Act 1 - Cold Front
Gameplay 18-1 - Winds of War

Mei meditated silently in the digitally constructed space.

It was a familiar state of being for practicing kenjutsu and allowed her to attain the highest levels of focus.

After reacquiring her Herrscher powers, she spent most of her time in the sealed training cabin.

This was the place where she could forget about everything and concentrate on what she needed at the moment.

Machine Voice: Training module activated. Initiating environmental algorithms. Projecting virtual training targets.

The cold artificial voice echoed its protocols. Several mechs materialised and landed heavily on the ground.

Mei opened her eyes slowly, gripped her weapon, and drew it with a deafening hum.

Machine Voice: Algorithms complete. Generating battlefield…

Jackal: You’re a hard-working girl, Herrscher of Thunder.

Wild electrical sparks danced in the air. The shattered mechs disintegrated into data fragments.

Mei silently sheathed her blade. The digital environment disappeared and revealed a poorly lit corridor.

Someone hidden in the darkness approached slowly.

Jackal: The Honkai energy within you is stabilising. I knew it. You can indeed wield those powers.

Mei: I’ve said that I don’t want to be disturbed.

Jackal: Don’t be so mean. We’re friends, and friends are supposed to get along with each other.

Jackal: Haha… I really want to get to know you better…

Raven: Stop wasting time, Jackal.

Jackal was suddenly interrupted. Raven appeared out of nowhere and stood between her and Mei.

Raven: Get on with the business at hand.

Jackal: You just spoiled all the fun.

Jackal: The time has come for you to unleash your powers for the World Serpent, Mei Raiden.

Jackal: Imaginary Singularity observations have predicted a Honkai event that shall create an apex entity crucial to our plans…

Jackal: Yes, you know it, Mei Raiden. It will give birth to a Herrscher like you…

Mei: …

Jackal: Simply put, a key objective of Project STIGMA is to acquire every single Herrscher.

Jackal: But our Sire will not personally lead this mission as he is busy elsewhere.

Jackal: This is our chance as our Sire’s most steadfast followers to prove our devotion and ensure the success of Project STIGMA.

Raven: Mei Raiden, your power will be an indispensable weapon for the World Serpent.

Raven: This is why we need to work together and face the impending Honkai Eruption.

Mei: I will honor my promise.

Mei: But don’t treat me as a friend. We’re both using each other for our own ends.

Raven: I’m a mercenary. I don’t treat anyone as a friend.

Mei: So our mission is just to kill a Herrscher?

Jackal: No. A dead Herrscher means nothing to us. The World Serpent needs “suspended” Herrschers.

Mei: Suspended?

Jackal: I have prepared a small gift for you…

Jackal: Behold, the Scepters of Duat, the WAS of the Underworld.

Jackal revealed a gold and black box measuring several inches long. It looked like the mask of Tutankhamun.

Mei did not know what the box contained. Like its maker, the box made her feel extremely uncomfortable.

Raven: Oh, this must be the Imaginary Disruptor mentioned in the briefing.

Jackal: Disruptor? Please, do not sully this majestic device with such common labels.

Jackal: This is a marvel from the Previous Era that even Schicksal couldn’t replicate. You can’t even fathom its value.

Jackal: Truth be told, I hope you can experience its powers for yourself.

Jackal: Unfortunately, these Scepters are too valuable. Our resources only let us craft 8 of them. Do be prudent with their use.

Mei: How do you use them?

Jackal: Haha… you will know.

While the masked lady chuckled, a slight vibration accompanied by electrical noise spread through the corridors.

Mei heard an unfamiliar voice in this electrical data stream.

???: Attention, everyone.

???: A Honkai Eruption occurred at the Southeast Asian island city of Coral just a minute ago.

???: Schicksal has deployed their Valkyries.

???: It’s time to start our mission.

--

Gameplay 18-2 - Battlefield

Meanwhile, at the Federated Autonomous Region of Coral in the Pacific Ocean.

The Immortal Blades Valkyrie squad led by Durandal arrived at the war zone 30 minutes after the Eruption.

The Valkyries readied themselves for combat at the outskirts of the island city.

Alvitr: Fellow Valkyries, ETA to our objective is now 5 minutes. I’ll be running through the mission briefings.

Alvitr: The Eruption took place at Coral, an artificial island with 1.8 million permanent residents.

Alvitr: Located at the border of Southeast Asia and Oceania, Coral is a key economic and commercial hub in the Pacific.

Alvitr: 30 minutes have passed since the Eruption. The Honkai have spread across the entire island. Things aren’t looking good.

Alvitr: And we have some really bad news. We lost contact with the Snow Lotus Valkyrie squad garrisoned on Coral.

Alvitr: Our vanguard Valkyrie formations have sealed the region and established a forward operating base.

Alvitr: Upon arrival, the Immortal Blades shall punch through to the center of Coral and pave the way for other squads.

Alvitr: The Overseer also gave an order… The World Serpent will be joining this battle as our allies.

Alvitr: Schicksal forces shall carry out standard anti-Honkai operations and leave the Herrscher to the World Serpent.

Durandal: Roger. All Valkyries to battle stations!

[CG plays wherein Rita and Durandal land on the bridge to Coral:

Durandal: Immortal Blades, move out!]

Alvitr: Squad Leader, the Immortal Blades have landed.

Alvitr: Our current location is the bridge connected to the outer rim of Coral.

Alvitr: The Immortal Blades must secure the bridge to enter the city and set up a defensive line.

Durandal: Rita and I will take care of the Honkai.

Durandal: Have the others initiate rescue operations and help the survivors evacuate the place.

Immortal Blades: Roger!

Smoke engulfed the bridge to the city. The disaster continued to spread and consume the gem of civilisation.

The Immortal Blades advanced cautiously and pushed the chaos back towards the heart of Coral.

Alvitr: Squad Leader! Honkai energy levels are rising in Coral!

Alvitr: We just picked up a Herrscher’s energy signature in the city district. I’ve sent you the coordinates.

Rita: This location… Master Durandal, that place is where we lost contact with the Snow Lotus Squad ten minutes ago.

Durandal: Follow me, Rita. We must give them our support.

Rita: Understood.

Alvitr: But Squad Leader… the Overseer told us not to engage the Herrscher. Unauthorised actions might be punished.

Rita: Be flexible, Alvitr. Our mission is to clean up the Honkai. That would include helping squads that lost contact.

Alvitr: Oh, that’s right. We won’t be disobeying any orders that way. You’re so smart, Adjutant Rita!

Durandal: Have the others proceed as planned. We will meet at the specified coordinates.

Alvitr: Understood!

--

Gameplay 18-3 - Lightning Flash

Rita: Master Durandal, the bridge doesn’t look good.

Rita: Traveling along the pipelines might be faster.

Durandal: Okay. Let’s go.

Rita: How unthoughtful of them.

Durandal: We must carry forth.

Durandal: Rita, time is running out.

Rita: Understood, Master Durandal.

Durandal: …Mei Raiden?

--

Gameplay 18-4 - Allegiances

Durandal: You’re… Mei Raiden?

Mei: …

Durandal: I didn’t expect you to join the World Serpent.

Mei: I have my reasons. That is all you need to know.

Rita: It turns out Miss Raiden is the ally that our Overseer mentioned.

Rita: The World Serpent must be stretched thin to send its newest member to such a dangerous area.

Mei: …

Raven: Oh, isn’t that Miss Rossweisse? How are you doing?

Rita: Raven…

Raven: Your concern is appreciated. Unlike Schicksal, the World Serpent doesn’t like human wave tactics.

Raven: We may be few in number, but we will complete the mission.

Rita: Oh my. How rude of me, then.

Rita smiled but her gaze turned as cold as steel.

Rita: I wonder what you’ll be using against the Herrscher. Gas? Trucks? Or… suicide bomb bots?

Raven: Well, I didn’t expect to single-handedly ruin your mission last time. I’m still *very* sorry about that.

Rita: Oh dear, please don’t. I should be the one who’s sorry for ruining that grand project of Heliopolis Life Sciences.

Raven: You’re welcome. Do take care of our supplies and make sure the tea is ready while we handle the Herrscher.

Rita: How nice of you. In return, I shall make sure you’re given a proper funeral if you get yourself killed.

Raven: You’re being too kind. You should try to be safe back here. Things might get very dangerous.

Rita: Indeed. You should watch your back as well.

The two girls continued sparring as their smiles stiffened. Tension rose in the air.

Durandal: Rita.

Durandal’s gentle voice reminded Rita of her indiscretion. The Valkyrie bowed slightly and took a step back.

Rita: Apologies…

Mei: I do not intend to fight Schicksal.

Mei extended her hand to Durandal as a gesture of her good will.

Durandal looked at the girl. She had changed much since that short-lived battle at Arc City.

Mei: We’re now allies with the same goals. We should focus on our missions and try not to get in each other’s way.

Durandal: Our Valkyries will garrison the outskirts to contain the Honkai and evacuate the survivors.

Durandal: According to our arrangement, you’ll be fighting the Herrscher and we will try not to interfere.

Mei: Thank you.

Durandal: The Herrscher is moving towards the center of Coral. You should set out quickly.

The Valkyrie then extended her hand to Mei to cement the alliance.

Raven: …

Rita: Miss Rossweisse, I suppose we can shake on this and declare a truce?

Rita: I will not shake hands with the one who murdered my comrades.

Raven: Oh my. You’re so emotional…

*SWISH*

Raven took a step forward, but found the tip of a lance pointed straight at her.

Durandal: Do not push your luck.

Raven: Whatever. I see that my efforts are not reciprocated.

Raven gave up and returned to Mei’s side while Durandal lowered her weapon and left the place together with Rita.

Raven: The best Valkyrie of Schicksal is one tough…

Mei: Enough. Let’s go.

Raven: This tunnel leads to the Coral city district.

Raven: Owl will be meeting us there.

Raven: This is the place.

Cold winds blew into their faces when they stepped out of the tunnel. There was nothing but ruin in sight.

Mei: Where is our contact?

Raven: Look. There he is.

Mei heard light footsteps next to her. Light distorted slightly as the contact revealed himself.

Owl: You sure took your time…

Raven: Met an old acquaintance. Had to say hello.

Owl: That S-rank Valkyrie? Why did you provoke her? What are you trying to achieve?

Owl: Whatever… I’m the World Serpent officer codenamed “Owl”. Pleasure to meet you.

Owl: I will support you in this mission.

Mei: We don’t need any support.

Owl: Oh, great… do take care of the Herrscher. I’ll be leaving.

Raven: I dare you to say that again.

Owl: Geez. It was a joke…

The man named Owl scratched his head lazily.

Raven: He’s a professional in data mining and covert operations. He’ll be helping us in this mission.

Raven: He looks like a lazy bag of bones, but he’s one of the best operatives we have.

Owl: Master… Miss? Mei Raiden. Anyway, we have confirmed that this Eruption has given birth to the 5th Herrscher.

Owl: I prepared the Scepters of Duat according to Jackal’s instructions. Defeat her and we can attempt to capture her.

Mei: Just call me Mei.

Having said that, Mei headed directly towards the center of the city.

Owl: Is she the Herrscher of Thunder that our Sire mentioned?

Owl: She looks soft. Can she handle the job?

Raven: Don’t worry about it. Like us, she has every reason to fight.

Owl: Hmm… we’ll see about that.

--

Gameplay 18-5 - Chill

Raven: Mei and I have been doing all the fighting.

Raven: I’d appreciate a bit of your help, Owl.

Owl: Mei is around.

Owl: I don’t think I’d be much help.

Owl: I should save my strength…

Owl: …For the fight against the Herrscher.

Raven: Why you little…

Mei: Enough. Any updates about the Herrscher?

Raven: The Herrscher’s signal has stopped moving just then.

Raven: This is the place where it last appeared.

Mei: The Herrscher is nearby. I can sense it.

[CG plays wherein the group come across a floating structure made of ice:

Raven: Ah!

Raven: This ice pillar…

Owl: How could water freeze in the tropics?

Mei: Honkai energy is seeping from it.

Mei: Looks like we were right.]

Mei: …Honkai energy in the ice column is rising rapidly.

Mei: The Herrscher is completing its metamorphosis.

Owl: Keep the Honkai beasts off me.

Owl: I’m heading to the ice column to target the Herrscher.

Raven: Time to flush it out!

[CG plays wherein Raven shoots the structure with her Divine Key, releasing the Herrscher within:

Raven: I’ll crush you!

Raven: Herrscher!]

The ice column exploded into a rain of broken ice fragments and revealed the Herrscher.

Owl acted as soon as the target appeared.

Owl: Target locked. Loading the Scepter of Duat.

Herrscher of Ice: Kyaaaaaa…!!!

The Herrscher gave a high-pitched scream and unleashed a stream of biting cold.

Water vapor quickly froze into ice shackles that bound the three World Serpent operatives.

Mei felt pain piercing through her skin. She was too close to the Herrscher and it threatened to freeze her lungs.

Herrscher of Ice: Sh… en… ugh…

The Herrscher murmured a string of strange syllables.

Herrscher of Ice: Gahhh… ah… arrgggh…

The Herrscher murmured while her body twisted and writhed as though she was fighting an invisible creature.

No one knew what she was up to. She behaved less like a Herrscher and more like a mindless zombie.

Despite the target’s strange behavior, the operatives knew they could not afford to hesitate.

Mei: The fight begins!

The storm blew over. Everything within sight was sealed in a tomb of ice that formed a massive wall.

Raven: She escaped?

Raven closed her eyes to sense the residual Honkai energy in the ice. The Herrscher was already far away.

Mei: She’s getting away. We must chase her down.

Owl: Wait… we can’t just mindlessly chase after her. That’s dangerous.

Owl crawled out of the snow and patted his clothes to shake off the thick frost all over him.

Owl: We’ve seen what the Herrscher can do. She’s tougher than we thought.

Owl: You may be an even match, but capturing her will not be easy.

Owl: We need… a better plan.

--

Gameplay 18-6 - Tomb of Ice

Coral East District. Durandal and Rita arrived at the place where the Snow Lotus Squad lost contact.

The frost slowly sublimated and revealed the lifeless Valkyries.

Durandal: …

Rita: We’re too late…

The two observed a moment of silence for those who had fallen in battle.

Durandal: We must bring these brave soldiers home.

Rita: Of course.

Durandal: I’ll leave this place to you, Rita. I will check the surrounding areas for any clues.

Durandal remained expressionless when she turned around and left, but Rita knew something was different.

Found a Snow Lotus Valkyrie badge.

Found a Valkyrie comm device.

The Valkyrie comm device picked up from the ice had a voice recording of what happened during the Eruption.

Comms: Squad Leader, we’ve contacted the Oceania Branch. We’ll just hold out till reinforcements arrive and…

Comms: Hngh… urgh…

Comms: Squad Leader? Are you alright?

Comms: Don’t… get any closer… leave… now…!

Comms: Squad Leader, I’m picking up a powerful Honkai energy spike in you… what’s happening?

Comms: GET OUT OF HERE!!

Comms: …Kyaaaa!

Comms: No… not like this… this shouldn’t be happening…

Comms: KYAAAAAAAA!!

Comms: *Static*

Durandal scanned the battlefield. The clues and evidence pointed to one thing.

While recovering the Valkyries’ remains, she suddenly noticed something glistening in the sun.

Durandal: What is this?

Rita: Master Durandal, the Immortal Blades have made it through the outer tunnels and are heading here right now.

Rita: The other Valkyrie squads have secured major routes of traffic. We have contained the spread of the Honkai.

Rita: …Are you holding a necklace, Master Durandal?

Durandal: It’s Ana Schariac. It’s hers.

Durandal: From what we’ve found so far, she might be the Herrscher created by this Eruption.

Rita: …

Durandal: She tried to fight the Honkai corruption, but ended up killing her own squad during the chaos of battle.

Rita: I didn’t expect things… to turn out this way.

Rita: Master Durandal, are we to share our findings with the World Serpent?

Durandal: Yes. Alvitr, send Ana’s data to them.

Alvitr: What?! Are you sure? Valkyrie data is supposed to be confidential.

Durandal: It is our duty to share necessary data. We’re allies, after all.

Durandal looked towards the far distance where the Herrscher might be.

Durandal: I shall see what they can do.

*Krr… KRAAAK*

The sounds of breaking ice slabs reverberated throughout the city.

A section of the ice wall then collapsed with a deep, resounding boom.

Raven: Good. We finally got through this barrier.

Beep…

Raven: Hmm. Incoming call from… Schicksal?

Alvitr: Greetings, World Serpent. I’m Valkyrie Alvitr from the Immortal Blades.

Alvitr: My Squad Leader ordered me to share what Schicksal has found so far.

Raven: Durandal ordered you to share things with us?

Mei: Tell us what you’ve found.

Alvitr: Alright! I’m uploading the data right now…

Owl: What is this?

Alvitr: Our findings showed that former Valkyrie Ana Schariac is the Herrscher of this Eruption.

Raven: A Schicksal Valkyrie?

Alvitr: We were surprised as well… but it’s the truth.

Alvitr: Ana Schariac was made the Squad Leader of Snow Lotus last year. The squad was garrisoned here at Coral Island.

Alvitr: She became a Herrscher during the Eruption. Comm records show that she tried to fight the Honkai but failed…

Alvitr: Ana left after killing the other Valkyries. We believe she still held on to a thread of humanity at that time.

Owl: And that’s why she sealed herself in ice…

Alvitr: We also found frozen areas with high levels of Honkai energy at the site of the Herrscher’s birth.

Alvitr: We have yet to discern her exact powers, but for now we’re referring to the 5th Herrscher as the Herrscher of Ice.

Raven: We’ve personally experienced the powers of this Herrscher of Ice.

Alvitr: Does that mean you’ve fought the Herrscher already?

Mei: Only briefly. She managed to escape.

Raven: She can create razor sharp ice shards and unleash devastating freezing blasts. A true nuisance.

Raven: We’ll find a way to neutralise her.

Alvitr: Understood. I’ll tell the Squad Leader about that. Thank you for your assistance.

Raven: Very much appreciated. I can see us working together again in the future.

Raven smiled. The Valkyrie on the other end of the video call appeared to be pleasantly surprised.

Alvitr: Alright! Godspeed and good luck!

Raven switched off the comm monitor. Her expression grew somber as she studied the frozen city.

Owl: You change your expression really fast.

Raven: It’s just part of the job. We’re allies, after all.

Mei: We need to keep moving and end this crisis as soon as possible.

Owl: You’re right.

Owl studied the skyline of the stricken city. The disaster had begun to spread once more.

[CG plays wherein the city of Coral is shown being rapidly engulfed in ice:

Owl: I sense that time is against us…]

Act 2 - Frosted Ruin
Gameplay 18-7 - Battle Plan

Coral business district. A heating stove was set up in the middle of a snow-covered street.

Raven: The Herrscher is moving towards the Coral business district. The sensors we’ve set up in the city were disabled.

Raven: The last batch of data we received showed that the Herrscher spawned numerous beasts along her path.

Raven: These beasts are creating extremely cold areas that would kill ordinary humans.

Raven: We must destroy these beasts to approach our target.

Owl: Even if we could get closer to the Herrscher, we need a better plan or she’ll just run away again.

Raven: Indeed. The Scepters of Duat will be crucial to our plan.

Mei: Can you explain what that device really is?

Owl: Simply put, the Scepters are limiters that disrupt the Honkai energy output of a Herrscher’s Core.

Owl: Jackal said they do this by introducing interfering “twists” to the link between the Core and Imaginary Space.

Owl: In other words, the Scepters can severely limit the Herrscher’s actions without killing her.

Owl: Usually, these limiters won’t last long, but if you severely wound and weaken the Herrscher of Ice first…

Owl: …The effects might last long enough for us to bring the Herrscher to our Sire who’d then seal her.

Owl: With her powers gone, the Herrscher would enter into a coma and become a harmless “vegetable”.

Mei: …

Owl: I’m sorry. What I said may sound cruel, especially to a Herrscher like you.

Owl apologised to Mei, but it was Raven who replied.

Raven: Cruel? Since when did you become a kind person?

Owl: We do have a Herrscher in our team, though.

Mei: It’s alright.

Mei: If that is the only way, then I’ll do whatever it takes to finish my task.

Owl: …

Owl: Alright then. Let’s plan for the next battle. Any delays would only make things worse for us.

Raven: Mei will take her head on. We’ll engage her in the ways we’re proficient in.

Owl: Yeah. I’ll agree to that.

Owl added more fuel to the camp stove, perhaps to ward off the cold.

Raven: We must first locate the Herrscher.

Raven: Honkai energy and freezing winds have disabled our sensors. We can only rely on unassisted vision.

Raven: I will find an elevated position to find the target and provide you with long-range support.

Owl: Once we locate the Herrscher, I’ll set a trap with the Scepters of Duat. Mei will then lure the target into this trap.

Mei nodded with approval.

Owl: But the Herrscher used to be a highly trained Valkyrie. A human might easily see through this trap.

Raven: Only if she were human. In the last battle, she couldn’t even talk and was driven on by a destructive instinct.

Mei: She is a unique case.

Mei looked at the fire in the stove and recalled what Dr. Einstein said about Herrschers.

Mei: That ex-Valkyrie’s body may be thoroughly corrupted… but her mind may still be resisting its influence.

Mei: She appeared to be mindless only because she was still fighting the Herrscher persona for control over her body.

Mei: If the Herrscher persona had won, we would be seeing that instead.

Owl: She’s still fighting the Honkai?

Raven: But we cannot afford the cost of failure.

Raven: This is our best moment to strike. If we all agree to the plan, we should get started right away.

Owl: Mei, cover Raven as she moves to her elevated position. Setting the trap will take a while.

Mei: Let’s go.

Raven: Hngh… it’s so cold…

Raven: I’m freezing, Mei. Talk to me to make this cold bearable.

Mei: Why didn’t you dress for the occasion?

Raven: My specialised combat suit can tolerate low temperatures, but I never expected a tropical island to be this cold.

Raven: That brat Owl opted to stay near the stove to keep himself warm. He’s that type of guy…

Mei: You seem to know him pretty well.

Raven: Well, he used to be a target listed in a contract I took.

Raven: We met in battle. I was to take down an organisation known as the Thousand Fists. He was their hired muscle.

Raven: We fought each other on multiple occasions, but I always won.

Raven: He hardly changed. Didn’t even blink or care when a blade was placed at his neck.

Raven: I found him pretty interesting, so I let him go after destroying the Thousand Fists and recommended him to our side.

Raven: He was already an officer when I saw him again and I received a reward for my recommendation.

Raven: Though he looks sloppy, he has the skills needed to solve problems efficiently.

Raven: Gray Serpent likes to call him an effective tool.

Raven: But I’ve never figured out what’s going on in his head. That’s why I don’t like having him on my side.

Mei: It doesn’t matter. I just need him to get the job done.

Raven: That’s so very nice of you.

Mei: Enough talk for now. Let’s push on.

Raven: Understood. You lead, I’ll follow.

Raven: Speaking of which… you haven’t given yourself an officer’s codename.

Mei: No, I haven’t.

Raven: I advise you to think of one ASAP or Jackal will be the one giving you names.

Raven: You don’t want that to happen, right?

Mei: …

--

Gameplay 18-8 - March in the Snow

The city center was overran by glacial formations. Raven stood atop a tower to get a full view of the district.

She was here before. Coral used to be an exclusive retreat for the rich, but it had become an ice-locked tomb.

Raven: A perfect position for an observer. Gives me a clear view of everything.

Raven assumed a prone position. Her Divine Key created an array of glowing indigo patterns.

Raven looked through these patterns to transform her view into a set of overlapping blocks.

The device gave Raven super-physical sight that goes beyond the third dimension and revealed everything to her.

Raven: Found her.

Raven: Distance: 7400 yards. In the garden at the base of the space elevator in the city center. Target is not moving.

Mei: Good. Keep your eyes on her.

Raven: No problem. Go meet up with Owl.

Mei leaped off the tower roof and disappeared in the freezing mist.

Thunder cracked and lightning flashed at the distance. Raven only saw a faint trail of her passage.

Raven: …

Raven: Sigh… Herrscher powers can really make things so much easier…

At the other side of the city. Owl heard the distant rumbling of thunder.

He closed his eyes and counted the seconds. Mei appeared next to him before he could reach thirty.

Mei: Raven found the Herrscher. Are you ready?

Owl waved the Scepters in his hand and placed them in his pocket.

Owl: Time to do this.

*SSA* *SSA*

Mei and Owl braved the freezing winds in silence as flakes of frost brushed off their combat suits.

The environment became colder as they approached the Herrscher of Ice.

Owl’s outfit, however, was frozen stiff. Even Mei in her Herrscher form could sense the cold.

*SSA* *SSA*

Owl: …

Mei: You should head back if you feel unwell.

Owl: Hmm?

Mei: It will only get colder. No ordinary human could withstand such temperatures.

Mei stopped and looked into the distance.

Mei: Give me the Scepters and I’ll handle the Herrscher on my own.

Owl: Is that what you’re thinking? Well, thanks for being concerned…

Owl: …But I’m not as frail as you think.

Owl unbuttoned his outfit and revealed the body that lay underneath.

Mei: What…?

Owl: The cold won’t affect me. 74% of my organs are cybernetic. These clothes are just for show.

Mei: Did the World Serpent do this to you?

Owl: I wanted them to do this to me.

Owl: I’m not like you. I lack innate Honkai resistance and Stigmata. This is the only way to survive.

Mei: What happened to you?

Owl: I survived a Honkai event that took place 2 years ago, but it left my body with severe injuries.

Owl: I joined the World Serpent to find a way to heal the wounds, but the search only added to the hopelessness.

Owl: There was only one solution - abandon my ailing biological body and rely on machines instead.

Mei: …

Owl: And that is why I’m fighting for the World Serpent. Funny, isn’t it.

Mei: There’s nothing wrong with fighting for your own survival.

Owl: Thank you. That’s what I think as well.

--

Gameplay 18-9 - Frosted Ruin

The heart of Coral was home to an ambitious space elevator project that became a symbol of the city.

The elevator also represented progress. It was to be the launch pad for a new era of space exploration.

But disaster struck and transformed the incomplete elevator project into a Herrscher’s lair.

Raven: Mei, you’re entering the Coral Elevator Base. The Herrscher is hidden in the gardens.

Raven: She has remained silent and unmoving.

Mei: We’ll stick to the plan. I’ll engage her.

Owl: I need 10 minutes to set thetrap and send you the coordinates when I’m done. I’ll do what I can if you need help…

Owl: One more thing. The Scepters have a short fuse. Act fast and lure the Herrscher to the right place.

Mei: Roger. I’m moving in!

The frozen garden was rent by a raging vortex of Honkai ice and thunder.

The two powers clashed, burnt, and crushed each other, destroying everything within sight.

No physical law or rule of engagement could describe the ruthless nature of a battle of Herrschers.

Owl: Mei Raiden, my trap is ready. Lure the target to the indicated coordinates.

With that, Mei transformed into a bolt of lightning, flying through the gaps in the ice towards the indicated position.

A cold stream tailed the indigo wake of lightning, sprouting blossoms of razor sharp ice to shred its prey.

PRAAZZ!

Bolts of energy penetrated the mist. From miles away, Raven sniped and shattered the deadly obstacles for Mei.

Mei: I’ve arrived at the target location.

Owl: Affirmative… I’ve confirmed the Herrscher’s path. Activating the Scepters of Duat.

Wrapped in a subzero mantle, the Herrscher of Ice hurtled towards Mei. The Lightning Queen readied herself.

Mei: Owl, now!

…

The response was unexpected silence.

Mei: Owl?

[CG plays wherein Owl betrays Mei and Raven, leaving the former vulnerable to the Herrscher’s attacks due to the Scepters, and incapacitating the latter in order to steal the Divine Key:

Mei: This is…

Mei: The Scepters of Duat!

Mei: Curses!

Raven: Mei!

Raven: What’s happening?

Raven: Who’s there?!

Raven: Ugh…

Owl: Hmph!

Raven: Owl…

Raven: You… bas… tard!]

Meanwhile, Schicksal Valkyries barricaded all passages along the outskirts of Coral.

Honkai beasts forged of ice hurled themselves at the defenses. The true disaster had only just begun.

Rita: Master Durandal, the weather is becoming unstable. This cold Honkai stream is turning into a cataclysmic storm.

Rita’s face was somber with apprehension as she looked on at the darkening skies.

Rita: We must neutralise the Herrscher before she disrupts the tropical climate system and creates a global disaster.

Durandal: Alvitr, how is the World Serpent doing?

Alvitr: Well… it’s just as Adjutant Rita says. The storm has cut our comm links.

Alvitr: From the last messages we received, the World Serpent seems to have engaged the Herrscher.

Alvitr: But… I think they ran into a few problems. The World Serpent officer named Owl betrayed them.

Alvitr: And I also found something odd while studying Ana Schariac’s files.

With a beep, Alvitr switched the comm display to show yet another file.

Rita: Who’s this?

Alvitr: A survivor whom I found in one of Ana Schariac’s mission debriefing files.

Alvitr: Chen Tianwu. Male. Ana saved him during the Honkai event that took place in Asia two years ago.

Alvitr: And this Mr. Chen happens to be the World Serpent officer Owl whom I just mentioned.

Rita: Hmm. So this World Serpent officer met Ana before? Something doesn’t look right.

Durandal: We should move at once.

Alvitr: Squad Leader… shouldn’t we wait for comm links to be back online? We should report this to HQ.

Durandal: We can’t risk waiting. We don’t have the time.

Rita: That’s right. We now have to act according to our best judgment.

Rita: Wait, Alvitr. You mentioned that the comm links were cut. How did you get the data?

Alvitr: Erm… Yeah, it’s part of being the official Tool. I feared this might happen, so I kept a local backup…

Rita: Making unauthorised copies of data is a serious offense, Alvitr…

Alvitr: What?! But I… I’ve only done it in case of emergencies…

Durandal: Rita, I’m giving you temporary command of the Valkyries.

Durandal: I’m heading in to check the Herrscher.

Rita: Alone?

Durandal: Our positions here are just as important. I need you to lead the defenses and keep the Honkai at bay.

Durandal: And of course I’ll be decisive if the World Serpent tries anything funny.

Rita: Please be careful out there.

Durandal: Yes, and watch over this place for me.

Act 3 - Heart of the Storm
Gameplay 18-10 - Freezing Vortex

The frost-covered street was traced through by a dark trail as though a line was drawn across a sheet of paper.

Mei was the place where the line ended and stopped before the ice.

Mei: …

She swung her blade against the frozen barrier. She was alone in this bleak whiteness.

She parried the Ice Herrscher’s attack and slowly restored powers that were drained by the Scepters of Duat.

Mei: …Raven? Owl? Do you copy?

Mei tried calling her fellow allies on her comm device, but there was nothing but silence.

She pieced the evidence together and realised that they all pointed towards the impossible.

Mei: …

She coalesced the Honkai energy and restored her Herrscher powers.

She must find the Herrscher of Ice and uncover the ultimate truth.

Raven: Mei…

Her dormant comm device came to life. Raven spoke weakly through it.

Mei: Raven?! What happened?

Raven: Owl… he betrayed us…

Mei: Owl…? Why?

Raven: I don’t know… he used the Scepters on you… and then stabbed me in the back…

Raven: He took my divine Key… but he can’t use the ordained powers without authentication…

Mei: …Are you alright?

Raven: To be honest… I feel terrible… he used some form of neurotoxin on me…

Raven: Don’t waste time helping me… you must chase them down… don’t let him escape with that Herrscher…

Mei: Take care of yourself, Raven. I’ll go after the Herrscher…

Raven: Mei… I have another piece of bad news for you…

Raven: Durandal… she’s… she’s heading to your position right now…

Mei: Durandal…

Durandal: Mei Raiden, are you still in fighting shape?

Mei: Of course I am.

Durandal: Then follow me. We don’t have time to waste.

Mei: Let’s go.

Gameplay 18-11 - Dance of the Snow

The lea was silent and lifeless. Even time itself seemed to have frozen over.

The Herrscher of Ice hovered above the fountain. Her intents and feelings were hidden by a dark veil.

Though she had just fought the Lightning Queen, the Ice Herrscher appeared to be extremely calm.

She was expecting something. The man approaching her from a distance may know the answer.

The joints of Owl’s metallic skeleton creaked as he stiffly walked across the icy garden.

He called out her name as he staggered towards the Herrscher.

Owl: We meet again… Ana.

The ice began to shift.

The Herrscher slowly raised her head. Her gaze rested upon his frost-covered face.

She hovered towards him. The frozen beds of flowers melted, allowing time to flow once more.

Owl: I did not expect us… to meet again like this…

Herrscher of Ice: Hngh… grrrhh… ugh…

The Herrscher issued a harsh and unintelligible murmur…

A lament of sorrow and regret…

Owl took out a glittering pendant from his pocket…

The pendant gave off a warm glow that contrasted against his cold, metallic body…

Owl: Do you still remember this pendant, Ana?

Herrscher of Ice: Urk… grahhhh…

Owl: Do you still have the other half? Did you lose it? You always were the careless one.

He looked at the Herrscher and gave a bitter smile.

Owl: It’s just another trinket. It doesn’t matter if you remember it or not. I’ll fulfill my promise…

Owl: Have no fear. No matter what happens today, I’ll be at your side…

Owl: I owe you my life… and I shall gladly sacrifice it for your sake.

There was determination in his soft words. Owl then extended his hand to touch her cheek.

Herrscher of Ice: Hngh…

The Herrscher did not flinch. His trembling mechanical manipulators brushed against her face.

Though his robotic extremities were insensitive to temperature and she had lost her tactile senses…

The touch sent a ripple that resonated within both of them…

[CG plays wherein Owl is interrupted when trying to get through to Ana:

Owl: Ana…

Owl: I know you haven’t given up yet…

Owl: Please remember who you are…

Owl: Don’t let the Honkai corrupt your heart.

Mei: Owl!

Owl: Don’t get in the way, Herrscher of Thunder!]

Mei and Durandal breached the encirclement of Honkai beasts and came before Owl and the Ice Herrscher.

Mei: …

Mei: Owl… do you know what you’re doing?

Owl: Of course I do.

Owl: I will save Ana and free her from the shackles of the Honkai. She will be human once more.

Owl: I know what the World Serpent has in store for her. You refused to give me a chance. I have no other choice.

Owl: However, you proved to me that Herrscher powers can be mastered, Mei Raiden. I will help Ana do the same.

Owl took the Herrscher of Ice by her hand. A powerful blizzard engulfed them at once.

Durandal: You’re not going anywhere!

Durandal leaped into action and became a blue comet that streaked into the sky.

Mei: …

Mei was rooted to the spot. Her heart was filled with twisting vines of conflict, indecision, and doubt.

Many nights had passed since Mei left her at Nagazora. She knew she had to decide eventually.

Mei convinced herself that it was all for her. She did it to foil her destiny. Indeed, those were the reasons…

She must do whatever it takes to seal the Herrscher of Ice.

--

Gameplay 18-12 - Subzero Blast

The blizzard howled as the eye of the storm swallowed the teetering space elevator…

Durandal, ever the agile warrior, held out against the Herrscher in the deadly cold.

The stalemate between the Valkyrie and Herrscher was suddenly shattered by a bolt of lightning.

Mei Raiden glared at her foe. Though lacking the Scepters of Duat, she must find a way to seal her.

She could not afford to lose.

Owl: I believe I’ve failed to convince you…

Mei: I will hear nothing more. I will not let you stop me.

Owl: …Then come and face me!

Just as Owl prepared his weapon, a high-pitched scream was unleashed from the storm…

[CG plays wherein the covering on Ana’s face shatters, causing Mei to falter at the sight of someone who looks so similar to Kiana:

Owl: Stop!

Owl: Don’t hurt Ana!

Mei: Kiana…?]

The shattered veil revealed a sight familiar to Mei…

Mei: Hngh…

She resisted the storm of her emotions and readied her weapon for a strike…

But Owl stood before her to stop her blade.

Owl: Mei Raiden, you’ll have to get through me first if you want to kill her…

His severely damaged mechanical body fared poorly in the cold. Sparks flew from the failing circuitry…

…Yet he refused to back down.

Mei was taken aback. The decision that Owl had made was too familiar…

Mei: …I’ll gladly trade my life for hers!

Mei: She saved my life, and I shall save hers in return!

The man had made the exact same choice she did back then…

Owl: I owe her my life… and I’ll gladly die to protect her from you!

Mei: …

Durandal: Why do you hold back, Mei Raiden?

The comet streaked past, her lance aimed directly at Owl.

And then a mighty storm erupted right in the middle of the battlefield…

Herrscher of Ice: KYAAAAAAAAAAA…!!!

The Herrscher’s wail released a massive amount of energy stored within her Core.

Mei and Durandal held out against the frigid blast that swept over them. The entire island shook from the force.

A giant glacial formation emerged from the elevator like a snow lotus in full bloom.

The freezing wave overwhelmed everything in sight. The Herrscher of Ice and Owl were nowhere to be seen.

Owl: …

Owl supported the Herrscher and trudged along in the stricken city. She spent all her power to deliver that blast.

They were two fragile flakes of snow that would break apart at any moment.

But however difficult every step would be, Owl refused to break or fall.

There was only a single voice left in him…

Owl: I’ll do whatever it takes to help you survive this… Ana…