===Act 1 - Act 1===

====<u>Gameplay 23-1 - Act 1, Scene 1</u>====
“Know that:”

“The immortals are ever present.”

“Their eternity…”

“…Is indestructible.”

She was meditating in that fantasy realm.

The device that generated this fantasy world was called the “Seed of Sumeru”, a gift from a Pioneer two years ago.

And her meditation was accompanied by the legendary weapon, the Abyss Flower.

It was a noble yet lethal weapon, where the powers of life and death intertwine.

Just like how humanity enjoys loneliness but also craves emotional bonds.

The last wielder was Cecilia Schariac.

Five years ago, her travel partner sparked her interest in this predecessor. Later, the Overseer told her a shocking story about the origin of the Holy Blood and the Herrscher of the Void.

As a result…

…She began to refrain herself from using the weapon in general missions.

Not that it was hard to wield. With her Honkai energy adaptability and remarkable lance mastery, it was never a problem.

Not that she found her enemies unworthy. She respected every opponent and would not hold herself back in a friendly spar.

And it was definitely not because of the rumors running amongst the Valkyries about how it brought misfortune.

Indeed, none of its previous wielders had a happy ending, and the Kaslana family with their Judgment of Shamash even moreso…

But that’s what weapons are for: when you pick one up in battle, you should be prepared to face death.

…

No, it wasn’t for any of these concerns.

She’d rather confess it was a feeling of distance that kept her from using the Divine Key in battle.

Deep down, she had to ask herself time and again if she could reach the other side, where hymns of blood were sung.

And before she could achieve that with the weapon, she couldn’t consider herself a worthy successor.

'''Rita:''' Sorry to interrupt, Master Durandal.

The sweet voice pulled her back to reality.

'''Durandal:''' Ah, Rita. Did something happen?

'''Rita:''' A group of curious reports.

Durandal opened her handheld hologram projector and took a quick look at the reports.

'''Durandal:''' This is…

'''Rita:''' There’s an underlying common trait shared by all seemingly irrelevant events.

'''Rita:''' A metro accident in London, a murder in Belgrade, a financial crisis in Frankfurt, a missing-person case in Calcutta, an arson attack in Bloemfontein…

'''Rita:''' They’re all puzzle pieces leading to a dark and dangerous scheme.

'''Rita:''' Apart from the murder in Belgrade where the police contacted us first…

'''Rita:''' …We’d never find out the connection between the other events if not for our accidental involvement.

'''Durandal:''' “During the rear-end collision at Charing Cross, Valkyrie Susannah was upgrading local Honkai energy sensors.”

'''Durandal:''' “It was her professional instrument that found Object No. 2 under the train wreckage.”

'''Rita:''' Everything we found went to the St. 1504 Labs for analysis.

'''Rita:''' What’s disconcerting is how, according to Director Nagamitsu, since we’ve now discovered five such coincidences…

'''Rita:''' …There could very well be five hundred or five thousand undiscovered ones out there.

'''Durandal:''' …Almost like it’s contagious.

'''Rita:''' Yes, Director Nagamitsu believes we’re dealing with something entirely new…

'''Rita:''' She warned us that if we couldn’t mobilise all of Schicksal to get to the bottom of this, the consequences would be huge.

'''Durandal:''' …If only we could reach the Overseer now.

'''Durandal:''' If he was here…

'''Durandal:''' …

'''Durandal:''' No, during his absence, we need to deal with the situation our own way.

'''Rita:''' Do you have a plan?

'''Durandal:''' First, we need to support Nagamitsu. She’s the professional one and we need to stand behind her.

'''Durandal:''' And… share everything we’ve found with the World Serpent and Anti-Entropy. Everything.

'''Rita:''' The World Serpent is our ally, but Anti-Entropy…

'''Durandal:''' If the Overseer was here, he’d no doubt stop us.

'''Durandal:''' But we’re not him. We don’t have his wisdom… or willfulness.

'''Durandal:''' So it’s pointless to assume what he would do.

'''Durandal:''' While he is away, we must fight the Honkai ourselves.

'''Rita:''' Understood. I’ll fill Amber in on the intel sharing.

'''Durandal:''' It’s still morning here…

'''Durandal:''' Given the time difference, Dr. Schrodinger and her friends won’t be able to have a good night’s sleep today.

6:00, Anti-Entropy Salt Lake Base.

''[CG plays wherein “Seele” attempts to wake Seele up in vain, before giving up and scaring her with a caterpillar:''

'''''“Seele”:''' Hey, wake up.''

'''''“Seele”:''' It’s morning already.''

'''''“Seele”:''' Seele! Seele!''

'''''Seele:''' Ngh…''

'''''“Seele”:''' It can’t be helped.''

'''''“Seele”:''' Hey, Seele!''

'''''“Seele”:''' Open your eyes!''

'''''Seele:''' Hmm…?''

'''''Seele:''' KYAAAAAAA!'']

'''Seele:''' Waaaaah…

'''“Seele”:''' Haha, that’s the fourth person who’s asked you about your scream.

'''Seele:''' If it wasn’t for the caterpillar by my pillow this morning… You know they scare me the most.

'''“Seele”:''' Huh? So you wanna blame me? Remind me, who promised to rise early and read stories to the kids last night?

'''Seele:''' I… I am grateful for your wake-up service, but maybe… just maybe, you could do it differently?

'''“Seele”:''' I tried to wake you up gently, but you didn’t seem to hear me at all. What could I do?

'''“Seele”:''' Oh, of course, I think me playing with the kids in your stead is another good choice.

'''Seele:''' …Forget it. Last time you popped out and frightened Evan to tears.

'''“Seele”:''' Well, the kid was bad-mouthing you. He thought he kept his voice low.

…

'''Seele:''' Hmm? What did you say?

'''“Seele”:''' Nothing. I said I hate dealing with kids. It’s your job now.

'''Ningyo:''' …!

'''Sophia:''' Seele!

'''Nina:''' Good morning, Seele!

'''Seele:''' Good morning, everyone! What would you like to do today? How about I finish the story…

A few moments later…

Dr. Einstein’s room. Someone was yelling.

'''Seele:''' Dr. Einstein, did you send for me?

'''Einstein:''' Come in.

'''Einstein:''' Please wait until Dr. Tesla is done with her grumble.

'''Tesla:''' These old dogs just wouldn’t listen. They kept repeating the same old bureaucratic nonsense!

'''Einstein:''' I hope you didn’t utter this to the senators’ faces. Dr. Tesla, do we have a conclusion now?

'''Tesla:''' I examined the mechas from head to toe myself. Nothing came up.

'''Einstein:''' But many livestream viewers can testify that a security mecha charged onto the stage and verbally abused the spokesperson.

'''Tesla:''' Humph, how is telling the truth “verbal abuse”? Is it not true that they’re a bunch of greedy cowards?

'''Einstein:''' I’ve no comment on this, but a security mecha having an outspoken opinion does not follow the programmed protocols.

'''Tesla:''' Hah, the way I see it, there’s an 80% chance they handled the mecha wrong, and a 20% chance they set us up!

'''Einstein:''' A setup? What did they say?

'''Tesla:''' The same old. That we shouldn’t take the Herrscher in. That it’s irresponsible to let her act freely.

'''Tesla:''' I told them Kiana had stabilised once she lost the Gem of Conquest and that she was under control, but they wouldn’t listen.

'''Tesla:''' They even believe she was behind the mecha incident. Seriously, do they have any clue what a Herrscher is?

'''Einstein:''' You believe they staged this show to frame Anti-Entropy and pressure us into surrendering Kiana?

'''Tesla:''' Yeah, definitely! I hand-checked the mechas supplied to the Congress. How could anything go wrong?

'''Einstein:''' But it’s not in their interest to do so. The incident dealt a heavy blow to their public image, and it’s not their style.

'''Tesla:''' Humph, who knows. We’ve made more enemies than I care to count. They’ll have to queue up to get to us.

'''Tesla:''' …What? Now? Fine.

'''Tesla:''' Mophead, the old dogs are here for trouble again. I’ll handle them. Talk to you later. Bye.

'''Tesla:''' …

'''Einstein:''' Phew. Sorry to keep you waiting.

'''Seele:''' Dr. Tesla seems to be busy.

'''Einstein:''' Don’t worry. This won’t be her first congress hearing. Her fiery temper forbids her to lose any debate.

'''Seele:''' (That doesn’t sound reassuring at all…)

'''Seele:''' Do you have a new mission for me, Dr. Einstein?

'''Einstein:''' It’s more of a personal favor than a mission.

'''Einstein:''' This July 3rd is Anti-Entropy’s 60th anniversary, and we plan to throw a party in the base to cheer everyone up.

'''Einstein:''' Too much has happened in the past few months. Everyone needs some time to unwind.

'''Einstein:''' Dr. Tesla was supposed to handle procurement, but as you just saw, she won’t be back for a while.

'''Einstein:''' This is her shopping list. Everything can be bought in the city. I’d like you to do her work if it’s not too much to ask.

'''Seele:''' Ah, of course not! If you have anything to add, just tell me.

'''Einstein:''' …

'''Einstein:''' Dr. Tesla made it very clear that I needed to keep my hands off this matter.

'''Einstein:''' She doesn’t trust my aesthetic judgment, which I have to say is quite the unfounded slander.

'''Seele:''' Er… I don’t quite understand, but I know what to do now! I’ll do my best!

Training Room, Anti-Entropy Salt Lake Base.

'''Seele:''' …That’s how it went. I think Dr. Einstein and Dr. Tesla have a very special pattern of working with each other.

'''Bronya:''' They’ve always been like this. You’ll get used to it. It’s kinda funny.

'''Bronya:''' So… you’re going to do some shopping in Salt Lake?

'''Seele:''' Yeah. Is there anything wrong, Bronya?

'''Bronya:''' Nothing, just a little favor to ask of you. Let’s train first.

'''Seele:''' Sure!

'''Bronya:''' The last training session was taxing. Do you still feel sore? Maybe we should tone it down a little bit.

'''Seele:''' It’s okay. I’ve had a good rest. Let’s keep the intensity from last time… no, 10 tiers up!

'''Bronya:''' Hmm, that would be the highest intensity. Are you sure?

'''Seele:''' I wanna try! Don’t worry. I know what my limits are.

'''Bronya:''' Understood. The Bronya will step in to help when needed. Initiating training program.

Training mode activated.

Intensity level: Max.

'''“Seele”:''' This is the max level of intensity? This pile of scrap metal?

'''Seele:''' These are the frequently used training models. They’re worn down.

'''“Seele”:''' If you beg me, I don’t mind fighting for you~

'''Seele:''' But that way my training would be pointless.

'''“Seele”:''' Pfft. Then let’s see how long your weak little body can hold out.

'''Seele:''' Huff… Huff…

'''Seele:''' Huff… Huff…

'''Seele:''' Huff… Huff…

'''“Seele”:''' See? I told you you need my help! Come on, let me take care of this.

'''Seele:''' No… I… I can do this…

'''Seele:''' I can do this!

'''“Seele”:''' Huh? But if you get hurt, I’ll be screwed too!

'''Seele:''' Huff… Huff…

'''“Seele”:''' Ignoring me on purpose? Fine! See if I care!

'''Seele:''' I… I did it…? Yay…

'''Bronya:''' Good job, Seele!

'''“Seele”:''' Wow…

'''“Seele”:''' Fine… Seele is awesome.

'''Seele:''' Uh…

'''Bronya:''' Seele! Are you alright?

'''Seele:''' Nothing. I’m… just a little bit dizzy…

'''Bronya:''' Your lips are pale. Could be hypoglycemia. You pushed yourself too far.

'''Seele:''' “The closer you get to your extreme, the more potential you’ll be able to unleash.” That’s what you said last time, right?

'''Bronya:''' Er, that’s because…

'''Seele:''' You’ve been training hard yourself with Mr. Welt. I know that.

'''Seele:''' That’s why I want to work hard and become a trusted partner fighting by your side, no matter however little help I can be.

'''Bronya:''' Seele…

Seele’s stomach began to rumble at this most inopportune time.

'''Seele:''' Ah! S-Sorry!

'''Seele:''' (Why does it have to act up now…)

'''Bronya:''' Haha…

'''Bronya:''' That’s more like Seele. Let’s get you something to eat. Low blood sugar is the enemy of training.

'''Seele:''' Sure!

Cafeteria, Anti-Entropy Salt Lake Base.

'''Seele:''' Phew… we made it. It was getting ready to close.

'''Seele:''' Sorry, Bronya, it’s my fault we almost missed it.

'''Bronya:''' Don’t say that, we’re right on time. There are fewer people here now. Quieter is better.

'''Seele:''' Yeah, you’re right! No crowd at this hour. Huh? That’s…

'''Bronya:''' Kiana?

'''Seele:''' Can we sit here?

'''Kiana:''' Huh?

'''Kiana:''' Oh, it’s you two. Yeah, why not.

'''Bronya:''' Kiana, you don’t seem to have a good appetite today.

'''Kiana:''' Haha, you got me, but I’m not usually like that. Just finished training?

'''Bronya:''' Yes, I taught Seele some fighting skills.

'''Seele:''' This is my first time eating together with Miss Kaslana. We’ve barely talked.

'''Kiana:''' Just call me Kiana. Is it okay if I call you Seele?

'''Seele:''' Of course. That’s how everyone calls me. I already feel we’re closer now.

'''Seele:''' But I’ve never run into you here. Is it because you follow a different routine?

'''Kiana:''' Ah… yeah, this is my usual hour.

'''Seele:''' (So she tries to avoid the peak hour. Maybe she trains too hard?)

'''Bronya:''' Kiana, how are things with Fu Hua?

'''Kiana:''' Still no traces of the Herrscher of Sentience. She’ll keep looking for her.

'''Bronya:''' The Herrscher has vanished like a ghost since Mount Taixuan. Schicksal has no lead on her location either.

'''Kiana:''' Schicksal? I won’t believe a single word from Otto.

'''Bronya:''' He has gone missing since the Herrscher of Sentience emerged. Durandal is in charge now.

'''Bronya:''' Anti-Entropy and Schicksal have since reached an unspoken ceasefire agreement and maintained regular intel exchange.

'''Bronya:''' Our priority now is to deal with the recently frequent Honkai events.

'''Bronya:''' The Principal is mentoring Roza and Lili now. She takes them along on missions to train in battle.

'''Bronya:''' The twins are giving the Principal a severe headache.

'''Kiana:''' Haha, that reminds me of us in the past. Aunt Theresa says she hates kids, but she’s actually very good with them.

'''Seele:''' (I feel unnecessary here…)

'''“Seele”:''' (Naturally. You don’t belong to their world.)

'''Seele:''' (But they all care for me. It’s only because I don’t know the topic very well.)

'''Seele:''' (We just need more time to know each other better.)

'''“Seele”:''' (…)

'''Bronya:''' Right, Kiana, are you heading to Salt Lake tomorrow?

'''Kiana:''' Yeah. We received reports of mechas going out of control, and Dr. Einstein asked me to check it out.

'''Bronya:''' Great. Seele is going to the city too. You two can share a ride.

'''Seele:''' …Huh?

'''Kiana:''' No problem. I’ll go back and prepare. See you tomorrow then, Seele.

'''Seele:''' Ah, okay, see you tomorrow!

Kiana walked away.

'''Seele:''' Is this the personal favor you wished to ask of me?

'''Bronya:''' Smart Seele. Sorry I made this decision without asking you.

'''Seele:''' It’s all right. I’m also happy to travel with Kiana.

'''Bronya:''' Good, that’s why I hope you could keep Kiana company on her mission.

'''Seele:''' Me? But you know Kiana better, right?

'''Bronya:''' Right, but the Bronya knows her too well to be completely open with her.

'''Seele:''' Huh?

'''Bronya:''' At first, Kiana came here to eat with us, but other Anti-Entropy employees… they seemed concerned when they saw her.

'''Bronya:''' The tables around her were always left empty, even when Dr. Einstein sat beside her.

'''Seele:''' But… Kiana is under control and she works hard to protect everyone…

'''Bronya:''' We all know that, but it takes more than logic for people who don’t know her well to conquer their fear.

'''Bronya:''' Kiana didn’t stand up to defend herself. Instead, she chose to avoid the crowd.

'''Bronya:''' She doesn’t care what people might say, but she doesn’t wish to further complicate the situation either.

'''Seele:''' So that’s why you interrupted me right before we were about to get into this topic.

'''Bronya:''' Kiana has changed. She’s calm and mature now.

'''Bronya:''' But for her, the world has changed even more.

'''Bronya:''' She knows how we feel, and she needs to feel kindness from people who don’t know her well yet.

'''Seele:''' That’s… very considerate of you. There’s still a great deal I need to learn from you…

'''Bronya:''' You have your own strengths. You’re sensitive, compassionate, and observant. You’d make a good companion for Kiana.

'''Bronya:''' You should recognise your own merits and build confidence. After all, it was you who changed the Bronya’s world.

'''Seele:''' Bronya… Yeah! I understand now! Just leave it to me!

--

====<u>Gameplay 23-2 - Act 1, Scene 2</u>====
Morning, the next day.

'''Seele:''' Er, I’m a bit too early. Looks like Kiana isn’t here yet.

'''Seele:''' There’s still time. I can talk with the other me.

''[CG plays wherein the other Seele is shown within their shared mental plane, sitting on a chair beside a dresser with a set of scales.'']

'''Seele:''' Here you are.

'''Seele:''' You’ve been silent since last night. Something wrong?

'''“Seele”:''' None of your business.

'''Seele:''' Huh? Not in a good mood? You can tell me if something happened.

'''“Seele”:''' No. Nothing.

'''Seele:''' When Bronya told me that sometimes close friends aren’t able to be open with each other, I was reminded of us.

'''Seele:''' We know each other too well to be completely honest with each other, and you won’t tell me your worries…

'''“Seele”:''' I said nothing happened! See, your new pal is here. Don’t waste your time here.

'''Seele:''' If you want to talk, I’m always here.

'''“Seele”:''' …

'''“Seele”:''' Ha…

'''Kiana:''' Sorry I’m late, Seele. You were… talking to yourself?

'''Seele:''' Er, nothing, my mind was wandering, that’s all.

'''Kiana:''' Okay, let’s go then.

A commercial walk in Salt Lake City.

'''Seele:''' That’s a lot of people! And it looks like a big festival is coming.

'''Kiana:''' Dr. Tesla said the next 4th is Independence Day and that there’ll be celebrations. You can bring Bronya here and hang out.

'''Seele:''' Oh, no wonder.

'''Seele:''' It feels good to see everyone with a broad smile.

'''Seele:''' (Kiana looks a lot more relaxed than in the base. Bronya was right. She needs some air.)

'''Kiana:''' We should get to business. It’s still a while before my meeting. Let’s go shopping first.

'''Seele:''' Yeah, let’s go.

'''Seele:''' The first item on the shopping list is… uh, flowers!

'''Seele:''' Hi, I want to book some flowers for a party next month. Someone will pick them up on the day.

'''Florist:''' What kind of flowers are you looking for?

'''Seele:''' Er… pink roses, red lilies, green plums with the leaves and… eucalyptus leaves!

'''Florist:''' You sure know a lot about flowers, little girl. Are you a florist yourself?

'''Seele:''' No, I just love flowers. They make me feel good.

'''Florist:''' Oh yeah. That’s exactly why I opened this shop.

'''Florist:''' I like you. Take these lilies. They’re free.

'''Seele:''' Wah… they look so nice.

'''Kiana:''' Oh, thanks.

'''Seele:''' The next is the heart of a party… a cake!

'''Seele:''' Something smells good!

'''Baker:''' Freshly made. You want a bite, little girl?

'''Seele:''' Wah, every slice looks delicious. I don’t know what to pick now.

'''Baker:''' Haha, you have a sweet tongue, little girl. Take your pick. I’ll give you a 20% discount.

'''Seele:''' Really? That’s great! Thank you!

'''Kiana:''' Seele… you seem to have a knack for shopping.

'''Seele:''' And then we need party decorations… Let’s buy some balloons.

'''Gift Shop Manager:''' Hey, little girl, looking for something?

'''Seele:''' Hi, we want some balloons for a party.

'''Gift Shop Manager:''' Oh, a party, huh? You must have a long shopping list.

'''Seele:''' Do you have these long balloons?

'''Kiana:''' Aren’t all balloons round?

'''Seele:''' The kind you can wrap and make into different shapes. Dr. Tesla and the kids would love them.

'''Gift Shop Manager:''' Yeah, of course! Look no further. If you buy in bulk here, I’ll give you two bags for free!

'''Seele:''' Really? You’re so nice.

'''Gift Shop Manager:''' Come on, don’t mention it. Just remember to come back next time.

'''Kiana:''' No wonder Dr. Einstein always asks you to run these kinds of errands for her. These vendors seem to really like you.

'''Seele:''' Heheh. Back at the orphanage, we didn’t have much…

'''Seele:''' We couldn’t afford cakes, and I was sticking my face to the bakery window, checking out all these fancy desserts.

'''Seele:''' Then a girl from the bakery snuck out a box of star candies for me and I shared it. Many kind people have helped me.

'''Kiana:''' That’s because you’re a kind person yourself.

'''Seele:''' Er… I’m not that good. But… I want to be someone like that.

'''Seele:''' That’s about everything. Time to go finish Kiana’s mission!

'''Seele:''' Can’t believe they’re lighting fireworks in broad daylight!

'''Kiana:''' I guess it’s a rehearsal. The mechas handling the fireworks are the ones mentioned in the reports as having malfunctioned.

'''Seele:''' Dr. Tesla’s mechas are everywhere, and they can do almost everything for us. That’s impressive.

'''Kiana:''' Bronya told me that Anti-Entropy had cooperated with the Congress before on affairs concerning the Honkai.

'''Seele:''' People would be shocked to know what these mechas were designed for in the first place.

'''Kiana:''' To avoid public panic, information on the Honkai is rarely disclosed. Honkai events are covered up as natural disasters.

'''Kiana:''' But now isn’t the time for this. Let’s get a closer look.

'''Staff Member in Costume:''' Independence Day parade! Free beer and live rock music!

'''Seele:''' Kiana, look, the staff member is wearing a HOMU costume. Bronya’s favorite HOMU!

'''Kiana:''' Pity that Bronya isn’t here. She might want to get a picture. She loves HOMU.

'''Staff Member in Costume:''' Wanna join the Independence Day parade? Food, live music, and fireworks - we’ve got everything! Here, grab a brochure!

'''Kiana:''' Okay, thanks.

'''Seele:''' Looks nice.

'''Kiana:''' Yeah, after this is done, we… you can come here together and have some fun.

'''Seele:''' …Why don’t you join us? It’ll be tons of fun!

'''Kiana:''' Ha, I’ll find the person in charge here and ask about what really went down.

…

'''Kiana:''' Strange…

'''Seele:''' Kiana, what’s wrong?

'''Kiana:''' The man said nothing went wrong since the report was filed. He wonders if he was seeing things.

'''Kiana:''' But just to be safe, I contacted the technicians and they’ll examine the mechas thoroughly.

'''Seele:''' From what we saw at the rehearsal, nothing seemed to be wrong… Hope this is just a misunderstanding.

'''Kiana:''' I hope so too, but it would end the mission early. Our ride won’t be here for a while. Shall we wait at the rendezvous?

'''Seele:''' Er… it’s not like we get to breathe fresh air every day. Why don’t we sit at the cafe? They have a nice buffet.

'''Kiana:''' Buffet? Yeah, it’s been a while. Let’s go then.

'''Seele:''' Delicious! Kiana, take a bite. You like it?

'''Kiana:''' Hmm… this is good! The cookies and cream are perfect together!

'''Seele:''' It’s true when they say sweets can cure any mood. Wanna try something else? I recommend the mango mille crepe.

'''Kiana:''' Haha, okay, bring it on.

'''Kiana:''' …

'''Kiana:''' Thank you, Seele. I guess it was Bronya who asked you to look after me?

'''Seele:''' Huh? How… how did you know?

'''Kiana:''' Well, it just feels like her. She doesn’t want me to feel pressured and went all the way to arrange this.

'''Seele:''' She’s worried about you.

'''Kiana:''' She’s always been like this, even now when she’s battered by the harsh training herself. Let’s bring back a gift for her.

'''Kiana:''' Hmm, maybe we can find the HOMU cosplayer we saw earlier and ask him for a few pictures…

'''Seele:''' Haha, Bronya would love that.

'''Seele:''' Kiana… if there’s anything troubling you, feel free to talk to me, okay?

'''Kiana:''' Is it because of what you saw yesterday at the cafeteria?

'''Kiana:''' It’s really nothing. After all, I am indeed the Herrscher of the Void, and there is a monster named Sirin living inside my body. These are both facts.

'''Kiana:''' Those who believe me are the ones who know me well, but I can’t expect that from just everyone.

'''Seele:''' …Sirin?

'''Kiana:''' Yeah. The other personality inside me, the real Herrscher of the Void.

'''Seele:''' The other…

'''Kiana:''' Even as we speak, she’s fighting for control over the Herrscher Core. In fact, it belonged to her long before I took it.

'''Kiana:''' Still, I can’t surrender it to her. She’s dangerous, unpredictable, and hellbent on destroying humanity.

'''Kiana:''' I won’t allow her to lay waste to the whole world ever again.

'''Kiana:''' And even if I fail to stop her, there’s insurance.

Kiana pulled down her sleeve to reveal a wrist band with a ticking number.

'''Kiana:''' It monitors my condition in real time. If the threshold is breached, it’ll warn the base,

'''Kiana:''' After receiving the warning, Anti-Entropy will act immediately and I will teleport myself to a safe place… if I am still myself.

'''Kiana:''' Don’t worry. I volunteered to wear this band. It makes me feel safer.

'''Seele:''' Kiana… that’s a huge sacrifice.

'''Kiana:''' Just a responsibility I need to shoulder. I won’t run from it.

'''Kiana:''' And Mei… a friend of Bronya and I, lived a similar life before. She wore something even deadlier.

'''Seele:''' Kiana…

'''Kiana:''' Phew, I feel a lot better now that I’ve told you all this.

'''Kiana:''' Thanks, Seele. I hope I didn’t bore you.

'''Seele:''' No, not at all! It’s still hard for me to imagine how you’ve never given up after all the pain and misery.

'''Kiana:''' For a long time, I lived in fear… fear for Sirin and fear for myself. I put up walls around myself to feel safer.

'''Kiana:''' But not anymore, because I have you guys now. With everyone helping me, I now have the courage to face anything head-on.

'''Seele:''' Yeah! We all believe in you, Kiana!

A sudden commotion was heard from outside.

'''Kiana:''' What happened? Seems to be a ruckus outside.

'''Seele:''' I heard someone… calling for help?

'''Shop Assistant:''' Everyone run! The mechas at the square have all gone berserk and they’re coming at us!

'''Seele:''' But why? Everything was normal when we were there just a moment ago.

'''Kiana:''' No time for questions now. We’ve gotta stop those mechas and protect the people here!

'''Seele:''' Yeah!

'''Seele:''' Phew… that’s all of them. I’m glad the physical training worked. Kiana, how are you doing?

'''Kiana:''' All taken care of. Fortunately, they were only fireworks mechas and nobody was hurt.

'''???:''' Thank you!

'''Kiana:''' Huh? You are…

'''Little Girl:''' Mum told me that if someone helps me, I must say thank you. You just saved me!

'''Little Girl:''' Oh, are you hurt? Your eyes have different colors!

'''Kiana:''' (…)

'''Seele:''' Aren’t they beautiful? She’s a magician and she just saved you with magic.

'''Kiana:''' …Huh?

'''Little Girl:''' Yeah, these eyes are like gems!

'''Kiana:''' …Haha, watch this, I can change my eyes into another color.

'''Kiana:''' Voila…

'''Little Girl:''' Wow, that’s awesome! Can I become a magician too when I grow up?

'''Seele:''' Of course, if you’re a good girl.

'''Little Girl:''' Okay! I’ll be a good girl. I’ll go home and help Mum. Goodbye!

--

====<u>Gameplay 23-3 - Act 1, Scene 3</u>====
'''Kiana:''' …Thank you.

'''Seele:''' I didn’t do anything. Let’s go check on the mechas.

'''Seele:''' …

'''Seele:''' This is the HOMU costume that gentleman with the flyers was wearing! And it’s all ripped… Was he hurt?

'''Kiana:''' No blood, and nothing inside the costume. Wait, something dropped out. Huh? A key to an apartment?

'''Seele:''' He must have ran. We’ve still got time. Should we return the key and ask him about what happened?

'''Kiana:''' Good idea, but first I need to speak with the person in charge here and report back to Anti-Entropy. Can you wait for me here?

'''Seele:''' Okay!

Kiana left.

'''Seele:''' Right, I now have some time to talk to the other me…

'''Seele:''' You’ve been unusually quiet today.

'''“Seele”:''' You prefer it this way, don’t you? No one to interrupt you and your new pal.

'''Seele:''' Of course not. I don’t even know who to turn to when you keep silent.

'''“Seele”:''' What do you need me for?

'''Seele:''' What just happened felt weird… I want to hear your opinion.

'''“Seele”:''' I found nothing. The mechas acted on their own and I didn’t see anyone operating them.

'''Seele:''' Hmm… okay.

'''Seele:''' And, did you hear Kiana just now? She’s fighting hard against her other personality. Maybe we could help?

'''“Seele”:''' Huh?

'''Seele:''' After all, we have more experience when it comes to sharing body control, right?

'''“Seele”:''' …What do you mean?

'''“Seele”:''' In your eyes… I’m the same as Sirin?

'''Seele:''' Huh? No, that’s not what I meant…

'''“Seele”:''' Dangerous, wild, and brutal just like Sirin… that’s how you see me?

'''Seele:''' No! Sirin has always tried to hurt Kiana, but you’ve been protecting me. You’re not the same!

'''“Seele”:''' Well, then what am I to you?

'''Seele:''' You… you are…

'''“Seele”:''' Of all the times, you have to stutter now?

'''Seele:''' No, I…

'''“Seele”:''' All right, I knew it.

'''“Seele”:''' Never mind, I’m not gonna ditch you anyway. You’re a mess without me.

'''“Seele”:''' But don’t throw questions like this at me anymore. They make me feel sick.

'''Seele:''' I…

'''Seele:''' Sorry, I don’t know… how to answer your question right now.

'''Seele:''' But I’ll think hard, really hard, to give you an answer.

'''Seele:''' Just give me some time.

'''“Seele”:''' Tsk.

'''“Seele”:''' Boring.

'''“Seele”:''' Ha…

Beep.

'''Seele:''' Kiana, how is it going?

'''Kiana:''' Sorry, Seele, it’s more complicated than I thought. I need to stay here for a while to pull up surveillance footage.

'''Seele:''' Anything I can do to help?

'''Kiana:''' No, I’ve got this. Go find the man in the costume. We need a witness.

'''Kiana:''' The person in charge said he’s a student from the college nearby. His name is John Doe. I’m sending you his student ID.

'''Seele:''' Understood.

'''Seele:''' This should be the college mentioned on the student ID card.

'''Seele:''' Matushka Cocolia taught me how to read in the orphanage.

'''Seele:''' I bet it’s fun to go to school and study with strangers…

'''“Seele”:''' What’s fun about sitting tight in a classroom?

'''Seele:''' Ha, you finally spoke to me again.

'''“Seele”:''' Humph, that’s because I pity you. I’m the only one who can help you.

'''Seele:''' Hi, do you know the person on this student ID?

'''Sleepy Girl:''' Er… John Doe? Never heard of him.

'''Student with Short Hair:''' Hey, look, this guy is in the same department as you.

'''Sleepy Girl:''' Doesn’t ring a bell.

'''Seele:''' Thanks.

'''“Seele”:''' See? Told you.

'''Seele:''' There are so many students here. It’s natural they don’t know each other.

'''Seele:''' Hi, do you know the person on this student ID?

'''Student:''' Huh? Hmm… no. No, wait a sec.

'''Student:''' I think I’ve heard this name somewhere.

'''Student:''' Oh, I remember now. We’re taking the same elective course.

'''Seele:''' Really?

'''Student:''' Yeah, because very few signed up for this course and the professor takes attendance every time.

'''Student:''' But he’s missed a lot of lectures lately. I’m afraid he’s gonna fail the course.

'''Seele:''' He hasn’t shown up recently? For how long?

'''Student:''' Let me think… about a month. I can’t say for sure.

'''Seele:''' Thank you!

'''Seele:''' Well, that’s something. But why would he miss the classes?

'''“Seele”:''' Maybe he was bullied and busy crying in a toy box just like someone else?

'''Seele:''' I know what you’re doing and I won’t follow.

'''“Seele”:''' Tsk. Boring.

'''Seele:''' Hello, do you know the person on this student ID?

'''Teacher:''' Huh?

'''Teacher:''' He should have taken my course, but I can’t recall anything.

'''Seele:''' Thank you.

'''“Seele”:''' Even his teacher paid no heed to him. He’s a nobody here.

'''Seele:''' Hey, that’s not nice.

'''Seele:''' Hi, do you know the person on this student ID?

'''Roommate:''' Huh? Yeah, he’s my roommate.

'''Seele:''' Really? I found something of his and I wish to return it to him in person.

'''Roommate:''' That’s some bad timing then. Unfortunately, he moved out half a year ago.

'''Seele:''' Huh?

'''Roommate:''' He rented a place outside, probably for his part-time job. The last time I saw him was a month ago.

'''Seele:''' But the pay has to come from his part-time job pay, right? Why would he do that?

'''Roommate:''' I dunno, I’m not his Mum. He didn’t say and I didn’t ask. Anything else?

'''Seele:''' Er… no, thank you!

'''Seele:''' Guess I’ll have to go to his apartment.

'''“Seele”:''' Maybe he just found out that he lost the key and is scratching his head in front of the door.

'''Seele:''' Strange. He’s been here for two years but no one seems to have seen him.

'''“Seele”:''' Isn’t that the case with every human being? They’re only interested in themselves and don’t care about others.

'''Seele:''' Um…

'''Seele:''' I feel like you’re even more… impatient today?

'''“Seele”:''' Huh? Me? Nonsense, why would you think that?

'''Seele:''' Because your words seem to be more aggressive and… straightforward?

'''“Seele”:''' …Humph.

'''“Seele”:''' Aren’t you supposed to go and ask that guy about the incident? Time to visit his apartment now, Miss Holmes.

'''Seele:''' Er… Okay…

--

====<u>Gameplay 23-4 - Act 1, Scene 4</u>====
Lampard Apartment.

'''Seele:''' …

'''Seele:''' …He’s not home. Maybe we should come back another day?

'''“Seele”:''' Just open the door with the key. We might even find some dark secrets in there.

'''Seele:''' We’re definitely not doing that… Huh?

The door creaked open slowly.

'''Seele:''' The door isn’t locked… Aaaaah, sorry, I didn’t mean to break in!

'''“Seele”:''' Lower your voice! No one is inside anyway…

'''“Seele”:''' Hmm?

'''“Seele”:''' Seele, look out!

'''Seele:''' Why would there be Anti-Entropy mechas here?

'''“Seele”:''' You can worry about that later! Focus on the battle!

'''Seele:''' I think I saw space distortions for a second… Was I mistaken?

'''Seele:''' Huh? I thought I just knocked them down… What’s happening?

'''“Seele”:''' They look like they’re being controlled, just like those berserk mechas.

'''Seele:''' Are they trying to keep us away from this building?

'''“Seele”:''' Which means there really is something shady about this building. Huh, now we have to take a look in there.

'''Seele:''' The mechas are gone…

'''“Seele”:''' This is weird… there’s no trace of fighting on the ground.

'''Seele:''' Huh? So was I fighting a hallucination?

'''“Seele”:''' Let’s continue the investigation and see.

…

'''Seele:''' Hmm… should be this one.

'''Seele:''' Sorry to disturb…

'''Seele:''' Waaaah! This is… a puppet? Looks broken.

'''“Seele”:''' Don’t move!

'''Seele:''' Huh?

'''“Seele”:''' Be careful. This room smells.

'''Seele:''' Smell?

'''“Seele”:''' …The smell of death.

…

'''Seele:''' …!

'''“Seele”:''' Who’s there?

'''Landlady:''' Hey, I’m the landlady here. Are you looking for the kid? Are you his friend?

'''Seele:''' Er, yes, I’m looking for him. Right, Miss Landlady, did you hear something just now?

'''Landlady:''' No, just the sound of you opening the door…

'''“Seele”:''' Huh? We were turning the place upside down in the fight and she didn’t hear anything at all?

'''Landlady:''' So you’re here for the kid… Unfortunately, he…

'''Landlady:''' …Passed away a month ago.

'''Seele:''' Huh?!

'''Landlady:''' Yeah, I called the police myself. He was lying on the bed and not moving at all.

'''Seele:''' But I just received a handout from…

'''Landlady:''' The police ruled out murder and contacted his family. They came and took him away, leaving all this stuff behind.

'''Landlady:''' His college sent someone too, asking me to be quiet about it. They only care about their good name.

'''Landlady:''' Poor kid. He was dead to his family and college even before this.

'''Landlady:''' You’re his friend, right? Feel free to go in and check. I have to dump everything in a few days after all.

'''Landlady:''' It would be a real headache trying to find a new tenant.

'''Seele:''' …

'''Seele:''' That’s cold.

'''“Seele”:''' She told the truth. There was death in this room.

'''Seele:''' But we just talked to him in the square, and the person in charge told us he had been working there all along.

'''“Seele”:''' Which is to say, someone has impersonated him?

'''Seele:''' But why? Just to lure us here?

'''“Seele”:''' …Hey, Miss Holmes, there’s something in the puppet’s hand.

'''Seele:''' Huh? Oh, there is.

'''Seele:''' This is… a show ticket?

'''“Seele”:''' Theater of Domination… what a pretentious name.

'''Seele:''' Something’s written on the back! Featured: Silly Jack.

'''Seele:''' “Silly Jack loves his pumpkin. He hugs his precious pumpkin and it bites off his head.”

'''“Seele”:''' What is that? How distasteful.

'''Seele:''' Er… something like a show intro? But it sounds…

'''“Seele”:''' Tsk, I don’t like how this feels. Seele, you better stay away from this. It’ll only be trouble.

'''Seele:''' …I just want to help someone.

'''“Seele”:''' He’s dead and gone. What can you do? It’s not your fault anyway.

'''Seele:''' But he deserved more attention.

'''“Seele”:''' Huh?

'''Seele:''' Without Bronya, I might have disappeared like this long ago.

'''Seele:''' The least I can do is to find the truth behind his death. It may be a trap, but that means there’s definitely more to it.

'''“Seele”:''' …

'''Seele:''' But thank you. I know you’re only trying to protect me.

'''Seele:''' I’m not the timid girl who can only hide and cry anymore. I’m not afraid of getting hurt. I just don’t want to regret.

'''Seele:''' Of course, I won’t push myself too far. I know I can’t solve this alone, so I’ll report to Anti-Entropy. Sounds good?

'''“Seele”:''' Seele…

'''???:''' That’s right. She doesn’t need you anymore.

'''“Seele”:''' Huh?

'''???:''' Girls never play with their once precious dolls once they grow up. They all end up in the trash can.

'''???:''' We’re not needed by this world. Our existence is a mistake.

'''???:''' Despised, distanced, and deserted… this is how our story ends.

'''“Seele”:''' Who’s talking?

'''Seele:''' Huh? What happened?

'''“Seele”:''' You didn’t hear that?

'''Seele:''' Hear what?

'''“Seele”:''' …Nothing. Aren’t you reporting to Anti-Entropy? Do it now.

'''Seele:''' Yeah! Thanks for understanding me!

'''“Seele”:''' …

'''“Seele”:''' (That voice…)
----
===Act 2 - Act 2===

====<u>Gameplay 23-5 - Act 2, Scene 1</u>====
The smell of something burning rushed into Bronya’s nostrils.

Bronya knew the ingredients: wood boards, asphalt, and… men.

'''Bronya:''' This is…

Bronya found herself on the ground. She struggled to stand up.

Filling her sight was the ashes of a wasted world.

'''Bronya:''' Ah…

Bronya knew now.

This is Siberia after the 2nd Honkai Eruption.

Childhood memories came back to haunt her again, only this time she was not frightened in the slightest.

'''Bronya:''' …

She carefully studied the surroundings.

'''Bronya:''' This used to be… the Bronya’s home.

The fantasy reality urged her to unearth more deep-buried secrets about her past.

'''Bronya:''' Papa… Mama…

Of course she couldn’t recall what her father and mother were like. Her first childhood memory was of a gun in her hand.

Still, she hoped there were some residual traces of love from her father and mother in the depths of her memory bank.

Maybe, just maybe, she was still in their embrace when the Honkai took them?

She looked around. Nothing but rubble and ashes.

'''Bronya:''' …

'''Bronya:''' This is… the Honkai.

She lifted her hands and took a close look.

Still a pair of girl’s tender hands, save for the calluses from the kisses of firearms.

In the dream, these clean hands posed a sharp contrast with the scorched billboards in German by the road.

Naturally… these hands were also cold.

'''Bronya:''' Huh? Something feels wrong…

German?

Her battle-trained instincts began to sound the alarm.

'''Bronya:''' This is not Siberia!

It wasn’t until now that Bronya realised that the burnt smell, the ruins, and everything else felt too real to be a dream.

This wasn’t a dream.

'''Bronya:''' That’s…

A human figure with blue hair suddenly emerged in the distance.

Bronya found him an uncharacteristic presence in this wasteland.

Just like herself, he rose up slowly from the ground and looked around.

It was like looking into a mirror… with a long delay.

'''Bronya:''' …

Somehow she felt familiarity and compassion.

She walked up to the blue-haired man and reached out her hand…

'''Bronya:''' …!

'''Bronya:''' Huff… huff…

She broke free from the weird dream and found her pillow all wet with cold sweat.

'''Bronya:''' Tsk, this again…

She took a deep breath and calmed her racing heart down as if she just went through a tough battle.

She then glanced at the clock.

'''Bronya:''' …Better get up now.

Bang… bang… bang… bang… bang…

Following a tight rhythm, five bullets landed on the target in succession.

She unloaded the clip and waited for the results.

'''Welt:''' All bullseye. The last one was right on the ring though.

'''Bronya:''' …

She frowned.

In her eyes, “on the ring” meant the bullet landed on the rim of the enemy’s helmet. It would be deflected.

In other words, the enemy would live to shoot another bullet at you.

'''Welt:''' Good. You’ve finished today’s physical and combat training perfectly. You even broke a record. But…

Welt took a brief pause and darted a look at Bronya.

'''Welt:''' You seem tired.

'''Bronya:''' …

'''Bronya:''' Phew… maybe a little bit.

“I haven’t slept well for a few days, but that won’t affect my performance.” She would have replied this way.

But after living at the Salt Lake base for a while, she began to warm up to the kindness from people around her.

'''Welt:''' Hmm, I’ll make some adjustments to the training program.

'''Welt:''' But today, we still have one last bit of training left.

'''Bronya:''' Understood.

'''Welt:''' Here, take this.

Welt handed a handgun to Bronya.

'''Bronya:''' This is…

'''Welt:''' Know this model?

Bronya didn’t even need to look.

'''Bronya:''' Makarov 9mm.

She smiled.

'''Welt:''' Good. I can see you know it well.

'''Bronya:''' Yes. Before I was adopted by the orphanage, this was my favorite model.

'''Bronya:''' Low recoil, small, light, and easy to carry.

This childhood “toy” brought back a lot of memories that were not necessarily pleasant.

'''Welt:''' Okay. Now put it aside.

Bronya did so with a minor reluctance.

'''Welt:''' Now, close your eyes and visualise its structure, down to every detail including the bolts and the rifling.

'''Welt:''' How do you feel?

'''Bronya:''' Yes, no problem.

Every childhood moment of maintaining and disassembling the weapon floated up again from the sea of memory.

'''Welt:''' Well, now use your Herrscher powers to construct it, including the bullets.

Bronya focused her mind on the construction. It was a piece of cake compared with conjuring the Project Bunny float guns.

Parts began to emerge and assemble themselves in her hand, and before long a Makarov 9mm took complete shape.

She opened her eyes, opened the clip, and removed the safety…

Bang!

'''Welt:''' Bullseye. Perfect. But I didn’t ask you to shoot.

'''Bronya:''' Sorry, Mr. Yang, the Bronya couldn’t help it.

'''Welt:''' Haha, I understand.

'''Welt:''' Okay, now try this.

Welt handed over another handgun.

'''Welt:''' Don’t shoot this time.

'''Bronya:''' Roger.

Bronya took the gun. It was a model she had never seen before.

'''Welt:''' This is a Heckler & Koch, made in Germany. I can’t tell you more. Start constructing when you’re ready.

Bronya took a moment to observe and then put it aside.

Guns may look very different but they all follow the same structural principles. It didn’t take her long.

'''Welt:''' Good, now disassemble your creation and the one I gave you side by side

Bronya did so.

'''Bronya:''' Ah…

'''Welt:''' See what’s wrong?

'''Bronya:''' The structures are different.

'''Welt:''' Yeah, this model has a unique recoil system and only 400 or so were made.

'''Welt:''' You used your knowledge and experience to fill the gap. Very commendable.

'''Welt:''' But that’s not enough on the battlefield.

'''Welt:''' Sometimes, we need to identify the enemy’s weaknesses based on limited info. What you know decides the outcome of a battle.

'''Welt:''' “Use it once and you’ll never forget.” Your special power as the Herrscher of Reason makes construction an easy job.

'''Welt:''' But in comparison to recreating familiar weapons, it’s more important to learn your enemy’s unknown weaknesses.

'''Welt:''' This… is the Herrscher of Reason’s true weapon.

Welt patiently waited for the words to sink in.

'''Bronya:''' …Understood. The Bronya will try again.

'''Welt:''' Yeah, no problem, but try not to push yourself too hard.

…

'''Welt:''' How do you feel now?

'''Bronya:''' …A lot better.

After the morning training, the two came downtown.

'''Welt:''' It’s okay. Using the Herrscher of Reason’s power always comes with side effects, especially when recreating something new.

'''Welt:''' Get out and take in some fresh air. You’ll feel better.

'''Bronya:''' Do you come here often?

'''Welt:''' This viewing deck? Occasionally.

'''Bronya:''' You can see the whole city from here.

'''Welt:''' Yeah, such a view is what he died for.

'''Bronya:''' He? Mr. Joyce?

'''Welt:''' Right. Seems like you’ve learned a lot at the base.

'''Welt:''' He is my hero. And he was a good teacher.

Welt glanced at Bronya. He knew the word “teacher” would stir up some sad memories of hers.

'''Welt:''' He was a survivor of the 1st Honkai Eruption. Berlin was in shambles. He was at the epicenter when Schicksal found him.

'''Bronya:''' The 1st Honkai Eruption in Berlin?

Bronya’s sharp instincts kicked in again.

'''Welt:''' Right. Something wrong?

'''Bronya:''' …

Bronya thought for a moment before sharing her bizarre dream with Welt, including the blue-haired young man.

'''Welt:''' …

'''Welt:''' Yes, that is Joyce, the 1st Herrscher of Reason.

'''Bronya:''' But why would the Bronya dream of all this?

'''Welt:''' As you use the Herrscher’s power, the Herrscher Core slowly becomes one with you.

'''Welt:''' It’s not a bad thing, but there are side effects in the process.

'''Welt:''' Including the ghost images from your predecessors in the Core.

'''Bronya:''' Ghost images? Like fragmented memories?

'''Welt:''' Technically they’re not memories. Only lingering echoes from the mind.

'''Welt:''' Think of a piece of cement ground that’s only half dry.

'''Welt:''' What you saw were footprints left by those who walked past the ground.

'''Welt:''' These footprints reflect their reality in a way, but whoever left them have… gone.

Welt’s voice sank as he spat out the last word.

'''Bronya:''' …Mr. Yang, did you dream of something similar?

'''Welt:''' …

Loneliness suddenly surged up Welt’s eyes.

'''Welt:''' Yes, for a time, I expected the reunion in the dream every day. There was too much I wanted to share with him but didn’t.

'''Welt:''' But it later came to me that this wasn’t him… he was gone long ago.

'''Welt:''' It wasn’t easy for me to grasp this idea.

'''Bronya:''' …The Bronya might be able to relate to it.

'''Welt:''' So, when I miss him, I come here.

'''Welt:''' It may sound cliche, but seeing the city thriving offers me some kind of comfort, that his sacrifice wasn’t in vain.

'''Bronya:''' …Hmm.

'''Welt:''' The bright side of the world keeps reminding me that I cannot dwell in the past.

'''Welt:''' This is not how we honor those who have given up their lives for humanity.

Welt looked to Bronya. Maybe what he said would set off ripples in her mind.

'''Bronya:''' Echoes… from the mind.

Bronya tried to feel the weight of these words.

'''Bronya:''' Which is to say, such conditions would be experienced by anyone with a Herrscher Core inside them?

'''Bronya:''' Including Mei, Fu Hua, and… Kiana.

'''Welt:''' Yes, even moreso for Kiana as she has more than one Core.

'''Bronya:''' Kiana…

Bronya sighed heavily.

'''Bronya:''' That idiot… She never talked to us about this. Not even once.

'''Bronya:''' The Bronya wishes Kiana would be able to hear what Mr. Yang just said someday.

'''Welt:''' Yeah. A lot has happened recently. Anti-Entropy mechas out of control, weird puppets at crime scenes… I fear a new crisis looms.

'''Welt:''' If my fear proves to be justified and when the time comes, I hope you and Kiana…

'''Welt:''' …Can make the right decision.

'''Bronya:''' The right… decision?

'''Welt:''' I know you’ve both lost those important to you, but just like what I went through, I hope you could… you know…

Welt began to stutter. He wasn’t sure if what to follow would break the girl’s heart.

'''Bronya:''' Don’t worry, Mr. Yang.

Bronya reassured him.

'''Bronya:''' The Bronya knows what you wish to say.

Welt took a careful look at Bronya. Her eyes spoke of sorrow but also determination.

'''Bronya:''' The Bronya… has accepted all of this.

'''Bronya:''' Not willingly, but still…

'''Bronya:''' This may sound heartless…

'''Bronya:''' …But the Bronya has decided to step forward.

'''Bronya:''' The freezing cold Siberia taught the Bronya one thing:

'''Bronya:''' Never turn back, because the footprints behind you are long gone in the wind and snow… there’s no way to go but forward.

Having finished her words, she sat her eyes on the cheerful crowd in the distance and spoke no more.

Welt followed her eyes.

A tough girl, Welt thought.

Much tougher than himself at the same age.

After knowing the side effects of a Herrscher Core, her first concern was Kiana.

Maybe Kiana is still having a hard time walking out from the shadow.

'''Bronya:''' …Huh?

'''Welt:''' What’s wrong?

'''Bronya:''' The Bronya heard some noise.

'''Man:''' Come on, there’s a sculpture exhibition on the viewing deck. Let’s check it out!

'''Young Office Lady:''' That’s a fancy place to see sculptures.

'''Welt:''' Wanna go and have a look?

'''Bronya:''' Maybe not.

'''Young Office Lady:''' What are they showing?

'''Man:''' Seems to be weird looking monsters. I only had a glimpse.

'''Welt:''' Huh?

'''Bronya:''' Monsters?

The two suddenly became alert.

'''Welt:''' We’d better go and check it out.

'''Bronya:''' Roger.

'''Bronya:''' These are…

'''Welt:''' Honkai beasts?!

'''Staff Member in Costume:''' Ladies and gentlemen!

'''Staff Member in Costume:''' Something you’ve never seen in your life!

'''Staff Member in Costume:''' The monster show of the century!

'''Staff Member in Costume:''' Hey, mister, are you taking your daughter to see the cool monsters?

'''Welt:''' I…

'''Bronya:''' Where do these exhibits come from?

'''Staff Member in Costume:''' Hah, you seem to be very interested, little girl.

'''Staff Member in Costume:''' But I only know we were commissioned to hold this exhibition.

'''Staff Member in Costume:''' These sculptures were sent by our client organisation. And they made it very clear these are not for sale.

'''Bronya:''' What organisation?

'''Staff Member in Costume:''' Er… we don’t know the specifics. Probably some fan club with a monster fetish.

'''Staff Member in Costume:''' But to be honest, it did give me the creeps when I first saw them. Not exactly my cup of tea.

'''Staff Member in Costume:''' Ah, what am I gibbering about? Anyway, art is only art in the eyes of art lovers.

Bronya and Welt exchanged a look… they looked and felt too real to be just sculptures.

In theory, no civilian had any contact with Honkai beasts, let alone creating such realistic sculptures in their image.

'''Welt:''' You must shut down the exhibition now!

'''Staff Member:''' What? Why?

'''Welt:''' These things are dangerous.

'''Staff Member:''' I don’t understand, sir. Why do you think they’re dangerous? Your daughter seems to be very interested in them.

'''Staff Member:''' Oh, I see. Relax, there are bearing bars behind them, so they won’t fall. And they won’t bite, haha.

'''Welt:''' …!

'''Bronya:''' What?

'''Bronya:''' They’re… moving?!

'''Staff Member:''' Huh?

'''Staff Member:''' What the hell?!

'''Bronya:''' Strange… they have zero Honkai energy reactions!

'''Welt:''' Deal with them first! We’ll look into it later!

'''Bronya:''' Understood!

'''Bronya:''' These Honkai beasts… they feel weird.

'''Bronya:''' It’s like hitting real sculptures…

'''Bronya:''' This is uncanny… why would the sculptures move just like the real ones?

'''Welt:''' Maybe it’s connected to the other anomalies recently. Let’s collect evidence and bring it back to the base for analysis.

'''Welt:''' Where’s the exhibition runner we saw? Maybe he can help us track down the supply.

'''Bronya:''' …

'''Bronya:''' Didn’t find him. He must have fled.

'''Welt:''' I’ll call someone to lock down the area. Meet you back at the base.

'''Bronya:''' Roger!

--

====<u>Gameplay 23-6 - Act 2, Scene 2</u>====
Meeting room, Salt Lake Base.

'''Seele:''' Still can’t believe this… Thank goodness you didn’t get hurt.

'''Bronya:''' Yes, the monsters were easy to handle, but they could have hurt a lot of civilians.

'''Einstein:''' Anti-Entropy is looking into the black market for the supply. Any unaccounted ones must be destroyed on sight.

'''Einstein:''' The Sovereign is also tracking it down. It’s confirmed that all exhibits came from the same workshop. We’re locating it now.

'''Seele:''' Great… hope no one has to get hurt.

'''Tesla:''' Humph, that’s what you get for playing with fire.

'''Tesla:''' They went all the way to get their hands on these sculptures, but once they started to move, they screamed the loudest.

'''Bronya:''' The Bronya heard a similar story from Fu Hua. A professed dragon lover frightened to death by a real one.

'''Seele:''' How are things on your side, Dr. Tesla? I heard Dr. Einstein say you were having several hearings every day.

'''Tesla:''' They’re only trying to place the blame on us. Humph, not gonna happen. I think they’re having a big headache right now.

'''Seele:''' What happened?

'''Tesla:''' After that farce yesterday, we tracked down the black market dealing records, and guess what, a senator’s name popped up!

'''Tesla:''' This bombshell turned the whole of Congress upside down. Everyone from top to bottom has called to try talking him into surrendering the hidden goods, but who knew he was so sneaky as to take his “treasure” and escape with it overnight.

'''Tesla:''' The funniest thing was, his precious collection began to move on the way and almost bit his head off if not for Theresa.

'''Seele:''' That was close! Wait…

'''Bronya:''' What’s wrong, Seele?

'''Seele:''' “Silly Jack loves his pumpkin. He hugs his precious pumpkin and it bites off his head.”

'''Seele:''' That’s the show intro on the ticket we found at the college student’s apartment. Could it be a coincidence?

'''Tesla:''' You’re saying that the show foretold the story of that hapless senator? That’s far-fetched.

'''Einstein:''' …No, it’s a possibility.

'''Einstein:''' I prefer to call this an “advance crime notice”.

'''Seele:''' Advance crime notice?

'''Einstein:''' We ran tests on the show ticket and found traces of soil on it.

'''Einstein:''' …Further tests indicate the soil sample didn’t belong to the area.

'''Einstein:''' Which is to say, it may be connected to the murderer, or even left there on purpose by the murderer.

'''Einstein:''' Seele, Bronya, I read in your reports that the rampaging mechas and Honkai beasts were different from what we dealt with.

'''Seele:''' Yeah. They moved in a strange way. Felt… unnatural?

'''Bronya:''' They acted rigidly and had only one attack move, as if someone was pulling their strings.

'''Einstein:''' Similar reports came from Theresa too, indicating all these anomalies might be somehow connected.

'''Einstein:''' It follows that the criminal may use evidence from the last crime scene as an advance notice of the next crime.

'''Einstein:''' Of course, it would be best if they’re all coincidences. But if not, this might be a lot worse than we assumed.

'''Tesla:''' Hey, Mophead, did you… find something?

'''Einstein:''' I was about to share another piece of important information.

'''Einstein:''' We carefully studied the puppet retrieved from the apartment, and found something similar to a Herrscher Core inside.

'''Tesla:''' A Herrscher Core?

'''Einstein:''' The energy level is much lower, so it went under the radar all this time. Not a major menace, but we need to be prepared.

'''Einstein:''' For a new Honkai Impact.

'''Tesla:''' You’re saying… it’s a Herrscher?

'''Einstein:''' Not confirmed, but if my presumption is right, more like this will come, leading us closer to the true culprit.

'''Tesla:''' Tsk. If it’s a Herrscher, I’d call it the Herrscher of Cowardice.

'''Tesla:''' …Wait, so the Congress mecha riot could also be traced back to the same source? But what’s the motive?

'''Einstein:''' To smear Anti-Entropy’s reputation or distract us. Could also be both.

'''Einstein:''' Judging from the results, Dr. Tesla being held accountable did curb our efficiency.

'''Tesla:''' Wah, this is intolerable! The theory does connect all the dots. Hey, Mophead, is it enough to get me off the hook?

'''Einstein:''' Definitive evidence is still needed. That’s why the investigation on the workshop matters. We need to know more.

'''Einstein:''' Naturally, this operation involves high risks. In the worst case scenario, the workshop might be a trap itself.

'''Tesla:''' But we have to go even if it’s a trap. Ah, I hate this guy!

'''Bronya:''' …

'''Bronya:''' Dr. Einstein, can you assign the Bronya to this investigation?

'''Einstein:''' Sure. But try to avoid solo action, especially before we know who we are dealing with.

'''Seele:''' I… I’m going with Bronya!

'''Seele:''' I was a witness to the last event. I can help. And… I want to find out the truth too. The victims deserve that.

'''Einstein:''' I see. I’ll talk to you once we have the coordinates. Stay ready.

'''Bronya:''' Understood.

'''Seele:''' Yes!

'''Bronya:''' Taskforce has entered the target area. Awaiting further instructions.

'''Einstein:''' The result came out, and the dirt you just sampled matches what we found on the show ticket.

'''Einstein:''' Now we can say with safety that they’re serial crimes with a shared purpose.

'''Einstein:''' Proceed according to plan and head to the workshop, the confirmed source of all the sculptures on the market.

'''Einstein:''' It belongs to Miss Mira Rimmer, an esteemed sculptor who went missing a month ago.

'''Einstein:''' The inside of the workshop is unknown. Armed resistance is possible. Be advised and proceed with caution.

'''Seele:''' Understood.

'''Einstein:''' …

'''Seele:''' It might be dangerous, but the idea of fighting by your side has filled me with courage.

'''Bronya:''' Yes, the Bronya looks forward to seeing your recent progress.

'''Seele:''' And I also want to admire your fighting moves up close!

'''Bronya:''' Kiana talked to me about you last night. She spoke highly of you.

'''Seele:''' Really? But she was the one doing the heavy lifting, and I wasn’t much help…

'''Bronya:''' You fought bravely and gave her good company. That’s the sensitive and sweet Seele that the Bronya knows.

'''Bronya:''' Kiana always puts everything on her own shoulders. She needs companionship and good rest.

'''Seele:''' Is that why you offered to take on this mission?

'''Bronya:''' Hmm, perhaps… the Bronya has a bad feeling.

'''Seele:''' Bad feeling?

'''Bronya:''' Dr. Einstein knows it too. The enemies this time are highly dangerous. That’s what the Bronya’s battle instincts say.

'''Seele:''' Ugh…

'''Bronya:''' Sorry for the gibberish. Let’s carry on with the mission.

'''Bronya:''' Here.

'''Bronya:''' Seele, be careful. The Bronya will count to three and then we’ll open the door together.

'''Seele:''' Okay.

'''Bronya:''' One… two… three!

'''Seele:''' Ngh?!

'''Seele:''' Eh?

'''Seele:''' This is the inside of the workshop?

'''“Seele”:''' Don’t be silly. There’s no way the building contains such a massive space inside.

'''“Seele”:''' This seems like… a closed space in another dimension without any exit. Tsk, the worst situation.

'''Seele:''' Bronya… I can’t find Bronya!

'''“Seele”:''' What? Scared again? Heh, just like the old times. Fortunately, you have me.

'''“Seele”:''' Hey, Seele, we should switch now. This place doesn’t feel right.

'''Seele:''' Don’t worry, I’ll try hard to calm down.

'''“Seele”:''' Huh?

'''Seele:''' We need to find Bronya. Er, we can’t stand still here. Let’s check out the surroundings.

'''Seele:''' Why would there be zombies here?

'''“Seele”:''' Just like the rampant mechas we saw, someone is pulling the strings.

'''Seele:''' Dr. Einstein was right.

'''Seele:''' Haa… Haa…

'''“Seele”:''' Hey, Seele, quit acting tough now. You don’t look good.

'''Seele:''' It’s… it’s okay…

'''Seele:''' Besides, we can still unleash the power of us both if it gets really hairy.

'''“Seele”:''' That would burden you too much and wouldn’t last long. Listen to me, just run when you see trouble.

'''Seele:''' Yeah, I know, but I can still move on. I want to bring back more clues to Dr. Einstein.

'''“Seele”:''' Seele…

'''Seele:''' Hmm? Who’s there…?

''[CG plays wherein a girl identical to the small puppets reveals herself, introducing this space to Seele:''

'''''???:''' Welcome to the Theatre of Domination.'']

--

====<u>Gameplay 23-7 - Act 2, Scene 3</u>====
'''???:''' The true martyr Mira Rimmer will offer her all to the great Masters of Monsters!

'''Seele:''' Are you… the puppet we saw before?

'''“Seele”:''' Back off, Seele. This thing is dangerous!

'''“Seele”:''' Run!

'''Puppet:''' Hehe, wanna run? You can’t run! Can’t run! Open your eyes! Time to wake up!

'''“Seele”:''' What’s going on? Seele? Seele? Where are you?

'''Puppet:''' Why run? Compared to that weak and tearful girl, you’re more like us.

'''“Seele”:''' Huh? What are you talking about? We’re not the same kind. You gross me out.

'''Puppet:''' Hehe, give up now. She doesn’t need you anymore.

'''Puppet:''' Can’t you see? She’s been trying to get rid of you.

'''Puppet:''' You knew it, but you wouldn’t face the facts.

'''“Seele”:''' …Shut up!

'''Puppet:''' You’re a freak. Always, always a freak.

'''Puppet:''' Freak! Freak! A freak with black claws!

'''Puppet:''' You and us… we’re birds of a feather. Hehe!

'''“Seele”:''' Don’t act like you know me! And you don’t get to tell me what I am!

'''Puppet:''' Hahahaha!

'''Puppet:''' Ahahahahaha!

'''Puppet:''' It must really hurt! Hahahahaha!

'''Seele:''' The other me?

'''Seele:''' The other me, are you okay?

'''Seele:''' The other me! Where are you? Are you alright?

'''Puppet:''' Hehe, you better worry about yourself first.

'''Puppet:''' False souls like you don’t deserve to be entertained in the Theater of Domination.

'''Puppet:''' Curious power. Is this your trump card? You’re really giving everything you have, huh?

'''Puppet:''' But… it seems this power can’t last for long, right? Hee-hee-hee!

'''Seele:''' Haa… Haa…

'''Seele:''' Not good… time is up…

'''Puppet:''' Hehe, feeling exhausted now, huh? Laboring to keep standing?

'''Seele:''' Who… who are you? What did you do to the other me?

'''Puppet:''' The other you? No, she’s not you. She belongs with us. You’ll see that soon.

'''Seele:''' I’m not letting you take her!

'''Seele:''' I will protect her… I will!

'''Puppet:''' Humph, listen to yourself. Hypocrites like you are the worst. Don’t you feel sick?

'''Puppet:''' Hehe, she’s the real soul here. We’re birds of a feather and she loathes this pathetic world just like us.

'''Seele:''' Don’t pretend like you know her!

'''Puppet:''' Oh, she said the same thing. Clearly, you must go before she can join us.

'''Puppet:''' Yeah, with you out of the picture, she won’t say no to us. It has to be!

'''Seele:''' …?!

'''Seele:''' My body feels so heavy…

'''Seele:''' My vision’s starting to blur too…

'''Seele:''' The other me, are you alright?

'''Seele:''' No, I can’t… not yet…

'''“Seele”:''' Seele! Seele!

'''“Seele”:''' Hey, Seele! Seele!

--

====<u>Gameplay 23-8 - Act 2, Scene 4</u>====
'''???:''' Seele… Seele…

'''Seele:''' Er…

'''???:''' Seele!

'''Seele:''' Ugh… Bronya?

'''Bronya:''' Are you alright, Seele?

'''Seele:''' I… I’m out? Huh? Bronya?

'''Bronya:''' Out? Where were you? We were together when we pushed the door open, but the Bronya turned around and you were gone.

'''Bronya:''' The Bronya searched for you everywhere and found you lying on the ground after returning here.

'''Seele:''' I…

'''Bronya:''' A pitch dark theater… and a puppet calling herself Mira Rimmer?

'''Seele:''' Yeah… she looked weird and she controlled Honkai beasts and zombies to attack me.

'''Seele:''' I felt like… she was a living, breathing person…

'''Bronya:''' How did you escape?

'''Seele:''' I can’t remember very clearly.

'''Seele:''' (Before passing out, I seemed to hear the other me calling my name anxiously.)

'''Seele:''' (Did she save me?)

'''Seele:''' (The other me? Was it you?)

'''“Seele”:''' …

'''Seele:''' (Oh… I can feel her now. Great, she’s fine.)

'''Seele:''' (Thank you.)

'''Seele:''' I think someone helped me.

'''Bronya:''' Someone? Never mind, the Bronya is just glad you’re unharmed. Can you walk?

'''Seele:''' It’s okay. I feel much better now. You were looking for me the whole time? We should continue with the mission now.

Seele and Bronya walked into the workshop.

'''Seele:''' Bronya, there’s a book on the shelf that has a very different color!

'''Bronya:''' This is… a manuscript?

'''Seele:''' Wah!

'''Seele:''' Black pages… Looks scary.

'''Bronya:''' Are these words? Symbols? The Bronya has never seen anything like this.

'''Seele:''' Looks like an ancient script. Some pages are broken. Maybe they were burnt.

'''Seele:''' Just looking at it gives me the creeps. Where does it come from?

'''Seele:''' Ugh… I think I’m a little bit dizzy now…

'''Bronya:''' Seele!

'''Bronya:''' Don’t stare at it. It could be dangerous. Let’s bring it back to Anti-Entropy.

'''Seele:''' A lot of Honkai beast sculptures here. Some are half done.

'''Bronya:''' Be careful, Seele, they may start to move all of a sudden.

'''Seele:''' Bronya, there’s something written on the back of the base!

'''Bronya:''' Looks the same as the symbols on the script. Wait, the line below should be the translation.

'''Bronya:''' “The will, the mind, and the soul - everything shall be returned to the Masters of Monsters.”

'''Seele:''' Masters of Monsters?

'''Bronya:''' Probably refers to the Honkai beasts.

'''Bronya:''' Street rumors say a cult worshiping Honkai beasts has risen. Maybe Mira Rimmer is a member.

'''Bronya:''' They believe these mysterious monsters will deliver them and take them to paradise.

'''Seele:''' That’s absurd… Why would they have such crazy ideas?

'''Bronya:''' Maybe because when they’re in the dark, people always desperately struggle to grasp onto something.

'''Seele:''' There’s thick dust on the desk. Looks like it’s been a long time since the owner was here.

'''Bronya:''' But the orders on the rack are recent. Even yesterday some were shipped out.

'''Bronya:''' Could it be there’s someone impersonating her and selling the sculptures?

'''Bronya:''' Sort out what we know and report to Dr. Einstein.

'''???:''' Crack… crack…

'''Seele:''' Huh? I think I heard something from outside the door.

'''Bronya:''' …Let’s go check.

'''Seele:''' Ah… Honkai beasts!

'''Bronya:''' The sculptures in the lounge. We have to deal with them before they get out!

'''Bronya:''' This is… a broken puppet?

'''Seele:''' Wait, this puppet… is the one I met in the theater!

'''Seele:''' The inside of its left arm has cuts from my scythe. They’re unmistakable. Only it’s broken now.

'''Bronya:''' Just like the one found in John Doe’s apartment. So, we can also expect…

'''Bronya:''' Found it. A new show ticket.

'''Seele:''' “Featured: The Mouse and the Eagle. The mouse and the eagle. What a peculiar sight! An eagle with the tail of a mouse!”

'''Seele:''' An advance notice of the next crime!

'''Bronya:''' The criminal was careful and did not leave anything else, but we’ve learned a lot already. The investigation is fulfilled.

'''Bronya:''' Anyway, we should head back and report what we found.

--

====<u>Gameplay 23-9 - Act 2, Scene 5</u>====
A few days later.

'''Seele:''' Kiana, I’m at the other exit now!

'''Kiana:''' Good, let’s flank them and take care of everyone.

'''Kiana:''' We’re leading them to the designated area for retrieval, right?

'''Seele:''' Yes, Dr. Einstein asked us to collect more samples.

'''Kiana:''' I got this!

'''Kiana:''' Hehe, piece of cake.

'''Kiana:''' Seele, some mechas came your way!

'''Seele:''' Copy!

'''Seele:''' Kiana, any progress?

'''Kiana:''' All done. A puppet and a show ticket were found. Dr. Einstein was right.

'''Kiana:''' But this time no one saw the Theater of Domination like you did last time either.

'''Seele:''' Oh, I see… it’s more complicated than I thought.

'''Kiana:''' The missing person was found too. A salary man who locked himself up after being fired. Not very stable.

'''Seele:''' So is the sculptor named Mira Rimmer. She’s been in a stupor since being rescued and knows nothing about what the puppet did.

'''Seele:''' Just like last time, he might be able to recover slowly after we take the core out from the puppet, right?

'''Seele:''' But why did the criminal target common people like him? His identity was stolen. We won’t know if no one called the police.

'''Kiana:''' The police said the criminal impersonated him and scammed everyone he knows. What’s the point?

'''Kiana:''' I don’t get it… I’ve lost count of such bizarre cases lately. Our criminal is a curious fellow for sure.

'''Kiana:''' Why would anyone put up an advance notice before the crime? Why not just show up and own up to it?

'''Seele:''' Dr. Einstein said it could be that the criminal wanted to put fear and confusion in us.

'''Kiana:''' Well, if so, it worked. I heard Dr. Tesla’s roar when I passed the meeting room this morning.

'''Kiana:''' “The advance notice is an outright declaration of war! I’m going to find this bastard and blast whoever it is to pieces!”

'''Seele:''' That sounds just like Dr. Tesla. You’re a natural at this, Kiana!

'''Seele:''' Let’s see what’s on it. “The rusted tin glows. The children shout. The audience laughs. And lo! The odd eye pops out!”

'''Kiana:''' Ugh, sounds creepy as hell.

'''Seele:''' Like the previous ones, this is what the next crime should be.

'''Seele:''' Next, we need to hand it to the lab people and let them identify the next crime location based on soil analysis.

Salt Lake Base.

'''Seele:''' Finally back. After all this time, it’s beginning to feel like home here. It would look even better with decorations.

'''Staff:''' Hi, looking for someone?

'''Seele:''' Hello, this is the show ticket we got from the mission. We need someone to run tests and locate the next crime.

'''Staff:''' Oh, just give it to me. Good job.

'''Seele:''' Thank you.

'''Staff:''' We’ll work on it as soon as possible. Huh? Is this…

'''Staff:''' Er… you’re the… the Herrscher of the Void… right?

'''Kiana:''' …Yeah, that’s me.

'''Seele:''' Oh… she’s my friend Kiana. She led this mission.

'''Staff:''' Great!

'''Staff:''' I’ve always wanted to thank you in person, but I haven’t got the chance yet.

'''Kiana:''' Huh?

'''Staff:''' I come from Shenzhou and my family lives in Arc City. If it wasn’t for you, my parents wouldn’t have survived the outburst.

'''Staff:''' They’ve spoken of you many times, and they urge me to thank you in person knowing you’re here with us now.

'''Staff:''' Thank you for saving my family!

'''Kiana:''' You… you don’t have to… I only did what I should have done.

'''Staff:''' Not everyone has your courage, Miss Kaslana. You’re the hero of the city. We won’t forget that.

…

'''Kiana:''' Hero? Me?

'''Seele:''' That’s great, Kiana, see? Not everyone is afraid of you. People remember what you’ve done for us.

'''Seele:''' Not just her. I heard many staff members spoke of you.

'''Seele:''' Yes, some are still afraid of you, but more and more people understand your situation and they feel for you.

'''Seele:''' So, try to take it easy, Kiana. Remember that you’re our hero!

'''Kiana:''' …Thank you, Seele, for everything you’ve done.

'''Kiana:''' Bronya was right.

'''Seele:''' Huh? What did she say about me?

'''Kiana:''' Er… it’s a secret. I’m hungry now. Let’s go eat something.

'''Seele:''' Come on, don’t leave me hanging! Please tell me, Kiana.

'''Seele:''' Kiana had a much better appetite this time. I’m so glad.

'''“Seele”:''' You can’t even take good care of yourself and you’re worried sick about her?

'''Seele:''' She’s Bronya’s good friend, and that makes her my friend too. Of course I care about her.

'''“Seele”:''' …

'''Seele:''' (Ugh, awkward silence again…)

'''Seele:''' (After the Theater of Domination, the other me’s rarely spoke to me. What’s wrong?)

'''Seele:''' (I don’t know what happened, and she won’t tell me either. Er… maybe I should say something else.)

'''Seele:''' I… I’m getting used to living here. I’ve made a lot of new friends, and they’re really nice to me.

'''“Seele”:''' …

'''Seele:''' Er… I finished the required training and even did more! I’ll overcome my weaknesses and become as reliable as Bronya.

'''“Seele”:''' …

'''Seele:''' Oh, right! The cafe I went to with Kiana has come up with new varieties! Maybe we can ask her to go there again…

'''“Seele”:''' Kiana, Kiana… has she enchanted you?

'''Seele:''' Huh?

'''“Seele”:''' Before it was Bronya, and before that it was Cocolia. You’re just a big baby!

'''Seele:''' But I…

'''“Seele”:''' You said you’d be strong and independent, that you wouldn’t need to ask for help, but why do you keep calling their names?

'''Seele:''' The other me, I don’t quite understand…

'''“Seele”:''' Enough! Just suit yourself!

'''Seele:''' The other me… why would you be so upset?

'''Seele:''' …

'''Seele:''' The other me?

'''“Seele”:''' …

'''“Seele”:''' A name…

'''“Seele”:''' Maybe the puppet in the theater…

'''“Seele”:''' You again? I said we were not the same kind. Stop bothering me.

'''Puppet:''' Me? Who? Lily doesn’t understand. Lily is Lily. Lily is also everyone.

'''Puppet:''' Poor John died, but it doesn’t matter. We are many.

'''Puppet:''' We are not the same one. We are the same one. We all are. He is. I am. You can be too.

'''“Seele”:''' Enough.

'''“Seele”:''' I’m leaving.

'''Puppet:''' Why? Why are you leaving? There’s no one else here. Aren’t you fond of locking yourself up in a small room?

'''“Seele”:''' None of your business.

'''Puppet:''' Ah, Lily understands now. You are distanced and abandoned. That’s why you always hide in your little room, right?

'''“Seele”:''' Get out.

'''Puppet:''' Huh? Lily got it wrong? Isn’t it because no one wants you that you cry your big eyes out in here? Haha, poor girl!

'''Puppet:''' You’re only her shadow, a lie. But now, she doesn’t even need you anymore. Hahaha!

'''“Seele”:''' Shut up.

'''Puppet:''' She has new friends now, hasn’t she? People who care about her. She won’t be lonely anymore.

'''Puppet:''' See? She won’t quit calling her friends’ names. But you? You don’t even have a name! Hahaha!

'''“Seele”:''' Shut… up!

'''Puppet:''' You know it. You’re no different from Sirin… no different from us!

'''Puppet:''' She hates you. She denies everything about you. She wishes you gone!

'''Puppet:''' You call her a coward, but in the end, you’re the coward yourself. Afraid to face the facts… afraid of being abandoned by her!

'''“Seele”:''' SHUT UP!!!

'''“Seele”:''' …!!!

'''Puppet:''' Oh, you’re mad. That’s it for today then.

'''Puppet:''' Such a pity. You have such good potential. You’re far better off with us.

'''Puppet:''' You can say no, but it matters not. The strings are already getting to you now.

'''Puppet:''' The Theater of Domination welcomes your next visit!

'''“Seele”:''' …

She clenched her hand so hard that it pressed the armrest into pieces.

But as she released her hand, the pieces formed a black mist and restored the armrest.

This was a world of her creation, where destruction was meaningless and cannot serve as a way to vent her anger.

It further sank her already heavy mood.

'''“Seele”:''' Damn it.

'''“Seele”:''' Damn it! Damn it! Damn it!

'''“Seele”:''' …

--

====<u>Gameplay 23-10 - Act 2, Scene 6</u>====
6 AM, Seele’s room, Salt Lake Base.

'''Seele:''' …

'''Seele:''' Oh no, I overslept!

'''Seele:''' …Huh?

'''Seele:''' …

'''Ningyo:''' …!

'''Sophia:''' Seele is here!

'''Nina:''' Seele is late. That’s rare.

'''Seele:''' …

'''Seele:''' Sorry, I won’t be late tomorrow.

10 AM, training room, Salt Lake Base.

'''Seele:''' …

'''Seele:''' Let’s begin today’s training!

'''Seele:''' The other me, see? They’ve updated the training facilities.

'''Seele:''' …

'''Seele:''' The other me, look, I challenged something more difficult today.

'''Seele:''' …

'''System:''' Training complete. Duration: 167s.

'''Seele:''' The other…

'''Seele:''' …

'''Seele:''' Sigh…

12 PM, cafeteria, Salt Lake Base.

…

3 PM, meeting room, Salt Lake Base.

…

11 PM, Seele’s room, Salt Lake Base.

After tossing and turning for a long time, she opened her eyes and sighed.

'''Seele:''' …

'''Seele:''' It’s a little bit too quiet… I’m not used to it.

'''Seele:''' The other me, can you stop being mad at me?

'''Seele:''' I know you care about me. You always keep me company and protect me.

'''Seele:''' What you said was for my own good. I know that.

'''Seele:''' You always stand up for me in a fight, because you don’t want to see me hurt. But I don’t want you to get hurt either.

'''Seele:''' You’re important to me, and no one can replace you. I want to become as strong as you so that I can protect you too.

'''Seele:''' You don’t want me to make new friends, because you’re afraid I might get hurt or bullied and hide in the toy box again.

'''Seele:''' But it’s okay. I’m not afraid, because I have you by my side.

'''Seele:''' You always tell me to care more about myself, but “myself” includes you, right?

'''Seele:''' You asked me who you are to me.

'''Seele:''' I thought long and hard. There can only be one answer.

'''Seele:''' You’re me, and I’m you. We’re equal. You wish me happiness, and I wish you too.

'''Seele:''' You seem to be upset about not having a name? We’re equal, and I want to call you by your name.

'''Seele:''' So if you have a name you like, just tell me.

'''Seele:''' I want to know how you feel…

'''“Seele”:''' What is she mumbling about?

'''“Seele”:''' I hope she’s not so naive as to believe this little talk can move me.

'''“Seele”:''' Whatever she says, I’ve decided to leave her alone.

'''“Seele”:''' …

'''“Seele”:''' She’s still going on and on? That’s a long confession.

'''“Seele”:''' Never mind, she sounds sincere at least. I won’t hold it against her anymore.

'''“Seele”:''' I’ll show up and talk to her in a moment.

'''“Seele”:''' I don’t fully reject the idea of reconciliation, but it depends on her attitude.

'''“Seele”:''' …

'''“Seele”:''' Huh? Why has she stopped?

'''“Seele”:''' …

'''“Seele”:''' …?

'''“Seele”:''' …

'''“Seele”:''' …

'''“Seele”:''' …

'''“Seele”:''' You just fell asleep like that? Hey, who gave you permission? I remember you still had something to say, no?

'''“Seele”:''' Don’t stop now! Say you need me… say we’re equal… say you can’t live without me!

'''“Seele”:''' If it wasn’t coming from you, I’d never tolerate such a long, boring speech!

'''“Seele”:''' Idiot! Idiot! Seele the big idiot!

'''“Seele”:''' …

'''“Seele”:''' …

'''“Seele”:''' …

'''“Seele”:''' I know you don’t need me anymore.

'''“Seele”:''' You’re making progress every day and becoming strong. Someday you’ll be able to hold your own.

'''“Seele”:''' I was born out of your desire for protection, but… seems you don’t need it anymore.

'''“Seele”:''' You’re tough now, and everyone loves you. You can handle your life on your own.

'''“Seele”:''' I knew this day would come. I knew I would become unnecessary.

'''“Seele”:''' I only threw a tantrum at you to cover up my anxiety and… loneliness.

'''“Seele”:''' …

'''“Seele”:''' But you came to apologise first and comforted me. You’re such an idiot. A soft, gentle idiot.

'''“Seele”:''' I won’t buy that dumb puppet’s story anyway. I know how you’ve felt all along.

'''“Seele”:''' After all, we’re one. We’re both Seele.

'''“Seele”:''' Before that day comes, I’ll do my best to protect you and keep harm away from you.

'''“Seele”:''' Until the day when you become fully fledged.

'''“Seele”:''' …

'''“Seele”:''' …

'''“Seele”:''' …

'''“Seele”:''' What the hell did I just say!

'''“Seele”:''' What’s gotten into me? Bad food?

'''“Seele”:''' But I didn’t do the eating, so it has to be this idiot!

'''“Seele”:''' Hey, how come you can still sleep so tightly! Really pisses me off!

''[CG plays wherein “Seele” attempts to get her “revenge” on Seele:''

'''''“Seele”:''' Hmph.''

'''''“Seele”:''' Why should I be worrying over an idiot?''

'''''“Seele”:''' I’ll write “Seele is an idiot” over your pretty face.''

'''''“Seele”:''' Wait till you become a laughing stock tomorrow.''

'''''“Seele”:''' …Whatever.''

'''''“Seele”:''' This body belongs to me too, so it’s not worth it.''

'''''“Seele”:''' What an idiot.'']

6 AM, Seele’s room, Salt Lake Base.

'''Seele:''' …

'''“Seele”:''' Hey, Seele, wake up.

'''“Seele”:''' Get up now, or the kids will make fun of you again.

'''“Seele”:''' Hey, get up!

'''Seele:''' Aargh!

'''Seele:''' What… the other me, you scared me again… Huh?

'''“Seele”:''' Humph, what? Want me to wake you up gently?

'''Seele:''' Hehe, nothing, it’s alright!

'''“Seele”:''' Humph…

'''Alarm:''' All combat personnel report to the meeting room. Repeat: all combat personnel report to the meeting room.

'''Seele:''' …!

'''Einstein:''' Sorry, there’s an emergency.

'''Tesla:''' What? I can finally go back now?

'''Einstein:''' Yes, but it’s not necessarily good news.

'''Einstein:''' The worst has happened. Data shows that the cores extracted from the puppets are highly similar to that of a certain Herrscher.

'''Einstein:''' The 10th Herrscher, the Herrscher of Domination, also known as the Legion Herrscher in the Previous Era.

'''Seele:''' The Legion Herrscher?

'''Tesla:''' There are a thousand of them. They’re weak individually, but they act in a coordinated manner and are hard to deal with.

'''Tesla:''' But Mophead, the 10th Herrscher in the Previous Era doesn’t necessarily match the pattern we’re seeing now.

'''Tesla:''' The 1000 individuals were all human beings each with a Core inside, and there wasn’t anything about puppets or a theater.

'''Einstein:''' That’s why I didn't jump to the conclusion earlier. The differences have further complicated the situation.

'''Einstein:''' Herrschers of our time have exhibited different traits compared to those from the Previous Era.

'''Einstein:''' Humanity has evolved, and so have they.

'''Einstein:''' It would be problematic to deduct the Herrscher we’re facing now based on records from the Previous Era.

'''Tesla:''' Simply put, we’re looking at a more complicated case.

'''Tesla:''' I remember the Legion Herrscher in the Previous Era could keep their minds in sync and work seamlessly together to mount up serial attacks.

'''Tesla:''' If this hasn’t changed, it’s not hard to explain why the puppets can produce an accurate advance crime notice every time.

'''Einstein:''' Schicksal says similar cases have broken out all over the globe, each connected to a broken puppet and a show ticket.

'''Einstein:''' In addition, some crime scenes with similar traces but nothing else were found. Maybe the World Serpent was there first.

'''Tesla:''' Schicksal and the World Serpent both? Now every piece of evidence points to the emergence of a new Herrscher.

'''Tesla:''' You were right. I can finally come back now, but I find it hard to cheer up.

'''Tesla:''' And… I can tell from the look on your face that you’re holding something even worse back.

'''Einstein:''' How I wish your keen observation could be put to better use.

'''Einstein:''' Just now, the result of the soil tracing test came out. Their next target is…

'''Einstein:''' The Salt Lake Base.
----
===Act 3 - Act 3===

====<u>Gameplay 23-11 - Act 3, Scene 1</u>====
Later that night, Salt Lake Base.

All was quiet.

The usually crowded hallway was vacant.

'''Seele:''' Just like a space station.

'''Bronya:''' Or… Matushka Cocolia’s food stash?

'''Seele:''' Hehe, you’re right.

Seele knew Bronya was trying to ease the tension. The warm childhood memory made her lips curve into a smile.

'''Bronya:''' The Bronya never foresaw that one day Seele would fight alongside her back to back.

'''Seele:''' I’m just glad to finally be helpful.

'''“Seele”:''' Tsk, come on, someone has been sweating nonstop.

'''Seele:''' …

'''Seele:''' Bronya, are you nervous?

'''Bronya:''' Of course.

Bronya replied gently.

'''Bronya:''' Dr. Einstein has a sound plan, but we know very little of our enemies, and that places us in a disadvantageous position.

To minimise the risks, Dr. Einstein evacuated all personnel in the base.

Mechas couldn’t be counted on either. They were transferred to a distant warehouse.

Considering the advance notice might be a trap, Kiana followed Theresa to ensure personnel safety.

As for Seele and Bronya who had fought the puppets before, they were stationed at the base to stand guard.

'''Bronya:''' Even though we’re faced with an unknown enemy, we need to give everything we have.

'''Bronya:''' Hmm, I’ve been training hard for this day to come.

'''Bronya:''' Last time in the Sea of Quanta, it was also you who saved the Bronya.

'''Seele:''' Oh, that was…

'''“Seele”:''' Clap… clap… clap…

'''“Seele”:''' It was all thanks to Seele. Seele was incredible…

The other Seele was making fun of her in her head.

'''Seele:''' Um…

'''Bronya:''' Huh? What’s wrong, Seele?

'''Seele:''' No… no, don’t worry. Bronya, I want to tell you something.

'''Bronya:''' What?

'''Seele:''' I should have told you long ago back at the orphanage.

'''“Seele”:''' Hey, are you trying to…

'''Seele:''' Surviving the Sea of Quanta and saving you… I couldn’t have done it on my own…

'''“Seele”:''' Hey, idiot, now’s not the time for this!

'''Bronya:''' Wait, Seele!

'''Seele:''' Huh?

'''Bronya:''' I heard something…

'''Seele:''' Are these… deserted mechas in the warehouse? They weren’t transferred?

'''Seele:''' But they’re all broken like that and can’t do much damage.

'''Bronya:''' Let’s just be safe and put them to rest. Hope the doctors won’t mind.

'''“Seele”:''' Humph, weird stuff every time.

'''“Seele”:''' The Herrscher of Domination? What a pest.

'''“Seele”:''' Huh? That’s…

'''“Seele”:''' Seele, that place doesn’t feel right.

'''Seele:''' …Not right?

'''“Seele”:''' I can feel the presence of something dark… the theater…

'''Seele:''' Er, then… Bronya and I will go and investigate.

'''“Seele”:''' Be careful. It could be a trap.

'''Seele:''' Bronya, there’s something over there…

'''Bronya:''' Huh? That’s…

'''Bronya:''' …A spatial crack?

'''Seele:''' Why would it be here, in the base?

'''Bronya:''' Maybe it’s a trap. We should attack and neutralise it just to be safe.

''[CG plays wherein Bronya and Seele are sucked through the spatial crack.'']

'''???:''' Dear audience, please do not speak loudly in the theater!

'''Bronya:''' …!

--

====<u>Gameplay 23-12 - Act 3, Scene 2</u>====
'''Bronya:''' …

'''Bronya:''' …This is?

'''Bronya:''' Seele?!

'''Puppet:''' Whoops, they were separated again.

'''Bronya:''' A puppet… no, a Herrscher!

'''Puppet:''' Welcome to the Theater of Domination. I’m your host tonight, Jerry Barbera!

'''Puppet:''' Please be seated. The prelude is about to begin. Oh, apologies, it’s actually the finale of the Herrscher of Reason.

'''Bronya:''' (This is… the Theater of Domination that Seele mentioned…)

'''Bronya:''' (It feels like… entering the Sea of Quanta for the first time, only… this is neither reality nor the Sea of Quanta.)

'''Puppet:''' (Hey, what are you looking at?)

'''Puppet:''' Oh, I see. You’re looking for the timid purple girl.

'''Bronya:''' …

'''Puppet:''' Relax, neither of you is walking out of here alive. But unlike you, she hasn’t outlived her usefulness…

'''Puppet:''' …Just yet.

'''Bronya:''' So Seele is here somewhere too.

'''Puppet:''' Alright, don’t keep the audience waiting!

'''Puppet:''' Introducing the leading character of the night:

'''Puppet:''' The Herrscher of Reason, the first traitor of the Honkai, and the protector of the worm civilisation.

'''Puppet:''' In comparison to her predecessors, she has proved to be the biggest failure yet!

'''Bronya:''' …

'''Puppet:''' First, let’s take a quick look at her short and miserable life…

'''Puppet:''' Bronya Zaychik, born in Siberia… blah blah…

'''Puppet:''' …Fast forward to the highlight! After a few days in a sick bed, she became the Herrscher of Reason.

'''Puppet:''' But unfortunately, she hasn’t been able to win even one battle ever since.

'''Puppet:''' Lost to the leader of the World Serpent, trapped in the Sea of Quanta, and put to sleep facing the Herrscher of Sentience.

'''Puppet:''' Hahaha… Ahem, sorry, where is my professionalism? I shouldn’t have laughed so hard as the host.

'''Puppet:''' But dear audience, the most curious thing is, she still finds herself a tough fighter!

'''Puppet:''' The only reason why she still breathes is dumb luck, which put the Herrscher Core in her hand.

'''Puppet:''' Look at her peers. She can match no one. She even failed to succeed the Welt name.

'''Bronya:''' You know the Bronya inside out, as if you were watching her the whole time.

'''Puppet:''' Haha, it’s just my homework. Relax, I get every detail right.

'''Puppet:''' You know what I think? Without the Core, you’re just like us.

'''Puppet:''' Seriously, even I would make a better Herrscher than you if I had the Core!

'''Puppet:''' Ah, how about this: you give the Core to me and I’ll handle the Honkai for you. Sounds good?

'''Bronya:''' Are you done with your stand-up comedy? Not funny at all.

'''Bronya:''' Jerry Barbera. The Bronya remembers this name. An unsuccessful comedian who has gone missing.

'''Bronya:''' Are you playing him? Or, are you him?

'''Puppet:''' Hey, I did you a huge favor wrapping up your pathetic life, and I don’t even get a “thank you”?

'''Bronya:''' Right, the Bronya thanks you.

'''Bronya:''' Thanks to you, the Bronya has connected the dots and worked out the answer.

'''Puppet:''' What?

'''Bronya:''' But you can’t have this Core. The Bronya still needs it.

'''Bronya:''' And as a comedian, you don’t need one to start with.

'''Puppet:''' The show begins now!

'''Puppet:''' Lo and behold! The swan song of the traitor of the Honkai, the Herrscher of Reason!

'''Bronya:''' Calm down…

'''Bronya:''' Analyse the enemy’s structure and calculate its weaknesses…

'''Bronya:''' This puppet is highly emotional. Might be a chance to collect more intel.

'''Puppet:''' Oh, where is your cute little bike now?

'''Puppet:''' I’ll yank you off the bike just like the Herrscher of Sentience did!

'''Bronya:''' The enemy doesn’t have the ability to manipulate space, so this theater is likely an accessory to a certain power.

'''Bronya:''' If Seele was drawn into the crack, she should reappear somewhere else in this theater…

'''Bronya:''' The Bronya should move as much as possible and try to reunite with Seele.

'''Puppet:''' Stop running. You’re not getting out.

'''Puppet:''' What do you take this place for? A rabbit hole where you can scamper around freely?

'''Bronya:''' Rabbits are a lot cuter than you.

'''Bronya:''' Analysis complete…

'''Puppet:''' About time for the curtain call!

'''Bronya:''' Agreed. This farce should end now.

'''Puppet:''' Ouch! That hurts! Are you dead serious about killing me?

'''Puppet:''' That’s so mean of you! I thought you were all about justice, Bronya!

''[CG plays wherein the puppet turns the tide, encasing Bronya in a strange cage-like structure:''

'''''Puppet:''' But… I’ve been waiting for this moment!'']

'''Bronya:''' …What?!

'''Puppet:''' Dear audience, thank you for your remarkable patience! The waiting is over!

'''Puppet:''' Now, the curtain call, where the show ends with my noble sacrifice and… the death of the Herrscher of Reason!

'''Puppet:''' This is the end!

'''Bronya:''' Ugh… Ah…

--

====<u>Gameplay 23-13 - Act 3, Scene 3</u>====
'''Bronya:''' Ugh…

A sharp pain sent Bronya kneeling to the ground.

The pain wasn’t fatal, but somehow she felt that a part of her soul was ripped off.

Meanwhile, every weapon she constructed in the battle vanished.

'''Bronya:''' Huff… huff…

The Core was taken? Bronya put her hand on her chest to confirm something.

The Core was still there, right where it should be, but…

'''Bronya:''' My power… was…

'''Seele:''' Bronya!

'''Seele:''' I followed the explosion here. What happened? Are you hurt?

'''Bronya:''' Seele! Thank goodness you’re alright. The Bronya is fine too, but…

'''Bronya:''' The Bronya can’t seem to use the powers of the Herrscher of Reason anymore…

'''Bronya:''' The Bronya can still feel the Core inside, but her power somehow drained away after being attacked by the puppet.

'''Bronya:''' This is not good. The enemies are even more dangerous than expected. The puppet is gone. We need to leave now!

'''Bronya:''' Seele, watch out!

'''Seele:''' …Another puppet?

'''Seele:''' But it doesn’t look aggressive.

'''Bronya:''' Don’t drop your guard. We don’t know what they’re up to.

'''Puppet:''' Conspiracy. Ha, conspiracy.

'''Puppet:''' Yes, they’re all conspiracies…

'''Puppet:''' Everyone stays away from me, isolates me, and leaves the hardest work to me. Even at lunch, I get less food than others!

'''Puppet:''' I’ve had enough. I want revenge.

'''Puppet:''' I’ll let everyone know what the company will turn into without me!

'''Puppet:''' They’ll pay for what they did! Hahahaha!!!

'''Seele:''' Another puppet again…

'''Puppet:''' Why? Why? Why? Why does it need another retouch! How many times is that now?

'''Puppet:''' Tell me, how to make it “bigger but smaller”? What color is “vibrant black”? Here you are. Take the brush and show me.

'''Puppet:''' Enough. Enough. Enough. I give up.

'''Puppet:''' I have zero talent. I shouldn’t have become a designer. I shouldn’t have been born.

'''Puppet:''' My life is a joke. A bad one.

'''Bronya:''' These things just won’t leave us alone.

'''Puppet:''' I know it. Mum, Dad, and everyone else loves my sister. They always say “you should be proud of her”.

'''Puppet:''' The teachers too. “Your sister got everything right. Why can’t you?”

'''Puppet:''' Even when picking gifts, she always gets to pick first and I have to settle for what’s left.

'''Puppet:''' I’m not her shadow!!!

'''Puppet:''' Ah, will Mum and Dad love me more if she’s gone?

'''Puppet:''' If only she was gone… Why hasn’t she yet?

'''Seele:''' Bronya, I don’t understand. These puppets… they used to be normal. Why would they change into this?

'''Bronya:''' No, they’re the 10th Herrscher. They’re puppets who steal human minds and mimic human behaviors in the name of the Honkai.

'''Seele:''' But the stories they tell and the anguish they show do belong to people we don’t know, people in despair…

'''Bronya:''' Seele, don’t be distracted! Every human being has their painful or sad moments, but also happy and joyful memories.

'''Bronya:''' But these puppets don't. They represent the worst of us when we’re consumed by despair. Don’t be pulled into that vortex!

'''Seele:''' No exit here either… What’s going on?

'''Bronya:''' The space here doesn’t seem to be a continuum. Hmm, let’s check the other side.

--

====<u>Gameplay 23-14 - Act 3, Scene 4</u>====
'''Seele:''' This is… where I first came in? We’re back at the starting point?

'''Seele:''' What to do now? I can’t find an exit…

'''Bronya:''' It’s alright. We can try something else. If the puppets can crack it open and drag us out, there must be a way out.

'''Puppet:''' Hehehe!

'''Seele:''' …!

'''Seele:''' Bronya, watch out!

'''Seele:''' Huh? There are… more and more of them?

'''Puppet:''' The new toys are super fun!

'''Puppet:''' We should be grateful for Jerry’s sacrifice! Long live Jerry!

'''Puppet:''' If it was up to me, I’d kill the traitor right away.

'''Puppet:''' No, no, no! We can’t play with the new toys if she’s dead. Hehehe!

'''Puppet:''' I wanna play too! Let me play with the new toys!

'''Puppet:''' Hahaha!

'''Puppet:''' Hehehe!

'''Puppet:''' Hahahahaha!

'''Puppet:''' Eh?

'''Seele:''' Huh?

'''Puppet:''' What? Only a small knife? Lame.

'''Puppet:''' That’s your problem. See how I play with it!

'''Puppet:''' Whoa, a chainsaw! Great!

'''Seele:''' Why… are they using the Herrscher of Reason’s power?

'''Bronya:''' Ugh…

'''Seele:''' Bronya, are you okay?

'''Bronya:''' So they are indeed using…

'''Puppet:''' Hehehe! You figured it out! You figured it out!

'''Puppet:''' We’re just borrowing it to have a bit of fun! Don’t be so petty!

'''Puppet:''' But we didn’t take it away from you, understand? See, you’re paying the price yourself! Hahaha!

'''Seele:''' You’re saying… you’re using Bronya’s power but she has to suffer the side effects?

'''Puppet:''' Hahaha! Smart girl! Smart girl! We’re the Herrscher of Domination after all!

'''Puppet:''' Thanks to you, we’re even stronger now!

'''Bronya:''' So… that’s their real plan…

'''Bronya:''' We were right to split our forces. If Kiana’s Herrscher power was taken too, it would be even worse than this…

'''Puppet:''' Useless! Useless! Everything you do is useless!

'''Puppet:''' You’re not getting out. You’ll be trapped here forever.

'''Puppet:''' Be afraid, cry aloud, and submit to despair! Become the next puppet and stage a never-ending show of your personal tragedy!

'''Bronya:''' The 10th Herrscher seems unable to master the Herrscher of Reason’s power yet. We need to act fast to send the message out!

'''Seele:''' But that’s your power. We can’t let them have it!

'''Bronya:''' The Bronya does not wish to admit defeat, but it’s impossible to take down every individual of the 10th Herrscher here…

'''Bronya:''' It’s alright, Seele. The Bronya didn’t come all this way just relying on the Core.

'''Bronya:''' Mr. Yang said that the true power of the Herrscher of Reason lay in observation and analysis.

'''Bronya:''' Even without Herrscher powers, the Bronya can accomplish what others cannot!

'''Seele:''' Bronya…

'''Bronya:''' Remember what the Bronya just brought up?

'''Bronya:''' The Bronya will try to calculate the location of the crack using Project Bunny and rely on your protection for now.

'''Seele:''' Okay, understood! I’ll have your back!

'''Bronya:''' …Seele, look!

'''Seele:''' We found the exit?

'''Bronya:''' No, but it’s close. There’s a weak point within this space. If we focus our attacks there, we might have an opening!

'''Seele:''' Really? Great, let’s…

'''Puppet:''' Unforgivable! Unforgivable! Unforgivable!

'''Seele:''' Huh?

'''Puppet:''' Unforgivable! Unforgivable! Unforgivable!

'''Seele:''' What? Why did they start hammering us all of a sudden?

'''Puppet:''' Unforgivable! Unforgivable! Unforgivable!

'''Puppet:''' Your fate is to be trapped here forever and ever! Until the end of time!

'''Puppet:''' Why can’t you just follow the script?

'''Puppet:''' The script cannot be violated. No one gets out. No one!

'''Puppet:''' Why struggle in vain? Why not surrender peacefully?

'''Puppet:''' You’re only two puppets in this theater! Know your place!

'''Bronya:''' First time hearing puppets calling individuals with free will puppets.

'''Seele:''' I’m not gonna let you hurt Bronya!

'''Seele:''' The attacks are getting more and more violent, and the puppets seem to just keep on coming.

'''Bronya:''' This tells us one thing - our assumption was right.

'''Bronya:''' The weak point does lead to outside. That’s why they’re stopping us at all costs.

'''Seele:''' They’re afraid now. We need to grab this opportunity… Bronya, your hands!

'''Bronya:''' What?!

'''Bronya:''' These are…

'''Bronya:''' The space is corrupting the Bronya’s body? Why? Is it because the connection to the Herrscher Core was severed?

'''Bronya:''' Not good. If it continues… Seele will suffer too!

'''Seele:''' We must get out now!

'''Seele:''' Bronya, leave the fight to me! I’ll get you out of here!

--

====<u>Gameplay 23-15 - Act 3, Scene 5</u>====
'''Bronya:''' Destination identified. Found it! There!

'''Seele:''' The platform… where I was when I entered the theater for the first time.

'''Seele:''' The platform is special. Maybe it’s the theater’s real exit!

'''Puppet:''' Unforgivable!

'''Bronya:''' They’re not prepared to send us off nicely, it would seem.

'''Seele:''' But we’re not getting trapped here either! Sorry!

'''Bronya:''' These things just keep coming.

'''Bronya:''' The Bronya can still hold on. Seele, open the exit!

'''Seele:''' Okay!

'''Seele:''' The weak point… is here!

'''Seele:''' Nothing happened!

'''“Seele”:''' Tsk, looks like the master of the theater is hellbent on keeping us here.

'''“Seele”:''' The 10th Herrscher is full of dirty tricks!

'''Seele:''' We don’t have much time. Bronya is…

'''Seele:''' The other me, how did you get me out last time?

'''“Seele”:''' Just like this, only the master of the theater wasn’t watching me closely, so it took one hit for me to crack it open.

'''“Seele”:''' But this time is different. Even with the power of both of us, I can’t ensure success.

'''Seele:''' …

'''Seele:''' But at least we still have a chance, right?

'''“Seele”:''' Huh?

'''Seele:''' The other me, you’re different from me. You can unleash the full potential of this body but I haven’t been able to up till now.

'''Seele:''' That’s why you could protect me in the Sea of Quanta. That’s why you could find the exit while I couldn’t.

'''Seele:''' If we have any chance at all, it’s gonna be in your hands.

'''“Seele”:''' What are you talking about?

'''Seele:''' Sorry, I said I wanted to be strong and independent. I know it may sound weird to ask for your help now…

'''Seele:''' But now is not the time to play tough and risk losing everything…

'''Seele:''' It’s not a shame to admit that I’m weak… especially when I’m asking for your help. I trust you the most.

'''“Seele”:''' Seele…

'''Seele:''' So…

'''Seele:''' The other me, please.

'''“Seele”:''' …?!

''[CG plays wherein “Seele” takes control in order to help break out of the Theater of Domination:''

'''''“Seele”:''' That was it?''

'''''“Seele”:''' The real games are just beginning.'']

'''“Seele”:''' Ha… I don’t know how you did it… you never fail to surprise me.

'''“Seele”:''' Turning the body control over to me. Can you really trust me?

'''Seele:''' Of course. I’ve never doubted you.

'''Seele:''' After all, I’ve been watching you the whole time, just like you’ve done the same to me.

'''Seele:''' So this time I’m gonna let you have total control of the body and rest in the depths of our consciousness.

'''Seele:''' This way, you won’t have to worry about me holding you back, and you can unleash everything we have.

'''“Seele”:''' …Hey, Seele, do you even hear yourself?

'''“Seele”:''' If you let me come out and take the wheel, everyone around you will know of my existence.

'''Seele:''' It’s fine. I’ve been thinking about introducing you to my friends for a long time.

'''“Seele”:''' You won’t be able to regret it if you lose their favor because they think you’re a freak.

'''Seele:''' I believe they’ll accept you, just like how they accepted me.

'''“Seele”:''' If you let me take control, you won’t be able to force-switch personality like before for a long time.

'''Seele:''' Yeah, I know.

'''“Seele”:''' You don’t even know what will happen if I unleash full power.

'''Seele:''' Yeah, that’s alright.

'''“Seele”:''' And if I refuse to wake you up later, you’ll be trapped in that long slumber forever.

'''Seele:''' Yeah, I understand.

'''“Seele”:''' You won’t be able to stop me even if I go full berserker, bully your friends, and do bad things to your precious Bronya.

'''Seele:''' You won’t.

'''Seele:''' I have faith in you.

'''“Seele”:''' …

'''“Seele”:''' …Ugh.

'''“Seele”:''' It remains a big mystery to me how you’ve survived to this day.

'''Seele:''' Because you’re always there for me. And Bronya. And Kiana. And many many other kind people out there.

'''“Seele”:''' …Ha.

'''“Seele”:''' You’re such a headache.

'''“Seele”:''' I know.

'''“Seele”:''' So, we’re cracking it open, huh? Consider it done.

'''“Seele”:''' I’ll get serious this time.

'''Seele:''' Thank you, the other me. Oh, right.

'''“Seele”:''' …?

'''Seele:''' You haven’t told me yet.

'''“Seele”:''' What?

'''Seele:''' What I asked you before. How you like to name yourself.

'''Seele:''' I’d like to call you by this name.

'''“Seele”:''' …

'''“Seele”:''' …Seele.

'''Seele:''' Huh? I’m here.

'''“Seele”:''' …

'''“Seele”:''' That’s the name I wanna be called.

'''Seele:''' …?

'''Seele:''' …Oh.

'''Seele:''' Yeah, I see!

'''“Seele”:''' I just feel that since we share the same body, it’s not too bad to share the same name too. Don’t read too much into it.

'''Seele:''' Hehe, so I’ll leave the rest to you now, Seele.

'''Seele:''' Alright. You can count on me, Seele.

''[CG plays wherein the scales within their shared mental space are tipped, the black far outweighing the white as Seele’s other self takes full control.'']

…

''[CG plays wherein light pours from the Stigmata of Death on their chest as Seele offers up control of the body to her other self:''

'''''Seele:''' Please, Seele!''

'''''Seele:''' You’re helpless.''

'''''Seele:''' Leave it to me, Seele.''

'''''Seele:''' Let’s play!''

'''''Seele:''' Try your best to stay alive!'']
|-|Blackfrost Blaze=
__TOC__
===Blackfrost Blaze===

====<u>Gameplay EX-1 - Impro: Scene 1</u>====
…

''[CG plays wherein “Seele” is in the middle of massacring the Herrscher of Domination puppets:''

'''''Seele:''' Hahahaha!''

'''''Seele:''' Hahahaha!''

'''''Seele:''' Hahahaha!''

'''''Seele:''' Come play with Seele!'']

'''Seele:''' Pff, that’s not enough to make me happy.

'''Seele:''' Come on, put more effort in, try harder, do your best to please me~

'''Seele:''' Bad toys ought to be going to the trash bin! Hahaha!

'''Puppet:''' “We” won’t fall! There are many more of “us”!

'''Puppet:''' Listen to the cheers and applause from the audience! This show will go on and on until the last scene!

'''Seele:''' Fine by me. But you should know that my appearance fee is very high. You need to pay… with your lives!

'''Seele:''' (Okay, I think I nailed the trash talk. But what the hell are these dolls?)

'''Seele:''' (They’re not afraid to die, and more keep popping up even though I keep killing them…)

'''Seele:''' (Who’s the big boss behind them that’s always hiding? Do I really have to kill legions of them?!)

'''Seele:''' Ah… This isn’t right. I almost fell into its trap.

'''Seele:''' Darn it… Why would I think like that? I’m not that soft idiot!

'''Seele:''' I don’t even care what I am, why would I care what these things are? All I need to know is that they must die!

'''Puppet:''' You can’t run! The show has begun, no one can leave!

'''Seele:''' Crab? Jellyfish? Geez, you can summon a Quantum Shadow?

'''Seele:''' It’s cute that you’re trying to pull this move in front of me, little toy.

'''Puppet:''' It’s not over, not over! Have a taste of this!

'''Seele:''' Hehe, I’d prefer to have a taste of your painful screams!

'''Seele:''' Last one~

'''Puppet:''' Whoa! Your hair’s longer! It suits you!

'''Seele:''' Excuse me?

'''Seele:''' You… I remember your voice. You’re the puppet that talked to me last time.

'''Puppet:''' Yes, yes, it’s Lily! Lily is so happy that you remembered her!

'''Puppet:''' Are you here to visit Lily, pretty lady? No, you want to leave. What a pity, what a pity…

<nowiki>*</nowiki>snap*

'''Puppet:''' ?!

'''Seele:''' Shh. I didn’t give you permission to talk.

'''Seele:''' Your noisy chatter and habit of repeating every sentence is annoying. Toys are supposed to be quiet.

'''Seele:''' But this is convenient - I’ve been looking for you. You saved me the trouble.

'''Seele:''' What did you call me last time? Oh, I remember - “no one wants you”, “wuss”, and “poor girl”.

'''Seele: '''You’ve got a lot of nerve. Makes me wanna rip you apart and check how your little body manages to store so much guts.

'''Puppet:''' Why deny it? You know Lily was telling the truth. No matter how you two comfort each other, you are not the same!

'''Puppet:''' Her sister, her friends, and those who care about her, will they look at you the same way? Will they?

'''Puppet:''' They won’t! Because you’re not her! You’re dangerous and creepy, you’re a monster! Bronya’s coming. How do you think she’ll see you?

'''Puppet:''' You can’t even change yourself, let alone change how others see you! You can’t do it! You can’t!

'''Seele:''' You may be right. But I don’t wanna make friends with you. Do you know why?

'''Seele:''' Because I hate you. Because you’re annoying. Because the way you talk is dumb as hell, and your crunching voice makes me sick.

'''Seele:''' The colors of your clothes are gross, your joints are gross, your eyepatch is gross, and the two weird buns on your head are even more gross!

'''Seele:''' I feel sick just looking at you. So, let me give you a ride to hell. Getting out of my sight is the best thing you can do!

'''Seele:''' Don’t be afraid - I’m in a good mood tonight, so I promise… to make it hurt like hell!

--

====<u>Gameplay EX-2 - Impro: Scene 2</u>====
'''Seele:''' Hahaha, run, run! Don’t stop even if your legs snap, or I’ll catch you!

'''Puppet:''' So, so scary… Pretty lady, Lily likes you, but you don’t like Lily.

'''Puppet:''' It’s okay, it’s okay. Lily has many friends!

'''Puppet:''' Ah… Lily’s friends…

'''Seele:''' It’s okay, it’s okay. You’ll be with them soon!

'''Puppet:''' Alright, alright. Lily can’t convince you.

'''Puppet:''' Lily is fine with this, but “we” are not. Lily can let you leave, but “we” can’t- 

((Author's Note - (textbox cut-off)

'''Puppet:''' Lily will make you into a pretty puppet…!

'''Seele:''' That’s all? I was expecting more fancy moves.

'''Seele:''' Gotcha!~

The claw clutched the puppet, who was dangling like a doll in a claw machine.

'''Puppet:''' Alas… What a pity, the “strings” on your body vanished.

'''Seele:''' Any last words, my little dolly?

'''Puppet:''' You called me your dolly? I’m so happy! But last words? No, no, it’s not time for last words yet. We’ll meet again.

'''Puppet:''' John Doe is dead, but “John Doe” is still alive. Mira Rimmer is dead, but “Mira Rimmer” will bring her back.

'''Puppet:''' Only poor Jerry Barbera… But he was a hero! He became part of “us” forever!

'''Puppet:''' <nowiki>*</nowiki>giggles*

The puppet laughed, her eyepatch trembling with her laughter, as if her eyes hidden behind were rolling eerily.

'''Puppet:''' Lily is not a puppet. “We” are not puppets…

'''Puppets:''' We are humans, living humans…! And humans… are… “us”…!

<nowiki>*</nowiki>crack*

The puppet’s laughter stopped abruptly, then her head fell down and rolled away into the bottomless abyss…

'''Puppet:''' Pretty lady… don’t forget…

'''Puppet:''' “We”… are always with you…

--

====<u>Gameplay EX-3 - Impro: Scene 3</u>====
'''Seele:''' Wasted some time, but we finally made it.

'''Seele:''' After we get out of here, I’ll need to give your body back… Don’t really wanna do that though.

'''Seele:''' I was gonna do something interesting to Bronya while I was in charge… Eh, I’ll find another chance.

'''Seele:''' Alright, time to finish this drama…

'''Bronya:''' Seele.

'''Seele:''' Hmm?

She looked away and saw Bronya on the other side of the platform, approaching.

'''Seele:''' (Bronya? Why is she here? Ah.. I wasted too much time on that puppet.)

'''Seele:''' (Haha, good timing! I was gonna let you off the hook, but it’s another matter entirely if you come to me!)

'''Seele:''' Bronya, what are you doing here? You’ve already taken out the enemies over there? Wow!

'''Bronya:''' …

'''Seele:''' Bronya… Why are you staring at Seele?

'''Bronya:''' You’re not Seele, at least not the one Bronya knows.

'''Seele:''' What are you saying all of a sudden? Seele is Seele.

'''Bronya:''' The Bronya once met you in the Sea of Quanta. You told the Bronya that you were the other Seele inside her body.

'''Seele:''' …So you remember. I expected a sane person to drop it as blather.

'''Bronya:''' The Bronya remembers everything Seele says. But now is not the time to talk about that.

The two glanced at the platform in the center. Lines formed intricate webs as they sprawled across the space. Ahead of the lines, puppets were massing.

'''Bronya:''' Our priority is still leaving the Theater of Domination, right? The puppets are swarming to that spatial crack to block it. That should be the exit.

'''Seele:''' You wanna work with me? Don’t tell me you’re placing trust in someone who was your enemy.

'''Bronya:''' The Bronya trusts who Seele trusts, without reserve.

'''Seele:''' Okay, then! Don’t get caught up in friendly fire!

'''Bronya:''' The crack is open! Now!

'''Seele:''' Hold on tight!

'''Bronya:''' Phew… It’s the Salt Lake Base. We’re back to reality. But…

She felt like a piece of her body had been scooped out. Bronya could still feel the Core inside her, but the bond between her and it had vanished.

'''Bronya:''' The doctors won’t have much time to sleep tonight.

'''Seele:''' There’s another puppet. I guess it’s that Jerry Something.

The puppet lying on the ground was already broken, its mangled face still wearing an unpleasant grin. She stepped on it in disgust.

'''Seele:''' Take this “corpse” back and hand it in. I have to go now. I’ll leave the rest to you and her.

'''Bronya:''' Wait.

'''Bronya:''' We haven’t been formally introduced.

'''Seele:''' Huh? Well, then go ask Seele. She won’t refuse to answer her dear Bronya’s questions. Ha, I’d like to hear how she’s gonna introduce me.

'''Bronya:''' No, The Bronya would like to hear it from you.

'''Bronya:''' Bronya always knew that Seele had her own secrets. Your existence explained many of the strange things that had happened before.

'''Bronya:''' Come to think of it, when we were still in the orphanage, Seele would behave very differently from time to time. The Bronya has always noticed such things.

'''Seele:''' Like what?

'''Bronya:''' Seele isn’t a picky eater, but you only ate the foods you liked, and you’d pour the rest on to Sin Mal’s plate on the sly.

'''Seele:''' Huh?

'''Bronya:''' Seele has a sweet tooth, but you like spicy food. There were a few times when the ketchup was secretly replaced with chili sauce. Sin Mal hated chili sauce.

'''Bronya:''' Seele loves reading, but you get sleepy the moment you pick up a book. There were times when you fell asleep and drooled all over your book…

'''Seele:''' Wha-What are you talking about…!

'''Bronya:''' These differences emerged all the time. You and her have markedly different personalities and habits, even your smallest gestures are different.

'''Bronya:''' It’s impossible to ignore such huge differences.

'''Seele:''' And that idiot thought she hid it so well. Pff.

'''Bronya:''' If Seele wanted to keep it a secret, then no one should dig into it. But the Bronya still wants to see you again and know more about you.

'''Bronya:''' Who are you?

'''Seele:''' That’s your question? Well, as you can see, I’m a dangerous, cruel and unsympathetic “monster” with no empathy.

'''Seele:''' I’m the other Seele born from her Stigmata… That’s how it is technically, and don’t expect a philosophical explanation.

'''Seele:''' I’m not like her. I hate thinking, and I just like destroying. Friend or foe, it doesn’t matter. Anything or anyone that appears in front of me is my toy.

'''Seele:''' So don’t worry. Your Seele is still herself. All those bad things were my doing, and have nothing to do with her.

'''Bronya:''' You didn’t do bad things. You were just trying to protect her.

'''Bronya:''' Be it the revenge on Sin Mal or the deal with the Serpent, you did everything for Seele. She hates fighting, so you fight for her.

'''Seele:''' You think I did those things because I’m goodhearted? Nah. It’s just, if she dies, I’m screwed too. So I have to protect her.

'''Seele:''' I… I’m just following my heart. The people around her are too weak to protect her, so I have to step in.

'''Bronya:''' Bronya will. Thank you, for always being there for her.

'''Seele:''' You don’t need to thank me.

'''Seele:''' You’re the most important person to her.

'''Seele:''' Whenever I’m in control of this body, Seele would fall into a deep sleep. I’m sure that at this moment, she’s worried about you in her dreams and calling your name.

'''Seele:''' There are so many things that she wanted to say to you or do with you. But she always chickened out at the last moment. It was painful to watch.

'''Seele:''' But now that I’m in control, maybe I can… Eh, never mind. She’d be mad at me, and it’d be boring if she didn’t tell you in person.

'''Seele:''' Anyway, look after Seele for me, will you?

'''Bronya:''' Bronya will.

'''Seele:''' Good. Can I go now?

'''Bronya:''' Can the Bronya see you again?

'''Seele:''' Huh? Don’t tell me you fell in love with me.

'''Bronya:''' You barely appear except for in battle. The Bronya has no chance to talk to you, or even learn about you from Seele because she wants to keep it secret.

'''Bronya:''' But the Bronya is certain about one thing now - Though you’ve been saying annoying things and acting crazy to make people fear you and stay away from you… that’s not what you really want.

'''Bronya:''' You are the other Seele. You two are inherently the same. Bronya is relieved.

'''Seele:''' Yeesh, is it that I have some misunderstanding of the world, or that her naivety is contagious? Why is everyone around her like this?

'''Seele:''' Fine, whatever you say. Can’t argue with Seele’s dearest Bronya.

'''Bronya:''' One last question - what should the Bronya call you?

'''Seele:''' You can call me Seele. Oh, but I won’t be able to tell which one you mean… Never call me Sealy though, or I’ll get mad and you won’t like it.

'''Seele:''' Let’s make it simple then. When you need to make it clear, call me Dark Seele and her Light Seele. It’s kinda weird, but I don’t mind.

'''Bronya:''' Hehe, okay. But now the Bronya can just call you “Seele”.

'''Bronya:''' Take care, “Seele”. Next time, tell Bronya more about you and her.

--

====<u>Gameplay EX-4 - Impro: Scene 4</u>====
One day after the assault, Salt Lake Base.

'''Seele:''' Whew… finally finished the report. So much had happened in such a short time, I was worried I’d omit some details.

'''Seele:''' Good details, but you left out the part where you shone.

'''Seele:''' You played a big role, so why didn’t you tell Dr. Einstein? At least the part when we fled the Theater.

'''Seele:''' I’d have made that report at least twice as long if you had let me do it.

'''Seele:''' I didn’t want to make it too lengthy…

'''Seele:''' But, was it okay for me to report about you like that?

'''Seele:''' Of course. You didn’t lie - you did find the exit with “Seele’s” strength.

'''Seele:''' And Bronya didn’t say a word when she heard it. I think our secret’s safe with her.

'''Seele:''' But I was ready to introduce you to everyone…

'''Seele:''' Nah, I’d rather not. Looking after you is enough trouble for me. I don’t need your friends to bring me extra.

'''Seele:''' I’m fine with what I have now. And I only need to take care of one crybaby.

'''Seele:''' But, I want them to know about you…

'''Seele:''' Not just Bronya. I want Rozaliya, Liliya, Kiana, the Doctors… all those who care about me to know you.

'''Seele:''' They should know the other me inside of me, who’s been growing up with me. You are an inseparable part of me. Seele is only complete when we are together.

'''Seele:''' I want all my friends to also be your friends.

'''Seele:''' …Tsk. Fine, but not today. I’m not in the mood today.

'''Seele:''' When I’m in the mood someday, maybe I’ll suddenly take control of our body, jump on the table and perform a Hopak dance while shouting “I’m Seele!” in front of all your friends.

'''Seele:''' Um… if you really wanna do that… then okay. But you may wanna get changed first.

'''Seele:''' Huh? Don’t tell me you thought I’d really do that. I’m not Roza!

'''Seele:''' Heehee~

The room was filled with laughter for a moment, but soon quieted down again.

'''Seele:''' The situation is worse than we expected… The Doctors didn’t get any sleep last night, and everyone’s overwhelmed.

'''Seele:''' I heard that those who are on other missions have also been called back and are on their way… I guess we will get even busier.

'''Seele:''' You’re not going to stay out of this, are you? Then just tell me when you need my help. It’s not like I can go anywhere else.

'''Seele:''' Speaking of which, have the puppets still been bothering you since we got back from the Theater?

'''Seele:''' No. I don’t think they’ll come to me again after I rejected them like that. But…

'''Seele:''' What’s wrong?

'''Seele:''' I don’t know for sure. But when I left the Theater, a puppet said something very strange to me.

'''Seele:''' It was somehow disturbing… in an unexplained way…

…

…

Rustling sounds rose.

Noises began to echo in the Theater devoid of life.

Like the sounds of strings cutting through the air.

Like the sounds of a puppet rotating its joints.

Like the sounds of inky malice coagulating into a clot.

Countless shadows drifted towards the establishment at the center of the Theater with uncanny, robotic motions.

'''???:''' We lost… lost. But it’s okay… okay.

'''???:''' Friends are many! We’re many!

'''???:''' Everyone has a dark corner that they can’t walk out of. Everyone has a secret wound that can never heal!

'''???:''' We are all birds in a cage! Jesters on a stage! Puppets under Domination! Behold-

'''???:''' It’s beginning! It’s beginning! It’s beginning!

They repeated those words to each other tirelessly. Suddenly, they cast their burning gaze in one direction - the trial court solemnly stood at the center of the Theater.

''[CG plays wherein the Herrscher of Domination puppets hold a faux court meeting of sorts to decide their next course of action:''

'''''Puppet:''' Silence! Silence!''

'''''Puppet:''' Now, we must plan our next move.]''