Act 1 - Act 4
Gameplay 24-1 - Act 4, Scene 1

Rustling sounds rose.

Noises soon filled the entire space.

Clanks of hard objects colliding, clicks of joints twisting, and thuds of wooden blocks rubbing against each other…

No light, no heat, no life, and no senses.

Like a droplet falling into dead water, a strange noise set off infinite ripples.

Heya… heya… It echoes on and on.

Clanks of hard objects colliding, clicks of joints twisting…

And thuds of thousands of wooden blocks rubbing against each other.

The noises took over the void space…

Puppet on the Judge Panel: Silence! Silence!

The gavel hit the table hard.

Puppet in the Auditorium: Hey! Why are you sitting up there?

Puppet in the Auditorium: Get down!

Puppet on the Judge Panel: First, as per convention, today is the day we share the latest developments and devise a plan for the next phase.

Puppet in the Auditorium: What’s there to share? Just the same every time. A little mischief here and a little sabotage there.

Puppet in the Auditorium: Yeah, nothing but monkey business. We’re a Herrscher! And we’re supposed to destroy the worm civilisation!

Puppet in the Auditorium: Ah, another day, another quarrel. I’ve got other businesses to tend to. Just let me know the gist of the meeting after.

Puppet in the Auditorium: Huh? Who are you? Do I know you?

No one listened to the judge panel.

Everyone was busy playing their own part on the stage in the Theater of Domination.

Maybe it was far more interesting than playing themselves in their miserable real lives.

Puppet on the Judge Panel: This week, we destroyed 32 power plants and caused blackouts and traffic jams in more than 20 cities.

Puppet on the Judge Panel: Mr. Landon, I’m sure you’d be delighted to learn your hometown was on the list. You never liked it.

Puppet in the Auditorium: Look closely. I’m not him. He sits across.

Puppet in the Auditorium: No, that’s not him either. He was taken out by Valkyries long ago.

Puppet on the Judge Panel: 11 major corporations went bankrupt because of us, including the one owned by Arthur’s father. Shout out to Arthur!

Puppet in the Auditorium: Oh, wasn’t he always whining about how his father had no time for the family? Now his father won’t have to work anymore. Haha!

Puppet on the Judge Panel: Two countries have resorted to armed conflicts after failing to solve the security disturbances we created.

Puppet in the Auditorium: If all goes well, we can even expect civil wars.

Puppet in the Auditorium: But is it truly our doing? I feel like things would turn out this way even without us.

Puppet in the Auditorium: Don’t dwell on it. He said we did it so we’ll just take credit for it.

Puppet on the Judge Panel: There were a few setbacks in the way. Damn the Valkyries!

Puppet on the Judge Panel: We lost many partners. They were recycled, disassembled, and… ah, I’ll just stop here.

Puppet on the Judge Panel: But their sacrifices won’t be in vain! We’re getting closer to our goal every single day!

Puppet on the Judge Panel: I hope we can maintain this momentum and keep up the good work. The world shall soon kneel before us!

A big round of applause came from the auditorium.

Puppet in the Auditorium: Yay!

Puppet in the Auditorium: It’s finally ending!

Puppet on the Judge Panel: Now is the time to figure out our next move…

Excited Puppet: I have a proposal!

Someone stood up.

Excited Puppet: We’ve taken the Herrscher of Reason’s power. We should do the same to other Herrschers and teach the traitors a lesson!

Excited Puppet: When the time is right, we’ll declare war on Anti-Entropy, Schicksal, and the World Serpent!

Puppet in the Auditorium: Yeah! Let these bastards know what we’ve got!

Puppet in the Auditorium: World Serpent? Never heard of it.

Puppet in the Auditorium: Are you serious? Use your brain and look it up now.

Calm Puppet: I object.

Another one stood up.

Calm Puppet: We’re yet to fully harness the Herrscher of Reason’s power. We should stick to our guerrilla strategy as we learn more.

Puppet in the Auditorium: Yeah! We can’t even construct a tank on our own. We won’t stand a chance in an open war!

Excited Puppet: Coward! If we don’t change our strategy, we’ll be picked off one by one!

Calm Puppet: A blind frontal attack is no different from suicide.

Excited Puppet: Are you saying we’re no match for them head-to-head?

The excited one charged at the calm one and the two started to brawl.

Puppet in the Auditorium: Ooh, fight! Fight! Fight!

Puppet in the Auditorium: Whoa, that one must have hurt!

Puppet in the Auditorium: Who do you have your money on this time?

Puppet in the Auditorium: Looks like fun. I want in!

The two tussled with each other as more and more joined them.

*Thump… thump…*

Puppet on the Judge Panel: Silence! Silence!

Puppet on the Judge Panel: You each have a point, but we need a clear direction.

Puppet on the Judge Panel: As per tradition, we shall vote on it.

Everyone stopped all at once.

Puppet on the Judge Panel: Those in favor of a frontal assault, raise your hand…

Some raised their hand.

Puppet on the Judge Panel: Those in favor of continued social order disturbances, raise your hand…

Some others raised their hand.

Puppet on the Judge Panel: Huh? I feel like some have raised their hand twice. Never mind, the result is out. Our next step is…

Puppet on the Judge Panel: To continue upsetting the social order!

Calm Puppet: Phew… that was close. Got me nervous for a second.

Excited Puppet: Chicken!

Puppet on the Judge Panel: Silence! Silence!

Puppet on the Judge Panel: You can all rest assured that our approach may vary, but the final outcome will be the same.

Puppet on the Judge Panel: We’re showing everyone what this world really is… shredding its facade and revealing its true nature.

Puppet on the Judge Panel: The final victory is ours for the taking, because there is no cure for this corrupted world.

Puppet on the Judge Panel: As for Anti-Entropy, Schicksal, and the World Serpent…

Puppet on the Judge Panel: Once humanity realises their visions are just pipe dreams, these clowns will pay a dear price without us lifting a finger.

Puppet on the Judge Panel: Dismissed!

Lurking at the street corner, this bar was almost invisible if not for the dim and pale light.

Raven: The Burgundy on the right. Push it in.

Before the wine rack, Mei and Raven stood next to each other.

Mei: …

Mei followed the instruction and nudged the bottle. With a creaking sound, a screen emerged.

Raven: Oh, I didn’t even say which bottle. Not many can tell these wine varieties apart.

Mei: No need. The bottle with the least dust must be it.

Raven: Haha, very perceptive. I see you’re getting used to life here.

Having traveled with the World Serpent for a while, Mei now appreciated why it could stay under the radar for so long.

Surveillance cameras everywhere, interlinked hidden passages, shady areas few dare to set foot on…

“Life here” has a full set of rules. It’s like a massive and obscured shadow cast by the world.

Gray Serpent: You’re five minutes late.

Today is the day to contact the Serpent. The voice coming from the screen sounded devoid of any motions, almost inhuman.

Or, maybe it wasn’t a human under the mask anyway.

Raven: My bad, but it couldn’t be helped. The two locations are far off, and the roads were all blocked.

Gray Serpent: I don’t care. Conclusion.

Raven: Well, the conclusion is… no progress.

Gray Serpent didn’t comment and waited for more.

Raven: The two warehouses were broken into, and the cargo was damaged. We came late, or the culprit cleaned up the scene…

Raven: But anyway, we didn’t find any clues leading to the puppets. And no missing persons.

Raven: It’s too early to conclude it was the new Herrscher’s doing. Either we missed something, or the culprit was too good.

Gray Serpent: …

Gray Serpent took a moment to process the information.

Gray Serpent: Keep tracking.

Gray Serpent: I believe this event is connected to the puppets. And this individual will prove to be a unique specimen for us to study.

Raven: Understood.

Gray Serpent nodded and turned to Mei.

Gray Serpent: How are things on your side?

Mei: Just a smuggling ring stealing the World Serpent name. Taken care of. Nothing unusual.

Gray Serpent: Jackal seems to be interested in them.

Mei: Yeah? I saw nothing but clumsy impersonators and tacky counterfeits. I doubt she’d be interested.

Mei: I’ve sealed the scene. If she’s interested, she can check it out herself… among a heap of ashes, of course.

Gray Serpent: I’ll tell her that.

Gray Serpent: You and Raven keep tracking special puppets and taking them back, broken or not.

Gray Serpent disconnected without even a curt goodbye.

The room grew quiet, with something disturbing slowly settling in the air, like the cold, slimy trail of a snake.

Raven: “A heap of ashes”? You incinerated all of them? What if they had something useful to us?

Mei: No, I don’t think so.

Raven stared at Mei’s face as if there was some stain on it.

Raven: …Fine. Here, drink some water.

Out of nowhere she brought up a glass of water and put it on the bar.

Mei: Thanks.

She lifted the glass and began to recall the mission hours ago…

Several hours ago.

Mei: This is it. Gray Serpent told me to “send them a message”, so I’ll destroy their goods.

Mei: I’m near downtown and I don’t want too much noise. Better try to avoid fighting.

Mei: Looks like this is their workshop. Illegal firearms and medicine… things will look bad if these get out.

Mei: Hmm? What’s this container for?

Mei: What? A child? Those monsters!

Boy: Ugh…

The stranger’s voice made the boy wriggle in pain. In the light, the “scar” on his neck was striking.

Mei: Stigmata?

Boy: Ugh!

The word terrified the boy even more.

Mei: I see… Don’t worry, I won’t hurt you.

Mei ripped off the tape covering his mouth.

Boy: Huff… huff…

Boy: You… you’re not here to buy me?

Mei: No.

Mei shook her head and reached out her hand to comfort him, but she hesitated and retracted her hand.

Mei: What did they do to you?

Boy: They caught me and said they were going to sell me… They mentioned something called… the Serpent…

The boy’s eyes grew wide all of a sudden.

Boy: Ah… you… you’re not…

Mei: Hush, calm down.

Mei: I’m not your buyer, and I don’t plan to take you. I’m looking for your kidnappers. They’re going to pay for what they did.

Mei: Go now. I’ll take care of the ones outside.

Boy: Go… where?

Mei: Anywhere you wanna go. You’re free now. These bad people can’t get to you anymore.

Boy: …I’ve nowhere to go.

The boy curled up, as if the tiny box was his only home.

Boy: My Mum and Dad were gone before I could speak. My Uncle thought I was a jinx. I hated him and ran off. I’ve been on my own all these years.

Boy: I was caught because someone sent me to steal something but he sold me out right away…

Mei: You got any friends?

The boy shook his head.

Mei: Anyone you can trust?

The boy shook his head again.

Mei: Ugh…

Mei: (Homeless, without family or friends, and carrying a Stigmata… This kid is probably another victim of the Honkai.)

Mei: (A rare natural male Stigmata carrier. If I take him back to the World Serpent, he’d be Jackal’s next test subject.)

Mei: (But there’s still hope… He’s here by accident and Jackal shouldn’t know about him, nor should Gray Serpent.)

Mei: (What to do? If I leave him unattended, he’ll end up getting kidnapped again.

Mei: …

Mei: Here, take this.

Mei took a scrap of paper and wrote something down before handing it to the boy.

Mei: Do you know this address?

Boy: No… but I think I know how to get there. What is this place?

Mei: Just go there if you can trust me. Tell them your story and they will take you.

Mei: Of course, you can choose not to trust me. You’ll need to always be on guard to survive on the streets.

Mei: And cover up your neck, don’t let anyone see it. Don’t worry, it’s harmless, just that there are people who don’t like it.

The boy took a look at the slip and then looked at Mei before he slowly stood up.

Boy: …I’ll go there. I trust you.

There was a certain determination in his words. Maybe they were not only meant for Mei to hear, but also for himself too.

Boy: Thank you.

Mei: Don’t thank me yet. You’ll have to get out yourself.

Boy: What about you?

Mei shook her head, telling the boy he didn’t need to know.

Mei: Hurry.

The boy looked at Mei one last time and ran towards the exit.

Just before he reached the exit, a thunderous clap came from behind him.

The boy was taken aback. He turned around to find where he was now burned down. The nice lady who saved him was also gone.

Having no interest in finding out what happened, he resumed running and never looked back.

Mei lowered the glass as the water went down, cooling and refreshing her throat.

The disturbing sensation left by the Serpent’s visit was now gone.

Raven: Just saying, what if Jackal brings back the ashes for study? You know her. She might do it.

Behind the counter, Raven took a bottle and began to fiddle with it.

Raven: Since we’re here, want a sip of whiskey?

Mei: I don’t drink.

Raven: Yeah? How about something nonalcoholic?

Mei: If you must.

Raven: Sure. Coming up in a second.

Raven put the bottle back and became busy.

Raven: Here, your drink.

Mei: …Milk?

Raven: Skimmed milk. The best for the underage.

Mei didn’t say anything. She took a sip and found it nice… unlike what Raven usually whipped up.

Raven: What do you think of this bar?

Mei took a glance around the place.

Mei: Old, but…

Raven: But what?

Mei: Classy. The owner has good taste. Should have been a popular place back in the day.

Raven: Well said. I’ll gladly take the compliment.

Mei: It’s yours?

Raven: Yeah, a couple of years ago, I was drifting on my own. Needed a footing.

Mei: You weren’t with the World Serpent? On a solo mission?

Raven: No, I quit, literally. Did all the paperwork. It was official. Didn’t I tell you?

Mei: No.

Raven: Guess we need to know each other better.

Mei: I thought you were raised by the organisation. I heard you were a kid when Gray Serpent took you in.

Raven: Yeah, he took me out of the Siberian tundra and raised me up to become a World Serpent soldier.

Raven: But I didn’t like it here. No particular reason, just didn’t feel I belonged. I wanted to go and build my own life.

Mei: And?

Raven: You’d be surprised. Gray Serpent agreed without any fuss.

Mei: That simple?

Raven: Yeah, just like that. Didn’t even ask why. For a second, I felt I was just a pawn that the World Serpent could ditch anytime.

Raven: But that would be too good to be true. “You’ll be back”. Those were Gray Serpent’s parting words.

Mei: He knew you well.

Raven: Yeah.

Mei: Why?

Raven: Because the world outside is just as lousy.

Raven cut an ice ball skillfully and put it in her glass.

The bar looked aged, but the furniture didn’t catch any dust or spider webs. Apparently someone had been tending to it.

The lighting was poor, but it gave off a slightly drunk vibe that the drink lovers would enjoy.

Raven: I wanted it to be a cafe at first, but it proved to be harder than I thought, and I admit I’m no master barista.

Raven: It was repurposed and became popular with gang members and intel dealers. I got to know a lot of what I shouldn’t know.

Mei: That’s how you started your mercenary career.

Raven: That’s a tale for another time. Ah, I miss the old times.

Raven: Now that I’m working for the World Serpent again, there’s no way to keep her open. All I can do is to come back and see her.

When Raven was calling the bar “her”, her voice became gentle and soft.

It reminded Mei of when Raven was talking about the children she adopted.

Mei: The reason you came back had something to do with the children, right?

Raven: Nah, I was just tired. I went a long way and finally found out that the World Serpent paid the best, so I came back.

Raven: I’m just earning a living, so why not choose a job that pays well and on time?

Mei: You’ve made enough money. Why not quit now and bring your little bar back to life?

Raven: Haha, you’re right.

Raven: Maybe I should follow your advice.

Raven: But sometimes we don’t have a choice.

Raven smiled.

Raven: We all got in for our own reasons, and now some other reasons are stopping us from getting off the hook, right?

Raven: Things don’t necessarily turn out to be better, and we’re not necessarily on the right path.

Raven: But what does “right” have to do with anything? We must finish what we started.

Mei: Maybe.

Raven: I see you’re not fully convinced.

Mei: Even so, I still believe in other possibilities that might lead to a better result.

Raven: Is that so?

Raven: I heard the ruckus at Taixuan was solved. Kiana played a big part and saved her partners from the new Herrscher.

Mei: I expected nothing less.

Raven: Hare was supposed to handle it, but by the time she arrived, the Herrscher was long gone. Ah, never mind.

Raven: Anyway, Kiana is doing good now… your sacrifice wasn’t in vain.

Mei raised the glass again, but did not drink.

Raven: Maybe this is one of the “other possibilities” you talked about.

Mei: We’ve got a long way ahead of us.

She finished the milk in one go.

Raven: Like it? I’ll make you something special next time we come.

Mei: I don’t drink.

Raven: Then I’ll make you a special milky drink.

Raven turned around and shut the door. Mei took one last look at the bar.

In the dim light, the sign read “Raven’s”.

A very special place, she thought.

--

Gameplay 24-2 - Act 4, Scene 2

Noon, the next day.

Raven: This is the third warehouse in the report.

Mei: Looks the same as the other two.

Raven: Yeah, warehouses in this town all look the same.

Raven: The out of control machines are throwing a party inside. Calm them down, just don’t tear the whole place down this time.

Mei: Why does it matter?

Raven: I promised an old friend who owns the neighborhood. I came here to confirm something from her.

Mei: Seems like you’ve got a lot of friends.

Raven: We scratch each other’s back, that’s all. In exchange for intel, I need to bust the ghost.

Mei: I see. Have fun.

Raven: Catch you later then.

Mei: The machines are running on their own. Part of the Herrscher of Domination’s power?

Mei: Huh? Looks like a strange guest.

Mei: All the remaining enemies are here.

Mei: Hmm?

…

[CG plays wherein Raven appears to help pick off the remaining enemies:

Raven: Hi.

Raven: Miss me?]

Mei: That was quick.

Raven: I didn’t feel like lingering once I got the intel. You didn’t tear the whole place apart, did you?

Mei: It’ll survive.

Mei took a glance at the sniper rifle in Raven’s hands.

Mei: Wouldn’t that be overkill, using the Divine Key?

Raven: I’d rather not take her if she didn’t have a mind of her own. Sometimes you’ve got to indulge her if you want her to perform.

Raven: We’ll need her for the puppets, so I’m pampering her for now.

Mei: Her?

Raven: Oh, she hasn’t been properly introduced. Meet the 3rd Divine Key, the Key of Sanction, a strong-minded gal just like you.

Raven: Remember when we were on Coral Island and Owl took it? He wasn’t able to unlock her rated power till the end.

Raven: Because she has her own personality, it all depends on whether you can hit it off with her.

Mei: So she won’t unleash her power in the wrong hands?

Raven: It goes beyond that. Power, ammunition, performance, or even weapon type… She’s drastically different in every hand.

Raven: That’s why I take good care of her and “talk” to her a lot. I think we’re getting along just fine.

Mei: No wonder you take it everywhere.

Raven: She’s also known as the Seven Thunders of Retribution. Maybe it indicates she has seven forms, but I’ve only seen four.

Raven: Oh right, why don’t you try? The Herrscher of Thunder might be a good match for the lightning-imbued Divine Key.

Raven handed the weapon over. It took Mei a moment of hesitation before she received it.

Raven: Hmm?

Raven: Whoa…

Mei: This is…

Raven: I think she likes you. Maybe you two have a special connection.

When Mei touched the weapon, it somehow felt to her like a living thing with a beating heart.

Mei: It feels… special.

Raven: Told you.

Mei handed the weapon back to Raven and it soon returned to its sniper rifle form.

Raven: One day when I was on a mission, I got hurt and out of the blue, she decided to be a slingshot. Almost got me killed.

Raven: Can’t let that happen again.

Mei: By the way, you got something on the puppet?

Raven: I learned something interesting. Remember what Gray Serpent said about how it was a strange one? It doesn’t act alone.

Mei: There are other puppets helping this one?

Raven: No, humans.

Mei: Humans?

Raven: I’ve pinpointed the next crime scene. The culprit only works at night, and that gives us some time to prepare for now.

Raven chuckled.

Raven: Come along. I’m taking you to a place.

A few moments later.

Sora: Ah… Sensei! And Mei!

Raven: Hi, Sora, you saw us a mile off, didn’t you?

Raven gave Sora a hug and ruffled her hair.

Raven: Sorry, I came late. And thanks for taking care of everyone while I was away. How do you like it here?

Sora: Yeah! The bed is soft. The living room is big. And we have hot water around the clock! Everyone is happy.

Raven: Glad to hear it.

Sora: But…

Sora looked to Mei.

Sora: The curry here isn’t even half as good as Mei’s!

Raven: Humph, so you miss her more than me? I’m hurt.

Sora: No! We miss you too! We miss you every day!

Mei shook her head and turned her eyes away to the building nearby.

It had the look of a big summer house. Quiet. Well-built. Classy.

But the guards at the gate told a different story. It wasn’t hard to tell that the house was off limits to the outside world.

Kevin did keep his word.

Sora: Mei!

Mei: Hmm?

Raven: Wanna say hello to the kids?

Mei: Uh… I guess not. I’ll wait outside.

Mei bent down and gently touched Sora’s face.

Mei: Sorry, Sora, there’s something else I need to do, so I can’t play with you this time.

Mei: But don’t worry, I’ll come back another day. Any gift you want? I’ll bring it to you next time.

Sora: Ah… it’s okay! I don’t need any gift. You’re the best gift!

Mei: Okay, it’s a deal then.

Sora: Deal!

Mei: Haha, don’t keep your Sensei waiting. She’s been missing you a lot. She was even practicing what to say on the way here.

Raven: Shut up.

Raven took Sora’s hand and gave Mei a wink before heading in.

Mei: …

The summer breeze came to hug her with a pleasant smell. All was quiet save for the chirping birds and rustling leaves.

A kite slowly rose above the walls and began to dance in the blue, clear sky.

This well-protected shelter seemed like an exquisite crystal ball capturing the finest moment of summer.

Mei: …

Mei was reminded of a certain day in her childhood when her father took her out for a trip.

Her father was holding her hand, saying something… she couldn’t recall the exact words.

She hardly got to see her father, let alone go on a trip. Overcome with joy, she was unable to remember what he said.

But she’d never forget that it was a bright summer day, just like this one.

With kites roaming in the sky and the same smell of summer in the air.

Raven came back after a while.

Raven: I hope the waiting wasn’t too boring.

Mei: Of course not. But how is this your preparation?

Raven: It prepares me to be what I need to be for the mission. Make any sense?

Mei: How are the kids?

Raven: Well attended. Good food. The best medical care money can buy. They’re no longer trapped in the Roost.

Mei: It’s a beautiful place. Reminds me of the days before the Honkai.

Raven: They should grow up without knowing of the Honkai.

Raven: You should go in and say hello next time. The kids miss you.

Mei said nothing.

Raven: Oh… speaking of kids.

Raven: I heard a little boy came here with a slip in his hand.

Mei: …

Raven: Said he was kidnapped and that he escaped on his own. There’s a peculiar scar on his neck. Might be a Stigmata.

Mei: Is that so? A boy with a Stigmata. That’s rare.

Raven: He was kept at exactly the same area where you carried out your mission yesterday.

Mei: What a coincidence.

Raven: Yeah, just uncanny. Did you see anything?

Mei: No.

Raven: You sure you didn’t see “a tall and pretty lady with a pair of horns handing out slips with the address of this place”?

Mei: …Doesn’t ring a bell.

Raven: That’s a shame. I’m dying to know her.

Mei: I’ll keep an eye out for you.

Raven: Or, why don’t you pass a word to her for me?

Mei: What is it?

Raven: That this place isn’t a nursery for any homeless kid. The next one sent here… won’t be free.

Raven: And the price will be high.

Mei: Got it. I’ll be sure to pass the word.

Raven: Much obliged.

The two then fell silent as they listened to the whispers of the wind.

Raven: Weren’t you worried that the guards here might be working for the World Serpent?

Mei: I knew they were yours. You’d never put your kids in untrustworthy hands.

Raven: Heh, you’re right.

Mei: What will happen to the boy?

Raven: Hmm, I dunno.

Raven: His new identity is ready. He’ll probably be sent to a safe place and looked after by someone reliable.

Raven: But after that, it’s all up to him. He’s been a lucky one, and I wish his luck can last.

Mei: Hope so.

The sun began to set slowly but surely, painting the sky with a faint reddish glow.

Raven: Alright. We should be going now.

Raven: It’s at the seaside, a bit far from here. We’ll drive there and talk on the way.

--

Gameplay 24-3 - Act 4, Scene 3

Raven: Get in.

The two went to a sports car. Raven got in and took the driver’s seat.

Mei: This is your car?

Raven: Whose else might it be?

Mei: Got your driver’s license?

Raven: You kidding me? I’m a mercenary. Bring me a helicopter and I’ll fly it for you.

Mei took a moment to observe the car. It was parked in the shade, sleek, shiny, and expensive.

Raven: Any comment?

Mei: I thought you’d pick a color that stood out more.

Raven: I like red, but I couldn’t find a model that looked good in red.

She pointed at the back row.

Raven: And I’d like to take the kids out for a spin. The more seats the better.

Mei: It looks good.

Raven: Hop in.

Mei hesitated and finally took a back seat.

Raven: …

Mei: …

Raven didn’t start the car.

Mei: Something wrong?

Raven: Hey, what do you take me for, Miss Raiden? Your chauffeur?

Raven: Come to the front row already so we can talk.

Mei: Oh… okay.

Raven: That’s better. Now buckle up.

Raven started the engine and it began to roar like a wild beast.

Mei: Back to the topic earlier. You were saying humans were helping the puppet?

Raven: Yeah, a delivery guy. He put the puppet in a box and put the box in the alley by the warehouse at night.

Raven: The puppet got out and entered the warehouse through the pipes. It messed the place up and returned to the box.

Mei: So that’s why no one saw it in the neighborhood. No one paid any heed to the box hundreds of yards away from the scene.

Mei: But why would he do that?

Raven: Who knows. Maybe he was coerced, or manipulated, or simply crazy. We’ll have to ask him in person tonight.

Mei: How did you decide their next target?

Raven: I have connections.

As the forest receded from the windshields, they drove onto an open road.

Raven: Remember the warehouses we’ve looked into?

Mei: Three of them if you count the one tonight.

Raven: Right. All sabotaged by the puppet, and guess what, they each belong to a notorious organisation.

Raven: Another tip for you: this city is run by four such organisations. You get it now?

Mei: I see. But wouldn’t the city be better without these warehouses?

Mei: Why would the puppet do such things that only benefit the common citizens? Unless…

Raven waited for Mei to finish.

Mei: Unless… the victims have all assumed their rivals were behind it.

Raven: Smart girl.

Raven: The conflict is in full swing. Just a matter of time before collateral damage gets to the civilians.

Mei: So you believe the puppet will surely pay a visit to the fourth warehouse tonight?

Raven: Yeah.

Mei: But it might very well stop now and make the last organisation the largest suspect. The situation would get even worse.

Raven: Indeed, but I doubt it would do so.

The open road spanned across a cliff overlooking the ocean on the right.

Raven: If the last organisation becomes the common enemy, they will suffer the most, but the situation won’t deteriorate further.

Raven: That’s the last thing the puppet wants. Its purpose is to ignite an all-out war and plunge the city into hell.

Raven: In that scenario, it takes only a single bullet to destroy everything. This is not a personal vendetta.

Raven: The puppet seeks to bring down the entire city.

Mei: …

Raven: But that won’t happen. We’ll put an end to its little adventure tonight.

Raven floored the pedal and the car darted forward like a wild horse.

Raven: Any comment on my driving skill? Not bad, huh?

Mei: Still a long way to go to match my old chauffeur.

Raven: Ha, you’re certainly demanding as a passenger.

Mei: My chauffeur was very nice to me.

Mei looked outside the windshield and sat her eyes on the gorgeous afterglow.

Mei: My father was busy working and I hardly got to see him at all.

Mei: I was chauffeured to and from school. I made very few friends in school.

Raven: No one to keep you company on your way home?

Mei: Before I walked out of the school gate, I’d always see a black limo parked outside.

Raven: Maybe that’s why you had almost no friends.

Mei: Maybe, and maybe my chauffeur knew it too, but it couldn’t be helped. It was his job.

Mei: He’d talk to me in the car, ask me how school was, and tell me about my father’s work.

Raven: Sounds like a gentle person.

Mei: Yeah, but I didn’t even get the chance to say thank you to him.

Raven: What happened?

Mei: He died.

Raven: …In the Nagazora Honkai event?

Mei: Yes.

Raven: I see…

Mei: Come to think of it, people who were once nice to me rarely end well.

Mei: The chauffeur, my father, my teachers, and my friends…

Raven: …

Raven: Such a pessimistic view coming from someone who preached “other possibilities” to me just yesterday.

Mei: I suppose.

Mei: I know this sounds paradoxical, but sometimes… there’s nothing you can do about certain things.

A few weeks ago.

Mei: I read every report on the search for the Gem of Haste. Every word in them.

Kevin: …

Kevin said nothing.

Mei: They all point to the same conclusion: nothing.

Kevin: Yes.

This was his confirmation.

Mei: Impossible. Even if it fell into Imaginary Space, it must have left at least some traces and wouldn’t just vanish.

Neither would she.

Mei: The Gem is a part of Sirin. I can’t let it fall into the wrong hands.

Kevin: You have the answer.

Mei: No, maybe I left something out…

Kevin: She has died.

Kevin spat out the conclusion curtly.

Mei: What?!

Kevin: I know it’s not the Gem you’re looking for.

Mei: …

Kevin: She wasn’t able to survive in Imaginary Space. We didn’t find anything.

Mei fell silent, trying hard to find the flaws in his words.

But Kevin’s ice-cold voice made his statement difficult to argue against.

Kevin: It’s a fact.

These were the last words he left.

Mei refused to accept the “fact” and kept looking into every lead she could possibly find.

But her investigation gave her an answer even more heartbreaking than the silence from Kevin.

Mei: …

Raven: Something will come up.

Raven knew what Mei was looking for.

Mei: Raven, I want to ask you a question.

Raven: What?

Mei: It might sound offensive, but you don’t have to answer it.

Raven: Ask away.

Mei: …

Mei: Would you expect your brother to be alive?

The gray Koenigsegg slowed down.

Raven: …Gray Serpent told you that?

Mei: I looked it up myself.

Raven: …

Mei: He was still alive when Gray Serpent took you in.

Raven: …

Mei: …

Raven: …Ugh.

The car stopped.

Raven: We’ve arrived.

They had come to the seaside. Raven parked the car right beside the beach.

Raven: There’s still some time before dark.

Raven: Walk with me for a minute.

Mei: Sure.

Raven: Siberia doesn’t have any beaches, only deep snow.

Raven: My big brother had never seen a beach.

Raven: Wanna take your shoes off? Must feel good to step on waves barefoot.

Raven: I remember one day I challenged my brother to stand in the snow barefoot and see who’d last longer.

Mei: Did you win?

Raven: No, barely took me one minute to surrender.

Raven: But my brother stood there for ten minutes.

Raven: In the end, he lost his senses, and I had to carry him home.

Mei: Did he suffer from frostbite?

Raven: Of course, almost lost his legs. Mum gave him hell for it.

Mei: Wasn’t it you who started it?

Raven: Yeah, but my brother said it was his idea.

Raven: He was usually a bully to me, but when it mattered, he always stood up for me.

Raven: When we were facing blame, when we were hunting, and… that time…

Raven took off her shoes and walked barefoot in the setting sun.

The ocean water was patting her foot rhythmically and erasing the footprints behind her.

Raven: Would I wish? Yeah, of course.

Raven: I came back to Siberia for him many times, and I paid many informants to look for him.

Raven: I keep wishing he wasn’t killed on that night, wasn’t buried in the ruins…

Raven: I wish one day he would suddenly show up and surprise me, calling me Tasha like he used to.

She bent down to pick up a shell and tossed it back to the sea after playing with it for a while.

Raven: You know what, he actually showed up.

Mei: What?

Raven: It was a freezing cold day. Even Vancouver was covered in snow.

Raven: I was driving to a deal. Someone who looked exactly like him walked past me while I was waiting for the green light.

Mei: A kid?

Raven: No, not a kid.

Raven: How do I put it, I decided that this was what he would look like the instant I laid my eyes on the man.

Mei: …

Raven: My mind went all blank and I couldn’t think. The next thing I knew was him disappearing at the corner. I jumped out.

Raven: I chased him for a long time, but the distance between us never shortened. The traffic lights. The crowds.

Raven: I fixed my eyes on him. The way he ran and dodged the crowd was exactly the same as in my memories.

Raven looked down at her feet as if reminiscing the chasing on that day.

Raven: But even till the end, I couldn’t catch him.

Raven: How was it possible? I’m the best mercenary in North America. If I want someone found, there’s nowhere to hide.

Raven: Then I realised… it wasn’t that I couldn’t catch him. I just didn’t want to.

Mei: I know the feeling…

Raven: Deep down, I knew it wasn’t him. I knew he was gone. It was merely a mirage.

Raven: But I just wouldn’t face the facts. I tried desperately to hold onto it.

Raven: But I didn’t want to deny reality either, so I held myself back. I fear he would turn back and say “I don’t know you”.

Mei: What happened then?

Raven: I don’t remember. Probably went back to the crossroads.

Raven: I caused a traffic jam, missed the deal, but thinking back now, it didn’t really matter.

Raven: It was like a fleeting dream. Since then, I kept running my bar and living my life on the edge as a mercenary.

Raven: I even found myself a dream - buy a small island and build a big house there. I drifted too long and wanted a home.

Raven looked over the horizon, as if her island was just there.

Raven: All ancient history now.

Mei: I’m sorry…

Raven: It’s okay. I’m over it now.

Raven: It was the moment my island sank that I realised I had never really lived my entire life.

Mei: Lived?

Raven: Right before my brother died, he said only this to me: “Live on and live well”.

Raven: Live on, Tasha, and live well. It’s like a curse, turning the purpose of everything I do into keeping breathing.

Raven: But now I know, even if the island was still there, I’d never find inner peace and convince myself that I’m “living well”.

Raven: …All these years, the only thing that has made me feel even remotely alive is the warmth of my body.

Mei: You told me it was when you were with the kids.

Raven: Yeah, you can tell me it’s pointless when the whole world is corrupted, or that it’s just a little play for myself.

Raven: But still, I feel it’s the only right thing I’ve done, the only thing I want to keep doing.

Mei: It’s a remarkable thing.

Raven: Maybe.

The ocean breeze gently touched their faces.

Mei: Don’t you feel hot wearing that cape to the beach?

Raven: Yeah, now that you’ve mentioned it. It is kind of hot.

[CG plays wherein Raven takes the hood of her cape off.]

The setting sun was now kissing the ocean and giving it a huge flush.

Having shared everything she’s been keeping to herself, Raven felt relieved and smiled broadly.

In the picture, a strand of her hair on the top simply wouldn’t bow down and seemed out of place.

Raven: You know what, in the past I never wore capes in public because it seemed rude.

Raven: But somehow people always treated me like a kid, until one day I closed a deal successfully without taking the cape off.

Raven: Maybe people refused to take me seriously because I looked young, I thought. Anyway, I never took the cape off since.

Mei: Haha…

Raven: Laugh all you want. You’re never getting to see it again.

The sun was halfway drowned in the sea now.

Raven: Mei Raiden.

Mei: Hmm?

Raven: We need to shake off our shadows from the past.

Mei: …Yes.

Raven: But… I also want to believe the “better result” you mentioned.

Mei: Thanks.

Raven: What’s to thank for? Just follow through with the path you deem right, and I’ll do the same.

Mei: Sure.

…

The sun finally went fully under the sea.

Mei: It’s night now.

Raven: Let’s go.

Mei: Okay.

--

Gameplay 24-4 - Act 4, Scene 4

Night, the warehouse by the sea.

Raven: Here we are.

Mei: Another warehouse that looks the same.

Raven: Maybe the locals share the same taste.

Raven: About time it shows up.

Mei: I sense a bigger presence of security mechas.

Raven: They probably heard about the other warehouses.

Mei: Will our target take the risk tonight?

Raven: I think so. The Herrscher of Domination struck me as a group of lunatics who’d risk everything to get what they want.

Raven: We should move now. Avoid the security and lay low.

Mei: How did the puppet get through the guards?

Raven: Perhaps there’s a secret passage.

Mei: How’s the Divine Key?

Raven: Relax, it’s in a good mood.

Raven: Hey… softer steps.

Mei: Done.

Raven: Hope we weren’t found.

Raven: Found the guy!

Raven: Stay clear from the box.

Man: Who’s there?

Man: What… what are you trying to do to my sister?

Man: No! You’re not hurting my sister!! I… Ugh!

In a flash of lightning, the man fell to the floor.

Raven: Hmm, that settles it. I hope you didn’t kill him.

Mei: No, I simply knocked him out. I doubt we’d be able to get anything from him. Tie him up.

Raven: Agreed.

Raven tied the man up and tossed him by the wall.

Raven: What’s with his sister? He wouldn’t stop talking about her.

Mei: Is that the box you mentioned? With the puppet inside?

Raven: Yeah, even the same packaging. Do we open it now?

Mei: Be careful. The intel we have indicates we might be teleported to a closed space called the Theater of Domination.

Raven: Worry not, I came prepared.

Raven took a small and round device out of her pocket and showed it to Mei.

Raven: A simple EM shield. Not as powerful as yours, but it can stop energy erosion.

Raven: We might be separated after we get in. Prepare to act solo and try to find each other.

They exchanged a look and both nodded.

Raven: Open it.

Mei: Okay.

Mei: Ugh…

Mei: …This is the Theater of Domination?

Mei: Raven’s not here. Was she teleported to another place? Or did she not get in?

Mei: Monsters all around the place, like broken toys tossed by kids.

Puppet: Oh, look who I’ve found!

Mei: Who is it?

Puppet: An unexpected guest…

Puppet: Welcome to the Theater of Domination.

--

Gameplay 24-5 - Act 4, Scene 5

Puppet: Welcome to the Theater of Domination.

Mei: A puppet…

Puppet: And here I was wondering why my brother didn’t call me out. It was you two.

Mei unsheathed her blade.

Puppet: Oh, that won’t be necessary. I just want to take you on a tour around this place.

Mei: Tour?

Puppet: Yeah, it’s not like you get to see the place every day. Sure you don’t want to look around, Miss Raiden?

Mei: You know my name.

Puppet: Yeah, I know you. We all do. You’re an honored guest here.

Puppet: Come on, let me show you around. Maybe you’ll like it here, or even better, decide to join us!

Puppet: You coming or not? I’m leaving, with or without you.

Mei: She didn’t attack me… Is this a trap? I’ll find out.

Puppet: Marvelous, isn’t it? We built this together.

Mei: Who are “we”?

Puppet: My friends! We’re all very weak, so we need to stick together and help each other!

Puppet: Oh, sorry, someone must have left it here carelessly.

Puppet: But you should be able to deal with it with your Herrscher powers, right?

Mei: No need, my blade will suffice.

Puppet: A lot more toys this time.

Puppet: Hurry up, or you’ll be left behind.

Mei: Don’t worry about me. Keep going.

Puppet: A Herrscher that waves a blade? How unbefitting! I’d prefer lightning if I were you.

Puppet: Tsk…

Mei: I thought you were gonna show me around. Why stop now?

Puppet: …

Mei: Drop the act. I know you were manipulating the puppets.

Puppet: Oh, you found out, but can you blame me? I just want to take a good look at the legendary Herrscher of Thunder.

The puppet explained halfheartedly, but Mei had her own considerations.

Mei: (A puppet can only summon three to five followers at a time, and it couldn’t fight on its own.)

Mei: (And I don’t know why, but she seems persistent on seeing my Herrscher powers…)

More info was needed.

Puppet: You wanna check out other parts of this place?

Mei: Tell me more about you and the others. Why would you want me to join you?

Puppet: Because we were all weak, desperate, and considered losers.

Puppet: Oh, of course, you’re powerful and different now, but earlier, it would have made sense to invite you in.

Puppet: Still, you’re welcome here even at this moment.

Mei: How so?

Puppet: Because there’s still despair in your heart.

Puppet: I know how you feel. Anti-Entropy can’t save her, and neither can Schicksal. No one but you can do something about it.

Puppet: Just like you, everyone here once fought hard against injustice in life.

Puppet: But it made no difference. Solve this problem and another pops up. Correct this mistake and another one occurs…

Puppet: In the end, we failed to change anything at all.

Mei: Sounds like you’ve been through a lot.

Puppet: Yeah. Did you see the guy outside?

Mei: The man helping you?

Puppet: Yeah! His sister died a few days ago.

Puppet: When she was lying in the hospital bed, he never went there to see her.

Puppet: Can you imagine how desperate she and I were?

Mei: You… were born out of her despair.

Puppet: Yeah, but after she was gone, he suddenly grew a heart and realised he had lost the only family he had. It was too late.

Puppet: But fortunately, there’s still me. I came to him.

Puppet: “Don’t cry, big brother, I’m right here.”

Puppet: Since then, he’s been following my orders and taking me wherever I wish to be.

Puppet: Ah, we were gonna make him join us, but you caught him first.

Puppet: Oh, right, it’s okay if you don’t feel like joining us. There’s another way for us to help you!

Puppet: We can turn you and your dear Kiana into normal girls!

Mei: Sounds familiar. How do you plan to accomplish that?

Puppet: Hehe… just like this!

The puppet approached Mei and posed a strange gesture as if channeling some form of power.

Puppet: Tada!

As it opened its closed palms, a ball pen fell to the floor.

Mei: What’s this?

Puppet: The Herrscher of Reason’s power! From your friend! It’s a shame I stayed in the hospital for too long to think of anything else.

Mei: (Bronya?)

Mei examined the ball pen on the floor. The blue shimmer meant it was indeed a creation of the Herrscher of Reason.

She frowned and directed her eyes back to the puppet.

Mei: I don’t understand. What does the Herrscher of Reason have to do with your proposal? Reshaping us using her power?

Puppet: Of course not! You weren’t listening! The Herrscher of Reason isn’t the point! We can take your powers!

Puppet: Just take my hand and clench. Your power will become mine in a jiffy!

It didn’t feel like a lie, so…

Puppet: How about it? Isn’t it simple and brilliant?

Puppet: You give me the Herrscher of Thunder’s power, and I’ll help you take the Herrscher of the Void’s power as well.

Puppet: This way, both of you can live a normal life and never have to worry about the Honkai anymore.

Mei: Sounds convincing, but how can you make sure Kiana won’t take it back again?

Puppet: Take it back? Impossible! A mere mortal that lost their power stands no chance against us.

Mei: Hmm…

The conclusion jumped out.

Puppet: So, will you consider?

Mei shook her head and reached for her blade once again.

Mei: According to what you said, you won’t need my power to take the Herrscher of the Void’s power, right?

Mei: If so, how about you turn her into a normal person and I hand over my power then?

Puppet: Huh?

Puppet: Er… it does make sense. But with only the powers of Reason… we might not be able to beat her.

Mei: Yeah, my thoughts exactly.

Puppet: What?

Mei readied her battle stance.

Mei: Sorry, I don’t trust you to beat Kiana in any circumstance.

Mei: So your proposal is pointless to me.

Puppet: …

Puppet: Humph, I thought you’d be able to understand, but apparently I was being too nice.

Puppet: Guess only the hard way works.

Puppet: These cost us more than ten hours to make!

Puppet: I wonder how long you can hold on without your Herrscher powers!

Puppet: Now try this!

Puppet: This fat baby was tough to make. Round and big, it cost a lot of materials.

Mei: Something went wrong?

Mei: Looks like you haven’t mastered the Herrscher of Reason’s power yet.

Puppet: I see what you’re doing, but I’m not taking the bait and telling you!

Puppet: Don’t worry, I’ve got one more big toy!

Puppet: Huh? What is it?

Mei: …Too slow.

Puppet: What? Who…

Bang…

The puppet collapsed to the floor.

Raven: Oh, did I pull the trigger too soon? What was it trying to say?

Mei: Nothing of value anyway.

With a sudden change of surroundings, the two found themselves back in the real world.

Raven: We’re back.

Mei: Seems that once the contact puppet is broken, the connection with the Theater will be cut… some sort of insurance.

In the box now lay a puppet broken into pieces.

Mei: What about the man?

Raven: We’ll just leave him there. Someone will take care of him. He doesn’t deserve our pity.

Mei: Just now, the puppet used the Herrscher of Reason’s power.

Raven: I saw it too. Want me to ask around?

Mei: Yeah…

Mei lowered her head and began to chew on what the puppet said.

Mei: In combat, it kept trying to make me use my Herrscher powers. Maybe they have a way to take my power without the Core?

Raven: Can that be done?

Mei: From the way it talked, yes, but there are conditions. I didn’t use my power, so it wasn’t able to.

Mei: …I have a theory.

Raven: What is it?

Mei: Remember the Scepter of Duat? It works in a similar way.

Raven: How?

Mei: They’re based on the same working principle - break the connection between the Herrscher Core and Imaginary Space.

Mei: You can think of the Herrscher Core as a faucet controlling the energy flow from Imaginary Space.

Mei: If the Scepter of Duat works by blocking the flow brutally, then the puppets are using another pipe to redirect the flow into their own pool.

Raven: I see the similarity now.

Mei: …

Mei: Raven, could you take this puppet back first?

Raven: Of course, but can you tell me what you plan to do?

Mei: There’s something I need to confirm myself.

Act 2 - Act 5
Gameplay 24-6 - Act 5, Scene 1

The front gate of a college, New Jersey State.

Theresa: Here we are, where the 1st Herrscher of Domination was born.

Fu Hua: A nice college.

After the assault on the base, Dr. Einstein recalled Fu Hua and asked her to investigate the Herrscher of Domination.

Einstein: We learned something about the Herrscher from the puppets, but the information is disorganised, like puzzle pieces.

Einstein: We traced the first puppet back to a college in New Jersey State. The host is a medical professor.

Einstein: For now, we’re calling the individuals possessed by puppets “hosts”.

Theresa: We need to find him… if he’s still alive.

Einstein: Yeah, it’s best we save him. If that fails, the puppet needs to be retrieved.

Einstein: Please take caution as not to break its Core. Important intel can be extracted from the Cores, especially the first one.

Theresa: Why?

Einstein: Imagine a family tree. It always starts with a couple and then branches out.

Einstein: It’s more or less the same with the Herrscher of Domination. By comparing the first puppet with the others…

Einstein: We might be able to learn something critical to the Herrscher’s birth, propagation, and powers.

Einstein: Of course, the family tree is just a simple analogy, but one thing is for sure: we need the first puzzle piece.

Theresa: Our mission is to infiltrate the college and investigate the professor. Best if we could take both him and the puppet back.

Theresa: Schicksal has also sent Valkyries to retrieve the Herrscher Core. The World Serpent won’t sit idle either.

Theresa: They may even have laid their hands on the puppets, but still, we need to gather as much intel as we can.

Fu Hua: Understood.

Theresa: How did it go, hunting down the Herrscher of Sentience?

Fu Hua: I failed to track her down, but she is still somehow connected with the Core inside me. It allows me to see some odds and ends.

Theresa: Odds and ends? Like shared vision or senses?

Fu Hua: Yes, but just a flash.

Theresa: Are you worried about her?

Fu Hua: Hmm… She's a Herrscher, but not a bad person. I fear the Honkai may lead her astray again if she is on her own.

Theresa: Well… can you locate her using your Herrscher Core?

Fu Hua: Afraid not.

Theresa: Why?

Fu Hua: The Core is in me, but the Herrscher power lies in her, with Fenghuang Down serving as a medium.

Fu Hua: It’s like a tug of war game - if I wish to tap into the Herrscher power, I need to pull her to my side.

Fu Hua: But I can’t right now. She has the other end of the rope firm in her grip, no matter how hard I try.

Fu Hua: Of course, it could also be because of the dissolution of Fenghuang Down and my yet-to-recover power.

Theresa: Is your body suffering from this?

Fu Hua: Not to the extent of crippling my performance in the mission. Thanks for asking, Principal.

Theresa: Principal… Haha, after learning your past, it began to feel weird when you address me like that.

Fu Hua: Is that so? But you’re the principal of St. Freya. I’m only quoting your official title.

Fu Hua: I heard about the Salt Lake Base. Is everyone okay?

Theresa: Bronya is stable now. Her Herrscher powers were taken, but she’s physically fine.

Theresa: As a precaution, Kiana is now stationed at the base and doesn’t take field missions.

Fu Hua: Hmm, a wise decision, given that the new Herrscher is likely aiming for more Herrscher powers.

Theresa: I feel sorry for her. Her hard-earned freedom of movement was revoked and she has to stay in a tiny room again.

Fu Hua: Maybe she doesn’t mind it at all.

Theresa: That’s exactly why I feel sorry. The old Kiana back at St. Freya would have raised hell. She’s totally different now.

Theresa: It feels like only yesterday when she blattered on about becoming an A-rank Valkyrie and handling missions on her own.

Theresa: In the blink of an eye, she’s a grown-up now, sensible and reliable.

Theresa: I’m happy for her changes, but at the same time… I know how much pain she’s gone through.

Fu Hua: Principal…

Theresa: Sometimes, I’d think about the good old days, when she was loud, annoying, and carefree.

Theresa: She barely laughs now, and even when she does, there’s always a bitterness to it…

Theresa: But I guess it can’t be helped. We all have to keep moving and lose something on the way. Kiana, Bronya, Mei, and you too.

Fu Hua: Me?

Theresa: You’re a St. Freya student too.

Fu Hua: …Thank you.

Theresa: Alright, enough chit chat. Let’s get down to business. I got this outfit to try to blend in.

Fu Hua: It suits you.

The two walked towards the campus.

Campus Security: Hey, you there, wrong way.

Theresa: Huh?

Fu Hua: Wrong way? This gate is not in use?

Campus Security: No, but this is a college. The primary school is across the street.

Theresa: Pri…?!

Fu Hua: Oh, right. Sir…

Fu Hua held Theresa’s hand in a hurry.

Fu Hua: This is my baby sister. It’s her dream to study here, so I took her here for a campus tour.

Campus Security: Oh, I see.

The guard bent down and looked at Theresa with fatherly caring eyes.

Campus Security: I’ve got a friend whose daughter is about the same age. She wants to study here someday too.

Campus Security: Little girl, what do you wanna study when you grow up? The same major as your big sister?

Theresa: I… I…

Theresa: Yeah… my big sister told me her school is pretty. Can you please let us in and look around?

Campus Security: Ah, yeah, of course! Be a good kid at school and someday you can study here too!

Theresa: Hmm… I will!

The guard turned to Fu Hua.

Campus Security: Your baby sister is so cute. You’re welcome to look around, just don’t make any trouble.

Fu Hua: Thank you.

Fu Hua took Theresa’s hand and they went in together.

Theresa: …Darn it! Why do I have to look like a child! It’s so inconvenient!

Fu Hua: Er… on the bright side, many would die to look forever young as you.

Theresa: Ugh, I’m never getting into this stupid outfit again!

Fu Hua: Haha…

Theresa: Anyway, we should start with the professor’s office. Let’s sneak in.

Theresa: This school looks kinda like St. Freya.

Fu Hua: I miss St. Freya.

Theresa: There are so few students here.

Fu Hua: It’s summer vacation. Everyone must have gone home.

Theresa: Oh, right. But everyone still stays at St. Freya during summer vacation.

Theresa: Here we are.

They walked into the room and Theresa took off the coat for her disguise.

Fu Hua: Looks unorganised.

Theresa: Let’s look around. Maybe we’ll find something.

Theresa and Fu Hua began to search through the files on the desk.

Theresa: Course schedule… Whoa, he gives a lot of lectures.

Fu Hua: Notice of late loan payment… notice of late utility payment…

Fu Hua: Seems he’s having a bit of financial trouble.

A notebook at the corner suddenly caught Fu Hua’s eyes.

Fu Hua: …A diary?

Theresa: The professor’s?

Fu Hua: I think so.

Theresa and Fu Hua opened the thick diary.

Theresa: …

Theresa: The front entries seem normal…

Theresa: “May 15th, sunny. It’s been half a month but still no word…”

Theresa: “May 17th. Paper was rejected. Dammit, they don’t understand how important this research is…”

Theresa frowned and turned to the next page.

Theresa: “…Rejected by seven journals now… okay, that’s it. No one gets this groundbreaking research.”

Theresa: …He seemed to have built up a lot of negative energy.

Theresa turned a few pages.

Theresa: “…Dead end. No progress this month either. Not a penny left…”

Theresa: “…Last night, I dreamed of a theater…”

Theresa: …Here it is!

Theresa: “…It’s massive, gothic style, reminded me of the Victorian period. Empty. Maybe it was built for me…”

Theresa: “…Somehow I heard a voice saying I belonged here like everyone else. Who is everyone?”

Theresa: “…Yeah, yeah, one man’s voice is small. We need more partners, a stronger voice…”

Theresa: “…Wait, what am I scribbling? Ugh, must be the pressure lately…”

Theresa: “…I was in the theater again. Two hands pushed me to the center stage. I danced and sang. Huge applause for me.”

Theresa: “…Maybe I should see a shrink. I’ve been looking forward to returning to the theater lately…”

From this entry on, every new one was not dated and became more and more like casual notes.

Theresa: “…I seem to have slept the last day off. Can’t remember anything at all. When I woke up, I found a wooden me…”

Theresa: This “me” must be a puppet.

Theresa: “…It looks exactly like me. Even the posture is the same.”

Theresa: “…I understand now. The theater is where I belong and it’s calling for me. The puppet is to replace me in real life.”

Theresa: “…Welcome to the Theater of Domination. Someone said this to me in my dream. No, wait, it was my voice.”

The writing became sloppier and sloppier.

Theresa: …Sing, dissect, surgery… dominate… huh? Dominate… dissect…”

Theresa squinted and tried in vain to distinguish the writing. She turned to the next page with hope.

Theresa: Ah!

Fu Hua: It’s… covered in scribbles.

Theresa: The voice in the dream, the Theater of Domination, and a mysterious puppet… every victim has the same experience.

Fu Hua: After the puppet shows up, they become distraught, black out, or go missing… the puppet will then begin to act as them, taking over their identity.

Theresa: And the Theater of Domination is their base. According to what Bronya and Seele said, it seems to be a closed space cut off from reality.

Theresa: Puppets can enter and exit freely, or even reject others from entering… like ticket takers.

Fu Hua: No more clues in the diary. Only what we already know, but then again, it wouldn’t be here if here was something new.

Fu Hua: Let’s check the staff living quarters. And I want to talk to the guard about the day the victim went missing.

Theresa: Okay, I’ll head to the dorms while you go talk to the guard.

Theresa: I’ve played enough kid for a day.

Fu Hua: I remember the campus security is this way…

Puppet: Hello, what can I do for you?

Fu Hua: …!!!

Puppet: There seems to be a foreign body inside you.

Fu Hua: The puppet…

Puppet: Maybe I can help you with… Hmm?

Puppet: Hey, what happened to you?

Fu Hua: What?

Puppet: I came to treat you because I smelled a Herrscher Core…

Puppet: But… your case seems to be a thrombus… no, a tubercle? You can’t use your power? You’re a fake Herrscher?

Fu Hua: None of your business.

Puppet: Ah, you’re the second patient with such a bad attitude now. That’s not gonna help.

Puppet: Relax and cooperate nicely. I’ll fix you in no time.

Fu Hua: Better fix yourself first.

Puppet: Alas, kids these days. You should listen to the doctor.

Puppet: Ugh, you never argue with someone holding a deadly weapon. Goodbye.

Theresa: Stop right there!

[CG plays wherein Theresa uses the Oath of Judah to restrain the puppet.]

Theresa: You’re not getting away.

Puppet: Whoa, a Divine Key? Interesting.

Puppet: But compared to dead Cores like this one, living Cores are better. Corpses are better left to the legal examiners.

Theresa: What’s your purpose?

Puppet: Purpose, you say? Little one, do you know the ultimate purpose of medicine?

Theresa: …

Puppet: Humanity’s evolution, of course.

Puppet: Still don’t get it? Far from a plague, the Honkai is an antidote, a cure for humanity.

Fu Hua: Principal, we won’t know more from it.

Puppet: Bored already? Okay, do what you must.

Theresa: What?

Puppet: I’m only a shell. I was nothing more even when I was still human.

Puppet: My will and my consciousness have long since merged with my partners, with the Theater of Domination.

Puppet: I shall not die as long as there is one of “us” alive.

Puppet: We’re everywhere. We represent the future of humanity. The final victory belongs to us.

Theresa: Big talk.

Judah’s chains pierced the puppet’s chest.

Theresa: This should be the professor’s puppet. I avoided the Core. Let’s take it back to Dr. Einstein.

Fu Hua: Hmm, but something feels wrong.

Theresa: You feel that way too? It went too well for me to feel comfortable. They didn’t even fight back…

Fu Hua: We’d better get back soon.

Theresa: Yeah.

--

Gameplay 24-7 - Act 5, Scene 2

A few days later, Salt Lake Base.

Welt: We’re gathered here today to share information on the Herrscher Core and decide our next move. Dr. Einstein and Dr. Tesla.

Einstein: The puppet brought back by Fu Hua and Theresa validated my assumption.

Einstein: Simply put, the puppets form a wireless network and the Theater is their server.

Einstein: Puppets can share information in real time to a certain extent. This is how they gather intel.

Tesla: But that’s not always the case. If a puppet so wishes, it can reject access by others. We only know this much.

Einstein: On the other hand, we can also use the network to our advantage.

Theresa: Is that the reverse tracking you brought up earlier?

Einstein: Yes. Based on the dozens of sample Cores we now have, we can figure out how many there are and where they are.

Welt: This gave us a chance to turn the tables. We’ve identified and removed more than ten puppets using this method.

Welt: Knowing where they are and how many there are is the first step in fighting back.

Theresa: Sounds like good news. They’re not good fighters. We have a very good chance if we can force them to face us head-on.

Einstein: But there’s a problem now.

Theresa: What is it?

Einstein: Their activities have stopped.

Theresa: Stopped? What do you mean?

Tesla: Literally. Stopped. Halted. Paused.

Theresa: Did they know their information was leaking?

Einstein: Might be, but something else caught more of my attention - their number stopped at 500.

Fu Hua: Exactly half of a thousand.

Einstein: Correct. Two days ago, their number dropped from 501 to 500, and since then, all their activities ceased.

Einstein: They’ve made no appearance for two full days.

Welt: It’s like they suddenly gave up their plan, or… their plan entered a new stage.

Tesla: They’ve created enough trouble for the world already.

Tesla: Things they broke we can fix, but the mutual distrust and chain of suspicion they created are hard to deal with.

Tesla: Look no further if you want to find a victim. I was blocked out of the base for half a month.

Welt: The situation works against us. We can’t allow them to lead us by the nose anymore.

Welt: Before, we always rushed to the scene after the deed was done. We were forced to react and our forces were split thin.

Welt: So the best way is to strike preemptively.

Welt: Gather them around in a controlled area and deal with them all at once.

Welt: It won’t be easy. We need to follow either of these two approaches: force them to gather or place a bait.

Welt: It’s not practical to force them to gather. There are too many of them, all scattered around.

Welt: So baiting them stands for our best chance. We set up a trap too good for the Herrscher to turn away.

Theresa: Wait…

Theresa: We need bait that the puppets will certainly bite?

Welt: That’s right.

Dead silence fell. Everyone held their breath waiting for the next words from Welt.

But he spoke no more. Instead, it was another voice that broke the silence.

Kiana: …I’ll be the bait.

Theresa: What?

Fu Hua: …

Bronya: Kiana?

Kiana: The new Herrscher is after Herrscher power, and the two Herrscher Cores in me make a priority target.

Kiana: So I proposed this plan to Mr. Yang.

Welt: Ahem…

Welt cleared his throat.

Welt: Let me explain. We’re not putting Kiana in danger.

Welt: We plan to ride the Hyperion to the Arctic Base, the containment facility that Congress proposed to keep the Herrscher of the Void.

Welt: From past experience, the puppets will certainly intercept information on the transfer.

Welt: And the Arctic Base is in a no man’s land stretching hundreds of kilometers. No puppets can be born there.

Welt: The base is fitted with electromagnetic barriers, cutting the puppets off from the Theater of Domination.

Welt: And so is the Salt Lake Base now. It’s safe to say…

Welt: That from the Salt Lake Base to the Arctic Base on board the Hyperion, this is their only chance to take Kiana.

Bronya: A weakness shown to the enemy on purpose…

Welt: They have only two choices: take the Herrscher of the Void at all costs, or let us go.

Welt: …Of course, whether to follow through with the plan is to be decided by everyone present today.

Einstein: I’m on board.

Theresa: Dr. Einstein…

Einstein: We’d have the element of surprise and the puppets won’t have much time to prepare.

Einstein: And we won’t have to split our forces since we only need to support Kiana on board the Hyperion.

Tesla: …

Tesla: …I’m for it too. It sounds like the most sensible plan so far.

…

The room fell silent again.

Kiana: …Principal, Fu Hua, Bronya, and Seele, I know I’ve been known to be associated with dangers.

Kiana: But this time is different. I need you, all of you.

Kiana: I trust you and everyone at Anti-Entropy, and I need you to trust me too.

Theresa: …

Theresa: Ugh, my idiot niece…

Theresa: Of course we trust you. We’ve never doubted you.

Fu Hua: We just can’t help worrying about you.

Bronya: Kiana, you alright?

Kiana: Yeah, relax, I’ve got it.

Seele: Kiana…

Kiana: Don’t worry, Seele, I feel more than safe with all of you around.

Seele: Yeah, I’ll do my best!

Welt: Looks like we have a conclusion now.

Welt: Well, the operation will commence in three days.

…

Theater of Domination.

The assembly hall was exceptionally quiet.

Puppet on the Judge Panel: I think we all know the reason we’re gathered here today.

Puppet on the Judge Panel: We’ve heard that the Herrscher of the Void would be transferred to a base in the Arctic in a few days.

Excited Puppet: They’re daring us!

The excited one stood up again.

Excited Puppet: Are we to submit to this humiliation?!

But this time no one came forward to object.

Excited Puppet: In their eyes, we’re nothing but cheese-chasing rats! They set up this apparent trap to insult us!

Excited Puppet: But if we let this chance go and stand idle, we’d prove we’re even worse than rats!

Excited Puppet: We know it’s a trap, but we’ll be there anyway, and come back with the prize!

Excited Puppet: It will be too late for them to regret when they see it’s not rats, but a grizzly who takes the bait!

After this passionate speech, the space grew even quieter.

Calm Puppet: Well said!

It turned out that someone who was against him now stood up to root for him.

Calm Puppet: These arrogant bastards deserve to learn a hard lesson!

Calm Puppet: Let us show them what true unity is!

Puppet in the Auditorium: Hear! Hear!

Puppet in the Auditorium: That’s right!

Voices of agreement and approval soon drowned the entire hall.

Puppet in the Auditorium: Damn right. I’m done getting belittled…

Puppet in the Auditorium: We have power now, and partners sharing the same mind!

Puppet in the Auditorium: This is something only we can achieve!

Puppet in the Auditorium: Yeah!

Puppet on the Judge Panel: Right on!

The puppet on the judging panel signaled all to be quiet with a thump.

Puppet on the Judge Panel: Well, I announce the motion to go unopposed…

Puppet on the Judge Panel: We will take the Herrscher of the Void!

Three days later.

Bronya: How are things going?

Tesla: No anomalies detected within the radar range.

Bronya: Roger. We’ll be on call.

Bronya: We’re halfway through the trip to the Arctic…

Fu Hua: Haste makes waste. The enemies know this too.

Tesla: Ah! They’re coming!

Tesla: Flying objects approaching at high speed toward the stern! Prepare for battle!

Bronya: Then the stern is where we stay.

Puppet: You’ve invited us like this…

Puppet: How could we say no?

Puppet: Isn’t this…

Puppet: The girl who lost her bike and the patient who refused to be treated?

Tesla: Warning! Multiple hostile units detected again! Soon to be encountered on deck!

Bronya: The deck…

Bronya: Seele, enemies are coming at you.

Seele: I know. Don’t worry, Bronya.

Bronya: Please take care of Rozaliya and Liliya.

Seele: Of course.

Puppet: Huh, long time no see, Princess Double-Colors.

Puppet: Looks like you’re busy babysitting.

Seele: It’s… over?

Bronya: The stern is clear.

Tesla: Huh? But the radar screen shows they’re still there!

Seele: Huh?

Bronya: They’re inside the hull!

The Hyperion.

Theresa: How are you feeling, Kiana?

Kiana: Couldn’t be better, Principal.

Kiana was inside of a makeshift EM barrier. She was the bait, but her contact with the puppets would better be kept at minimum.

Theresa: Look at you. The old Kiana wouldn’t even sit still for three minutes.

Kiana: Haha, yeah, I was like that.

Kiana: But it is my idea after all. I have to see it through.

*giggles*

Kiana: …What’s that sound?

Disturbing giggles came from every direction.

Theresa: The puppets? They’re here already?

*giggles*

The giggles continued, but there was no sight of any puppet.

Theresa: …The ventilation pipes!

As if found in a hide-and-seek game, the puppets swarmed out from the ventilation pipes.

Puppet: Poor poor you, placed here as bait!

Kiana: At least I'm an effective bait.

Puppet: Say that again…

Puppet: When we finish with you and walk out freely!

Theresa: You can try.

Puppet: It takes a lot of nerve for a little kid shorter than a cross to get in our way.

Tesla: Theresa! The puppet has invaded the ship’s power system!

Tesla: Their target is… the barrier around Kiana!

Theresa: What?!

Theresa: The barrier’s down…

Tesla: Initiate Plan B!

Tesla: Kiana, remember, as long as you don’t use the power of…

Kiana: Our comms are jammed!

Theresa: Kiana!

Kiana: Ah…!

Puppet: Ugh, this is getting tedious.

Puppet: But I’ll say it one more time, for you…

Puppet: Kiana, Kiana…

Puppet: Welcome to the Theater of Domination!

--

Gameplay 24-8 - Act 5, Scene 3

Puppet: Our target has swallowed the bait.

Kiana: So this is the Theater of Domination that Bronya talked about…

Puppet: Haha, check it out everyone, the big gift from Anti-Entropy.

Weird applause sounded in the Theater. It was hard to tell where it came from.

Puppet: Why don’t we hold another assembly and decide what to do with the girl?

Excited Puppet: I say we disassemble her like they did our partners!

Calm Puppet: We lock her up and take our time to study her!

Shouts and screams filled the space, and then irregular footsteps came close.

Kiana: Tsk…

Kiana: (This place is too small…)

Kiana: (I’ve gotta find an open space.)

Puppet: Hey, you can’t leave! We haven’t decided on how to deal with you!

Puppet: Hahaha, you think you’re safe so long as you don’t use your Herrscher powers?

Puppet: We can take your Cores from your dead body just as easily!

Kiana: (I’ve gotta hold on a little longer!)

Kiana: Here it is.

Puppet: What? Trying to pick a good spot for your burial?

Kiana: Yeah, I am, but it’s for you. Like it?

Puppet: Huh? Haha…

Puppet: Adorable as ever. Everything’s changed about you, but the dumb brain has somehow managed to stay.

Puppet: Rub your big eyes and take a good look at us. Our number against yours. Oh, I forgot, math’s been a headache for you all along.

Puppet: Fine, fine, since you’ve chosen such a grand stage.

Puppet: Let us give you a lesson in math!

Kiana: Ugh…

Kiana: (I’ve only got one chance…)

Kiana: (I must… control my power…)

Three days ago.

Welt: They have only two choices: take the Herrscher of the Void at all costs, or let us go.

Welt: …

Welt: Of course, if they choose the latter, it may lead to the third possible scenario.

Welt: The puppets will drag Kiana into the Theater and force her to use her Herrscher powers.

Kiana: …

Bronya: And they can keep everyone out. Kiana will be on her own.

Welt: Correct, but on the other hand, it also presents us with a good opportunity.

Theresa: What opportunity?

Welt and Kiana exchanged a look. Kiana nodded and stood up.

Kiana: If that happens…

Kiana: I’ll use my powers as the Herrscher of the Void to bring the Hyperion into the Theater.

Bronya: Through teleportation?

Theresa: Can… that be done?

Einstein: Theoretically, yes. Kiana has mastered the Edge of Taixuan and thus can use her Herrscher powers with precision.

Einstein: In the previous clash with the Herrscher of Sentience, she had realised such potential and rescued Fu Hua.

Tesla: But… we don’t know if she can do it repeatedly.

Tesla: Kiana has never teleported anything as big as the Hyperion.

Tesla: Even if she can, navigating the Hyperion precisely into the Theater would be a tough challenge.

Kiana: But not impossible, right?

Kiana: Maybe you can put a tracker on me? I believe you smart people can surely think of something.

Tesla: …It’s a gamble.

Kiana: But we have to chip in.

Kiana: In the battle against the Herrscher of Sentience, we were reacting to her moves every step of the way.

Kiana: We can’t take them all out, but they can retreat to the Theater at any time. Also, we can’t enter the Theater uninvited.

Kiana: According to intel from the Principal, our disadvantageous position will remain as long as there’s one puppet out there.

Kiana: So this is perhaps our only chance to destroy their base once and for all.

Seele: Wait, isn’t Kiana supposed to avoid using her Herrscher powers?

Seele: Also, will she also suffer from the energy drain in the Theater like Bronya?

Einstein: The Herrscher powers will be taken once they’re used. There are preliminary conditions to this theory.

Einstein: First, a puppet needs to be in close contact with the target. Second, Herrscher power needs to be used on the puppet.

Einstein: That’s why they always keep a distance from you in the fight, with the hope of you using Herrscher powers on them.

Tesla: Of course, we don’t know if putting a giant hole in the Theater would lead to the same result…

Tesla: As for energy erosion, we’re working on a solution. A simple isolation device should suffice.

Welt: …

Welt: This plan involves a lot of uncertainty, but the potential reward is too good to overlook.

Welt: Of course, it’s still up to everyone present here whether we follow through or not.

…

Kiana: Ugh…

Kiana: I… am ready!

[CG plays wherein Kiana utilises her powers to pull the Hyperion straight into the Theater of Domination using a gigantic portal.]

Puppet: What? How… how is this possible?

Tesla: Kiana, can you hear me?!

Kiana: Copy! Comms are back online.

Tesla: Great! Hyperion, preparing to drop support mechas!

Tesla: Check out this custom model for you, dummies! Try hacking them this time!

Theresa: We did it! Oh… I was worried sick.

Bronya: Kiana, support is on the way.

Puppet: Ugh… how rude.

Puppet: Do you not know the audience is not allowed on stage during the show?

Puppet: Let me teach you about the consequences of trespassing!

Tesla: I’ll show you who’s the protagonist here!

Tesla: Hyperion, fire!

Tesla: Humph, what other toys do you have? Just bring them all out!

Puppet: Hahaha, how about this?

Tesla: Damn you! That’s mine! How dare you!

Tesla: Ah, it broke? Hahaha, serves you right!

Tesla: Next time you think of stealing my stuff, think again!

Kiana: Enough, Herrscher of Domination!

--

Gameplay 24-9 - Act 5, Scene 4

Kiana: You’re good at math, right?

Kiana: Why don’t you do the math on the odds of you winning?

Puppet: *weird laughter*

Puppet: It’s… not over yet…

Kiana: You’ve already lost.

Puppet: No… We’ll do anything…

Puppet: To make you one of us… Kiana!

Tesla: Hmm? Kiana! Watch out!

Tesla: All 500 puppets in the Theater are coming at you!

Kiana: Humph, ganging up on me, huh?

Tesla: They must’ve played their last card.

Tesla: Hyperion, fire!

Puppet: Hahaha…

Kiana: Ugh… That’s some disgusting laughter.

Puppet: *giggles*

Kiana: Phew… that’s it.

The Last Puppet: Hahahaha…

Kiana: Still laughing? Haven’t you seen you’re the only one left?

The Last Puppet: Haha… yeah…

The Last Puppet: Yeah… I’m alone now… again…

The Last Puppet: Just like back in Arc City!

Kiana: Arc City?

The Last Puppet: Kiana… what’s it all for?

The Last Puppet: You tore us apart without any mercy… like we were monsters without a heart.

The Last Puppet: Think about it, Kiana… Is it true?

The Last Puppet: We had our conviction, our vision, and partners…

The Last Puppet: For the sake of the dying humanity, you slaughtered us without remorse. Is it really worth it?

Kiana: Are you done?

The Last Puppet: Hehe…

The Last Puppet: Think about it, Kiana… Think about what you did…

Bang…

The puppet fell.

Kiana: …It’s over.

Tesla: We… we made it! Energy signatures from the remaining 500 puppets are all gone! Well done, girls!

Theresa: Kiana, are you alright?

Kiana: I’m… fine. Just a bit tired…

Einstein: The space is collapsing, and the Theater will perhaps vanish with it. We should head back to the Hyperion.

Bronya: Come, Kiana, let the Bronya help you.

Kiana: Thank you… Bronya…

Very soon, with a violent rumble, the Hyperion came back to the real world.

Tesla: Phew, we’re back.

Tesla: Wait, what are these on the deck?

Einstein: What’s left of the puppets, and their Cores.

Tesla: 500 of them?

Einstein: Should be.

Tesla: God, it’ll take a while to recycle them all. Just leave it to Anti-Entropy. Good job, everyone!

Tesla: Oh right, Mophead, who’s on duty today?

Einstein: It’s you, Dr. Tesla.

Tesla: …Huh?

--

Gameplay 24-10 - Act 5, Scene 5

Two weeks later, Salt Lake Base.

Kiana: Dr. Einstein, you sent for me?

Einstein: Yes, please take a seat.

Seele: Kiana, do you feel better now?

Kiana: Oh, Seele’s here too. Thanks for asking. I’m fine now.

Einstein: The checkup results indicate your body is fine. How is your appetite?

Kiana: Good. Four meals a day, and an extra burger on training days. I think I’m having a better appetite than before.

Seele: Kiana eats with everyone else now.

Seele: Everyone’s relieved that the puppet trouble is over, and Kiana impressed a lot of people. She’s made new friends here.

Kiana: Haha, the lady at the cafeteria “ordered” me to go there earlier so everyone doesn’t have to wait for me long.

Kiana: By the way, Dr. Einstein, anything new on the Herrscher of Domination?

Einstein: Every Core was retrieved. No new Herrscher events have occurred for two weeks.

Kiana: That’s great.

Kiana let out a sigh of relief.

Einstein: Anti-Entropy and Schicksal have shared the intel with some countries.

Einstein: It’s too early to say it’s behind us just yet, but it’s no longer a prioritised concern now.

Einstein: It takes time to restore the disrupted social order and heal the wounds. A lot of work has to be done.

Einstein: But anyway, thanks to you, Kiana, we won the battle.

Kiana: No, it was a team effort.

Einstein: I knew you’d say so. But save your comments for tonight.

Kiana: Tonight?

Einstein: You forgot why I sent for you and Seele?

Kiana: Huh?

Seele: It’s Anti-Entropy’s 60th anniversary party! We’ve missed the date, but Dr. Einstein feels we should make up for it.

Seele: Remember the shopping we did last time? Now’s the time to start decorating.

Kiana: Oh, yeah. That shopping feels like ages ago. Hard to imagine Anti-Entropy’s been around for so long.

Seele: Yeah, a lot’s happened since the shopping, but now we’ve sorted out all the problems.

Einstein: Tonight is a good opportunity for everyone to unwind. Maybe we’ll even get to see Dr. Tesla on stage.

Kiana: Huh? Is that really happening?

Einstein: Not on usual terms, but things may deviate just a little bit if I sneak some alcohol into her coffee.

Kiana: Haha, I’m suddenly looking forward to the party now.

That night, Salt Lake Base.

Welt: We all know it hasn’t been easy for Anti-Entropy since the first day it was founded.

Welt: In 1976 when we were celebrating its 20th birthday… I asked Professor Planck, one of the founders, this question:

Welt: Where will the future of Anti-Entropy take us?

Welt: Back then, Schicksal was hunting us, and we had no footing outside America… the research on the Selene was going nowhere.

Welt: I thought these unfavorable conditions were curbing the growth of our organisation.

Welt: But the professor didn’t agree.

Welt: “The future of Anti-Entropy depends on every single one of us.” She said so pointing at her own heart.

Welt: “If we fight Schicksal calmly and bravely, they won’t be able to stop us. If we keep working hard, Anti-Entropy will grow strong.”

Welt: “And if one day, we can open everyone’s eyes to the good in this world, humanity will defeat the Honkai for sure.”

Welt: And that, I believe, is the Anti-Entropy spirit.

Welt: Today, we’re here celebrating the 60th anniversary of Anti-Entropy. Tomorrow, more tough tasks await us.

Welt: Everyone raise your glass. Let’s drink to the Anti-Entropy spirit!

All: To the Anti-Entropy spirit!

The loud laughter and joyful noises took away all the pressure burdening everyone in the base. They deserved this moment.

Kiana: I’ll go look around.

Kiana: Hi, Dr. Einstein.

Einstein: Hi, Kiana. Are you having a good time?

Kiana: You bet I am. Isn’t Dr. Tesla putting on a show? Where is she?

Einstein: Er…

Einstein forced an awkward smile.

Einstein: I think I went a little bit over the top when “spicing up” her coffee… She should stay asleep for the whole night.

Kiana: Dr. Einstein…

Einstein: Hehe.

Kiana: Mr. Yang.

Welt: Hi, Kiana.

Kiana: That was an excellent speech.

Welt: Haha, I was just improvising.

Welt: But I believe in every word I said.

Welt: I look forward to seeing the Anti-Entropy vision come true, and of course, it wouldn’t be possible without every one of you.

Welt: Just as Professor Planck said, “the future of Anti-Entropy depends on every one of us”.

Kiana: I’ll keep that in mind.

Kiana: Hi, Fu Hua.

Fu Hua: Hi, Kiana.

Kiana: That’s a new look.

Fu Hua: It’s only polite to follow the dress code.

Kiana: But… somehow you still feel a bit rigid?

Fu Hua: No, I’m just not used to the crowd.

Fu Hua: And… I’m still worried about the Herrscher of Sentience.

Kiana: I see.

Fu Hua: To be frank, I was hoping she could be here too.

Kiana: Why?

Fu Hua: The friendly vibe here might do something for her and make her feel differently about the world.

Kiana: Principal.

Theresa: Oh, Kiana!

Kiana: How’s the feast?

Theresa: Hmm, nothing to complain about, except they don’t serve bitter melon juice here, and some kids took me for their same age.

Kiana: Ah…

Kiana: Bronya, you’re here.

Bronya: Kiana, what’s keeping your claws from all the food?

Kiana: Hehe, I had plenty when we were setting the place up.

Bronya: Typical Kiana.

Kiana: I thought you didn’t like the crowd.

Bronya: It’s not bad to mingle once in a while.

Bronya: Reminds me of the days at St. Freya.

Kiana: Yeah, me too.

Rozaliya: Vodka Girls! Making an entrance!

Rozaliya and Liliya were giving a performance with everyone cheering for them.

Kiana: Haha, they were born to entertain people like this.

Kiana: Hi, Seele.

Seele: Oh, hi, Kiana.

Kiana: Thanks for helping with the preparations.

Kiana: You’re the reason why we have this beautiful setup.

Seele: Hehe, I’m just glad everyone is enjoying the party.

Kiana: How are the kids? Do they like it?

Seele: Yeah! Remember the balloons we bought for them? They love them!

Kiana: Oh, yeah, and I remember the shopkeeper gave you a discount.

Seele: Hehe, maybe we should do this again some other time.

Kiana: Yeah, why not.

Kiana: Hi, Ai-chan.

Ai-chan: Hey there, Kiana! How can I help you?

Kiana: Hmm… what’s the weather like tomorrow?

Ai-chan: Sunny, 26 degrees celsius, suitable for outdoor activities.

Kiana: Hmm, guess I’ll go to the balcony to get some sunshine.

Kiana: Whoa, so much food. It’s a shame I had too much earlier…

Kiana: Oh, they also serve desserts?

Kiana: Hehe, I think I can have some more.

AE Administration Staff Member: Oh, it’s Kiana!

Kiana: Oh, hello, Taotao.

AE Administration Staff Member: Don’t forget to tell me how you like my new dishes.

Kiana: No problem.

AE HR Staff Member: Kiana, our colleagues brought some souvenirs from their field trip. Be sure to come over and check them out!

Kiana: Sure will.

Kiana: Hmm… the banquet isn’t over yet, but somehow I feel tired already.

Kiana: What do I do now?

Return to the room and rest.
Take another look around.

Kiana: Better hit the hay now. I’m counting on a sweet dream tonight.

</tabber>

Kiana returned to her room.

Kiana: Phew… bed time!

Thump… thump…

Kiana: Huh? Who’s knocking on the door at this hour?

Kiana opened the door…

Bronya: Hi, Kiana.

Kiana: Bronya? Why are you here?

Kiana let Bronya in and the two sat on the bed.

Kiana: What is it? Too many people for you to feel comfortable?

Bronya: I’m fine. What about you?

Kiana: It felt nice, but the days at St. Freya were certainly happier.

Kiana: Oh, I wasn’t complaining about the setup, just…

Kiana dropped her eyes trying to choose the right words.

Kiana: …St. Freya has all the best memories.

Bronya: …

Kiana: Oh yeah, you were in contact with the puppets, right?

Bronya: Correct, the Bronya met one whose host was a host.

Kiana: Whoa, must have been very talkative, right?

Bronya: Yeah, just like in a talk show.

Kiana: Must be annoying.

Bronya: Kiana… are you dwelling on the words of the last puppet?

Kiana: Ha, you got me. Hmm… more or less.

Bronya: They’re not real humans, just twisted personalities.

Kiana: I know. I’m just thinking, would I choose to become a puppet if I was one of the victims?

Kiana: If Dad didn’t save me… if Mei and you didn’t find me… if Aunt Theresa didn’t take me in… where would I be now?

Kiana: Thinking back now, I’ve been a receiver of kindness from people around me all along.

Kiana: These puppets… all of them went through failure after failure…

Kiana: They were on their own… lost hope… and gave in to their inner darkness… I think I can somehow relate to that.

Kiana: I understand their suffering, but I don’t agree with their solution. You can always try to get up after you fall.

Kiana: Of course, I wouldn’t say I’d still stick to my path without help from all of you.

Kiana: I just feel there must be some good left even when the situation seems desperate. Maybe, it’s time I helped someone else.

Bronya: From Arc City to Mount Taixuan and the recent battle, you’ve helped a lot of people.

Bronya: So rest your worries, Kiana, one day we will make everyone see the good in this world.

Kiana: Haha, I believe that came from Mr. Yang, right? You were quick to pick it up.

Bronya: To be more exact, they were Professor Planck’s words, and the Bronya couldn’t agree more.

Kiana: Yeah, well said.

Kiana: Thank you, Bronya. Spitting out all of this has been a big relief.

Bronya: …I’m glad to hear.

Bronya: Time to sleep now, Kiana, remember you still have training tomorrow.

Kiana: Good night, Bronya.

Bronya: Good night, Kiana.

Bronya left the room.

Kiana: …

Kiana walked to the window. Up above in the night sky, the crescent moon was smiling warmly.

In that same moonlight, she slept alone on the cold streets of Arc City, and had sweet dreams in her soft bed at St. Freya.

The memories started to blur and for a moment she couldn’t tell which were dreams and which were real.

Only the crescent moon stayed throughout all the changes.

Kiana: …

Kiana clenched her fists…

Kiana: Mei… Himeko… I promise… I’ll bring you home.

…

…

*Click… click…*

[CG plays wherein, from inside the Theater of Domination, a lone puppet rises from a pile of its fallen brethren, eyes glowing ominously.]

Act 3 - Act 6
Gameplay 24-11 - Act 6, Scene 1

Puppet: Ugh…

It found itself surrounded by its partners’ remnants.

Puppet: Not… over yet…

Crawling in the broken parts, the puppet couldn’t even tell the boundaries between its body and that of its partners.

…We’ve made it.

Puppet: Hahaha…

Puppet: This is… our theater…

The final victory is ours…

With everyone together, we’ll be stronger than ever.

The sacrifice of all in exchange for the rebirth of one.

Now… we need only to return to the stage… and finish the show…

Puppet: The stage… of the thousand.

Puppet: The strings… are already getting to you now!

*Rumble*

The dark tide swallowed her. She could see nothing, but somehow she felt secure and content.

The expansion of space stopped and the flow of time halted. Even the boundaries that defined “self” were melting.

In the boundless darkness, she dreamt a distant dream.

The feeling was familiar. Night after night, she was cast into this same dream.

In it, fate was torn apart into broken strands, pouring down between her fingers like fine grains of sand.

Short, cold, and like a firefly, it swooshed past.

It was her life.

It wasn’t her life.

It belonged to someone named Sirin. Everything she had once been through.

Sirin: Ouch!

Sirin: Ouch!!

Sirin: It hurts!

Excruciating pain took over her entire consciousness and drew deep, bloody marks on her mind.

Tears burst out of her eyes and blurred her vision.

Researcher: This subject is no use either.

The man’s voice was devoid of any emotion. He walked away with heavy footsteps.

Under the relentless assault of sharp, incessant pain, every cell was crying out loud and struggling for relief.

Sirin: It hurts so much… Mum, it hurts…

Sirin: Mum… mum…

Maybe this psychological trick was effective, as crying for mum did alleviate the pain slightly.

She labored to stand up and looked at the other kids who received the “checkup”.

Sirin: Avrora? Agata? Bella? Are you… alright?

No response.

She nudged the shoulder of the kid next to her, but the touch was cold and rigid.

Sirin: Bella, Bella…

The touch was a familiar sensation. Her mum’s hand felt the same when she passed away.

And it meant… she’d never come back.

Sirin: Bella… Bella… wake up…

Tears began to well up her dried eyes again, dropping on her wounded body.

Everyone here was orphaned in the disaster. An organisation named Schicksal took them in and provided shelter.

All they asked in return was… a simple checkup. Grown-ups said the kids were lucky to have a natural antibody…

Sirin: Liars… you’re all liars!

Waiting for the kids was nothing but endless pain and the final relief of death.

They were consumables with a serial number. They ran out of their use very soon.

Sirin: No… no! I don’t want to die! I want everyone who has ever lied to me and used me to pay the price!

She stumbled to the door and shook the door handle with every last bit of her strength.

Sirin: Let me out! Let me out!

The handle stayed firmly in place, but the side door creaked open.

Maybe the researcher forgot to lock it, or maybe he thought the lab rats wouldn’t be able to resist anyway.

This was her only chance.

To flee this place, this living hell!

Kiana: This again… is this the Tower of Babylon?

Kiana: This is where Sirin used to suffer…

Sirin: Ow… That hurts… Every step hurts!

Kiana: These are all Sirin’s memories…

Researcher: Hey! A test subject broke out!

Researcher: What are the guards doing? Get her!

Sirin: No… Stay away from me!

Researcher: Get her! Don’t let her run away!

Sirin: Ow… It hurts! Don’t touch me!

Sirin: You’re all liars! Demons!

Sirin: I’ll kill you… I’ll kill you all!!

Kiana: It’s the pain that Sirin suffered and her desire for revenge that turned her into the Herrscher of the Void…

Kiana: I can feel her hatred towards humans…

Sirin: Back off! Get away from me!!

Researcher: Get that test subject! She’s rare research material! Get her alive!

Researcher: Release the Honkai beasts we caught last time!

Kiana: These people are insane…

Sirin: You’ll pay for this…

Sirin: I’ll erase you all from this planet!!!

Sirin: Aaaaargh!!!

Researcher: Haha, guess that’s all you got.

Researcher: It’s impressive that you could hold out this long. You’d make good research material!

Researcher: Get her!

She was dragged back to that living hell.

No, a place far more terrifying than hell.

The only rewards for the test subjects who survived were a heavier dose and more tests.

She had no idea when this ordeal would come to an end, or… if there would be an end at all.

In the never-ending misery, she cursed, cried, and prayed.

If I had power… if I had power…

Sirin: I’ll repay whoever hurt me or lied to me tenfold… no, a hundredfold!

And then…

Just like the fairy tales heard in her mum’s loving arms, her god came to her.

*Rumble*

The dream continued.

That night, all hell broke loose in the Babylon Labs.

With the power granted, she realised every one of her wishes. She fled the tower and shook off the test subject identity.

Since then, she became known as the 2nd Herrscher.

Theresa: Sorry… I know you’ve been through a lot.

Sirin: Oh, finally saying sorry now? Too late… too late!

Theresa: If I found out earlier… if I came to your rescue sooner…

Sirin: …

She knew this girl with silver hair.

She freed the imprisoned kids and reached her hand out to them, saying…

Theresa: Please trust me. I’m here to get you out.

Sirin: False promise…

She looked about the same age, with the same vibe of youth. Her smile reminded the Herrscher of Avrora, Agata, and Bella.

But…

“You should feel proud to die for Schicksal and the Valkyries.”

Somehow, these words kept echoing in her head.

Sirin: …Yes, I remember now.

She wore the Schicksal badge.

She wielded the Schicksal weapon.

Behind her were Schicksal’s Valkyries.

Sirin: Those who wore lab coats once told me the tests were for the Valkyries’ Stigmata.

Sirin: If it weren’t for you… so many of us wouldn’t have had to die in pain and in vain!

Sirin: I’ll prove to everyone that I’m stronger than all of you!

Sirin: All those who work for Schicksal must die. Every one of them!

Tesla: Theresa, watch out! She’s about to attack!

Sirin: And this… is my revenge!

Tesla: All mech units, prepare for battle!

Sirin: I’ll show you how weak humans’ weapons are!

Kiana: Those people brought so much pain to Sirin and left her scars that would never heal…

Kiana: So the darkness in her heart kept growing…

Tesla: Take a good look at the real strength of humanity!

Tesla: Silver Bullet Ver. 0314, prepare to launch!

Tesla: Countdown: 5…

Tesla: 4…

Tesla: 3…

Tesla: 2…

Tesla: 1!

Tesla: Launch!

In the deafening blast, the Herrscher’s consciousness came to a halt.

*Rumble*

But her memory didn’t stop there.

Her god favored her once again and blessed her.

The Herrscher’s dream kept growing, surging towards the horizon and sweeping everything in the way.

Only this time…

Cecilia: You don’t even recognise your own daughter after two drinks?

Sirin: (Is this… also the feather at work? Are they taking me for their own daughter?)

Sirin: (Humph, whatever, I’ll just…)

Cecilia: Here, Sirin, we bought this cake for you…

Sirin: Cake?

Sirin: (I remember when Mum was still alive, she once bought a slice for me…)

Sirin: Well, one bite won’t hurt…

Sirin: (It’s so… delicious!)

Sirin: (…Just like the one Mum bought me.)

Cecilia: Sorry, Sirin, for not being here with you these past two days.

Cecilia: So let’s go shopping tomorrow!

Sirin: Sho… shopping?!

Sirin: (What am I doing here? Why haven’t I killed them already?)

Sirin: (They’re not my parents!)

Sirin: (Never mind, what can go wrong in an illusion created by myself? I can do it whenever I want and there’s no hurry.)

Sirin: (I’ll just play along and see what other tricks they’ve prepared.)

Sirin: (Normal and happy days…)

Sirin: (If the Honkai never happened and Mum didn’t die… would I be living such a life now?)

Cecilia: Sirin, let’s check out this store. Their dresses look cute~

Sirin: …??

Cecilia: You’re giving me quite the headache now. You look good in every dress and I want to buy out the whole store!

Sirin: Er, how do I look in this?

Cecilia: Oh, I must say my baby doll has wonderful taste. You’re literally the cutest girl on earth in this dress!

Cecilia: Come, give me a hug.

Sirin: …!

Sirin: Wait… no… I.. I don’t want to hug…

Sirin: (What was I thinking? I must have lost my mind…)

Sirin: (For a second, I almost longed for her hug…)

Sirin: (But she’s not my Mum…)

A huge boom came with strong shockwaves, shattering every window from the buildings nearby.

Sirin: An explosion?

Sirin: Tsk, glass shards can never hurt me!

Cecilia: Sirin!

Cecilia: Watch out!

Sirin: What are you do…

Cecilia: Don’t be afraid, Mum’s here for you.

Cecilia: I’m here right by your side.

Cecilia: Ich liebe dich, Sirin.

Sirin: Mum…

Not long after.

Sirin: Liar… liar! You’re a liar!

Sirin: You knew I wasn’t your daughter! You lied to me!

Cecilia: Sirin… listen to me…

Sirin: You pretended to care about me and approached me…

Sirin: Of course, you did all this only to kill me! You’re just like everyone else. Liars! All liars!

Cecilia: No, Sirin! I…

Sirin: I curse you! Curse you! Get out of my way!

Sirin: Why did you lie to me? Why? Why?!

Kiana: Sirin’s intense hatred subsided a little bit.

Kiana: But her disappointment and anger grew.

Sirin: It hurts! Stop it… Don’t hurt me!

Sirin: I don’t wanna die… I don’t wanna die!

Kiana: Sirin…

Sirin: Aaaaargh!

Sirin: …Am I dead?

Sirin: Can’t feel anything. Only the cold…

Sirin: In the end, I’m still… alone…

Sirin: Mum, I feel cold… Mum…

Cecilia: It’s alright, Sirin. Everything will be fine.

Cecilia: Sirin, poor child, I never meant to lie to you.

Cecilia: In the illusion, I saw your loneliness and pain.

Cecilia: I genuinely wanted to be your Mum and make up for everything you lost.

Cecilia: But at that time, I couldn’t change anything.

Cecilia: The least I can do is to…

Cecilia: Let you feel warm in your last moment.

Cecilia: Sirin…

Cecilia: Ich liebe dich.

*Rumble*

In the boundless dream, I dream a false dream.

In the dream, who I miss the most is not my Mum.

I miss the warmth and care that makes me feel secure and content.

I thought to myself over and over again, if somehow I could become normal again…

Would I live a happy life by her side?

If…

I was given a second chance…

I want to hear her voice again.

“Ich liebe dich.”

Kiana: …!

Kiana: Huff… huff…

Kiana: This same dream again?

Kiana: Phew…

Kiana: I’m thirsty. Gonna get some water.

*Sploosh*

At the corner of the room, the fish tank gave off a pale and cold light. A distraction to help Anti-Entropy employees relax.

In the pale light, the mirror returned a blurred figure.

Kiana: …Ah!

Kiana: Sirin…

Kiana: …

Kiana: At that time… what did you dream of?

Kiana: “Ich liebe dich.”

Kiana: The words you whispered again and again… What do they mean to you?

Kiana: …

Kiana: Sigh…

Kiana: So this shadow of memory can’t give me an answer, huh?

Kiana: Tomorrow… I’ll talk to everyone about this tomorrow.

--

Gameplay 24-12 - Act 6, Scene 2

Next morning, Salt Lake Base.

…

Kiana: …

Bronya: What’s wrong, Kiana? You feel absentminded.

Kiana: Huh? Oh, nothing.

Bronya: …

Kiana: Sorry to make you worry.

Kiana: I wasn’t gonna keep it from you, and I promised to share my troubles anyway, but it’s just… a little bit complicated.

Bronya: The Bronya does not mind. You can try to tell us in your own way, bit by bit.

Kiana: Well… Bronya, this may sound abrupt…

Kiana: What kind of person… do you think Sirin is?

Bronya: Sirin? The Herrscher of the Void?

Kiana: Yeah. In my dreams, I’ve relived her memory over and over. She’s a Herrscher and our enemy, but I’ve felt more of her human side.

Kiana: The world mistreated her and only taught her hatred, but there were a few who showed kindness and love to her.

Kiana: Sorry, this sounds like I’m defending her. Maybe her memory is starting to work on me. I need to resist it better.

Bronya: You don’t have to apologise for your compassion. The Bronya is glad you shared it with her.

Bronya: Sirin caused the 2nd Eruption… which took the Bronya’s family.

Kiana: …Do you hate her?

Bronya: It would be a lie if the Bronya were to say no, but it happened before she started to remember things. So, not much.

Bronya: The 2nd Eruption ended with her death, so she had paid the price. The Bronya doesn’t hate her anymore.

Bronya: The Bronya can relate to what you said.

Bronya: Everyone is a mirror that reflects how the world treats them.

Bronya: When the Bronya was a mercenary, a lethal weapon, she could only feel the murderous intent of the world.

Bronya: Later, Matushka Cocolia took the Bronya into the orphanage and gave her a home.

Bronya: One’s life is promised inexhaustible possibilities. The people around them will change them and shape their lives.

Bronya: It’s the same for Sirin, Bronya, and everyone else.

Bronya: And that’s exactly why the Herrscher of Domination was so successful in kindling the negativity in people’s minds.

Kiana: Yeah, we can’t submit to our negative energy.

Bronya: Correct. This is why the mind is powerful.

Bronya: However, if you were referring to the Sirin lurking inside you and attempting to take control…

Bronya: I do hate her, for she has caused you great pain…

Kiana: …Thank you.

Bronya: Saying what’s on your mind and expressing your gratitude frankly like this makes you feel like the old you again.

Kiana: Haha, agreed. This is supposed to be the real me.

Kiana: Hoo! I feel much better now. Well, since we’re in the training room, what do you say we have a match? It’s been so long.

Bronya: Sure. How do you wanna do this? No matter which form of match, there is one ground rule…

Bronya: Though this is just a simulation training, the Bronya will not go easy on you.

Kiana: That’s exactly what I was gonna say!

Bronya: In St. Freya, the Bronya never lost to Kiana.

Kiana: Today will be different!

SYSTEM: Training complete. Score: ??? (Depends on gameplay)

Bronya: Kiana has made huge progress.

Kiana: Hehe, you bet!

Bronya: Then the Bronya should get serious.

Kiana: Bring it on!

Bronya: Hoo, it’s been so long since my last serious fight.

Kiana: Oof, I’m exhausted… Bronya’s so strong.

Bronya: This is odd.

Kiana: What’s wrong?

Bronya: Still can’t use it…

Bronya: I still can’t use the powers of the Herrscher of Reason.

Kiana: What? How come… I thought we already beat the Herrscher of Domination…

Bronya: We did defeat them. But there’s still something wrong.

Bronya: At first, I thought the lost power would recover over time, but it never did even after so long.

Kiana and Bronya both fell silent and began to think hard.

Bronya noticed that her power didn’t come back when they defeated all the puppets, but she wasn’t sure why back then.

After ruling out all other factors, the problem stayed and the situation became thorny.

Bronya: There must be some important clues that we failed to notice.

Kiana: But the puppets are all destroyed, and we can’t go back to the Theater of Domination, so how should we retrieve your power?

Bronya: I don’t rely on the Herrscher powers to fight, so it’s okay if we can’t retrieve it. It’s just… there seems to be something disturbing hidden behind all this.

Kiana: Um… Actually, I’ve always had doubts in my mind too.

Kiana: In the Theater, I was ready to have my Herrscher powers taken away when I opened the passage.

Kiana: Because I knew it’d take a while for the puppets to master the powers they stole. We just need to beat them before that. It was a safe bet.

Kiana: But strangely enough, my Herrscher power wasn’t taken away. And nothing hindered me from using it in later battles.

Kiana: At that time, I thought they knew it was a losing battle, so they just gave up their meaningless struggle.

Kiana: But it seems even stranger now that you said that… why didn’t they take my Herrscher power if it’d be useful to them?

Bronya: Yeah, it’s really suspicious. They flocked to you for your Herrscher powers, but didn’t do anything when they had the chance. Why is that?

Kiana: No idea…

Bronya: I’ll discuss this with the doctors. Be careful and stay safe, Kiana.

Kiana: I will.

Kiana: Ugh, I’m starving. I’m going to the cafeteria, see you later!

Cafeteria, Anti-Entropy Salt Lake Base.

Kiana: Ah~ I’m full.

Seele: …

Kiana: Hmm? Why are you staring at the vending machine, Seele?

Seele: This thing seems to be broken.

Kiana: Let me see… Er, you didn’t press Confirm. See? Just give this button a push and voila, your mustard goober~

Seele: …

Kiana: Haha, what’s the matter, Seele? It’s like you’ve never seen a vending machine before.

Seele: Humph, it’s all that idiot’s fault. She asked me to have some food I like, but I didn’t know I had to go through all these troubles first…

Kiana: Hm? Seele feels so different today…

Kiana: Anyway, you’re still our Seele~

Seele: Humph, of course… we’re both Seele. What about you? How’s your fight with the other you going?

Kiana: …

Seele: (Shoot, did I say something I’m not supposed to say? Seele’d be mad at me if she knew…)

Seele: Um, I mean, everyone has two versions of themselves… good and bad. You don’t need to worry about it.

Seele: Just believe what you wanna believe, and stick to what you wanna hold on to, that’s enough.

Seele: (The hell am I talking about?!)

Kiana: …You’re the best, Seele!

Seele: Huh?

Kiana: I didn’t even say anything, yet you saw right through my worry and insecurity and comforted me. You’re so caring.

Kiana: Thank you, Seele!

Seele: …???

Cafeteria kitchen, Salt Lake Base.

Kiana: Principal Theresa! You’re here.

Theresa: Yeah. I was discussing with the doctors about our next move and missed the mealtime, so I came here.

Theresa: Were you looking for me?

Kiana: Yeah. I… wanna talk to you.

Theresa: What’s wrong? You’re so formal all of a sudden. What do you wanna talk about?

Kiana: It’s about… Sirin.

Theresa: Sirin…

Kiana: You met her during the 2nd Eruption, right?

Theresa: Yes… Till this day, I still feel sad that I couldn’t save that little girl.

Kiana: Even though she had chosen to become an enemy of humanity, you still wanted to save her?

Theresa: That child had done many horrible things. But it wasn’t her fault alone. No one ever guided her properly.

Theresa: It is the duty of adults to teach children to distinguish between right and wrong.

Theresa: She did bad things because she wasn’t taught well. It’d be irresponsible for me to simply blame everything on her.

Theresa: I often wonder… if I could’ve discovered the experiments in the Tower of Babylon earlier and transferred Sirin to St. Freya, maybe I could save her and avoid that disaster.

Theresa: But there are no ifs in this world. No one can change what’s already happened.

Kiana: Principal Theresa…

Theresa: We can only try our best to prevent repeats of such tragedies, which is also Cecilia’s wish.

Kiana: Mama… I mean, Cecilia?

Theresa: Cecilia was once trapped in an illusion created by Sirin. I don’t know what happened there, but Sirin only hesitated before her.

Theresa: I could tell from Cecilia’s eyes that she really wanted to save that child.

Theresa: Knowing her, I’d say she had never given up trying until the last moment. Even when she knew it was too late… she wouldn’t give up.

Theresa: She was just that kind of person. Once she had made up her mind, she’d follow through. Even if she’d get hurt, she wouldn’t lose her kindness.

Theresa: Her gentleness saved me, Siegfried, Shigure Kira, and many people… She was the serenely beautiful moonlight, bathing us in warmth and love.

Theresa: So, I believe in Cecilia’s choice. And I will pass on her love and kindness, always and forever.

Kiana: It’s such a heartwarming story.

Kiana: Thank you, Principal Theresa, for telling me all this.

Kiana: I will give it careful thought and make my own choice.

Theresa: Hoo… Telling all these recollections of the past makes me sad.

Theresa: I’m gonna make… a cup of Cecilia tea.

Meeting room, Salt Lake Base.

Tesla: UUUGGGHHH! Darn it!!

Einstein: Calm down, Dr. Tesla. The progress of investigation won’t increase along with the decibel level of your voice.

Kiana: What happened?

Einstein: Just some fallout from the puppet incident.

Kiana: What?

Tesla: Lemme tell her. After we destroyed those puppets, their hosts gradually returned to normal.

Tesla: Those people didn’t really establish close bonds with the Herrscher, so we can’t track them. We can only deduce from the investigation results…

Tesla: Reports of disappearances within the last two months, eye witness accounts about sudden personality changes, and unsolicited reports from some hosts themselves…

Tesla: We were surprised when we put these reports together… the total number was well over a thousand.

Kiana: What?! There are more than one thousand puppets?

Einstein: Don’t panic. There’s no need to jump to conclusions.

Tesla: We were shocked at first, but as we dug deeper, things turned out to be different than we thought they would be.

Tesla: Some of the disappearance reports and eyewitness accounts are about independent incidents unrelated to the puppets, which isn’t totally against our expectations.

Tesla: However, those unsolicited self reports appear to be suspicious. There were inconsistencies in some of the reports, and when I checked with the informants, they just said that they wrote it wrong.

Tesla: There’s even one informant who gave me three different versions of his story! Can you believe it?

Kiana: That means… some of those people were lying?

Tesla: Exactly! They heard some rumors that they wouldn’t need to take responsibility for bad things they did…

Tesla: …If they claimed they were affected by paranormal powers. So they made the best of this “opportunity”.

Tesla: They knew nothing about the puppets, so they just made up ridiculous stories… abducted by aliens, ingestion of poisonous mushrooms, possessed by evil spirits, etc.

Tesla: While most of those who were really affected by the puppets were mentally disturbed with messed up logic. They couldn’t explain what happened to them.

Tesla: So we had to deduce their experiences from their confusing narratives while eliminating those who were muddying the waters.

Tesla: Those bastards have severely hampered the investigation. Until now, we still couldn’t verify the real victimisation.

Einstein: Based on these facts, we decided to stick to the original conclusion that there are only 1000 puppets and hosts.

Kiana: Well… In a sense, this is a good thing, right?

Tesla: Why is that?

Kiana: The number of real victims didn’t rise, which means the disaster caused by the Herrscher of Domination already ended. That’s a relief.

Tesla: …Your way of thinking is really optimistic.

Kiana: Hehe, thanks~

Tesla: That wasn’t a compliment.

Einstein: Maybe you need to learn something from that kind of perspective, Dr. Tesla.

Tesla: No I don’t!

Kiana: OUCH!

Seele: So-Sorry! Did I hurt you?

Kiana: No… I’m okay. What are you doing standing behind the door?

Seele: I was looking for you and was told that you were in this meeting room, so I came, and just when I tried to knock on the door…

Seele: Anyway, did I say weird stuff to you earlier today?

Kiana: Weird stuff? No. Actually, I wanna thank you for the advice you gave me.

Seele: Phew… I was so worried. She wouldn’t tell me what happened.

Kiana: …?

Seele: I mean, you can talk to me whenever you need to!

Seele: You’re my friend, and I’m always happy to help a friend.

Kiana: Oh, okay! Thanks, Seele, you’re the best.

Seele: Hehe~

Kiana’s room, Salt Lake Base, late night.

Kiana: Oof! I’m exhausted.

Kiana: I had too much on my mind during training, and didn’t realise it was this late already.

Kiana: Maybe I should think of something less complicated…

Kiana: But everyone was so considerate. Even when I asked dumb questions, they didn’t laugh at me, but answered my questions seriously.

Kiana: They always care about me and help me in lots of ways. I’m so lucky…

Kiana: Thank you, thank you all…

*Clap*

Kiana: Who’s there?!

A sudden noise from outside the door woke her up from her light sleep.

Late nights had always been soundless in this deep underground base, which made the noise even more unnatural.

Kiana: This is strange, everyone should be asleep at the moment. Did something fall down?

*Rolling sound*

Something rolled on the floor. The monotonous and mechanical sound was untimely and eerie.

Kiana: …

She became alert and slowly moved her feet, moving noiselessly to the door.

Kiana: (There seems to be no breathing or hostility outside the door. But I’ve gotta stay vigilant and notify everyone the second I see any danger.)

She readied herself for attack, then jerked the door open.

…

Kiana: Why…

Kiana: This is…

Kiana: The Theater of Domination…?!

--

Gameplay 24-13 - Act 6, Scene 3

Puppet: Hehe… Hehe!

Kiana: Who’s there?!

Puppet: Why ask a question when you know the answer? You’re finally here, Kiana! We’ve been waiting for you for ages!

Kiana: “We”…? Why…

Puppet: “Why is this puppet still here after we defeated them all?”, you must be dying to know why!

Puppet: Then come, come! Show me your determination!

Puppet: Hehehe!

Kiana: There are still puppets alive, and the Theater didn’t disappear either… No wonder the Herrscher of Reason’s power is still lost.

Kiana: But… why? Did some escape? Or are there more than a thousand of them?

Puppet: Hehe, you came, you came after me!

Puppet: We knew it… you’re the most qualified of them all!

Kiana: Qualified? What are you talking about?

Puppet: I know you, Kiana. You’re the heroine who saved our city! You’re the Herrscher of the Void!

Kiana: You were a resident of Arc City?!

Puppet: Yes, yes! We’ve met before! Hehe!

Puppet: You don’t remember me, but I’ve always wanted to see you again and thank you in person.

Puppet: Back then, I was just an ordinary schoolgirl living on the outskirts of Arc City. I never left there.

Puppet: But one day, monsters broke into my school and crushed my uneventful life.

Puppet: My school was reduced to rubble, and my friends, classmates and teachers were all buried underneath.

Puppet: I heard their cries for help getting fainter and fainter, but the only thing I could do was cry.

Puppet: “Maybe my life will end here too. No one will come to save us…” I thought so, slowly closing my eyes.

Puppet: Just then, you came.

Puppet: You patted my head with a smile on your face and told me, “It’s gonna be okay. You’re a brave girl. Someone will come to save you soon.”

Puppet: Your smile was assertive, warm, and beautiful, lighting up my world like sunshine.

Puppet: So I dried my tears, and summoned up the courage to stand up again.

Puppet: My school was ruined, but at least I survived.

Puppet: At that time, you brought me the light of hope, and made me believe things would get better.

Puppet: But I was wrong.

Puppet: I survived, as a target of resentment.

Puppet: All kids in the neighborhood went to the same school, and they all died except for me.

Puppet: All families in the neighborhood lost their loved ones in that disaster except for mine. They shared the pain and helped one another, excluding my parents.

Puppet: “Why are you the only survivor?” This voice grew bigger over time and eventually turned into hatred.

Puppet: No one was willing to provide us shelter, my parents couldn’t find any jobs, and even the post-disaster relief program postponed our application.

Puppet: The disaster didn’t bring us down, but our own kind did!

Puppet: Mum cried every day, and Dad, who used to be a hard-working man, became a grumpy alcoholic.

Puppet: One day, I heard his drunk muttering…

Puppet: “If only she had also died in that disaster.”

Puppet: Something in my heart broke at that moment.

Puppet: Then, a voice whispered in my ear…

Puppet: “Welcome to the Theater of Domination.”

Kiana: …

Puppet: I often think, if you didn’t save me, I wouldn’t have had to suffer all this, and my parents would have had better lives.

Puppet: Long after that, I heard about you again… you stopped that bomb and saved the city, which made my suffering continue.

Puppet: Your self-righteous heroic act brought me nothing but more pain!

Puppet: The vileness of humanity is far more horrible than disasters. This world wasn’t worth saving from the very beginning!

Puppet: If living is more painful than death, then why did you save me?

Puppet: If the future is darker than the present, why did you ask me to look into the light?

Puppet: If you think you’re a hero, then why did you save those bastards who tortured my parents and ruined their lives?

Puppet: Finally, I found the answer here.

Puppet: See, everyone in this theater is like this. No, everyone in this world is like this…

Puppet: Blind, impulsive, selfish, sad, unaware of what they want or should do. Everyone’s just a pathetic actor, a dumb puppet!

Puppet: I wanna thank you for throwing me on this stage of despair just to let me know…

Puppet: That I’m just like them… I’m also a despicable, ugly human!

Kiana: …No.

Kiana: You can’t fool me. You are the Herrscher of Domination, not a human. You amplify the negative emotions in these people and lure them into darkness.

Kiana: You’re just a puppet that poorly imitates the human mind, which is much more complicated than you think. And that girl… your host… is definitely not that weak!

Puppet: Hehe, whatever.

Puppet: It seems you still don’t know what you’ve gotten yourself into.

Puppet: Come, come. I have many more stories to tell you.

Kiana: I saved that child, but ended up putting her in a worse situation…

Kiana: My efforts brought nothing but more pain…

Puppet: Hehe, you caught up with me again! As a reward, I can answer one question for you. Just one!

Kiana: …

Kiana: Your host, that girl, is she still alive?

Puppet: Pfft, what a lame question.

Puppet: But I’ll answer it, because we are more honest than humans.

Puppet: “I” am still alive. But being ostracised by others and the resentment from my parents has been gnawing at my heart. Living feels worse than death.

Kiana: …

Puppet: It’s all your fault. You saved those bastards. They don’t deserve to live! You should’ve let that bomb blow them up!

Kiana: I wouldn’t do that. Even if you put me in that situation again, I still would choose to stop that disaster.

Puppet: Then you are no better than them! You’re their accomplice!

Kiana: They imposed their pain of losing their loved ones on the survivors. This is the evil part of the human heart.

Kiana: But you also said they comforted and supported one another, trying to get out of the shadow together. This is the goodness of the human heart.

Kiana: Good and evil coexist in everyone’s heart. It’s not a reason for me to give up saving them.

Puppet: Haha, what is this? You’re trying to defend yourself, aren’t you?

Puppet: Oh, right, because you yourself are the biggest evil!

Kiana: …

Puppet: Hehehe, we’ve talked too much about me. Let’s talk about you.

Puppet: What should I call you? Kiana? Test subject K423? Or… Sirin, the Herrscher of the Void?

Kiana: …! So your real target is…

Puppet: Bingo! Hehehe!

Puppet: You should have noticed that we can visit people who have the potential to become part of us.

Puppet: But she was so badly suppressed by you. We couldn’t get the string on you to invite her to our theater.

Puppet: So, we decided… no matter what the cost, we’ve gotta pull you into our theater!

Puppet: Each one of us is weak, but if we gather our strength, we can definitely find your weak point!

Puppet: We don’t care about your little traps and tricks, or the fact that you tried to blow up our theater.

Puppet: Because we’ve already won from the moment you entered this theater! Hehehehe!

Puppet: Come, come. Let’s choose a good location. It’s time to give this show a wrap!

Kiana: Was this all part of the Herrscher’s plan?

Kiana: No wonder they didn’t mind their deaths.

Kiana: There are more puppets…

Puppet: Hehe, you’re confused and upset, aren’t you? I know what’s on your mind, and I know it’s useless!

Puppet: The puppets are just puppets. You’ve never met the real Herrscher of Domination!

Puppet: Hmm, this place is great… it has a good view of the best show!

Puppet: Though it’s already the last scene! Hehehe!

Puppet: Oh, the actors can’t wait!

Kiana: Your real purpose is to stir Sirin’s mind and wake the Herrscher of the Void again.

Puppet: Yes, yes! Everyone must think the crisis is over, right? They can’t wait to go back to their normal life, huh?

Puppet: Anti-Entropy still has doubts about the whole thing, but they had to announce “the crisis has been lifted” under public pressure.

Puppet: So at a moment like this, if we make a comeback with the Herrscher of the Void…

Puppet: Guess what the humans will do to Anti-Entropy then? I remember Welt’s always been insisting… “Kiana Kaslana can control her power!”

Kiana: I won’t let that happen!

Puppet: Haha! But that was our old plan.

Puppet: During this operation, we noticed a bonus. Kiana…

Puppet: You might be more qualified to be one of us than Sirin.

Kiana: …?

Puppet: Come, come. Your trial has begun!

Puppet: Trial! Trial! Trial!

Puppet on the Judge Panel: Silence! Silence!

Puppet on the Judge Panel: The trial for admission of new members is now on! State your name!

Puppet in the Auditorium: I know, I know! Her name is Kiana Kaslana!

Calm Puppet: No, she’s not Kiana.

Excited Puppet: Hehehe! Poor little girl! She doesn’t even have a name!

Excited Puppet: But don’t worry, don’t worry. Everyone here is like you, we’re all losers like you!

Kiana: Don’t judge me by your standards.

Calm Puppet: Humph, who are you to look down on us?

Calm Puppet: We are puppets, and what are you? A clone with a Core installed?

Puppet in the Auditorium: Oh my goodness, you’re not human! You’re NOT!

Puppet on the Judge Panel: Silence! Silence!

Puppet on the Judge Panel: Newcomer, confess your crime!

Kiana: …

Puppet in the Auditorium: I know, I know! You cost a man named Siegfried everything!

Puppet in the Auditorium: He lost his daughter to save you, and raised you in spite of the pain you brought him. But you cut off his arm, and yet you call him Dad shamelessly!

Puppet in the Auditorium: You can’t control yourself but you refused to be locked up. You made all your friends homeless.

Puppet in the Auditorium: You always talk about “fighting for all that is beautiful in the world”, yet you killed your teacher!

Puppet in the Auditorium: You hurt your best friend. You were the reason that she had to go to such a dangerous place!

Puppet in the Auditorium: You’ve done so many so-called heroic acts, but there are fewer and fewer friends around you, and the world is getting worse!

Puppet in the Auditorium: You are evil and sinful, and the good things you’ve done can’t make up for your evil deeds at all!

Puppet in the Auditorium: Hehehe! We know! Your inner voice, your true thoughts, your deepest despair and pain! We know them all!

Puppet in the Auditorium: You know the taste of pain better than any of us, and you are the most suitable host in this world!

Puppet in the Auditorium: See yourself clearly, and face reality! Hahahahaha!

BANG!

Kiana: I’ve heard enough of your crap. Time to wrap up this ridiculous trial!

Kiana: You can’t confuse me. I won’t give in, or give up hope.

Puppet: Alas, we even played the memory of the 2nd Herrscher for you, yet you didn’t feel anything? Don’t you feel ashamed?

Kiana: I knew it was you. Sorry to let you down, but it didn’t work on me.

Kiana: I’m surrounded by people who trust me and support me. They’ve helped me know right from wrong. If you’re trying to mess with my mind with that, you’re making a fool of yourselves.

Puppet: Trust you? Support you? I think you mean indulge you and harbor you, right?

Puppet: They knew you were the Herrscher of the Void, the greatest threat to humanity, yet they risked their lives to keep you alive and protect you.

Puppet: But they have no right to do so.

Puppet: When Cecilia or Himeko were saving Sirin or you, had they thought about the rest of the world? Had they thought that countless people would have to live in fear because of you?

Puppet: No, they chose you… a bomb that could explode at any moment, an incurable sinner… over millions of innocent lives.

Puppet: And you call this “knowing right from wrong”? Bah, how selfish! It’s just a hypocrite’s sick narcissism!

Kiana: Enough!

Puppet: You’re mad. You don’t want me to judge your friends?

Puppet: Don’t get us wrong. We know you’ve been through a lot, so no matter what we say, you won’t change your mind.

Puppet: But we also know, you still have regrets and a hole in your heart.

Kiana: …?

Puppet: We know everything about you, your innermost thoughts, and the heavy cross you bear.

Puppet: You know it’s impossible for a mortal to survive in Imaginary Space, yet you keep lying to yourself.

Puppet: You know that besides Anti-Entropy, Schicksal and the World Serpent have also been searching for the Gem of Haste, but nothing’s been found.

Puppet: Deep down, you already know the truth. But you refuse to admit it. You lie to yourself and say “I will bring you back”.

Kiana: What…

Puppet: See? We haven’t even said who it is. You yourself obviously know very well!

Puppet: She is the frailest part of your heart, a wound that can never heal!

Puppet: You’d give anything to go back to that day and save her life… but you never can!

Puppet: Even though you say you won’t waver, when the truth’s right in front of you, can you still pretend not to see?

Puppet: When that moment comes, will you still believe those pretty words you say?

Puppet: You can’t do it, no! Because you’ve chosen a path of hypocrisy that is boring as hell, a path of stupidity with no end!

Puppet: Time for the climax of this show. Prepare for the exhilarating twist! We can’t wait to see the look on your face…

Puppet: …When your hopes shatter and turn into despair! Hehehe! Come, come! Let us see!

[CG plays wherein the puppets, having surrounded Kiana, reveal the Gem of Haste in their possession:

Puppet: How about it? How about it?

Puppet: Familiar, no?

Puppet: Do you remember who held it?

Puppet: Do you know why it’s here?

Kiana: …The Gem of Haste?!

Puppet: That’s right, that’s right! Call out the answer aloud from deep in your heart!

Puppet: Himeko Murata is long dead!]