Act 1 - Stalker
Gameplay EX-1 - Rita

[CG plays wherein the events between chapters IX and IX: EX are explained:

Four months ago, the awakening of the Herrscher of the Void triggered a cataclysmic global Honkai Eruption event.

The planet was devastated. Survivors fled to whatever sanctuaries that remained.

Arc City, a high-tech metropolis in Shenzhou, is one of these last refuges.

Two weeks ago, the Herrscher of the Void was spotted in this city.

Both Schicksal and Anti-Entropy are now searching for her.]

Rita: Overseer, I’ve arrived in Arc City. Awaiting further instructions.

Otto: A Honkai energy leak was detected in Arc City two weeks ago.

Otto: The analysis of video recordings found traces of the Herrscher of the Void.

Otto: Your mission is to track her down.

Rita: That’s good. But…

Rita: Two weeks have passed since the recordings were made. The Herrscher may have already left.

Rita: Is this intel worth chasing down for?

Otto: “Gray Serpent” uploaded the photos. He’s the intel dealer of Arc City.

Otto: He can monitor network data across the entire city…

Otto: And mine valuable info that can be sold from it.

Otto: He deliberately released the photos to tell buyers that he knows where the Herrscher is.

Rita: Understood.

Rita: The latest intel also includes witness accounts of Far East Branch traitors in Arc City.

Rita: Something that can lure Master Theresa to Arc City at the risk of exposing her tracks…

Rita: …Must be valuable data indeed.

Otto: It won’t be easy finding the girl.

Rita: If the traitors have the resources to track down the Herrscher of the Void…

Rita: …It would mean that Anti-Entropy is still providing them with support.

Rita: We should follow them closely to find out more.

Otto: Improvise as you see fit. You have been given the information necessary to perform your mission.

Otto: Do whatever is necessary. Secure the intel before Theresa does.

Rita: Understood.

Rita: …

Rita: The Honkai has ravaged the world, but this city seems prosperous and safe…

Rita: …It feels as though the Eruption never occurred.

Rita: These people would be astounded to know that the cause of the Honkai Eruption walks amongst them.

Rita: The Far East Branch traitors are here. They’re hiding, and they have Anti-Entropy support.

???: Intruder detected. Do not let her interfere with the deal.

Gray Serpent: Come out now, girl…

Rita: Greetings, Mr. Gray Serpent. Expecting someone?

Gray Serpent: Where are my bodyguards? You killed them all?

Rita: Just a pet peeve of mine. I believe that a nice and tidy environment makes for better negotiations.

Rita: But it seems that you don’t like it too much.

Rita: I have a generous offer that will more than compensate for your losses.

Gray Serpent: I guess I have no choice but to accept.

Rita: You uploaded a surveillance photo of a girl 2 weeks ago.

Rita: You know both who she is and her value. You wouldn’t have uploaded it otherwise.

Rita: Now tell me where she is.

Gray Serpent: And what would I get out of that?

Rita: Lasting gratitude and friendship with a great power… and you get to keep your life.

Gray Serpent: Friendship? I already have a very powerful friend, but I guess I could use another.

Gray Serpent: However, friendships backed up by threats seem rather odd to me.

Gray Serpent: I doubt whether or not Schicksal has any true friends of equal standing.

Rita: You know who I am. I don’t think you have any reason to refuse.

Gray Serpent: Of course I do, and I do have reasons to refuse you.

Gray Serpent: I do not trade intel for my life. It’s not… professional.

Rita: I don’t think you really appreciate the value of life.

Gray Serpent: Do not insult my intelligence. Intel for life? Pfft. This is not my first deal.

Gray Serpent: Life itself is a trade. For merchants like me…

Gray Serpent: …Death is but the beginning of the next deal.

Gray Serpent: The Serpent does not bow before death.

Rita: …You sound more like an orator than an intel dealer. I wish I didn’t have to do this.

Rita: But sorry, I’ve got orders.

Gray Serpent: You’ve made a mistake…

Gray Serpent: The Serpent… has you within its sight…

Rita: Serpent?

The maid took out a silk handkerchief to wipe the blood from her blade.

She turned around and inspected Gray Serpent, who was lying in a growing pool of his own blood.

[CG plays wherein Rita speaks to the now deceased Gray Serpent, while a mysterious girl watches on:

Rita: Death is but the beginning of the next deal?

Rita: Well said, Mr. Gray Serpent.

Rita: That was an offer you should have accepted.]

--

Gameplay EX-2 - Refugees

Bronya: Principal Theresa, we have entered Arc City. No sign of us being followed or monitored.

Theresa: Roger. Maintain contact with Dr. Einstein.

Bronya: Understood.

Theresa: Mei, secure the perimeters.

Mei: Yes.

Theresa: We’ll find that icky Serpent guy and get this over with.

Theresa: Can’t they just send the intel to me by email or HOMU Chat? This is so stupid and old school.

Bronya: The Bronya suspects that they are trying to avoid data theft or leakage.

Theresa: Hmm… maybe this means that the intel is super valuable.

Mei: Is this Arc City? It’s way bigger than I thought.

Mei: Such prosperous cities are a rare sight, even before the Eruption.

Theresa: That’s true. When more Honkai beasts appeared…

Theresa: …People abandoned their homes and moved into cities where there’s real protection.

Theresa: As technology and resources became more centralised, these cities grew into megapolises.

Mei: Finding a person in this megapolis is like finding a needle in a haystack… don’t worry, Kiana. I will find you.

Theresa: These intel dealers are born liars. Dealing with them is super risky.

Theresa: But this is the only chance we have for finding Kiana after fleeing HQ.

Theresa: I have to give it a shot no matter how risky it may be.

Mei: We’ve arrived, Theresa.

Theresa: It’s too quiet. Something’s wrong. Stay vigilant, girls!

Mei: Destroyed mechs everywhere… a major battle has taken place here.

Theresa: What happened? The Gray Serpent…

Theresa: …He’s dead?

SYSTEM: Warning! Criminal incident detected in Sector D-2814.

SYSTEM: Cease all violent behaviour. Drop your weapons and put your hands in the air.

Theresa: “Cease all violent behaviour”?

Theresa: We’re just about to get started!

Bronya: The Bronya has hacked into their channel. All alerts have been switched off.

Mei: It should be safe now. Let’s head back to the Hyperion.

Bronya: Hold. The Bronya thinks this murder is no mere coincidence.

Bronya: The Bronya shall scan the Gray Serpent’s body.

[CG plays wherein Bronya scans Gray Serpent’s body, forming an answer as to what happened:

Bronya: A clean, lethal wound delivered with a single stroke by a pro.

Bronya: Valuables were left behind. But cell phones and info devices were taken away.

Bronya: The Gray Serpent has received several surgical augmentations and implants…

Bronya: …All of which have been removed.

Bronya: Ocular prosthetics and neural implants are missing.]

Bronya: The murderer attempted to acquire intel from the Gray Serpent.

Bronya: Said murderer killed the Gray Serpent and removed all prosthetics, including ocular implants…

Bronya: …Perhaps for unlocking biometric security measures.

Theresa: Erm… so you’re saying that we got here too late?

Bronya: Perhaps, but the Bronya detects something else.

Bronya: There is a bio-verification chip hidden within the Gray Serpent’s wrist.

Mei: Thank goodness. The murderer must have missed this.

Bronya: Principal Theresa, key intel is usually provided with a backup.

Bronya: The Bronya can use this biometric chip to enter Gray Serpent’s territory and get the backup.

Theresa: We can’t do that. The Gray Serpent may be an intel dealer, but he commands plenty of power in Arc City.

Theresa: Only Schicksal would dare to murder someone like him.

Theresa: Staying in this city is far too dangerous for us.

Bronya: The Bronya understands the feeling of being manipulated and controlled by others.

Bronya: Subject Kiana is experiencing the same. The Bronya must rescue subject Kiana at all costs.

Theresa: I… I understand…

Theresa: But I will call off this mission immediately if anything bad happens.

--

Gameplay EX-3 - Rita

Rita: I’ve made contact with the Gray Serpent as you had requested, Overseer. But he refused to share any valuable info.

Otto: Is that so… Then we won’t need him any longer, I suppose.

Rita: He’s already been “retired”.

Rita: But he said something odd before he croaked.

Rita: Quote: “The Serpent has you within its sight.” End quote.

Otto: …

Otto: The Gray Serpent is a proxy of the World Serpent within Arc City.

Rita: Perhaps the intel is false? Perhaps the World Serpent released it to sow the seeds of chaos?

Otto: Worry not, sweet maid. I’ll handle it. The intel’s authenticity matters no longer. The Gray Serpent’s death will alert Theresa.

Otto: That was badly played, Rita, but perhaps you’d planned this from the start?

Rita: Yes, Overseer. I intended for this to happen.

Rita: Gray Serpent’s electronic devices must be unlocked using his personal prosthetics.

Rita: I lacked the time to try them out one by one, and could not decrypt them by force.

Rita: But I did remove his prosthetics and electronic devices. The traitors will not be getting anything from his corpse.

Rita: As to the Herrscher’s whereabouts…

Rita: The Gray Serpent must have kept backup info. Master Theresa definitely knows this.

Rita: She won’t give up, especially after spending such a long time hiding. Their trip to Arc City must be worth the risk.

Rita: I left something on purpose when removing the Serpent’s prosthetics…

Rita: …A bio-verification chip in his wrist.

Rita: The traitors of the Far East Branch include a first-rate hacker: Bronya Zaychik.

Rita: They will attempt to enter Gray Serpent’s stronghold to hack the system and obtain the intel.

Rita: My “gift” will make it easier for her.

Rita: She will not be able to resist this temptation.

Rita: Once the traitors enter Gray Serpent’s place, defeat his guards, and hack into the system…

Rita: I will appear to reap the final harvest.

Rita: If things go well, we will get more than just the intel - we can also round up the traitors in one go.

Otto: What a brilliant plan. But I wonder if Theresa would act as you predicted.

Rita: Don’t worry, Overseer. I will head out to Gray Serpent’s territory and prepare an ambush nearby.

Rita: I don’t like being disturbed when monitoring my prey.

Rita: I’ll give Stalker Carbon a little exercise.

Rita: So many broken mecha pieces and slag everywhere… I must fight my urge to pick up a broom and clean…

Rita: I must focus on my prey. Don’t let me down, Master Theresa.

--

Gameplay EX-4 - Refugees

Theresa’s party started infiltrating the Gray Serpent’s stronghold.

Bronya: The Bronya used the Gray Serpent’s biometric chip to shut down the patrolling mechs.

Theresa: Who is this Gray Serpent? How does an intel dealer afford all these mechs? What’s he trying to protect with such tight security?

Bronya: Power off. End all mech subroutines.

Bronya: This place should be safe. The Bronya shall attempt to hack into the Gray Serpent’s system to locate the intel.

Theresa: Mei and I will patrol the surrounding areas during that time.

Bronya: Bio-verification complete. Connecting to the Gray Serpent’s database.

Bronya: Hnngh… target is cautious. Defense modules detected.

Bronya: Let the Bronya disable each firewall.

[CG plays wherein the view of the mysterious girl returns, glitching out and changing to a different view of the same girl, clad in machinery, sitting in a chair overrun by what appears to be boxes and screens]

???: (Intruder alert… Master’s murderer not identified…)

Bronya: (Implementing global database scan…)

Bronya: (Searching according to query conditions…)

Bronya: The vastness of this data archive… Uncategorised, unlabeled, unindexed…

Bronya: The Gray Serpent actually saved the raw network data from the entirety of Arc City…

Bronya: Why didn’t the Gray Serpent organise his data?

Theresa: Is there any intel regarding Kiana?

Bronya: There may be, but the Bronya requires several days to be able to datamine it.

Theresa: Should we just take everything then?

Bronya: Impossible. Moving such a vast database will take even more time.

Mei: Is there anything else we could do?

Bronya: This intel dealer did not filter or organise stolen data. This is abnormal.

Bronya: Perhaps the Gray Serpent intended this?

Bronya: The Bronya shall perform some inspections.

Bronya: …

Bronya: Suspicions confirmed.

Bronya: The Gray Serpent directed all data to a single access port.

Bronya: He owned an unimaginable intel processing tool.

Bronya: Tool would be imprecise. It is more like a person… a cyborg.

Mei: Cyborg? Like how the Gray Serpent received plenty of mechanical prosthetics?

Bronya: Da. But the extent of the cybernetic enhancements is insane. Her entire cerebrum is essentially modified.

Theresa: How can that be possible?

Bronya: Her brain is fused with a quantum computer to give her immense processing powers.

Bronya: Basically, he did not need to categorise data pilfered from Arc City at all…

Bronya: The cyborg can filter out data according to her master’s needs in the blink of an eye.

Bronya: The monitoring system has revealed her location. She is still here.

Bronya: Hold… target is on the move.

Theresa: We must bring her in to locate Kiana.

Bronya: The target is not too far away.

Theresa: Now’s the time! Let’s catch up to that cyborg!

???: Protect this one, imbeciles!

Theresa: I’m so sorry, but I really need your help to find someone…

Theresa: …Hey wait, isn’t this just a little girl?

Ningyo: Error: Underaged individual. An adult is required for the query. Standard payment schemes apply.

Theresa: Underaged? What a rude little girl! I’m…

Mei: Principal Theresa, we can’t afford to get angry now.

Theresa: Of course… I know that! But this brat is so rude!

Mei: I’m sorry, but Mr. Gray Serpent is gone. We are his… business partners. Don’t be afraid, we’re here to protect you.

Ningyo: You just dismantled mech units placed in charge of my security.

Mei: We need your help to locate our friend…

Ningyo: Payment first, please. *Takes out a POS unit* Cash or credit? Please do not glare at me. I’m just following orders.

Bronya: We can’t dally here too long. The Bronya has a workaround. *Raises cannon* We will pay using this. Now, leave with us.

Theresa: Mei, you stay! I have a mission for you!

--

Gameplay EX-5 - Rita

Rita: The traitors of the Far East Branch have left the stronghold.

Rita: These girls move faster than I thought. I’ll have to run a little to catch up…

Mei: Theresa’s right…

Mei: Someone’s following me.

Rita: (Lost track of them here…)

Mei: Hah!

Rita: Ambush? Miss Raiden, I’m surprised. I thought you were more honorable than that.

Mei: Honorable? It’s odd that people like you even know that word. I’m more than willing to cut you down for what you did to Kiana!

Rita: I’m curious… how did you learn of my presence here?

Mei: It was odd when we were the first to arrive at Gray Serpent’s stronghold after his death.

Mei: The murderer didn’t make the next move despite ripping most of the biometric prosthetics from the victim.

Mei: I can only think of two reasons - One, the murderer thought that all the clues had been destroyed so they left in confidence.

Mei: Or she failed to beat Gray Serpent’s data access security. So she decided to wait…

Mei: You left that biochip on purpose, didn’t you? You wanted us to find the intel for you

Rita: Very smart, girl. But where’s Master Theresa? Did she get what she needed and left you here to slow me down?

Mei: Slow you down? You’re so full of yourself, Miss Rossweisse.

Mei: Such power! This woman’s dangerous!

Rita: I thought you had lasted this long thanks to the Gem of Conquest.

Rita: Never thought you could still stand despite losing the Gem. How surprising.

Rita: Now I know why the Overseer takes such an unusual interest in the Far East Branch…

Rita: You girls never fail to surprise us, especially when pushed to the brink.

Mei: I was fearful of my Herrscher powers for the chance I might become addicted to them.

Mei: But I finally understood how weak and pathetic I was when I failed to protect my friend from people like you.

Mei: I will no longer hold my powers back…

Mei: Kiana is mine to protect!

[CG plays wherein Rita wins the fight, with Mei quickly escaping via smokescreen:

Rita: Stubbornness is not necessarily a virtue, Miss.

Rita: Your power has failed you. Further resistance will only bring you pain.

Theresa: Retreat now, Mei!]

--

Gameplay EX-6 - Refugees

Theresa: Well, um… little girl… we’re not bad people.

Ningyo: Then release this one.

Theresa: No.

Ningyo: Kidnapper.

Theresa: What?! We’re the good girls!

Theresa: This is so awkward! I hate it!

Theresa: Bronya, think of something to make this one talk!

Bronya: The Principal has been an educator of juvenile subjects for several decades…

Theresa: Several decades? Hey! What are you trying to say?

Theresa: And I’ve only taught ordinary girls… This cyborg kid is beyond me!

Theresa: Whatever. Handle this machine, Bronya. You’re good at this.

Ningyo: Machine…

Bronya: Principal, you said something politically incorrect.

Theresa: Oh dear, I think I did… What’s your name, sweetie?

Ningyo: Machines do not need names.

Theresa: Machine? Oh dear. I am really sorry. I didn’t mean what I said just then.

Ningyo: Don’t be. This one is indeed a machine.

Ningyo: Machines do not need names. We only need a model and a serial number. Just call me… the Ningyo.

Theresa: Did the Gray Serpent modify you into this? That is so evil!

Ningyo: Evil? Negative. Master saved this one… and all of us.

Ningyo: Everyone receives surgical implants in this city…

Ningyo: …To monitor Honkai energy levels. Unaugmented individuals are a rare sight.

Theresa: When did you undergo your first surgery?

Ningyo: This one does not remember the past… Only memories of the Eruption… the Honkai took away this one’s parents.

Ningyo: This one was also corrupted. Her head hurt… immensely…

Ningyo: They gave this one a choice between life and death. Accept the surgery or die.

Ningyo: The choice was simple.

Ningyo: This one’s head was opened. The corrupted portions were replaced with new parts.

Ningyo: This one’s mind became lighter and faster.

Ningyo: Life is nothing but a series of trade-offs.

Ningyo: This one lived. This one connected herself to the web to collect intel from the sea of data.

Theresa: Hmm… you’re a victim of the Eruption that took place 4 months ago.

Theresa: An important friend of mine was taken away by the Eruption.

Theresa: I became a Valkyrie to protect the people around me.

Theresa: Despite my powers as a Valkyrie, I was unable to live up to my promise.

Theresa: I couldn’t even protect my dearest Kiana…

Theresa: (Himeko… if you were here… you would know how to take care of this…)

Theresa: (…We couldn’t find you for 4 months… where are you, girl?)

Theresa: (Now that we’ve found Kiana… I hope… I hope that you’re still alright…)

Ningyo: They call you the Principal. Are you an instructor?

Theresa: Yes… I guess… (Now what subjects did I teach, exactly?)

Ningyo: Was the girl in the photograph your student? Was she lost?

Theresa: That’s right! She’s a very important student of mine. Can you tell me where she is?

Ningyo: This one wants to tell you.

Ningyo: But this one cannot provide intel without the master’s authorisation. Apologies.

Theresa: Dammit…

Bronya: Principal Theresa, a squadron of mechs is heading our way.

Theresa: Get ready, girls!

Theresa: What is it? Did they locate us?

Bronya: Perhaps these police mechs still regard us as criminals.

Theresa: These mechs are more than just public safety units.

Mei: Principal, Gray Serpent’s killer has revealed herself.

Mei: It’s Rita Rossweisse, deputy captain of the Immortal Blades Valkyrie squad.

Rita: Rita? Ugh. Why now? That maid is quite the annoying person.

Mei: Sorry, I could only hold her off that long.

Theresa: It’s alright. She’s an S-rank Valkyrie. I’m glad you’re safe. I hope your surgical wounds are alright.

Mei: I’m alright. Any news from your side? Did we get Kiana’s whereabouts?

Theresa: Nothing, and we’ve been ambushed by a mech squad…

Mei: I’m heading back to support you.

Bronya: Nyet. The Bronya has detected…

Bronya: …A second beacon signal emitting from Mei’s Valkyrie battlesuit.

Bronya: Rita must have planted a tracker on Mei during the fight.

Bronya: Mei, please divert from your original path to confuse Rita.

Mei: Understood.

Act 2 - Escape
Gameplay EX-7 - Rita

Rita: Overseer, I’ve engaged the traitors.

Rita: Only Mei Raiden has shown herself. Master Theresa and Bronya remain unseen.

Otto: Don’t bother me with such trifles. I trust you can handle these on your own.

Rita: I searched the computer for their query records.

Rita: Gray Serpent has been datamining intel using a cyborg girl with quantum computer implants.

Rita: He then sells such intel for a price.

Rita: Trails of our Herrscher may very well be in the head of that cyborg.

Otto: Man-machine integration? Didn’t know they could plant a quantum computer in a human brain now.

Otto: Bring that cyborg to me.

Rita: Understood.

Otto: The cyborg is useless without the highest level of access privileges. Get that as well.

Rita: And what if the cyborg falls into the hands of Master Theresa?

Otto: Then destroy it no matter the cost.

Otto: “Grant what the enemy fears. Leave nothing that the enemy desires.”

Rita: …Understood.

Otto: I received reports of mechs rampaging along the streets of Arc City. Try to keep it down a little.

Rita: Don’t worry. I have everything under control.

Otto: Then do whatever you must. I will offer support when required.

Rita: Hmm… Mei’s coordinates are moving strangely.

Rita: Perhaps they figured out about my tracker ploy.

Rita: Wait… the mech rampage? Could this be a coincidence?

Rita: That leaves me with only one option.

--

Gameplay EX-8 - Refugees

Einstein: Madam Theresa, how fares the intel deal?

Theresa: Long story… Fortunately we brought someone with the intel.

Theresa: You are the only people I can think of who can make this girl talk.

Theresa: Treat it as a scientific challenge.

Einstein: Did you just kidnap a kid?

Theresa: That’s definitely NOT what we did! Geez… I can’t tell you everything right now.

Theresa: Just get us a ship or something!

Einstein: Understood. A shuttle has been dispatched to your location.

Ningyo: This one has heard the conversation. Sorry, Principal, but this one will not leave with you.

Theresa: We won’t hurt you! We only need you to tell us something!

Ningyo: You cannot hurt a tool. A tool does not feel pain.

Ningyo: A tool will only do the master’s bidding.

Theresa: But the Gray Serpent is dead!

Ningyo: Master may be dead, but Arc City remains the safest place for this one.

Theresa: No city is safe from the Honkai!

Theresa: We must locate Kiana to put an end to this Honkai Eruption!

Ningyo: End the Honkai Eruption?

Ningyo: Every footprint of human activity on the web…

Ningyo: …Has swept past this one’s processing core.

Ningyo: When will the Honkai end? This one is curious as well.

Ningyo: This one has calculated, simulated, and evaluated… yet fails to see any viable future for humanity.

Ningyo: A desolate future has no value.

Ningyo: The struggles of humanity will be in vain. The Honkai will destroy everything.

Theresa: Really?

Theresa: It may seem meaningless now. The Honkai might not even end if we find Kiana…

Theresa: …But I’d rather face the ending of the world with Kiana and the girls.

Theresa: My goal is to bring my student home.

Ningyo: Sorry, Principal…

Ningyo: You may not understand… but this one cannot leave Arc City.

The Ningyo no longer spoke or moved. She seemed to be contemplating something.

A reverberating rumble could be heard approaching from the darkness.

The Ningyo spoke again.

Ningyo: They have responded to this one’s summons.

Ningyo: If you need this one, then prove your worth by protecting this one from these mechs.

Bronya: Principal! The Ningyo hacked the city’s mech control hub and ordered them to destroy herself.

Theresa: Stop this, girl! This is madness!

Bronya: Principal Theresa, we’re running out of time. Rita will be drawn to this battle.

Bronya: The Bronya will attempt to hijack the Ningyo’s master access privileges to sever the signal…

Bronya: The Gray Serpent’s chip should be able to do that.

Theresa: Good. I’ll have Mei return to the squad. Do whatever you must!

Theresa: Blood Knight: Moonlight! Activate!

[CG plays wherein Rita appears amidst the battle:

Theresa: Bronya, still not done? I can’t hold them back any longer!

Bronya: Almost done… wait… bio-verification is required to obtain master access privileges!

Rita: Sorry to interrupt, kidnappers. Children are better left to the care of professional maids… such as me.

Rita: Rita Rossweisse, ready to sweep the battlefield.]

--

Gameplay EX-9 - End Game

[CG plays wherein Rita obtains master access over the Ningyo and orders it to self-destruct:

Rita: Are you girls looking for this?

Bronya: Gray Serpent’s eye!

Machine Voice: Verification complete. Master access privileges unlocked.

Rita: Grant master access to Rita Rossweisse.

Rita: Upload all data… and then initiate self-destruct sequence!

Theresa: Stop!]

Rita: Sorry girls. It was fun.

Rita: I have to leave to take care of… other business.

[CG plays wherein the Ningyo wakes up, however the self-destruct appears to have been something entirely different:

Ningyo: Where… am I? Who are you?

Theresa: Is she alright?

Bronya: Physiological readings are normal. Could be retrograde amnesia.

Bronya: The self-destruct sequence… turned out to be a formatting reboot.

Theresa: Grr… I hate that crazy woman! And her utterly tasteless prank!]

Rita: Rita Rossweisse is ready for debriefing.

Rita: Mission complete. Overseer. I have uploaded the desired intel. Thank you for the shuttle. It came right on time.

Otto: Destroying the Ningyo was a pity. But you’ve completed all objectives. Excellent work.

Rita: I will do anything to sweep aside the enemies of Schicksal.

Otto: Well said.

Rita: Allow me to excuse myself.

[CG plays wherein leans upon a walkway after the debriefing:

Rita: We are blessed with two hands.

Rita: One takes, and the other gives.]