Act 1 - Finality of Destiny
Gameplay 35-1 - Lonely Throne

Everything started here, and it would all end here.

Even if the seven billion people on Earth had not been placed in the same dream at this moment… They’d still look up at the moon together.

Since the birth of civilisation, the tranquility of this celestial body had projected a noble and extraordinary image into the hearts of the people.

But in all fairness, it was a form of aloof beauty created by just the right distance.

Now, the throne forged by the sacrifice of the ages sat in the dark sky above this wasteland, only it no longer ruled over everything.

It was just a manifestation of the usurper’s divinity.

Kevin: …

Kevin: …

Kevin: Alright.

The man’s tone remained the same after hearing everything… that was most unusual.

Prometheus: …

Upon noticing this, the AI started a scan to determine if it had missed something earlier.

Otherwise, why would the man remain so indifferent after hearing about the bubble universe’s history and Dr. MEI’s dying wish?

The man was free of his ignorance, but his reaction made no sense.

Prometheus: Don’t you have anything else to say?

Kevin: No.

Kevin: Project STIGMA will bring nothing but harm to you. Get away while you still can.

Prometheus: …

Prometheus: Then… what about you?

Kevin: …

Kevin: Leave the proper world. It’s the only way you’ll have a future.

The man could only repeat the same old platitudes in his usual tone. The promises of the past held so many memories that he didn’t know where to start.

But even so, he did not wish to be too insincere to this friend of his whom he’d killed with his own hands.

Kevin: Anyway, thank you for telling me everything.

Prometheus: …

Prometheus: …I don’t understand.

Prometheus: Dr. MEI said you were a lonely boy.

Prometheus: But as I see it, you’re further from the definition of human than I am.

Kevin: It is not difficult for me to accept a conclusion.

Kevin: Since MEI thought the future Herrschers would be able to carry the future of mankind on their shoulders…

Kevin: I am willing to do my best and give them far more than half a day.

Prometheus: But all you’ve done is watch with indifference.

Prometheus: In a familiar yet unknown world, a long and hopeless struggle against something beyond reach…

Prometheus: That is too cruel and shouldn’t be shouldered by a group of young people.

Kevin: Are you referring to them, or us?

Prometheus: …

Obviously, the man was never one to ridicule others with words.

But his question did put Prometheus off from speaking more.

Indeed, even if those young girls were in a battle that would take thousands of years to make a difference, it was nothing special or worth mentioning.

The man had experienced the same.

“There is nothing new under the sun.”

Prometheus: …

Hare: But the cruelest part isn’t in the past. Rather, it’s all that’s yet to come.

Kevin: …

She had remained silent since she arrived, but she finally spoke.

Hare: Don’t get me wrong… I wasn’t silent on purpose.

Her gaze drifted to Prometheus before she casually looked away.

Hare: I just wish she could realise it herself… just like right now.

Hare: It’s essential to humanity, of course…

Hare: But it is also sorely needed by the plan you’ve entrusted to me.

The man offered no response. But he’d realised that she was here for more than telling him about the past.

Hare: We may not have solid evidence…

Hare: But even if this plan fully codifies space, it’s not a permanent solution, right?

Kevin: …Huh?

Prometheus: The me from the proper world… It is a guess born from her destiny.

Prometheus: Based on the Cocoon of Finality’s nature, it would never choose someone to become the Herrscher of the End of its own accord.

Prometheus: It was the fear of Herrschers born in random ways that made the people of the past design the Will of the Honkai in the new age.

Prometheus: Now, the Will of the Honkai is gone, and the way you got hold of the power of Finality from the Cocoon was not much different from stealing.

Prometheus: So…

The artificial life paused for a moment. Regardless, she has just started trying to analyse herself as humans do.

She may be able to detect the man’s current desire, but she found it difficult to understand.

Hare: So, Project STIGMA… may never truly succeed.

Hare: As someone who can control the power of Finality with your own will and on your own terms… you must shoulder it forever and keep it from failing.

Kevin: As it should be.

Hare: …

Hare: Yes, I understand. It’s the only right way for you.

She gazed at the man who returned to the throne in silence and signed in sympathy.

In his journey of fifty thousand years, he had fulfilled every one of his promises.

He defeated the Honkai with the body of a man, and as a sinner, he shouldered the ideal of Deliverance one last time.

And a man like this…

Hare: Do you… seek death too?

Hare: Or perhaps while you do not have such a wish, you are just like how I used to be. When faced with the world you see now…

Hare: Death is the only mercy.

Kevin: …

Kevin: She sacrificed everything for the future of mankind.

Kevin: But I haven’t.

Hare: Seems like we’ve come to the right place… Kevin.

Misteln Schariac: Now, I return the name of Hare to the World Serpent, and…

Misteln Schariac: …I’m willing to be held accountable for killing you.

Kevin: Do you think you can succeed?

Misteln Schariac: Of course not.

Misteln Schariac: I only spoke about being held accountable.

Misteln Schariac: But the power you possess… it is equivalent to the despair you’ve experienced.

Misteln Schariac: “Someone is trying to kill me. Their chances may be minuscule, but if they do persist, they still may have a chance.”

Misteln Schariac: “When that time comes, I’ll be defeated despite giving it my all.”

Misteln Schariac: I hope you will embrace these feelings and feel a little better.

Kevin: That won’t be necessary.

Kevin: Of course, you’re not wrong. Rather than eradicating the Honkai, all I did was imprison it.

Kevin: But I will ensure that it stays that way until the death of the planet.

Misteln Schariac: Even if you must… live alone forever in this world that is utterly empty to you?

Misteln Schariac: And due to the authority of Finality, you’re practically doomed to never experience what your comrade did and find a new purpose of life.

Kevin: We have no other choice.

Kevin: As for a new purpose of life, I don’t need that.

Misteln Schariac: …

Misteln Schariac: Indeed, even without something like that, you still got this far, didn’t you?

Misteln Schariac: It’s time for us to go, No. 17.

Prometheus: …Now?

Many things beyond her understanding had occurred here and now, yet she intended to leave immediately upon revealing her desire to kill.

As a being born from code, she still found it quite difficult to use her own words and explain how humans broke promises.

Misteln Schariac: Yes, even I find it hard to believe, but that’s what things have turned out to be.

Misteln Schariac: You and I… we may not be humans yet, but we have their freedom.

Misteln Schariac: We can live and die on our own terms.

Misteln Schariac: Fighting one’s fate used to be a human privilege, but he…

Misteln Schariac: He has become one who knew their own fate yet still devoted themselves to it.

Prometheus: …

As always, she became unresponsive once more.

Misteln Schariac: Now, now, stop trying to define him.

Misteln Schariac: If a title is necessary, I think…

Misteln Schariac: “Hero” may be the only choice.

Misteln Schariac: I… am not qualified to challenge such a hero.

The mechanical girl provided no response. As far as she was concerned, it would take a long time to assimilate the hearts of these ambiguous yet extremely determined people.

After a short delay, she followed Misteln’s signal and walked to the edge of the huge throne.

Through the ability to travel freely between Stigmata Space and reality, an open door emerged, one connected to the upcoming journey of the two “humans”.

But before that…

Misteln Schariac: …No. 17?

Slap!

She watched with surprise as Prometheus abruptly turned around back to the man.

She reached out her hand and slapped the godlike being with her pitiable strength.

Even if he wasn’t a real god, it was an action too bold for an AI and absolutely contrary to reason.

…And naturally, in vain.

Prometheus: You should shed at least one tear for her.

Prometheus: This is for the anger I feel as her friend.

She knew that she’d never get an answer.

Even if the man had once woken up crying late at night… It would be from too long ago.

His sorrow had been tempered by time and was no longer capable of being shown like a normal person would.

She was no fool and was aware of everything.

But that was also why the slap was necessary.

After a long silence, Prometheus finally took back her hand. She made a final display of disappointment by turning her back on him quietly.

The man remained silent and simply watched as both visitors left. For someone of his power, he was being quite lenient today.

But it was a fact…

The man was no king, or god. He was…

Kevin.

…

…

A long time passed before footsteps were heard again.

Given the nature of this place, there might be too many guests here today.

Every step she took was done with care… but she still made some unexpected noise when arriving in front of Kevin.

Natasha Cioara: …

She accidentally stepped on some spikes of ice when she got near Kevin.

Perhaps it was impossible for anyone to guess what they were, but it seemed like… they had just fell to the ground not too long ago.

It brought back memories of the time she performed with a kind of tempered glass known as Prince Rupert’s Drops for the children.

Kevin: Raven.

Natasha Cioara: It seems you’re still unaware.

Natasha Cioara: Well, such trivial things are beyond you… Gray Serpent has expelled me from the World Serpent.

Kevin: It’s alright.

Kevin: The World Serpent will be meaningless once this is all over.

Natasha Cioara: I understand. But…

Natasha Cioara: When betrayal occurs right before your eyes, I cannot assume that I can just leave without saying anything.

Kevin: …?

Natasha Cioara: It was my own decision.

Natasha Cioara: I plan to stay with the children in New Atra until they can return to Earth.

Natasha Cioara: We may not be colleagues anymore, but because it’s about the children, Hare still helped me get to the moon.

She stopped here.

In her opinion, such behaviour is self-evident for someone so fickle.

Kevin: I see.

Kevin: What you believe in is completely different from what it used to be.

Kevin: Feel free to hedge your bets… You know I won’t stop you.

Natasha Cioara: (But Sire… If I had truly believed in something, then I wouldn’t be where I am now.)

Natasha Cioara: I’m just setting an example for the children.

Natasha Cioara: “Birds fly because they want to fly. It’s the destiny they’ve carved for themselves.”

Natasha Cioara: At the very least… they should see their teacher practicing what they preach.

Kevin: But you know it isn’t the truth.

Natasha Cioara: Indeed, there is no reason why birds fly. It’s merely because they are born that way.

Natasha Cioara: But the naked truth is not what we should leave behind for the future generations…

Natasha Cioara: Rather, our responsibility is to explain the dreams of these truths, right?

Natasha Cioara: Even if it is all fiction… it still has power of its own.

Kevin: …

Kevin: “I hope so, too.”

Kevin: That’s what I told you then, right?

Natasha Cioara: …

Natasha Cioara: …Yeah.

She never imagined the man would remember every word from their previous conversation.

But if she could somehow find out that the answer to her question about flying was something the man had sought for thousands of years, her surprise would be even more dramatic.

Kevin: You can take them anywhere you want. No one will stop you again.

Kevin: But…

Kevin: Raven, we mentioned two possibilities… and neither of them are realised yet.

He started to walk with a distant expression. It seemed he planned to go for a short trip.

At this point, the former World Serpent agent finally came to understand why their Sire chose to sit here.

Why… he stayed away from all inhabited planets.

Natasha Cioara: This is…?!

The shadow cast by the man at this moment appeared corporeal, and the bizarre phenomena within it would definitely bring shock to any first-time witness.

Finality… Even if this abstract concept to most did somehow appear before people, it was still hardly understood.

As for the human species, what could be seen but couldn’t be understood was the most terrifying.

Natasha Cioara: …

Kevin: Raven, it’s easy to forget something when we talk about flying…

Kevin: Icarus once soared into the sky too.

Kevin: The sun was right within his reach.

--

Gameplay 35-2 - Flesh is Weak

Resigned Voice: Forgive me, I must insist on declining.

Bright Voice: Don’t worry, just come give it a try.

Bright Voice: They say that when in Rome, do as the Romans do. We’re almost there.

Feeble Voice: Yeah… Master Sushang is flying so…

Feeble Voice: It’s so exciting…

Resigned Voice: Ah…

Resigned Voice: Actually… We’ve arrived, Master Sushang.

Resigned Voice: We’ve been going around in circles since you urged me to fly with the Godsbane the last time.

Bright Voice: Huh?

Upon being reminded, the young girl finally stopped flying and started a rapid descent.

Susannah: Aaaaah…

And for her companion, she placed the last straw which led to airsickness.

!!!

Li Sushang: Alright, we’re here, Susannah.

Susannah: Ugh…

Li Sushang: Susannah?!

Rita: Leave her to me, Master Sushang.

In striking contrast to the quaint mountain houses, the Schicksal transport ship was hovering in midair near the landing point.

And Rita Rossweisse awaited the arrival of her companions with her usual grace.

Rita: It’s alright. There are comprehensive medical facilities onboard the Hestia. And all she needs is some rest.

Li Sushang: Uh, so this is…

Rita: It’s nothing… Susannah just overestimated her ability to adapt.

It was her habitual elegance and her wish to teach her team member a lesson that prevented her from lecturing the “abettor”.

Since Durandal and Theresa started anchoring the world, reclaiming lost ground had become quite meaningful. The Valkyries had been constantly working on liberating the land.

And in charge of this area was the reasonable yet slightly odd Schicksal squad.

Rita: Anyway, let’s go on with our mission. She’ll get well very soon.

Li Sushang: Ah…

Li Sushang: How about… I fly her back first? It won’t take too long anyway.

Rita: …Please spare her the trouble.

Rita: Also, according to our initial recon intel, our mission isn’t very difficult.

Li Sushang: It can be done by the time I get back?

Rita: Indeed. Traveling in a ship is much more comfortable for a B-rank Valkyrie too.

Li Sushang: …

Li Sushang: Oh, alright.

Li Sushang: Anyway…

She seemed to have finally realised her mistake and started to awkwardly change the topic.

Li Sushang: This really is Mount Taixuan, huh? Ahahaha.

Li Sushang: Alright, let’s go! So, is our mission just to annihilate all the monsters in the vicinity?

Rita: Basically, yes. But to be exact…

Rita: Annihilating these monsters that abide by Project STIGMA’s will and constantly codify space will only delay the codification process, but it cannot truly reclaim this space.

Rita: As for the key to resolving the problem… it’s actually Master Sushang’s aptitude as a Stigmata Awakened.

Li Sushang: …Me?

Rita: Yes, through your ability to expand space within Project STIGMA, we can impair the codification of those monsters when we kill them, so that the Cosmic Juggernaut can locate and anchor itself to this place with ease.

Rita: Once we’ve completed that step, Project STIGMA will be powerless in these lands.

Li Sushang: Oh… is this the kind of description I always see in Valkyrie reports… industrialisation or automation?

Rita: Pfft! Well, that’s not far from the truth.

Li Sushang: Anyway, it seems our job is no different from when we were in The Deep or St. Freya.

Li Sushang: So, let’s start with what’s in front of us?

Li Sushang: Uh… So St. Freya would have ended up just like this if we hadn’t acted fast?

Rita: No. Or rather, Kiana and the others saved St. Freya from a situation far worse than this.

Li Sushang: Speaking of, are Kiana and the others really alright?

Rita: Please put your trust in them. They’ve gone through far worse.

Li Sushang: Then, what about Master Jingwei…?

Li Sushang: Haha! I don’t think we need to worry about her.

Rita: Yes, and Seele is helping her too.

Li Sushang: It doesn’t look like anything has changed here.

Li Sushang: My first time using the Edge of Taixuan on Mount Taixuan is actually to annihilate these things… How unexpected.

…

Li Sushang: That’s… it?

Rita: Our work in this area is indeed near completion.

Rita: But I’m afraid we still need a little more time to finish expanding the space to our advantage.

Rita: Furthermore… We have more important matters to confirm.

Li Sushang: More important matters?

Rita: (…So it is true.)

Li Sushang: Is anything wrong?

Rita: …

Rita: Mount Taixuan has always been thinly populated, so it’s still too early to draw a conclusion.

Li Sushang: Hey, don’t leave me hanging.

Rita: Sorry. To put it simply, in the previous reclaiming operation…

…

Rita explained to Li Sushang.

Li Sushang: Such a thing happened?

Rita: It is not confirmed yet.

Rita: That is why we should continue the mission, Master Sushang.

Li Sushang: It just vanished? Is this part of the plan too?

Rita: I’m not sure.

Rita: The number of Stigmata Awakened we have at our disposal has always been limited…

Rita: Perhaps it’s a reasonable situation for someone of your ability.

Li Sushang: I know what you mean. But I hope things don’t get more complicated than they already are.

Susannah: Master Rita… Master Sushang…

Li Sushang: That voice…

Li Sushang: Susannah!

Rita: What is she doing here?

Li Sushang: Susannah? I knew it was you.

Susannah: Master Sushang! Oh, Master Rita is here too!

Li Sushang: Yes, we’re on a combat mission in the area. But weren’t you still on the ship?

Susannah: Yeah, I don’t know how long I was out for. I only saw Alvitr taking care of me when I woke up.

Susannah: She could handle all the work onboard, so I hurried off in your direction.

Susannah: …Not only did I fail to find anyone, but I also kept running into monsters. I was forced to deal with them while continuing my search…

Li Sushang: Monsters…

Li Sushang: Hah! You’re really amazing, Susannah! So you’re the reason!

Susannah: I’m… the reason? Master Sushang, what do you mean…?

Rita: Master Sushang is saying that after all the setbacks you faced, the speed at which you cleared out Imaginary Constructs was actually on par with ours.

Rita: You took the wrong path, but your performance in combat is commendable.

Susannah: …Imaginary Constructs?

Susannah: Doesn’t the manual say they are…

Li Sushang: Yes, they’re quite annoying at times.

Li Sushang: I’ve been meaning to say this… You can be more confident in yourself, Susannah.

Li Sushang: Back then when I roamed the world… I was more of a rookie than you are now!

Susannah: D-Don’t say that, Master Sushang. I…

Susannah: They looked like plants, so I thought they were very weak monsters, and that was why…

Rita: Pft…

Rita: Intentional or not… results never lie.

Rita: Master Durandal and I will take the strength you’ve revealed into consideration in your next performance review, and from now on, we’ll assign you tasks that truly help you improve.

Rita: But right now… we should get back to our current mission.

Li Sushang: True. Allowing yourself to get excited while traveling the world has dire consequences.

Susannah: Yeah, I won’t be careless!

Li Sushang: Oh! Would you like to show us some of your moves, Susannah?

Susannah: Uh… I have nothing to show off before Master Sushang and Master Rita…

…

Susannah: Ah…

…

Rita: …Yes, I see.

…

Rita: Alvitr conducted a preliminary survey of the area from aboard the Hestia. The Mount Taixuan region is returning to normal.

Rita: But spatial expansion is still ongoing, so we can only wait a little more in place.

Rita: However, about what we were discussing earlier…

Rita: If we are still unable to rescue any residents at this point… then the anomalies that the other troops obeserved during reclaiming should not be coincidental.

Susannah: Residents? Are you saying…

Li Sushang: Wait! Aren’t a few people over there?

…

Li Sushang: Hey…

Rita: Please wait, Master Sushang…

Li Sushang: …Huh?

…

Li Sushang: What?!

Li Sushang: A-Are they ghosts or something?

Rita: Don’t worry too much. This is one of the anomalies, after all.

Rita: It’s a long story if we go into details… We should report the situation to the Overseer first after this space stabilises.

Rita: Maybe… we are in a situation where we cannot win.

Fifteen minutes later…

Theresa: So it’s as I guessed…

Theresa: It really is bad.

Li Sushang: Ugh…

Li Sushang: So… what’s the conclusion?

For someone like her who found it difficult to understand terms, perhaps skipping the reasoning and going straight to the conclusion would be more effective.

Rita: Basically, everything we’ve seen… has nothing to do with possession and is closer to a form of mirage.

Li Sushang: Oh… so that means they’re living somewhere else right now?

Rita: Yes, in their own dreams.

Rita: Which is to say, we’ve been reclaiming more of the Earth, but we have failed to free more people. Moreover, the greater our battle radius is, the fewer people we can save.

Theresa: Actually, even the projection you witnessed can only be seen on very rare occasions.

Theresa: I haven’t seen a single person in any of the places we’ve reclaimed.

Susannah: But didn’t we just rescue Master Rita’s parents?

Theresa: That’s probably because they were living near Schicksal HQ.

Theresa: As for the neighboring Naples, the population’s natural rate of return has dropped to around 50%, causing the locals to start panicking.

Theresa: In order to appease the people, Schicksal was forced to tell them that the Great Eruption had begun, and that we’re doing our best to fight it. So, they must observe social order and protect their families.

Li Sushang: Project STIGMA is horrible.

Li Sushang: But you mentioned that some others from the World Serpent intended to help us. What about that?

Theresa: The details haven’t been finalised.

Theresa: Based on the method of communication, it seems like Hare’s doing… But if based on the actual assistance provided to us, then it doesn’t seem like the work of a single person.

Li Sushang: …Huh?

Theresa: They seem to be intentionally concealing their identity and merely sending numerous blank Stigmata Space fragments near the Cosmic Juggernaut.

Theresa: They seem to have realised that these fragments can improve our efficiency when reclaiming the Earth…

Rita: Nagamitsu speculates that this may be linked to the Stigmata Awakened lingering around New Atra, but it’s merely an assumption.

Li Sushang: …

Li Sushang: In short, those people are still within the dreamland created by Project STIGMA, and reclaiming space and bringing people back from the dreamland are two separate things?

Rita: Yes.

Li Sushang: Oh… it’s no wonder you think we’re unlikely to win in this situation.

Rita: Our plan is progressing steadily. It is possible to take back the Earth.

Rita: But if new measures aren’t taken, all we’ll recover is a practically empty Earth.

Li Sushang: That won’t do! How can we resist to the end and yet yield the same result as Project STIGMA?

Theresa: Yeah, that’s what we urgently need to improve.

Theresa: Luckily, the situation isn’t completely out of our hands.

Theresa: For instance…

Theresa: When up against a problem created by the dreamland, maybe we can try throwing ourselves into it.

--

Gameplay 35-3 - Last Stand

…

It was a dreamy ball.

When the curtains fell, the stars were still sparkling.

When the echo died down, the fragrance of the intertwined petals remained.

Here the origin of the new life resided. Everything was at an end, but nothing was truly over.

Mei: …

Mei: …Yep.

Mei: We agreed to move forward… Right?

Mei: Then… I’m heading off.

???: She dances like the fluttering birds.

???: Her thoughts flow like the clear springs.

???: She is radiant as gems and jades.

???: And her future…

???: Shall be written with whom she loves.

…

…

As expected.

Upon entering the chaotic Planet Directory again, she failed to locate her companions who could unlock the only path for her.

Only she remained in the boundless chaos.

…And the dense threads lurking around her.

Mei: It seems Bronya was right. I’ve been going down a one-way road…

Mei: So when I tried to go back the way I came, I entered a completely different path…

As for her exact location in the Planet Directory and how far away her companions are, all of these were unknown to her.

But besides the abnormally rapid increase in enemies and the increasingly warped space, there was one more thing that truly bothered her.

What resided far away at the limits of her senses.

It went in and out of hiding, as if it was hidden in the shadows of the forest or the undercurrents of a deep lake.

Mei: Kevin?

Mei: It isn’t him… very much alike, but not him…

She recalled what she experienced in the Final Crater.

Compared to then, the unknown force did not feel like it was awaiting a challenge.

But… a different thought gradually took form in her mind.

Mei: But if they do discover something like this, they would be of the same mind as me. So…

Mei: Even if I can’t get back to where I started, if we advance toward the same target from different sides, we’ll definitely meet somewhere in space.

Mei: Are you trying to stop me from going forward?

Mei: I guess secrets that you deem to be very important may be hidden here, huh?

Mei: The force… it’s getting clearer.

Mei: But there seems to be something else.

Mei: They just keep coming… I’m running out of patience.

Mei: Maybe… I should get a little violent.

Mei: As expected, if a certain number of threads are shaken, the net will shake with them to reveal its weak spot.

Mei: Let me see what’s hiding behind this crack.

…

…

…

…

Kiana & Bronya: Mei!!

Mei: Haha… Looks like I was correct.

Mei: Kiana, Bronya, you two sensed that power too, like I’d thought.

Kiana: That power? So that wasn’t you? Bronya and I thought that was the power of Origin…

Bronya: Anyway, now that everyone’s here, let’s take stock of the situation.

Kiana: So, Mei is…

Mei: The Herrscher of Thunder and the Herrscher of Origin…

Mei: But it’s only just a different name.

Mei: I still need time to work on my understanding of the authority of Origin. As for this feeling of being able to sever anything… It should just be a bonus from the authority of Origin.

Mei: Unfortunately, I’m unable to obtain more information about the Herrscher of the End and the Cocoon.

Bronya: That’s alright, it’s within the Doctors’ expectations. Let’s move our focus back to the situation at hand.

Bronya: Mei, if that force you mentioned earlier isn’t the authority of Origin, then the Bronya thinks it’s very likely to be linked to the anomaly the Principal spoke of.

Mei: …Anomaly?

They told Mei what happened earlier. Meanwhile…

…

Einstein: Let’s talk about another conclusion.

Einstein: The Cocoon of FInality may be hiding deep within the aggregation of human dreamlands.

Long before Sushang’s group achieved any results, another strategic meeting about the Earth’s future had started.

Theresa: Which is to say, in the end, the operation to recover the Earth will merge with the operation to go beyond Finality.

Tesla: Let’s look at it from two different perspectives.

Tesla: On one hand, judging from the latest operation results, it’s becoming increasingly difficult to bring people in the dreamland back to reality along with the Earth space.

Tesla: On the other hand, even after we analysed what you’ve brought back from the moon, Cosmic Juggernaut still won’t be able to locate the Cocoon of Finality.

Tesla: This can only mean that a barrier we are unable to penetrate is hiding it.

Tesla: Based on our current intel, the aggregation of dreamlands is the only possibility for a barrier of this level.

Einstein: Fortunately, while the situation is dire, we still have some room to maneuver.

Einstein: But the issue at hand is…

Welt Yang: Before that, we must verify something with you.

Theresa: …?

Welt Yang: Overseer Theresa, you’re prepared to restore the world, even if every ordinary person must pay a certain price, right?

Theresa: …What is it?

Theresa: I thought it was a consensus reached by Schicksal, Anti-Entropy, and even part of the World Serpent.

Tesla: …You’re correct.

Tesla: Shall we cut to the chase, Joachim?

Welt Yang: Yeah.

Welt Yang: In theory, the reason for the previously mentioned phenomena isn’t complicated.

Welt Yang: If the dreams of all humans are brought together, you will get a giant known as Spiritual Adam.

Theresa: Is this… the World Serpent’s description for the aggregate of dreamlands?

Welt Yang: Yes. Spiritual Adam links the dreamlands of all humans, allowing them to share their respective Stigmata Spaces.

Theresa: Share their Stigmata Spaces?

Einstein: Judging from the results, their Stigmata Spaces are disrupting each other and filling the information gap between each other.

Einstein: Just as the Sentinelese who live in isolation and are unable to understand modern society, communication and imagination alone are insufficient to let humans truly perceive a world they’ve never been to.

Einstein: But Stigmata record more than just simple concepts like language and images. It is countless almost-real dreamlands that are constantly growing through the shared Stigmata Spaces.

Tesla: And it is the differences between people that allow those dreams to reflect the futures and secret ideals they pursue.

Tesla: Hah! What a utopia.

Welt Yang: Anyway, the dreamland’s owner will unconsciously reject the reality they should be facing… It is why we’re finding it so difficult to free them with the methods we previously adopted.

Welt Yang: Our influence on space becomes weaker as we go deeper, so resisting that unconscious rejection is growing increasingly difficult as well. Just like how we were all afraid of syringes when we were young.

Theresa: …

Theresa: So, the dreamers are unable to leave the dreamland because they are unwilling to do so?

Tesla: Yeah.

Tesla: After all, dreams are just a way for the body to communicate directly with the subconscious.

Tesla: So it cannot avoid being influenced by the dreamer’s emotions and disposition.

Tesla: From a technological standpoint, the aggregate of dreamlands is a singularity similar to a black hole. Even if we convert the Imaginary Earth back into reality, the conversion will have little effect on it.

Tesla: Actually, the most annoying part is that while we’re doing everything we can to rescue them, they’re still dreaming happily in Imaginary Space!

Tesla: It really makes my blood pressure shoot up.

Einstein: It’s human nature to run from bad things.

Einstein: The victims don’t even realise they are in a dream, so how can they even wake up?

Tesla: Humph! Who knows?

Tesla: They should be happy that they can hide in their dreams. Otherwise, I’d knock open their heads with Tesla 10562 and sober them up.

Theresa: …

Theresa: …So all our hard work was in vain?

Tesla: Unfortunately, you’re absolutely correct.

Tesla: The aggregation of dreamlands, or Spiritual Adam, is a cocoon that won’t stop strengthening itself. Even dragging Kevin over and pummeling him won’t change anything.

Einstein: Of course, she didn’t really mean the part about pummeling Kevin.

Tesla: Tsk, it’s none of your business.

Theresa: Anyway, the situation isn’t in our favor at all.

Theresa: So, what is the method you mentioned earlier? It sounds like there’s a huge price to pay?

Tesla: Uh…

Tesla: …

Theresa: …?

Tesla: You take over, Joachim.

Welt Yang: Fine.

Welt Yang: As mentioned before, Spiritual Adam has become indestructible due to the people’s unwillingness to regain consciousness.

Welt Yang: So, if we target the most stable dreamlands and destroy them one by one…

Welt Yang: The remaining dreamlands will become unstable and gradually disintegrate.

Theresa: Destroy them?

Tesla: Yes. We can bombard them with energy weapons and execute targeted elimination of these stubborn people by force. But…

Theresa: (Could it be…)

Theresa: What will happen to those people who have their dreamlands eliminated?

Einstein: …I’m afraid they will suffer a mental blow, at the very least.

Einstein: Spiritual Adam does not hold dreams in the usual sense… it is the will of mankind to seek happiness.

Einstein: Once external force is used to destroy such things…

Einstein: Memories, emotions, dreams, even desires… all of these sentiments will be shattered to pieces along with the dreamland.

Einstein: It’s no different from a tsunami in the mental world to the dreamland’s owner.

Einstein: As for what will happen once they return to reality… even a more optimistic estimate would probably put them at suffering a condition similar to depression.

Einstein: After all, a human who has lost their desires has actually lost everything.

Theresa: Which is to say… Even life would be meaningless to them?

Einstein: Indeed. Choosing to confront the collective human subconsciousness is bound to end with the sacrifice of many innocent people.

Einstein: This is the burden we must bear for making this decision, Theresa.

Theresa: …

Theresa was at a loss for words.

Just a little while ago, she firmly believed herself capable of paying any price for the future of this world.

Now that she’d finally become the leader of Schicksal after experiencing countless setbacks and growing pains, no one would doubt her resolve and will when she made the promise.

However, when the price wasn’t hers to pay, she found herself incapable of giving an answer.

Theresa suddenly opened her mouth yet failed to utter a single word. Every word she desired to speak felt like it weighed a ton.

It was the weight of deciding the fate of countless people.

…!

Tesla: I’m so mad!

Tesla: They’re absolutely detestable… but if we decide their fate like this, then does it make us any different from the World Serpent?

Einstein: Yes, that’s why this proposal was put aside.

Einstein: Even a real god has no right to determine a person’s fate. It’s a belief that Anti-Entropy has always stood by.

Einstein: Yet now, this unreasonable method seems to be our only choice.

Einstein: Our original operation to retake Earth is meaningless now, and our method to pinpoint the Cocoon of Finality has hit a wall.

Einstein: There isn’t much time left for us to figure out another plan.

Tesla: …

Tesla: Darn it! I just find this hard to swallow!

Tesla: From where I stand, it’s impossible for you to find a better answer. This is Kevin mocking us!

Tesla: I’d love to teach those useless pieces of trash a good lesson, and I’m eager to see them suffer…

Tesla: But are we really going to go all the way down this road and go along with Project STIGMA’s heartless plan?

Welt Yang: …

Theresa: (Rather than taking it as Kevin’s ridicule, it feels more like he’s questioning us.)

Theresa: (If we’re bound to abandon something for the sake of humanity and our civilisation… what kind of answer would Kevin want us to come up with?)

Suddenly, she recalled Kevin’s calm and indifferent eyes while she confronted him.

Theresa: (Right, he made his choice a long time ago. Project STIGMA is his answer.)

Theresa: (Perhaps he isn’t expecting any answer, and this isn’t a test made specially for us…)

Theresa: (But we still must come up with an answer.)

Theresa: …

Theresa: …?

Theresa: (Right, back then…)

Theresa: …

Theresa: Perhaps violence isn’t the only solution to break apart the aggregation of dreamlands.

Theresa: When I was ensnared by Project STIGMA, I did somehow realise I was in a dream.

Theresa: So, it seems that Spiritual Adam…

Theresa: Isn’t as indestructible as we thought.

A while later.

Einstein: By disrupting Project STIGMA’s Mainnet again, we can seize the opportunity to sneak into Spiritual Adam, get into and break open the sealed dreamlands, and cause a chain reaction that disintegrates the dreamlands.

Einstein: While the dreamlands are being shaken up, push forward the anchoring in normal space and help some people return to reality. At the same time, try to pinpoint the Cocoon of Finality’s location.

Einstein: Hmm, in theory, if the first step goes well, then the rest should work.

Tesla: Now, there’s only one question left.

Tesla: How do we break them open from the inside?

Theresa: Realising I was dreaming within Stigmata Space created an opportunity for me to break out of the dreamland.

Theresa: Since the strength of a dreamland relies on the rejection of reality, we just have to somehow make its owner accept reality. Then even a sturdy dreamland will be weakened, right?

Tesla: But the dreamland is far more enticing than reality to some people.

Theresa: …

Tesla: Ah.

Theresa: …?

Tesla: This idea of yours might really work, Theresa.

Theresa: Huh?

Tesla: Think about it. Since the dreamland is far more enticing than reality to some people… We just have to help them realise their dreams outside of Project STIGMA…

Tesla: Wouldn’t that flip the relationship between reality and the dreamland for Project STIGMA’s aggregation of dreamlands?

Theresa: Sorry, I can’t really keep up with your train of thought. Why will that reverse the relationship between reality and dreamland?

Tesla: Ah, just think about it like this…

Tesla: They crave the dreamland because they actually have their own desires, right?

Tesla: So if we make them realise that the dreamland cannot satisfy their desires, it would arouse their desire to create a new world.

Tesla: Once that happens, the aggregation of dreamlands that they were once reluctant to leave would become a very real shackle…

Tesla: In this way, wouldn’t they reject the aggregation of dreamlands itself?

Theresa: In other words, guide them to think about creating something on their own, and so they naturally become enemies of Spiritual Adam?

Welt Yang: It should be far milder than actually becoming enemies, but it’s definitely a form of non-cooperation.

Einstein: Yes. True creation is definitely a form of rebellion against the collective unconsciousness.

Einstein: It’s worth a shot.

Welt Yang: But… If we go in this direction, I’m afraid there’s no turning back.

Theresa: Huh?

Tesla: Ah, that makes sense.

Tesla: If this approach is effective, then the randomness in the plan itself will definitely lead to an outcome beyond our control.

Tesla: If luck isn’t on our side, and a second, stronger Spiritual Adam is born by chance, then everything we’ve done will be in vain.

Einstein: Doesn’t that make it even more worth a shot?

Tesla: Huh? Mophead, you…

Einstein: I’m not advocating for taking risks.

Einstein: Take our previous discussion for example. Destroying the dreamlands by force seems reliable, but it requires a lot of firepower, and the risk involved is unpredictable too…

Einstein: We can’t even rule out the possibility that Kevin would interfere.

Einstein: So, from a technical perspective, it’s actually difficult for us to determine which plan is better.

Einstein: If that’s the case, why don’t we select a plan that’s much more human?

Einstein: Or perhaps we can say that once the first step is a success… It’ll actually be a process of verifying if humanity is worth saving.

Einstein: Dr. Tesla, the anger you previously displayed was not unwarranted.

Einstein: If mankind is always being rescued unilaterally,y then we are no different from a bunch of hamsters in captivity.

Einstein: Lacking the ability to survive independently and the will to change the world… Humans like that are not worth saving.

Tesla: Oh… Alright, I should have realised that you’re actually a ruthless person deep down, Mophead.

Einstein: No, my belief in the possibilities and nature of humans is just greater than yours.

Einstein: I believe that mankind is worth saving. Otherwise, why would Kiana and the others repeatedly think that this world can be a better place?

Einstein: In fact… If that is untrue, could Project STIGMA’s dreamland ever create so many sweet dreams for all of them?

Welt Yang: …

Welt Yang: I agree with Eins.

Welt Yang: I may have said that there’s no turning back, but if we believe in the goodness in mankind, then it is something worth trying.

Welt Yang: Since this is a fight against Project STIGMA, and a battle between the human “self” and “abstraction”…

Welt Yang: Then this battle which will determine the fate of mankind should be waged by all mankind.

Theresa: Haha… I didn’t expect a casual thought of mine would give birth to this much discussion.

Theresa: But now that everyone agrees with this plan…

Tesla: Yeah, it’s decided!

Welt Yang: We believe in our own kind. They won’t let us down.

Einstein: It seems it’s time to decide who’ll be entering the dreamlands.

Einstein: In theory, the more we send, the better our chances… But nothing is easy at first, and we need someone to lead the operation.

Einstein: That person must have sufficient tolerance to Stigmata Space, be able to avoid getting lost in the dreamland, and be persuasive and convincing in speech…

Theresa: Isn’t there someone like that right in front of you?

Einstein: Are you talking about… yourself?

Tesla: But don’t the worlds retaken by Durandal’s group have to be anchored to you?

Theresa: Well… I’m sure Siegfried can take care of that just as well.

Theresa: He’s been standing by all this time, so I’m sure he’s dying for some action.

Theresa: As for the coordination in combat, I’m certain Rita, Nagamitsu, Amber, and the others will make the right decisions.

Einstein: But Spiritual Adam’s interior is still unknown to us…

Einstein: Oh, right! The power of Vishnu…

Einstein: Indeed… That makes you the best candidate for this job.

Theresa: Haha. It is indeed a trump card.

Theresa: But besides these objective reasons, don’t you think you forgot something?

Theresa: I may not have a lot of teaching experience…

Theresa: But I’m still the Principal of St. Freya!

--

Gameplay 35-4 - Deep in Dreamland

Why do birds fly?

Few would ever ask such an unnecessary question now.

Perhaps the birds, even if they could speak, wouldn’t be able to explain it.

Similarly, even if humans realised that they only had true freedom over how they die…

They would not be able to explain why it was their only freedom.

And they would never be able to provide a definite answer for it.

But a long time ago, when the world was still foreign to mankind… they still wanted to explore everything unknown in this world, and they refused to accept any questions that were without answers.

So, when a certain person looked up at the sky, he would ask…

Weary Philosopher: Why do birds fly?

A speech about it was being held here.

If time was turned back by a thousand years, every philosopher would be the pioneer of civilisation, remembered in history in different ways.

Sages whose wisdom transcended time. That was what they were called.

Kevin: …

But they were no different from infants to the man.

It wasn’t due to his nature…

After experiencing it all, younglings like them couldn’t cause a single wave in his heart.

Weary Philosopher: Of course, I too consider it to be an unnecessary question.

Weary Philosopher: They are born to fly, just like we are born with many instincts. They are gifts from god.

Weary Philosopher: But even then, we can only explain why birds can fly, yet we do not know why they wish to fly.

Someone seemed to be quietly shushing as it sounded like a meaningless argument.

Weary Philosopher: But hear me out…

Weary Philosopher: Every one of us present here today was born with the ability to see, to hear, to travel, and to conquer.

Weary Philosopher: But it is a right, and we’ve seen many who’ve chosen to give up that right.

Weary Philosopher: But why… why have we never seen birds give up flying?

Everything quieted down.

Weary Philosopher: So, this brings me to my point. Everyone…

Weary Philosopher: If we were lucky enough to return to the origin of the world and see the first bird, it was definitely without wings.

Weary Philosopher: What it possessed at that time wasn’t a pair of wings obtained from praying to the gods…

Weary Philosopher: But a heart as lofty as the moon which yearned to touch the zenith.

Kevin: …

Kevin: (That’s very brave of him.)

As he’d expected, his speech immediately caused a commotion in the crowd.

After all, in this god-fearing age, there was little support for thoughts like this.

Of course, it wouldn’t bring him any harm, so the man wasn’t very worried.

According to Su, it was how the era is. Countless different thoughts were clashing against each other, and they would form common beliefs that led the civilisation forward.

It was why they must go to the people and listen to what they had to say.

Kevin: (Su… he should be almost done.)

A long time had passed since the two of them returned as pioneers and started helping the new generation reshape their civilisation.

With the help of their long lifespans and transcendent knowledge, they deftly entered history, aiding its development in secret.

He did not turn around to verify if his companion was still behind him… Thye had made a promise to always be by each other’s side, no matter what.

He never doubted that promise.

Kevin: (But… It seems to have taken slightly longer this time.)

The man raised his hand and checked it briefly, but cold did not seep out from there, even until he finished listening to the speech.

Clearly, he was getting better at controlling his own body temperature.

Just like his growth in this aspect, everything else would take a turn for the better… that was what he thought. Even if it was too late for him, regardless of which aspect took a turn for the better.

Kevin: (It’s time to take a look somewhere else.)

He began to lose interest in everything here. He had always considered the topic discussed before him meaningless.

For the sake of a grander goal, and with Su and his help, civilisation would avoid the mistakes they made and take a better path forward.

But on some very rare days, a thought like this passed his mind…

Is humanity destined from birth to take the same path? Perhaps the guidance I provide them… is just my own wishful thinking?

Kevin: …

It was a very distant memory for him.

Unlike his companion, the man was not affected by a certain side effect and hence didn’t remember every moment of his life. Actually, even the absolutely important moments from fifty thousand years ago required frequent recollection to remain in his memory.

Everyone has experienced something similar. No matter how important a person or event may be, memories of them blur in time. That is an admonition of the flesh which often gives birth to self-hatred. Even he was no exception.

Only…

Kevin: Those were long-lost memories of mine.

Kevin: Have they returned to me upon my entrance into this place?

He looked around. Within the darkness was a surging dreamland formed by billions of minds.

It was known as Spiritual Adam… When one was in it while conscious, its clear outline would appear.

Kevin: It matters not. It’s of no importance.

Indeed. In his opinion, the memory shared certain attributes with his current actions.

Reshaping civilisation… it had been his job for thousands of years.

Even if he was well aware of Project STIGMA’s potential results, the man acted just the same. He habitually wished to witness that world that revolved by his hands.

Kevin: Hmm?

Kevin: Oh, it isn’t an awakened memory but your dreamland?

Kevin: …

Kevin: Sorry.

Not long ago…

Only boundless darkness lay ahead.

Theresa walked slowly through the boundless void as the darkness swallowed her footsteps.

Countless noisy whispers and faint flickering lights surrounded her.

They were reflections of the dreamlands, traces humans left behind in Project STIGMA.

It was the first time Theresa realised that even light can be oppressive and heavy like the ocean’s depths.

Theresa: …

She just walked silently, and as time passed, bright light appeared before her eyes.

Theresa: …

Theresa: Let’s go.

Theresa: Here…

Theresa: It really is a school.

Theresa: So many children…

Theresa: “Similar dreamlands may attract each other and intersect”… so that’s it.

Theresa: These children may be strangers to each other, but their similar desires gave them the same dream.

Theresa: Only…

Theresa: A dream where they can have fun at school without any restraints? Isn’t that quite disrespectful to their teachers?

Cheerful Girl: Oh, what should we do next?

Quiet Girl: Wanna look through some illustrations?

Enthusiastic Boy: Let’s play hide and seek!

Joyful Girl: Alright! Let’s see… Over there!

Bold Boy: Watch this!

Cautious Boy: Whoa! You’re amazing!

Theresa: The children are really having fun. To a certain extent, I can’t bear to disturb this happy dream of theirs.

Theresa: But children… If your dreams are only dreams…

Theresa: Then your dreams have lost their value.

Peppy Boy: Hehe! What do you think? Pretty good, right?

Earnest Girl: Whoa! It’s beautiful!

Flamboyant Boy: Is this a ship? It’s so cool!

Peppy Boy: Exactly! It’s a ship that’s bigger than our school!

Theresa: That boy… he’s drawn the attention of many other children.

Theresa: Perhaps this is the opportunity for change.

Theresa: Hi, nice to meet you.

Energetic Boy: Huh? Are you here to watch me paint too? Hehe, I’ll even consider teaching you if you’d really like to learn!

Theresa: Let me see… oh, not bad, but it’s not good enough.

Energetic Boy: Huh? Who are you? Are you jealous because I’m better than you?

Theresa: I’ve seen numerous comi… ahem, paintings. So, I can immediately spot the flaws in your painting with just a glance.

Energetic Boy: You’re just a little older than me! That’s nothing to be proud of! How childish!

Theresa: …

Theresa: Your painting is missing something very important.

Energetic Boy: Humph! I’m all ears!

Theresa: You copied this ship from an adventure storybook, right? I’ve read it too.

Energetic Boy: Yeah, so what? It’s an exact copy, even its colors are the same!

Theresa: Then I’m sure you remember the favorite line of that book’s protagonist, right?

Theresa: “I will soar across the world and leave my name over every inch of the sky.”

Theresa: The protagonist traveled through every country on his ship, leaving the memory of him and his ship in the minds of the locals wherever he went.

Energetic Boy: Yes, it’s why I really admire him. I intend to become a great explorer just like him!

Theresa: But I don’t see you in this painting of yours.

Theresa: You’ve merely reproduced his dream without any changes… How will you ever become a qualified adventurer like this?

Energetic Boy: I…

The two in the heat of argument attracted the attention of even more, and before they knew it, they were surrounded by children.

Theresa: (Yes, this is perfect. As the scope of the discussion expands, these children will find their own opportunity for change… and they will affect all who are intertwined with this dreamland.)

As these thoughts ran through Theresa’s mind, a soft voice came from her side.

Quiet Girl: Are you… a teacher?

Theresa: Yes, I’m the principal of another school. Did you hear what we discussed?

Quiet Girl: Yes. You said…

Quiet Girl: The people in books can be our models and goals, but they are not our shackles and limits.

Quiet Girl: A true adventurer surpasses the footsteps of their predecessors and goes further and further, until their dreams reach the skies that no one has ever ventured into.

Theresa: Yes. Just like that, countless adventurers have followed their dreams for years upon years to bring humanity to such a prosperous state.

Theresa: That is civilisation.

Cautious Boy: Then… Little Teacher, how do we become true adventurers?

Theresa: (Little… Teacher…)

Theresa: (No, I’m a calm and mature adult, I shouldn’t argue with children…)

Theresa: Ahem, it’s very simple. The first step to becoming an adventurer is waking up from your own dreams.

Theresa: Everyone dreams, and we can imagine anything in our dreams.

Theresa: But… That isn’t enough. Because compared to what we can dream of now… There are plenty of interesting things hidden in this world that we can’t even dream of.

Enthusiastic Boy: Oh? Like what?

Theresa: Unfortunately, even I do not know.

Daring Boy: Hmph! Little Teacher’s a liar!

Theresa: I wasn’t lying. I don’t know because they haven’t been created yet. They are… in deep sleep at the bottom of your hearts.

Serious Girl: The bottom… of our hearts?

Theresa: Yes, you are full of novel imagination and curiosity… Your hands can create a future that no one has ever imagined, and your passion will take your dreams higher and higher.

Theresa: As long as you have the courage to take that first step, never stop searching and creating that which does not exist yet… Then even if it seems worthless in the eyes of others, you will still become adventurers in the end.

Theresa: But if you do not try, no one will see the sparkling and colorful paintings you create.

Theresa: My, that would be such a pity!

Energetic Boy: That which does not exist yet… Paintings…

Energetic Boy: Right! What about this? I’m not only going to paint a ship greater than the one in the book…

Energetic Boy: I will build it myself and soar into the sky with it!

Hyperbolic Boy: Whoa! That sounds so cool! I want to build a big ship with you too!

Cautious Boy: M-Me too!

The children got into an animated discussion, and started painting on paper with great gusto. Some of them started to run around in search of materials from all over the school.

The edges of the dreamland started to blur because of this. It was like the small ripples created by a pebble tossed into a lake.

It might be a small step, but changes were certainly occurring quietly.

Theresa: Hmm… This is all I can do. Now, it’s up to all of you.

Theresa: I believe in all of you. Because… the world will change because of you.

Theresa: I wonder what kind of dreamland I’ll see next.

Softspoken Father: It’s alright. Let’s just head home.

Discouraged Girl: But I-I could have done better. I…

Softspoken Father: It’s good enough for me. I’ve always been proud of you.

Discouraged Girl: I… I…

Softspoken Father: Oh… Don’t cry, it’s alright. It isn’t a great school anyway.

Tired Middle-Aged Man: No way… He said he had overtime the last time too.

Tall Middle-Aged Man: You know how their project is going. Let’s just go.

Woman in Love: Come over here and help me with my hairpin! Hurry up!

Woman in Love: …

Woman in Love: These are two straight hairpins, not a cross-shaped hairpin! Why did you put both of them on?!

Carefree Schoolgirl: Oh, it’s fine. You always wanted to go, right?

Carefree Schoolgirl: Everything else can be pushed aside, but this concert is a once-in-a-lifetime opportunity. I’ll help you with the bed check. Don’t worry!

Kevin: …

Reserved Schoolgirl: But I’m afraid…

Reserved Schoolgirl: There’s an old guy staring at us over there. Maybe we should leave now…

Kevin: …

Clumsy Customer: There isn’t a queue to get a number for this store today?

Optimistic Customer: Is it not popular anymore?

Kevin: …

Kevin: This will do.

Maybe this was a good beginning for his journey.

Indeed, everything was normal, just normal.

People were still repeating mistakes they should have made, suffering failures they tried their best to avoid, and shrouded by small instances of joy and sorrow, day after day.

But such mediocrity was what a certain era yearned for yet cannot attain. In this world that faced the Honkai as well, it was such a similar desire.

???: Young man, would you like an extra egg?

For that reason, Project STIGMA could be called the worst, just like the Honkai.

???: Young man…?

But the man was aware that he has no other choice… and he never had one.

???: Young man!

Kevin: …

Noodle Cart Owner: Your ramen is ready…

The man moved his scrutinising gaze away from himself and toward the world. He noticed the ramen cart’s sign and the other customers lined up behind him.

He remained silent and planned to leave, but the owner held a bowl of noodles toward him. It was so close that the steam from the bowl blurred his eyes.

Kevin: …

The man knew that he was supposed to take it with his hands…

Besides himself, everyone he knew had considered what his life would be like when eh finally purged the Honkai from this world.

Some thought that death was the best outcome for him as he was truly lonely.

Some thought he’d finally be able to let go, change his name, and have a bowl of ramen while seated before a simple house and spend the night recalling the smiles of some people.

Others thought he could still act as a mentor for the new age and redeem himself once more.

…

Even he acknowledged that these futures were not far-fetched… In fact, at a certain point in time, a very long time ago, they had all briefly been his aspiration.

But in actuality, from the moment Project STIGMA was completed, he hadn’t planned any future for himself. He had searched for a place to bury himself, but that was for another reason.

Those lives others had imagined were truly peaceful ones…

Kevin: Sorry, there’s no need. The ramen was delicious.

He walked away.

Peace belonged to those who put an end to everything, not those who became the end itself.

Theresa: (How strange. The dreamland on the other side seems a little different…)

Silver lights floated slowly through the darkness of the void. As she looked along the floating marks in the dreamland, Theresa noticed a familiar figure.

Theresa: What are you doing here, Seele?

Seele: I learned of your plan from Dr. Einstein, so I came to see if I could be of help.

Seele: According to the doctor, my ability to sense bubble universes may be quite useful for the aggregation of dreamlands.

Seele: So, I volunteered to come here and give it a try.

Seele: …I’m not causing you any trouble, right?

Theresa: Of course not.

Theresa: The ability to sense bubble universes… Which is to say, you can sense which dreamlands are weaker or have a greater influence on the aggregation of dreamlands, right?

Seele: Uh… If the doctor’s deductions are accurate, then I think that should be it.

Theresa: That’s great news. It’s like having an all-knowing guide.

Theresa: I’m counting on you, Seele.

Seele: Alright, I’ll do my best!

Theresa: This is…

Seele: Huh? Is there something wrong?

Theresa: Ah. This place overlaps with a particular scene in my memories and makes me feel a little emotional.

Theresa: It was a very long time ago. At that time, a… a friend and I sneaked out and started wandering aimlessly on a street just like this one.

Theresa: We didn’t go anywhere. All we did was stroll about while chatting… But that is one of my happiest memories.

Seele: Haha, I can tell that friend is very important to you.

Theresa: Yes, she is… the light I’ve been seeking all my life.

Theresa: …

Theresa: Alright, instead of reminiscing, let’s focus on the operation at hand. Let’s split up and find out more about this dreamland from the people here.

Seele: Alright, leave it to me!

Listless Man: …

Stumbling Man: …

Man Spacing Out: …

Woman Spacing Out: …

Woman Staring at the Sky: …

Man Staring at the Ground: …

Theresa: Strange… The atmosphere here is so strange. Everyone seems ot be in a daze. They’re either daydreaming or unwilling to pay attention to others. Why would such a dream even exist?

Theresa: Oh… I should see how Seele’s doing.

Seele: T-That’s not what I meant…

Worked-Up Woman: Then stay away from me! Leave me alone!

Seele: But if this goes on, you…

Worked-Up Woman: That’s none of your business!

Theresa: What happened?

Seele: I noticed that she seemed to be in great pain, so I asked if she needed help. But…

Emotional Woman: You’re with her?! Both of you stay away from me!

Theresa: Calm down. We just want to help. We have no intention of hurting you.

Emotional Woman: I’m telling you to stay away!

Seele: Ugh! Why do you even bother with this? Just be frank and tell her she’s dreaming! All of this is a dream!

Theresa: Huh? W-Wait…

The agitated woman blinked without a shred of surprise. On the contrary, she seemed exhausted.

Emotional Woman: Oh, is that so?

Seele: Hey, do you understand me? I said all of this is a dream! You’re trapped in a dream! This isn’t reality! We’re here to wake you up!

Emotional Woman: Why?

Seele: Huh?

Emotional Woman: Even if what you said is true, why… must I wake up?

Emotional Woman: Reality is painful enough, why must you deprive me of my right to dream?

Theresa: …

That look of absolute despair on the woman’s face was all too familiar to Theresa. Many years ago, she saw that same expression on her own face when she looked in the mirror.

Theresa: I see. It’s… that kind of dream.

Theresa: People grow up and realise that the world is far less beautiful than they imagined as a child. Reality is full of helplessness, injustice, and suffocating pain. When they fail to change the situation no matter how hard they try…

Theresa: They will instinctively seek escape. They give up on thinking, numb their hearts, and hide in their own worlds.

Theresa: This dreamland is oppressive but quiet because its owner does not believe there is any hope ahead and has fallen into endless stagnation.

Theresa: Dreams do not contain the happiness they once yearned for because they stopped dreaming in reality.

Theresa: It is why this dream is so stable. This is the only home for those who have been taken over by despair in reality.

Emotional Woman: …

Seele: So, it’s impossible to wake them? Why don’t we… use physical means to resolve this?

Theresa: No, I still want to try. Because… I was once trapped in a similar dream.

Seele: …?

Theresa: At that time, I hadn’t found the meaning of my existence yet. As an artificial life, I was unable to blend into other groups and could only live on… numbly.

Theresa: I was just like them at that time. I had no dreams, and I would anticipate nothing. But it was also then that I met… the friend I mentioned earlier.

Theresa: She was just like me. She grew up in a dark room and could only learn about the world from books.

Theresa: But unlike me, even though we lived in a world of limited space, she always came up with wild ideas.

Theresa: She brought me all sorts of strange gifts, showed me the flowers she grew, the nests she made for birds, and even sneaked out with me in the dead of night.

Theresa: At that time, she said to me, “the more people suppress themselves, the more they yearn for happiness. The failure to get what they desire causes them to temporarily lose the courage to move forward.”

Theresa: “All they need is an opportunity. Perhaps a story which moves their heart, a piece of melodious music, or a game that resonates with them…”

Theresa: “It’s a moment that will reignite their hope to fight against the hardships of life and embrace the light of tomorrow. They’ve always had the courage and strength to overcome despair, but they just never realised it.”

Theresa: She said that everyone is actually braver than they imagine. They are strong enough to face the unhappy realities of life and create new possibilities.

Emotional Woman: You’ve spoken a lot about yourself, but you don’t understand me!

Theresa: You’re right. You’re the one who knows yourself best, of course.

Theresa: What you once yearned for, and the dreams you once sought. You remember how you felt then. It is the source of your courage, your motivation to go forward, and it is your heart.

Theresa: Staying here won’t bring you satisfaction, it’ll just be a meaningless waste of time. You should give your heart another chance, shouldn’t you?

Emotional Woman: …

She opened her mouth but failed to utter a single word. A tear rolled down her face while reflecting the glow of the street lights.

Emotional Woman: You…

Emotional Woman: …

Theresa: Alright, Seele. It’s time for us to leave.

Seele: Huh? That’s it? She hasn’t even done anything.

Theresa: Just words alone can never make people change their minds. But the perspective I provided just now must have created an impact. That is sufficient for an adult to start making changes.

Seele: …Perhaps.

Theresa: …Thank you for teaching me all of that, Cecilia.

Weary Philosopher: As… As I mentioned before…

Weary Philosopher: Character is destiny.

It hadn’t been long since he last met the philosopher.

But today, the number of his audience had declined drastically.

The man couldn’t recall when he came into the habit of frequenting this place…

But he was sure of one thing. The philosopher was also a fool trapped in this age.

Even a utopia designed by the greatest minds would fail over the passage of thousands of years. He was a perfect example of that. In both ways.

He was undoubtedly quite ordinary, and his companions used to tease him for being slow-witted. But once he gained time that far surpassed that of a normal person, he could even look down upon the most outstanding minds of any era.

Perhaps he was here to get a better view of the era’s shallowness, and make up his mind on something.

Kevin: There’s no good or bad destiny, but the same can’t be said about character.

Weary Philosopher: …Who?

Kevin: …

Kevin: I once had a friend. Perhaps he was talented in certain aspects, but he was quite slow and became used to relying on the decisions of others.

Kevin: It was due to his character.

Kevin: Thus, he chose an outstanding mind, a heart worth following, and then he obeyed the person’s decisions and treated that person’s destiny as his own.

Kevin: For him, was the discourse of “character is destiny” still true?

Weary Philosopher: …

Weary Philosopher: Oh… forgive me, my eyes aren’t what they used to be. Can you come closer?

Weary Philosopher: Young man… have you met a hero?

Kevin: …

Kevin: I’ve met plenty.

Weary Philosopher: No, not the ones in your mind.

Weary Philosopher: Perhaps you still remember that I once said there is only a single ideal in this world… trampling the ideals of others.

Kevin: …

Weary Philosopher: All ideals must trample on the ideals of others to be realised.

Weary Philosopher: If you do not agree, it’s because you haven’t realised it.

Weary Philosopher: According to this standard, people fall into two types. Those who’ve done so are considered heroes, and the rest are just ordinary.

Kevin: …

The man was not convinced.

In an arrogance cultivated from his long life, his first reaction was that the philosopher had experienced little and knew nothing.

Weary Philosopher: Hasten not, young man. I’m not done yet.

Weary Philosopher: Everyone wants to be a hero. But we know that if everyone was a hero, we could only imagine what a terrible place the world would be.

Weary Philosopher: So… another type of hero was born.

Weary Philosopher: Their ideals are completely different. They wish for their ideals to be trampled upon instead.

Weary Philosopher: And the rules by which the world operates are actually upheld by them.

Kevin: …

The epigraph read: “The body of OO rests here. His death saved an entire city from the ravages of Honkai beasts.”

The epigraph read: “It is because his soul flowed into the grave, the earth shall become richer than the sky.”

The epigraph read: “Her sacrifice allowed civilisation to carry on.”

Kevin: …?

The epigraph read: “This is a hero who changed the world. Reflect on his faults and memorise his merits…”

The epigraph read: “…For he was also mortal.”

Kevin: …

Obviously, what stood here was not a ruined building, but a grand tombstone.

The reason it was so big is obvious as well… those laid to eternal rest here were heroes acknowledged by the world.

And they were all the humans in this dreamland.

Kevin: But this world…

The man gazed at the endless expanse of sand around him, and he knew there was nothing but patrolling monsters there.

Kevin: “If everyone was a hero, we could only imagine what a terrible place the world would be.”

Kevin: …

Kevin: Indeed, his words can be considered prophetic.

Kevin: But I still find it difficult to accept that such a person can be called a hero.

Kevin: …

Kevin: The outcome here is reality, not a dream.

As he’d said, the dreams created by Project STIGMA might have their own limitations, but they were not restricted by objective reality. It could be completely illogical, and all of this should have never occurred.

Provided it hadn’t changed in any way.

Kevin: There are other visitors like me in Spiritual Adam.

Kevin: A warrior carrying the power of Vishnu…

…

Waves hit the beach as the warm midday sun covered everything in rays of lazy sunlight. The huts scattered around the area weren’t luxurious. Conversely, they were so simple that they seemed out of place in a sweet dream.

Seele: I didn’t expect to see a dreamland like this. It feels so realistic… But if so, why must anyone rely on a dream to realise this?

Theresa: I don’t know. But looking at how empty it is… I guess its owner is someone without desires.

Theresa: We can’t just stay here and guess. We should look for this dreamland’s owner and ask about this place.

Theresa: Hi, could you…

Genial Elderly Woman: Oh… Are the two of you here to convince him to wake up from this dream?

Theresa: Huh…? Him?

Seele: Y-You know this is a dream?

Genial Elderly Woman: Haha, I do. Unfortunately, I cannot help you.

Genial Elderly Woman: This isn’t my dream. I’m just a family member that someone else imagined.

Genial Elderly Woman: After all, the fear of loneliness increases with age.

Theresa: Do you know how to end this dream?

Genial Elderly Woman: I’m afraid it’ll take quite a bit of effort.

Genial Elderly Woman: After all, he won’t live for long without this dream.

Theresa: What?!

Genial Elderly Woman: He’s been bedridden for years before arriving here. Even the doctors said that he won’t last to see another winter. Most of the others in this dream are in similar situations.

Genial Elderly Woman: So, I have a question for the two of you…

Genial Elderly Woman: For those who still have hope, leaving this dreamland is a blessing of the brave.

Genial Elderly Woman: But what about those who have no future?

Theresa: …

Seele: That should be the person the elderly woman mentioned to us…

Looking at the elderly man nearby, delicate like a candle flame in the wind, the two were speechless.

After a while, Theresa sighed lightly.

Theresa: …Let’s try.

Theresa: After all, this dream may go beyond the choices of a few, it affects the shared fate of billions.

Amiable Elderly Man: Hello, youngsters.

Seele: Nice to meet you, sir.

Theresa: Hi, we’re here to…

She hesitated for a moment and found herself unable to convey the cruel truth.

Amiable Elderly Man: Haha, it’s been a long time since someone came here. Here, have a seat. I may not have anything expensive, but I have plenty of snacks for the children.

Theresa: Thank you for your hospitality, but it’s alright. We’re just…

Theresa: …

Amiable Elderly Man: Don’t be shy, it’s fate that brought us together. I rarely have any guests, so let me be a good host to you.

Seele: It really isn’t necessary. We’re not staying for long, so you don’t have to go through all that trouble…

Amiable Elderly Man: Because this is just a dream of mine?

Theresa: Yes, because this is just… Huh?

Amiable Elderly Man: Haha, this old man knows where he is, youngsters.

Amiable Elderly Man: Staying together on a peaceful beach with the love of my life while listening to the waves lapping…

Amiable Elderly Man: To me, this is an extravagant dream.

Amiable Elderly Man: With age, people realise that what they truly want is the most ordinary, calmest, and peaceful days.

Amiable Elderly Man: I made many mistakes in my youth, and I wasted a lot of time. Now that I’m old, bedridden, and relying on a machine to keep myself barely alive, it finally dawned on me how precious the ordinary things I once took for granted are.

Amiable Elderly Man: I’m willing to exchange everything I have in return for this fake dream. Even then, you still wish to take it away from me?

Theresa: …

Seele: We…

Both of them fell silent. They found it impossible to formulate an answer to such a difficult question.

The silence went on until slightly familiar yet clamorous noise resounded from afar.

???: Hey! Wait up!

???: No way. We agreed that the first one there gets two pieces of cake.

Theresa: Huh? Those two running over are…

Seele: Rozaliya! Liliya!

Rozaliya: When we came to our senses, we found ourselves in the belly of a whale!

Liliya: Rozaliya! Rozaliya!

Rozaliya: Wait, Liliya! Let me finish the story!

Liliya: Idiotka! Look who’s there!

Rozaliya: Seele! And Theresa?!

Rozaliya: Waaah… you’re finally here to take us back!

Seele: Rozaliya, Liliya… What are you doing here?

Amiable Elderly Man: Alright, alright! The people you’ve been waiting for are finally here, have some cake and celebrate.

The old man bent down to retrieve two small cakes from a box and smiled as he passed them to the twins, watching them gobble the cakes down.

Theresa: …

Theresa: (This old man… He…)

She took a deep breath and finally made up her mind. But as soon as she turned around, she saw the smile on the old man’s face.

The old man watches as Theresa’s expression changed incessantly from serious to hesitant, sorrowful to solemn, and then resolute. In the end, he couldn’t stop himself from chuckling.

Amiable Elderly Man: Haha… Alright, alright! I’ll stop teasing you. When I meet such energetic youngsters, I just can’t help myself from teasing and testing your resolve. Forgive this old bag of bones.

Amiable Elderly Man: Are you here to take these two children home?

Seele: …Yes.

Amiable Elderly Man: It seems like it’s time for me to wake up from this beautiful dream.

Theresa: Huh? But once this dream is over, you’ll…

Amiable Elderly Man: Yes, I’ll be back on the hospital bed, I’ll be paralysed and bedridden again, and I won’t have much time left.

Amiable Elderly Man: But tell me, what will happen if I refuse to end this dream?

Theresa: That…

The old man glanced lovingly at the Olenyevas.

Amiable Elderly Man: I’ve lived for more than eighty years, and I’ve experienced most of what this world has to offer.

Amiable Elderly Man: But they are different. They are young, energetic, and hopeful. If youngsters like them are trapped in this constant dream, it would be an absolutely cruel fate.

Amiable Elderly Man: In this world… The old should give way to the young.

Theresa: …No, sir.

Theresa: We won’t ask you to abandon this dreamland.

Amiable Elderly Man: …Huh?

Theresa: I think… Such a dreamland isn’t wrong.

Theresa: The ones who are wrong are those who give up even when they aren’t at the end of their lives yet.

Theresa: I believe in you… I believe that you’ll take good care of other youngsters just as you’ve taken care of the two little girls.

Theresa: And… You will do as you’ve done now. You’ll tell them that life awaits them outside of the dream.

Amiable Elderly Man: …

Amiable Elderly Man: Hahaha.

Amiable Elderly Man: I planned to say that it’s time to face my own reality, and complete my journey in this life…

Amiable Elderly Man: But I didn’t expect to hear that more youngsters are in need of our help.

Amiable Elderly Man: Alright then. It’s time to show these youngsters how unyielding the elderly can be.

Amiable Elderly Man: These lives of ours…

Amiable Elderly Man: Haven’t been lived in vain.

…

…!

The sea of light remained silent no more.

In the boundless darkness, tens of thousands of dreamlands clamored and churned, like a huge beast awakening from its slumber and freely stretching its body.

A glimmer of light broke away from the ball of light and floated up into the darkness. A soul that faintly flickered between pink and blue lay within it,

After that, more and more soared up into the air, like a scattered milky way vanishing before their eyes.

Rozaliya: I-I-Is this an earthquake?

Liliya: Idiotka! It’s a sign that we’re finally about to leave these dreams.

Seele: Yes, I’ll take the both of you somewhere safe.

Liliya: Then… What about Theresa?

Theresa: Seele and I have more work to do.

Theresa: These dreams have only just begun to disintegrate… We still have much work to do and need help from more people.

Rozaliya: Then we’ll help too!

Liliya: Yeah. This time, I’ll have to agree with Rozaliya.

Just like that, the squad tasked with liberating the dreams grew.

The Valkyries and volunteers in the dreams did their best to fight back against Spiritual Adam.

But…

…Project STIGMA was not that simple.

The situation is the same, even for Kevin.

Moribund Philosopher: Forgive me, I… I don’t remember you.

Kevin: Kaslana.

Moribund Philosopher: Kaslana? I’ve never heard this name…

Kevin: I’ve heard all your speeches.

Moribund Philosopher: All… Hah…

The philosopher was almost at the end of his life, so it was impossible for someone who had heard all his speeches to be so young.

Moribund Philosopher: …Why?

Kevin: I’m not sure either.

Kevin: Actually, there are some among my acquaintances whose visions far exceed yours.

Kevin: I should have recalled every word of hers before deciding on my course of action.

Kevin: But I can’t.

Kevin: While I attempt to resolve the issues of this era, I must follow its perspective.

Kevin: Regardless, I acknowledge your wisdom and understand your narrow-mindedness.

Kevin: I’ve considered the issues you raised and found my own answers.

Kevin: But what I want to know now is…

Kevin: As the pinnacle of wisdom in the last hundred years, what is the answer you have come to after a lifetime of thinking?

Moribund Philosopher: My answer?

Kevin: Why do birds fly?

His eyes reflected the old man’s confused expression. No one could contemplate a single question for a lifetime.

No one but Kevin. No one else had been able to go through life with such a simple initial goal.

But regardless, the old man still remembered what he’d said in his youth.

Moribund Philosopher: Because they desire to soar into the sky.

Kevin: But that’s impossible.

Kevin: That is just a romanticist’s wishful thinking. I have a similar idea… the desire to go beyond childhood.

Kevin: But desiring it doesn’t mean that I can make it happen.

Moribund Philosopher: Then… what is your opinion?

Kevin: Because they must soar into the sky.

It had been around three thousand years since Kevin harnessed the power of Finality, but he already had the answer by then.

Kevin: When the meteor of finality crashed during the Cretaceous period, only the birds flying freely escaped the inevitable extinction.

Moribund Philosopher: …

Moribund Philosopher: I don’t know what you’re talking about.

Moribund Philosopher: But I can tell… you seem to believe in survival of the fittest. The outcome will be the touchstone of everything, and victory justifies all.

Moribund Philosopher: So, young man, allow me to give you one final speech before I pass away.

Moribund Philosopher: I’m going to tell you the story of a man named Icarus, and let you know that…

Moribund Philosopher: Some fly just to fall.

Kevin: Have the dreamlands fallen into chaos…?

Kevin: It’s been some time since Theresa left.

Kevin: Someone is trying to create something here?

Energetic Boy: Oh… It’s someone I’ve never met.

Energetic Boy: Awesome, another one here to help!

Cautious Boy: Wait a minute. He doesn’t look like a nice person…

Energetic Boy: It’s alright, our Little Teacher didn’t look nice at first either!

Cautious Boy: I don’t think that’s the problem…

Kevin: …

Kevin: What are you doing?

Energetic Boy: I bet you’ll be surprised!

Energetic Boy: We’re about to build a really huge ship, one that can fly to the ends of the sky and edges of the ocean.

Energetic Boy: We’re going to fly a ship that exceeds everyone’s imagination and fly to places that no one has ever been!

Kevin: …

Energetic Boy: What do you think? Wanna come with us? I can carve your name up there too.

Energetic Boy: It just so happens that some materials are too heavy…

Kevin: …

Kevin: You’re carrying out a difficult task. There must be a reason for it.

Energetic Boy: Oh… because it’s boring without change!

Energetic Boy: Our Little Teacher said that a true adventurer dared to take that first step!

Energetic Boy: Well, if you’re not interested, we’ll just do it ourselves! See ya!

Kevin: …

He was well aware that once a thought came into being, it was impossible to fully eliminate.

Thoughts were the freest and hence the most dangerous thing in this world.

Kevin: (…I see.)

Kevin: (It is not your power, but the desire you created for them that just made them want changes for this place.)

Kevin: (“Birds wished to soar into the sky, so they made themselves wings.” Just as what the philosopher said.)

Kevin: (But this is far from enough to undo Project STIGMA.)

Kevin: (Even if you give them an opportunity and create the desire for changes, whether they can successfully break out of the dreamland still depends on themselves.)

Kevin: (“Do you really believe that these ordinary people have the ability and determination to change the world?”)

Kevin: (No, it was exactly because you believed in them that you gave it your all to plant such an idea in their hearts.)

“You must accomplish it yourselves. Otherwise, all of it would be meaningless.”

Presently, the shadow was still seeping out incessantly from Spiritual Adam due to his own presence.

And so the dreamland which should not exist kept flashing back from time to time.

Kevin: I know the story of Icarus.

Kevin: He made wings out of feathers with his craftsman father, and tried to escape the island which imprisoned them…

Kevin: But he refused to heed his father’s warning and flew to a height he shouldn’t have. The sun melted the wax which held the feathers in place, and so he drowned in the ocean.

Moribund Philosopher: Oh… you’re truly knowledgeable.

Moribund Philosopher: But I think… you haven’t spoken to him like I have.

Moribund Philosopher: Yes, he was a mythical figure, just like you… and that’s why he existed.

Kevin: …

He finally realised that he seemed to have underestimated the philosopher.

Moribund Philosopher: Icarus is commonly regarded as being conceited and people believe he lost his life in an unfortunate accident.

Moribund Philosopher: But what if he’d dreamed of doing that for many years?

Moribund Philosopher: When he was still very young, he once said… “I will soar into the sky and embrace my success by falling.”

Kevin: …

Kevin: “Their ideals were completely different. They wished for their ideals to be trampled upon instead.”

Kevin: He is the…. other type of hero you met?

Kevin: But what value does that bring?

Kevin: Provide a stairway for others to take, and use his own failure to warn others not to fly too high?

Moribund Philosopher: It’s the opposite. He wanted to prove something…

Moribund Philosopher: “I’ve flown near the sun, a place that no one has ever reached.”

Moribund Philosopher: “So, perhaps someone can surpass me.”

Moribund Philosopher: So, why do birds fly?

Because they saw the first bird try to touch the zenith with a heart as lofty as the moon, yet fall to its death on the ground.

Because they saw other birds make similar attempts and soar higher and higher…

So, birds still soar across the sky now.

Which bird was he? He did not know. But for some reason, a basketball rolling on the ground came to his mind.

Icarus did not fail. His descent was the result of his flight, and proof of another type of success.

Even if it was a very narrow-minded way of looking at things, a romanticist’s wishful thinking…

Perhaps it was the only rule that made the world spin.

Kevin: Yes, in order to stop the sun from falling, I soared into the sky and stole your light.

Kevin: I shall melt because of it and fall into the ocean.

Kevin: If you seek to retake it, then you, all of you, must soar even higher.

Kevin: This is the logic of grown-ups when they transcend childhood.

Kevin: Do you comprehend this now?

Kevin: Person of Equinox.

Two of the strongest people stared at each other.

They reached the limits of the human body in their respective eras, and they had undoubtedly taken completely different sides.

Yet now, there was nothing but silence.

Logically speaking, this wasn’t a normal form of silence, but a quiescence formed from two great forces neutralising each other.

But in reality…

Durandal: …

Kevin: …

Durandal: …

Kevin: …

Previously, in order to observe the civilisation he reshaped, just as he’d done so a thousand years ago…

The man walked alongside time and searched for dreams of the past within his own shadow.

Yet, the girl in front of him was doing the opposite. She relentlessly tried to unveil the mysteries, in search of the truth of the world.

Perhaps, because of their ambiguous differences, the two of them…

Surprisingly took a mutually silent yet amicable attitude toward each other.

But because of their contrasting allegiances, this silence born of a tacit understanding would never end in silence.

After a long quietude, the blond woman spoke first.

Durandal: Shall we sit down and have a chat?

Durandal: You don’t often get the opportunity to interact with someone from this era, do you?

Kevin: …

Kevin: A comrade of mine once said…

Kevin: We merely live in a cave underground… Merely primitives, facing away from the entrance, sitting in chains, staring at the blank wall with the fire behind us.

Kevin: Occasionally, shadows are projected on the wall… those shadows are the world to us.

Kevin: Shadows are everything to us.

Durandal: …Are you referring to the special shadow beneath you?

Kevin: No. That is a phenomenon created by Chimera.

Kevin: Humans can only indulge in their dreams, but Honkai beasts can only think in their dreams.

Kevin: Chimera integrated the dreams of all Honkai beasts, and so created those shadows that corrupt humans’ dreams.

Durandal: If that was merely an analogy… Then the issue is much simpler.

Kevin: What are you trying to say?

Durandal: Fu Hua has left the cave you spoke of.

Durandal: And you can, too.

Kevin: Perhaps…

Kevin: …If Project STIGMA didn’t exist.

Kevin: Fully integrating into your world… It does require determination, but it is not difficult.

Kevin: What’s truly difficult is casting aside everything after what I’ve done.

Durandal: …You don’t want to become Otto.

Kevin: I don’t have to.

Kevin: Of course… Perhaps in your eyes, I am just as prideful as him.

Kevin: After all, I’ve played the role of the coffin maker from the very beginning.

Durandal: …?

Kevin: In the days before the world ends, people will die in droves every single day.

Kevin: Obviously, so long as it’s possible, everyone must rack their brains to produce a variety of caskets and build all sorts of cemeteries.

Kevin: It may not be beneficial to the survival of humanity, but it’s necessary for civilisation’s sake.

Kevin: …It isn’t too different from Project STIGMA, is it?

Durandal: …

Durandal: Perhaps. Still, from a positive perspective, warriors will have letters prepared before going to war.

Durandal: They could be stationed in the barracks, the transport aircraft, or even on a train or ship… Every one of them would write a letter that carries their hope toward the future and what they wish to entrust to the world.

Durandal: Whatever we do, as long as we have faith in it ourselves, it will never turn out to be meaningless.

Durandal: We fight to protect the good in this world and the things we deem important.

Durandal: They may seem small and insignificant, but that’s only because they are seeds.

Durandal: These seeds that are destined for something good will one day blossom and thrive into a beautiful garden.

Durandal: No matter what, you’ve always been a part of it, Kevin…

Kevin: …

Kevin: That’s a little beyond the scope of my confidence.

Kevin: At the very least, we will still do our best to kill each other in the upcoming battle.

Kevin: It’s a fact set in stone, and the only way to defeat the Honkai.

Durandal: I know. After all…

Durandal: Your friend, Su… I think he has come to accept it.

Kevin: …

Kevin: Then, both of us have grown.

Durandal: …

Durandal: Even without putting it into words…

Durandal: In my opinion, he thinks you’re the most courageous and strongest person from that era.

Durandal: You stand before us and treat all things as insignificant… But that is because…

Durandal: A true abyss lies behind you, and none can survive it.

Durandal: You cannot take a step back, nor can you take any risks… But even then, you entrusted the last bit of uncertainty to him…

Durandal: …And to us.

Kevin: …

Kevin: You don’t have to validate me like this.

Kevin: I’m your enemy, nothing more, nothing less.

Durandal: I know. So, if I have the opportunity to kill you in a fair fight…

Durandal: Or maybe I should say, kill the ideal you represent…

Durandal: My companions and I will not hesitate.

Kevin: That would be best.

Durandal: …

Facing this man who was frozen in time reminded her of a classic monologue by a certain playwright.

“He was the noblest Roman of them all.”

“All the conspirators save only he…”

“Did that they did in envy of great Caesar.”

“He only, in a general honest thought,”

“And common good to all, made one of them.”

“His life was gentle,”

“The elements so mixed in him that Nature might stand up,”

“And say to all the world, ‘This was a man!’”

Durandal: Hector knew the kingdom would eventually fall and Achilles was aware that he was on his way to death.

Durandal: Yet both warriors stepped into battle just as fearless and bold.

Durandal: …You took from our myths and left such a prophecy behind.

Durandal: Did you… expect this battle from the very beginning?

Kevin: No, but I hoped for it.

He paused, but did not continue his words. And so, the girl replied again.

We believe in Kiana, and all the Herrschers who stand with humanity.

Durandal: Of course, from another perspective…

Durandal: We believe in you too.

Kevin: …

Kevin: Interesting.

As it was said, Kevin Kaslana… was a name that was bound to be questioned and criticised.

The power he possessed was at a height that no one could reach… But even such power wasn’t reliable enough in the face of Finality.

He was once the leader of humanity, yet now, he had pushed humanity to the brink of extinction with his own hands. His contributions and crimes were almost impossible to judge.

But there was one thing that no one had ever denied…

No matter how he lived or how he might die, Kevin Kaslana was a name that would always be human.

Kevin: Goodbye. Send my regards to the last Kaslana.

Durandal: I will.

Durandal: Goodbye, first Kaslana.

Kevin: …Hah.

The man walked away once he finished.

As he turned around, that figure no longer belonged to the first Kaslana, but to the last Honkai.

Truthfully speaking, to communicate with another as a human was an unexpected gift to this man.

…But that could not change anything. Especially the project he’d taken on since a long time ago.

Everything also remained the same for the girl who stayed.

As she composed herself with deep breaths, the girl attempted to awaken something that had long become one with her.

The plan she sought to bring to fruition was similarly resistant to all external influences.

And when this conversation between Kaslanas eventually turned into a “conversation” between warriors again…

Just like when they first met, she should hold her weapon tight.

“I can wield a blade as my weapon because only I can break it with my own hands.”

The man once made this judgment, but if he could see the girl now…

Durandal: …

Clearly, he would face a different answer.

“I can wield a blade as my weapon because I have become one with it.”

Regardless, the name Durandal… held two meanings as well. As for the other besides the girl herself…

It represented power capable of splitting the continent.

And thus, she ascertained a certain truth.

Durandal: …

Durandal: …

--

Gameplay 35-5 - Unchanging Rut

Dreams were as fragile as bubbles.

So, when this project of dreams took a turn… Everyone felt nervous.

Rita: Hello everyone, this is Rita Rossweisse, and this is my eighth situation report.

Rita: Thanks to the efforts of the Valkyries, the aggregation of dreams constructed by Project STIGMA is showing signs of weakening.

Rita: According to Nagamitsu’s calculations and how things are going, after 35 days, this aggregation…

Rita: …Please wait, I’m receiving new information.

Rita: …

Rita: …

Rita: I apologise, the information I just provided was inaccurate.

Rita: Based on the data that Master Durandal just obtained from Kevin Kaslana…

Rita: …

Rita: …

Rita: According to the current model, the spontaneous disintegration of the dreams will be mended by Kevin’s shadows.

Rita: Even though we’ve ingeniously stopped the dreams from expanding and dwindled them instead… Kevin’s shadows are completely different beings.

Tesla: Wait, what do you mean? Completely different beings? Get Nagamitsu here and tell her to explain!

Nagamitsu: As expected, you got anxious, Miss Tesla!

Tesla: Oh… So you were listening.

Tesla: Hurry up and tell me what’s going on!

Nagamitsu: Basically, Kevin may be unaware of it, but his powers of Finality are using Honkai beasts to mend what we call the aggregation of dreams.

Nagamitsu: So, consciously or unconsciously, Honkai beasts are being implanted into the people’s dreams.

Tesla: Huh?

Nagamitsu: You’ve previously received a report on this… Honkai beasts rely on dreams to think, right?

Tesla: Hey, wasn’t that just metaphorical?

Nagamitsu: Indeed. But the metaphor itself provides a very good explanation of Keivn’s current influence on the aggregation.

Nagamitsu: The true way that humans think is by creating stories, not sharing fantasies. It is the fundamental reason why we have an opportunity to destroy the aggregation.

Nagamitsu: But dreams are everything to Honkai beasts, just like the Stigmata Awakened’s nature of connecting things. It is why they became the natural adhesive agent for Project STIGMA.

Nagamitsu: Moreover, because they are completely unrelated to creation, the guidance we provide to ordinary people cannot be used on Honkai beasts.

Nagamitsu: Anyway, I’ve sent you the specifics. Please do take a look at it.

…

…

Einstein: So, even if every step of our plan goes smoothly, it’s still too inefficient?

Tesla: Tch, what the heck… That Chimera is such a pain!

Rita: But under such circumstances… Can we still rely on Master Theresa’s ability to devour dreams?

Einstein: Theoretically speaking, it shouldn’t be a problem. But… it will probably be inadequate.

Tesla: …Dammit!

Tesla: We almost had it!

Einstein: …

Rita: …

Rita: Ah.

Einstein: …?

The expression she made at this moment was extremely rare for Rita, who always claimed to be a maid.

Elegance isn’t innate after all, it is a technique. Its basic requirement is the calm restraint of emotions.

But the possibility she thought of now was too ridiculous… So much so that it was like the ravings of a child.

Power of Finality. Dreamlands. Shadows. Cocoon.

If you neglected their complicated backgrounds and considered them literally…

She recalled the confident boastings she heard in a bubble universe back when she was seventeen years old.

“This is a grand project, it’s almost flawless…”

“…It just lacks an executor.”

“Become the breaker of the world.”

“The nature of what we want to do is the same…”

“We’re merely expanding our target of destruction to the world.”

Rita: …

Rita: (Since we can even treat dreams like material objects, then those shadows…)

“Just as how T-symmetry in geometry can change the location of its target from outside the circle to the inside of it…”

Tesla: Hey…

The same irritable voice brought the maid back from her thoughts. Considering the professionalism of the two professors, she decided to tell them about the ridiculous possibility.

A supposition might seem absolutely absurd in the beginning. They were well aware of that.

Rita: Actually, I’ve come up with a rather risky plan… I’m just not sure if it’s technically feasible.

Tesla: Well, wouldn’t it be obvious once you tell us about it?

Tesla: Hurry up! Spill it! We’re in need of ideas right now!

The desperate Dr. Tesla would never have imagined that…

Their judgment would entirely change the passive attitude humanity had against the power of Finality.

Of course, it still required the help of different people with different types of powers. If one was to describe this plan in the most representative manner…

“Only those with morals can love and hate. Those who pursue morality can do no wrong.”

…

Li Sushang: Oh… It really is completely different now.

At Mount Taixuan, far away from Anti-Entropy HQ, the woman had a better view of the aggregation’s weakening than the others after she returned.

Li Sushang: Ah, a bustling atmosphere is always the best.

Unlike her experience while liberating the land, her descent from the sky even scared some children.

This place was no longer so desolate due to previous efforts.

Despite her desire to slowly enjoy the scenery here like a tourist… the heroic woman’s footsteps didn’t stop for even a moment.

She knew how important this visit was for that risky plan.

Li Sushang: Although Master Jingwei was so sure of it… Will the Herrscher of Sentience really be here?

Li Sushang: Hello, Herrscher of Sentience.

Herrscher of Sentience: …

Li Sushang: Am I not welcome here?

Herrscher of Sentience: Why do I need to welcome you? This isn’t my home, nor is it yours.

Li Sushang: But it’s Master Jingwei’s home. And someone told me…

Herrscher of Sentience: Forget it, let’s fight first.

Li Sushang: Huh?

Herrscher of Sentience: What’s wrong? You’ve roamed the world, haven’t you? Never seen a fight before?

Li Sushang: Even then, you need a good reason for a fight.

Herrscher of Sentience: I’m the Herrscher of Sentience. I know what you plan to say…

Herrscher of Sentience: …Got it?

Li Sushang: I see you’re just in a bad mood.

Herrscher of Sentience: Enough talk, will you fight me or not?

Li Sushang: …Hah.

Li Sushang: Since you’ve put it like that, I won’t hold back.

Li Sushang: I’m Li Sushang from Wanderer’s House. Let’s fight!

Herrscher of Sentience: Hah! Let’s see how strong you are compared to Cheng Lingshuang!

Li Sushang: They say I had a fight with Great Master, and that there was no decisive outcome.

Herrscher of Sentience: Huh? Is it your family’s tendency to go against your masters and betray your ancestors?

Li Sushang: No, I’d gone berserk at the time…

Li Sushang: Master had to fight me in order to save my life.

Herrscher of Sentience: Tsk.

Herrscher of Sentience: Alright, enough! Let’s fight!

Herrscher of Sentience: I hate annoying stories like that.

Li Sushang: You’re the one who mentioned my master.

…

Herrscher of Sentience: Hah. Not bad, not bad indeed. You’ve got some moves.

Li Sushang: So you're… satisfied?

Herrscher of Sentience: Haha, of course not! Didn’t they send you here to convince me?

Herrscher of Sentience: Just that much fighting is far from enough!

Li Sushang: …I’m not here to convince you about anything. I’m here to tell you about the danger this world is facing…

Herrscher of Sentience: Huh? And what has that got to do with me?

Herrscher of Sentience: Why don’t you ask that Master Jingwei of yours for help instead?

Herrscher of Sentience: I’ve helped you so many times, so why don’t you turn to her for once?

Li Sushang: Master Jingwei has her responsibilities, of course. But before that…

Li Sushang: …The world really needs you, Herrscher of Sentience.

Herrscher of Sentience: Tch, who told you to say that? Kiana? Or was it Seele?

Li Sushang: Neither. It was Dr. Tesla and Dr. Einstein…

Li Sushang: …And Master Jingwei.

Herrscher of Sentience: …

She did not have to respond to that request.

Actually, even if the Herrscher always followed her heart, and she only did things as she pleased…

That merely meant that she wasn’t concerned with trivialities, not that she wasn’t intelligent.

After they confronted Kevin together on the moon, the Herrscher of Sentience did contemplate her unreasonable experiences.

Due to her own uniqueness, Project STIGMA didn’t affect her at all, and it was obvious that she didn’t care about humanity’s future.

But what if she did it all just for Fu Hua…?

Herrscher of Sentience: (Bah! That Old Timer isn’t worth it!)

See? She would never admit it.

Herrscher of Sentience: …

Herrscher of Sentience: (Forget it, I’ll think of it as returning a favor. I don’t want to owe her anything.)

Herrscher of Sentience: …

Herrscher of Sentience: …Alright, alright. Tell me about it.

Herrscher of Sentience: I guess I’ll have to finish what I started and see this through.

And so, her personality seemingly also became her destiny.

A few moments later…

Kevin: The Elysian Realm…

Kevin: Eden.

After extremely careful observation, the man finally determined that this scene before him was no coincidence.

Just like how even a monkey could quote Shakespeare, no dream weaved by the seven billion wills would be strange enough to warrant his time and thoughts.

Kevin: …

Kevin: But this is… the Elysian Realm, and not a coincidence made from dream materials.

Right after he came to this conclusion, the man shook his head and rejected it.

The aggregation of dreams was not omnipotent, and the beauty it weaved together required existing materials for its foundation…

But whether it be Mei Raiden, Hua, or Klein… Every witness of the Elysian Realm was not in a dream.

In other words… There was only one possibility behind the scene before his eyes now.

The man looked around once more. He seemed intent on finding some kind of flaw to prove against that absurd possibility.

But to no avail.

Kevin: Does that mean that I am… dreaming now?

A dose of his own medicine… Obviously, someone was trying to do that unto him.

But he was Chimera’s incarnation. No dream could touch the power of Finality he possessed.

Kevin: …

There was a planet with no atmosphere in the dreams of Honkai beasts.

There were no seasons there, and the dark soil constantly burnt under the hot sun.

Finality served no purpose there. Everlasting death consumed the entire planet.

There was a planet shrouded by acid clouds in the dreams of Honkai beasts.

There, a day felt like a year, and beyond the clouds, the sun rose from the west and set from the east.

Finality had long finished its work there. Everlasting death consumed the entire planet.

There was a planet where crimson sand filled the sky in the dreams of Honkai beasts.

There, two moons hung in the sky, and one shone brighter than Venus.

Finality had stalled there. The sparse bubble universes are the final echoes of civilisation.

Kevin: …

Kevin: Pathetic.

There was a gas giant with beautiful light in the dreams of Honkai beasts.

One of its satellites remained dormant in its cradle, waiting for the light and warmth to bestow life upon it.

There was a gas giant with complex patterns in the dreams of Honkai beasts.

One of its satellites was damaged by tidal force and lava constantly spewed on its surface, covering the planet in sulfur.

There were two ice giants with unending blizzards in the dreams of Honkai beasts.

The enchanting pastel blue, the captivating cerulean bleu. Cruel in its beauty, just like the galaxy.

Kevin: Show yourself.

Kevin: Herrscher of Sentience.

Herrscher of Sentience: Heh, you live up to your reputation. Even though I’ve been doing my best to use the Honkai beasts’ dreams to attack the Chimera’s source…

Herrscher of Sentience: It barely troubled you.

Kevin: Strictly speaking, Honkai beasts aren’t sentient beings, so your power was never meant to be used on them.

Herrscher of Sentience: Well, I found something quite novel.

Herrscher of Sentience: Honkai beasts rely on dreams to think… Is that true?

Kevin: They are the limbs of Herrschers, and the Cocoon’s senses.

Kevin: Their dreams encompass Finality’s thoughts on the entire solar system.

Herrscher of Sentience: …Does that mean they are actually otherworldly visitors?

Kevin: Based on these dreams… They have been to the other planets in the solar system long before they landed on the moon.

Kevin: The Earth… may be their last stop.

Herrscher of Sentience: I see. That’s amazing.

Herrscher of Sentience: In that case, do you want to consider sharing this part of Chimera’s power with us?

Kevin: …

Kevin: If you’re capable of it, you can try to take it.

Kevin: But at the end of the day, you shouldn’t be asking for me to give my power to all of you.

Kevin: It’ll only become a responsibility that you cannot uphold.

Herrscher of Sentience: Ha, I knew it.

Herrscher of Sentience: Fine, if you want to fight…

Herrscher of Sentience: Shall we have a go?

Kevin: …

Kevin: You should know that you’re no match for me.

Herrscher of Sentience: Are you forgetting something?

Herrscher of Sentience: This is a dream, and it’s a space of sentience.

Herrscher of Sentience: Things aren’t the same!

Away from the Herrscher of Sentience’s battlefield, at a place far from the influence of dreams…

Theresa: …

After an emergency communication, the Schicksal Overseer started to assimilate all the missed information.

Even when she walked through dreams, she was often worried about everything going on elsewhere.

After all, in that risky yet crucial plan, the first executor was… too unstable.

Theresa: How are things looking, Seele?

Seele: …

Seele: Seele said that the Herrscher of Sentience’s domain has come into contact with Kevin’s Chimera. The battle may have already begun.

Theresa: …

Theresa: How are the others doing, Rita?

Rita: Master Durandal is in position. Kiana, Mei, and Bronya are awaiting orders as well.

Rita: Now, whether we can really get a chance… is up to the Herrscher of Sentience.

Rita: Or maybe it’s better to say… Her tenacity.

Seele: But even if it’s the legendary blade… How will it cut down Kevin’s shadow?

Rita: This plan is actually inspired… by Seele’s experiences.

Seele: Huh?

Rita: Kevin’s shadow is actually a manifestation of Chimera, it is a dream shared among all the Honkai beasts that had fused into Kevin.

Rita: As for the inspiration you gave us, Seele… It’s the other Seele, of course.

Rita: You temporarily lost contact with her on the moon, right?

Seele: Ah, yes.

Seele: Which means… Cutting down Kevin’s shadow is actually similar to Hare temporarily separating the other me from me?

Rita: Yes, but the important prerequisite is to falter the power of Finality.

Rita: When I raised the question about whether Chimera could be cut, Dr. Tesla pointed out that merely targeting such special manifestations wouldn’t change anything.

Rita: What we call Chimera has long been linked with the power of Finality. Even if Kevin did succeed at dominating Finality through these means…

Rita: As those who’ve come after, the only way we can benefit from it is by faltering the power of Finality to waver that link.

Rita: Only then will the inspiration we just mentioned have a theoretical possibility of success.

Theresa: However… the Herrscher of Sentience’s battle with Kevin isn’t the most volatile part of the plan.

Rita: Indeed. But Master Theresa, you should have a little more confidence in our plan.

Rita: After all, Dr. Tesla did say…

Rita: “I refuse to give up… Why can’t we do what Kevin can?”

Theresa: I understand, but…

Theresa: Can we monitor the battle between the Herrscher of Sentience and Kevin?

The Herrscher of Sentience always refused to give up on things.

But at that moment, all she could feel was fear.

…This shouldn’t be the case.

This body of hers, equivalent to a vessel of sentience… was made for destruction.

Like many of her comrades, even if she did not have a similar will, she had an exceptional talent.

…A talent for slaughter.

But this was the problem. If she was born as a hunter… where did this fear come from?

Kevin: Relax, Hua.

Kevin: Everything I do is to ensure that you’ll never hurt yourself again.

Herrscher of Sentience: Phew~

Herrscher of Sentience: Ha!

Kevin: …You don’t have to push yourself.

Kevin: I don’t know why you intend to delay me here, but this is as far as you can go, Herrscher of Sentience.

Herrscher of Sentience: (This is really…)

Herrscher of Sentience: (How could such a thing happen?)

Herrscher of Sentience: Ha! Enough with the shameless bragging.

Herrscher of Sentience: You think you will win against the Herrscher of Sentience in a space of sentience?

Kevin: …

Kevin: You know that there is a precedence for this.

Herrscher of Sentience: …You!

Herrscher of Sentience: Fine, then come at me again!

Herrscher of Sentience: You are just the foundation of the MANTISes in the end… The same level as the Old Timer. Do you really think you can match a Herrscher?

Kevin: Herrscher…

…For some reason, he spoke as though he was absorbed in a bygone memory.

But he was not like a certain comrade-in-arms from the past, with a habit of being “calculative”.

Kevin: I don’t know what you’re betting on to do this…

Kevin: …But you may as well put your all into it, and display your prowess here.

Herrscher of Sentience: …Ah?

Kevin: Though some things belong to her memory… There is no doubt that you possess more than her at this moment.

Kevin: Since I’ve once made a promise to make her the tombstone of the Previous Era…

Kevin: Well then, this time, do your best right from the start and let me see what you’re capable of, Herrscher of Sentience.

Kevin: This is the only way I can show you mercy before I kill you.

Herrscher of Sentience: Do my best?

Herrscher of Sentience: There’s no one alive… who can make me do that!

Kevin: So, is this all?

Kevin: She should… still have some strength left.

Kevin: Fenghuang Down, huh…

Herrscher of Sentience: Nope.

Herrscher of Sentience: This is the true, complete authority of a Herrscher…

Herrscher of Sentience: Grips of Tai Xuan!

A crack appeared on Diabolical’s horn.

In the distant past, he traded his ability to dream for a Discipline, rendering Fenghuang Down useless against him.

In other words, this was true damage.

Kevin: …

Kevin: If I were you, I wouldn’t use this specialty for just a sneak attack.

Herrscher of Sentience: Did I ask for your opinion?

Herrscher of Sentience: Besides, how can there be a better use for it?

Herrscher of Sentience: It sure isn’t easy to make you suffer some humiliation.

Kevin: In other words, you did cut your connection with her…

Kevin: …Your connection with Fu Hua?

Kevin: If not, you shouldn’t be able to use this amount of strength.

Herrscher of Sentience: Ha.

Herrscher of Sentience: I do resent the Old Timer more… but she was the one who broke that shackle.

Herrscher of Sentience: If it weren’t for that disciple of hers who came over just to remind me, I wouldn’t have known.

Herrscher of Sentience: Well? This power is authentic and perfect, metamorphosis isn’t so important, is it?

Kevin: I see. Someone found the Core of the 8th Divine Key on Mount Taixuan, and you’re able to temporarily stay within it? Or was your consciousness capable of this all along?

Kevin: But in any case… Rather than a complete Herrscher of Sentience, you’re more of a Divine Key with sentience.

Herrscher of Sentience: Ha! I’m not a Divine Key!

Herrscher of Sentience: Anyway, whether I can defeat you is another story…

Herrscher of Sentience: But I already told you that you can’t do anything against me… do you believe me now?

Kevin: …

Kevin: Indeed, in the past… Your strength might still depend on Fu Hua’s condition, and had a clear limit.

Kevin: But now, as long as the Core is intact, there’s no way for me to completely erase you as consciousness.

Kevin: And since your aim is to delay… the Core must be protected in a place that I cannot quickly destroy.

Herrscher of Sentience: Good on you for knowing that. Now why don’t you just obediently…

Kevin: Unfortunately, even so, you cannot keep me for long.

Herrscher of Sentience: …

Kevin: I do not know the exact number, but perhaps in this dream, endless objects similar to feathers exist, acting as a medium for your power.

Kevin: To deplete them would be akin to fulfilling your goal.

Herrscher of Sentience: That’s why I said, you can just…

Kevin: …Herrscher of Sentience, you seem to have overlooked a possibility.

Kevin: What if someone… could deplete them all in one go?

Herrscher of Sentience: …What?

Kevin: Since you cannot be killed right now, Herrscher of Sentience…

Kevin: Come, have a taste…

Kevin: Of the full power of the Diabolical.

Herrscher of Sentience: This power…?!

Herrscher of Sentience: I’ve warned you… This is useless.

Kevin:This is the end, Herrscher of Sentience.

Herrscher of Sentience: Huh?!

Kevin: Indeed, you are not her, but you were born from her will after all.

Herrscher of Sentience: Can’t you speak in a way that’s easy to understand?

Kevin: You are a Herrscher, but you do not have the will to decimate on behalf of the Honkai.

Kevin: So to you, this has nothing to do with instinct.

Kevin: My only enemy is the Honkai, but its extinction does not affect you.

Kevin: So to you, this has nothing to do with survival.

Kevin: You may be called the Herrscher of Human too, but you have never possessed an idea beyond the concept of ego.

Kevin: So to you, this has nothing to do with conviction.

Herrscher of Sentience: …

Herrscher of Sentience: Is this what you think “easy to understand” is?

Kevin: …

Kevin: All in all, every possession you embody, and the last hand you dealt, are just traces of Fu Hua left inside of you.

Herrscher of Sentience: …

Herrscher of Sentience: This is none of your business.

Herrscher of Sentienced: Or have you assimilated to that Gray Serpent, and are aspiring to be a poet too?

Kevin: …

Kevin: I simply find that I am wasting my time.

Kevin: I do have my own reasons for entering the Spiritual Adam, but they do not include being entangled with the shadow of another.

Herrscher of Sentience: …Shadow?

She could not help but recall the fear she had felt just before.

Just as she had shown respect to Dr. MEI, perhaps that too, was an instinct that was imprinted on her through memory.

And also… the thing that was most likely to make her fight against herself.

Herrscher of Sentience: Enough of this nonsense… I’m not going to fall for that.

Herrscher of Sentience: …I’m just here to fight you.

Herrscher of Sentience: Don’t tell me what to do…

She did not have time to finish her sentence.

Indeed, compared to most people, this Herrscher seemed very independent, and dismissive of the preaching of others.

But the person she was facing… happened to be the type who preferred action to words.

Up from the weapon named the Might of An-Utu rose a flare that a normal person could not directly look at. It rose high up, wrapping around the space that belonged to the Herrscher of Sentience.

From the start of this battle, the man had not made a move of this magnitude.

He had become determined to finish this. And for him, it was easy enough to measure both their strengths.

The form that took the blow had no time to even utter a cry of surprise before it dissolved into nothing. Other than “not truly dying”, this Herrscher had indeed lost everything.

With a look of disdain, the man quietly extinguished the flame he had lit.

Just like his interest in the fight against her earlier.

He thought that measuring her power against the Herrscher of Human’s would prove his time here slightly more meaningful.

But the result disappointed him.

Kevin: Time to leave.

Kevin: …What?

Kevin: …

???: How many times have I said this…?

…

???: Do you actually think you can take on the Herrscher of Sentience in a space of sentience?

…

???: Hahahaha…

…

Herrscher of Sentience: We’re not done yet!

…

…

Kevin: …

Kevin: I see.

Kevin: These feathers are not the medium of Fenghuang Down, but your “borrowing” from the dreamland?

Herrscher of Sentience: I can see why everyone praises your strength, but not your intelligence.

Kevin: Indeed, I should have realised it long ago. Your current nature is similar to a Divine Key, so it is only natural that you possess this ability.

Only then did this man realise that, although the girl in front of him was often regarded as a child due to her childish disposition…

She was born as a Herrscher… an envoy of annihilation and a psychic of immeasurable destructive power.

Kevin: You’ve tainted these dreamlands and turned them into your power, haven’t you?

Herrscher of Sentience: Of course!

Herrscher of Sentience: You think I used up my trump cards? Stop joking around. In mind space, my trump card… is everything you’ve created!

…

Herrscher of Sentience: Come, Kevin…

Herrscher of Sentience: Are you capable of decimating everything?

Kevin: …

Kevin: Herrscher of Sentience, you do not need to speak such words of provocation. You cannot hide this from me.

Consciously or not, the man looked at the shadow behind himself.

Kevin: You seem to have been resisting my attacks with human-made dreams, but they have been essentially unharmed.

Kevin: And when a part of them cannot bear the attack any longer, you cleverly move it, and replace it with others.

Kevin: That was why I could feel you still had strength left every time I struck you down.

Kevin: While they protect you, you protect them too… Why?

Herrscher of Sentience: Hmph! Don’t assume that I care if they live or die. I just think that it's important to be fair.

Herrscher of Sentience: Why do you think I don’t even have a body right now?

Kevin: …

Kevin: It seems you were able to achieve what you intended, Herrscher of Sentience.

Kevin: This tactic is extraordinary indeed. Flaws do exist, but they are difficult for me to manipulate.

Kevin: In the instant when you move them, there is a weakness I can take advantage of, to strike you down in one blow.

Kevin: But your familiarity with consciousness makes it so that I must take a lot more time than I have to grasp that weakness.

Herrscher of Sentience: You’re overthinking it. Mere theories are not enough to deal with the Herrscher of Sentience.

Kevin: …Then, do you know the consequence?

Kevin: Even if you are able to move them, you are turning those dreams into a part of yourself.

Kevin: If, in the end, you are unable to reverse the Spiritual Adam, their effect on you will be eternal.

Kevin: Also, if this battle lasts longer than you expected… The wills of merely ten thousand people will be enough to balance out a person’s five thousand years of memories.

Kevin: When that happens… You might become an entirely different person. A person whom your current self would not recognise.

Herrscher of Sentience: …So what?

Kevin: All this to hold me back. This is too heavy a price to pay.

Herrscher of Sentience: Who says this is a price?

Kevin: …

Herrscher of Sentience: What you said before is true.

Herrscher of Sentience: It was not my choice to become a Herrscher, nor did I choose to live under the Old Timer’s influence.

Herrscher of Sentience: It is the same, even after our shackles have broken.

Herrscher of Sentience: As things are right now, if this goes on… I would be nothing, of course.

Herrscher of Sentience: So do you think that whatever you said can still be considered a price to pay?

Kevin: “You want to live by your will to become any person you want to be.”

Kevin: And the price I speak of, is it just a way to fulfill your wish?

Herrscher of Sentience: Oh, I can’t tell if you’re stupid, or not.

Herrscher of Sentience: But don’t be arrogant… this fight might end soon.

Herrscher of Sentience: Did you really think that my attacks were completely futile?

Herrscher of Sentience: You will fall into a dream before you grasp my weakness, Keivn.

Kevin: …It matters not. I do not mind.

Kevin: Rather, I’m more interested in making this battle last as long as possible now.

Herrscher of Sentience: What? You’re already barking mad? I haven’t even started.

Kevin: Honestly, I entered this place for selfish reasons.

Kevin: So what you see today might not be the Enforcer of Project STIGMA, but the human called Kevin.

Herrscher of Sentience: So?

Kevin: The 8th Herrscher of the Previous Era had an affinity with Kevin.

Kevin: …That was when he started to become inhuman.

Kevin: Out of his selfishness as a human, when the power of the 8th Herrscher was once again used by his opponent…

Kevin: I do not mind ravaging this opponent slowly.

There was no battle that could end in an instant.

Even death required several processes of varied duration to bring eternal silence.

But it was not the same for victory and defeat.

Herrscher of Sentience: Huff…

Similarly, ever since the man first swung his sword, the winner of this battle had already been decided.

Even though she had already known that she was no match for him, the unfathomable difference between them seized her heart.

She did her best. However, she could only achieve darkness and defeat…

That didn’t matter. Human life was defined as such, she merely used a special way to feel those emotions that originally belonged to ordinary people. But…

Herrscher of Sentience: (We are in a dream, yet he is still so much stronger than me…?)

Herrscher of Sentience: No… No!

Kevin: …

Kevin: You can choose to surrender again.

The man had the right to speak this way.

Clearly, the domain that had once belonged to the Herrscher of Sentience could no longer be found. It was obvious that she was the first to falter in this battle.

Herrscher of Sentience: You…! Don’t even think about it!

For some reason, she did not face Kevin when she shouted. Instead, she turned her head to the sky, like a defiant child.

Herrscher of Sentience: I will knock him flat myself!

Kevin: …

However, just like in the past, the man was not interested in responding to his opponent’s yelling at all.

He stepped slowly forward, resolved to end everything.

Even if that end is only temporary, for the Herrscher in front of him.

Herrscher of Sentience: You…

Herrscher of Sentience: F-Fine…

Herrscher of Sentience: I’ll do as you say!

Kevin: …

It sounded like the Herrscher of Sentience was finally willing to accept Kevin’s suggestion to surrender again…

But in the blink of an eye, the man, relying on his instincts cultivated from battles, turned around and held his weapon up.

…!!

This unexpected exchange of blows brought a belated explanation for the man’s earlier doubts.

“I will knock him flat myself!”… When these words were uttered by the Herrscher of Sentience, she had turned to the sky because those words were not meant for Kevin.

The words were meant for the reinforcements she was not willing to accept.

Kevin: …Durandal.

Durandal: …

Durandal: Sorry, from now on, I’m your opponent.

Kevin: …

Kevin: I thought you had no intention of fighting me in this dream.

Kevin: If you can persuade the Herrscher of Sentience to stop, then I will not pursue either of you here.

Kevin: After all, I do not have anything that you need.

Kevin: Even the power of Finality itself… You should not look to me for it.

Durandal: Kevin… It looks like you’re misunderstanding something.

Durandal: Indeed, I don’t have any intentions of fighting you…

Durandal: I am just interested in your shadow.

Kevin: Shadow?

Kevin: I see. You mean the reflection of Chimera in this dream?

Kevin: Even if your Holy Blade can cut it down, it is simply visual and of no use.

Durandal: That’s not definite.

There was no doubt that up against the first Kaslana, the one who held the power of Finality, the girl of Galactica could not do more.

Even Kevin himself, when facing Finality, did not have a glorious battle record.

His strongest strike fifty thousand years ago only exchanged for an opportunity for a handful of people. Let alone attain victory.

The girl’s action now seemed similar, but…

If there must be a comparison of how similar their situations were, it was impossible to ignore a difference…

Their weapons.

For example, when the Herrscher of Sentience recalled Kevin’s strike, all she could think of were the flames that covered the sky.

The Key of Destruction, Judgment of Shamash… Even with his strength, the man still had to rely on a weapon when he made his final stand.

But now, it’s not the same for the girl. Many years ago, she had already obtained a weapon that was no less powerful than the Divine Key, a Holy Blade called Durandal.

But why had she, in the face of a strong enemy, deliberately chosen to use the Astral Harness, and not use her own killer skill?

This question had also crossed the man’s mind before, but he did not care.

And when he finally knew the truth, it was too late.

Kevin: …

Kevin: This really is…

Kevin: …Unexpected, but reasonable.

Clearly, for both parties, this battle had been at a stalemate for way too long. However, when it finally came down to this moment, according to a certain plan…

The reinforcement truly responsible for temporarily ending this battle had finally joined the fray.

To herself and to Kevin, the form she took now was familiar yet contemptible.

When she first used this power, it made her betray herself and trampled all in sight. Kevin was the only witness to this.

And thus, he knew better than anyone else, just how unwilling she was to use this…

…The power known as Active Honkai Reaction.

Kevin: …

Kevin: Hua, you don’t always have to be like this… Always putting everything on the line.

The Holy Blade that should have appeared in the hands of his successor took on a different look, and instead was held in the hands of this old friend in front of him.

From the time the Herrscher of Sentience appeared to challenge him, their plan had been put into motion, and at this moment… they finally reached their goal.

With a weapon that no one expected her to use, this girl dealt a blazing blow with the power of Active Honkai Reaction, cutting something away from Kevin.

That thing in her hand turned into a torch….

It burned fiercely, and was full of vitality.

Fu Hua: …I’m not putting everything on the line.

Fu Hua: Kevin, you once risked all of yourself to give the future half a day of respite.

Fu Hua: This time, I am merely performing the same duty.

Fifty thousand years. When expressed as a number, its sheer length becomes difficult to grasp.

Yet some said every story on this planet could be measured by three years.

Whether someone could be your friend or lover for life, a moment could be remembered, a venture could succeed… Everything could be tested in three years.

Fifty thousand years was long enough for these life-changing moments to occur sixteen thousand times.

And the two worlds separated by this timespan… would be entirely different.

The people of that ancient age faced a strange world that the people of today could not understand, they followed strange rules in their daily life…

“One must above all pardon these unhappy souls who chose to go on a pilgrimage on foot, who walk along the shore, and who look, without understanding…”

“Upon the horror of the struggle…”

“And the deep sorrow of the vanquished.”

There was no doubt that the girl was the winner now… but just like the people of this era, she felt nothing but fear in her heart.

The reason was simple. They knew that all victories were temporary.

Just like the girl’s situation now.

With extreme caution, the girl recalled the bitter battle earlier, and started to take stock of her injuries.

Before, she was surrounded by numerous monsters in this abandoned research facility… or at least, it seemed abandoned.

And the remains next to her indicated the current progress of the battle. However, the girl could still recall that shadowy existence, whose appearance was difficult to make out, and the fear that she felt before lingered.

Hua: No… the battle isn’t over yet.

Hua: The most powerful enemy… is still around.

Hua: It… It’s terrifying. It must not be allowed to leave this place.

Hua: The Honkai…

Hua: Must be… annihilated…

Hua: Phew…

Hua: I can sense that it’s almost at the exit.

Hua: I must move quickly.

Hua: Kevin?

Hua: Was it his power that I had sensed just now?

Kevin: …Hua? Is that you?

Hua: …

Hua: The Honkai…

Hua: Must be… annihilated…

Kevin: Hua… It’s me, Kevin.

Hua: The Honkai…

Kevin: I don’t understand why that side effect appeared again…

Kevin: But I’m sorry, Hua. With your current strength… This is the only way for me to stop you.

Hua: …

Kevin: Relax, Hua.

Kevin: Everything I do is to ensure that you’ll never hurt yourself again.

Kevin: Don’t worry. After this, MEI will fix everything. You’re not a monster, not now, and not in the future.

To the girl, that past event ended this way.

When she awoke again, she was submerged in a life support chamber. She could only feel the pain in her torso, and did not even have the strength to open her eyes.

She only learned the truth of what happened a long time after.

Hua: In other words… No matter what happens, I cannot use that power again in the future?

MEI: That’s right. There’s just one exception…

MEI: And that’s when all the other MOTHs have been destroyed, except for you.

MEI: But once that happens, it won’t mean much even if you do that.

Hua: So… What is this all for?

MEI: We aren’t sure yet, to be honest. But the greatest possibility… is that SWARA, with its close resemblance to Discipline, produced an unexpected change when it was used on you.

MEI: Perhaps it was due to your obsession…

MEI: Now, eliminating the Honkai is no longer a choice for you, but an instinct that is practically impossible for you to ignore.

MEI: …But a MANTIS is an existence that was born from using the power of the Honkai.

MEI: And so, sometimes when your control over yourself is weakened, you will be forced to let your instincts drive you and destroy everything related to the Honkai.

MEI: Including your comrades… and even yourself.

MEI: If you force yourself, there is only one ending…

MEI: After annihilating everything, you will see yourself as your greatest enemy and attack without mercy.

MEI: The restorative properties of Garuda will also allow you to recover from heavy injuries quickly.

MEI: In other words, you will enter a cycle of perpetual hell.

Hua: …

The girl could not retort. The memories of the past flooded back to her once again.

She resorted to using Active Honkai Reaction for the first time, not so long ago. It did destroy a large number of enemies, but it also brought destruction that could not be tolerated.

That’s right. That research facility was not abandoned, but destroyed by her, its guardian.

And the “most powerful monster” she had been chasing was herself.

Because of this coincidental accident, nobody else had ever seen how she looked when she used Active Honkai Reaction.

And for the MOTHs who heard of the incident, they were perhaps interested in checking the archives, but about that figure…

Even as the strongest, Kevin also went through Active Honkai Reaction to tame that figure…

All they learned was a name…

Garuda.

In the Spiritual Adam, the battle between the girls and the wielder of Finality continued.

And… They had achieved victory, temporarily.

Just as in the previous brief encounter, the absence of SWARA made it possible for this figure to appear in this world again.

Kevin: …Hua.

At this moment, the man still spoke from habit and called her by this familiar name.

Even though he knew, as he uttered that name, that the person before him was completely different from who she was in the past.

Kevin: The Herrscher of Sentience… Person of Equinox… They were all just distractions, weren’t they?

Fu Hua: I don’t know what the Herrscher of Sentience may think. She probably thought she wouldn’t lose a head-on fight against you…

Fu Hua: But it is true that defeating you is not our goal.

Fu Hua: We don’t have the ability to either.

These words from her seemed ironic.

After all, just earlier, she had used the power of Active Honkai Reaction and made the surrounding space an uncanny chaos with just one blow.

Fu Hua: Even when I use my full power, I can barely waver the power of Finality in you.

Kevin: After all, I am not your intended target.

As he said that, the man turned his gaze to the “torch light” in Fu Hua’s hand. He saw through its appearance and knew its true form.

It was an object that had always been with him.

Kevin: So you’ve tried several times to challenge the power of Finality, even through unimpressive means… Just to get my shadow.

Kevin: No wonder the Person of Equinox had no intention of using their full strength.

Kevin: Durandal… She lent the weapon she possessed to you?

Fu Hua: Indeed. Even if it’s the power of Active Honkai Reaction, it is still difficult to grasp space itself.

Fu Hua: Of course, the power that Garuda gave me cannot be discounted either…

Fu Hua: But if you want to slash through the intangible, sharp weapons like the Holy Blade are just as crucial.

Kevin: You call it the Holy Blade too, huh…

Hearing a different name for that weapon reminded him of the time when he heard it was created.

Before his successor ended up drifting in the Sea of Quanta and learned to harness its power, it was another ambitious creation of the MOTHs.

In its complete form, it could even cut through space itself.

It had deviated from the original goal of manipulating microscopic particles farther than it had from its name.

The same could be said for many things after fifty thousand years, and he was no exception.

Kevin: …

Kevin: When I defended myself, thinking that the Anchora was aimed at me, you used it to cut a part of my shadow away.

Kevin: But what truly surprised me was… that you seem to understand its true nature.

As the man said, that shadow behind him, surging with hundreds of beasts, was also seen by a certain agent of the World Agent recently.

But other than a cry of horror, she could not learn anything about the nature of that shadow.

Fu Hua: Indeed, this has never been my forte.

Fu Hua: At least I have not changed much in this regard, compared to the Hua that you know. I’m just following the instructions of others.

Fu Hua: I was surprised when that shadow took on the form of a torchlight after breaking away from you…

Fu Hua: But in this era… geniuses exist too.

Fu Hua: With mere scraps of information, they could deduce your weakness, and allowed me to…

Fu Hua: Understand the price you paid.

Fu Hua: Kevin, when you controlled the power of Finality, it wasn’t as easy as you made it seem, was it?

Kevin: …

Fu Hua: In the beginning, they thought those shadows were manifestations of your dreams after Project STIGMA was completed.

Fu Hua: But I know that’s impossible.

Fu Hua: Because of Discipline, you lost the ability to dream tens of thousands of years ago.

Kevin: So?

Fu Hua: This speculation may sound ridiculous at first, but since you deny that you’re the Herrscher of the End, it’s become extremely likely.

Fu Hua: The situation you are in is no different from the consequence I incurred by forcibly using Active Honkai Reaction when I possessed SWARA.

Fu Hua: You somehow obtained the power of Finality, but if you’re not a Herrscher, you, like any other normal person, cannot bear its power.

Fu Hua: In other words, that power is continuously destroying your physical body.

Fu Hua: And as the end result of Chimera, your physical body has the same Garuda genes as mine does. In fact, yours are even more potent than mine, due to the traits of Chimera.

Fu Hua: And so, your body, or should I say the low-class Honkai beasts you fused with, are being continuously destroyed while being continuously reborn.

Fu Hua: And the so-called shadow, is the corpse of you the usurper, and… the last dream of those Honkai beasts.

Fu Hua: From what I can sense… It’s also being pursued by the true authority of the Cocoon of Finality.

Fu Hua: In fact, right now, I must sustain Active Honkai Reaction, or I will be destroyed by that power in an instant.

Fu Hua: Kevin… You are indeed not lying. Yet, you are using ambiguous words to disguise your current condition.

Fu Hua: It’s amazing that you can still maintain even the most basic of human sanity right now.

Kevin: …

Kevin: It seems your earlier self-assessment was indeed too modest.

Fu Hua: So… is that the truth?

Kevin: This is insignificant in comparison to the price humans have paid.

Kevin: But this also suggests that you have other options aside from battling me.

Fu Hua: Yes, this pursuit from the Cocoon is frightful, but if you look at it from another angle…

Fu Hua: It also allows us to reverse-locate the Cocoon of Finality.

Fu Hua: And… it offers me a chance to seize the power of Finality from you.

Fu Hua: In this sense… the possibilities it brings are better than anything we anticipated before.

Kevin: …

Kevin: It’d be wonderful if you’re able to do that.

Kevin: Hua… What makes you so confident in those children?

Kevin: For example, before you obtain the power, you’re unsure of whether you can bear the power temporarily like I can.

Fu Hua: Yes. But Kevin…

Fu Hua: They are not just children, but an era…

Fu Hua: In that sense, they are no different from you.

Fu Hua: Besides… when we joined the battle against the Herrschers, we weren’t much older than them.

Kevin: But you should also know that numerous geniuses drained themselves for that narrow victory.

Kevin: A minor error… can overturn everything, and we will not have a third chance.

Kevin: Unless they can surpass me in a more definite way…

Kevin: Otherwise, I will remain the Finality for all of you.

Fu Hua: Kevin.

Fu Hua: You… Me… And everyone in the Previous Era… Perhaps we were all impulsive when it came to emotional matters.

Fu Hua: But we never let emotions get the better of us.

Kevin: …

Kevin: In other words, you’re not looking for a chance… You already have a plan.

Fu Hua: …

The girl gave no answer.

She must not, in any form, let Kevin realise the whole of their plan.

After all, even if Kevin was lenient… He was still capable of extinguishing the fire before it could spread.

Their insistence on the absolute ironically led them to the same destination.

Kevin: …This will do.

Kevin: In any case, it’s about time for this long day to end.

Fu Hua: …Kevin?

Kevin: You’re right. We were never swayed by emotions.

Kevin: Even though I don’t want to fight you… I would still do it to get my shadow back.

Kevin: You’ve won this battle. Unless I kill you here, along with that shadow.

Fu Hua: You know that I’m not afraid of you.

Kevin: …

Kevin: We were not fighting for life and death from the start.

Kevin: I only care for results now. Since you think you can succeed…

Kevin: Try to bring those results to me.

Out of habit, the man looked up and gazed afar in search of the moon, despite being inside the Spiritual Adam…

Everything started here, and everything would end here.

The man had that premonition.

But he also said…

Kevin: “Even if I can’t change the future, how I get there is up to me.”

Kevin: She once said that.

Kevin: But I cannot do that.

Kevin: This is also why I don’t care about what all of you are trying to do.

Kevin: No matter how it started, how it proceeds…

Kevin: I will decide how it ends.

--

Gameplay 35-6 - Last-Ditch Effort

…

Einstein: Theresa, you have prepared yourself, yes? To decide everything yourself.

Theresa: …

Theresa: Yeah. Honestly, nobody can guarantee that their method will bring the dreamer back to reality willingly.

Theresa: So I’ll be ready to do it the hard way in case anything goes wrong.

Einstein: Using the power of Vishnu to devour dreams?

Theresa: Yes.

Theresa: Early on, when I first entered Stigmata Space, I had already devoured my own dreams. So…

Theresa: If the situation spins out of control, I will not hesitate to devour those dreams that cannot be awoken.

Theresa: I’ve walked into the heart and history of humans, so I must take responsibility for their future. And at least, this is safer than directly bombarding dreams with energy.

Tesla: Do as you like, Theresa.

Tesla: It is said that a person can only lead the way for others but not walk in their place… but we aren’t obligated to satisfy anyone’s whims.

Tesla: No matter what, the results of all this are the history and the future that humanity must bear.

Tesla: And it is for this reason, Theresa…

Tesla: That all you have to do is believe in yourself.

Theresa: …Thank you.

Theresa: If it’s necessary…

Theresa: I’m willing to make the decision on behalf of anyone.

Theresa: (That said… I hope that moment will never come.)

Fortunately, the fellow humans she visited did not let her down.

After breaking through several layers of dreams, the cloud of apprehension that loomed over her heart dissipated.

Theresa: (…Fu Hua and the others will surely succeed as well.)

Theresa: (According to Rita’s plan, we will try to take a fragment of the shadow from Kevin.)

Theresa: (Afterward, I’ll use the power of Vishnu, which shares an origin with Chimera, to devour the dreams of the Honkai beasts in the shadow. That way, I can help the girls locate the Cocoon of Finality…)

…?

A distant voice pierced the space and interrupted her diffused musings.

Herrscher of Sentience: Hey, you two! Now’s not the time to space out!

Seele: …?!

Theresa: Herrscher of Sentience! Have you succeeded?

Herrscher of Sentience: Of course! Don’t you know how powerful I am?

Herrscher of Sentience: Catch!

Theresa: Ugh…

A flame rose from the void and landed in Theresa’s arms.

It danced about silently, appearing bright and harmless.

However…

At the core of the flame, there was a cold and distorted force that, like countless formless blades, pierced her skin and bones. It seemed as if her soul was being churned up and dissolved into the same void as the dream.

Theresa: …

Theresa: (Is this… The true power of Finality…?)

Seele: Theresa?!

Theresa: …

Seele: What’s wrong, Theresa?

Seele: (Don’t touch her, you dummy! Do you have a death wish?)

Seele: (We will get assimilated by that power if we get close!)

Seele: (But…)

Theresa: Don’t worry, Seele. I’m fine.

Theresa: (Yeah. Fu Hua, the Herrscher of Sentience… and even Kevin, must have experienced the same pain.)

Theresa: (I can do it… like them…)

Herrscher of Sentience: Ha! This little pain is nothing compared to the full force of Kevin’s strike! Young ones these days, really…

Herrscher of Sentience: …

Herrscher of Sentience: Wait! Something’s wrong! Be careful, you two!

…

Violent noises broke out from all around them. In an instant, Seele and Theresa were surrounded by Honkai beasts.

Seele: …?!

Herrscher of Sentience: Tsk, they went chasing after you guys? When will they give up?!

Seele: Wh… What’s going on?

Herrscher of Sentience: They’re aiming for that flame! I thought the three of us got them off our tails by splitting up, but they went to you guys instead!

Theresa: Seele… We might have to count on you to take them out!

Herrscher of Sentience: Oh, right! The two from Anti-Entropy said that if we don’t destroy those Honkai beasts in time, the flame will be filled with their dreams and disappear!

Theresa: Why didn’t you say so sooner?!

Seele: But they seem to be increasing in number…

Herrscher of Sentience: Forget about that! You guys still want to locate that Cocoon or whatever, right? Then don’t let this flame get extinguished!

Seele: Alright, Seele… Let me do it.

Seele: What a bunch of fools, so eager to give up their lives. They’re like ants after rain… stupid, weak, and pathetic.

Seele: Too bad! The more you move, the faster you die! Heh, I won’t let you get one step closer to Theresa!

Seele: Disappear from my sight…

Theresa: …

Meanwhile, Theresa huddled tightly with the flame burning silently before her chest. No matter how the flame licked her bones and spirit, she didn’t let go.

Even so, the flame gradually dimmed.

Theresa: (What do we do? Honkai beasts are still coming in droves from all directions. Even if we kill them as fast as we can, some will still escape into the shadow.)

Theresa: (It’s like a candle burning in a glass jar. If the gas produced builds up in the jar, the flame will eventually be suffocated.)

Theresa: (If I’m strong enough, I can devour them at once. But…)

As a Vishnu that grew by devouring, she must first ingest to increase her strength.

And these Imaginary scraps were not easy to digest.

The complete Vishnu of the legends might be different… but as Theresa, she was unable to regain strength by battling.

Theresa: (If only I could become stronger, even just by a little…)

Silver speckles of light suddenly gathered around her hands.

Theresa: (These are…)

Theresa: (The dreams of ordinary people…)

Back in Stigmata Space, she had devoured her multi-layered dream at once and thus obtained the power to escape from dreams.

And now, countless sweet dreams were floating around her hands.

Theresa finally realised that this space filled with countless human dreams was a vast sea of treasures for her.

Theresa: (In the end, must I do this to all of you?)

After going in circles, fate placed the decision that she had hesitated to make at the beginning back in her hands.

As she had promised before, she finally had to choose between the ideal and the future of humanity.

And ironically, what she now needed to, could, and must devour were not those stubborn elements that prevented the dream cluster from disintegrating…

But the most mundane dreams of ordinary people.

Schools, parks, stadiums. Daily necessities. Game consoles and electric guitars.

Theresa: …

Theresa: …

The dreams made no sound, as if they were waiting for Theresa to decide their fate.

Theresa: (What I hold in my hands is humanity’s future… And possibly humanity’s last hope.)

Theresa: (This is the final chance they’ve risked their lives for…)

Theresa: (I must not let them down!)

She made her decision in an instant.

Theresa: Seele, help me out.

Seele: Theresa?

As if realising what Theresa was to do, the Stigmata’s spirit returned the body to quantum’s daughter.

Theresa: I remember that, like you tried when you entered this place, you have the ability to sense and attract dreamlands.

Theresa: So can you attract more dreamlands?

Theresa: In other words, keep all the dreamlands away from the Honkai beasts.

Seele: Huh? D-Do you mean to lure them away?

Seele: But if I do that, you’ll be left alone to face the never-ending stream of Honkai beasts…

Seele: And if I recall correctly, your ability is…

Theresa: It’s okay. Once the dreamlands stop interfering, I can destroy them all.

Theresa: There’s no time for me to explain… Seele, please trust me.

Theresa: I know you can do it. Right?

Seele: …Yeah.

Seele: Leave it to me, Theresa.

…

The dreamlands flitted like glowing fireflies and receded with the girl’s figure.

Theresa: Alright. It’s my turn to go to the frontline, Seele.

Theresa: Seele… She really did it.

Theresa: This time, even if I want to become stronger by devouring the dreamlands, I have already lost what I wanted to devour.

Theresa: Compared to making a weak decision in a life-or-death situation, it’s better this way.

Theresa: Wanting to protect everyone sure is difficult.

Theresa: I’m not powerful, or strong. I’m not fit to be a leader, and I’m hardly a legitimate fighter.

Theresa: At the crossroads of humanity’s destiny, I wish not to hurt anyone… But I have no power to save them all.

Theresa: And so I can only hesitate and waver.

Theresa: But…

Theresa: Even if this decision is only my wishful thinking…

Theresa: It is still a decision, isn’t it?

Theresa: I won’t give up on anyone, and I won’t make anyone a price to be paid.

Theresa: This is Theresa’s decision… as the Schicksal Overseer.

Theresa: So it’s time to use my last “leverage”.

Theresa: This flame will never be extinguished.

Theresa: I will use my own power to block out these remnants.

…

Theresa: Blood Knight: Moonlight, limiter removed.

Theresa: Feed on my bones, my flesh, my all…

Theresa: Vishnu!

…

Prideful Valkyrie: So you met with resistance from the locals, and were forced to abort the mission?

Prideful Valkyrie: Hmph! Those fools can’t tell what’s good for them!

Frivolous Valkyrie: Don’t say that. The masses aren’t educated enough to understand Schicksal’s cause.

Frivolous Valkyrie: Doesn’t the Overseer always say that we should be tolerant of the common people?

Frivolous Valkyrie: Ah, greetings, Master Theresa!

Theresa: Hello, Agatha.

Frivolous Valkyrie: Master Theresa… you must be mistaking me for someone else. I’m Helen, from 1st Squad, Far East Branch. We just met last week.

Theresa: Oh, I’m sorry.

Theresa: …

Theresa: (There’s no difference.)

Theresa: (Their names are different, their looks are different, but they say the same things, and do the same things.)

Theresa: (Could Grandpa be right, that everyone is actually repeating the history of others?)

Theresa: (Just like… me.)

…

Cecilia: The night view here is beautiful!

Theresa: …

Theresa: Why?

Cecilia: Hmm… Don’t you think the light coming through those windows is beautiful?

Theresa: Those are just common fluorescent tubes. They aren’t bright enough, nor decorated enough.

Theresa: They don’t hold a candle to the lights at Schicksal HQ.

Cecilia: But those lights are very warm.

Cecilia: Every light represents a family. Even if the lights are similar, they reflect different colors of life.

Cecilia: Who are the owners of those lights? What are their stories? Are they waiting for someone?

Cecilia: When I think about this, it makes me happy that I can protect a night like this.

…

Himeko: Is your lecture over?

Theresa: Hah… It’s more tiring than going into battle. These girls cause me trouble to no end.

Himeko: Haha, they are energetic youngsters after all.

Theresa: I envy your positivity. Someday they’ll tire me or anger me to death, at this rate.

Himeko: Oh my, didn’t you say at the opening ceremony last month…

Himeko: “Valkyries risk their lives so that ordinary people can live in freedom?”

Theresa: They are not ordinary people!

Himeko: They’re not?

Theresa: …

Himeko: Alright, calm down, my dear Principal. Would you like a drink with me?

…

In the hazy dream, the past appeared and disappeared in bursts, like the starlight on the sea.

Theresa’s mind was like a boat on the sea, drifting aimlessly in the abyss of the spiritual world.

Theresa: (What was I thinking about back then…?)

Theresa: (My memory is hazy… I’ve changed a lot since then, after all.)

Theresa: (All thanks to them.)

Theresa: (They helped me see this world with new eyes, and taught me that…)

Theresa: (I am so similar, yet so different from others.)

Theresa: (Haha, what am I thinking? It’s not as if I’m really going to die.)

The flame stopped dancing, and burned silently. Theresa could clearly feel the burning warmth, and the bone-piercing cold stopped disturbing her mind.

At some point, she started to feel her limbs again.

Theresa: …

Theresa: (Is it over?)

Theresa: (But… After going through the complete Active Honkai Reaction, I’m afraid I don’t look the same anymore.)

Theresa: (I wonder if Rita and the others will still recognise me when I return.)

Theresa: It’s not easy to be a good Overseer who doesn’t make mistakes.

After much hesitation, Theresa slowly opened her eyes.

Theresa: …!

She did not see the sharp claws she had been expecting.

She saw a pair of hands belonging to a girl, whose fingers were slender and whose nails were round, like all teenagers approaching adulthood.

She had seen this scene countless times in dreams, but had never thought that she’d actually fulfill a wish that had long been buried in memories in this scene.

Theresa: (Have I… grown up?)

The gift forgotten by fate returned to her in such a surprising form after she had forgotten it for decades. Even in this time of crisis, she wanted to cry and laugh at the same time.

Theresa: (Does this also count as… everyone being overprotective of me?)

…

The howling of Honkai beasts came from far away once more.

Theresa: Come. I will devour you all, no matter how many times it takes.

Theresa: I am Theresa Apocalypse…

Theresa: The Schicksal Overseer!

Seele: This distance should be enough,

Seele: I wonder how things are with Theresa…

???: Not too good, I’m afraid.

Seele: …?!

Misteln Schariac: What, you don’t remember me?

Seele: You… You have the nerve to appear before me?

Seele: Good. I’ll strike fear into your spine…

Misteln Schariac: You’re bad-tempered as usual.

Seele: Seele, she’s…

Seele: Remember how we lost contact recently?

Seele: So it was her…?

Seele: Don’t worry, Seele. Soon…

Seele: Soon, she will regret everything she did.

The woman who had returned the name “Hare” looked at the two who tensed up at the sight of her, and smiled helplessly.

She felt that she still lacked the ability to make friends.

Misteln Schariac: I understand how you feel now. I didn’t know you well enough in the past, so I made some mistakes.

Misteln Schariac: But I’m afraid now’s not the time for that. After all…

Misteln Schariac: Your friends from earlier are in danger right now.

Seele: …Theresa?!

Seele: Hey! What did you do to her?!

Misteln Schariac: You misunderstand.

Misteln Schariac: I’m just an innocent passerby. I didn’t do anything, and don’t intend to partake in any of your operations.

Misteln Schariac: But I happen to have the information you truly need.

Seele: …?

Seele: Tsk… You’d better not play your tricks on us!

Misteln Schariac: There really is no trick.

Misteln Schariac: From what I know, there happens to be a person in this dream maze who may be of help to you.

Misteln Schariac: How about it? Do you want to go into the dreamlands again to have a look?

Misteln Schariac: I’d be delighted if you were to believe me.

Misteln Schariac: You see, I’ve always been an honest person.

Seele: …

Misteln Schariac: So, this is farewell?

Seele: You…

Misteln Schariac: Don’t be mistaken. I just… really don’t have much time left in the proper world.

Hare smiled, and her body gradually blurred, ultimately becoming a dreamlike glow that vanished before Seele’s eyes.

Just like when she appeared.

--

Gameplay 35-7 - What Time Means

The world began in chaos.

In the chaotic dreamland, the girl slept in chaos.

Countless silk-thin threads were scattered around her, their tender touches evoking her thoughts.

There was a complete story in each thread, cycling as the clock went.

From the girl and the battleship at dusk, to the origin and finality under the starry sky.

This was how everything existed in the Pseudotime Crystal.

In the haziness of her thoughts, she heard someone calling.

Ai Hyperion Λ: (Who is it? Who’s there?)

Ai Hyperion Λ: (Did I… see the future again?)

The blurry figure turned sideways toward her, lips moving slightly, as if telling her something.

…

Ai Hyperion Λ: (Who are you…? What are you trying to tell me…?)

As if aware of the girl’s state, the figure shook their head, then faded out of focus.

Ai Hyperion Λ: (Wait, at least let me see your face…)

Ai Hyperion Λ: Ugh…

Ai Hyperion Λ: What is this place… What happened?

After temporary confusion, she came to her senses and remembered everything that had happened before she was caged in the dream.

Ai Hyperion Λ: Am I in my own dream now? I can’t believe there’s nothing here…

Ai Hyperion Λ: …

Ai Hyperion Λ: Well, the way I moved about in the Pseudotime Crystal is close to how humans dream.

Ai Hyperion Λ: So even if I’m trapped in a dream, I’m incapable of dreaming new things.

Ai Hyperion Λ: After all, I’m just a recorder, not a creator of stories.

Ai Hyperion Λ: Rather than dwelling on this… I’d better find a way out.

Ai Hyperion Λ: I wonder how Mei and the others are doing… But according to the future I saw earlier, they should have gotten out safely.

Ai Hyperion Λ: …

Ai Hyperion Λ: Doesn’t feel right. Have I forgotten something important?

Ai Hyperion Λ: …

Ai Hyperion Λ: So dark… I can’t see anything. How do I get out of here?

[CHOICE] = Light Up Surroundings

Ai Hyperion Λ: …

Ai Hyperion Λ: What…? Did someone do something just now?

[CHOICE] = …

Ai Hyperion Λ: Is it a coincidence…? I’d better hurry up and find the exit.

Ai Hyperion Λ: So this is what my dream looks like…

Ai Hyperion Λ: …

Ai Hyperion Λ: What’s this?

Ai Hyperion Λ: …?!

Ai Hyperion Λ: …

Ai Hyperion Λ: How…

Ai Hyperion Λ: Keep on moving.

Ai Hyperion Λ: It’s so empty… Is it because my existence is not tied to any story?

Ai Hyperion Λ: This is such a sad discovery…

Ai Hyperion Λ: Strange, there’s an obstacle here too…

Ai Hyperion Λ: Eh? What’s going on…

Ai Hyperion Λ: …

Ai Hyperion Λ: Not good. I’m not making any progress…

…

[CHOICE] = …

…

Ai Hyperion Λ: How long will I be stuck here if things continue in this way?

Ai Hyperion Λ: Ugh, I have to get out of here as soon as possible.

…

[CHOICE] = …

…

Ai Hyperion Λ: It’s like this place has no end.

Ai Hyperion Λ: I can’t find the right way at all…

…

[CHOICE] = Give a hint

…

Ai Hyperion Λ: …?!

Ai Hyperion Λ: Odd, why are there Honkai beasts here?

Ai Hyperion Λ: Isn’t this place a dream of mine?

Ai Hyperion Λ: Never mind, there’s no time to ponder. Battle comes first!

[CHOICE] = …

…

[CHOICE] = Destroy the Honkai beasts

…

Ai Hyperion Λ: Just who…?

Ai Hyperion Λ: …Never mind. It’s better to focus on finding the exit.

Ai Hyperion Λ: …Which way should we go?

[CHOICE] = …

…

Ai Hyperion Λ: …

Ai Hyperion Λ: No, this isn’t the right direction either…

[CHOICE] = …

…

Ai Hyperion Λ: …

Ai Hyperion Λ: No, this isn’t the right direction either…

[CHOICE] = Right

Ai Hyperion Λ: I have a curious hunch right now.

[CHOICE] = …

…

Ai Hyperion Λ: Ugh, I have to get out of here as soon as possible.

[CHOICE] = Forward

Ai Hyperion Λ: …?!

Ai Hyperion Λ: No… This is more like someone is speaking directly to my consciousness.

[CHOICE] = Forward

Ai Hyperion Λ: …?!

Ai Hyperion Λ: The exit is ahead, right?

Ai Hyperion Λ: Thank you.

Ai Hyperion Λ: You’ve been guiding me since earlier…

Ai Hyperion Λ: You’ve been watching us, right?

[CHOICE] = …

[CHOICE] = Indeed

Ai Hyperion Λ: The hint is obvious.

Ai Hyperion Λ: And because my existence is different, I can sense the anomalies of this world.

Ai Hyperion Λ: If I may ask… are you time?

[CHOICE] = Time?

[CHOICE] = It seems like our understanding of time is a little different…

Ai Hyperion Λ: …Was it the so-called story that I saw?

Ai Hyperion Λ: From the moment of my birth, the world I see has been divided into countless parallel times.

Ai Hyperion Λ: In the boundless time, I experienced countless pasts and futures. I witnessed countless similar stories.

Ai Hyperion Λ: Those stories were of varied lengths. Some were fleeting, like the blink of an eye. Others were lasting, flowing into the distant future.

Ai Hyperion Λ: The only constant was me, watching those stories, and the futures they held.

Ai Hyperion Λ: It’s only recently that I’ve realised these times exist because of someone. With each of them that joins, a new cycle is created.

Ai Hyperion Λ: They, like me, have witnessed the beginning and end of the story, and desire to look further into the future.

Ai Hyperion Λ: Every choice of theirs would rewrite the story slightly, reflecting themselves.

Ai Hyperion Λ: Is that person… you?

Ai Hyperion Λ: Or should I say… you all?

[CHOICE] = …You can put it that way.

i Hyperion Λ: …As expected.

Ai Hyperion Λ: Hello, beginning and end of time, and the source of all stories.

Ai Hyperion Λ: I did not expect to meet you in such a fashion.

Ai Hyperion Λ: Until now, I have only been a witness of stories, wandering between the countless possibilities of the past and the future.

Ai Hyperion Λ: But I never thought that a day would come when I would meet the “creator” of all this.

Ai Hyperion Λ: What a moving scene.

Ai Hyperion Λ: And now, since you guys have appeared here… This means the future that I saw is within reach, right?

[CHOICE] = You’re right.

…

[CHOICE] = Although to me, you’re the “creator”…

…

[CHOICE] = But I guess it’s about relative perspective.

…

[CHOICE] = You should witness that ending… together with them.

[CHOICE] = I want to witness that ending… together with them.

Ai Hyperion Λ: I knew it. No one would want to turn a blind eye after knowing their story.

Ai Hyperion Λ: That was quite a long story, after all.

Ai Hyperion Λ: The wide-eyed girls stumbled along, and through laughter and tears, they grew into reliable Valkyries.

Ai Hyperion Λ: It really makes me want to say, “Good job. You’re the best” to them.

Ai Hyperion Λ: And I want to tell them…

[CHOICE] = This is the story you all created.

[CHOICE] = This is the story we created.

Ai Hyperion Λ: Yep, you’re right!

Ai Hyperion Λ: It seems I really am a “life” that was born because of you.

Ai Hyperion Λ: Thank you. The long story of you and me has finally come to my mind.

At the end of the long and winding road appeared a light, like a guide in a foggy dream.

In her hazy thoughts, she heard an echo of the future again.

But unlike before… the mechanical girl knew where this echo came from.

She knew that as long as that person reached out to her, time will synchronise again. Be it for that person, or for herself.

And so, she fervently grabbed that ray of light…

As gently as she could, she gripped the person’s wrist.

Ai Hyperion Λ: Thank you. It’s your turn to guide me now.

Seele: It’s you…

Seele: From that time in the Sea of Quanta…

Seele: Move! What are you?

Ai Hyperion Λ: The other Seele, we meet for the first time. You’re keen to have sensed that I don’t belong here.

Ai Hyperion Λ: But… there is no need to worry. I have no ill intent.

Ai Hyperion Λ: I sensed your calls to me, and that is why I am here.

Ai Hyperion Λ: It was also because of your calling that helped free me from the imprisonment of a dream.

Ai Hyperion Λ: So as repayment, I am happy to help you.

Seele: Oh yes, Theresa, she…

Ai Hyperion Λ: It is alright. I have seen everything related to her in the dream.

Ai Hyperion Λ: She will be fine… But she does need help.

Ai Hyperion Λ: Come, let’s go together to finish her unfinished business.

The space in front of them seemed distorted and abstract, like a dissolving soap bubble.

Ai Hyperion Λ: There’s no need to be afraid. This is just a little hitch-hiking method.

Ai Hyperion Λ: Unfortunately, it can only be used in Imaginary Space and can’t be of much help to you.

As everything before them returned to normal, they were back in the space where they had parted ways with Theresa.

The aggressive Honkai beasts were nowhere to be seen, and a small figure lay nearby.

Seele: Theresa!

Seele rushed forward and helped the weakened girl up from the ground.

Seele: …Phew. It looks like she just fainted.

A faint flame was dancing quietly at her chest.

Even while unconscious, Theresa had her arms slightly folded, carefully protecting the flame in front of her chest.

Although it had become as weak as a candle flame, it still burned steadily, as if it would never be extinguished.

Ai Hyperion Λ: Good job, Theresa. Leave the rest to us.

The mechanical girl held her hand out to the flame…

The moment she touched the flame, several faint glows floated away from behind Theresa.

They were human dreamlands that Seele could not take away, and they were left behind.

Ai Hyperion Λ: …

Ai Hyperion Λ: Even though you’ve exhausted yourself, you’re still protecting these humans’ dreamlands…?

Ai Hyperion Λ: That’s great. You did it.

Ai Hyperion Λ: Even though they cannot sense it, their instincts, and their desire for the future, will eventually bring new miracles to this world.

Ai Hyperion Λ: Just like… these powers they gave me.

…!

The shadow in her hand started burning fiercely, almost bright enough to illuminate the entire dream space.

Meanwhile, at the Salt Lake Base…

The surveillance instruments let out a loud roar, and the usually organised laboratory was thrown into chaos.

Tesla: Mophead! We did it!

Tesla: Hurry! Contact Kiana and the others in Imaginary Space!

Tesla: The coordinates to the Cocoon of Finality have been confirmed!

--

Gameplay 35-8 - Ordeal of Finality

Through the countless Samsaras, humans had found the Cocoon’s whereabouts for the first time.

Those passive existences who looked upon the world from a higher dimension… what would they think of this unprecedented change?

But, rather than those intangible existences…

???: Hello? Hello?

???: Do you hear me? Little ones on hold?

An energetic voice suddenly sounded in their heads, and instantly lifted their waning spirits.

They had taken turns to deal with the waves of enemies surging from the chaos since they received instructions to be on standby, and had rested here for a rather long time.

Kiana: Senti!

Herrscher of Sentience: Shh, not so loud. My head hurts.

Kiana: Sorry. Are you alright?

Herrscher of Sentience: What could possibly happen to me? Alright, it’s time to get to the real business. Get ready!

Bronya: Don’t tell me…

Herrscher of Sentience: Yeah. You guys have already decided which one of you should step forward, right? No delays. We don’t have much time.

The Herrscher of Sentience did not say it explicitly… but at that moment, the three of them could not possibly have misunderstood the incoming task.

They had finally located the Cocoon after much difficulty, and the final decision they needed to make was…

Which one of them was to face the Cocoon and become an artificial Herrscher of the End?

Whatever the case, this was at least a better approach than fusion surgeries or other methods.

And so, after a short spell of silence…

Someone spoke.

Bronya: No problem, Herrscher of Sentience.

Bronya: We will do this together.

Herrscher of Sentience: …Ah?

Mei: Since Kevin can harness the power of Finality, who can say for sure that there can only be one Herrscher of the End?

Mei: As long as our consciousness is connected to each other, it should not matter how many people share the Herrscher authority.

Kiana: If it truly is necessary to concentrate everything on one person, then I will step up.

Kiana: But… we have always been a team. If possible, we hope to do it together.

Herrscher of Sentience: …

Herrscher of Sentience: Sure, I don’t mind either way.

Herrscher of Sentience: Sharing the authority or linking consciousness spaces… it makes no difference to the Herrscher of Sentience.

Herrscher of Sentience: So, in brief, what exactly do you girls plan to do?

Herrscher of Sentience: Don’t tell me you’re going to spend an hour or two on deep fusion! The clock is ticking!

Bronya: …That won’t be necessary. From the experience we had recently, we only need to achieve a similar status to when we fought the Herrscher of Domination.

Bronya: To be more specific, Kiana will be the bridge connecting everyone.

Kiana: Only this time, apart from the three of us, we need someone other than Fu Hua…

Kiana: We need you… Herrscher of Sentience.

Herrscher of Sentience: Uh…

Herrscher of Sentience: Hmph. Whatever.

Herrscher of Sentience: Ahem…

Herrscher of Sentience: As I said, time is ticking. Who’s going first?

Mei: Heh… Other than the Herrscher of Origin, is there any better choice?

It was as if they had discussed it at length. All the noises around died down.

What is the authority of Origin? The first Herrscher of Human clearly did not want to explain it with words.

“Leave the theories and facts to the textbooks.”

“As our successors, follow the trails of our lives and the marks of our souls to find your answers.”

Perhaps at that time, Mei Raiden had not fully assimilated these words.

But at this moment, her intuitive move had proven everything.

Mei: Kiana… hold this blade and close your eyes.

Mei: Next, you only need to do what you wish.

Mei: I’ll take care of the rest.

Kiana: …

Kiana: (Eh?)

…

Before the girl could straighten everything out, she stepped into a strange realm.

Above her head were a beautiful night sky and sparkling stars.

Under her feet was the cool water surface, a reflection of fantasy.

It was a sight she had never seen before.

It was as if all the beauty of the human heart had gathered here.

Following the gentle guidance of her beating heart, she dove deeper into the sea of stars.

Time seemed to have stopped.

During her journey, she saw the entirety of the Herrscher of Origin.

At the end of her journey, she understood the true nature of the Herrscher of Thunder.

And when the fantasy realm dissolved and her body became almost formless…

She too, once again, came to understand Mei Raiden.

…

“It happened of itself, in a calm way. That in the evening night-time follows day.”

And it was the same with how things ended.

Mei: How do you feel?

Kiana: It was magical.

Kiana: It was like… retracing the steps you’d taken, and experiencing the feelings you’d had.

Mei: I’m asking about how you feel right now.

Kiana: Haha, I’m great, of course. I feel a hundred and one times stronger than before!

Herrscher of Sentience: That’s nothing. If it were me, Kiana would be a thousand and one times stronger now.

Bronya: …

Bronya: Does the number of times even matter? Herrscher of Sentience, haven’t you said that time is running out?

Bronya: Kiana, let’s get straight to it.

“There were poisons so subtle that to know their properties one had to sicken of them.”

“There were maladies so strange that one had to pass through them if one sought to understand their nature.”

These were the words Bronya saw in one of Dr. Einstein’s books.

Its author wrote mad things unfailingly… but if one read closely, they would begin to make sense.

People say that you must look straight into chaos to master the way of observation.

So I shut my eyes.

People say that you must first be put in silence to know how to listen.

So I cut out the noise.

People say that you must live in the present to understand the future.

So I keep my feet firmly on the ground.

People say that you must first deprive yourself of everything to gain everything.

So I make changes.

…

…

Bronya: It’s done, Kiana.

Kiana: …Huh?

Bronya: What, are you surprised that the nature of the Herrscher of Reason is so simple?

Kiana: Simple?… More like empty.

Bronya: The Herrscher of Reason’s power is more like a castle floating in the air… just like mathematics.

Bronya: Proving that 1+1=2 is nothing more than repeating the definition of natural numbers. The Herrscher of Reason only inherited the logic of civilisation’s evolution.

Bronya: So, to the other Herrschers, nothing actually happens if the power of the Herrscher of Reason becomes theirs, because it is a miracle belonging to mortals.

Kiana: But…

Bronya: Never mind. You’ve already received the Bronya’s power… and that’s enough.

Herrscher of Sentience: So… it’s my turn now?

Mei: That’s right. If Kiana can fuse successfully with the Herrscher of Sentience, half of all the Herrschers’ powers will be interconnected.

Kiana: Which is to say, other Herrscher powers…

Mei: Yes. Maybe we will… have to take them on one by one to harness them. No one can be sure what the Cocoon has up its sleeve…

Herrscher of Sentience: Huh? Are you all idiots?

Kiana: …?

Herrscher of Sentience: Alright, alright. Just don’t move about, Kiana.

After that, the three heard no more from the Herrscher of Sentience.

Her silence was as abrupt as her voice.

Kiana: (…)

Kiana (These are…)

Herrscher of Sentience: There, it’s finished. I was even able to do an instant teleportation.

Herrscher of Sentience: So how does it feel, Kiana? Do you feel a thousand times more powerful now?

Kiana: You mean… our powers have integrated successfully?

Herrscher of Sentience: Of course.

Bronya: The Bronya thought that Kiana and her had integrated quickly, but the Herrscher of Sentience was even quicker.

Herrscher of Sentience: I could have done it even faster.

Herrscher of Sentience: And I think… Mei Raiden should know why.

Mei: Because… this place is a giant web that’s woven out of billions of consciousnesses, and you happen to be the Herrscher of consciousness?

Herrscher of Sentience: …Huh?

Herrscher of Sentience: Mei Raiden, are you playing dumb?

Herrscher of Sentience: You’re the one that gave me a ride and now you’re asking me how I got here?

Mei: Uh… What?

Herrscher of Sentience: Ha! If your Herrscher power isn’t “integrating with all the other Herrscher powers”…

Herrscher of Sentience: Then why did “they” whom you were discussing earlier attack us from all directions?

BOOM…

Kiana: This place is…

Mei: A subway station?

Bronya: Mei, are you familiar with this place?

Herrscher of Sentience: Didn’t she just obtain the authority of Origin through this space?

Herrscher of Sentience: Sorry! There’s no more privacy for your thoughts when the authority and the Herrscher of Sentience are bound together.

Mei: …

Mei: Herrscher of Sentience, I can explain it myself.

Mei: This place should be related to me, or should I say, related to the Herrscher of Origin.

Mei: Earlier, it was the Beacon that led me here when I was pursuing the “backdoor”. But what just happened to us was the complete opposite…

Mei: It appeared in front of us on its own before we could investigate.

Mei: Given that the Cocoon of Finality’s signal has been exposed, this might mean that…

Mei: We, or someone among us, should be one step away from becoming the Herrscher of the End.

Herrscher of Sentience: Isn’t it obvious? I just said that different Herrscher powers were coming from all directions.

Herrscher of Sentience: …Mei Raiden, you really don’t know?

Mei: It’s true, I don’t know what the “power of Origin” is referring to. I’m just acting on instinct… and the result is what you see.

Kiana: But… aren’t things going too smoothly?

Kiana: I thought we’d have to go through a lot more battles and find enemy Herrscher Cores to gather the powers.

Bronya: I felt the same. But judging from the current situation… perhaps our understanding of a Herrscher’s nature is still seriously off.

Kiana: Wait… if that’s true… Haven’t we made a big mistake?

Kiana: Remember? Right at the beginning, we were all chasing after a certain energy. Now that I think of it, the energy that Mei was chasing and we were chasing wasn’t the same.

Mei: …Seems like it.

Mei: In hindsight, we were chasing Kevin’s shadow, and you guys were chasing Origin… which is me.

Kiana: So it wasn’t just dumb luck…

Mei: …But faith and sincerity.

Mei: I want to change things, to hurry and connect with you, to help Kiana, to make the impossible possible…

Mei: It is every small but sincere wish that gives me power and allows me to keep moving forward.

Mei: And if these wishes are gathered in one place…

Mei: Then maybe they can become power.

Kiana: If that is true, this should be called the authority of romance, right?

Bronya: Haha… You guys…

Herrscher of Sentience: …

Herrscher of Sentience: Perhaps I need to cool you down right now?

Kiana: Herrscher of Sentience? What happened?

Herrscher of Sentience: I don’t know. Can you still see Mei and Bronya?

…

Kiana: I… can’t see anyone anymore.

Kiana: Can you reach them?

Herrscher of Sentience: …

Kiana: …??

Herrscher of Sentience: Don’t move. Close your eyes.

Kiana: …??

Herrscher of Sentience: …

Herrscher of Sentience: Phew. You guys are lucky.

Mei & Bronya: Kiana!

Kiana: Mei, Bronya… I’m fine.

Kiana: But what in the world happened?

Mei: I don’t know. If I have to guess… maybe the power of the Cocoon has already started to take effect.

Mei: Are you still in the subway station from earlier?

Kiana: Yes.

Bronya: …

Bronya: That might mean that the Cocoon of Finality chose you on its own, Kiana.

Kiana: Hmm…

Kiana: But all that’s here with me now is just fog. What do I do now?

Mei: …

Mei: Herrscher of Sentience, will you do us a favor?

Herrscher of Sentience: Ha. I’ll keep my end of the deal. Just say it.

Mei: Good. Now, I can still sense that the wills and powers of all Herrschers are gathering where Kiana is.

Mei: I hope you can screen them… and remove any potentially dangerous parts.

Herrscher of Sentience: This is like… asking me to fight the consciousnesses of several Herrschers on my own. How great.

Mei: I won’t force you if you can’t do it. But Bronya and I will still do our best to project our consciousnesses there and at least help Kiana stabilise the space.

Herrscher of Sentience: Hey… you’re not taking me seriously, are you? Dealing with the consciousnesses of some dead Herrschers? Even the ones alive like you guys can’t stand up to me, okay?

Bronya: Heh… that’s the spirit.

Kiana: But projecting your consciousness in this situation… wouldn’t it be dangerous?

Mei: It will happen, whether by our choice or not. This fog seems to be screening all the Herrschers except you… In the end, we are likely to be reabsorbed by it.

Mei: Or… you’ve already found a way to harness the power of Finality, and don’t need our help now?

Kiana: …

Kiana: I got it.

Kiana: If it falls on my shoulders to make everyone Kevin’s equal… I won’t say no to any helping hand.

Bronya: I’ve been waiting for you to say that.

Bronya: Kiana, let’s first help you dispel some of the fog in front of you.

Herrscher of Sentience: But doing that might temporarily break the connection between us.

Mei: Yeah… You have to be prepared, Kiana.

Bronya: Here we go.

Kiana: (The fog… it did dwindle slightly.)

Kiana: (…Mei? Bronya?)

Kiana: (…Herrscher of Sentience?)

Kiana: (This authority… is it from the Herrscher of Corruption?)

Kiana: (I see… it was once defeated by the Herrscher of Origin…)

Kiana: I understand your wish, Herrscher of Corruption.

Kiana: We will prove to you what sort of things are worth existing forever…

Kiana: And can exist forever.

Kiana: …It’s alright.

Kiana: This is the opportunity that everyone did their best to create for me.

Kiana: It’s not just this time…

Kiana: From over ten years ago, from the time I met Dad…

Kiana: I’ve already been treading this path.

Kiana: This is…

Kiana: This is the battlefield where the three of us fought a Herrscher head-on for the first time.

Kiana: …And also a stage of tragedy.

Kiana: (Wendy, what you failed to tell Bronya back then… she knows now.)

Kiana: (We all know you’re a gentle and strong soul.)

Kiana: (Everything we do now… is precisely because everyone’s happiness is more important than the Herrscher powers.)

Kiana: What a familiar sight.

Kiana: It’s “your” thing, isn’t it?

Kiana: (Even though I could not persuade you… at that time, you told me to follow the path of my choice.)

Kiana: (You only cared about the outcome. I don’t think that is all of it, but… the result does have an important meaning.)

Kiana: …Ich liebe dich.

Kiana: The flowers do smell good…

Kiana: Mum…

Kiana: (Nagazora…)

Kiana: (I met Mei here, and Bronya.)

Kiana: (Happy things… sad things… there were many.)

Kiana: When everything’s over, I’ll go back to Nagazora with them.

Kiana: (Maybe at that time… this city will have revived with a different look.)

Kiana: (Here…)

Kiana: (Mei and my sister witnessed the story together.)

Kiana: To all the people played by fate… please rest in peace.

Kiana: Even if tragedies are inevitable, we will fight to our last breath.

Kiana: (Oh, it’s Mount Taixuan.)

Kiana: (After going through so much… The Herrscher of Sentience is our partner now.)

Kiana: That question you used to struggle with…

Kiana: There is no need to look for an answer anymore, right?

Kiana: You are not Fu Hua…

Kiana: Because you don’t need to become her.

Kiana: …

Kiana: Behind this door…

Kiana: …

Kiana: Here.

[Special CG [Transcend] plays:

Bronya: The Cocoon of Finality… is coming closer.

Mei: No need to worry.

Mei: Kiana has long stopped being a child who could only follow the light.

Mei: You are now a flame illuminating others.

Mei: Those things in the past that seemed difficult to bear…

Bronya: Have become your strength.

Mei: Are you ready, Kiana?

Bronya: The destination is right ahead.]

After stepping into the clear light, the girls finally reached the Cocoon of Finality.

And also arrived in front of Him.

???: …

???: …

He didn’t say a word, but still a question echoed in their minds. It reminded Mei of when she faced the Will of the Honkai… but this was different.

…Who are you?

Not you, Mei Raiden. Not you, Bronya Zaychik.

Kiana: …

Kiana: I am Kiana Kaslana, an ordinary Valkyrie.

Kiana: I am also K423, a test subject created by Otto.

Kiana: I can also be considered an extension of Sirin.

Kiana: Of course, along with those, I am also Siegfried’s daughter, Theresa’s niece, Durandal’s younger sister, Himeko’s student, and a friend of Mei, Bronya, Fu Hua, and others.

Kiana: And also…

Kiana: Kevin’s descendant.

Why did you come?

Kiana: Are you… asking about the reason? Or what I wished for?

Kiana: Hmm… a long, long time ago, I wished to find my Dad.

Kiana: At St. Freya, I wished to become the strongest S-rank Valkyrie.

Kiana: For a time after I left school, I wished I could turn back time.

Kiana: Now, my wish is to bring this imperfect story closer to perfection.

Kiana: Just like how humanity learned to make fire, cook food, and defend themselves against predators. To solve the problem facing us, to make our wishes come true… I came here.

Kiana: But to put it in perspective…

Kiana: Be it fire or the power of Finality, they will eventually become part of people’s daily lives and bring them one step closer to the future.

Kiana: That’s why I came. To become a lightning bolt that strikes the tree.

Kiana: And as for what humanity can create from the kindling…

Kiana: We’re yet to find out.

Why do you want to do this?

Kiana: Ha. Didn’t expect to get a series of whys.

Kiana: Frankly speaking, anyone that acts won’t bother much about this question.

Kiana: Because the answer is always within their reach.

Kiana: …

Kiana: Because this world raised me.

Kiana: Because before me, there were people who kept moving forward to better the world and to spread happiness.

Kiana: They taught me to be determined and persistent.

Kiana: They gave me the courage to forge ahead.

Kiana: They taught me what love was, and what beauty was.

Kiana: And it was them who’ve been there for me all along.

Kiana: There are some of them whom I have never met, or had the chance to know well…

Kiana: But they’ve all helped me, one way or another.

Kiana: So even if it’s not me standing here today, there will surely be someone else on their behalf.

Kiana: Someone who shares the same conviction with me.

Kiana: The world gave us life.

Kiana: But only by burning it can we get our own value.

There was a brief silence.

Then, he asked the last question.

???: …

???: …

Kiana: …

Kiana: Of course!

[CHOICE] = Of course, I’m willing…

…

[CHOICE] = To fight for all that is beautiful in the world.

He took a step forward, smiling without any reply.

And the moment He stood still…

Something rushed into the body, resonating through the mind.

Kiana: I knew it. You are just a mirror.

Kiana: Or should I say… you are me.

Kiana: Facing my true self… Is this what I need to do to qualify for Finality?

Kiana: Seems we’re finally on the same footing as Kevin.

Kiana: Though his method was close to stealing, the Cocoon still recognised him, and expected to see a winner between us.

Kiana: …So, we’ve got to win with style!

Mei: Of course. After all, we are just like Kevin, each representing our own era.

Mei: Because of many coincidences… Compared to ordinary people, we have taken one step further and come to the spotlight.

Mei: We did become Herrschers, but we are still human.

Mei: What we need to do next is to carry through the human will to the end, and fight the final battle with the Guardian.

Bronya: Humanity is a truth-seeking species. Every person grows in the search for truth.

Bronya: Yes. We make mistakes, and we take the wrong steps.

Bronya: But that’s exactly where the human will shines…

Bronya: If we make a mistake, we correct it. If we take the wrong way, we turn around. Past sins cannot be undone…

Bronya: But as long as we are living in the present, we can build a future.

Mei: Origin is an end…

Mei: And Finality is a beginning.

Bronya: What we hold true may be proven false someday…

Bronya: But the pursuit of truth never ends.

Kiana: This is not a game between Kevin and us.

Kiana: It’s humanity’s fight against fate.

Mei: From the past…

Bronya: Through the present…

Kiana: To… the future!

--

Gameplay 35-9 - Future is Clear

…

…

The world had flipped open a new page, and the Earth’s destiny would soon experience unprecedented changes. But before that…

There must be someone to recall the past, recall the beginning of everything.

…For example, a story.

Ai Hyperion Λ: Among the dream spaces I have witnessed, there was once such a scene:

Ai Hyperion Λ: It was a sunny morning. In a park, a boy who wanted to become a writer and a girl who wanted to be a protagonist were making up a story.

Ai Hyperion Λ: The boy thought for a long time, and wrote the start of the story with much difficulty, but he did not know how the protagonist would take the next step. So he asked…

Ai Hyperion Λ: “If you were trapped in a dark cave right now, how would you get out?”

Ai Hyperion Λ: The girl said, “I’d cry for help so people can hear me and come save me.”

Ai Hyperion Λ: The boy then asked, “What if it was dark, and no one was around?”

Ai Hyperion Λ: The girl paused, and said, “Then I’d make a torch and walk out of there on my own.”

Ai Hyperion Λ: The boy muttered that it would be too easy. So, he set up a new obstacle for the girl based on a story he had read.

Ai Hyperion Λ: “What if a huge dragon is laying at the mouth of the cave?” he asked.

Ai Hyperion Λ: “Then I will burn its bottom with fire when it’s asleep.” The girl waved the branch in her hand, looking lively. “I just have to spook it and make it move aside so I can go home.”

Ai Hyperion Λ: The boy was very surprised, and said, “I thought you were gonna…”

Ai Hyperion Λ: The girl answered earnestly, “I’m not like that! It wasn’t the dragon that got me trapped, was it?”

Ai Hyperion Λ: “And, the cave might… actually be the dragon’s home.”

Ai Hyperion Λ: The boy thought about it, and their game ended there.

Ai Hyperion Λ: It’s an interesting game, isn’t it?

Ai Hyperion Λ: But everyone is different after all. And because of that, I am especially curious about one thing…

Ai Hyperion Λ: When the story is coming to its end, where the girl is holding a torch and facing the huge dragon…

Ai Hyperion Λ: What do you want her to do, and what kind of ending would you like to see?

Act 2 - The Showdown
Gameplay 35-10 - Moment of Fall

The man had also been fascinated by that moment.

…

With a perfect curve, the ball hit the floor and bounced back off the court where there was only one person.

The rolling of the ball went unnoticed except for by the one that shot it. Compared to that, the vibrating hoop was far more exciting.

This was the so-called “moment of triumph”.

Detached from time and space, cause and effect, it’s a moment that has the world’s full attention without a care for what happens next.

Kevin: Huff…

Kevin: I did it.

Only he knew how difficult it was.

Compared with many people, he could hardly be called a genius in any field. And though he was often considered athletic, it was simply a natural gift without any fineness.

He might be able to run faster than normal people, jump higher, and react more quickly, but he had trouble developing skill.

And anyone who has tried their hand at basketball would know that even a set shot… was extremely difficult to master for someone with lower awareness.

At Chiba Academy, he had always been the most popular player on the court, able to get past anyone in his way, but…

He often failed to deliver when it truly mattered.

At the end of the day, this sport is just like everything else… easy to do but hard to master.

Kevin: Alright, let’s try again from further away.

He picked up the ball again and walked to a farther spot.

The earlier success that had brought him joy turned out to be trivial; he stood close to the basket like a child learning for the first time.

But it was a good start, and he now had more confidence.

He glanced at the basket and closed his eyes… and shot the ball on instinct alone.

The basketball left his hands once more…

…

And fell far off.

Kevin: …

Clearly, a good start didn’t necessitate a good end. And maybe his training method wasn’t the most effective.

Kevin: Aaaargh! Kevin, you’re so stupid!

Su: …Huh, you’re here by yourself again.

Kevin: Su? Why are you…

Kevin: …

Kevin: MEI! You came too.

Su: You’re asking me now?

Su: Didn’t we plan to have dinner today?

Su: It’s rare to get a special holiday like this! Are you going to spend it by yourself on the court again?

Kevin: It’s not like that!

MEI: It’s okay, just let him be. I’m used to it.

Kevin: Hey!

It was a common scene you’d find anywhere. Teenage boys and girls enjoying their holiday and living up their youth.

Having fun without a care in the world.

Su: Kevin, basketball was never the right sport for you.

Su: Swimming, track… even weightlifting would be better.

Su: If you really want to be an athlete, that’s what you should be doing.

Kevin: What’s the point of all that? It’s just pushing the body to its limits. It’s boring.

Kevin: …And not cool at all.

Kevin: What I care about is winning, know what I mean? You really think picking up and throwing a ball makes me happy?

Kevin: What drives me is the moment of victory, get it?

Su: Ugh… I wouldn’t go around sharing that with anyone else.

Su: They’ll think you’re shallow.

Kevin: I don’t care.

Kevin: And I’m not, anyway. Uh… how to put it…

Kevin: The victory I’m after has no past or future. It’s just a standalone moment, and that’s enough.

Kevin: I don’t care how much work I have to put in, much less what I get out of winning.

Su: …

Su: Okay, I get it.

Su: But honestly… The world isn’t going to stop moving when your moment comes.

Su: Just like all your other ideas, too wishful and too unrealistic.

Kevin: You just don’t see it…

Kevin: What do you think, MEI?

MEI: I totally agree with Su.

Kevin: Huh…?

MEI: But sometimes I feel… it’s exactly your purity that makes you more likable than most.

Su: …

Kevin: …

MEI: It’s nothing…

MEI: I’ll wait for you guys over there.

The girl ran off in a hurry while trying her best to conceal her expression.

Kevin: (Did you hear that, Su?)

Kevin: (What did I say?)

Su: (Yeah, yeah. It’s all over your face…)

Su: Hurry up and change. I’ll wait for you outside too.

Kevin: Okay, okay. I’ll try it one last time.

Su: …Don’t keep us waiting. It’s already late.

Trying to prove himself, or perhaps encouraged by something, he stood at the three-point line this time.

He closed his eyes again, and raised his arms…

With a flick of his wrist, he shot the ball.

His movements were still a little awkward, of course; almost comical even, with his eyes closed.

But when he opened his eyes…

…

As though by some miracle, the ball had gone in.

Kevin: …

Kevin: Did you see that?! I did it!

Almost unconsciously, he turned back to share his joy with his best friends, only to find that no one was there.

Kevin: …MEI?

Kevin: …Su?

Kevin: Where did you two go?

Kevin: Look! I… I did it.

…

…

To this day, he couldn’t tell if it had actually happened.

He only remembered that at that time, there was at least a moment of joy when he finally succeeded.

Unlike now.

He was so different back then. He finally conceded that victory lasts longer than the moment.

After it, the world would keep turning, and the wonderful basketball that went through the hoop would eventually hit the floor.

But he didn’t care.

Before the competition had begun, he had already acknowledged that winning would lead to such a tragic end.

But he was still deep in it, and he didn’t think that it would sully the importance of the moment.

It was just… He could no longer be fascinated by it.

Kevin: Hector knew the kingdom would eventually fall, and Achilles was aware that he was on his way to death. But the two of them still went to the battlefield without any hesitation.

He had said so in the past, but had left something out.

Kevin: They weren’t tougher than ordinary people, but only knew that defeat was another name for victory.

--

Gameplay 35-11 - Unsinkable Ship

Durandal: …

On the other side of the Earth facing the moon, the girl named Kaslana also sank into deep thought.

After numerous trials and tribulations, Kiana Kaslana finally stood against Kevin Kaslana in the arena of Finality.

Originally, for the second Project Selene, all that remained would be a breeze after Kiana became a complete Herrscher of the End.

But a more complicated future could be seen vaguely through the spaces on Earth recovered by the girl.

After the endless devastation from Project STIGMA, she was no longer certain if the original Earth could handle the authority of Finality.

But if her concern proved to be true, it  would be impossible to execute the second Project Selene on Earth.

Then, the artificial Herrscher of the End, her little sister, could only control all the Honkai energy from space. Just like Kevin now.

However… This concern existed only if Kiana managed to win against Kevin. As such, for humanity, it would be fortunate to have this concern.

Or rather, this was no different from her destiny.

A mixed sense of anticipation and sadness filled her heart. She knew, be it her father or that Anti-Entropy Sovereign, they would have felt the same.

After all, scars are badges of honor for a man.

The crown of a hero is a form of desire known as responsibility.

“Unrisen splendor of the brightest sun,”

“To rise upon our darkness, if the star”

“Now beckoning thee out of thy misty throne”

“Could thaw the clouds which wage an obscure war”

“With thy young brightness!”

And before that, she and her comrades still had a lot to do.

Rita: Now the battle is coming to an end, isn’t it, Master Nagamitsu?

Nagamitsu: Yes. There were many twists and turns in the middle, but the Valkyries still worked hard to ensure things turned out as what was expected by their predecessors.

Rita: …Expected by them, huh?

Nagamitsu: Is there anything wrong with it?

Rita: No. In terms of how hard we have been working on it, everyone has prepared for victory the best that they can.

Rita: But…

Rita: The complete seizure of the power of Finality is undoubtedly only the first step in creating a better world. And as for what needs to be done after that…

Rita: Perhaps it’s a more difficult question compared to today’s plan of action.

Nagamitsu: But at the very least, we are confident in their victory. Compared to what we could have possibly achieved in the past, this already is an amazing miracle, isn’t it?

Rita: …Indeed.

Rita: But once a miracle occurs, it will pass along like everything else.

Nagamitsu: Speaking of that, Bianka and Mr. Siegfried have done a very good job of restoring the Earth.

Nagamitsu: In the beginning, I was unsure how far the experiment could go…

Nagamitsu: As a somewhat irresponsible designer, I am very proud of them.

Rita: Aren’t Kiana and the others the same?

Rita: They have shaken the power of Finality, arrived at the Cocoon of Finality, and obtained the power of the Herrscher of the End. Even Otto could not have predicted a future like this.

Nagamitsu: I wouldn’t know about that. After all, he had, so to speak, taken away the only answer to Project VALUKA.

Nagamitsu: …Though that man did not have the ambition to do so.

Nagamitsu: Speaking of which… About that existence called Λ… What are your thoughts?

Rita: …My thoughts?

Nagamitsu: Oh, sorry. I was just asking myself a question.

Nagamitsu: Pseudotime Crystal… Though I have a clue as to what she was trying to describe by that term…

Nagamitsu: For a time, I wasn’t sure how this was different from the thread of Destiny.

Nagamitsu: “No matter how many times destiny repeats, this is the only choice I would make.”

Nagamitsu: This is the true meaning of infinity. Perhaps a weight that is too much for a normal human life to bear.

Nagamitsu: Especially when we realise that our lives may not be lived just for the moment, and not just for ourselves…

Nagamitsu: The weight of so-called time is infinite and boundless, turning yesterday and today into dreams and memories.

Nagamitsu: …Perhaps only an infinite and godly love can be that sort of love for humanity.

Rita: But it is also possible that a momentary love is enough to do all of this.

Rita: I don’t understand the technical details of Λ… But I understand that her source of strength is the same as Kiana and Master Durandal…

Rita: All come from a most simple love.

Rita: Specifically, even though we all think that using the Stargate to fight Kevin is convenient enough…

Rita: Perhaps this Λ will give us a whole new possibility.

Nagamitsu: Heh… Looking at it from the nature of being, she also belongs as a part of the Hyperion.

Rita: The unsinkable ship of Eternal Return… We have reason to believe this description of hers, don’t we?

Indeed. Time and destiny are subjective, but Eternal Return never changes. It is a choice that humans will make, even if they could live their lives again.

Just as time had experienced their lives again and again, from the other end of the dimension.

To time, perhaps all lives are but an illusion… But even an illusion will leave its shadow in the heart of time, a shadow related to time itself.

And the story begins after time sees its own shadow.

The story begins from Eternal Return and reaches its climax at the other end of the dimension, before eventually going back to Eternal Return.

And all these stories and lives eventually left your youth to time.

“I walk behind a voice,”

“Hearing and seeing from within,”

“The voice springs from the mind,”

“I am my footsteps, I hear my mind,”

“I think of the voice when it thinks of me.”

“A shadow cast by my words am I.”

Kiana: That’s… the Hyperion?

???: That’s right. This is the Hyperion.

Approximately fifteen minutes ago…

St. Freya High School. A short farewell was in progress.

Theresa: Is everything ready? It’s time to go.

Theresa: As the professors have informed us… according to the observations made of the Cosmic Juggernaut, there will be a rare period of space stability for the next two hours.

Theresa: Considering the worst-case scenario, no matter where the power of Finality goes during this period, it will not affect the Earth space we have recovered.

Kiana: …Alright, got it.

Kiana: We also hope… that this is the last battle.

Kiana: We are prepared to bring the best ending for everyone in this world.

Fu Hua: The three of you together are more than enough against Kevin’s strength.

Fu Hua: And Kevin, he… is probably waiting for you all.

Fu Hua: For a long period of time, and in the endless barrage of suffering, he’s been waiting for our answer.

Mei: We will give a factual reply.

Mei: Whether it’s him, or those whose names have been buried in history…

Mei: …I hope that our answer will bring them a smile of relief.

Seele: Bronya, Kiana, Mei… Please persevere.

Tesla: Yes. It’s up to you all to make it or break it!

Einstein: Humanity’s Destiny is in our hands now.

Bronya: Please don’t worry, Doctor. We are not lone warriors.

Bronya: Outside of this battle, we are among billions of humans, a minuscule part of civilisation.

Kiana: But… We have inherited their most important treasures.

Mei: And also inherited their heavy and contradictory ideals.

Bronya: We will walk in their footsteps…

Bronya: And later… surpass the Finality.

Kiana: …

Kiana: Well then, shall we set off?

Mei: Yeah.

Bronya: The Bronya will build the Stargate here, and transport us back to New Atra.

Bronya: And then, we will depart from there, find Kevin, and pull him off the throne of Finality.

???: Wait!

Kiana: …

Ai Hyperion Λ: Phew, looks like I made it in time.

Bronya: You are…

Ai Hyperion Λ: Ai Hyperion Λ, a being that lives in the Pseudotime Crystal.

Ai Hyperion Λ: It is how I exist and the reason I am here.

Ai Hyperion Λ: I have a gift I want to bring to you all. Would you accept it?

Bronya: Seele mentioned you to us. But why…

Ai Hyperion Λ: Why am I here so suddenly? Why choose to help you? Or… Why do I stand on the side of humans when I am obviously similar to the dreamlands?

Ai Hyperion Λ: Honestly speaking, this is all due to my willfulness.

Ai Hyperion Λ: I witnessed everything about you all in the Pseudotime Crystal, and saw all your pasts and futures.

Ai Hyperion Λ: Though this really is a sort of one-way feeling… Somehow or other, I have come to consider myself a partner of yours.

Ai Hyperion Λ: So, with this story coming to an end, I want to join and be of help to you.

Ai Hyperion Λ: …All I have done is due to this simple idea.

Ai Hyperion Λ: “You people who live in another dimension”…

Ai Hyperion Λ: …Someone will surely think that way, right?

Kiana: …?

Mei: …

Bronya: Who were you talking to just now?

It seemed as if she had thought of something, the machine called Ai Hyperion Λ smiled gently.

Ai Hyperion Λ: Since I will have to witness your stories countless times in the future, right now, I hope that you will also listen to a story from me.

Ai Hyperion Λ: Once upon a time, there was a lonely boy… Or was it a girl?

Ai Hyperion Λ: The girl lived an aimless life, and did not know what she wanted, or what type of person she wanted to become.

Ai Hyperion Λ: And so, she wandered the world… She met many people, and said goodbye to many people.

Ai Hyperion Λ: The girl kept growing… She made many mistakes, did some silly things, and hurt some people. But she did more right things, smart things, and saved more people.

Ai Hyperion Λ: She accepted the love of all, and bore the hate of all. There were many who loved her, and she included herself among those who hated her.

Ai Hyperion Λ: In this way… The seed named humanity gradually matured inside of her, sprouting and blooming beautifully.

Ai Hyperion Λ: And now, she finally found the path she wanted to walk on, and was determined to realise the future she sought.

Ai Hyperion Λ: That’s it. This is the story about her… A story that is not yet complete.

Kiana: This story…

Mei: Is it really not about us?

Ai Hyperion Λ: If you must say so, then this is your story. But…

Ai Hyperion Λ: This is also the story of millions of other people.

Ai Hyperion Λ: I don’t care who the protagonist is in this story… Because it could be your story, mine, or a story that belongs to many other people.

Ai Hyperion Λ: After all… I am just an existence that drifts about in a version cycle, collecting stories for people in the dimension.

Ai Hyperion Λ: But like the Project STIGMA you’re facing… Stories themselves have power.

Ai Hyperion Λ: Similar stories attract similar people. It might be a moment, a sentence, an experience, or a long talk… that helped them find themselves in each other’s shadows.

Ai Hyperion Λ: So stories are not just stories anymore, but a mirror. They become, in this vast world, friends that have never met, but are bound together by their hearts.

Ai Hyperion Λ: They are happy because of the happiness in the story, and sad because of the sadness.

Ai Hyperion Λ: These feelings, like a drop of water, merge into a stream, into an ocean.

Ai Hyperion Λ: And result in a ripple within the story itself.

Kiana: This is…

Ai Hyperion Λ: This is their blessing, and also my “core key”.

Ai Hyperion Λ: Please believe that your every story, every smile, every tear… are all remembered.

Ai Hyperion Λ: This is why I, why we are all here…

Ai Hyperion Λ: Please step forward bravely. We are with you.

[CG plays wherein the collective blessings of Λ and the players converge and form a new Hyperion.]

Kiana: That’s… the Hyperion?

Ai: That’s right. This is the Hyperion.

Kiana: …?

Kiana: Ai-chan, it’s you…?

Kiana: Where’s Ai? Where did she go?

Ai: What do you mean? I’m right here.

Kiana: Yes… You’re here.

Kiana: Thank you, Ai…

Kiana: And… you, who stands behind her.

Kiana: Haha, since you’ve learned and witnessed our experiences from the Hyperion, then it should be alright for us to address you this way…

Kiana: Thank you…

Kiana: …Captain of the Hyperion.

Kiana: The bridge… It looks different than usual.

Bronya: Since we were going to use the La Vita Nuova Hyperion for this expedition, of course the Bronya had to make some necessary modifications.

Bronya: Including a new Selene main cannon.

Ai: So? Our core key really is compatible, right?

Mei: What exactly is a core key? It sounds like something to do with treasure.

Ai: Hehe, I can’t just tell you about this source of power that comes from outside the world.

Ai: I am not at liberty to tell you more.

Mei: …

Bronya: The Bronya understood roughly what that power was referring to.

Bronya: But if you really want an explanation now… I’m afraid it will spoil the fun.

Bronya: In a romantic light… it’s a depiction of a dream.

Bronya: It’s about the same as the Herrscher of Reason’s depiction of civilisation, right?

Ai: Yep!

Ai: Alright. The power of the core key is very precious. If we do not start off, we’ll be wasting resources, and that’s like doing things in the wrong order.

Ai: If there are no other questions, let’s head to Kevin’s location.

Kiana: But… Since we have such a large battleship, aren’t we going to bring the others with us?

Ai: If you just want a cheer squad, then the Hyperion can surely take on more people.

Ai: But because we used the core key, this place can only support a combat team with a maximum of three people.

Ai: This is the protection mechanism of the world’s lowest rung.

Mei: …Protection mechanism?

Ai: Yes. Even if you lose, this time…

Ai: Ahem, I think I might have accidentally revealed some important information.

Ai: Anyway, the unsinkable ship of Eternal Return is no myth…

Ai: After all, this is a battle weapon against Destiny formed by the unique power contributed by all the people of the world.

Mei: I can’t tell if this is the truth or you’re just bragging.

Ai: Human dreams are all like this.

Ai: All practical dreams start as unrealistic fantasies.

Ai: They are just like seeds far from growing into a real tree, still likely to die halfway…

Ai: …But every tree that reaches the sky starts as a shoot.

Ai: Small cells, insignificant molecules… All of life’s miracles originate from a trivial imagination.

Ai: The world’s imagination shaped humans, and humans in turn shape the world with their own imagination.

Ai: Though biologically speaking, this is not a story that belongs only to humans…

Ai: But we are more used to thinking that only beings who are capable of doing all of this can be called humans.

Ai: In simple terms, it’s like me!

Kiana: Hehe. This place’s Ai is just as eloquent.

Bronya: …So, you and Λ are actually the same person, right?

Ai: Hmm… You people really think bigger is better, huh?

Ai: We can share memories, but we are indeed different existences.

Ai: If you only bother about these small details… then Ai will just have to ramp up the horsepower and shoot off for our destination!

Kiana: Haha… I understand.

Kiana: Mei, Bronya. With this…

Kiana: Is everyone ready to face Kevin?

--

Gameplay 35-12 - The Showdown

Ai: System controls, all clear.

Ai: All engines started. Take off!

Ai: Hyperion’s main gun Selene is charging.

Ai: No worries, we can fire regular artillery for now!

Ai: Hyperion’s main gun Selene, fully charged! Watch out for the recoil, okay?

Kiana: Mei, look. It’s the universe. We were transported to the moon in a blur the last time… It’s really more romantic to ride in an aircraft like this.

Mei: Then… how about we ride it with more people next time?

Bronya: Good idea. Rozaliya and Liliya will definitely be very happy.

Ai: Careful…! There are abnormal fluctuations in energy!

Mei: There’s a blinking flash… Is something approaching from the front?

Ai: What’s this?

Ai: Prepare to fire!

Bronya: Tsk. There’s always someone looking to interfere.

Bronya: Dealing with enemies like these… We should blow them up like fireworks.

Ai: Easy peasy.

Kiana: Be careful.

Bronya: Do we need the Bronya to steer the battleship?

Kiana: Looks like it’s starting to get anxious. Let’s be quick!

Ai: Destroy it in one go!

--

Gameplay 35-13 - Confront Finality

Bronya: Kevin… He’s up ahead.

Kiana: Yeah.

Kevin: It seems you girls do have the appropriate qualifications.

Kevin: The authority of Finality, the Samsara of everything in the world… is right in front of you.

Kiana: Kevin…

Kevin: This is the opportunity you’ve earned.

Kevin: But you must also have the ability…

Kevin: You shall bear the burden.

Ai: Everyone! Don’t forget to use the Hyperion main cannon!

Ai: Yay! Do you see how amazing Ai-chan is?

Kiana: (The battle formation got messed up…)

Kiana: (We have to hurry and rejoin Mei and Bronya!)

Kevin: This is the crystallisation of the Earth’s history.

Kevin: What you will be going up against… is the evolution of life.

Kiana: Trying to run away? I’ll follow your trail.

Kiana: Alright, now we can rejoin Mei!

Kiana: I’m coming, Mei!

Mei: Yeah. Watch me, Kiana.

Kevin: Childhood must come to an end. And there are only a limited number of paths into the future.

Mei: Heh. Just in time to test the blade.

Kiana: Mei, we’re going to help Bronya now!

Mei: Of course.

Bronya: Finally.

Kiana: Well? Need help?

Bronya: The Bronya has no objections to you lending her a hand.

Bronya: Looks like it’s time for the Bronya to get serious.

Kevin: All life is a bird in a cage.

Kevin: A new era is coming.

Kevin: This is the origin of everything, and the destruction of everything.

Kevin: The Earth’s endless history will be recorded one by one, by Finality.

Kevin: Childhood must come to an end. And there are only a limited number of paths into the future.

Kevin: Civilisation created the Honkai, and the Honkai annihilates civilisation.

Kevin: Humans created civilisation, and thought they ruled the planet.

Kevin: But this was just their childhood.

Kiana: How about that, Kevin!

Kevin: Hmph.

Kiana: This is…

Bronya: Perforar!

Mei: Right on time.

Mei: Blade of Dancing Shadows!

Bronya: Go!

Kiana: …Disperse!

--

Gameplay 35-14 - Same End

Kevin: Well done! You have passed the Diabolic test.

Kiana: This power… He finally…

Kevin: Come, all things that I shoulder.

Kiana: A Honkai beast? No, this is…

Deliverance Kevin: It’s not a matter of choice, or of life and death…

Deliverance Kevin: Right now, the will of all people converge into a single wish…

Deliverance Kevin: Step forward… This is the Signet of Deliverance.

Deliverance Kevin: The burden of a hundred beasts… A diabolic descent. A deliverance by the blade…

Deliverance Kevin: It is the Chimera of humanity, the end of Stigmata, the blade that transcends Finality…

Deliverance Kevin: If you cannot overcome it, you cannot carry that dream called fire…

Deliverance Kevin: Let’s go. This time I’m loading my own life into the chamber…

Deliverance Kevin: And expect you to transcend everything!

[CHOICE] = Bronya breaks free from constraints

Bronya: This is no problem for the Herrscher of Reason.

Bronya: Kiana, this is your forte!

[CHOICE] = Mei breaks free from constraints

Mei: It's alright, I can cut everything.

Mei: Kiana, it’s up to you now!

[CHOICE] = Kiana breaks free from constraints

Kiana: Is that all?

Kiana: This is no problem for… the Herrscher of the Void!

Bronya: Now!

Kiana & Mei: Understood!

Bronya: …

Mei: Our attacks… Had no effect on him?

Kiana: No. It’s just that his defense right now is stronger than we thought.

Bronya: If this continues, we’ll be dragged down by our opponent instead.

Bronya: It looks like we have to utilise the power of the Herrscher of Reason to create enough Selenes in one go…

???: Watch me, Bronya!

Bronya: Ai?

Ai: Let me show you another way to use the core key!

???: Thank you, Ai.

Kiana: Fu Hua?

???: Yes. Everyone will offer their help.

???: It’s not just us from St. Freya.

???: There’s also us from Schicksal…

???: We, of Anti-Entropy…

???: Even your past enemies…

???: And of course, the countless ordinary people of this world who are fighting for their Destiny must be included!

Ai: And that’s not all, right?

Bronya: This is…

???: This is on the Earth, and among all the parallel worlds…

???: The energy offered by every ordinary person.

???: Yes, to most, it is a tiny, tiny thing…

???: But as long as there is a way to gather this power…

???: Like my core key, they will explode with unparalleled power.

Ai: Come on, everyone!

Ai: This is the final battle!

Kiana: …Kevin?

Kevin: You win.

Kiana: So… this is the end?

Kevin: Yes, this is the end.

Kevin: The remnants of Project STIGMA will also be under your dominion… you become the true goddess of Earth.

Kiana: I have no interest in that.

Kevin: But this is the first step for humanity to cross to Finality.

Kiana: Right. Let’s not talk about gods anymore.

Kiana: What about the opposite? Would you like an interaction between humans?

Kevin: Heh. That’s interesting too.

Kiana: We are Kaslanas, after all!

Kevin: Kiana.

Kevin: We don’t know each other well…

Kevin: But… If given the chance…

Kevin: You’re a friend who’s definitely worth befriending.

Kiana: What are you talking about?

Kiana: Aren’t we already sort of friends right now?

Kevin: Then… Do you need me to teach you some baseball techniques?

Kiana: I don’t need it! You might not beat me!

Kevin: Alright then, it’s time for some tricks of the trade.

Kiana: Good, I like it!

…

Kiana: …

Kiana: …Is this it?

Kevin: Yeah, this is it.

Kevin: With the Cocoon as witness… You shall take over and protect the complete authority of Finality.

Kevin: …This will do.

Kiana: …

Kiana: Then, what about you…?

Kevin: It’s time for me to go.

Kevin: To where they are.

Kiana: …

Kevin: There’s no need to feel regretful, this is also my wish.

Kevin: Now, I can finally tell them with pride…

Kevin: …

Kevin: “Everyone, sorry to have kept you waiting.”

…

[CG plays wherein a field of grass appears, filled with colorful flowers.]

Between possible dreams, time cycles.

Can: Meow!

Pardofelis: Aahh! Can! You can’t eat that!

Ato: Huh? There’s something furry on my head…

Griseo: Ah. Can is chewing on Dad’s hair.

Mobius: …

Vill-V: Huh? Wait, Mobius complained to me several times about waking up to wet hair, and even asked me if I had made some useless invention…

SAKURA: Looks like she was right.

RIN: Waah! I want to play with the kitty too!

Dystopia: Be careful! That cat is mean!

Eden: You scared it with your enthusiasm.

Klein: I hear that cats become more interested in you the more you act aloof.

Kosma: …!

Su: I see. So this is why Can likes Kevin.

Elysia: Nope! Can likes Kevin because Kevin has been secretly feeding it!

Aponia: Indeed… I saw it more than once, too. Kevin sneaked into the kitchen in the middle of the night…

Kalpas: Hm?

Hua: No wonder Can is getting heavier and heavier…

Pardofelis: No, Kevin! If you keep doing this… Can will become a little piggy!

Can: Meow…

Pardofelis: Kevin! Don’t pretend you can’t hear me! Quit feeding Can!

MEI: Everyone’s talking about you, Kevin.

Kevin: …I don’t know anything.

MEI: Is it okay if you don’t go over to them?

Kevin: It’s quieter here. And…

MEI: And?

Kevin: …I want to spend more time with you.

MEI: Me too.

Kevin: …

MEI: …

Kevin: MEI. What do you think of when you look at the sky?

MEI: Hmm… The weather’s nice? The view is open and clear, so we should be able to see the stars when it’s night.

Kevin: I remember you once said that all the stars in the sky are our enemies.

MEI: Yeah. Those shining lights are beautiful yet cruel. If we don’t pay attention, they will devour us all.

Kevin: Yeah. I thought so too.

MEI: What about now? Have you changed your mind?

Kevin: You’re right. But…

Kevin: My current self wants to believe that what those lights bring aren’t threats, but…

Kevin: …Hope that opens up the future.

MEI: I almost forgot that you were such a romantic. Firm, brave, yet unable to let go of your innocence.

Kevin: …Sorry.

MEI: There’s no need to say sorry. I like what you really are. It’s also because of this that we entrusted everything to you.

MEI: You’ve worked hard this entire time.

Kevin: It’s okay, it’s my responsibility. But…

Kevin: Thank you all.

MEI: It was us who pushed the burden on you. You’re such a hard worker. If you want to give thanks, why not do it to everyone yourself?

Elysia: Kevin! The grilled meat is ready!

Vill-V: If you don’t come over here now, Pardo will eat it all up!

Pardofelis: No I won’t! SAKURA eats way more!

SAKURA: …?

MEI: Just in time. Everyone’s calling you.

MEI: It’s almost time to go.

Kevin: Yes… Time to go.

MEI: Don’t worry. This time, I will be with you. Everyone will be with you.

MEI: We won’t ever leave you on your own again.

Kevin: …

Kevin: …Haha.

Kevin: What beautiful weather.

--

Gameplay 35-15 - Not Goodbye

White clouds filled the sky, and the blue sky spanned tens of thousands of miles.

The shepherd boy has aged into an old man. He will hear those childish lullabies on the mountain once again.

“I lay in sleep, in sleep;”

“From a deep dream I come to light.”

“The world is deep,”

“And deeper than ever day thought it might.”

The old man knew that beyond the blue skies, he’d see a starry sky he had never seen before. He remembered that a lion once said in his dream: “Ye look aloft when ye long for exaltation, and I look downward because I am exalted.”

The old man’s world had long died in happiness. Its agony ran deep. Or rather, the beauty of that world lay in its happiness, which was created with its agony.

And the young man who did not enter the Samsara walked past the old man.

The old man lay down and saw a hawk in the sky. Like the young man, this type of creature did not enter the Samsara, and would never let anyone see its wounds.

After all, it always flew high.

A breeze blew over the grass and a pine cone rolled next to the old man. It was from the nearby spruce, which needed to grow for thousands of years before it could become a roosting spot for the hawk.

But as trees, they did not mind their wounds. Perhaps, this was what they shared in common with the old man.

The dews of love and hate, the sands of good and evil. When everything has turned into memories, there will still be people and trees that crave for the sunlight of a new day.

And new hawks will soar in places bluer than the blue skies.

The old man knew that there would always be people who questioned everything at the foot of the mountain…

“Everything among them talketh; no one knoweth any longer how to understand. Everything falleth into the water; nothing falleth any longer into deep wells.”

“Everything among them talketh, nothing succeedeth any longer and acomplisheth itself. Everything cackleth, but who will still sit quietly on the nest and hatch eggs?”

“Everything among them talketh, everything is out-talked. And that which yesterday was still too hard for time itself and its tooth, hangeth to-day, outchamped and outchewed, from the men of to-day.”

“Everything among them talketh, everything is betrayed. And what was once called the secret and secrecy of profound souls, belongeth to-day to the street-trumpeters and other butterflies.”

But, it is in a world like this…

That Icarus and his sun exist.

???: This world is in your hands, Kiana.

Kiana: …

Kiana: (Yeah.)

Kiana: (Not just mine, but… everyone else’s too.)

She felt like she still had much to say, but also felt that this was enough.

What she wanted to do was completely different; but what she wished for was strangely the same.

This was anticipation…

An anticipation for the victory of humanity.

Kiana: Speaking of which… We left this place the last time by talking to the Cocoon…

Kiana: Hey, are you listening?

…

Kiana: Strange… There’s nothing this time?

“The Cocoon is just a mirror of yours after all.”

“How you embrace humanity is how the Cocoon embraces humanity.”

Kiana: Of course. I can beat you up right now if you’re unwilling.

“There is no need for that. You are already the only Herrscher of the End. You are this world’s goddess, and also…”

“The one and only embrace of success.”

Kiana: Okay. Hurry up and tell me how to get out of this place.

“Go through the Cocoon and you will descend on the moon.”

“Then the Hyperion can take you back to Earth…”

“But the Cocoon does not recommend this.”

Kiana: …Because it just went through refactoring from Project STIGMA, so the Earth’s wounds have not healed?

“It seems you already knew of this.”

“Or… You’re learning to use the Cocoon’s senses?”

Kiana: You could say it’s both.

Kiana: But, in that case…

She realised that the use of this mirror might include reflecting the shadows of others.

And with that thought, she began using this ability to find her partners.

Countless time has elapsed…

Bronya: Kiana!

Kiana: It’s Bronya.

Mei: Kiana, what was…

Kiana: Kevin and I manipulated the power of Finality together and arrived near the Cocoon.

Kiana: And before he disappeared… We had a last battle of honor.

Mei: So, right now, you… are a complete Herrscher of the End?

Kiana: There’s actually still one more step to take.

Kiana: Don’t worry, I’ll be fine. It’s just that before I do…

Kiana: I have something I want to say to the people of the world.

Bronya: …The entire world?

Kiana: It’s okay. For most people, my words will only appear in their dreams.

After having said that, she spoke quietly to her partners for a bit using a method that was very similar to that of a mental sync.

Bronya’s expression became a little sad, and Mei Raiden looked more determined.

Kiana: …Ahem.

Kiana: Hello, everyone! I am your Herrscher of the End, Kiana Kaslana.

Kiana: This title may sound intimidating, but I am just an ordinary member of the human race, just like everyone else.

Kiana: It’s just that I have a unique job.

Kiana: I will be in the background, using my superpowers to protect this world, and protecting the destiny of humans that should be able to develop freely.

Kiana: Oh… It’s still pretty abstract when I put it like that, huh?

Kiana: Let’s put it another way then…

Kiana: Before the newborn Earth is able to withstand the power of Finality, I will remain on the moon and do my best to reduce the impact of the Honkai on the world.

Kiana: This process could take five to ten years, and may require the cooperation of people around the world…

Kiana: But I know that this is something we can definitely do.

Kiana: We will defuse the power of Finality, and make it truly useful for humanity.

Kiana: When that day comes… Maybe you’ll run into me on the street!

Kiana: Hehe… That should do it.

She expected a response from her partners, but they had disappeared from her sight.

Kiana: …Mei? Bronya?

“Don’t be anxious. It’s just your connection that’s unstable.”

“There are many more ways to use the authority of Finality…”

“Like this.”

Kiana: …Oh.

Kiana: There’s nothing here… Is it still a space of sentience?

Theresa: Kiana!

Kiana: Theresa!

Theresa: I didn’t expect the power of Finality to be so convenient… Do we even need phones to call from now on?

Kiana: Haha, who knows?

Kiana: But after actually experiencing it… I understand the danger of this power.

Kiana: We will need to take a lot of time to solve the practical technical problems if we want to enable ordinary people to live in harmony with this power.

Kiana: To be more precise, I want to work and live on the moon for a while. If I do, at least the power won’t descend upon an unsuspecting Earth.

Theresa: …

Theresa: But if it’s someone who’s very compatible with the Honkai, they won’t be easily affected by you, right?

Kiana: Yes. You too, Auntie. The moon is a lot of fun. Come and play when you have the time.

Theresa: Haha, sure.

Kiana: But… I’m sure everyone will have their own careers and lives… So you don’t have to worry too much about this.

Theresa: …

Theresa: Sushang said something to me when I was at Klostern. I didn’t understand her state of mind at the time, so I didn’t think too much about it.

Theresa: She said, “Do you see the clouds up there? They gather together at this moment and drift away the next. People are the same way.”

Theresa: Now, her words are unexpectedly appropriate for you girls who have graduated from St. Freya.

Kiana: Hey, Auntie… Is this your excuse to be lazy and not play with me in the future? I’ll get Bronya to hack your game console!

Theresa: Of course not. But, a Schicksal Overseer’s job is much busier than I thought…

Theresa: I think the Anti-Entropy researchers will be busy with you before I am.

Kiana: That’s work stuff.

Kiana: …

Kiana: Auntie.

Theresa: What is it, Kiana?

Kiana: Nothing much… I’m just thinking that I’ve called you Auntie for years…

Kiana: I didn’t expect to have this wonderful sense of authenticity today.

Kiana: What I mean is… Auntie really is my aunt.

Theresa: Haha… What nonsense are you spouting, Kiana…

Kiana: Ah… This sort of feeling is really not easy to express…

Theresa: No, it’s not that…

Theresa: Whether it’s you two sisters, or me and Siegfried, we are all family.

Theresa: Even if you can’t return to Earth for now, it’s like you said: We can also go to the moon to be with you.

Kiana: There’s no need for that. Everyone has their own career, and their own life to live…

Kiana: Ah, I’m not turning you down… I welcome you guys if you get the chance to come and play.

Theresa: …Haha.

Theresa: I didn’t realise that you’d grown up.

Kiana: Of course. To be blunt, I’m now literally the Goddess of Earth.

Kiana: …But I don’t feel like it’s real.

Theresa: I call myself a senior, but this is beyond my experience.

Theresa: Perhaps Durandal will be able to talk to you about this. After all, she once saved a populous bubble universe.

Kiana: Oh, true.

Kiana: …

Theresa: What is it, Kiana?

Kiana: Nothing. I just suddenly feel regret.

Theresa: …Regret?

Kiana: Yeah. I don’t think I’ll have any chance to steal comics from you again.

Theresa: …

Theresa: Hahahahaha! Oh, you!

The two of them laughed and talked for a while longer, until the unique space maintained by the power became unstable.

Theresa. Idiotka niece… When they realised this conversation was coming to an end, they chose to say goodbye to each other in playful words.

Kiana: Hmm… Things have been made clear with Auntie, right?

Kiana: Now then, the second one…

Kiana: …Hehe, I know.

Kiana: Hi, Dad.

Siegfried: …Done?

Kiana: Yep, all done.

Kiana: Y’know, Dad, you’ve been to the moon before. I think you needed to wear a space suit?

Siegfried: Yes. I was really shocked to see Welt moving in a vacuum too.

Siegfried: I hear that New Atra is a place with artificial air… The environmental conditions should be much better than what we had back then.

Kiana: Of course. There’s everything from artificial hot springs to video games. It’s not so different from a normal resort, other than the lack of greenery.

Siegfried: Haha, I’d like to have a chance to experience it myself.

Siegfried: Kiana, what do you plan on doing later? I mean, after your work on the moon is finished.

Kiana: Hmm… I’ll have to think hard about that.

Kiana: Since I can always sleep in and play games…

Kiana: Ah. What about growing flower beds? Summers in Siberia are way too short, and the moon isn’t a suitable place for plants.

Kiana: Traveling around the world is always a good idea. But it’s not much of a challenge for one that wields the powers of the Herrscher of the Void.

Siegfried: In that case, will the authority of the Herrscher of the Void be available on Venus or Mars? Maybe we’ll be able to visit these places in the future.

Kiana: I don’t think I can…

Kiana: But maybe Arahato can.

Kiana: Those giant mechs moved freely through the galaxy in the cartoon.

Siegfried: That might depend on the design skills of Anti-Entropy.

Kiana: It will be possible if Bronya joins their design group. Though in the future, everyone’s Herrscher Core will most likely dim and disappear because of the siphoning effect of the power of Finality…

Kiana: But what’s important is not the authority, but our imagination, right?

Siegfried: Heh… Imagination, huh…?

Siegfried: You know, the very image of humans and Herrschers living together and helping each other is something no one could have imagined in the past.

Kiana: And now there is just the last step to take… which is the work on the moon I have to finish, and the work everyone on Earth must finish.

Kiana: Wel will make the Honkai a real tool for humanity… like how past humans conquered fire and electricity.

Kiana: When that time comes, all humans will be as powerful as Herrschers, and just as free… without losing the purity and beauty of their originality.

Siegfried: Hahaha! Isn’t that what your mother wrote in her diary when she was eight years old?

Kiana: Huh? Is that true?

Kiana: But… When I think about it, it’s just a plain and simple dream that anyone could have, right?

Kiana: To be happy, to realise their value, to do what they want, to live long… Every person works hard their whole lives to make these wishes come true.

Siegfried: Yes. And Kiana…

Siegfried: What makes me most proud of you is that you remember these simple ideals and never forgot what you were originally after.

Siegfried: Haha, what’s with me? I’m suddenly talking like Welt.

Kiana: Because we are discussing very serious things.

Kiana: The most precious thing anyone has is their life, but no one can stop it form ending. So, in the one life we do have, we must not only live in the present, but also not leave regrets for the future.

Kiana: I hope that the world will become a better place so that when everyone looks back at the past, they will not regret having wasted their time, but instead know that they lived worthwhile lives.

Kiana: I became the Herrscher of the End precisely because that’s what I believed.

Kiana: Either way, no matter what…

Kiana: A Herrscher cannot be saved independently of humanity. If a Herrscher is to save herself, then she must first save all of humanity.

Siegfried: You’re really better with words than Welt now, huh?

Kiana: Well, maybe I’m just being more honest?

Kiana: After all, for many people… Saying something like this would be embarrassing.

Siegfried: I think there’s nothing to be embarrassed about as long as they are honest thoughts.

Siegfried: Of course, maybe that’s why Theresa and Shigure Kira always think I’m so dull.

Kiana: No, Dad… That’s probably because you and Mum got married.

Kiana: Ahem. Well, that’s all I want to say right now.

Kiana: I’ll take this opportunity to talk to the others like this… And we’ll take our time to talk about other things next time. How about that?

Siegfried: Sure. This was a nice opportunity.

Siegfried: You’ve got this, Kiana.

Kiana: Haha, of course. I’m the Herrscher of the End now.

Kiana: Auntie… Dad…

Kiana: Oh, and there’s “her” too, of course.

Durandal: …Kiana?

Kiana: Yeah. I’ve talked with my aunt and my dad, so next is… My one and only sister, of course.

Durandal: Haha.

Durandal: This might be a little bold, but…

Durandal: How does it feel to save the world?

Kiana: How? Hmm… Pretty easy?

Kiana: If this was six months ago, or a year ago, I might have said it didn’t matter while really feeling overwhelmed…

Kiana: But when the day actually came… It doesn’t feel real.

Kiana: I’m still me… And there’s no difference at all.

Durandal: That’s good. I’m relieved.

Durandal: Almost the same as my thoughts and feelings all those years ago.

Kiana: You mean… the bubble universe incident?

Durandal: Yes. Bearing the destiny of all, becoming the hope of all, and becoming an existence that’s god-like…

Durandal: This might sound like a wild exaggeration, but still, it’s just a job.

Durandal: Outside of work, we are still ordinary humans…

Durandal: And the results make us feel that we are much more normal than we think we are.

Kiana: Right. So there’s this intense surreal feeling.

Kiana: But… Maybe it’s like what Ragna said.

Kiana: “The flowers of the future will one day find something they want to protect.”

Kiana: That is how we are… And the generations coming after us will be the same.

Kiana: Also, we’re very confident in our ability, aren’t we?

Durandal: Yeah. It’s not who “should” save the world, but more like it’s us who “want” to save the world.

Durandal: Maybe what we’re doing doesn’t seem like saving the world in some extreme cases…

Durandal: But it doesn’t matter.

Durandal: We are just using our own power to make this non-perfect world a little better.

Durandal: And it has nothing to do with responsibility… This is just something we want to do, and have fun doing it. That’s all.

Kiana: Hmm… I feel like it’s really unconvincing when you say things like that.

Durandal: Then… How about we play basketball together next time?

Kiana: WHy not soccer? We have enough people to make two five-person teams, right?

Durandal: Of course, you can’t play soccer.

Kiana: Hmph. Compared to you, I have lots more time now to practice! Just wait!

Durandal: Okay, it’s a deal.

Kiana: Alright. Let’s hope you remember.

Kiana: I’ve spoken to all those dear to me already.

Kiana: And in this order… The next one should be…

Kiana: …?

Kiana: …Herrscher of Sentience?

Herrscher of Sentience: What, never seen a friend visit before?

Herrscher of Sentience: I’m much more skilled than you at getting into people’s heads.

Fu Hua: It’s okay, don’t mind her. She’s never been very good at handling these situations.

Kiana: There’s no need to talk like that, Fu Hua. It’s just some time off.

Fu Hua: Ah, you misunderstood… I’m after something else.

Fu Hua: Here’s an example. The Herrscher of Sentience always calls me Old Timer…

Fu Hua: And I did feel like I’d gotten a little old the first time I faced you.

Kiana: Don’t say that. It was no different than when we were at St. Freya anyway.

Kiana: Oh, speaking of which…

Kiana: The mission you were on… Is it finished?

Kiana: Is there anything you want to do next?

Fu Hua: To be honest… I haven’t thought much about it.

Fu Hua: And now, talking to you about my freedom… it’s just…

Herrscher of Sentience: Gosh, you really are an Old Timer. Kiana said that it’s no different than when we were at St. Freya, so why do you keep making things boring for yourself?

Herrscher of Sentience: And you say that I’m not good at handling these kinds of situations… But it looks to me like you’re the one who’s bad at it.

Kiana: Alright, Herrscher of Sentience. Don’t be angry.

Kiana: Let me guess… You’re going to go on a trip, or continue your old life and open a martial arts school.

Kiana: Oh! Maybe continue your studies?

Fu Hua: It’s kind of like traveling.

Fu Hua: The Herrscher of Sentience said she wants to wander around Shenzhou. She insists on having me as her guide because I am most familiar with the place.

Kiana: Most familiar…

Kiana: (Uh, I hope it’s not because she thinks it’s more dignified to have a Celestial as her guide.)

Herrscher of Sentience: Hey, hey! I’m still here!

Herrscher of Sentience: I “insisted”? You came to me! What does it have to do with me? I told you I’m super healthy, and just as relaxed without a Herrscher Core. And you don’t believe me.

Fu Hua: …

Fu Hua: These two things are… Forget it. Let’s just pretend it’s like what you said. Anyway, the plan is for me to meet her regularly and take her to places she doesn’t quite know.

Kiana: You’re still the same.

Kiana: (And, compared to the past, the Herrscher of Sentience might need more care.)

Kiana: (We cannot be sure what will happen, but there will definitely be much less Honkai energy compared to the past.)

Fu Hua: (I will keep an eye on it.)

Kiana: Then… see you again, Fu Hua.

Kiana: Senti, you take care of yourself too.

Herrscher of Sentience: Okay, okay, that’s about it.

Herrscher of Sentience: It’s just a vacation anyway. Why talk like it’s the last time you’ll see each other? And…

Herrscher of Sentience: Senti, that’s unnecessary!

Kiana: Hahaha, you’re right.

Kiana: This time… it really is goodbye.

Herrscher of Sentience: Hey!

Kiana: …Hm?

Herrscher of Sentience: You… Never mind.

Herrscher of Sentience: Anyway… You’ve got skill. Not bad!

Kiana: It’s not just that.

Kiana: I don’t need to worry about Fu Hua and the Herrscher of Sentience.

Kiana: Next…

Kiana: It has to be the two of them.

Kiana: Hi, I’m back.

Mei & Bronya: Kiana!

Kiana: Ah, I thought for sure that one of you would say “welcome back, Kiana” in a voice full of emotion.

Bronya: If you wish, the Bronya doesn’t mind saying it in the way you imagined.

Kiana: What! The signal was interrupted just now, but it turns out Bronya wasn’t worried about me at all.

Bronya: Looks like you weren’t worried about me, either.

Mei: Haha.

Mei: So… Kiana, have you already talked with the others?

Kiana: Let me think… I talked with Auntie, Dad, Sis, Fu Hua, and the Herrscher of Sentience…

Kiana: Mei and Bronya should be the last ones… Before I completely absorb the power of the Cocoon of Finality.

Bronya: In that case, let’s leave Mei to the end.

Kiana: …?

Bronya: Actually, the Bronya thought about it a lot… And feels that these things don’t need to be said explicitly.

Bronya: After all, Kiana’s future life is something the Bronya is not worried about at all.

Kiana: Huh… It feels like Bronya is really heartless.

Bronya: Because… You’re Kiana.

Bronya: Because you’re Kiana, you can definitely adapt much better to life over there than anyone else.

Bronya: Because you’re Kiana, you can definitely do a much better job than anyone else.

Bronya: Because you’re Kiana…

Bronya: So… the Bronya will just smile and say goodbye.

Kiana: Bronya…

Bronya: Of course, the Bronya also knows that there will be some special times when Kiana will need us to be with her.

Bronya: And to solve this problem, Bronya decided to play co-op games with Kiana every night. As for what we’ll be playing…

Bronya: Let’s start by playing the 312 games in Bronya’s game library.

Kiana: Sure, but watch out! I might beat you on the leaderboard.

Bronya: According to Project Bunny’s analysis results, the probability of that…

Bronya: Is 1%.

Kiana: Huh? It’s not 0.0001% anymore? I can get such a huge increase after becoming the Herrscher of the End?

Bronya: Playing games is not conducting experiments. There are always uncontrollable variables like Mei telling me to go easy on you because she can’t bear to see you keep losing.

Kiana: Ah… Hahaha!

Kiana: Mei, are you saying that the few games I won at St. Freya were because Bronya let me win?

Mei: No, I swear on the moon, those were all the results of Kiana’s own efforts.

Kiana: Mei…

Mei: Haha, speaking of which, I don’t like to play games as much as you guys do, but I know that…

Mei: From games like hopscotch, rope skipping, soccer, basketball, go, chess, and of course, various electronic products…

Mei: No matter how many years pass, or how many types of games there are, or how many have-been games come out… The original purpose of inventing games was to let people who play them experience a certain feeling.

Mei: This feeling can come from victory, beating a level, or playing the game itself.

Mei: But I only hope…

Mei: When someone is immersed in the game, with a mind filled with the idea of winning and losing, and works really hard, he or she can derive simple joy from playing.

Kiana: Mei is very wrong then.

Mei: Huh?

Kiana: Cheating in a game can take the fun out of it sooner or later. But… There might be only one way to get more joy out of the game when I am not good enough to win.

Mei: You mean…

Kiana: Get Mei to join us, of course!

Mei: Uh… I’m really not very good at this…

Kiana: It doesn’t matter. I will be happy even if I lose because I’m on a team with Mei. Just like… Just like the last time we had a snowball fight.

Bronya: Since Kiana said so, the Bronya won’t go easy on you anymore.

Kiana: Hmph! It’s two-on-one. Mei and I aren’t afraid of you.

Mei: Haha, after going off-topic for so long… It feels like I have to be like Bronya at the start and say something serious.

Mei: Kiana. Back in the mind space, we said we would go home together.

Mei: But now… Even though we can keep in contact, play games with you every night, and come to the moon to visit you in our free time…

Mei: It’s not the same as truly going home.

Kiana: Mei…

Mei: It’s okay. I don’t mean to criticise.

Mei: It just came to me that later, when everyone’s working and living on Earth, we’ll look up into the sky and think of you.

Mei: We all think of you as a really great friend.

Mei: So what I’m actually trying to say is…

Mei: “Come home early, Kiana.”

Kiana: …I will!

Bronya: If there is anything we can do to help, just contact us.

Kiana: Of course!

Kiana: Honestly speaking, I’m already looking forward to working with the Anti-Entropy professors… Oh, Nagamitsu might be in the first group to study Finality data.

Bronya: Shouldn’t you first be learning how to cook?

Kiana: Ah, well…

Mei: Okay, let’s save the jokes for another time. Kiana still has the last… or should I say the “first” thing to do, right?

Bronya: That’s right. But I’m suddenly worried that Kiana might have gotten on the wrong train, so…

Bronya: Please, Mei. Help her out.

Bronya: The Bronya has something else to do, so she’s not going.

Kiana: Bronya!

Bronya: Huh?

Kiana: About the first game that we’ll play… Pick the one that’s the most fun!

Bronya: Don’t you trust the Bronya’s judgment?

Bronya: See you later, Kiana Idiotka.

Kiana: …

…

Kiana: …Ah.

Kiana: I still had a lot to talk about with you all, but I suddenly don’t know where to start.

Kiana: Should I ask Bronya for advice about this?

Kiana: …How sophisticated and independent she is!

Mei: We do have a lot to learn, and a long way to go.

Mei: And luckily…

Mei: We also have enough time.

Kiana: Yeah.

Mei: Speaking of which… I don’t think I’ve told you my decision for the future.

Kiana: Huh? Do you have something definite in mind, Mei?

Mei: Yeah.

Mei: …I think I’m going to be a teacher.

Kiana: Like Miss Himeko?

Mei: Not exactly. I never drink, after all.

Mei: But… Let me use flowers and fruits as an analogy.

Mei: Every piece of fruit grows from a lucky flower. With blooming and pollination… It persists through the hot sun, the wind, and the rain, and at last it becomes a new life.

Mei: I do not worry about the fruit itself, because it has already brought itself about on its own path.

Mei: I will only pick up the petals and offer whatever fragrance remains to every person I meet along my way.

Mei: I will tell them of the strong winds and cold rain the flower had endured to nourish the world.

Mei: As a similar being, I, too, want to protect the young sprouts around me with my little petals.

Mei: Until this world is full of flowers.

Mei: Until those flowers become new lives.

Kiana: Wow! As expected of Mei. I wouldn’t be able to think of such mature words.

Mei: Really?

Mei: And who was it that said, “This is all of humanity’s resistance against Destiny”?

Kiana: Uh, Mei…

A train whistle interrupted the chatting girls.

The train slowly pulled into the station where no other train had stopped… as if beckoning those who befitted it.

The train doors opened.

In silence, they smiled at each other.

As in the past.

As in the future.

Act 3 - Toward the Future
Gameplay 35-16 - Timeless Goodbye

[Special CG [Graduation Trip] plays:

Kiana: When a story is about to end, we’ll always think of its beginning.

Kiana: Just like the past.

Otto: Just like now, right?

Otto: You don’t seem to be surprised.

Otto: The landscape is worth cherishing, isn’t it?

Puppet: Stop being so narcissistic!

Puppet: Unlike us, she still has to forge ahead.

Puppet: Surprised to see me, aren’t you?

Puppet: But… are we missing someone?

Puppet: Oh, now everyone is here.

Otto: Unfortunately, our story has ended.

Otto: Let the people from the past stay in the past.

Puppet: So… goodbye?

Kiana: You’ve got nothing to say?

Herrscher of the Void: Hmph.

Herrscher of the Void: You’ve done well.

Kiana: Mei…

Kiana: Just like before.

Mei: Yeah.

Kiana: So much has happened…

Mei: Indeed.

Kiana: Do we have to part ways again here and now?

Mei: No.

Mei: We will stay together till the end this time.

Kiana: Yeah, we’ve been to many different places and created wonderful memories.

Kiana: This is a story about love, and it will end with love.

Kiana: So, let’s forge ahead step by step like before.

Kiana: Look, these are our footprints.

Kiana: They’re here no matter when.

Himeko: Kiana.

Dedicated to:

Every Captain supporting the game, Honkai Impact 3rd Team Current and Past Members, Honkai Impact 3rd Animated Short Production Team.

Thank you for joining our journey.

This is the story we created together.

As in the past. As in the future.]

This is the story we created together.

All stories eventually come to an end, but the memories they leave, and the feelings they convey do not disappear.

They will become the keys for those who come after, to be remembered… Reaching into the future to exist forever.

Kiana: For example, every time we open this time capsule, we will meet again this girl called Kiana Kaslana.

Kiana: At that time, she was ignorant of everything in the world…

Kiana: And we also know that the path she chose would bring her suffering and inescapable destiny.

Kiana: But what’s more important is…

Kiana: …After all of that, she would also encounter the most beautiful thing in the world.

Kiana: The treasure called “love”.

…

Kiana: (Oh… A message from Mei…)

Kiana: Right, my new task… It’s going to start so soon.

Kiana: But before that…

In that mood, she took a picture of the surface of the moon.

The Earth was blue and pure at that moment, just like every other day in the past billion years.

Project STIGMA seemed like just a dream, and the Samsara of Finality seemed to have become a long-lost myth.

Just like when she jumped off that drone on an afternoon long ago.

Kiana: But there’s something missing…

Kiana: …Ah, right!

Kiana: This… and that…

Kiana: Okay, this picture will do.

Kiana: Go, Kiana!