===Act 1 - Between Two Worlds===

====<u>Gameplay 37-1 - City of Snow</u>====
''[CG plays wherein the woman behind the door is revealed:''

'''''???:''' Hi, I’ve been waiting for you.''

'''''???:''' Welcome to Salt Snow Holy City.'']

'''Seele:''' Salt Snow Holy City…?

'''???:''' Yep! The name really suits it, huh?

'''Susannah:''' It’s my first time seeing an architecture so magical. It’s like being in a movie.

'''Susannah:''' Am I dreaming?

'''???:''' Hahaha, that’s what makes bubble universes fun.

'''???:''' In a bubble universe, the strangest and most unusual sights might be everyday occurrences.

'''???:''' So we only need to appreciate the view and accept how things work around here, Susannah.

'''Susannah:''' (Only someone who’s traveled the bubble universes can be so carefree… Huh?)

'''Susannah:''' Wait. You… You know my name?

'''???:''' Yep. Susannah. And you’re Seele, right?

'''Seele:''' …

'''Seele:''' But… how do you know our names?

'''???:''' Don’t worry, this really is the first time we’ve met. As for your names…

'''???:''' That’s what you called each other when you were looking for Lightsalt.

'''???:''' Sorry, I didn’t mean to eavesdrop, that was rude of me.

'''Susannah:''' …?

'''Susannah:''' But… we went quite far from here?

'''Seele:''' Ah, is it because of those musical notes?

'''???:''' Yes. The ability to control musical notes is convenient, but accidents can happen. If you get the range or frequency wrong, you might hear things you weren’t expecting.

'''Susannah:''' Oh, I get it! Like an old-fashioned radio receiving the wrong channel, right?

'''???:''' Sure, but couldn’t you draw a cuter analogy…?

'''Seele:''' (It appears that this “drifter” is sloppier than she looks…)

As if having read her mind, the “drifter” winked at her.

'''???:''' You’re Schicksal Valkyries, right?

'''Seele:''' …!

'''Susannah:''' How did you know…

'''???:''' Isn’t it obvious? You’re wearing Schicksal’s Valkyrie battlesuits.

'''???:''' I’m not familiar with the style, but it looks like the core tech has remained mostly the same.

'''Susannah:''' Y-You really have traveled the Sea of Quanta. You’ve seen a lot.

'''Susannah:''' Well then, an introduction is in order… I’m Susannah, a B-rank Valkyrie of the Immortal Blades that directly serves Schicksal HQ!

'''Seele:''' I’m a Schicksal reserve member and Susannah’s partner, Seele.

'''Susannah:''' Seele may be a reserve member, but don’t let that fool you. She was around when Schicksal made major changes, and had a hand in saving the world. She’s really something!

'''Seele:''' C’mon, Susannah…

'''???:''' (Immortal Blades? So they’re with them.)

'''???:''' In that case, maybe you’ve heard of me.

'''Seele:''' Huh?

'''???:''' Seeing as how I was once a Valkyrie. Your predecessor, in a way.

'''???:''' Where to begin… Could you give me a moment?

'''Susannah:''' …Sure?

'''???:''' It’s not often that I get to meet a new generation of Valkyries. As your predecessor, I’m a bit nervous.

'''???:''' Are you ready then? It’s time for me to tell my story~☆

'''???:''' It was a past filled with smoke, blood, and tears…

'''???:''' Years ago, Schicksal put together a special squad in response to extremely dangerous Honkai crises.

'''???:''' That team consisted of the greatest Valkyries of their time, the cream of the crop.

'''Susannah:''' …

'''???:''' And among them was one A-rank Valkyrie who was unworthy of her position, she lacked talent and struggled to keep up… But nonetheless, she was proud to fight alongside her idols.

'''Susannah:''' Hmm…

'''???:''' In a battle against the Honkai, she came across an extremely powerful enemy and was caught in a bitter fight with her partner.

'''???:''' To give their team a chance, they were willing to fight to the death…

'''Susannah:''' …

'''???:''' But luckily, with the help of an alien civilisation, she was able to survive and settle down in a bubble universe, even becoming a local idol…

'''Susannah:''' I-Idol? Is it the kind of idol we know? On stage?

'''???:''' That shouldn’t matter to a Valkyrie, no?

'''Susannah:''' Eh…

'''Susannah:''' (Being a Valkyrie is hard…)

'''???:''' Anyway… Ahem, after a couple of other things, she left for a new adventure, began drifting in the Sea of Quanta, and met two reliable junior Valkyries in a snow-covered universe.

'''Susannah:''' That’s so amazing…

'''???:''' And after that story, I’m sure you can guess who I am?

'''Shigure Kira:''' I’m none other than the sole survivor of Squad Snowwolf, former Schicksal A-rank Valkyrie, nicknamed Solar Prominence: Shigure Kira. I’m also…

'''Susannah:''' …?

'''Seele:''' Um…

Shigure: …

'''Shigure Kira:''' Wait, by the look of you two… You’ve never heard of me?

'''Seele:''' …I’m sorry.

'''Shigure Kira:''' Ahem… Of course, I’ve long left Schicksal in your perspective. It’s no surprise you haven’t heard of me.

'''Shigure Kira:''' But you must have at least heard of Squad Snowwolf, the legendary team I was in, right?

'''Seele:''' …

'''Susannah:''' …

'''Shigure Kira:''' …Fine. It’s been many years, so I’m not surprised you haven’t…

'''Susannah:''' (Squad Snowwolf… Squad Snowwolf…)

'''Susannah:''' …Ah! Master Cecilia?

'''Susannah:''' Miss Shigure Kira, were you a subordinate of Master Cecilia?

'''Susannah:''' I-I-I’ve met such a powerful senior Valkyrie!

'''Susannah:''' Am I dreaming? This can’t be real! This is real?

'''Shigure Kira:''' W-What? Calm down…

'''Susannah:''' I’ve never met a legendary Valkyrie such as you in person before! Can I admire you a bit more closely, Miss Kira?

'''Shigure Kira:''' Uh… “Admire”?

'''Shigure Kira:''' Ah, wait…

'''Shigure Kira:''' (What is up with this kid…?)

'''Susannah:''' I’ll always remember Miss Kira’s glorious past and never forget it!

'''Shigure Kira:''' …

'''Shigure Kira:''' (Bianka, are you sure about letting her join your team…?)

After Susannah had calmed down, she, along with Seele, told Shigure Kira everything that was going on in the real world…

…

'''Shigure Kira:''' So much has happened in the real world beyond transcending Finality… Good to know everything’s been settled.

'''Shigure Kira:''' So, you were sent by Overseer Theresa to investigate this bubble universe?

'''Susannah:''' Well… You’re not exactly wrong…

'''Shigure Kira:''' …?

'''Seele:''' It’s just… too complex to explain. It’s true we’re on a mission, but we aren’t supposed to be here.

'''Shigure Kira:''' You couldn’t have fallen in here by accident, could you?

'''Susannah:''' Haha… Actually, that’s what happened.

'''Shigure Kira:''' …?

'''Seele:''' To be more precise, we were led to this bubble universe by someone…

They told Shigure Kira how they came to this bubble universe.

'''Seele:''' Although the initiator hasn’t appeared yet, I presume I know that certain someone…

'''Shigure Kira:''' …

'''Shigure Kira:''' (Could they actually be…)

'''Seele:''' Miss Kira?

'''Shigure Kira:''' …Oh, nothing.

'''Shigure Kira:''' Is that why you were separated from your companion?

'''Seele:''' Seems like it… We searched all over but couldn’t find any trace of her.

'''Shigure Kira:''' Well then, do you want to search the other side of the gate?

'''Shigure Kira:''' See the city below that giant tower? That’s Salt Snow Holy City’s main urban center. There’s convenient transportation and a great signal.

'''Shigure Kira:''' If your friend is in this bubble universe, you should ask around down there.

'''Susannah:''' See, Miss Kira said the same thing.

'''Susannah:''' There you go, Seele! We’ll find her for sure. After all, you’re one… you two are connected by soul.

'''Seele:''' Thank you, Susannah. You’re right, I should trust her. And us.

'''Shigure Kira:''' That’s right. I don’t know the history of you three… But often, team trust is far more important than individual competence.

'''Seele:''' Us three… Right.

'''Seele:''' (We just got here. There’s still so much that’s unclear… Maybe we should skip the details for now.)

Seele began describing her other self, leaving out certain details.

Although she was bad at lying, thanks to Susannah’s cooperation, Shigure Kira easily “accepted” the fact that she shared one name with her twin sister.

'''Shigure Kira:''' …

'''Shigure Kira:''' Then shall I accompany you on your search?

'''Susannah:''' Huh? Really?

'''Shigure Kira:''' Technically, it’s my second time here. You guys are new and don’t know much about this bubble universe… so it’d be better if we stick together, no?

'''Susannah:''' Of course!

'''Susannah:''' What a treat to work with such a legendary Valkyrie, huh Seele?

'''Seele:''' Yep. Thank you, Miss Kira. But we’re not putting you out, are we?

'''Shigure Kira:''' Don’t worry. We’re all just drifting in the Sea of Quanta, it’s only natural we help each other out.

'''Shigure Kira:''' Besides, I was originally looking into something, and we’re kinda going in the same direction.

'''Seele:''' Looking into something? Is it something we can help with?

'''Susannah:''' Oh, right. Miss Kira, why are you in this bubble universe?

'''Shigure Kira:''' Why don’t you make a guess?

'''Susannah:''' Ah! Don’t tell me you’re on a top-secret mission!

'''Susannah:''' Even after leaving Schicksal, you’re still on the frontlines fighting all sorts of disasters and safeguarding the Sea of Quanta, right?

'''Shigure Kira:''' …Pft.

'''Susannah:''' Don’t worry, Miss Kira. As Valkyries, your secret is safe with us!

'''Shigure Kira:''' No, no, that’s not it. I’m here for… a very personal reason.

'''Shigure Kira:''' …

…

…

…

'''Susannah:''' …?

'''Shigure Kira:''' Well… I’m just looking for what every idol wants…

'''Shigure Kira:''' Um, it’s that…

'''Shigure Kira:''' That…

'''Shigure Kira:''' Special item that’ll give me an angelic voice!

'''Seele:''' Special item that’ll…

'''Susannah:''' Give you an angelic voice?

'''Shigure Kira:''' You two, please keep this a secret.

'''Shigure Kira:''' After all…

'''Shigure Kira:''' That’s a trade secret concerning my idol identity.

'''Shigure Kira:''' Ahem… I’m here because of something from my past.

'''Shigure Kira:''' Since we’re looking for someone, it’d be best to ask around the city first, right?

The snow felt as soft as sand underfoot. The ceilings of wooden houses made neat rows on either side.

After passing through a snow-covered country road, they were greeted by a peaceful snowy town.

'''Susannah:''' Aside from the tower, it’s not all that different from the real world.

'''Seele:''' Let’s ask the residents for information.

'''Shigure Kira:''' Right. Even though it’s my second time here, I haven’t had the opportunity to talk to them.

'''Seele:''' (…?)

'''Elderly Man:''' Hey kids, you’re not from around here huh?

'''Seele:''' Huh? How’d you know?

'''Elderly Man:''' Haha, I may be old, but my memory hasn’t gone bad. It’s hard to forget girls dressed specially like you.

'''Seele:''' Perfect! So you’ve seen a girl dressed just like us? She’s our friend and we got separated.

'''Elderly Man:''' Hmm… No. There hasn’t been any outsiders for a few days now.

'''Seele:''' I see. Thank you.

'''Elderly Man:''' Don’t be in such a rush. I’ll show you how to find her.

'''Seele:''' Yes?

'''Elderly Man:''' You just need to pray.

The old man told them to close their mouths and eyes and put their palms together in the direction of the tower.

'''Elderly Man:''' …

'''Elderly Man:''' Your wish will be granted. Just do as I did, devoutly meditate on your wish, and the great Sage will deliver your friend back to you.

'''Elderly Man:''' Well? Can you feel the great Sage guiding you?

'''Seele:''' Um… I-I guess?

'''Susannah:''' (This… isn’t gonna work.)

'''Shigure Kira:''' (It can’t be helped, this place isn’t as developed as the real world.)

'''Seele:''' (…We’re better off asking others.)

'''Seele:''' Hello, have you seen a girl? She looks like me but is in a black dress.

'''Inn Owner:''' Haven’t seen her.

'''Seele:''' …I see.

'''Inn Owner:''' Tell you what, I’ll keep an eye out for you. If she spends the night here, I’ll let you know.

'''Seele:''' Really? Thank you so much!

'''Inn Owner:''' Sure. On that note, have you found anywhere to stay tonight?

'''Inn Owner:''' My inn is conveniently located, and the neighbors are friendly… Oh, I don’t know where the girl next door ran off to. But no worries, it’s pretty safe around here.

'''Inn Owner:''' It’s about time to hit the hay, so why not spend the night here? If you can’t find a place to stay, it’ll be rough going.

'''Shigure Kira:''' You really know how to do business. Look at the daylight, it’s not even late yet.

'''Inn Owner:''' Haha, you must be joking. I may have only just started this business according to the great Sage’s counsel, but I doubt I’d misremember the time. Assisty, what time is it?

…

A monotone voice chimed in from beside the inn owner. Then a hologram screen appeared before their eyes.

'''Assisty:''' It’s 22:16 PM in Holy City Time. Time to get some rest.

'''Susannah:''' (Huh? This is…)

'''Shigure Kira:''' It’s already this late? But it isn’t even dark outside.

'''Inn Owner:''' You have a great sense of humor. Why would the sky change colors?

'''Seele:''' (…?)

Eventually, they politely declined the invitation to stay the night.

'''Shigure Kira:''' So we’re in a world of perpetual daylight. No wonder there’s no pedestrians on the streets even though it’s so bright out.

'''Susannah:''' But hasn’t Miss Kira been here before? Was it not dark out when you came here last time?

'''Shigure Kira:''' Right. Last time there was a hiccup, so I didn’t stay in this bubble universe for long.

'''Susannah:''' You weren’t here for the whole day?

'''Shigure Kira:''' …Less than an hour.

'''Shigure Kira:''' Ahem. But if this is a world where day and night are virtually indistinguishable, why would their concept of time be identical to the real world’s?

'''Seele:''' You mean…

'''Shigure Kira:''' Just then, it was 22:16 PM in Holy City Time, nighttime in their concept. But since the sky never changes, how do they define noon and midnight?

'''Susannah:''' …You’re right!

'''Susannah:''' In the real world, we can accurately measure 12 o’clock by the position of the sun in the sky… so how do they do it?

'''Susannah:''' It just seems odd that they tell time the same way we do. And the Assisty they were talking to looks a lot like an AI back home.

'''Susannah:''' Seeing that kind of tech in a city like this is stranger than seeing a living alien…

'''Shigure Kira:''' Aliens might really exist.

'''Susannah:''' Huh?

'''Shigure Kira:''' Remember what I said? Bubble universes are unique… Put another way, the authority governing this world is different from the real world, so things may not always conform to common sense.

'''Shigure Kira:''' Nonsensical, but logically valid… Like Alice in Wonderland or the Wizard of Oz.

'''Shigure Kira:''' But unlike those stories, we aren’t bound by what’s been written. Let’s ask around a bit more before we call it a day, shall we?

'''Seele:''' Hello…

'''Sleepy Man:''' May the wise spirit on high strike whoever disturbs my sleep with lightning.

'''Susannah:''' (What wise spirit is that violent…)

'''Seele:''' I’m sorry, we just wanted to ask…

…!!

A muffled clamor suddenly came from the distance. The man was jolted out of sleep.

'''Sleepy Man:''' That’s it! Is there no end?

'''Susannah:''' What?

'''Sleepy Man:''' No time to explain, I need to get to the emergency shelter.

'''Sleepy Man:''' The Sage’s envoy should come to calm all this calamity soon… You should try to find somewhere to hide before then.

'''Seele:''' Wait…

…!

Before they could say anything, he had slipped back inside, leaving only a cold door in their sight.

'''Susannah:''' What’s going on? That guy didn’t make any sense…

'''Seele:''' But that sound… It sounds like…

'''Shigure Kira:''' Let’s go check where that sound is coming from.

'''Shigure Kira:''' A lot of people will panic and hide like that guy just did.

'''Susannah:''' But a Valkyrie shouldn’t have any problem dealing with them.

'''Susannah:''' Isn’t that true?

'''Seele:''' Don’t worry, Susannah.

'''Shigure Kira:''' Not bad. You two know your fundamentals, and you’re clearly very familiar with Honkai energy.

'''Susannah:''' You mean it? That’s awesome!

'''Seele:''' Susannah’s been practicing her fighting a lot. Her efforts are paying off.

'''Susannah:''' Ah! Master Durandal said the same thing!

'''Shigure Kira:''' As your Shicksal predecessor, allow me to teach you some skills that will help you fight here in this bubble universe.

'''Seele:''' Enemy numbers are finally going down.

'''Susannah:''' Ah… Life in this bubble universe isn’t as simple as the life of an inn keep.

'''???:''' Ha? How’d this happen!

'''Susannah:''' Has something gone wrong again?

'''Shigure Kira:''' Let’s go look!

'''Susannah:''' Oh no, we’re too late!

'''Seele:''' Quick, we have to save them!

'''Seele:''' Is the enemy gone?

'''Seele:''' Are you okay? Are you hurt…

'''???:''' That was awesome! I haven’t seen anyone that good in ages!

'''Seele:''' …?

'''???:''' Don’t worry. Thanks to you guys, nothing happened to me.

Before Seele had time to react, the woman in front of her had already checked her up and down like a butterfly to a flower.

'''???:''' It’s rare to see so perfect a girl. I must’ve looked like an idiot, but I just couldn’t stop looking!

'''Susannah:''' Indeed, Seele. Your form was immaculate, I couldn’t look away.

'''Seele:''' I-I wasn’t THAT good…

'''???:''' Hmm… You shy?

'''???:''' Well, I mean it. The way you came down to fend off enemies for me was powerful and beautiful.

'''???:''' Just like a spirit of legend… Ah, I’m sorry, I don’t even know your name yet, Miss Spirit.

'''Susannah:''' “Miss Spirit”!

'''Seele:''' Ah, it’s nothing…

'''Shigure Kira:''' Alright, alright, don’t tease her so much. Otherwise, Miss Spirit’s face over here is gonna boil red.

'''Seele:''' Miss Kira! Not you too…

'''Shigure Kira:''' Hehe, sorry…

After a tense battle, her joke put the girls at ease.

A half-minute later…

'''Shigure Kira:''' You’re an energetic one. All that activity and you’re talking like nothing happened.

'''???:''' These monsters come around the Holy City once in a while, so I’m used to it. It’s bad timing that the great Sage’s oracle mistook me for a monster, though. Besides…

'''???:''' Even if I were hurt, that wouldn’t keep me from talking!

'''???:''' It’s just a scratch. But I’d suffocate if I go the whole day without talking.

'''Seele:''' Um… haha.

'''Seele:''' (So… the one we just fought… was an “oracle”?)

'''???:''' Ah right, my fault, I almost forgot… You’re new here, yes? Welcome to Salt Snow Holy City.

The change of topic caught Seele by surprise.

'''Seele:''' Uh, how’d you know?

'''???:''' I know everyone in the city. There’s no one I haven’t met yet!

'''Susannah:''' Huh… I can imagine.

'''???:''' So we’ll be friends too, yeah?

'''???:''' It’s not because I’m fascinated by outsiders or that you’re great fighters.

'''???:''' I just love being around interesting people and hearing them talk about their life… It’s like I get to live vicariously through them! Isn’t that fun?

'''???:''' Not to mention, you saved my life. As far as I’m concerned, that makes us friends.

'''???:''' So… you wouldn’t turn me down… right?

'''Shigure Kira:''' …

'''Seele:''' Consider us friends, then.

'''Susannah:''' Yep! That’s us!

'''???:''' I knew you’d say yes!

'''???:''' Well then, it’s time for this friend to be a good host.

'''???:''' My name is Vita. Bite your bottom lip a bit for the “Vi”, and flick your tongue off the back of your teeth for the “ta”.

''[CG plays wherein Vita gives an introduction to the city:''

'''''Vita:''' This is a pure city favored by the wise and able.''

'''''Vita:''' Welcome to Salt Snow Holy City.''

'''''Vita:''' I’ll always be by your side as your friend and guide.'']

--

====<u>Gameplay 37-2 - Country of Sand</u>====
Meanwhile, in the middle of another strange land covered in black sand, a miserable conversation has been dragging on.

…Perhaps more of an “interrogation” than conversation.

'''Resident from Country of Iron Sand:''' That’s really all we know, Miss Seele.

'''Resident from Country of Iron Sand:''' In all this time, you’re still the only one we know to maintain her human form.

'''Resident from Country of Iron Sand:''' See, we don’t have any real form. We can’t even touch this Moonrock, so how could we possibly know what’s deep inside it?

'''Resident from Country of Iron Sand:''' Maybe Miss Seele is seeing things because she misses her companion so much… Oh!

As Seele’s grip on the chains tightened, the dull flame immediately fell silent.

'''Seele:''' Go on, keep talking.

'''Seele:''' You may already be an ooze of nothing, but I wouldn’t mind making you even more abstract.

The flames cowered in silence and drifted further from Seele.

'''Resident from Country of Iron Sand:''' You can do your worst…

'''Seele:''' Hmm?

'''Resident from Country of Iron Sand:''' But we still can’t get the answers you’re looking for.

'''Seele:''' …

Seele exhaled in annoyance.

She knew that there was no point in getting angry. Yet the fleeting warmth a few moments earlier was like a nameless fire burning at the bottom of her heart.

After a moment, she found it even harder to accept this failure.

'''Seele:''' (We were so close… I should’ve grabbed that hand.)

'''Seele:''' (We’re the same person after all.)

'''Seele:''' (The same person… That’s right.)

'''Seele:''' (Instead of wasting time in one place, it makes more sense to find a way out.)

'''Resident from Country of Iron Sand:''' M-Miss Seele?

'''Seele:''' Hmm?

'''Resident from Country of Iron Sand:''' If you’re looking for clues on how to escape, there’s a place that might be of use.

'''Seele:''' I’m listening.

'''Iron Sand Citizen:''' It's over… there.

'''Iron Sand Citizen:''' The largest oasis city in the Country of Iron Sand.

'''Iron Sand Citizen:''' It’s like I can feel the moon light’s reflection and am full of energy!

'''Seele:''' You barely have a body and you’re talking about being full of energy?

'''Seele:''' Why did we come here anyway? Just because it’s a city?

'''Resident from Country of Iron Sand:''' This is the city upon which the moon never sets. By the light of that moon, the inhabitants of the Country of Iron Sand gain life again under the guidance of the great Sage.

'''Resident from Country of Iron Sand:''' This is also the city closest to the newly living.

'''Seele:''' (The newly living… Is that what you call those who leave this bubble universe?)

'''Seele:''' Back at the border, you mentioned a sage. What’s that about?

'''Seele:''' Is it a trivial little ball of fire like you? Or something more conspicuous.

'''Resident from Country of Iron Sand:''' The holy Sage’s appearance is far more majestic than ours.

'''Resident from Country of Iron Sand:''' For the Country of Iron Sand, the Sage is equal to a god.

'''Resident from Country of Iron Sand:''' The Sage brings light and guidance to a land in darkness. And when we are devout enough, the Sage will send down grace and give us new life.

'''Resident from Country of Iron Sand:''' But if you’re curious what the Sage looks like… none of the legends say.

'''Resident from Country of Iron Sand:''' I think of the Sage as a tall, handsome young man.

'''Resident from Country of Iron Sand:''' And even if it’s just a flame, it must be as bright as the moonlight.

'''Seele:''' (These legends sound pretty vague to me… How devout is “devout enough”? And how is new life given? And finally…)

'''Seele:''' Since you’ve never seen the Sage, you’ve never seen anyone’s life restored before, right?

'''Resident from Country of Iron Sand:''' W-We’ve never seen the Sage, but the Sage’s light is the truth.

'''Resident from Country of Iron Sand:''' Right. Had we seen the Sage, we’d have been given new life and wouldn’t be here talking to you.

'''Seele:''' …

'''Seele:''' (Forget it… Being angry at them isn’t going to help anything.)

'''Seele:''' This place is crawling with monsters.

'''Seele:''' I would like to see this Sage of yours.

'''Friendly Resident:''' Welcome to the Country of Iron Sand! It’s been a while since I’ve seen someone that can maintain a human form.

'''Friendly Resident:''' Can I help with anything?

'''Seele:''' What do you know about this Sage of yours?

'''Friendly Resident:''' Who doesn’t know about our miraculous Sage?

…They told Seele the legend of the Sage, which was similar to what she had been told before.

'''Seele:''' (These vague stories are surprisingly consistent.)

'''Seele:''' (It looks like we’re not gonna learn anything here. Let’s find someone else.)

'''Confused Resident:''' The moonlight is so bright…

'''Seele:''' Hey, let me ask you something. Do you know anything about the Sage?

'''Confused Resident:''' The great Sage? Of course, the great Sage guides us through destiny and helps us regain… regain…

'''Confused Resident:''' …?

'''Confused Resident:''' Who is this… great Sage?

'''Seele:''' Huh? What kinda joke is this?

'''Resident from Country of Iron Sand:''' Seele, don’t be cross with him… he’s about to disappear.

'''Seele:''' What do you mean?

'''Seele:''' The moonlight isn’t gone and its form is still intact. According to you, it’s alive and well, so why would it disappear?

'''Resident from Country of Iron Sand:''' It’s not exactly clear to us, but you have to believe us, we aren’t lying to you.

'''Resident from Country of Iron Sand:''' Every once in a while, there will be someone that forgets something about themselves. And soon after, they disappear.

'''Seele:''' (Is their existence tied to memory or something…)

'''Seele:''' And you guys? Will you end up like that?

'''Resident from Country of Iron Sand:''' No, it doesn’t happen to everyone. As for who and why they disappear…

'''Resident from Country of Iron Sand:''' Perhaps all you can do is pray.

'''Residents of Iron Sand:''' …

'''Seele:''' …

After asking about the Sage, she got similar responses.

'''Hesitant Resident:''' Where is it…?

'''Seele:''' Hey, do you know of Iron Sand’s sage?

'''Hesitant Resident:''' Of course.

…They told Seele the legend of the Sage, which was similar to what she had been told before.

'''Seele:''' (…)

'''Seele:''' (It’s the same answer. Seems like there’s a consensus on this Sage guy here… It’s practically a hive mind.)

'''Hesitant Resident:''' Is there… no more questions? I need to keep looking for my home…

'''Seele:''' You don’t even remember where your home is? All that’s left is your name.

'''Hesitant Resident:''' My name? Huh, right, what was my name again?

'''Seele:''' …

'''Seele:''' I get the feeling you guys don’t have the best memory here.

'''Resident from Country of Iron Sand:''' Don’t worry. I’ve seen this before, he’ll remember soon enough.

'''Seele:''' Ah?

'''Resident from Country of Iron Sand:''' Yep. It’s true, when people first arrive here, they don’t remember much. But the memories begin to come back to them slowly.

'''Seele:''' But how is that any different from the one we just saw?

'''Resident from Country of Iron Sand:''' Of course it’s different! This one hasn’t remembered yet, the other one has forgotten. The proof is that he knows the great Sage like the rest of us.

'''Resident from Country of Iron Sand:''' Yep. After a little while, he’ll remember. It was the same for us.

'''Seele:''' So you have incomplete memories too?

'''Resident from Country of Iron Sand:''' Probably? But when you think about it, how can you remember what you don’t remember?

'''Resident from Country of Iron Sand:''' Makes sense, right? Like if you know what you’re waiting for, why wait?

'''Seele:''' …I don’t get you abstract creatures.

'''Resident from Country of Iron Sand:''' Miss Seele, the Sage’s legends are more or less the same… Do we really need to continue our investigation?

'''Seele:''' (It seems so. This is a waste of time…)

'''Pleasant Resident:''' Hey, are you guys talking about the great Sage? Do you know the story of the great Sage’s descending upon the Country of Iron Sand?

'''Seele:''' Descending?

'''Resident from Country of Iron Sand:''' Descending?

'''Pleasant Resident:''' Yes, the great Sage has already come and is leading us to a new life.

'''Seele:''' Seriously?

'''Seele:''' If this Sage is so great, what are you still doing here?

'''Pleasant Resident:''' …Not everyone yearns for new life.

'''Pleasant Resident:''' I’m still attached to my life here, so I’ll stay in the Country of Iron Sand for now.

'''Pleasant Resident:''' But many of my neighbors and friends have followed in the footsteps of the great Sage.

'''Seele:''' Oh?

'''Seele:''' In that case, where is this great Sage now?

'''Pleasant Resident:''' Since you are all so interested… You can come with me.

'''Seele:''' I can’t believe this guy is real… Maybe it’s just a bunch of unfounded rumors?

'''Seele:''' (Forget it, let’s just go and see what this is all about.)

'''Resident from Country of Iron Sand:''' The great Sage is up ahead…

'''Resident from Country of Iron Sand:''' Soon, we will be reborn.

'''Resident from Country of Iron Sand:''' It makes me nervous just thinking about it.

'''Resident from Country of Iron Sand:''' Me too.

'''Seele:''' Tsk. Shut up!

'''Residents of Iron Sand:''' …

'''Seele:''' …

'''Seele:''' (If this Sage really has special powers, maybe this is my chance to get out of here.)

'''Seele:''' (And… If this is all a hoax, I’ll just be back to square one.)

'''Seele:''' …

'''Seele:''' (It’s simple as that.)

Seele had prepared herself for all possibilities.

But reality sometimes could be stranger than fiction.

'''Seele:''' …

'''Seele:''' Wait a second…

'''Seele:''' Why are you here?

--

====<u>Gameplay 37-3 - Legend</u>====
…

'''Vita:''' I see. Seele, Susannah, Shigure Kira, all nice names.

'''Vita:''' Like my name. Viii… Taaa…

'''Vita:''' You can just feel the wind and smell the woods, can’t you?

'''Susannah:''' How do you get all that from a name?

'''Vita:''' C’mon, you gotta use a little imagination, Susannah.

'''Vita:''' For example, Miss Spirit who I mentioned earlier…

Seeing Seele startled as expected brought a contented smile to Vita’s lips.

'''Vita:''' Okay, no more teasing. So why did you all come here then? You’re very skilled, so I imagine you’re not just here on vacation.

'''Seele:''' Right. We’re actually looking for our missing companion…

Seele told Vita all about who they were looking for. For the first time, Vita seemed confused.

'''Vita:''' Now that is a bit tricky.

'''Vita:''' Had I seen someone like that, I’d remember.

'''Vita:''' Let me ask… Assisty?

The hologram screen from before reappeared, accompanied by a cold beeping.

'''Assisty:''' Hello. How can I help?

'''Susannah:''' There it is again. What’s going on…

'''Vita:''' Oh right, you’re new here, so I’m guessing you haven’t met her yet. This is Assisty.

'''Susannah:''' Ah… I wasn’t asking about her name. If I’m not mistaken, this is an artificial intelligence, right?

'''Vita:''' Artificial… intelligence? That’s the first time I’ve heard anyone call Assisty that.

'''Vita:''' But Assisty is intelligent for sure. She not only answers our questions, but also helps the Sage govern the Holy City.

'''Vita:''' Conducting censuses, delegating work, calculating taxes, and helping with facility construction… None of it would be possible without her.

'''Susannah:''' Sure, but that’s just artificial intelligence, right?

'''Shigure Kira:''' …

'''Shigure Kira:''' So, do you know who made Assisty?

'''Vita:''' Huh, your questions keep getting weirder and weirder. Everyone knows Assisty is just Assisty.

'''Susannah:''' …

'''Seele:''' It seems we’ve gotten off topic. Assisty, have you met anyone that looks like me?

'''Assisty:''' …

'''Assisty:''' …

'''Assisty:''' I apologise, I cannot find the information you are looking for.

'''Vita:''' You’re asking some tough questions, even Assisty doesn’t know the answer.

'''Vita:''' But no need to give up just yet. I may not know where your companion is, but I know who does.

'''Seele:''' Huh? Who?!

'''Vita:''' So far, but so near.

Vita lifted her hand…

And pointed to the giant white tower at the city’s end.

'''Susannah:''' That tower? Can it answer questions like Assisty can?

'''Vita:''' Of course it can’t. But the one inside can.

'''Vita:''' It’s said that the Sage of the High Tower who watches over the Holy City lives at its top.

'''Susannah:''' Sage of the High Tower?

'''Vita:''' Yep. Legend says she is both omnipotent and omniscient. Everyone here believes in the Sage of the High Tower. We owe our peaceful life to her.

'''Shigure Kira:''' (…)

'''Vita:''' If the Sage is as powerful as everyone says she is, she’ll know exactly where your companion is.

'''Susannah:''' Hmm… she sounds pretty powerful. Like those legends about Overseer Otto.

'''Susannah:''' But would someone so high and mighty receive us so easily?

'''Vita:''' Of course… not.

'''Vita:''' The Sage lives in seclusion. Even on important occasions like sermons, she’s represented by envoys.

'''Vita:''' Everyone in the Holy City wants to meet the Sage… but you can count those lucky enough to meet her on one hand.

'''Shigure Kira:''' …

'''Seele:''' What a lonely person.

'''Vita:''' Yes. A lonely and unfortunate “person”.

'''Susannah:''' But if that’s true, is there nothing we can do?

'''Vita:''' Don’t worry yet.

'''Vita:''' I might not be able to help you meet with the Sage directly, but I can still help. I’m Vita, after all!

'''Vita:''' I’ll take you to someone that was led by an envoy to see the Sage’s back.

'''Susannah:''' Just her back?

'''Vita:''' Not “just”! For the people of the Holy City, it’s a great honor just to be recognised by her envoy.

'''Susannah:''' But it’s just… a-achoo!

The sneeze seemed to set Susannah off. She only stopped after sneezing a dozen times in a row.

'''Susannah:''' That’s strange, when did the battlesuit’s thermo regulator shut itself down… It’s so cold!

'''Seele:''' (…?)

'''Susannah:''' Seele and Miss Kira aside, are you not cold, Vita?

'''Vita:''' Cold? Not at all. You need a thermo regulator to move around?

'''Shigure Kira:''' …

'''Shigure Kira:''' You’re not very experienced, Susannah.

'''Susannah:''' I… I’m not used to life in the snowy countryside. And I don’t know if it’s good or bad that I came just in time for winter…

'''Vita:''' Winter? Are you serious?

'''Susannah:''' Huh? You don’t mean that this place doesn’t have nights OR seasons?

'''Shigure Kira:''' I get it. All four seasons are the same… what’s covering the city here isn’t snow.

'''Susannah:''' It isn’t snow?

'''Shigure Kira:''' Come here.

'''Shigure Kira:''' Here, have a look.

'''Shigure Kira:''' Yeah, it’s really sweet.

'''Shigure Kira:''' Do you guys want to try as well?

'''Susannah:''' Sure.

'''Susannah:''' Wugh… Puh-puh-puh…

'''Susannah:''' It’s so salty!

'''Susannah:''' Weird, how come the flavor I taste is different from yours?

'''Vita:''' Hahaha, because Kira dabbed her index finger into the snow, but put her middle finger into her mouth.

'''Shigure Kira:''' You have keen eyes.

'''Susannah:''' Nooo… Miss Kira… I trusted you…

'''Shigure Kira:''' To be honest… I didn’t think you’d fall for it. It was mean of me to laugh at you, though.

'''Shigure Kira:''' I apologise, Susannah.

'''Susannah:''' Ah, you don’t have to go that far, right?

'''Susannah:''' If we think about it…

'''Susannah:''' Salt Snow Holy City… means the snow here tastes like salt… No wonder it’s so bitter and salty…

'''Vita:''' Congrats on getting it right, albeit a tad too late.

'''Susannah:''' What about Seele? Did you know all along?

'''Seele:''' I realised it only after she said this isn’t snow.

'''Seele:''' Sorry, had I realised it earlier, I would’ve warned you.

'''Susannah:''' Sigh, me and my bad luck…

'''Shigure Kira:''' From another point of view… as a Schicksal Valkyrie, you’re too defenseless.

'''Shigure Kira:''' Lucky I only asked you to taste salt. What if it was poison?

'''Susannah:''' Haa… It’s as you say, I’m still too immature…

'''Seele:''' But Susannah, sincerity is your greatest strength.

'''Vita:''' Yes, in this regard, I must learn from you.

'''Susannah:''' Oh… Seele, Vita…

'''Shigure Kira:''' …

'''Shigure Kira:''' (…I hope so.)

'''Shigure Kira:''' Haha, alright then. No more dallying, let’s move on.

'''Susannah:''' But… When did Miss Kira have time to learn it was salt?

'''Shigure Kira:''' Ah, well…

'''Susannah:''' Hey, who’s that?

'''Vita:''' Ah, that’s uncle Pankaj.

The man in the doorway they had met earlier was back dozing off, still looking too sleepy to bother with anyone.

'''Sleepy Man:''' Ugh… Who’s disturbing my sleep now?

'''Vita:''' Uncle Pankaj, if you want to sleep so badly, then why come out?

'''Sleepy Man:''' Vita? What are you doing here?

'''Sleepy Man:''' The monsters bothering the city are back. Don’t wander out.

'''Vita:''' Don’t worry, the monsters have been dealt with.

'''Sleepy Man:''' Fantastic! Praise the great Sage!

'''Vita:''' I think we should be thanking them.

'''Vita:''' They are my new friends. They rescued me just now.

The man clicked his tongue as he looked at them, his expression no longer annoyed.

'''Sleepy Man:''' I didn’t know you were friends of Vita’s. I’m sorry about my attitude earlier.

'''Susannah:''' …

'''Shigure Kira:''' (…?)

'''Sleepy Man:''' And since you saved her, that makes you friends of mine. Will you come in for some tea?

'''Vita:''' Next time. We still have to find Grandpa Kaye. We’ll talk later.

'''Sleepy Man:''' Mr. Kaye? I heard he isn’t doing well right now. It’d be best not to bother him.

'''Vita:''' Don’t worry, Grandpa Kaye won’t mind. We’re going now, see you later.

'''Holy City Citizen:''' Vita! Want to come over for a late night snack?

'''Vita:''' Thanks for the invite, but I have to take them to meet with Grandpa Kaye. Next time.

'''Holy City Citizen:''' Well remember to say hello to old man Kaye for me.

'''Inn Owner:''' Vita, you should go home. I heard there are monsters out around here. Be careful!

'''Vita:''' Don’t worry, it’s been taken care of! I still have some things to do. I’ll be back in a bit.

'''Resident of Salt Snow Holy City:''' Good evening, Vita!

'''Vita:''' Good evening, Royce! How are you feeling? Did the herbal tea I gave you last time help at all? Next time I go to the border town, I’ll bring some more back for you.

'''Resident of Salt Snow Holy City:''' Don’t worry, there’s still plenty. I’m baking cookies tomorrow, you should come over and grab a few.

'''Vita:''' Sure, thank you!

'''Seele:''' (Vita sure is popular…)

'''Resident of Salt Snow Holy City:''' Vita, do you want to go to the career selection in a few days with me?

'''Vita:''' Ah… I’ll get back to you on that. I still don’t know if I want to go or not.

'''Resident of Salt Snow Holy City:''' Huh? But the great Sage’s envoy will make an appearance. It’d be a shame to miss that, right? That’s the Sage’s right hand!

'''Shigure Kira:''' People really love this Sage. Even her envoy sounds mighty.

'''Resident of Salt Snow Holy City:''' The great Sage is everywhere and all-capable. Without her, we wouldn’t have all that we have now.

'''Resident of Salt Snow Holy City:''' For example, the flour and oven I used to bake cookies came from the great Sage… I’m not sure if that’s something you consider mighty or not.

'''Shigure Kira:''' …

'''Vita:''' Alright, Royce. You know my friends are outsiders, they don’t know about the great Sage’s feats. I was just about to tell them.

'''Resident of Salt Snow Holy City:''' Well you should let them know just how great the great Sage is so they show some respect!

'''Vita:''' Don’t worry, I will!

'''Susannah:''' (Wow… the people here actually worship the great Sage.)

'''Seele:''' (Yeah… It’s probably best to follow suit.)

'''Shigure Kira:''' (Right… That’s all we can do.)

'''Vita:''' The Holy City is so quiet today. I wonder if it’s because there were monsters and everyone went to hide.

'''Shigure Kira:''' Quiet? Do you get a parade every time you go out… or as they’d probably have here, a Sage’s procession?

'''Vita:''' I could never compare to her… At best, we’re surrounded by a similar number of people.

'''Seele:''' That’s pretty impressive though.

'''Susannah:''' Yes… When you said you knew everyone in town, you really meant it.

'''Vita:''' We’re all nice and friendly here.

'''Vita:''' And most importantly, interesting.

'''Shigure Kira:''' Is there anyone you think isn’t interesting?

'''Vita:''' Hmm… I’d have to think about that.

'''Vita:''' It seems… no one comes to mind. Hehe.

'''Shigure Kira:''' Yeah, I figured as much.

'''Vita:''' But Grandpa Kaye, who I’m taking you to now, really is an interesting guy. Everyone likes him as much as they like me.

'''Vita:''' Of course, I’m still more popular~

'''Vita:''' This is the place.

'''Vita:''' Weird, he isn’t here… At this time, he’s usually outside cooling off.

But this time, there was only a silent wooden door.

Vita knocked gently at the door.

'''Vita:''' Grandpa Kaye, are you there?

A moment later, the door creaked open and a pale old woman peered out.

'''Elderly Woman:''' It’s Vita! Come on in.

'''Vita:''' Grandma Izzy! Grandpa Kaye…

She didn’t have a chance to finish asking.

In the bedroom was an old, sickly man laying in bed with a handkerchief over his face.

There were several younger people standing around him, what looked like neighbors and friends. No one spoke, but the scene was self-explanatory.

'''Neighbor:''' It all happened so fast. We were just having our afternoon tea. I was going to inform you before the funeral… but since you came for him…

'''Elderly Woman:''' …Yes. I bet he’d have loved to see you one last time, Vita.

'''Vita:''' …Thank you, Grandma Izzy.

'''Susannah:''' …

'''Shigure Kira:''' …

The Valkyries were caught completely off guard and, for a moment, speechless.

'''Seele:''' Our condolences. We’re friends of Vita’s.

'''Elderly Woman:''' Don’t worry, miss. I’m not sad.

'''Elderly Woman:''' Kaye’s simply passed on to the afterlife. Under the great Sage’s guidance, I will see him again one day.

'''Seele:''' …

Seele wanted to comfort her, but couldn’t find the right words. Then she suddenly discovered…

The old woman wasn’t sad, just as she said.

The surrealness of it all took Seele out of the somber moment and made her silently observe those in the room.

It wasn’t just the old man, everyone there watched the unbreathing old man peacefully, as if… they knew an afterlife just had to exist.

'''Shigure Kira:''' (…)

'''Seele:''' (Miss Kira noticed it too…)

Seele continued to observe the people in the room quietly until her gaze crossed Vita’s,

'''Vita:''' …

Vita, standing outside the crowd, gave the girls a meaningful look and subtly pointed to the door.

'''Seele:''' (She wants to talk about it outside?)

'''Seele:''' Vita…

'''Vita:''' I’m sorry, I know it’s sudden, but… can everyone accompany me to the Lightsalt storage?

'''Vita:''' It’s customary to use Lightsalt to guide the deceased toward the afterlife. Grandpa Kaye has been nice to me, so I want to take some Lightsalt for him as a final blessing.

'''Vita:''' I’m sorry, I wanted to help you with your search. I didn’t expect something like this to happen.

'''Shigure Kira:''' What do you guys think?

'''Seele:''' I’m more than happy to help. It’s just…

'''Susannah:''' Seele… What’s there to say “it’s just” about…

'''Shigure Kira:''' Susannah, I get how you feel. But… don’t you think it’s a bit strange?

'''Susannah:''' Strange?

'''Seele:''' Yeah.

'''Seele:''' A loved one had just passed away, but no one seemed sad at all.

'''Vita:''' Ah, that’s because…

'''Vita:''' They don’t have a reason to be sad.

'''Susannah:''' …Huh?

'''Vita:''' This is a special world.

'''Vita:''' It’s as Grandma Izzy said. Death doesn’t mean you disappear, you just continue your life in a different world.

'''Seele:''' …?

'''Vita:''' Do you remember the Sage of the High Tower? She has a special ability… she can travel between life and death.

'''Vita:''' It’s thought that the Sage reposes in the tower to pray for the dead.

'''Vita:''' It’s her presence that causes the Lightsalt at the top of the tower to shine… And the light guides the dead to the afterlife to live in peace.

'''Vita:''' We will all be reunited on the other side. Everyone in the Holy City believes this.

'''Vita:''' Our faith is stronger than our sorrow. We all pray to the Sage that we’ll be reunited with our families in the future.

'''Susannah:''' …

'''Shigure Kira:''' But doesn’t the Sage never make an appearance? Why do the citizens believe this?

'''Vita:''' It’s said the Sage’s envoys give sermons in the city square, preaching her power. Everyone in the city knows this.

'''Shigure Kira:''' “It’s said”? You’ve never been to a sermon?

'''Vita:''' …No. I have personal reasons.

'''Seele:''' (…)

'''Seele:''' Vita, what do you think about these legends of the Sage of the High Tower?

'''Vita:''' …

The usually eloquent girl was silent for a moment, and then shook her head.

'''Vita:''' I don’t know…

'''Vita:''' No one has ever seen that world with their own eyes…

'''Vita:''' But if it doesn’t exist… or isn’t how people expect it to be…

'''Vita:''' To dedicate all the time and emotions in life to it…

'''Vita:''' Would be too absurd.

'''Vita:''' The Lightsalt storage is up ahead. Let’s go together.

'''Seele:''' Be careful, there’s enemies!

Vita explained herself to the warehouse attendant, who quickly fetched the Lightsalt for her.

'''Warehouse Attendant:''' I’m sorry to hear about Mr. Kaye. But there’s nothing to be sad about, he’ll surely live a good life in the world of the dead.

'''Vita:''' Perhaps. Thank you.

Vita said no more, and silently took the Lightsalt from the attendant.

'''Vita:''' Okay, let’s head back.

Vita was silent on the way back.

Before knocking on the door, she turned back to give the Valkyries an apologetic but grateful smile.

'''Vita:''' Thank you for staying with me up till now.

'''Susannah:''' …

'''Vita:''' Grandpa Kaye wouldn’t know what to do if he saw guests who came from afar saddened by his passing.

'''Shigure Kira:''' You mean…

'''Vita:''' I’ll stay by his side with his neighbors. It’s getting late, and I’d hate to make you stay up.

'''Susannah:''' Ah… Speaking of getting some rest…

'''Vita:''' What is it?

Susannah explained to Vita about the trio’s earlier refusal to spend the night at the inn keep’s place.

'''Vita:''' Ah, I see. No problem, you can just stay at my house.

'''Seele:''' Ah? Are you sure?

'''Vita:''' Of course! I’ve lived by myself for a while now. And if you don’t mind bunking, then there’s more than enough room for three people.

'''Vita:''' I’m planning to spend the night by Grandpa Kaye’s side… so I won’t disturb your rest.

'''Seele:''' That… That’s too much…

'''Susannah:''' But we don’t have a place to spend the night…

'''Shigure Kira:''' It’d be more impolite to refuse. We should take her up on that offer. It’d make us look cruel if we decided to stay up all night or sleep on the street.

'''Vita:''' Right! If you did that… even the neighbors would take offense.

'''Vita:''' So… could you wait for me? I’ll go deliver the Lightsalt and then make your sleeping arrangements.

She raised her hand, gesturing everyone to wait outside for a moment.

As the door closed gently behind Vita, the three were speechless for a bit. After a moment, Shigure Kira gave an awkward stretch.

'''Shigure Kira:''' …

'''Shigure Kira:''' What do you think?

'''Seele:''' What do you mean…

'''Shigure Kira:''' I mean, do you really think there’s a Sage with power over life and death?

'''Seele:''' I… don’t know. Perhaps it’s as you said, anything can happen in a bubble universe. Maybe it all has to do with the rules of this bubble universe?

'''Seele:''' This Sage might really have supernatural powers… but she might also be a con.

'''Shigure Kira:''' And if we never see her, we might never know.

'''Seele:''' Yeah… That seems right to me. As for Vita…

'''Shigure Kira:''' Huh? What about her?

'''Seele:''' I don’t know what’s happened… But she seems to have some sort of resentment toward the Sage.

'''Susannah:''' Resentment? Really?

'''Seele:''' I don’t know, it’s just a feeling. Like when she mentioned living by herself… I…

'''Seele:''' Felt a deep sadness.

'''Susannah:''' Ah… Is this your special ability to sense bubble universes?

'''Seele:''' It’s hard to say. I haven’t had a similar feeling since coming here… So for now, I have no way of knowing why I felt that way.

'''Shigure Kira:''' It seems that maybe there really is something special about this world.

'''Shigure Kira:''' But before confirming anything about Vita… there’s one thing we do know.

'''Seele:''' Yeah.

'''Seele:''' At any rate, we need to meet this Sage of the High Tower.

--

====<u>Gameplay 37-4 - Read Dream</u>====
The sight was so confounding that Seele had trouble fighting the urge to rub her eyes.

'''Seele:''' (What… the heck did I just see?)

'''Herrscher of Sentience:''' Good. Now you will feel a hot current course through your spirit and soul.

'''Herrscher of Sentience:''' You’ll feel as though you’re floating above clouds and falling into the depths. Your body is becoming light. Very light.

'''Seele:''' …

'''Herrscher of Sentience:''' Now, show me those desires you hold deeply in your hearts. Do not hold back! We will start from you!

'''Resident from Country of Iron Sand:''' Almighty great Sage, please reunite me with my beloved fiance!

'''Herrscher of Sentience:''' Piece of cake!

'''Resident from Country of Iron Sand:''' Great Sage, my request is simple. I just want to see my granddaughter that wasn’t born while I was alive.

'''Herrscher of Sentience:''' Easy as pie!

'''Resident from Country of Iron Sand:''' If you are truly the Sage of legend, can you bring me back to life as someone rich?

'''Herrscher of Sentience:''' Nothing to it!

'''Resident from Country of Iron Sand:''' Sage, Sage! I want to see my Mum and Dad!

'''Resident from Country of Iron Sand:''' Great Sage, me! Me!

'''Herrscher of Sentience:''' No need to rush, I am here to help everyone. I treat all my believers equally.

'''Herrscher of Sentience:''' Hark! Just imagine carefully the people and things you just mentioned, and leave the rest to me. I will fulfill all your wishes!

The wisps eagerly agreed while the great Sage sank down into a cross-legged pose amid them, her eyes closed.

Then she cast some magic, causing the wisps to murmur in pleasure.

'''Resident from Country of Iron Sand:''' I-Is it really you? Elena? I get to see you again!

'''Resident from Country of Iron Sand:''' What a healthy looking face… I can rest at ease.

'''Resident from Country of Iron Sand:''' Is this… salt? Ow, my teeth! No, these are gems! So many gems! I’m rich!

In joy the wisps began to dance in a blaze around the great Sage.

'''Resident from Country of Iron Sand:''' Thank you, Miss Sage!

'''Resident from Country of Iron Sand:''' Thank you, great Sage!

The wisps flocked to the great Sage in thanksgiving, but she only shook her head and stood up in discontent.

'''Herrscher of Sentience:''' No, no. Why do you keep calling me that cheesy-sounding name.

'''Herrscher of Sentience:''' Listen up. I’ll teach you one more time. Say it with me.

''[CG plays wherein the Herrscher of Sentience has the wisps repeat her words:''

'''''Herrscher of Sentience:''' Long live the Herrscher of Sentience!''

'''''Residents of Iron Sand:''' Long live the Herrscher of Sentience!'']

'''Seele:''' Heh…

'''Herrscher of Sentience:''' Hmm?

'''Herrscher of Sentience:''' You…?

'''Seele:''' Didn’t think I’d see you here. Having a good time, Miss Herrscher of Sentience?

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Seele? How’d you die?

'''Seele:''' …

'''Seele:''' …What?

'''Herrscher of Sentience:''' Look, since coming to this bubble universe, I’ve only seen phantoms like them. It’s common sense that this place is hell, the underworld, or something like that.

'''Seele:''' What are you going on about? According to you, you’d be dead as well!

'''Herrscher of Sentience:''' Haha, very funny. It doesn’t matter if the sky falls, the sea dries up, or the earth crumbles, I’ll just keep on living.

'''Herrscher of Sentience:''' To put it in terms you can understand: I am beyond the laws of nature. My name isn’t in the book of life and death. Got me?

'''Seele:''' Oh, right. I almost forgot. You are a DIVINE KEY after all.

'''Herrscher of Sentience:''' You’re the Divine… Hey, you said that on purpose!

'''Seele:''' I dunno if I did it on purpose or not, but that was the “terms I can understand”.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' I get it, you’re the other Seele, aren’t you?

'''Seele:''' …?

'''Herrscher of Sentience:''' Don’t look so surprised. You think I wouldn’t have noticed? Two minds in one body? It’s so obvious.

'''Seele:''' Figures the Herrscher of Sentience would be smart.

'''Seele:''' Then you already know I’m not like Seele. So you better watch what you say around me.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Hahahaha!

'''Seele:''' What are you laughing at?

'''Herrscher of Sentience:''' You! We were in the same boat just half a year ago. Do you really have to be so sour with me?

'''Herrscher of Sentience:''' Honestly, compared with the nicer Seele, you really are childish.

'''Seele:''' What…

'''Herrscher of Sentience:''' Go call the other Seele so the adults can talk. Otherwise, this can go on until the sun goes down… Oh, there’s no sun here.

'''Herrscher of Sentience:''' Otherwise, this can go on until the moon somehow goes down, and we still won’t get anywhere.

'''Seele:''' (I’m… childish?)

Ignoring Seele’s reaction, the Herrscher of Sentience seemed to notice something off and eyed her suspiciously.

'''Herrscher of Sentience:''' Huh?

'''Herrscher of Sentience:''' Wait… That’s not right.

'''Herrscher of Sentience:''' Seele, you…

'''Seele:''' (Forget the others… Now you’re calling me childish?)

Just then, a sharp sound cut through the air…

'''Herrscher of Sentience:''' Hey, you’re resorting to violence?

'''Seele:''' Shut it. I just have the urge to kill a Herrscher for fun… Oh, an annoying Herrscher happens to be right before me.

'''Herrscher of Sentience:''' Oh, you wanna pick a fight?

'''Herrscher of Sentience:''' …If you’re up to it!

'''Herrscher of Sentience:''' After the Great Eruption, it’s been tough finding someone to fight…

'''Herrscher of Sentience:''' I didn’t expect someone to show up at my doorstep!

'''Seele:''' That’s right, the Great Eruption has been long over…

'''Seele:''' You’re just a Herrscher that’s past her prime. You have maybe a tenth of your power left?

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Yes, good! You’ve got some nerve, kid… I’m starting to like you!

'''Seele:''' …

'''Herrscher of Sentience:''' Huh, not bad! It’s rare for someone your age to be that strong.

'''Herrscher of Sentience:''' You can tell people you lasted thirty rounds against the strongest Herrscher of Sentience… No, make that fifty rounds!

'''Herrscher of Sentience:''' But… you can’t possibly win. Are you ready to call on your helper?

'''Seele:''' Helper? What the heck are you talking about?

'''Herrscher of Sentience:''' Hare! Isn’t she the one who tricked me into coming here?

'''Seele:''' …?

'''Seele:''' She tricked you into coming here?

'''Herrscher of Sentience:''' It’s a long story, but…

'''Herrscher of Sentience:''' It’s strange you know even less than I do. You really have nothing to do with that jerk?

'''Seele:''' …

'''Seele:''' The likelihood that this is the underworld is greater than my helping that woman!

'''Herrscher of Sentience:''' I see, you have the same problem. The enemy of my enemy is my friend, so chill!

'''Seele:''' …

'''Seele:''' …

'''Seele:''' Not so fast, I still have something to ask you.

'''Seele:''' What were you doing when I got here? Just playing mind games with lonely ghosts?

'''Herrscher of Sentience:''' Ha, what do you mean “mind games”? I was making their wishes come true!

'''Seele:''' The legend of an omniscient sage will bring them back to life?

'''Herrscher of Sentience:''' What? Don’t you think it would be better to believe in me rather than in this ridiculous fairy tale?

'''Seele:''' …

This was the answer she expected. It was clear the Herrscher of Sentience knew no more about this world than she did.

And just as Seele was wondering what the Herrscher of Sentience was actually capable of, aside from playing silly little motion pictures…

'''Herrscher of Sentience:''' Hm? Why’d you bring along a group of idiots that don’t know what they’re doing?

'''Seele:''' They’re not Quantum monsters… What exactly are these things?

'''Herrscher of Sentience:''' Haven’t got a clue. They rushed over there… Ah, those wisps are still there…

'''Seele:''' Still watching your little illusions. Such a shame to be killed like that. I’ll have to make an exception and help clean things up.

'''Herrscher of Sentience:''' Haha, there really is something I like about you, Seele.

'''Seele:''' Ugh. Shut up.

'''Resident from Country of Iron Sand:''' T-Thank you! Were it not for your rescue, our souls would’ve been lost.

'''Herrscher of Sentience:''' Don’t sweat it! It was nothing!

'''Seele:''' (What do you have to be proud of? This is your fault!)

'''Resident from Country of Iron Sand:''' But the Sand Servants have never attacked us before. Why would they now…

'''Seele:''' Sand Servants? You mean those monsters just now? I’ve never seen anything like them in the Sea of Quanta.

'''Resident from Country of Iron Sand:''' No, the Sand Servants aren’t monsters. They’re the great Sage’s loyal servants!

'''Seele:''' Hm. Well, it’s none of my business… But you should try not to put too much stock into this Sage of yours.

'''Seele:''' Don’t forget, you were almost killed by an imposter.

'''Resident from Country of Iron Sand:''' Miss, are you not the real Sage?

'''Herrscher of Sentience:''' Oh, that… that isn’t important! I’m far greater than any great Sage!

'''Seele:''' …

'''Herrscher of Sentience:''' Alright, alright, I get it. Don’t look at me like that. Actually…

The Herrscher of Sentience explained to the people of the Country of Iron Sand how she pretended to be the Sage.

'''Resident from Country of Iron Sand:''' Oh, I see.

'''Seele:''' What, aren’t you all mad? If you want, I can make this jerk pay for you.

'''Herrscher of Sentience:''' Hmph. Don’t get ahead of yourself.

'''Resident from Country of Iron Sand:''' No, no. We don’t blame anyone.

'''Resident from Country of Iron Sand:''' Sure, she might not be the real Sage, but thanks to her, I was able to enjoy a beautiful dream. And I’m grateful for that.

'''Resident from Country of Iron Sand:''' Right. There’s no rush, one day the real great Sage will find us.

'''Resident from Country of Iron Sand:''' W-What about my gems? My riches?

'''Resident from Country of Iron Sand:''' We’ll just have to wait a bit longer. One day.

'''Seele:''' You really believe in this whole Sage deal, huh?

'''Resident from Country of Iron Sand:''' Do you not believe in the Sage, miss?

'''Seele:''' Me? I’m not from this bubble universe… I’m not from the Country of Iron Sand, of course I don’t believe in your legends.

'''Resident from Country of Iron Sand:''' Huh? But everyone says the people from the Country of Iron Sand are our companions.

'''Herrscher of Sentience:''' Haha, the difference between you and us should be super obvious, right?

'''Herrscher of Sentience:''' For one thing, we aren’t transparent.

'''Seele:''' …

'''Herrscher of Sentience:''' Huh? What? Why are you looking at me like that?

'''Seele:''' Idiot. Look at your body!

'''Herrscher of Sentience:''' Huh? My body! W-Why am I transparent?!

'''Seele:''' I don’t know. But… what happened to living on when the sky falls and the earth crumbles? This shouldn’t be a problem for you, right?

'''Herrscher of Sentience:''' …Right. No problem at all.

'''Seele:''' Hmm?

'''Seele:''' Wait… why have I become transparent too?!

'''Herrscher of Sentience:''' Who knows? It shouldn’t be a problem for you anyway, right?

'''Resident from Country of Iron Sand:''' Haha, you two really are one of us after all.

'''Resident from Country of Iron Sand:''' Don’t worry. You probably just haven’t bathed in the moonlight recently.

'''Herrscher of Sentience:''' …What?

'''Seele:''' (Bathe in the moonlight?)

'''Seele:''' You don’t think…

'''Resident from Country of Iron Sand:''' As you can see, ladies from the outside world, we denizens of Iron Sand have lost our human form, and only a glow marks our existence.

'''Resident from Country of Iron Sand:''' For the glow to live on, we must often bathe in moonlight.

'''Seele:''' Our bodies have become like the spirits here?

'''Herrscher of Sentience:''' Wait, what the heck are you talking about?

'''Seele:''' We… are dead?

'''Herrscher of Sentience:''' Ha?

--

====<u>Gameplay 37-5 - Select</u>====
A “night” passed.

'''Shigure Kira:''' How did you sleep?

'''Seele:''' I’ve shaken off the jet lag.

'''Susannah:''' I feel charged and ready to go! I never knew a ham omelet could taste so good, Vita! Thank you!

'''Vita:''' Hehe, you’re welcome. Would Kira like one? You must be hungry since you went out this morning.

'''Shigure Kira:''' Ah… That’s alright, I already ate.

'''Seele:''' (…?)

'''Shigure Kira:''' Anyway, now that everyone’s well rested, let’s start working on our action plan… such as how to negotiate with the Sage of the High Tower.

'''Seele:''' Right. Do you have any ideas, Vita?

'''Vita:''' Do I ever!

'''Vita:''' …Is what I’d like to say. But the Sage is pretty secretive. She hardly ever comes to the Holy City, so it can be tough to get an audience with her.

'''Susannah:''' Can’t we go visit her at the Salt Snow tower directly?

'''Vita:''' Unfortunately not. While the Sage rarely handles city affairs, she treats the tower with the utmost importance. She has sent many… oracles to guard it and keep people out.

When she mentioned the oracles, she shrugged and gesticulated to the Valkyries, clearly impressed by yesterday’s fight.

'''Shigure Kira:''' Yeah… makes sense. Everyone in Salt Snow Holy City is a believer. If she meets with everyone, she’d never get anything done.

'''Susannah:''' Just like an idol, Miss Kira!

'''Shigure Kira:''' Oh, Susannah. You’re beginning to understand the hard life of idols; that’s good!

'''Shigure Kira:''' So we’ll need a fool-proof plan to prevent conflicts and even violence before meeting this Sage.

'''Seele:''' …

'''Susannah:''' If there’s no chance of getting into the tower, maybe we can wait for her to come out and talk to her then?

'''Shigure Kira:''' Yeah! The residents mentioned the Sage of the High Tower coming out and giving sermons from time to time.

'''Seele:''' It’s just… we;re still looking for our friend. If we don’t know the time…

Seele remembered how bright last “night” was.

For the first time in a long time, she slept alone without sensing her other self.

Next to her, Susannah snored lightly and Shigure Kira slept like Sleeping Beauty.

She knew she had to get some rest, and began counting the flower petals on the wallpaper. At that moment, Vita’s room seemed empty, as if no one had ever lived there.

And that’s when…

'''Vita:''' And that’s when…

'''Vita:''' Everyone realised that any work that required the Sage to leave the tower had been delegated to her envoy.

'''Seele:''' …?

'''Vita:''' Ah, the envoy we’re talking about is the one managing the city on behalf of the Sage of the High Tower.

'''Vita:''' She not only guided us all on building machines we couldn’t dream of, but also thought up… a system to help us organise work.

'''Vita:''' From my perspective, it’s this envoy that deserves the entire city’s respect for making our lives so much easier. For example, you’ve all seen Assisty!

'''Vita:''' Speaking off the record… I don’t get why people worship someone that lives in a high tower and never leaves. It’d make more sense to worship Assisty, even.

'''Shigure Kira:''' Some big name said “I believe because it is absurd”. But… perhaps everything the envoy has done was part of the Sage’s plan, right?

'''Vita:''' And if that’s the case, that’d be a good thing for you all, no?

'''Vita:''' After all, if the Sage of the High Tower is just a rubber stamp… she wouldn’t be able to help Seele find her companion, right?

'''Susannah:''' Then I think we should talk to the envoy first. Maybe she can introduce us to the Sage.

'''Shigure Kira:''' That makes sense. But… how can we see this envoy? They maintain the order of this world… so they must be very powerful?

'''Vita:''' If it’s just to see the Sage, I have an idea!

'''Susannah:''' Really? Tell us, Vita!

'''Vita:''' Hehe, it’d be best to see for yourself. Come with me and you’ll know right away!

…

…

'''Susannah:''' It’s so lively here! Are they going to hold a celebration?

'''Vita:''' Haha, you’re close. This is the career selection regularly held after the envoy took over the city.

'''Seele:''' Career selection?

'''Seele:''' Wait, is that…

…

'''Vita:''' Oh, Seele, are you interested in these tin people too? I heard they were also produced in the tower.

'''Vita:''' Although the envoy taught citizens how to control these big fellas, even the brightest of them couldn’t fathom how they could move.

'''Vita:''' Do these machines exist in your world?

'''Seele:''' They do… but…

'''Seele:''' (Miss Kira, these mechas…)

'''Shigure Kira:''' (Yes, propulsion system and design-wise, they’re uncannily similar to those of our world.)

'''Susannah:''' So… these people and machines are gathered here because of that selection?

'''Vita:''' That’s right! Allow me to explain what the career selection is!

'''Vita:''' Do you remember the system I mentioned earlier that the envoy designed to manage the whole city?

'''Vita:''' The career selection is a system designed to find the most suitable job for us… for all of Salt Snow Holy City.

'''Vita:''' First, everyone provides the system with the necessary data as the great envoy taught us to. The system will then analyse the data and perform complex calculations.

'''Vita:''' Once completed, it will assign the right role to the right person in the Holy City.

'''Vita:''' Of course, these are all roles needed to maintain the Holy City… The system was designed to make sure everyone finds joy in labor and creation.

'''Vita:''' Isn’t it great? As the envoy said, “the right resources in the right place, and the right person for the right job”.

'''Seele:''' I see. So you let the system analyse the data and determine the right jobs for the people?

'''Susannah:''' It sounds like something right out of a sci-fi movie.

'''Seele:''' But… wasn’t there something similar in our history textbooks? Matushka Cocolia dealt with a similar institution when she was young…

'''Shigure Kira:''' Yes. Humans always think the workings of the world are simple, which produces such immature thinking.

'''Shigure Kira:''' From what we’ve seen… If you leave someone’s career up to a program or a machine, it only serves to eliminate a person’s will, leading to the opposite of the intended result.

'''Vita:''' Oh?

'''Shigure Kira:''' For example, if someone’s assigned a role they don’t like, they are forced to do it anyway, correct?

'''Vita:''' That just sounds like the system needs improvement.

'''Shigure Kira:''' Then let’s take a step back. Let’s say the person likes the job, but has other things in mind, like another job, another life… Can the system deal with that?

'''Shigure Kira:''' And… If the person’s preferred lifestyle or career doesn’t exist yet, how is the system going to run its calculations then?

'''Shigure Kira:''' Eventually, won’t the original passions and dreams of the persian or this world begin to fade or even disappear?

'''Vita:''' …

'''Susannah:''' Miss Kira.

'''Shigure Kira:''' Ah, I’m sorry. I didn’t mean to cross-examine anyone. It’s just… I can’t agree with this mechanism, from my point of view.

'''Shigure Kira:''' I get that it’s convenient, saving everyone time and energy… But any variations to the norm will cause a lot of issues.

'''Vita:''' It’s fine, your argument makes sense… Everyone in the Holy City thinks it’s so convenient, which is probably why no one bothers about its drawbacks.

'''Seele:''' By the way…

'''Seele:''' Vita, you haven’t told us why you brought us here.

'''Vita:''' Oh right, I almost forgot!

'''Vita:''' After the selection concludes, the great envoy will conduct a short investiture ceremony and communicate the key points of the job to the selected candidate in person.

'''Seele:''' And so… whoever gets the position will have the opportunity to talk to the envoy face-to-face…

'''Susannah:''' Ah, so all we need to do is take part in the selection? For example, a career like “warrior”?

'''Shigure Kira:''' It can’t be that simple… Does the envoy have roles for us outsiders?

'''Vita:''' That is an issue. But…

'''Vita:''' Come with me! There’s always a way~

…

'''Vita:''' Hi!

'''Mecha Monitor:''' Hello, citizen of Salt Snow, ID #00457. How may I help you today?

'''Vita:''' Are there any vacancies left in this selection?

'''Mecha Monitor:''' Checking, please wait…

'''Mecha Monitor:''' …

'''Mecha Monitor:''' Thank you for waiting. According to your input, the number of search results is 1.

'''Vita:''' Haha! Yeah!

'''Seele:''' Vita, what is this?

'''Vita:''' Ah, let me explain.

'''Vita:''' Everyone loves going through the selection process, so the envoy keeps adding jobs.

'''Vita:''' But once in a while… strange positions which people aren’t sure what they’re for appear. They don’t have a fit.

'''Vita:''' The positions become vacant, meaning they’re unclaimed.

'''Susannah:''' Huh? But wouldn’t that throw a wrench into the city’s operations?

'''Mecha Monitor:''' Don’t worry. The vacancies aren’t the most productive or fundamental jobs in the city.

'''Vita:''' Right, right. There really are some strange jobs.

'''Mecha Monitor:''' Allow me to correct citizen 00457. These jobs were added by the envoy after careful consideration to diversify the city’s career system and cultural atmosphere.

'''Mecha Monitor:''' Perhaps they are beyond the scope of the citizens’ knowledge, but they are neither strange nor meaningless.

'''Vita:''' Right, just like I said!

'''Seele:''' I-I see.

'''Shigure Kira:''' Oh, I get it Vita. You want us to take the vacant positions?

'''Vita:''' Yeah, what a great chance! Receptionist, is that okay?

'''Mecha Monitor:''' While there is no precedent for a non-local to hold a position… according to my search, it is not against the envoy’s rules.

'''Vita:''' Then we can do it!

'''Mecha Monitor:''' But this vacancy is special. Applicants will need to pass a customised test to assume it.

'''Susannah:''' A customised test?

'''Seele:''' What exactly is this position…

'''Susannah:''' M-Miss Kira, do we really need to do it?

'''Seele:''' I-It’s embarrassing…

'''Shigure Kira:''' Don’t say that! What kind of idol are you if you can’t do this?

'''Shigure Kira:''' Listen up! Even if it’s just for our mission, once you get up there, you’re obliged to conquer the audience with a perfect demeanor and the most glamorous smile!

'''Vita:''' Wow! You sound so professional!

'''Shigure Kira:''' Ahem, I’ll show you the ropes again. Please watch closely and memorise them by heart.

'''Susannah:''' A-Alright!

'''Seele:''' I’ll try my best…

…

'''Shigure Kira:''' Thank you! I love you all~☆

'''Susannah:''' Hmm… Th-this…

'''Seele:''' …

'''Shigure Kira:''' Did you see it? That’s how an idol greets the audience at the end of a performance.

'''Shigure Kira:''' Since we’re in a hurry, I can’t correct your postures or familiarise you with performance procedures.

'''Shigure Kira:''' However, if you do your starting and ending poses perfectly, you can still capture the audience’s heart!

'''Susannah:''' I understand, but…

'''Seele:''' Why did things… turn out this way?

Not too long ago…

'''Seele:''' What exactly is this position…

'''Mecha Monitor:''' “Ambassador for Cultural Prosperity”… is what the envoy named it.

'''Susannah:''' Cultural Prosperity… Uh, that sounds pretty complicated.

'''Vita:''' And pretty… important as well.

'''Susannah:''' Are we really qualified for it?

'''Seele:''' I’d like to know the responsibilities of the Ambassador for Cultural Prosperity.

'''Mecha Monitor:''' According to the envoy’s records, it was created to establish a figure of significant influence and charisma throughout the Holy City.

'''Mecha Monitor:''' This role involves singing, acting, and other aspects of the performing arts with the aim of gaining a large number of supporters.

'''Mecha Monitor:''' A good relationship with these supporters will allow the Ambassador for Cultural Prosperity to lead them to a higher level of spirituality and expand the scope of their culture life, thus improving life in the Holy City.

'''Susannah:''' Right, right right… Wait. Waaaait. That sounds like…

'''Seele:''' The idols in our world?

'''Mecha Monitor:''' “Idol”? Please wait a moment, I found this term in the supplementary description left by the envoy. Retrieving…

'''Mecha Monitor:''' …

'''Mecha Monitor:''' Thank you for waiting. After a content comparison, the concepts of “Ambassador of Cultural Prosperity” and “Idol” have a 99.2% overlap.

'''Susannah:''' Aren’t they practically the same thing?!

'''Seele:''' We’re gonna become… idols? Then this test would be…

'''Shigure Kira:''' …

'''Shigure Kira:''' Heh. Not bad.

'''Shigure Kira:''' Alright. I’m going to go over some of the essential moves then, so listen carefully.

'''Susannah:''' Wait. Waaait. Just wait a second!

'''Susannah:''' If we have to take this exam, I mean, perform on stage, wouldn’t you be the one best for the job, Miss Kira? Why would Seele and I…

'''Shigure Kira:''' Th-That’s because…

'''Shigure Kira:''' …

'''Shigure Kira:''' Because the performance includes singing.

'''Seele:''' But I remember we talked about this yesterday… Didn’t you say you’re experienced in singing live?

'''Shigure Kira:''' But… I uh… injured my voice at my last show, and it hasn’t fully recovered yet. So…

'''Susannah:''' Huh? But Miss Kira, haven’t you been drifting in the Sea of Quanta? Your last show should have been ages ago, right?

'''Shigure Kira:''' …

'''Shigure Kira:''' (You twerp, why are you so quick all of a sudden…)

'''Shigure Kira:''' Anyway, you and Seele are gonna take the stage. It’s an order from your predecessor, and you’re not allowed to say no.

'''Susannah:''' Okay, okay…

'''Shigure Kira:''' Phew… Okay, I’ll explain the key points.

'''Shigure Kira:''' This movement is divided into three parts…

'''Shigure Kira:''' First, lift your left foot and bend it until your calf is pressed against your thigh.

'''Shigure Kira:''' Secondly, raise and extend your left arm as much as possible, and make a cute gesture with your right hand next to your face.

'''Shigure Kira:''' Thirdly, and most importantly, smile. You must smile from the bottom of your heart and make the audience happy!

'''Shigure Kira:''' That’s all! Have you memorised it?

'''Susannah:''' Ummmmmm…

'''Susannah:''' What was the first point…

'''Shigure Kira:''' Compared to thinking, it’s easier to learn by doing! Show me the movements you’ve learned!

'''Seele:''' I should…

'''[CHOICE] =''' Lift my right foot and bend it until my calf is pressed against my thigh.

'''[CHOICE] =''' Lift my left foot and bend it until my calf is pressed against my thigh.

'''[CHOICE] =''' Lift my left foot and bend it slightly…

'''Seele:''' I should…

'''[CHOICE] =''' Raise and extend my left arm, and make a cute gesture with my right hand next to my face…

'''[CHOICE] =''' Raise and extend my right arm, and make a cute gesture with my left hand next to my face…

'''[CHOICE] =''' Raise and extend my left arm, and make a taunting gesture with my right hand next to my face…

'''Seele:''' I should…

'''[CHOICE] =''' Show a slight smile.

'''[CHOICE] =''' Show a disgusted face.

'''[CHOICE] =''' Show a 100% smile!

'''Shigure Kira:''' No no no, you got it all wrong! Start over!

'''Shigure Kira:''' Seele, believe in yourself!

'''Shigure Kira:''' Good! That feels right!

Shigure: Seele, you have what it takes to be an idol!

'''Seele:''' Th-thank you.

'''Susannah:''' Miss Kira, what about me? Aaaaaaaah!

'''Shigure Kira:''' Looks like it’s going to take a bit longer…

'''Shigure Kira:''' Good. Now you are ready to become an idol.

'''Shigure Kira:''' Plus, Seele has a terrific voice and Susannah is great at dancing… You’ll pass the test with flying colors.

'''Vita:''' You’ve got this! And I’ll be on stage to support you!

'''Susannah:''' …

'''Susannah:''' (S-Seele, what do we do? I’m so nervous that I’m shaking. You really think it’ll be okay?)

'''Seele:''' (All we can do is try… And don’t worry, since it’s just a test, the audience should be small.)

'''Seele:''' (And our target isn’t the exam itself…)

'''Shigure Kira:''' Alright then. Try not to overthink it!

'''Shigure Kira:''' Performance starts on the stage, and when you perform, you give it your 100%! Set eyes on the examination stage… and go!

'''Susannah:''' W-Wait, didn’t you say there wouldn’t be a big audience, Seele?

'''Seele:''' …

'''Residents of Salt Snow:''' Are you going to perform? We’re all excited to see!

'''Residents of Salt Snow:''' Yeah, we don’t get many live events in the Holy City, so everyone came after hearing about it.

'''Seele:''' …Hearing about it?

'''Vita:''' ~♪

'''Susannah:''' W-What do I do? I-I feel like I’m going to faint…

'''Shigure Kira:''' How can you have stage fright before going up there? Show t hem what Valkyries are made of!

'''Mecha Monitor:''' The Cultural Prosperity Ambassador Selection Test will soon begin. Please take to the stage.

'''Seele:''' Susannah, we’re on.

'''Susannah:''' Oh… I can’t do it…

'''Seele:''' Don’t worry, I’ll be right here with you.

'''Susannah:''' Seele…

'''Susannah:''' Okay!

While there were a few hiccups along the way, Seele and Susannah managed to finish their performance rather smoothly…

'''Residents of Salt Snow:''' Your singing was brilliant, Seele!

'''Residents of Salt Snow:''' And I could watch Susannah dance forever!

'''Residents of Salt Snow:''' Seele! Seele! Seele!

'''Residents of Salt Snow:''' Susannah! Susannah! Susannah!

'''Susannah:''' (W-We somehow… made it through?)

'''Seele:''' (Seems like it. All thanks to Susannah.)

'''Vita:''' Seele! Susannah! You guys were awesome!

'''Shigure Kira:''' Yep! You’re both totally qualified!

'''Shigure Kira:''' (But it’s what’s next that counts! Use the moves I taught you to finish off a great show!

'''Seele & Susannah:''' Thank you! I love you all~☆

'''Residents of Salt Snow:''' Ohhhhhhh!

'''Shigure Kira:''' (Impeccable. Seele, Susannah, you did wonderfully.)

'''Susannah:''' (I’m so t-tired… Even investigating in Nagazora didn’t leave me this tired…)

'''Seele:''' (Haha, great job.)

'''Mecha Monitor:''' Thanks to our two candidates for such a lovely performance. Next, we’d like to invite our judges to score the performances.

'''Susannah:''' (We have to win! If I have to do that again… No way, if I do it one more time I’ll collapse!)

'''Seele:''' (Huh? That’s…)

''[CG plays wherein a strangely familiar android appears as judge, pressing the buzzer to award them a full score of 10s across the board.'']

'''???:''' Miss Seele, Miss Susannah… thank you for putting on a wonderful show to enrich the cultural lives of the citizens of Salt Snow Holy City.

'''???:''' These performances also yielded important data. I will record the changes in the psychology of citizens and consider similar festivities when the time calls for them.

'''???:''' And for that reason, I give you a perfect score. And that’s not a favor, either.

'''Seele:''' Wait a minute, aren’t you…

'''Susannah:''' Prometheus, the Previous Era AI! I read about her in New Atra’s combat records!

'''Mecha Monitor:''' And now she is the envoy that oversees the system.

'''Seele:''' You’re the envoy?

'''Prometheus:''' It’s true. I helped the Sage of the High Tower to develop the city’s management system. In turn, the denizens designated me as the envoy.

'''Seele:''' (She doesn’t look like she belongs in this bubble universe, but a spatial fragment from the moon…)

'''Seele:''' (Huh?)

'''Seele:''' (Like with Vita that one time… My intuition in the Sea of Quanta has been temporarily restored?)

But before Seele could realise what was going on, a voice rang out to steal the conversation.

'''Shigure Kira:''' Hmph. You look like you’re doing fine, what’s-her-face’s sidekick.

'''Susannah:''' Huh? Have you seen her before, Miss Kira?

'''Vita:''' Wait… So you know the great envoy? Haha, that’s awesome!

'''Prometheus:''' …

'''Prometheus:''' It seems we need some time to sort things out.

'''Prometheus:''' Please dismiss the surrounding citizens, receptionist. I have personal matters to discuss with them.

'''Mecha Monitor:''' Yes, envoy.

'''Seele:''' Prometheus.

'''Seele:''' You’ve appeared, meaning Susannah and I didn’t fall into the Sea of Quanta by coincidence.

'''Seele:''' What secret is this bubble universe keeping? Hare is here, right? In Nagazora, we saw the traces she left… but I wasn’t convinced until now.

'''Seele:''' And more importantly, last time it was also Hare that made the other me…

'''Prometheus:''' Calm down, Miss Seele.

'''Prometheus:''' This bubble universe is abnormal indeed… which is exactly why we need more time to sort things out.

'''Prometheus:''' To help you find the answer… I must first tell you of a journey.

'''Prometheus:''' A journey…

'''Prometheus:''' Misteln and I went on together.
----
===Act 2 - Redeeming Journey===

====<u>Gameplay 37-6 - Compile</u>====
Months ago.

Before Misteln and Prometheus arrived in the Holy City of Salt and Snow, and some other bubble universes were in danger…

A young man that would cross their paths was living in the greatest pain he knew.

“A dizziness strong enough is just as dizzying in its dissipation.” He thought to himself, almost laughing out loud.

“Who am I?” was his second thought after regaining consciousness.

“Oh, I’m Chen”, he soon recalled.

'''Chen:''' Cough… Puh!

Remembering who he was, he stumbled up and spat out whatever was clogging his throat.

He was too disgusted to look, but he knew there was blood.

Yes, blood. The smell of it seemed to follow him recently.

'''Chen:''' Shoot… What a bad day.

The man started cursing in his hoarse voice. As though his outbursts were giving him strength, he staggered to his feet.

But soon after, fear, like two big hands that suddenly reached out, took ahold of him.

'''Chen:''' Wh-What’s this?

He finally had a look around…

'''Chen:''' Is that… Lone Wolf Zolf?

'''Chen:''' He’s dead.

'''Chen:''' Yesterday Ugly Jack was showing off a bunch of prosthetic body parts to me…

'''Chen:''' And now… it’s all scrap.

'''Chen:''' Is that all that’s left of… Rebecca?

'''Chen:''' Dead… All dead…

'''Chen:''' The entire Lamp Gang. Except for… me.

'''Chen:''' I have to get out of here…

'''Chen:''' Bluugh…

'''Chen:''' …

'''Chen:''' Darn it. Who did this? Dragon Fang?

'''Chen:''' No, they don’t have the guts.

'''Chen:''' Maybe Taixuan… No, we’ve never messed with them before.

'''Chen:''' …

'''Chen:''' It doesn’t matter who…

'''Chen:''' They’re going to be looking for me.

'''Chen:''' Ana…

'''Chen:''' Please pick up…

'''Chen:''' I’m begging you, pick up, Ana!

'''Chen:''' Ugh… Shoot, my headache is back.

'''???:''' …Hello, who is it?

'''Chen:''' Ah, Ana!

'''Ana:''' Chen? Is that you? You… you jerk!

'''Chen:''' Ana?

'''Ana:''' Do you know how worried I am about you? Did you guys get into a fight again?

'''Ana:''' I was so scared. If… if something were to happen to you…

'''Chen:''' Don’t worry, Ana. I’m okay.

'''Ana:''' You always say that! Y-You just don’t get it!

'''Chen:''' I…

'''Chen:''' I’m sorry.

'''Ana:''' …

'''Chen:''' I’ll come by later, okay? Then you’ll know I’m fine and not lying.

'''Ana:''' You…

'''Ana:''' …

'''Ana:''' You come over now or don’t come at all!

'''Chen:''' …

…

'''???:''' Looks like your call is over.

'''Chen:''' Who is it?!

…

'''???:''' Please rest assured that I am not your enemy.

'''Chen:''' …?

'''Prometheus:''' Hello. This is our first meeting, Abnormal Stigmata No. 0013. You may call me Prometheus.

'''Chen:''' That strange name isn’t mine.

'''Chen:''' And don’t you even think about bugging me, brat.

'''Prometheus:''' …

'''Prometheus:''' You don’t yet realise how accurate that name is. For the time being, we’ll call you by the name you gave yourself: Chen.

'''Chen:''' You know that and you’re still looking for trouble? If you mess with the Lamp Gang…

'''Chen:''' Wait, how do you know my name?

'''Prometheus:''' I found your coordinates through purchase records and other information via this Arc City’s network.

'''Chen:''' Network… I get it. So you’re that hacker everyone was talking about last year?

'''Chen:''' I heard he was small… but I wasn’t expecting a little girl like you. Why are you looking for me? First things first…

'''Prometheus:''' Hacker? I’m afraid you’ve misunderstood.

'''Prometheus:''' I am not from this bubble universe. I just came here.

'''Prometheus:''' We’re looking for you because we want you to realise the truth.

'''Chen:''' The truth? What truth?

'''Prometheus:''' You are…

'''Chen:''' Oh I know, you’re one of those guys with a bunch of chips in your brain going all over convincing people to believe in your god, right? I’ve heard enough, I don’t have time for this.

'''Chen:''' (Shoot… What a bad day.)

'''Chen:''' Move, I’m in a hurry.

'''Prometheus:''' Wait.

'''Chen:''' Or what?

Mechs surrounded Chen. He knew from his dealings with gangs that he wasn’t going anywhere.

'''Chen:''' Ugh, are you crazy? Why did you bring all these armed mechs with you?

'''Prometheus:''' Surrender. There’s no escaping now. I don’t want to take measures that would injure you.

'''Prometheus:''' In fact, the reason I’ve been putting up with your personal attacks is exactly that.

'''Chen:''' …You’re really just here for a chat?

'''Prometheus:''' Of course. If I wanted to attack… I’ve had 243 opportunities to kill you since we’ve met.

'''Chen:''' …

'''Chen:''' Sure, let’s talk then. But before that, there’s one thing I want to get straight.

'''Prometheus:''' You want to know if we were the ones that attacked the Lamp Gang?

'''Chen:''' …

Looking into his pained eyes, Prometheus shook her head.

'''Chen:''' But you know who got my brothers killed, don’t you?

'''Prometheus:''' Yes.

'''Chen:''' …

'''Chen:''' Who?

'''Prometheus:''' …

At first, Chen assumed Prometheus wasn’t willing to talk. He was about to raise his voice when she suddenly raised her finger and pointed at…

…Chen himself.

'''Chen:''' …?

'''Prometheus:''' You have your answer.

'''Prometheus:''' Even though… it’s not the answer you’re looking for.

'''Chen:''' …

'''Chen:''' Wait…

'''Chen:''' You mean… it’s me…

'''Chen:''' I killed my brothers?

'''Prometheus:''' Yes.

Somewhere in the deepest part of his throbbing head, a searing pain came from within his brain, bringing back the dizziness from a moment ago.

'''Chen:''' Ugh…

'''Prometheus:''' Are you having a headache?

'''Chen:''' That’s none of your business… You’re a raving lunatic. Get to the point and leave me alone!

'''Prometheus:''' You don’t believe me?

'''Prometheus:''' That’s unfortunate. What I’m about to explain… is closely connected to this tragedy.

'''Prometheus:''' But as I pointed out, before we clarify anything, you must recognise that… your perception has long deviated from reality.

The headache and nausea worsened.

'''Chen:''' Ugh…

'''Prometheus:''' Chen, you’re not a real human. Your real identity is an abnormal Stigmata, a new life born from a ripple unintentionally set off by Project STIGMA in the Sea of Quanta.

'''Chen:''' …

'''Chen:''' Nonsense…

'''Chen:''' What nonsense… are you spouting?

'''Prometheus:''' I’ve observed you for a while, No. 0013. You were born in this bubble universe merely months ago, but you’d mistaken yourself for a normal human being.

'''Prometheus:''' The Stigmata automatically fabricated your birth, life experiences, and social connections to replace your “missing memories” before you were born. This has been seen in previous abnormal Stigmata too, but their fabricated memories were not as vivid as yours.

'''Prometheus:''' Most of what you’ve fabricated makes logical sense… You’ve even deceived yourself into thinking this is who you are.

'''Chen:''' Shut up…

My head feels like it’s splitting…

Like something is about to break out…

…Break out?

Yeah, why not?

Why…

…Not?

'''Prometheus:''' There’s a limit to fabricating, and there’ll definitely be flaws in a story.

'''Prometheus:''' If you still don’t believe me, can you recall how you met and befriended your departed comrades?

'''Chen:''' …

'''Chen:''' O-Of course I can!

'''Prometheus:''' Not just as a passing memory. Remember every single one of them in great detail.

'''Prometheus:''' Try to remember things about them from months or even years ago. The further from your true birth, the better.

'''Chen:''' You… I… They…

In excruciating pain, as if having grasped at life-saving straws…

“Chen” submerged himself in memories.

…

'''“Lone Wolf” Zolf:''' What? Those losers from Dragon Fang wiped off our Lamp graffiti again?

'''Zolf’s Brother:''' Yeah! They said that place is their turf, so only their “art” is allowed there…

'''“Lone Wolf” Zolf:''' What do those prosthetic monkeys know about art?

'''Zolf’s Brother:''' Exactly. Wolf, they even mocked you, saying that you’ve never dared to act alone despite being called the “Lone Wolf”.

'''“Lone Wolf” Zolf:''' What?! Those scum… Let’s go beat them up! Lead the way!

'''Zolf’s Brother:''' Huh? Me?

'''“Lone Wolf” Zolf:''' Hmm?

'''Chen:''' …

'''“Lone Wolf” Zolf:''' Brat, what are you looking at?

'''Chen:''' Nothing…

'''“Lone Wolf” Zolf:''' Hmph.

The man nicknamed “Lone Wolf” dragged his comrade with him.

'''Chen:''' It’s nothing, Wolf.

'''“Ugly” Jack:''' Hah, Zolf’s dragged someone else to stand up for him again.

'''“Ugly” Jack:''' Well, it can’t be helped. Not everyone has steel-hard, weaponised prosthetics like me. Brawls and turf wars are a piece of cake to me!

'''“Ugly” Jack:''' Am I right?

'''Jack’s Lackey:''' Yes, boss!

'''Chen:''' …

'''Rebecca:''' I don’t care if you’re new… I like you best in the whole of Lamp.

'''Rebecca’s Friend:''' Don’t say that, Rebecca. You know I have a girlfriend.

'''Rebecca:''' Hey, don’t go! Tch, he ran away again.

'''Chen:''' …

'''Rebecca:''' Hm? Who are you? How dare you eavesdrop on me on the Lamp’s turf?

'''Rebecca:''' Oh, but at a closer look… Heh, you’re actually easy on the eye.

'''Chen:''' Don’t say that, Rebecca. You know I have a girlfriend.

'''Rebecca:''' Huh? You must be sick in the head. Scram!

'''Chen:''' No… this… isn’t.

'''Chen:''' My memories… I am…

'''Chen:''' I am…

'''Chen:''' I am…

'''Prometheus:''' Do you remember now?

'''Prometheus:''' You’re not a member of the so-called Lamp Gang. Until recently, those who died had nothing to do with you.

'''Prometheus:''' They were just strangers you ran into by chance, and you imagined them to be your acquaintances and friends, and then…

'''Chen:''' …

'''Prometheus:''' Killed them with the insuppressible power of Stigmata within you.

'''Chen:''' Argh…!

'''Prometheus:''' No. 0013… His viciousness when he loses reason is the highest ever observed.

'''Prometheus:''' How about… you take over?

'''Hare:''' Sure… Good work, Prometheus.

'''Misteln:''' No. 0013…

'''Misteln:''' I see, you’re a berserk beast indeed.

'''Misteln:''' Now then, leave it to me…

'''Misteln:''' I’ll gently soothe you.

'''Chen:''' …

'''Prometheus:''' Do you know this woman saved your life?

'''Prometheus:''' A sinner codenamed Hare, seeking atonement.

'''Misteln:''' Oh, dear Prometheus, you’re being mean again. Didn’t you agree to call me Misteln and never use that codename again?

'''Misteln:''' And…

'''Misteln:''' I can’t take all the credit for how he returned to his human form so quickly.

'''Prometheus:''' You mean his obsessive delusion that “he is a human”?

'''Misteln:''' Poor No. 0013. How can you call it a delusion? I would call it a conviction.

'''Prometheus:''' The stronger an unrealistic conviction, the harder to attain self-actualisation… You’ve had a similar experience, no?

'''Misteln:''' …Of course.

'''Misteln:''' But unlike the strict, real world, in the Sea of Quanta, we can’t say for sure that unrealistic convictions cannot be actualised.

'''Prometheus:''' Yes, “anything is possible”. For example, brewing a hot cup of coffee with ice?

'''Misteln:''' Sigh, I feel like you’re being harder on me nowadays.

'''Misteln:''' Alright, let’s get back on track.

'''Misteln:''' Abnormal Stigmata No. 0013… No, Mr. Chen. You should understand that everything she said is true now, right?

'''Chen:''' …

'''Chen:''' My memories are made of lies… And I became that…

'''Chen:''' That monster…

'''Chen:''' Haha…

'''Chen:''' You want me to believe that I’m a monster, don’t you?

'''Chen:''' Congratulations, you’ve succeeded. Hahahaha.

Chen let out a weak and desperate laughter as he fell to the floor.

'''Prometheus:''' Not a monster, an abnormal Stigmata. You are…

'''Chen:''' It’s all the same! In the end, I’m not a human! I’m just a joke!

Chen slouched on the floor as he continued to vent. Suddenly, he halted, as if remembering something important.

'''Chen:''' N-No… I can’t give up yet.

'''Prometheus:''' It’s unwise to reject reality.

'''Misteln:''' Forget it, Prometheus. Let him… do what he wants for now.

Chen ignored the two of them and called a number on his comm link.

'''Chen:''' Ana…

…

'''Chen:''' Please pick up…

…

'''Chen:''' I’m begging you, pick up, Ana!

…

'''Chen:''' Ana?!

The Arc Comms Network kindly reminds you that the IP address you’re trying to connect to is not in use. Please check the address or refresh your DNS server before trying again.

Thank you for your support, and have a nice day!

'''Chen:''' …

'''Chen:''' …

'''Prometheus:''' Chen…

'''Chen:''' Hahahaha.

'''Chen:''' At least… I have a vivid imagination?

'''Chen:''' Did you know? Ana is my type from head to toe.

'''Chen:''' I’ve always wondered how I could be so fortunate to have a girlfriend who seems to be tailor-made for me…

'''Chen:''' And ain’t she tailored for me!

'''Chen:''' Because I made her up! Hahahaha!

'''Chen:''' What a joke. I’m going to… die laughing…

'''Chen:''' …

'''Misteln:''' Looks like you’re finally beginning to accept reality.

'''Chen:''' Accept reality?

'''Chen:''' Nothing matters anymore… Do what you will with me.

Chen seemed to have lost the will to live as he fell to the floor once more.

“Who am I?” When this question appeared again, there were no memories to answer it.

'''Misteln:''' In a way, I’m responsible for the birth of an abnormal Stigmata.

'''Misteln:''' So… I will personally decide and execute your punishment.

'''Chen:''' This Stigmata thing again… Who exactly are you guys?

'''Prometheus:''' You can think of me as an AI… with a physical body.

'''Chen:''' AI? Then your prosthetics are…

'''Prometheus:''' Humans can never replace their limbs as conveniently as I can, regardless of how they may modify themselves.

'''Misteln:''' And I… You can say that we’re the same breed, being an abnormal Stigmata.

'''Chen:''' We’re the same breed?

'''Chen:''' So neither of you… are human?

Misteln and Prometheus shook their heads simultaneously.

'''Chen:''' If you’re not human… why are you talking about responsibilities? Trying to clean up the mess you made?

'''Misteln:''' Haha. I’m surprised by this too. I always thought that… I’d be more carefree.

'''Prometheus:''' On the contrary, I think that you are too carefree.

'''Misteln:''' Oh my, another harsh criticism~

'''Chen:''' …

'''Chen:''' Can you still hold on to ambitions when you know you’re not human?

'''Misteln:''' …?

'''Prometheus:''' …

Misteln and Prometheus looked at each other, as if they had heard something truly bizarre.

'''Prometheus:''' Truthfully speaking, I don’t know why you’re asking this question.

'''Prometheus:''' From what I see, humans can also lead aimless lives, and non-humans can also make history.

'''Prometheus:''' In the end, humanness is the most frivolous factor when it comes to measuring human nature.

'''Misteln:''' Yeah, someone once said…

'''Misteln:''' “A beast who lives as a human is a human; a human who lives as a beast is a beast.”

'''Misteln:''' As long as you’re born in this world and possess your own will…

'''Misteln:''' Human or not, we should live on happily~

'''Chen:''' …

'''Chen:''' Didn’t you… say that you’d punish me?

Misteln nodded.

'''Misteln:''' Through this punishment, I hope you can understand…

'''Misteln:''' As a human, what you need is not validation from others. What a human really needs is to acknowledge reality and uphold - (textbox cut-off)

…

…

'''Misteln:''' So could you kindly let me finish this ritual?

…

…

…

'''Chen:''' This is…

'''Misteln:''' You will go to the substance of the Schariac name, a space where reality and fiction blends.

'''Misteln:''' Worry not, as the imperfect growing from the seed because of me is a little home where you and I are allowed to exist.

'''Misteln:''' Once you learn everything about the world from it…

'''Misteln:''' Perhaps we can search for the answer to what “living” is together.

'''Chen:''' …

…

'''Prometheus:''' Abnormal Stigmata No. 0013 acquired.

'''Misteln:''' Yep.

'''Misteln:''' Okay, time to continue our journey~

--

====<u>Gameplay 37-7 - Stalk</u>====
Here in the Sea of Quanta, there are no rules, no boundaries, and no limitations.

It has existed since the creation of the universe, but most of the time, it was just as barren as when the universe was created.

After a long time, it established a coincidental connection with the planets of the real world.

This connection, or rather, Symmetry Breaking, created the concept of time in the originally empty Sea of Quanta.

As that time evolved, various spaces began to form and disappear.

Most of them were merely shadows of the real world, destined to disappear in an instant.

But occasionally, some universes would persistently remain for a myriad of reasons. They constantly absorb nutrition from the outside world, like a new life sustaining itself.

They operate by their own rules. Theoretically speaking, they could even develop their own authority…

Just like the two who formed gentle ripples in this space.

'''Prometheus:'''We’ve arrived at our destination.

'''Misteln:''' Oh, are the coordinates accurate?

'''Prometheus:''' Mostly so. You’re getting better at moving through different spaces in the Sea of Quanta, Misteln.

'''Misteln:''' My, thank you for the compliment, but I’m afraid it’s only because we have more beacons to work with now.

'''Misteln:''' How do humans describe this again?

'''Misteln:''' Many a little makes a mickle?

'''Prometheus:''' I see, you used the coordinates of the previous thirteen bubble universes as reference to grasp your relative location in the Sea of Quanta.

'''Misteln:''' Yes, crossing the river by touching the stones.

'''Misteln:''' And I located those bubble universes so quickly because of my strong connection with those children.

'''Misteln:''' It’s like… an umbilical cord that can’t be cut.

'''Prometheus:''' Abnormal Stigmata… huh.

'''Misteln:''' Hm? You seem to… have something to say?

'''Prometheus:''' …

'''Prometheus:''' It’s nothing. I just haven’t figured out why you started on this journey. Insufficient info.

'''Misteln:''' Hey, didn’t I explain myself before we began this trip? Abnormal Stigmata have appeared because of me.

'''Misteln:''' I’m the only one responsible, at least for now.

'''Prometheus:''' I believe that’s part of your reason, or your initial reason. But after thirteen unique journeys, your actions… confuse me.

'''Misteln:''' Oh?

'''Prometheus:''' If you wanted to eradicate the dangers of abnormal Stigmata, you could use more efficient means… or rather, more cruel ones. For example, getting rid of them before they even notice you.

'''Prometheus:''' But you chose to observe them before deciding on what to do with them, based on their actions or nature.

'''Misteln:''' So you prefer an assassin?

'''Prometheus:''' I have no preference toward any method.

'''Misteln:''' Hmm… I thought that you’d agree with my method more after observing the way these abnormal Stigmata live.

'''Prometheus:''' I cannot deny.

'''Misteln:''' Haha, you’re cuter when you’re honest.

'''Prometheus:''' …

'''Misteln:''' I know, I haven’t answered your question.

'''Misteln:''' I observe them to… ascertain whether they fit my definition of life.

'''Prometheus:''' Definition?

'''Misteln:''' Prometheus, to you, what is life?

'''Prometheus:''' This is an ambiguous and complex question. According to what’s commonly seen in the real world, life should be a system that metabolises, responds, and reproduces.

'''Misteln:''' According to that definition, what does that make us? Unhuman humans… Contradictory, isn’t it?

'''Prometheus:''' You’re right.

'''Misteln:''' So as someone denied by the common definition, I have my own way to define it.

'''Misteln:''' It’s simple… regardless of its construct, any existence that tries to grow is a life.

'''Prometheus:''' Grow?

'''Misteln:''' Yes. Let’s use Abnormal Stigmata No. 0006 as an example. That child is covered in silicon dioxide, like a crystal hedgehog. Once he interacts with an organism, he absorbs that organism’s construct and assimilates it.

'''Misteln:''' Do you still remember him?

'''Prometheus:''' He’s unforgettable, to say the least.

'''Misteln:''' Most interestingly, perhaps due to the brain also being part of an organism, once he has completely assimilated it, the victim’s memories, knowledge, and personality will be absorbed by No. 0006.

'''Misteln:''' When we arrived in the sixth bubble universe, he had already become the cleverest yet most agonised life there.

'''Prometheus:''' …

'''Misteln:''' Although we could only euthanise him… To me, the way he constantly absorbed radiated life.

'''Misteln:''' Ah, how regretful… He was so adorable. It was like… a form of cancer for the universe.

'''Prometheus:''' I’m beginning to reconsider my decision to travel with you.

'''Misteln:''' Oh my, was it too extreme to use No. 0006 as an example?

'''Misteln:''' Let’s put it this way. I think an existence that can continuously introspect, change, and break through limits is one that constantly grows, and thus conveys the true meaning of life.

'''Misteln:''' Looking at this type of life gives me immeasurable satisfaction. Aside from my sense of responsibility, this is my strongest motivation to continue this journey.

'''Misteln:''' Are you satisfied with this answer?

'''Prometheus:''' I understand now. You truly have some eccentric interests.

'''Prometheus:''' But after some careful evaluation, I still think that we can travel together for now.

'''Misteln:''' That’s great~

'''Prometheus:''' This journey… may unexpectedly provide me with plenty of new data.

'''Misteln:''' Don’t say “unexpectedly”, it’s hurtful.

'''Prometheus:''' …

'''Prometheus:''' That’s enough, the Sea of Quanta is no place for small talk. Let’s get back on track.

'''Misteln:''' Okay.

'''Hare:''' Huh? This is…

'''Prometheus:''' Be careful, these aren’t the same as the typical monsters in the Sea of Quanta.

…

'''Misteln:''' These monsters look quite bizarre. I’ve never seen anything like them.

'''Misteln:''' They resemble… monsters stitched together by a child in their nightmare.

'''Prometheus:''' Granted, there’s no record of them in my database, but the possibilities in the Sea of Quanta are infinite.

'''Misteln:''' However, the location they appeared in is too convenient.

'''Prometheus:''' Are you saying…

'''Misteln:''' I can sense the bubble universe we need to visit, Abnormal Stigmata No. 0014, behind this door.

'''Misteln:''' Yet so many bizarre monsters rushed out near this portal.

'''Prometheus:''' Don’t tell me they’re the watchdogs that someone assigned to this place.

'''Misteln:''' That makes things interesting. Not only that, I have a more interesting assumption to make…

'''Prometheus:''' Maybe No. 0014 placed the monsters here?

'''Misteln:''' Good, Prometheus, you understood my way of thinking perfectly. How wonderful~

'''Prometheus:''' No it isn’t.

'''Misteln:''' Hey, don’t be shy~

'''Hare:''' Let’s go and investigate the bubble universe~

'''Prometheus:''' …

'''Prometheus:''' …

…

'''Misteln:''' Oh, what a lively little world.

'''Prometheus:''' Can you sense where the target is?

'''Misteln:''' Clearly. It’s deeper within the city.

…

'''Misteln:''' Let’s go. As usual, we should gather intelligence first. I’ll make good use of my social skills…

'''Misteln:''' After all, every face-to-face conversation is a good opportunity to understand humans better~

'''Prometheus:''' …You should learn how not to trouble others first.

'''Misteln:''' Excuse me…

'''Inn Owner:''' Hello, are the two of you looking for a place to stay? Then you’ve come to the right place.

'''Inn Owner:''' This is a convenient and quiet location, and because I’ve just started my business, the best rooms are still available.

'''Misteln:''' Oh there’s no need for that, we just want to ask…

'''Prometheus:''' Hold on, Misteln.

'''Misteln:''' What is it?

'''Prometheus:''' You lack the ability to negotiate. It’ll negatively impact our first impression if we decline their request before obtaining information. We’d be helpless if they refuse to provide information because of that.

'''Prometheus:''' It’s best to not express our opinion yet. After the other party has given us the information we need, we can turn them down.

'''Inn Owner:''' W-Well, I can tell that you don’t intend to stay…

'''Misteln:''' Wow, Prometheus, you’re improving rapidly. But since this lady refuses to provide information, I can change her mind through other means~

'''Inn Owner:''' W-What are you trying to do?!

'''Prometheus:''' Relax, she’s just making a bad joke.

'''Inn Owner:''' …

'''Inn Owner:''' Ah, just ask away, we aren’t petty people here in the Holy City.

'''Misteln:''' Oh, fantastic. My first question is…

And so, Misteln asked the inn owner a barrage of questions about this bubble universe…

'''Misteln:''' I see, this is an interesting world indeed. Thank you~

'''Inn Owner:''' You’re welcome. It’s rare to see travelers from outside the Holy City, so it was nice to chat with you two. If you have nothing else to ask, I’ll greet our local guests now.

The two thanked the inn owner as she left hurriedly.

'''Prometheus:''' Looks like we were lucky enough to ask the right person. The information she gave is enough for us to get a basic understanding of this place.

'''Misteln:''' Of all the bubble universes we’ve been to, this is probably the most peaceful and stable one yet.

'''Prometheus:''' Indeed. But it’s different from the universe that No. 0013 was in.. The technological advancements here seem to have stopped at the middle ages of the real world.

'''Prometheus:''' Seems like we can’t locate our target through a network or electric signals.

'''Misteln:''' Which means we can only rely on me to sniff around.

'''Prometheus:''' Why… do you ironically look happy about this?

'''Misteln:''' Heheh, you care too much about efficiency, Prometheus. Sometimes, putting in effort makes the process more interesting.

'''Prometheus:''' Is that so? Then let me remind you of something interesting.

'''Misteln:''' That someone is following us?

'''Prometheus:''' …FIne, you’ve already noticed.

'''Misteln:''' Of course, but that’s not because I’m sharp. It’s because that person doesn’t intend to hide.

'''Prometheus:''' Are you going to confront that person?

'''Misteln:''' Ah, we’ll need a better stage for that.

'''Hare:''' Follow me~

'''Misteln:''' This should be the place?

'''Prometheus:''' No sign of people within a 50 meter radius confirmed.

'''Misteln:''' Ahem.

'''Misteln:''' Whoever’s been following us, you may show yourself.

'''???:''' …

'''???:''' Since my cover is blown…

''[CG plays wherein Shigure Kira reveals herself, and moves to attack:''

'''''Shigure Kira:''' I’ll take the initiative!''

'''''Prometheus:''' Misteln, watch out!''

'''''Misteln:''' It’s fine.'']

--

====<u>Gameplay 37-8 - Sage</u>====
A blade sliced through the air and swept past Misteln’s cheek. A few wisps of hair fell slowly to the ground.

'''Misteln:''' …Uh-oh.

'''Misteln:''' Looks like our new friend isn’t very welcoming.

'''Prometheus:''' So it’s your first time meeting? With such a ferocious attack, I’d thought you were very familiar with each other.

'''Misteln:''' I’m not someone who likes to make enemies.

'''Prometheus:''' …

'''Prometheus:''' Anyway, it looks like you’re the target. Please resolve this quickly.

Prometheus then floated to the side and folded her arms, as if she really did not intend to lift a finger for whatever was happening.

'''Misteln:''' Sigh, recklessness is not a noble human trait, No. 17.

'''Misteln:''' But our friend here.. Seems to have a different opinion?

'''Shigure Kira:''' The two of you aren’t from this bubble universe, right?

'''Misteln:''' Oh, this is difficult. Although you’re not too good at stalking, you’re perceptive.

She stepped forward leisurely, as if she hadn’t seen the blade in her opponent’s hand.

'''Misteln:''' As you said, we’re not residents of this place. But I suppose you’re the same?

Shigure Kira’s blade-gripping hand began to tremble, though not because of Misteln’s words.

'''Shigure Kira:''' That face…

'''Shigure Kira:''' You are…

'''Shigure Kira:''' …

'''Misteln:''' Hm? What’s wrong… with my face?

'''Shigure Kira:''' …

'''Shigure Kira:''' N-No.

'''Shigure Kira:''' You’re not her. You’re not even human.

'''Shigure Kira:''' What exactly are you?!

'''Shigure Kira:''' And why are you disguising yourself as Master Cecilia?!

'''Misteln:''' …

'''Misteln:''' Looks like my companion was right, you’re an old friend. But I’m not the one who’s familiar with you.

'''Misteln:''' But… I’ve arbitrarily inherited that person’s appearance and name, so I can’t pretend that I don’t know her at all.

'''Misteln:''' Let me introduce myself again. I am Misteln Schariac, an Idea born from the Schariac Stigmata.

'''Misteln:''' But as you can see, we’re very different. I hope this doesn’t infuriate you.

'''Shigure Kira:''' …

'''Shigure Kira:''' (Calm down, Shigure Kira. This person said all that either to provoke you, or because she’s really ignorant.)

'''Shigure Kira:''' (Regardless…)

'''Shigure Kira:''' You don’t have to explain any further. Of course I know, the two of you can’t even be compared with each other.

'''Misteln:''' Then… since I’ve cleared it up for you, shall we end this fight?

'''Misteln:''' I believe that we have nothing against each other, no need to get violent.

'''Shigure Kira:''' …

'''Misteln:''' …?

'''Misteln:''' Unless you have personal motives as well?

'''Misteln:''' Such as… If you’re also unhuman like me, everything you do is only to prove your existence…

'''Misteln:''' Then I can understand… your unexpected actions and hostility toward me very well.

'''Shigure Kira:''' …?

'''Prometheus:''' I can’t bear to watch this anymore.

'''Misteln:''' Oh, what does the person watching by the sidelines have to say?

'''Prometheus:''' With the way you’re explaining, I’m afraid this reckless assassin wouldn’t know what you’re trying to say even if you used up all the time in the world.

'''Prometheus:''' Miss Assassin, do you know what a Stigmata is?

'''Shigure Kira:''' Huh? Why do you ask?

'''Prometheus:''' Great, it looks like you have some knowledge about it.

'''Prometheus:''' Then simply put, Misteln over here is a Schariac Stigmata crystal, a new “human” that’s gathered all of the Schariac family’s historical legacy.

'''Shigure Kira:''' …

'''Shigure Kira:''' What do you mean… Are you trying to brag?

'''Prometheus:''' …?

'''Shigure Kira:''' Enough of your nonsense, she can’t hold a candle to Master Cecilia, so quit putting on airs!

'''Prometheus:''' …

Prometheus shrugged at Hare.

'''Prometheus:''' Look, at least I managed to provoke her.

'''Shigure Kira:''' Yeah, I really am angry now.

'''Shigure Kira:''' Whatever you are, it all ends here!

'''Hare:''' Wait…

'''Shigure Kira:''' Who are you?

'''???:''' The Holy City will not overlook such insolence.

'''Shigure Kira:''' You’re a resident of this bubble universe too? This is none of your business!

'''???:''' Fighting is forbidden in the Holy City.

'''Shigure Kira:''' Why can’t anyone listen…

…

'''Shigure Kira:''' …?!

''[CG plays wherein Kira seems to be forcibly ejected from the bubble universe.'']

'''Prometheus:''' …?!

In an instant, the girl was whisked away into a fissure in timespace, as if disappearing into the ends of the Sea of Quanta.

'''Prometheus:''' Misteln?

'''Misteln:''' It’s nothing, I just put a stop to this battle full of misunderstandings.

'''Misteln:''' She has no reason to fight me, much less this person in front of us.

'''Prometheus:''' So, that troublesome girl… You’re sure she’s not an abnormal Stigmata?

'''Misteln:''' Yes.

'''Misteln:''' Perhaps she may carry some blood that doesn’t belong to this world, but ultimately, she’s a normal life.

Looking at her partner’s resolute expression, the mechanical girl shrugged and spoke no further.

From their long time together as partners, she already knew that this “perfect” Idea had never misjudged a Stigmata.

'''Misteln:''' We were too distracted by that radical drifter to notice…

'''Misteln:''' Our true target is standing right in front of us.

--

====<u>Gameplay 37-9 - In the Tower</u>====
As the commotion settled and the crowd of residents dispersed, the white monsters retreated behind the true target.

After a short silence, Misteln took a step forward, breaking the stalemate.

'''Misteln:''' By the looks of it, you’re the one that the residents had talked about, the sage who traverses life and death.

'''Misteln:''' Your appearance alone can calm everyone’s unease. The influence you hold over this world… reminds me of a certain friend.

'''Sage of the High Tower:''' I do not know you.

'''Misteln:''' Ah, sorry, I was talking to myself.

'''Misteln:''' Regardless, I apologise for abruptly starting a fight. As compensation, I’ve already sent that drifter back to the Sea of Quanta.

'''Sage of the High Tower:''' …

'''Misteln:''' Choosing to stay silent? But… at least you don’t see us as enemies, do you?

'''Misteln:''' I’m guessing those white lifeforms behind you act on your commands. They’ve gotten rather quiet since just now.

'''Misteln:''' Can I take this as a form of acknowledgement? You acknowledge us outsiders on behalf of this world…

Before she even finished herself, the Sage suddenly turned around and defenselessly showed her back to the two.

She did not give any orders to the white monsters behind her, but walked away toward where she had come from.

'''Misteln:''' You… You’re going back already?

'''Misteln:''' I did apologise… but aren’t you putting too much trust in us? Don’t you need a… contract or something?

'''Sage of the High Tower:''' …

'''Sage of the High Tower:''' I only came to stop a fight within the Holy City. Since the fight has ended, I have no reason to leave the tower.

'''Sage of the High Tower:''' These “oracles” are the same. As long as you do not disrupt the order in this world, they will not attack you. It is your freedom to go wherever and do whatever you want.

'''Misteln:''' You’re not curious about our origins either?

'''Sage of the High Tower:''' I only care about my duties as a sage.

'''Misteln:''' Is that so? You wish to hurry back to that tower because of your job, or rather, your identity?

Hearing the word “tower”, the Sage hesitated for a moment.

'''Sage of the High Tower:''' Those in the underworld require moonlight. So I cannot cease my consolation.

'''Misteln:''' Those in the underworld? I see.

'''Misteln:''' Since you hold such a heavy duty, we shouldn’t hold you back.

'''Misteln:''' (Her explanation matches the legend the residents told us. But…)

'''Misteln:''' (Is that really a coincidence?)

The Sea of Quanta is as its name suggests, wide like the sea, and regardless of what universe it creates, it’ll definitely have its unique rules and logic.

As a Stigmata lifeform that could see through most natures, she believed that her judgment would not be shaken by others’ opinions.

She had locked onto the target, and only needed to consider how to clean up this time.

But perhaps, she did not notice that her cooperative companion had another way of locking onto their target.

'''Prometheus:''' …

'''Prometheus:''' Please hold on, so-called Sage.

'''Sage of the High Tower:''' …

Just as the Sage shifted her attention, the mechanical girl had already moved in front of her and blocked her way.

'''Prometheus:''' Misteln, you should know better than me what risks would surface from leaving her to her own devices.

'''Misteln:''' …

It seemed like the two only reached one consensus in the interaction earlier. This Sage from the tower was the abnormal Stigmata they were looking for.

'''Prometheus:''' As with Chen, she does not know of the strong power she holds within her. This is a ticking time bomb, in that it is too dangerous for the residents in this bubble universe.

'''Prometheus:''' We cannot repeat the tragedy in that Arc City.

'''Sage of the High Tower:''' …?

'''Misteln:''' Are you blaming yourself, Prometheus?

'''Prometheus:''' …

The mechanical girl did not reply, but her actions spoke for her.

'''Sage of the High Tower:''' The “consolation” must not be interfered. Please move out of the way.

'''Prometheus:''' Misteln, I’ve confirmed that there are no residents nearby. Perhaps their deep faith prevents them from approaching the Sage. This is the best opportunity to take her back to Stigmata Space.

'''Misteln:''' …

'''Prometheus:''' Misteln?

'''Misteln:''' …I never thought such a misunderstanding would occur between us. Is this also a side effect of getting close to humans?

…!

Just before the mechanical girl could react, a particular figure attacked her.

'''Hare:''' Look out!

'''Hare:''' So, ambushing us also means that…

Sage: …

'''Hare:''' We’ve disturbed the order in this world, right?

'''Prometheus:''' This is within our expectations.

'''Hare:''' Haa, why does everyone misunderstand me when I’m trying to have a civilised conversation…?

'''Misteln:''' …This is the end.

Misteln was sure that she gauged her powers well. She defeated the Sage’s monsters but did not annihilate them. To her, it demonstrated her sincere wish to negotiate.

And it worked. Realising that she could not get past the two of them by force, the Sage gave up resisting and stood still in silence.

'''Sage of the High Tower:''' …

'''Misteln:''' Looks like I’ll have to apologise again. But this time, it’s more of Prometheus’ fault, isn’t it? Hurry up and apologise.

'''Prometheus:''' …

The mechanical girl often went into a “system down” mode when facing a situation she couldn’t understand. But now, she had learned to take a different perspective and process those incomprehensible thoughts and emotions gradually.

Her partner allowed the Sage to leave and she hurried to stop her, because to her knowledge, her partner had always been a whimsical person.

It was not beneath her to put all the residents of this bubble universe in danger.

But whimsical also meant that there was a reason behind her every act. Prometheus only remembered that when Misteln Schariac blocked the white monsters’ attacks.

'''Prometheus:''' …

'''Misteln:''' What’s wrong, did your system crash again?

'''Misteln:''' Sorry, this child is a little impulsive. Maybe she’s too nervous upon meeting you?

'''Sage of the High Tower:''' …

'''Prometheus:''' I’m sorry.

In reality, Prometheus wasn’t apologising to the Sage, but Misteln did not harp on it and went back to the main issue.

'''Misteln:''' Look, she’s apologised. Can you give us a chance to have a nice chat again?

'''Sage of the High Tower:''' Honestly, I don’t know what there is to talk about with you.

'''Misteln:''' Don’t say that. Hmm… Although we do look like villains, given that we forcefully detained her.

'''Misteln:''' But from another perspective, we can still agree on what’s at stake.

'''Misteln:''' In terms of protecting the residents of this bubble universe.

'''Sage of the High Tower:''' …?

'''Misteln:''' You believe that you possess the power to traverse life and death. This might not be false.

'''Misteln:''' But I’m not sure if you truly understand the nature of that power, or rather its origin.

'''Misteln:''' I can explain it for you, and help you find the right way to use your power.

'''Misteln:''' How about it? Are you interested now?

'''Sage of the High Tower:''' …

'''Prometheus:''' …

'''Prometheus:''' (I see… So this was your goal all along, Misteln…)

'''Prometheus:''' This is probably… empathy? Or… sympathy?)

'''Prometheus:''' (Do you blame yourself for what happened to those abnormal Stigmata?)

Regardless of the mechanical girl’s conclusion, the confrontation went on.

'''Sage of the High Tower:''' …

'''Misteln:''' How about it? You won’t lose anything from listening to me, right?

'''Sage of the High Tower:''' Like I said, I have no need to talk to you.

'''Misteln:''' And yet, you’re not taking any action. Weren’t you in a hurry to go back to your tower?

'''Misteln:''' Or do you also agree that it’s better to understand my thoughts, instead of fighting head-on?

As she carefully broached the subject, she observed the Sage’s expression beneath her cloak. As an unhuman abnormal Stigmata, her train of thought was rather inflexible. Misteln just had to find the right thing to say…

She was confident that she could do it. Even though the Sage remained silent, she could tell she could convince her anytime now. Soon, she decided on the safest diction…

'''Misteln:''' If you have no other opinions, I’ll begin, alright?

But she did not expect the Sage’s reaction at all.

'''Sage of the High Tower:''' Alright, it’s about time.

'''Misteln:''' …?

'''Sage of the High Tower:''' Unfortunately, it seems like you still don’t understand what I mean.

'''Sage of the High Tower:''' I wasn’t willing to say more because… to me, there are more efficient ways of communication between us.

'''Sage of the High Tower:''' The two of you are not residents of this universe, so you question my identity and responsibilities as a sage.

'''Misteln:''' You’re sharp in this regard.

'''Sage of the High Tower:''' That’s fine. I have my ways to prove to you… the reality this universe has to face.

'''Sage of the High Tower:''' With the time of my leaving.

'''Prometheus:''' …?

'''Sage of the High Tower:''' Visitors who question our order, since you intend to disrupt it, then you shall bear the consequences.

'''Sage of the High Tower:''' When this universe falls into darkness, make way for me again.

'''Misteln:''' …!

Just as the conversation ended, the sky dimmed.

The top of the bright tower lost its glow and the floating flakes of salt disappeared into the night sky, as if countless souls had simultaneously lost their way.

The residents of the Holy City quickly opened their windows to watch this phenomenon, and lowered their heads in frantic prayer. As if someone had seized the entire city, everything stopped in that moment.

Once the “consolation” stopped, the tower would lose its light and no longer guide those in the underworld. The legend was right before their eyes.

'''Prometheus:''' …

'''Misteln:''' This isn’t a trick, but the way this world operates.

'''Misteln:''' But an abnormal Stigmata… shouldn’t possess this sort of power.

'''Sage of the High Tower:''' Looks like you’ve recognised your mistake.

'''Sage of the High Tower:''' I thought this would be the fastest way to have you abandon those one-sided thoughts. This is the fastest way to continue the “consolation” again.

'''Misteln:''' …

'''Sage of the High Tower:''' Well then, I should return to the tower now. Stopping it for a moment shouldn’t cause any consequences. Some of the “oracles” have lost control, but they should be no threat to you.

'''Sage of the High Tower:''' I trust that you won’t stop me again before you fully comprehend everything.

…

'''Prometheus:''' In a way, she’s more dangerous than the other abnormal Stigmata.

'''Misteln:''' But she has a clear rationale. There shouldn’t be any severe consequences for now.

'''Misteln:''' And if she really is sustaining this world’ operations, we shouldn’t interfere arbitrarily. We need to find a way to break their connection.

'''Prometheus:''' I agree.

'''Prometheus:''' But Misteln, there’s a huge contradiction in this.

'''Prometheus:''' You’ve affirmed that she is an abnormal Stigmata born from Project STIGMA.

'''Misteln:''' Yes, I still believe so. She is an abnormal Stigmata that had been born no more than half a year ago.

'''Prometheus:''' But the existence of this bubble universe… and their faith in this Sage… have been around for far longer than half a year.

'''Misteln:''' Yes. From this perspective, she cannot be the real Sage that has brought deliverance to this universe. The residents probably see this foreign entity as a deity because she fits into the legend and coincidentally appeared at the right time.

'''Prometheus:''' Then, the light from the tower… and those white monsters that she calls “oracles”…

'''Misteln:''' Yes. She is an abnormal Stigmata, but she might also be the Sage. The world is full of possibilities.

'''Misteln:''' We need to investigate to find out the truth and weed out the contradictions. Let’s follow her back to the tower.

'''Prometheus:''' Be careful, looks like there are more monsters here.

'''Hare:''' Is it because their owner is distracted? Or because they had lost order for a moment…?

'''Hare:''' Oh, I see.

'''Hare:''' So that’s what she meant by “make way for me”…

'''Prometheus:''' Looks like…

'''Prometheus:''' The Sage is back in the tower.

When the two returned to the tower, the top of it was lit again.

'''Misteln:''' The top of the tower did light up once the Sage returned.

'''Misteln:''' A newborn Stigmata dominated an ancient legend… and created true order?

'''Prometheus:''' We’ve proven our hypothesis. What’s next?

'''Misteln:''' …

'''Misteln:''' Of course, we can only learn.

'''Prometheus:''' …?

'''Misteln:''' Seeing is believing, isn’t it? Since she can demonstrate her power to us, then she can also show us how it all happened.

'''Misteln:''' This universe may be in a very complex situation… but once we find the truth, we’ll be a step closer to our target.

'''Prometheus:''' Let’s get something straight. If we want to understand this entire situation, we might have to stay in this bubble universe for a relatively long time.

'''Prometheus:''' That seems rather unfair to the rest of our plan.

'''Prometheus:''' You’re… probably not only pursuing this out of curiosity, right?

'''Misteln:''' Mhm~

Misteln replied with a mysterious smile, and Prometheus thought, “she’s still as whimsical as ever”.

The door to the tower slowly opened before the two of them.

After a few days…

The tower remained lit, but things were changing outside in the Holy City.

'''Misteln:''' How is it, Prometheus? Do you have enough data?

'''Prometheus:''' If you’re referring to the data used to build a hiring system, there is enough. I just need another forty-three hours to complete it.

'''Misteln:''' You’ve worked hard… I only suggested the idea after all.

'''Prometheus:''' Don’t celebrate just yet. This is just data to build the system. It doesn’t mean that it can operate on its own.

'''Prometheus:''' For the next generation of management in the Holy City to operate it smoothly, we need to collect more data from the residents.

'''Prometheus:''' And aside from the hiring system, we still need to construct a security management system, an urban planning…

'''Misteln:''' Alright, slow down. We don’t have to complete all that immediately.

'''Misteln:''' It’s the first bit of “proper work” we’ve had in a while, but I didn’t think you’d find so much joy in it.

'''Prometheus:''' …More than finding joy in it, if we don’t perfect this, the Sage or the residents would chase us out.

'''Sage of the High Tower:''' At least I don’t intend to do that.

'''Misteln:''' Ah, hello, Great Sage.

'''Sage of the High Tower:''' …

The Sage frowned, as if she wasn’t used to being referred to as “great” by this unpredictable and whimsical existence before her. She had tried to correct her, but it didn’t work.

'''Misteln:''' The Sage must feel assured, seeing Prometheus work so hard.

'''Misteln:''' To repay your hospitality, we’ll definitely manage the Holy City well~

'''Sage of the High Tower:''' …I’ve said it before, I don’t care about your true motive, as long as what you do aids in maintaining the order of this universe.

'''Sage of the High Tower:''' As you’ve mentioned that day, there are loopholes in my management of the Holy City. I cannot leave the tower for an extended period of time, but I must handle conflicts personally.

'''Misteln:''' Exactly, so not only do you need a hermit who can prophesise, but also assistants like us.

'''Prometheus:''' …As expected of an Idea, you managed to find a bargaining chip for negotiation within such a short time.

'''Misteln:''' Don’t be sarcastic, I’m doing this to help everyone.

'''Prometheus:''' …

'''Sage of the High Tower:''' Regardless, Prometheus has completed the first step of our agreement. I must thank you for that.

'''Sage of the High Tower:''' Then, Misteln Schariac… You’re responsible for the second step, when can you begin?

'''Misteln:''' What’s the hurry? Before incorporating uncertain factors from other universes, we must make sure that the Holy City is more stable than before, no?

'''Sage of the High Tower:''' I agree, but it doesn’t obstruct the progress of our plan.

'''Sage of the High Tower:''' That “template” is of utmost importance to me.

'''Misteln:''' Don’t worry, I’m already preparing for it.

'''Misteln:''' I’m great at guiding things within dreams into spatial rifts.

'''Misteln:''' Who knows, you might have a chance to meet the “template” soon.

'''Sage of the High Tower:''' …

'''Sage of the High Tower:''' That’s good then.

'''Misteln:''' But she’s not as amicable as the both of us… It’d be as difficult as confronting two people. Should I give you some information beforehand?

'''Sage of the High Tower:''' Of course, please do.

'''Misteln:''' Leave it to me.

'''Misteln:''' After all, we… Miss Seele Vollerei…

'''Misteln:''' Are pretty much old friends.
----
===Act 3 - Butterfly’s Way Home===

====<u>Gameplay 37-10 - Envoy</u>====
'''Prometheus:''' …That was our experience after leaving the real world.

The mechanical girl finished her long explanation in a detached manner, as usual. Of course, she omitted some details that the other party shouldn’t know for now.

'''Seele:''' I didn’t think that Project STIGMA would create so many side effects.

'''Susannah:''' Ugh… Abnormal Stigmata born from Project STIGMA are appearing in bubble universes… I need to note this down and organise it…

'''Seele:''' You guys are really working hard to clean up the mess Project STIGMA made.

'''Prometheus:''' …

'''Shigure Kira:''' Don’t stay silent.

'''Shigure Kira:''' Didn’t you… leave out something important?

'''Prometheus:''' Strictly speaking, it is true that my narrative doesn’t cover all the details of our journey.

'''Prometheus:''' But aside from what Misteln intentionally hid, I’ve already told you everything I could.

'''Shigure Kira:''' …

'''Shigure Kira:''' If you want to push the responsibility to that so-called Schariac, my impression of you will only get worse.

'''Susannah:''' You mean that… she’s still hiding something?

'''Shigure Kira:''' Of course. After all that, you still glossed over the most important matter.

'''Prometheus:''' …

The mechanical girl thought, “as expected of an ex-A-rank Valkyrie from Schicksal, she’s far more perceptive.”

She even began to think of how she could stop her barrage of questions. But Shigure’s question was beyond what she could imagine…

'''Shigure Kira:''' You haven’t apologised for ambushing and tossing me into the Sea of Quanta!

'''Seele:''' Huh? I thought that happened because you hurt the Sage’s “oracles”…

'''Prometheus:''' …

'''Shigure Kira:''' Thanks to the both of you, I drifted outside for a few weeks… Even as an experienced drifter, it was hard to get back here after being forcefully ejected!

'''Shigure Kira:''' I was stuck in the salt field outside the door when I returned, too. I had to start a fire by myself…

'''Shigure Kira:''' I’m not a salty person, but if I didn’t meet Seele and the rest, I would have been marinated by salt.

'''Susannah:''' Pft…

'''Shigure Kira:''' Don’t laugh, Susannah!

'''Susannah:''' Aaah, sorry, Miss Kira.

'''Shigure Kira:''' …Anyway, I went through so much, why did you gloss over it like it’s nothing? Don’t you have any conscience?

'''Prometheus:''' …

“Because, to Misteln, that really is nothing.” Even as a robot, she could not give such a heartless answer.

'''Prometheus:''' …I’m not responsible for Misteln’s actions, after all.

'''Prometheus:''' If you really want an apology, I’ll display an amicable attitude in her stead for now, and let you know when she appears again.

'''Shigure Kira:''' Hmph, so you admit that you’re in the wrong?

'''Shigure Kira:''' Suddenly appearing, tossing me out into what looks like a fissure… That woman is responsible for all that, huh?

'''Prometheus:''' Yes, that is indeed Misteln’s ability.

'''Prometheus:''' …!

'''Seele:''' Fissure… Sea of Quanta… Of course, the Seeds of Ideas that appeared in the real world too…

'''Prometheus:''' …

Prometheus realised that she had been tricked. She had only remembered then that acting was a basic skill for an idol.

'''Shigure Kira:''' What’s wrong, Seele? Did you remember something? What’s a Seed of Idea?

'''Seele:''' We encountered some Seeds of Ideas before we were forced to come to this bubble universe. Misteln is probably the only one who can control those monsters…

'''Seele:''' In that case… Miss Kira, you mentioned the ability to throw people into the Sea of Quanta via a fissure… That might be why we appeared here.

'''Shigure Kira:''' Huh? Really? What exactly happened?

'''Prometheus:''' (Is she playing dumb or is this entirely a coincidence…?)

'''Prometheus:''' (Either way, it doesn’t change the fact that… I had let my guard down just now.)

The mechanical girl realised how scary the idol and Valkyrie were.

'''Prometheus:''' …Alright. Misteln might not be happy about this, but I think this is something I can’t hide.

'''Prometheus:''' I’ll admit this in her stead… she had been observing all of you in the real world, and slowly lured you all into this bubble universe.

'''Seele:''' So that fissure I repeatedly saw in Nagazora, that’s her power?

'''Prometheus:''' That’s one of the ways to enter a dream, but not every fissure is meant to take you away.

'''Prometheus:''' It takes many attempts to open a stable passage, after all.

'''Seele:''' And the most stable passage is…

'''Prometheus:''' Yes, the last place that Gray Serpent led you to.

'''Prometheus:''' He seemingly noticed the existence of that power, and took advantage of it to escape your pursuit.

'''Prometheus:''' But in reality, Misteln was the one making use of him to bait you into this trap.

'''Seele:''' After using him, you…

'''Prometheus:''' …?

'''Prometheus:''' I’m not sure about that… You’ll have to ask Misteln for the details.

'''Seele:''' …

'''Shigure Kira:''' Seele, she won’t give you an answer outright. That woman will push anything she can’t explain to Misteln.

'''Seele:''' …But at least up till now, she probably hasn’t lied to us.

'''Seele:''' Since Misteln is the one who pulled us into this bubble universe, is she also the one who took “her” away?

The topic changed abruptly, but Prometheus knew who “her” referred to. It was obvious what Seele was most concerned about now… And it was reasonable for them to be suspicious of Misteln.

'''Prometheus:''' …I can’t explain it clearly, but I can correct some of your perspectives.

'''Prometheus:''' Misteln did not take “her” anywhere this time. Accurately speaking, she didn’t do so the previous time either.

'''Prometheus:''' But in both instances, you were all in a special space… because the external rules and these bubble universes were too unique. That’s why “she” was temporarily separated from you.

'''Prometheus:''' And in the second instance, it was not Misteln who deliberately approached her.

'''Seele:''' You mean that someone else chose to approach “her”?

The mechanical girl did not reply, but she naturally looked toward the tower behind her.

'''Seele:''' …I see. It’s the Sage.

'''Susannah:''' The Sage took the other Seele away?

'''Seele:''' It’s reasonable to consider the Sage as the mastermind, seeing that Hare and Prometheus are working for her now.

'''Seele:''' And, Miss Prometheus, if you really hadn’t lied to us at all from the beginning…

'''Seele:''' Your silence now is the most direct confession.

'''Prometheus:''' …I didn’t say anything.

'''Susannah:''' But according to her… at least we’re sure that the other Seele is safe, right?

'''Susannah:''' Now, we just have to find the Sage to get to the other Seele. Thank you, Prometheus!

'''Prometheus:''' …

Considering her own objective, Prometheus did not speak more about that interaction. The failed attempt then… was simply an interlude.

'''Shigure Kira:''' …Hey hey, Susannah, don’t just listen to her single-mindedly.

'''Prometheus:''' …?

'''Shigure Kira:''' She said so much, but she hasn’t told us where the other Seele is.

'''Shigure Kira:''' Salt Snow Holy City is huge, if we had to check one house at a time, we wouldn’t ever see the end of it. Even if Vita leads the way…

'''Vita:''' Do you need something, Kira?

'''Shigure Kira:''' Oh, Vita… When did you return?

When everyone was discussing the Stigmata, Vita felt bored and left to do something else. Although she did not have any faith for the Sage… She wasn’t interested in learning about dull, otherworldly knowledge either.

But she was an impatient girl after all, so soon enough, she came back quietly.

'''Vita:''' You guys have been talking for a long time, so I’m back to make sure I’m not missing out.

'''Vita:''' So you said that… you need me to lead the way to find someone?

'''Susannah:''' Ah, we’re not looking for someone yet. We’re discussing where the Sage could have brought our comrade to…

'''Vita:''' Where? There’s only one place possible, right?

'''Susannah:''' Wha…

'''Vita:''' Didn’t I tell you guys, the Sage can’t leave the tower.

'''Vita:''' She might have came out to personally resolve some conflicts in the past… but now, Prometheus over here has taken over that job.

'''Vita:''' Today, the Sage doesn’t leave the tower at all.

'''Seele:''' Is that true, Miss Prometheus?

'''Prometheus:''' …Yeah.

'''Prometheus:''' At least I haven’t seen her outside of the tower in the past few weeks.

'''Susannah:''' Then… the other Seele is there?

'''Seele:''' …

Seele looked in the direction that Susannah pointed at and saw the tower ahead… cold, clean, and foreign.

Most importantly, she could not “feel” anything now.

'''Seele:''' (Seele…)

'''Seele:''' (Yes… She’s not here…)

This was the first time that they had completely separated from one another, and she could not refer to her past experiences for help.

But strangely, the girl was sure of something.

'''Seele:''' (Seele isn’t in the tower, but she’s made contact with the Sage…)

'''Seele:''' (A place where the Sage has been… but it’s not in this tower…)

'''Seele:''' (Huh? Could it be…)

'''Seele:''' …Miss Prometheus.

'''Prometheus:''' Yes, what is it?

'''Seele:''' When you answered our questions, you said that I’m separated from her due to how unique the structure of these bubble universes are.

'''Seele:''' But back on the moon, we weren’t separated by a bubble universe… and you’re aware of it.

'''Seele:''' If you said so subconsciously…

'''Prometheus:''' …

'''Seele:''' Could this place be…

'''Seele:''' More than one bubble universe?

The girl was certain of what she wanted to convey… she believes that in here, two bubble universes exist at the same time.

'''Shigure Kira:''' Ugh, although it’s theoretically possible… if another, different universe was to overlap and co-exist, those residents should have noticed…

'''Shigure Kira:''' …

'''Shigure Kira:''' Ah.

'''Seele:''' Yeah, that must be it.

'''Seele:''' …It’s the underworld, isn’t it? It’s not a legend, but a universe that truly exists.

'''Seele:''' The Sage cannot leave the tower… but she has a power that allows her to traverse between the worlds of the living and the dead.

'''Seele:''' So, she isn’t restricted to the tower, but the tower and the underworld.

'''Seele:''' She met Seele in the so-called underworld, right?

'''Prometheus:''' …

Keeping silent wouldn’t help, as it would mean agreement. Knowing that, Prometheus sighed.

'''Prometheus:''' Any further information shouldn’t come from me.

'''Prometheus:''' Since you’ve already thought so far ahead, why don’t you meet the Sage for yourselves and talk to her?

As she spoke, she moved to open the way.

'''Vita:''' Huh! R-Really? The Great Sage… is going to meet us in the tower?

'''Prometheus:''' She didn’t say that we can’t bring anyone in.

'''Prometheus:''' I’ll introduce all of you to her now. Moreover, I also want to get back to the plaza soon, as I still have work to do.

'''Susannah:''' You’re right, if we can talk directly to the Sage, we can ascertain if the other Seele is in the underworld…

'''Seele:''' …

'''Susannah:''' What’s wrong, Seele? Is something the issue?

'''Shigure Kira:''' …We can’t go now.

'''Susannah:''' Oh? Why?

'''Shigure Kira:''' I can’t trust this fellow. They’ve already tricked me once, and they can do it again.

'''Prometheus:''' That was Misteln acting arbitrarily.

'''Shigure Kira:''' But it sounds like you two share the same values.

'''Shigure Kira:''' Who knows if Misteln sent you here to bring us into the tower? And then use us for a bunch of weird reasons?

'''Prometheus:''' …

'''Vita:''' …

'''Prometheus:''' Do you have any questions, Resident No. 00457?

'''Vita:''' I’ve never heard of the Great Sage meeting others in the tower. Why would she suddenly do so now?

'''Prometheus:''' I indeed have not informed her, but I don’t think she’ll turn you down.

'''Prometheus:''' As I’ve said, the Sage is very interested in all of you.

'''Shigure Kira:''' …

'''Shigure Kira:''' What do you think, Seele? In the end, it’s your choice to make.

'''Seele:''' …

'''Seele:''' I think that Miss Prometheus doesn’t hold any bad intentions. But…

'''Seele:''' But I don’t intend to enter the tower recklessly.

'''Prometheus:''' …

'''Prometheus:''' I’m already used to humans contradicting their words with their actions, but I still wish to know why.

'''Seele:''' I’m really sorry, I believe that you’ve invited us out of good will.

'''Seele:''' But as they mentioned, your opinion doesn’t represent Misteln’s, and doesn’t necessarily represent the Sage’s either.

'''Seele:''' I just want to find Seele as soon as possible… We can’t risk being thrown back into the Sea of Quanta for weeks, like Miss Kira.

'''Prometheus:''' …Then, what can I do to assure you?

'''Prometheus:''' The Sage definitely cannot leave the tower… especially in recent times.

'''Prometheus:''' While I can’t tell you the reason in front of such a crowd, I really do recommend that you visit her.

'''Shigure Kira:''' …Do you think that you sound convincing?

'''Prometheus:''' …

'''Prometheus:''' I see. I guess the stars have yet to align.

'''Prometheus:''' I understand.

'''Prometheus:''' …

'''Prometheus:''' …?

'''Seele:''' …!

'''Shigure Kira:''' Seele, watch out!

'''Vita:''' These are… mechs that help manage the Holy City?

'''Shigure Kira:''' Vita, stay behind me! Seele, Susannah, prepare for battle!

'''Susannah:''' There wasn’t a trace of them earlier… Where did these mechas come from?

'''Shigure Kira:''' They could only have come from the tower, they were originally in there.

'''Shigure Kira:''' As expected, the invitation to the tower was a trap after all!

'''Seele:''' But Prometheus… she also seems…

'''Susannah:''' Phew… Luckily there weren’t that many.

'''Shigure Kira:''' I’ve gotten used to seeing these scraps over a decade ago. They’re still useless.

'''Susannah:''' Huh? Over a decade ago? Oh right, Squad Snowwolf is that old…

'''Susannah:''' Miss Kira, I’ve been wanting to ask, you and Siegfried should’ve…

'''Shigure Kira:''' Ahem. So where did that robot head run off to?

'''Vita:''' She disappeared when the battle began. Maybe… she went to hide in the tower?

'''Seele:''' But why did she attack us?

'''Shigure Kira:''' Humph. It’s happened once, it can happen twice. I say it’s their usual trick.

'''Seele:''' But we could communicate normally until the last second.

'''Seele:''' Prometheus values efficiency, but isn’t much of a fighter… And somehow I feel she was shocked too…

'''Shigure Kira:''' She fought us because she couldn’t fool us. Or the woman behind her got tired of waiting and took a bite without warning her.

'''Shigure Kira:''' Hmph… When she shows up, I’ll have a score to settle.

'''Vita:''' Um, everyone… wait.

'''Vita:''' Due to the commotion, the citizens are coming our way.

'''Vita:''' As outsiders, you’d better leave now, or you might get in trouble…

'''Shigure Kira:''' You’re right, let’s discuss our next move elsewhere.

'''Shigure Kira:''' (…)

--

====<u>Gameplay 37-11 - Resurrection</u>====
Meanwhile, in another dark world…

'''Herrscher of Sentience:''' …

'''Seele:''' …

'''Herrscher of Sentience:''' Hey, why are you staring at me? There’s nothing on my face.

'''Seele:''' Yeah, and it’s not just your face. You’re almost disappearing into nothing.

'''Herrscher of Sentience:''' Huh? Are you itching for a fight?

'''Seele:''' …

'''Herrscher of Sentience:''' No guts to speak now? You have to pay for what you said, come here!

'''Seele:''' Stop wasting your energy. Right now, our punches will be nothing more than a gust of air.

'''Seele:''' …If you have the energy for meaningless fights, go bask in the moonlight instead.

'''Herrscher of Sentience:''' You were the one who provoked me first… Eh?

'''Herrscher of Sentience:''' Bask in the moonlight… Do you really believe in what those ghosts said?

'''Seele:''' …?

'''Herrscher of Sentience:''' Only the dead need moonlight to sustain their bodies. If you bask in the moonlight, you’re admitting that you’re dead.

'''Seele:''' If not, how else do you explain our current circumstance?

'''Herrscher of Sentience:''' …

'''Seele:''' Based on how fast we’re turning transparent, we’re going to disappear soon.

'''Seele:''' I don’t want that. If you still think that your body is strong enough to create a miracle, then feel free to keep waiting.

'''Seele:''' “In Rome, do as the Romans do”, no? Is it that hard to accept?

'''Herrscher of Sentience:''' Tch. Do you really think that the Herrscher of Sentience would fear a disappearing trick?

'''Seele:''' …

'''Seele:''' Alright, I’ll go ahead then. You and your sentience can stay here.

'''Herrscher of Sentience:''' …If you’re going, scram!

A few moments later…

'''Resident from Country of Iron Sand:''' Oh, I know you! You’re the Herrscher of Sentience’s follower, right?

'''Seele:''' What?

'''Seele:''' Call me that again and I’ll make sure you never get to reincarnate.

'''Resident from Country of Iron Sand:''' Eek! I’m sorry! Then… what should I call you?

'''Seele:''' Hmm…

'''Seele:''' We’re all travelers, so just call me Seele. As for that fellow, you can call her Senti.

'''Resident from Country of Iron Sand:''' Senti…? That sounds a little disrespectful…

'''Seele:''' Hmm?

'''Resident from Country of Iron Sand:''' Sorry! I got it, Miss Seele!

'''Seele:''' …

'''Seele:''' Alright, I’m not here for small talk. Tell me, where can I find Moonrocks here?

'''Resident from Country of Iron Sand:''' Oh that’s easy, let me show you!

'''Seele:''' …There sure are plenty of rocks here.

'''Seele:''' Moonrock, huh… I still felt something different when I touched them previously…

With a hint of anticipation, the girl slowly placed her hand on the white crystal.

'''Seele:''' …

But this time, she felt no response.

'''Seele:''' …Never mind, I could have been mistaken from the start.

'''Seele:''' …

Once she recalled that gentle touch, it clung to her like clouds swirling around a mountain.

'''Seele:''' …

'''Seele:''' Forget it, now’s not the time to think about this. At least my body seems to be more stable now.

'''Seele:''' I should take this chance to collect more Moonrocks.

'''Seele:''' This should be enough.

'''Seele:''' …

'''Seele:''' Actually, let’s grab a few more. I don’t want her to blame me if she really disappears.

After absorbing sufficient moonlight, Seele felt something gather in her chest, and her body felt familiar again.

'''Seele:''' …It really is effective, though I don’t understand the theory behind it.

'''Seele:''' …

'''Seele:''' Let’s go back and check on that fellow.

Seele returned to where she had parted from the Herrscher of Sentience…

'''Seele:''' Oh my, aren’t you the Herrscher of Sentience?

'''Seele:''' Are you alright? Your leg… seems to have completely disappeared?

'''Herrscher of Sentience:''' Tsk, don’t get sarcastic with me.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' I’ve already connected with all the surrounding sentience. If the scum that turned us this way dares to appear, I’ll beat her up.

'''Seele:''' …You mean Hare?

'''Seele:''' It wouldn’t be strange… if it was her. So? Have you found her?

'''Herrscher of Sentience:''' …What’s with all the questions? I won’t hide her from you when I find her.

'''Seele:''' …

'''Seele:''' Alright alright, I’ll stop asking.

Ignoring the Herrscher of Sentience’s argumentative tone, Seele walked behind her and slapped two pieces of Moonrock on her body.

'''Herrscher of Sentience:''' …Hey! What are you doing, are you insane? That hurts!

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' …?

'''Seele:''' Hah, you like to connect, so connect with that. Maybe you could become a transformer or generator.

'''Seele:''' I can’t be bothered with you, I’m going to investigate the truth behind this universe first.

'''Seele:''' …

'''Herrscher of Sentience:''' Heh, here’s Seele again!

'''Seele:''' …

'''Herrscher of Sentience:''' Looks like you aren’t too shocked?

'''Herrscher of Sentience:''' Didn’t I say that I’ll find a way? Look! I’m back to life!

'''Seele:''' …I think you were cuter when you were dying and quiet.

'''Herrscher of Sentience:''' Ah? Who did you say was dying?

'''Herrscher of Sentience:''' …Forget it, I’m in a good mood now, so I won’t argue with you.

'''Herrscher of Sentience:''' Looks like you’ve returned to normal. Is it really because you basked in moonlight?

'''Seele:''' Yeah. I’m not like you, a Herrscher, who can deal with it myself whenever I meet troubles along the way.

'''Herrscher of Sentience:''' Don’t say that. You didn’t run about in vain. Your complexion looks great from the sheer number of Moonrocks you’re holding, haha.

'''Seele:''' …

'''Herrscher of Sentience:''' Pft…

'''Seele:''' …

'''Seele:''' Wait… You’re the Herrscher of Sentience, which also means…

'''Seele:''' …You knew that I’d figure things out for you, and you didn’t want to put down your pride to bask in the moonlight. That’s why you were being arrogantly stubborn!

'''Herrscher of Sentience:''' Nonsense! Listen, I wasn’t being arrogant, I could have figured something out without that rock of yours too!

'''Seele:''' Oh, is that so…

'''Herrscher of Sentience:''' Haa, you’re not young anymore, don’t wear your heart on your sleeve.

'''Herrscher of Sentience:''' …Just so we’re clear, I’m not afraid of you. But I was in the wrong this time, so I’ll give in.

'''Herrscher of Sentience:''' I would have been fine without your help… But you did do me a favor.

'''Herrscher of Sentience:''' Thanks for just now, Seele.

'''Seele:''' …

'''Herrscher of Sentience:''' Alright, don’t be so childish. I meant it when I said that I had connected to other sentience, and I’ve learned quite a lot from it.

'''Herrscher of Sentience:''' So, teamwork makes the dream work. You did the running and I did the thinking, aren’t you lucky to have me?

'''Seele:''' Hmph… To think you’d use your Herrscher authority when you were already dying. How baffling.

'''Herrscher of Sentience:''' What ignorance, don’t you know what a Divine Key…

'''Herrscher of Sentience:''' Ah, no no no! I’m not a dead Herrscher!

'''Herrscher of Sentience:''' Do you really think you’re dead after basking in some moonlight? That can’t be true.

'''Seele:''' Why? Do you have any evidence that we’re not dead yet?

'''Herrscher of Sentience:''' Of course! Listen well!

'''Herrscher of Sentience:''' I analysed all the minds in this area just now. I’ve confirmed that we are the only two minds who have an independent form. Hare and her goons aren’t around here.

'''Seele:''' Isn’t that obvious? You didn’t have to repeat yourself.

'''Herrscher of Sentience:''' Heh, don’t you see the problem? There are so many ghosts here, aside from you and me.

'''Seele:''' …

'''Seele:''' You mean that these ghosts are incomplete?

'''Herrscher of Sentience:''' Don’t jump to conclusions just yet. I still don’t know where those ghosts come from.

'''Herrscher of Sentience:''' Although they can talk to us and have their own memories, their minds are very disorganised.

'''Herrscher of Sentience:''' Although I can implant illusions in them, I cannot read their thoughts now, I can only hear some noises. They might not be independent minds at all.

'''Seele:''' Then why can they talk to us?

'''Herrscher of Sentience:''' Who knows? Maybe they have a real body, different from these apparitions, and they’re just a hologram of their real bodies. Or maybe, the rules of this underworld constrain them and they are no longer independent entities.

'''Herrscher of Sentience:''' The only thing I’m sure of is that they are built different from you and me, evident from how I can read your thoughts. Wanna try again?

'''Seele:''' …Looks like you’re really itching for a fight.

'''Herrscher of Sentience:''' Heheh, we really do get along pretty well! Let’s be friends!

'''Herrscher of Sentience:''' You see, Seele isn’t with you, and the old timer isn’t with me either. We can fight whenever we want to, what a rare opportunity.

'''Seele:''' …

'''Herrscher of Sentience:''' Anyway, we’re definitely alive. We were just thrown into a foreign world.

'''Herrscher of Sentience:''' I’m a Herrscher, after all. If I were to mysteriously die here, it would be a catastrophe, the whole world would be dead.

'''Herrscher of Sentience:''' Even the old timer would probably…

'''Herrscher of Sentience:''' Tsk, how can that be possible? I can’t imagine it. She’s probably leisurely having tea with Book of Fuxi right now.

'''Seele:''' (…She seems more relieved. It looks to me like you’re the leisurely one.)

'''Herrscher of Sentience:''' Hey, I can hear your thoughts.

'''Herrscher of Sentience:''' Anyway… Since we’ve “revived”, we should think of a way to get out.

'''Seele:''' …So, do you have any ideas?

'''Herrscher of Sentience:''' Let he who tied the bell on the tiger take it off. First, we need to find Hare and beat her up. Even if there’s another mastermind behind this, we’ll just be taking personal revenge.

'''Seele:''' I can agree on that. When we find her, we should let her have a taste of the real underworld…

'''Seele:''' …But I don’t think we have the means to find her now. If I were her, I would have ran back to the Sea of Quanta to watch by the sidelines.

'''Herrscher of Sentience:''' You’re right. I can understand that she dare not linger with me around.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Then, we should look for that Seele. Did you say that she fell in with you? Since she’s not here, there should be some loophole in the composition of this bubble universe.

'''Seele:''' …

'''Seele:''' Whatever.

'''Herrscher of Sentience:''' …?

'''Seele:''' Since your power can’t help us, we can only approach those otherworldly things.

'''Seele:''' …Let’s go to where they’re gathered and see if we can find out anything about the composition of this universe.

'''Herrscher of Sentience:''' What you want to ask sounds unreliable.

'''Seele:''' An unreliable idea is still an idea, no?

'''Seele:''' Or… are you willing to do the work instead?

'''Herrscher of Sentience:''' Tch, don’t get cocky with me.

'''Herrscher of Sentience:''' Let’s go.

'''Resident from Country of Iron Sand:''' Oh… It’s Miss Seele and Senti!

'''Herrscher of Sentience:''' …?

'''Seele:''' Yeah, hello. Aside from us, have you seen anyone else that looks like us?

Seele gave a simple description to the ghost.

'''Resident from Country of Iron Sand:''' I’m really sorry, but I don’t think I can be of help. I’ve never seen the people you are talking about.

'''Resident from Country of Iron Sand:''' But it’s alright, the two of you can pray with me, I’m sure the great Sage will fulfill your wish…

'''Herrscher of Sentience:''' Great, he’s going on about that again. We’re not residents here, can that great Sage even help us?

'''Resident from Country of Iron Sand:''' Don’t be preposterous. The great Sage cares for all her believers, and the two of you have helped us so much.

'''Herrscher of Sentience:''' Helped?

'''Resident from Country of Iron Sand:''' Both of you helped to defeat those berserk Sand Servants. More importantly, you showed us disappearing souls an illusion of how it would be if we had our wishes fulfilled. To me, even if it wasn’t real, it was an important scene.

'''Herrscher of Sentience:''' Ah, you’re the one who wanted to see your granddaughter…

'''Seele:''' Your memories are a blur, but your wishes are more passionate than the living’s.

'''Resident from Country of Iron Sand:''' Of course. All these years, I’ve never stopped thinking about my homeland, tat path on the wide field, and those… fragmented crystals… in the yard.

'''Resident from Country of Iron Sand:''' I’ve always been praying, hoping that I can return to the mortal realm, apologise to my daughter who had left, and use my remaining life to atone for my sins…

'''Seele:''' What?

'''Resident from Country of Iron Sand:''' Back then, my daughter fell in love with a young man. Like any stubborn father, I asked for them to cut things off.

'''Resident from Country of Iron Sand:''' I even personally went to the plaza to separate them on that day they had promised to meet each other.

'''Resident from Country of Iron Sand:''' Although my memories are already a blur and I can’t recall what exactly I did that day… I must have gone overboard. I lost any chance of making up with my daughter, even until years later when she had left home pregnant…

'''Resident from Country of Iron Sand:''' Ah, Great Sage, please listen to my prayers and bestow upon me your guidance and blessings…

'''Seele:''' …

'''Herrscher of Sentience:''' (Hey, I think he’s never gonna stop talking. You don’t like soap dramas either, right?)

'''Herrscher of Sentience:''' This guy’s way too religious, let’s ask someone else.

'''Resident from Country of Iron Sand:''' …

'''Herrscher of Sentience:''' Hello? Hi? Can you hear me?

'''Resident from Country of Iron Sand:''' …

'''Herrscher of Sentience:''' Oh, so you can hear me. Tch, the one just now was too passionate and this one here is too cold.

'''Resident from Country of Iron Sand:''' I’m sorry, I nodded off… Ah, I recognise you.

'''Resident from Country of Iron Sand:''' You’re Senti, right? The two of you defeated those monsters before, thank you so much.

'''Herrscher of Sentience:''' I wanted to ask, what exactly…

'''Seele:''' Think of this as compensation, since you don’t like to owe favors, right?

'''Herrscher of Sentience:''' …

'''Resident from Country of Iron Sand:''' But fortunately, you guys aren’t residents of this universe. If someone else had caught me sleeping during prayers, I’d be in for a lecture again.

'''Seele:''' …?

'''Resident from Country of Iron Sand:''' Please don’t misunderstand. Of course, I believe in the great Sage and the laws of the underworld too.

'''Resident from Country of Iron Sand:''' But… For someone like me who leads a lackadaisical life, it’s better to catch more sleep now and relax, instead of fervently praying for reincarnation.

'''Seele:''' …So people like this exist in every universe.

'''Herrscher of Sentience:''' I think it’s a way of living too.

'''Herrscher of Sentience:''' That’s why you keep a distance from those people? Because you don’t fit in?

'''Resident from Country of Iron Sand:''' That’s not it… It’s just that I knew those people when I was alive, so it’ll be awkward if we met again.

'''Resident from Country of Iron Sand:''' He’s my friend’s lover, but their families frowned upon their relationship. Typical, right?

'''Resident from Country of Iron Sand:''' That night, he asked me to deliver a message to my friend, for the two of them to meet somewhere. As for the location… Ugh, my memory’s a little fuzzy…

'''Resident from Country of Iron Sand:''' Anyway, it didn’t end well, they were separated by my friend’s father when they met. Because of this, I don’t want to meet him again in the underworld.

'''Herrscher of Sentience:''' I don’t really understand, what does this have to do with the story you just told?

'''Herrscher of Sentience:''' You’re not at fault for what happened to the two of them.

'''Resident from Country of Iron Sand:''' You’re right… but you see, anything I’m involved in turns out to be a wreck. Doesn’t that mean that I’m really unlucky?

'''Resident from Country of Iron Sand:''' Maybe it’s really because I don’t pray to the great Sage enough… Haa, so I can only distance myself from everyone.

'''Resident from Country of Iron Sand:''' Actually, it’s not bad to bask in the moonlight alone. Every time I lay in the moonlight, I feel like I’m alive again.

'''Resident from Country of Iron Sand:''' The scenery then was great, and there were lots of those white… what’s it called again…?

'''Resident from Country of Iron Sand:''' Ugh, anyway, it’s different from the present, it reeks of death everywhere now.

'''Seele:''' That’s enough, we understand your way of living very well.

'''Seele:''' So for the past ten or more hours, you’ve been sleeping and hadn’t seen any strangers, right?

'''Resident from Country of Iron Sand:''' Y-Yeah.Is something wrong?

'''Seele:''' Ah, what a waste of time.

'''Seele:''' (…Looks like being too irreligious isn’t a good thing either.)

'''Resident from Country of Iron Sand:''' Oh, it’s Miss Seele and Senti.

'''Herrscher of Sentience:''' Yes, yes, I’m Senti.

'''Herrscher of Sentience:''' You brat, did you go around announcing my name to the ghosts with a megaphone?

'''Seele:''' I have better things to do than that. News just spreads quickly among them.

'''Seele:''' So, Mr… Ghost? If I’m not wrong, you’re the protagonist of the two ghost stories there, right?

'''Resident from Country of Iron Sand:''' Stories? Protagonist? I don’t know what you’re talking about, I just want to reincarnate back into my original world as soon as possible.

'''Resident from Country of Iron Sand:''' It’s been so many years, but I still haven’t met her here yet. This means that she’s still in the mortal world, right? If I reincarnate now, I still have a chance of meeting her again.

'''Resident from Country of Iron Sand:''' But if she comes here just after I reincarnate… we would miss each other. No, no, maybe I shouldn’t reincarnate yet…

'''Seele:''' Looks like you’re also a fervent believer of the Sage.

'''Resident from Country of Iron Sand:''' Oh, you jest, Miss Seele. There’s nobody among us who doesn’t believe in the Sage.

'''Resident from Country of Iron Sand:''' For example, when I first met her, we were both praying to the Sage under the tower.

'''Resident from Country of Iron Sand:''' I always think about how great it would be to meet her there again… But in the end, we were abruptly separated.

'''Resident from Country of Iron Sand:''' That day… I can no longer remember it clearly. I only know that I never had the chance to contact her again afterward. She never made up with her family, either…

'''Herrscher of Sentience:''' Erm… If you never contacted her, how would you know how she fared afterward?

'''Resident from Country of Iron Sand:''' I remember bits and pieces of our memories whenever I go to the lake where the moon shines the brightest. We breathed the salty air, from our first encounter to our final separation…

'''Resident from Country of Iron Sand:''' We lived in the same village, a village surrounding beautiful crystals. All my memories and desires remain there, upholding my existence in this world.

'''Resident from Country of Iron Sand:''' Ah, the both of you carried the words of the great Sage previously. Please tell me, should I continue waiting for her here under the moon, or should I accept the brief encounter between us if I were to reincarnate now?

'''Seele:''' Think about this for yourself.

'''Seele:''' Since you’ve been waiting here from dusk till dawn for reincarnation, have you seen other strangers aside from us?

'''Resident from Country of Iron Sand:''' This… Probably not…

'''Seele:''' What about souls that have been brought to reincarnate? Have you seen them for yourself?

'''Resident from Country of Iron Sand:''' I’ve seen souls that disappeared after losing moonlight. But reincarnation… I’m not sure about that…

'''Seele:''' Alright, that’s enough. We won’t disturb you any further, continue to ponder about your relationship problems.

'''Herrscher of Sentience:''' …Ugh, as expected, a waste of time.

'''Seele:''' …

'''Herrscher of Sentience:''' See, I was right. The brains of those ghosts… Oh, I guess they don’t have brains anymore.

'''Herrscher of Sentience:''' Anyway, they can only remember their greatest obsessions from when they were alive. You can’t even consider those as memories. After all, it’s normal to lose some capacity after losing their bodies.

'''Herrscher of Sentience:''' Hmm… Maybe I can’t read their thoughts because their obsessions are too fragmented. You won’t be able to understand the composition of this universe from them…

'''Seele:''' On the contrary, I think we’ve learned a little.

'''Herrscher of Sentience:''' …?

'''Seele:''' Did you notice that those ghosts we’d talked to knew each other when they were alive?

'''Herrscher of Sentience:''' …Yeah, but so what?

'''Seele:''' This means that this underworld isn’t shared among the entire Sea of Quanta. It’s an underworld that only has enough capacity for a specific bubble universe.

'''Seele:''' The souls here all came from the same universe when they were alive, the universe that believes in the Sage. That universe is very small as well, for them to be able to gather in one place.

'''Herrscher of Sentience:''' And so wha… Oh, I get it now.

'''Herrscher of Sentience:''' You mean, since we came from the real world, it’s impossible for us to have been transported here because we died?

'''Herrscher of Sentience:''' Which also means we’re still alive, hooray. Isn’t that what we already concluded earlier?!

'''Seele:''' …Let me finish. Just like the legend we had heard before, they need to bask in the moonlight periodically to sustain their existence.

'''Seele:''' More importantly, to those ghosts who believe in the Sage, the experience and efficiency of basking in moonlight is similar to praying when they were still alive.

'''Herrscher of Sentience:''' So their prayers might really be useful. The Sea of Quanta is vast and there are countless bubble universes, it’s normal to have some strange laws.

'''Seele:''' Hmm…

'''Herrscher of Sentience:''' What’s wrong? Don’t you still have something to say?

'''Seele:''' …

'''Seele:''' It’s nothing to do with the laws of this universe, just the story about those three ghosts.

'''Herrscher of Sentience:''' Wasn’t that just a regular soap drama?

'''Seele:''' Don’t you think that their narratives were rather disjointed or ironic?

'''Herrscher of Sentience:''' …?

'''Seele:''' A lovesick youth, a messenger lady, and a stubborn old man. They were missing an important part of their memories.

'''Seele:''' The youth had forgotten where he was separated from his lover. The lady had forgotten the content of the message she delivered. The old man had forgotten how he separated the couple. Those are the most important parts of the story.

'''Seele:''' Because of these lapses, we could only piece the story together by asking others.

'''Herrscher of Sentience:''' Their memories aren’t clear because they’re already dead.

'''Herrscher of Sentience:''' Their consciousness disappears when they die. It’s already a miracle that they managed to retain fragments of it, we can’t ask for too much.

'''Seele:''' But you said that the ghosts held on to their greatest obsessions from when they were alive. Yet, they cannot remember the most important parts of these obsessions.

'''Seele:''' Don’t you think that’s ironic?

'''Herrscher of Sentience:''' …Then what do you think is happening?

'''Seele:''' I’m not sure, but perhaps we can find a breakthrough with the story about those three ghosts.

'''Seele:''' …

'''Seele:''' (I feel like we’re almost getting there, but there’s still something missing.)

'''Seele:''' (Tch, I’m no idiot, but when it comes to brainstorming, that fellow is probably better at it. She’s been more of a bookworm than me since we were young.)

'''Seele:''' (If I could be like her when we were in Nagazora…)

'''Seele:''' (…)

'''Seele:''' (…She decided that she won’t rely on me anymore, why should I rely on her now? How ridiculous.)

'''Herrscher of Sentience:''' …Like I said, I can hear you.

'''Seele:''' But you won’t tell, will you?

'''Herrscher of Sentience:''' Hah, do you know what you’re doing? Threatening me?

The atmosphere between the two filled with tension, but they were certain that they wouldn’t attack each other.

'''Seele:''' (This know-it-all, just because she can read my thoughts…)

'''Seele:''' (Wait… Read my thoughts?)

'''Seele:''' …

'''Seele:''' So that’s it. I get it now.

'''Herrscher of Sentience:''' …?

'''Seele:''' It’s a misunderstanding. A misunderstanding caused by misperceptions of each other.

'''Seele:''' Herrscher of Sentience, in the story about the three ghosts, who do you think held the biggest responsibility?

'''Herrscher of Sentience:''' Among the young man, lady, and old man? The old man, of course. He separated the couple after all.

'''Seele:''' Right, we can conclude this easily. But if you look at what they forgot from a different perspective, that’s not the case.

'''Seele:''' The young man forgot where they were separated. Could it be that there never was a place for that?

'''Herrscher of Sentience:''' Ah?

'''Seele:''' Similarly, the lady forgot what she had conveyed because she wasn’t sure about the content in the first place. The old man forgot how he separated the couple, because he never separated them to begin with.

'''Seele:''' I think that this might be what had happened: the young man decided to meet his lover to discuss about a problem between them.

'''Seele:''' They promised to meet at where they had first seen each other, below the tower where they had prayed to the Sage.

'''Seele:''' But the lady who was to convey the message did not really participate in prayers.

'''Herrscher of Sentience:''' …

'''Seele:''' So she got the message wrong when passing it on, and the “place where we pray to the Sage” had been mistaken for another location.

'''Seele:''' That’s probably the plaza that the old man was talking about. So the young man did not get to meet his lover below the tower, and misunderstood that she had abandoned him. So, he could only leave with regrets.

'''Seele:''' But his lover went to the plaza and coincidentally met her father there. She misunderstood that he had chased the young man away.

'''Seele:''' That would explain all the contradictions in the story.

'''Herrscher of Sentience:''' …Indeed, this is pretty interesting.

'''Herrscher of Sentience:''' But these are just assumptions, do you have any evidence to back your deductions?

'''Seele:''' Not really.

'''Herrscher of Sentience:''' …?

'''Seele:''' This is common. Everyone’s dead and that incident happened long ago. Who would be able to remember the details?

'''Herrscher of Sentience:''' Alright. So you pondered so hard here because you wanted to flex?

'''Herrscher of Sentience:''' Because your Seele did an amazing job in Nagazora and you can’t bear the loneliness, you want to do something similar?

'''Seele:''' …You can’t slander someone just because you’re the Herrscher of Sentience. Use your telepathic powers instead.

'''Herrscher of Sentience:''' Fine, fine. I won’t say anything anymore, don’t panic.

'''Herrscher of Sentience:''' I admit that your deductions make some sense. So, can we get down to business now?

'''Seele:''' Yeah. And those deductions… also have something to do with our “business”.

'''Herrscher of Sentience:''' …?

'''Seele:''' If what I said was true…

'''Seele:''' No, let’s not talk about hypothetical situations. We should check with those three ghosts and ascertain my deductions.

'''Seele:''' Perhaps this story is really associated with the composition of the underworld.

Before they knew it, the ghosts had already gathered together. Seele told them about her assumptions.

'''Resident from Country of Iron Sand:''' I see… Then I’m not so much to blame…

'''Resident from Country of Iron Sand:''' So I was the one who messed up… And even pushed the blame on the great Sage, how presumptuous of me. I’ll start praying to atone for my sins…

'''Resident from Country of Iron Sand:''' I was at fault too. If I had persisted a bit more and worked a bit harder… perhaps things would have turned out differently.

'''Resident from Country of Iron Sand:''' I’m so thankful toward the both of you. After learning the truth, I now have the courage to reunite with her.

'''Resident from Country of Iron Sand:''' How can I repay you? A pity that I can’t pay in labor, nor do I have any gifts for you…

'''Herrscher of Sentience:''' It’s fine, we’re not helping you in hopes of getting something in return. It’s the thought that counts.

'''Seele:''' Why, aren’t you generous?

'''Resident from Country of Iron Sand:''' In that case, at least let me help the two of you. You seem to be looking for someone, right?

'''Seele:''' Yeah, but didn’t you say that you didn’t see them?

'''Resident from Country of Iron Sand:''' Indeed, I can’t help you in this aspect, but if you intend to go around searching, you’ll need to prepare more Moonrocks. They’ll help you move around for a longer period of time.

'''Resident from Country of Iron Sand:''' I know the place that has the most Moonrocks in this universe. Every time I go there and bask in the moonlight, I’d remember the day I first met her under the tower…

'''Resident from Country of Iron Sand:''' Please hold on, I’ll show you where it is.

'''Herrscher of Sentience:''' In the end, we only got the name of a location. This is the “business” you were talking about?

'''Seele:''' No, this was an unexpected find.

'''Seele:''' Since those ghosts rely on Moonrocks to exist, those rocks must be related to the nature of this universe in a certain way.

'''Seele:''' So we’ll have to go to the place that’s home to the most Moonrocks anyway.

'''Herrscher of Sentience:''' Fine, whatever you say.

'''Herrscher of Sentience:''' Uh, do you discuss things with Seele in her head all the time? I never knew you were so witty.

'''Seele:''' …

'''Herrscher of Sentience:''' Oh right. In the end, what exactly is the “business” you were talking about?

'''Seele:''' I was thinking, there might be a deeper reason to why those ghosts have incomplete memories.

'''Seele:''' Didn’t you realise that some of the information they know is unnatural?

'''Herrscher of Sentience:''' For example?

'''Seele:''' That young man never contacted his lover again, but he knew how his lover was doing afterward. The old man never participated in the whole ordeal, but he knew that the young man had secretly planned to meet his daughter.

'''Seele:''' In other words… These ghosts have information that they aren’t supposed to have.

'''Herrscher of Sentience:''' …Indeed, those are perspectives that they couldn’t possibly have had. Because of that, there are loopholes in their fragmented “memories”, which caused the misunderstandings.

'''Seele:''' Then, whose perspective do you think this story actually takes?

'''Herrscher of Sentience:''' Don’t you know already? Do we need to write it on our palms and flash them together for giggles?

'''Seele:''' I’m not against the idea, if you’re into that.

'''Herrscher of Sentience:''' Save it. Are you trying to say the three stories are told in that love interest’s perspective?

'''Seele:''' Yeah, who’s probably the only person in the story that’s still alive.

'''Herrscher of Sentience:''' The memories of the three deceased all come from the same living person… if this assumption is true, then this world isn’t somewhere you can only enter after death, but the complete opposite.

'''Seele:''' Yeah. We haven’t sorted it out yet… but the answer is becoming clear.

With that said, the two tacitly assured themselves that they were one step closer to the truth of this world.

'''Seele:''' Let’s go. We can ponder the remaining questions after we get there.

'''Herrscher of Sentience:''' This looks like the place. What a view.

'''Seele:''' The moon shines brighter here, and Moonrocks are everywhere.

'''Herrscher of Sentience:''' If ghosts live here, they’ll live up to hundreds of years! By posthumous standards, I guess?

'''Seele:''' Moonrocks and moonlight have the same effect… What could a Moonrock that’s been bathing in moonlight do?

'''Herrscher of Sentience:''' Don’t ask me. Pick one up so we can work it out.

'''Seele:''' …!

'''Seele:''' Tsk, where did they come from?

'''Herrscher of Sentience:''' Heh, what a cursed place, even the monsters here look cursed!

'''Herrscher of Sentience:''' Hmm? These monsters look like…

'''Seele:''' Hey, don’t get distracted!

'''Herrscher of Sentience:''' Tsk, a monster that can sneak up on me hasn’t been born.

'''Seele:''' Heh, pathetic.

'''Herrscher of Sentience:''' I’m just getting started, get up.

'''Seele:''' Their tracks reminded me of ants attracted by sweets. Unfortunately, they died too quickly for me to see what their objective was.

'''Herrscher of Sentience:''' Ugh, you could’ve held back.

'''Seele:''' It was a rare opportunity to vent, get it? Weren’t you the same?

'''Seele:''' Plus, there’s nothing here other than Moonrocks… Their objective is probably one of these Moonrocks.

'''???:''' I wouldn’t be so sure. They might all look like Moonrocks, but they have differing compositions.

'''???:''' For example… Some may be able to speak, like me.

'''Seele:''' …!

'''Seele:''' You…

'''Herrscher of Sentience:''' Pft, hahaha.

'''Seele:''' …?

'''???:''' Sorry, I’ve always been told that I don’t have a good sense of humor.

'''???:''' But with the Herrscher of Sentience around, I thought you guys wouldn’t fall for this trick.

'''Seele:''' You…

'''Herrscher of Sentience:''' Rarely do I see that expression of yours, so I couldn’t resist.

'''Seele:''' …

'''Herrscher of Sentience:''' Alright, enough with the long face. She’s here to help us, no?

'''???:''' Indeed. It’s good to see you both, Seele, Herrscher of Sentience.

'''???:''' Allow me to introduce myself again. I am Schrodinger, who’s worked with many people you know.

'''Schrodinger:''' But, while the grass grows, the steed starves… Why don’t you tell me what’s happening on your side?

--

====<u>Gameplay 37-12 - Hermit</u>====
'''Shigure Kira:''' If she can’t do it the soft way or the hard way, she runs away… She’s an AI, but she’s more “flexible” than most humans I’ve met.

'''Vita:''' …Maybe this is what allowed Prometheus to design the system that runs the Holy City.

'''Shigure Kira:''' …?

'''Vita:''' Now, I’m not putting in a good word for the envoy. I just feel that maybe her sudden disappearance is also part of a bigger system.

'''Shigure Kira:''' If that’s the case, we need to be more wary of the scheme behind it all.

'''Seele:''' …But I’ve garnered much valid info from the conversation just now.

'''Seele:''' I think that even if Seele is in the underworld, she isn’t dead.

'''Seele:''' Perhaps she’s succumbed to slumber, or is trying to regroup like us… just as she did on the moon.

'''Seele:''' Although I can’t sense her, so what I said… isn’t a certain outcome deduced from careful observation.

'''Seele:''' But I believe this is what it is, like she has believed me countless times before.

'''Shigure Kira:''' Okay, then we’ll base our thinking on your assumption!

'''Shigure Kira:''' …You three entered the portal that Hare set up, but ended up taking different paths and entering different worlds.

'''Shigure Kira:''' So it seems that the world of the dead is another bubble universe floating in the Sea of Quanta. Due to unknown changes, it’s entangled with the bubble universe we’re in.

'''Shigure Kira:''' …This caused the person who’s supposed to enter the Holy City to become lost between the two bubble universes and enter the world after death by mistake.

'''Shigure Kira:''' (…)

'''Seele:''' (Has she noticed something?)

'''Shigure Kira:''' Anyway, it seems that our priority is to locate the entrance and exit of the underworld, or establish a connection with Seele on the other side through a medium.

'''Susannah:''' But doesn’t that take things back to square one?

'''Susannah:''' Prometheus is in charge of the Holy City. If similar entanglement has occurred before our arrival… she must know it better than anyone else.

'''Vita:''' Um… I don’t think we have to focus on one person.

'''Vita:''' Here, people that believe in the existence of that world are everywhere. Maybe we can think differently and garner info from the locals?

'''Shigure Kira:''' You have a point… but it’s a waste of time to ask household to household. Vita, do you know any sources?

'''Shigure Kira:''' …Yourself excluded, just so you know!

'''Vita:''' Haha, I know.

'''Vita:''' So the thing is, the Tower Sage has more than one envoy.

'''Vita:''' Such as a hermit. Unlike the other envoys, she stays inside to write a collection of poems that can foretell the future of the Holy City.

'''Shigure Kira:''' …Foretell the future?

'''Shigure Kira:''' Does the future she foresees include worlds entangling?

'''Vita:''' That I don’t know. But seeing is believing. Everyone, follow me!

'''Susannah:''' Come to think of it, if she’s a hermit, why does she live in the city?

'''Shigure Kira:''' I knew you’d ask.

'''Shigure Kira:''' As the old saying goes, “The lesser hermit lives amongst the mountains, the greater hermit lives among the public.” There’s no - (textbox cut-off)

'''Vita:''' Right on point! It’s the same with the earlier performance.

'''Shigure Kira:''' Yep.

'''Seele:''' (…Hopefully there will be no more performances.)

…

'''Vita:''' Excuse me, is anyone here?

…

…

'''Hermit:''' It is not time for sermon yet. Please return.

'''Vita:''' We just want to ask a few questions about the underworld, it won’t take up too much of your time.

'''Hermit:''' Do you mean to say that we envoys don’t tell you enough in our sermons?

'''Hermit:''' Or maybe you have no interest in sermons, but have no choice but to seek my help?

'''Vita:''' O-Of course not!

'''Shigure Kira:''' (Why is she so sarcastic?)

'''Shigure Kira:''' (Vita, move aside, let me deal with her.)

'''Vita:''' Alright…

Although the hermit couldn’t see through closed wooden doors, Shigure Kira still put on the sweet smile of an idol and lubricated her vocal cords with respect.

'''Shigure Kira:''' Oh, you’re wrong about it!

'''Shigure Kira:''' It’s precisely because we’ve heard the envoy’s sermon and taken a keen interest in the world after death that we’ve come to visit you.

'''Hermit:''' …Oh? Then I suppose I’ve mistaken.

'''Shigure Kira:''' Yeah, and you see, talking through a door isn’t very convenient.

'''Shigure Kira:''' It’s fine if we can’t hear you clearly, but not so much if we misinterpret the Tower Sage’s will. We wouldn’t like to come for nau… be disrespectful!

'''Hermit:''' It’s fine. If your hearts are sincere, even a thousand salt mounds cannot separate our faith.

'''Shigure Kira:''' …

'''Susannah:''' (She likes talking through a door as much as you do.)

'''Shigure Kira:''' (I had no other choice! She’s doing it on purpose!)

'''Shigure Kira:''' Then… we’ll stand outside the door.

'''Shigure Kira:''' So, are you willing to share more on the underworld with us?

'''Hermit:''' Of course, my friends.

'''Hermit:''' But before that, allow me to see your hearts.

'''Shigure Kira:''' Heart?

'''Hermit:''' If I’m not mistaken, apart from the first visitor, the three of you are not natives.

'''Shigure Kira:''' Um… How did you…

'''Hermit:''' That I cannot tell. I ask to read your hearts in turn, starting with you. What will it be?

'''Shigure Kira:''' (I don’t think we’re in a position to say no…)

'''Shigure Kira:''' …Okay.

…

After Shigure Kira answered, the hermit fell into a long silence.

But perhaps the reading of the heart had already begun while she waited jitterily.

'''Shigure Kira:''' …

'''Shigure Kira:''' (…Ten minutes have passed. Why isn’t she talking?)

'''Shigure Kira:''' (And we’re a door apart, so why do I still feel like I’m being watched…)

'''Hermit:''' Regret is born from admiration. Loathing is born from resemblance.

'''Hermit:''' Contradiction lingers in your mind, as salt floating in water.

'''Hermit:''' I can see you have done a deed not bound by heavenly or earthly reason.

'''Hermit:''' You refuse to acknowledge its negativity, and lay the blame for it on others.

'''Shigure Kira:''' …?

'''Hermit:''' The passage of time has not weakened your perturbation, but deepened your loathing.

'''Hermit:''' “The next time we meet, I will have them suffer what I have endured.”

'''Hermit:''' Despite not knowing them well, you still bear this thought in mind to this day.

'''Susannah:''' Um, Miss Kira, what the hermit said… isn’t real, right?

'''Shigure Kira:''' Part of it is, but the rest…

'''Hermit:''' True or false matters not. What matters is our faiths have connected in the process.

'''Shigure Kira:''' …I understand.

'''Hermit:''' …Only a calm mind can calm the waters.

'''Hermit:''' That is all.

'''Shigure Kira:''' Th-Thank you for the advice. I’ll think it over.

'''Hermit:''' The second visitor, you may come forward.

'''Susannah:''' Ah, already!

'''Susannah:''' Great hermit, wh-what do I need to do?

'''Hermit:''' Please stand before the door like the last visitor.

'''Susannah:''' Will do!

'''Susannah:''' I’m so nervous…

'''Hermit:''' Hmm…

'''Hermit:''' Unlike the last visitor, your mind is straightforward.

'''Hermit:''' This allows you to rebound from setbacks quickly and face the future positively.

'''Hermit:''' You treat your life and work with great diligence and seriousness, which has earned you many praises.

'''Hermit:''' Although you cannot overcome challenges readily, you firmly believe you can do anything so long as you put your mind to it.

'''Susannah:''' Sob! I-It’s super accurate! Even Mum and Dad don’t know me like you do!

'''Hermit:''' Fufu, they know you… but are perhaps too shy to express it.

'''Hermit:''' In the near future, you will realise your wish and become the daughter they are proud of.

'''Susannah:''' Thank you, great hermit! I’ll work for it!

'''Seele:''' …

'''Seele:''' (I’m next.)

'''Hermit:''' Oh… The last and the most peculiar visitor.

'''Hermit:''' After listening for so long, you seem to have much to say.

'''Seele:''' Yeah. Since you can read their minds… surely you can read mine as well.

'''Hermit:''' Of course.

'''Hermit:''' On you, I see a fear of the future, a frustration with the present, a doubt of me, and a burning desire.

'''Hermit:''' …You are anxious to find your treasure lost on another shore.

'''Hermit:''' This is why you want to win my favor, who is most likely to know its whereabouts, so I may tell you all there is to the underworld.

'''Hermit:''' You are most persistent, but not pure… not pure enough to know everything, at least.

'''Hermit:''' So…

'''Seele:''' So the next step is to advise us to see the Tower Sage?

'''???:''' …Fufu, you speak my mind.

'''Shigure Kira:''' Oh, I see.

'''Shigure Kira:''' I was wondering why our “Nostradamus” was so small-minded, to the point that she could only pick on a single person, exaggerating what I’ve done to someone and throwing shade at me any chance she got.

'''Shigure Kira:''' This makes sense if it’s you…

'''Shigure Kira:''' Misteln.

'''Misteln:''' It’s been a while. So Miss Kira has gotten better with words. I guess that’s… worth celebrating?

'''Shigure Kira:''' The same goes for you, Miss Misteln. It’s only been half a year but your ability to annoy people has improved by leaps and bounds.

'''Susannah:''' That…

'''Seele:''' Misteln, you aren’t… the real hermit, are you?

'''Misteln:''' Oh, her… She’ll wake up in a moment, don’t worry.

'''Misteln:''' As for all of you, if you really wish to know more about the underworld, it’ll be easier for you to meet the Sage yourselves.

'''Seele:''' So you disguised as a hermit just to give us this suggestion?

'''Misteln:''' It’d be best if you trust me and go there on your own.

'''Misteln:''' Ultimately, I just wanted to cosplay~

'''Susannah:''' Huh? T-This is a cosplay? But you were almost completely right!

'''Shigure Kira:''' She was right because she understands us.

'''Susannah:''' That’s why she didn’t mention Vita at all! But she… probably doesn’t know me either?

'''Misteln:''' Anyone with the right skills could guess the personality and experiences of someone they just met.

'''Misteln:''' I simply made use of what you said at the beginning and gave you a vague description that could fit anyone.

'''Misteln:''' Everyone has a bit of diligence in them.

'''Misteln:''' In the real world, the ever-popular astrology and tarot readings also use such simple diction to create an air of mystery. But people who regard those words as truth and even their future…

'''Misteln:''' Are numerous.

'''Susannah:''' Hmm…

'''Misteln:''' But I truly meant the last thing I said to Susannah.

'''Misteln:''' Of course, I also truly wish to introduce you to the Sage.

'''Shigure Kira:''' What if we say no?

'''Misteln:''' Oh my… Then I’ll have to take more forceful measures.

'''Susannah:''' Where did these Seeds of Ideas come from?!

'''Seele:''' Vita, please stay back, leave this to us!

'''Vita:''' Alright!

'''Shigure Kira:''' Heh, she calls it an invitation, but in reality she tricks us again and again. I’m so done!

'''Susannah:''' I-Is this the kind of trap I read about in books?

'''Seele:''' …Let’s focus on taking out the enemies now.

…

'''Misteln:''' What an incredible battle.

'''Shigure Kira:''' Save your arrogance.

'''Shigure Kira:''' You, Prometheus, and that Sage that refuses to show herself up in that tower, what are you three up to?

'''Misteln:''' Huh? Did nobody tell you about it?

'''Misteln:''' Let’s see… If I must give an explanation now…

'''Misteln:''' Saving this universe. How’s that?

'''Vita:''' But our universe… is doing just fine?

'''Misteln:''' Miss Vita, it’s the other world that we truly want to save… the underworld that you believe in and pray for.

'''Seele:''' …!

'''Misteln:''' Just as I had cosplayed a hermit on a whim, you can view Prometheus and the Sage as people cosplaying as someone else.

'''Misteln:''' And in my opinion… How can the Sage, who is responsible and always thinking about how to save others, be your enemy?

'''Shigure Kira:''' …You, saving the universe?

'''Shigure Kira:''' No matter what you’re planning, even if you’re being honest, at least nothing you’ve done so far is convincing.

'''Shigure Kira:''' In fact, it irritates me.

'''Shigure Kira:''' Of course, it might be because I’m looking at you through colored glasses. I’m just a “salty” idol after all. I’ll be blinded by the snow if I don’t put on some shades.

'''Susannah:''' (What should I do, I can’t chime in…)

'''Seele:''' (It’s okay… I believe Miss Kira knows what she’s doing… probably.)

'''Susannah:''' (S-So you’re uncertain too…)

'''Misteln:''' Fufu, “irritate”, I see…

'''Misteln:''' In that case, all of you can go to the real borders of the Holy City.

'''Misteln:''' When you notice that matter again… All the secrets will be answered.

--

====<u>Gameplay 37-13 - Moon Isn’t Moon</u>====
…

Despite being proficient at playing a hermit, Misteln Schariac is no prophet in the true sense of the word.

She was unaware that the other world in dire need of saving was about to witness a crucial event.

'''Herrscher of Sentience:''' …So, does Professor Rock understand now?

'''Schrodinger:''' Yes. Thanks to your expressive descriptions, I’ve gotten a grip on the situation.

'''Schrodinger:''' In terms of results, what I experienced not long ago isn’t different from yours. I was supposed to arrive at the same place as my rescuee, but found myself in the underworld that’s full of will-o’-wisps.

'''Schrodinger:''' You probably don’t know her, but my scientific attitude compels me to ask…

'''Schrodinger:''' Do you know Shigure Kira?

The two that didn’t see eye-to-eye both shook their heads.

'''Seele:''' She’s your rescuee?

'''Schrodinger:''' Yes, my partner, to be exact. She had an accident on her first entry into a bubble universe… I picked up her distress signal and rushed to her rescue, but got stranded here.

'''Seele:''' Fine… Just don’t tell me Hare did this.

'''Schrodinger:''' I conjecture this that nothing to do with the Stigmata… and is caused by a rule above common knowledge instead.

'''Schrodinger:''' I’m not corporeal, so I’m essentially a mass of thinking energy. By that property, I can easily attach to any matter and establish connection with humans, as long as the coordinates are specified.

'''Schrodinger:''' But this time, while I was traveling toward one matter as a mass of energy, I was captured by an unresolvable rule and forcibly thrown at another matter, which is this Moonrock.

'''Schrodinger:''' Luckily, the rule’s grasp on me weakened after entering this world, and I was able to confirm Shigure Kira’s approximate coordinates again.

'''Schrodinger:''' What surprised me is that we’re almost at the same point in the Sea of Quanta, only in two bubble universes of entirely different natures.

'''Schrodinger:''' …This is also the case with the two Seeles, I assume.

'''Schrodinger:''' To be extreme, it could be the interference of some faction that led to the overlapping of the two bubble universes.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Come to think of it, is that weird woman really capable of setting the rules of a world?

'''Seele:''' …

'''Seele:''' If the professor’s right, then this is a suspicious point.

'''Seele:''' Hare has been playing the same tricks on us since rifts appeared in Nagazora for some reason… but to say she’s strong enough to set the rules of a world is a stretch.

'''Seele:''' But compared to a mystery… We should locate Seele first. Got any ideas, professor?

'''Schrodinger:''' Good, because I want to ask you for a favor.

'''Schrodinger:''' I want you to take this Moonrock that I’ve possessed to the overlap between the two universes. Maybe I can pass through it in some way, and enter the bubble universe where Shigure Kira is… and help you locate Seele.

'''Seele:''' …Sounds reasonable. Besides, you’re trusted by Seele.

'''Herrscher of Sentience:''' Mhm. We have the same goal, so you gotta help.

'''Herrscher of Sentience:''' But there’s something I don’t understand. Why is this rule that flings people around more powerful outside the bubble universe? Is it because it feels the people inside it can’t find this overlap in their lifetime?

'''Schrodinger:''' …I don’t know. What if the rule is the boundary of the bubble universe? In that case, the area beyond the boundary isn’t covered by the rule.

'''Schrodinger:''' …Like a moat won’t drown the city it protects.

'''Seele:''' That said, I don’t think anyone in this world has found this hypothesises overlap. Or at least they haven’t realised.

'''Schrodinger:''' …Yeah. It could either be an illusion that doesn’t conform to knowledge, or a real image that’s integrated into the underworld.

'''Schrodinger:''' As for which direction it is in from us… that’s a problem we need to solve.

'''Herrscher of Sentience:''' Hmm…

'''Herrscher of Sentience:''' East, west, south, north, down, middle, up…

'''Herrscher of Sentience:''' …?!

As if having noticed something, the Herrscher of Sentience suddenly stopped mumbling and jerked her head up.

She shot her gaze at the unsettling moon hanging in the dark night, which was silently casting a soft glow.

'''Herrscher of Sentience:''' Hahahaha! So that’s it!

'''Seele:''' What is it?

'''Herrscher of Sentience:''' Nothing, just the wise Herrscher of Sentience having an epiphany.

'''Seele:''' Ah?

'''Herrscher of Sentience:''' Look at the moon in the sky, it’s half real and out of the ordinary people’s reach, matching the qualities of the overlap we’re looking for!

'''Herrscher of Sentience:''' And the Seele you miss is probably on the moon, or the world before death as the souls call it.

'''Seele:''' Moon? We aren’t looking for Kiana.

'''Herrscher of Sentience:''' Who said only Kiana can stay on the moon?

'''Seele:''' You should know that the celestial bodies in a bubble universe aren’t the same as those in the real world… one could even say they’re purely ornamental. How’s Seele supposed to stay on that kind of thing?

'''Herrscher of Sentience:''' Don’t jump to conclusions, I have my reasoning.

'''Herrscher of Sentience:''' First of all, have you ever wondered why the people here turned into will-o’-wisps?

'''Seele:''' Because they’re dead.

'''Herrscher of Sentience:''' How did they die?

'''Seele:''' You’re asking me when they can’t remember it themselves?

'''Herrscher of Sentience:''' …Look at the moon, what’s it like to you? Since Seele said it’s an ornament, then it being a hole in the sky isn’t impossible, right?

'''Schrodinger:''' …?

'''Herrscher of Sentience:''' Think of it this way. The will-o’-wisps are originally the people living on the moon, but one day they stumbled off it and splatted into what they are today.

'''Herrscher of Sentience:''' As for us, we never fell from the sky, and are visitors at best. As long as we bathe in enough moonlight, we can maintain our human form and move freely.

'''Schrodinger:''' …

'''Seele:''' …

'''Seele:''' (Huh? Wait…)

'''Seele:''' (Now that she mentions it…)

'''Seele:''' …Herrscher of Sentience, I think we both overlooked something.

The girl raised the Moonrock in her hand, until its contour aligned in between the moon and her eyes.

'''Seele:''' If the people living on the moon can fall down, why can’t the moon itself?

'''Seele:''' Maybe the people here call a moon rock “Moonrock” not because it can emit the moon’s glow, but because… it’s a part of it.

'''Seele:''' For that reason, it can preserve souls like the moon.

'''Herrscher of Sentience:''' You don’t say! That links something else together!

'''Herrscher of Sentience:''' Professor Rock, although you can’t see, the lake we’re at is abundant with glowing moon rocks.

'''Herrscher of Sentience:''' Obviously, this unique sight can only be created by a lot of labor or nature.

'''Herrscher of Sentience:''' The former is ruled out since will-o’-wisps don’t have a physical body to grab moon rocks.

'''Herrscher of Sentience:''' So there’s only one explanation.

'''Herrscher of Sentience:''' This lake is right under the source of moon rocks, or fallen moon rocks wouldn’t have piled up like this.

'''Seele:''' But along these lines… the moon in this bubble universe isn’t an ornament at all…

'''Seele:''' What could it be?

'''Schrodinger:''' Yeah, what do you think the moon rocks could be?

'''Seele:''' …?

Her bizarre contact with the moon rock made her subconsciously categorise it into the rare and precious, just like those ghosts.

'''Herrscher of Sentience:''' That reminds me, we haven’t given it much thought.

Somehow, the ghosts’ descriptions of their memories occurred to her.

'''Herrscher of Sentience:''' (Crystal… Taste of seawater…)

'''Herrscher of Sentience:''' It can’t be! Wait, professor, don’t say the answer yet…

Out of the good habit of learning by doing, the Herrscher of Sentience decided to listen to an urge.

She picked up an ordinary moon rock, played with it a little, and seconds later…

Crushed it with her fingers.

'''Herrscher of Sentience:''' I’m not even trying, it’s way too brittle.

'''Seele:''' What are you doing…?

'''Herrscher of Sentience:''' Nothing, just studying it the scientific way.

Then, to Seele’s surprise, she dabbed her little finger into the powder left on her palm before licking it.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' …Bah! So salty!

'''Schrodinger:''' After all, glowing aside, moon rocks aren’t any different from rock salt in the real world.

'''Herrscher of Sentience:''' What? This really is just bigger salt?

'''Schrodinger:''' Yeah. I’m possessing one, so I can learn their chemical composition.

'''Schrodinger:''' But a slowly crumbling rock salt is clearly not a stable celestial body. Since you too believe something fantastic exists right above us…

'''Schrodinger:''' The next thing I ask of you to do is to head toward the border of Milky Sand, and observe the moon’s changes as you go.

'''Herrscher of Sentience:''' I get it, “you can only see the whole of a mountain from afar”. When we’re far enough away, the moon will reveal its true form, right?

'''Schrodinger:''' Given that this bubble universe is rather small, I believe it won’t take much time.

'''Herrscher of Sentience:''' However…

The Herrscher of Sentience suddenly changed the topic.

'''Herrscher of Sentience:''' You weren’t very honest, were you? You said chemical composition… that means you knew it was salt all along! Sodium chloride!

'''Schrodinger:''' Of course. But if it wasn’t for the discussion… I don’t think we could’ve reached an agreement so quickly.

'''Schrodinger:''' I truly have nothing but the knowledge this rock has brought me.

'''Herrscher of Sentience:''' …

'''Seele:''' …

'''Seele:''' Fine, now’s not the time to bicker.

'''Seele:''' Herrscher of Sentience, let’s get moving… we might find Seele soon!

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Oh, right.

'''Herrscher of Sentience:''' (…)

'''Herrscher of Sentience:''' (Seele… you just…)

'''Herrscher of Sentience:''' (Am I being paranoid?)

'''Herrscher of Sentience:''' Hey, why are you running so fast? Are you worried about Seele?

'''Seele:''' …

'''Herrscher of Sentience:''' Pfft, save it for yourself, she’s tougher than you think.

'''Herrscher of Sentience:''' Especially her mouth. I’m the only person she can’t out-talk.

'''Seele:''' …

'''Seele:''' By the way, weren’t you traveling in Shenzhou with Fu Hua? Why are you the only one here?

'''Herrscher of Sentience:''' …Where did that rumor stem from?

'''Herrscher of Sentience:''' I’m unbounded like the wind, not a three-year-old. I go wherever I want and do whatever I want.

'''Seele:''' That’s for sure.

…

“When we are finding our way forward in the dark, we will hold on to anything we come across, as if it is the only hope.”

“But once the light is restored and we let it go, we realise it was only a tiny part of the whole, and we are inseparable from the whole.”

The girls had yet to realise that going against the moon had put them in a dim land that could only be reached by sacrificing will-o’-wisps.

And the simple action of observing the moon had led them into another labyrinth…

'''Herrscher of Sentience:''' Woo… So this glowy thing really isn’t the moon?

As it is difficult for the inhabitants of Milky Sand to describe the day, the visitors from the outside world couldn’t immediately process what they saw.

A pure white tower was hanging above the black sand upside down, and the glowing moon was but a light adorning its tip.

A translucent line appeared above their heads.

It blurred the boundary between heaven and earth, falling and rising.

--

====<u>Gameplay 37-14 - Reunion</u>====
'''Susannah:''' Huff… Is this the place?

'''Vita:''' Yeah. This is the village on the borders of Salt Snow Holy City!

'''Susannah:''' But this place feels weird… It’s a part of the Holy City, but black things are everywhere…?

'''Seele:''' …This is probably why Hare told us to come here.

'''Seele:''' Susannah, don’t these black flowers look familiar to you?

'''Susannah:''' They do! The same flowers were growing on the gate we couldn’t open when we just arrived.

'''Susannah:''' Do we need to remove them with Lightsalt?

'''Shigure Kira:''' No need yet… because they’ll keep growing. Look over there.

Susannah looked at where Shigure Kira was pointing and finally understood why she sounded so assertive.

Above the border village floated a large amount of black matter that was as fine as a speck and light as a feather.

Something imperceptible and chilling happened in the gloom… the moment they drifted to the ground, they changed into palm-sized black flowers.

'''Seele:''' I remember you said this phenomenon is unique to the border of Salt Snow. The black flowers did only appear on the gate then…

'''Seele:''' But if this situation continues, it might not be longer before they spread out.

'''Susannah:''' Hmm…

'''Susannah:''' Don’t you find it similar to the environmental pollution we often see on TV?

'''Seele:''' …

'''Shigure Kira:''' …Indeed. If the worlds of the dead and living are entangled, then I fear it’s at a tighter level than we suspected.

'''Seele:''' Which is to say, it’ll also cause the overlap between bubble universes to widen…

'''Shigure Kira:''' Yes. If our initial hypothesis isn’t fundamentally wrong… As the bubble universe’s border, the border village is the place most likely to come into contact with the underworld.

'''Shigure Kira:''' They could be in the overlap right now.

…

'''???:''' She… is back again?

'''Susannah:''' …

'''Susannah:''' Wh-Who’s talking?!

'''Seele:''' I don’t think anyone talked. A villager, maybe?

'''Vita:''' This village has been abandoned for a long time. Who could live there?

'''Seele:''' So it’s an aftersound of the underworld?

'''Susannah:''' Eek!

'''Shigure Kira:''' Haha, don’t be afraid, there’s so many of us.

'''Shigure Kira:''' Let’s go check it out.

'''???:''' …

'''Susannah:''' Here it comes again!

'''Susannah:''' What are they talking about?

'''Seele:''' Let me focus…

'''???:''' Look, she’s back again!

'''???:''' And she’s brought someone with her.

'''???:''' What a kind lady. She’s brought us a new Moonrock before we used up the ones she brought last time.

'''???:''' Could she be… could she be the Sage?

'''Seele:''' …Again?

'''Seele:''' Could she be Seele?

'''Shigure Kira:''' Or… the Sage herself?

'''???:''' …

'''???:''' …Do we have anything called “Tele Pon” here?

'''???:''' Bet you don’t know “Tele Pon” is the name they gave the beast hungry for moonlight.

'''???:''' Ah, Great Sage, your kindness has graced this borderland… we cannot thank you enough!

'''Seele:''' The beast… hungry for moonlight?

'''Seele:''' Could the “Tele Pon” they mentioned possibly be the monsters in the Sea of Quanta attracted to Lightsalts?

'''Susannah:''' And by the sound of it, their Moonrock and our Lightsalt seems to be the same thing. They’re both salty, at least.

'''Shigure Kira:''' …if that’s the case, it’d be a pretty good Dad joke for this world.

'''Shigure Kira:''' The voices are gone…

'''Shigure Kira:''' What happened?

'''Susannah:''' Did the people from the underworld leave?

'''Vita:''' …Maybe? But I hate cliffhangers.

'''Susannah:''' My Mum didn’t finish bedtime stories when I was little either because she wanted me to sleep earlier. But after she left my room, I’d close my eyes and imagine what happened afterwards.

'''Vita:''' (Mum’s bedtime stories? Fufu…)

'''Shigure Kira:''' Writing the second half of an unfinished story… that requires exceptional deductive skills.

'''Susannah:''' Haha… You can’t compare making up stories to deducing.

'''Susannah:''' But I can keep making up the story, if that’s what everyone needs!

'''Shigure Kira:''' Of course we do. Go ahead.

'''Susannah:''' Okay! Let me think…

'''Susannah:''' For instance, to long protect the moon and the people bathing in it, the Great Sage and her companions decided to tame the monster known as “Tele Pon”.

'''Susannah:''' They crossed the line between life and death, and after many days, reached the den of “Tele Pon”.

'''Susannah:''' And the Moonrock is the key to building and strengthening a connection with “Tele Pon”!

'''Shigure Kira:''' …Then what they’re about to do is to connect with “Tele Pon” on a deeper level.

'''Susannah:''' Of course!

'''Seele:''' …

'''Seele:''' Well… I think I’ve figured it out.

'''Susannah:''' You have?

'''Seele:''' Up till now, we thought those conversations were the aftersounds of the past.

'''Seele:''' But Susannah reminded me that the story might not have ended, and instead that the reader stopped reading halfway.

'''Susannah:''' Huh? D-Do you mean… something horrible happened to them?

'''Shigure Kira:''' No… She’s saying that… the so-called Sage, whoever she is, is still acting?

'''Seele:''' Yes. Maybe some changes we don’t know yet let us hear their voices.

'''Susannah:''' But if we think about it that way, those voices weren’t the aftersounds of the past… but the echoes from another world?

'''Shigure Kira:''' Yes, given the properties of echoes and entanglement… the next conversation will likely occur some time later.

'''Shigure Kira:''' But the interval itself is useful information. It can help us understand the true structure of this world.

'''Vita:''' Looks like all we need to do is wait?

'''Shigure Kira:''' So it seems… In the meanwhile, I’ll use my ability to capture any suspicious sounds.

Feeling uneasy, the four quickly quieted down.

They knew that almost all their actions were based on dubious assumptions.

They also had an unspoken consensus on regrouping.

Thus, reality rewarded them to some extent…

'''???:''' …

'''???:''' Something that’s happened once… is no miracle…

…

'''Seele:''' That’s… the Herrscher of Sentience?!

'''Susannah:''' Why is she there?

'''Seele:''' Hmm…

'''Seele:''' …

The girl had not realised how quickly she deduced the story.

'''Voice Behind the Door:''' Easy. There’s a pedestal in front of the door, right? That’s a basic condenser.

'''Voice Behind the Door:''' Wait. Since you’re going to the village, why don’t you collect some Lightsalts for me on the way?

'''Seele:''' When I touched this Lightsalt… it felt soft.

The moment the similar stories took shape in her mind, she immediately understood one thing…

No matter how long or what structure the stories may be or have, in the stories of the two worlds, the protagonists all had the same objective.

'''Seele:''' Whatever the case…

'''Seele:''' They’re definitely looking for a way to reach us!

…

…

'''Seele:''' …Please.

And thus, the girl reached toward the Lightsalt…

And remembered the first dream she had in the depths of the Sea of Quanta.

Some time ago.

After calming down, Seele and the Herrscher of Sentience updated Dr. Schrodinger on the situation.

'''Schrodinger:''' …It appears the Herrscher of Sentience is right. The other Seele and Shigure Kira are probably in the world of the living, where that white tower belongs. That world is closely connected to the underworld indeed.

'''Herrscher of Sentience:''' See? If you believed me then, we wouldn’t have needed to go through all this.

'''Herrscher of Sentience:''' …Wait, I haven’t forgotten that you didn’t tell us the chemical composition until the last minute!

'''Schrodinger:''' …You need to move on. After all, working out the structure of the two bubble universes is only the beginning of our work.

'''Schrodinger:''' Your first mission remains to synchronise information with the other Seele as soon as possible, and to find a way to the real world with her. Of course, this will also benefit Shigure Kira and me.

'''Seele:''' …

'''Seele:''' The problem is… how can we reach the white tower above us? We can’t go by rocket, can we?

'''Herrscher of Sentience:''' How about I question some more wisps? Their memories are incomplete, but if I piece them together, surely something will come out of it.

'''Schrodinger:''' That’s our only option for now.

'''Seele:''' Yeah…

Maybe this method would eventually yield a clue or two. But in any case, it wasn’t the best solution… in fact, it was quite inefficient.

After realising this, the girl’s enthusiasm waned like the spumes along a beach and was washed away by the waves of reality.

'''Herrscher of Sentience:''' About that… Professor Rock, is there a more efficient method?

'''Schrodinger:''' That depends on the information you provide. Like those ghosts you contacted, I’m unable to interact with the environment.

The Herrscher of Sentience pondered for a moment, put on a knowing face, and patted her discouraged companion on the shoulder.

'''Herrscher of Sentience:''' …Ya heard me? Quit being evasive and tell us what happened?

'''Seele:''' …?

'''Herrscher of Sentience:''' Didn’t something bump into you when you were touching the Moonrock?

'''Seele:''' How did you…

'''Seele:''' Do you like peeking into other people’s hearts so much?

'''Herrscher of Sentience:''' I’m trying to help. If you have something to say, say it. It’s not like we haven’t seen weirder things.

'''Herrscher of Sentience:''' If you keep bouncing back and forth between “that’s Seele” and “that’s an illusion”, the big white tower is gonna fall from the sky!

'''Seele:''' You…

'''Seele:''' …

'''Seele:''' …There was this one thing.

'''Seele:''' Not long after I came here, I did the wisps a small favor.

'''Seele:''' To preserve them, I embedded a Moonrock into a pedestal as told. But when I was about to withdraw my hand, I felt another hand on the back of mine.

'''Seele:''' My gut instinct told me it was Seele… but when I called out her name, that strange feeling vanished.

'''Schrodinger:''' …

'''Schrodinger:''' Seele, where were you when it happened?

'''Seele:''' In the borderland of the Country of Milky Sand, I reckon… Oh, I remember the wisps saying that’s the first place to overlap.

'''Schrodinger:''' …

'''Schrodinger:''' It’d be too coincidental to be an illusion.

'''Schrodinger:''' As an overlap between two bubble universes, the “first place to overlap” must be their borderlands.

'''Schrodinger:''' If the tip of the white tower is the brightest “origin” among them, then the borders that overlap horizontally is a most imperceptible “baseline”.

'''Schrodinger:''' Whether it’s the origin or a baseline, as long as they’re on a critical surface, building a special connection becomes possible. This connection isn’t stable… but at least it’s there.

'''Schrodinger:''' Along these lines, if we can re-enter the place where you connected, we may be able to connect with Seele again.

'''Seele:''' …Oh.

'''Schrodinger:''' But…

'''Herrscher of Sentience:''' Wow! You’re a great talker, pointing us in the right direction and all.

'''Herrscher of Sentience:''' Seele, you remember the way?

'''Seele:''' Um… of course I do.

'''Herrscher of Sentience:''' How about we take off now?

'''Schrodinger:''' …?

The Herrscher of Sentience didn’t dwell on the details this time, which caught the doctor off guard.

But she quickly found the reason…

'''Schrodinger:''' …You two should go.

…

Given her disposition, telling a white lie was certainly what she was the most unwilling to do and least good at.

…Despite having done it once in Mount Taixuan.

All in all, this contradiction was part of the situation. In terms of disposition, she could relate to Seele, who was somewhat similar, better than anyone else.

Since their first meeting, she had felt a perpetual yet secret urgency on her…

And by analogy with her condition, she assumed that this sense of urgency stemmed more or less from her distrust of the other Seele.

But she learned she was wrong later.

Her companion was so trusting of the other Seele!

To the point of unwilling to put the same trust in herself, who was also called Seele.

'''Herrscher of Sentience:''' We’ve covered a lot of ground today.

'''Seele:''' Are you tired? We can take a break if you are.

'''Herrscher of Sentience:''' Not really. Just expressing.

'''Seele:''' Well, that’s unlike you.

'''Herrscher of Sentience:''' …

'''Seele:''' Hmph, too weak.

'''Seele:''' Let’s go.

'''Herrscher of Sentience:''' …

'''Seele:''' Here.

'''Herrscher of Sentience:''' Do the wisps here know you well? They appear to care about you.

'''Seele:''' Why would they? Like I said, I just placed a Moonrock for them.

'''Herrscher of Sentience:''' Heh, I thought it was something remarkable.

'''Herrscher of Sentience:''' Speaking of which, it’s pathetic of them to treat someone who helped them so little like a sage.

'''Seele:''' …But why do I remember someone enjoying it?

'''Herrscher of Sentience:''' That’s a different matter, okay?

'''Herrscher of Sentience:''' Ugh… Fine, I don’t want to bicker. I’m already tired from all the fighting today.

'''Seele:''' Heh.

'''Seele:''' But I think they’re pretty pure.

'''Seele:''' “I’m good to anyone that’s good to me.” See how simple the philosophy is?

'''Seele:''' If you ask me, those wisps are just a little clumsy in showing affection.

'''Herrscher of Sentience:''' Like you?

'''Seele:''' …Um.

'''Seele:''' Oh shut up.

'''Herrscher of Sentience:''' Yeah yeah.

'''Herrscher of Sentience:''' Hello? Professor Rock, can you hear me? Banter is over, we’ve reached our destination!

'''Schrodinger:''' …Herrscher of Sentience, I’m in your pocket. I’ve been listening.

'''Herrscher of Sentience:''' Oh, almost forgot.

'''Schrodinger:''' We’ll leave the operating to Seele. You only need to ensure that the process isn’t interrupted.

'''Herrscher of Sentience:''' Wait, what about our Moonrock? Aren’t we using the previous one?

'''Schrodinger:''' Use the one I’m possessing. Once you build a connection, I can coordinate things to stabilise the channel.

'''Schrodinger:''' If we need to use the same Moonrock to build an effective connection, the wisps sustained by moonlight would’ve dissipated long ago.

'''Schrodinger:''' Of course, I want you to resume the state of sharing a body with the other Seele as soon as possible.

'''Schrodinger:''' This is not a technical assertion, but I believe it will increase your odds of building a connection.

'''Seele:''' …

'''Seele:''' …I understand.

Yet the girl holding a Moonrock didn’t walk to the pedestal. She stood in place and looked at her companion.

'''Herrscher of Sentience:''' What? Does Professor Rock have to spell it out?

'''Herrscher of Sentience:''' Just see it as making a call. All you have to do is dial.

'''Seele:''' …Thank you.

'''Herrscher of Sentience:''' What?

'''Seele:''' …Nothing. I hate to admit, but I get nervous too.

'''Seele:''' I know this isn’t the same as making a regular call.

'''Seele:''' It’s more like calling a random payphone in the city, and expecting a specific person to pick it up timely.

'''Seele:''' Doctor… I can understand it that way, right?

'''Schrodinger:''' That’s a perfect example. To be honest, it’d be a small probability event, or even a zero probability event, in the real world.

'''Seele:''' …As expected.

'''Seele:''' I felt something was off on the way. You didn’t need to keep this from me, I’m not that dummy.

'''Herrscher of Sentience:''' Why did I even bother.

'''Herrscher of Sentience:''' But it can’t be hurt to try, especially when there are so many wisps. If it fails, just execute my Plan B.

'''Herrscher of Sentience:''' The key is that you…

'''Seele:''' …?

'''Seele:''' Me what?

'''Herrscher of Sentience:''' Come on, you’ve teamed up with the Herrscher of Sentience for so long, and you still think she can’t figure you out?

'''Herrscher of Sentience:''' I know what you’re thinking, but I can’t fathom why you want to do it.

'''Herrscher of Sentience:''' You’re not a dunce like Kevin, nor a rare genius like Dr. MEI. How different can you two be, minus the personality?

'''Herrscher of Sentience:''' You seem to like maintaining a weak presence and viewing the future negatively at the slightest setback.

'''Herrscher of Sentience:''' Seriously, you should have Seele teach you how to live actively and positively. You might even become as optimistic and confident as I am.

'''Seele:''' …Wh-What are you talking about?!

'''Herrscher of Sentience:''' Drop the act. You know what I’m talking about.

'''Herrscher of Sentience:''' Anyway, you should come out more often.

'''Herrscher of Sentience:''' …Actually, what I want to tell you can be summed up in two sentences.

'''Herrscher of Sentience:''' Something that’s happened once is no miracle. Not to mention you were the one who provoked it.

'''Seele:''' …

'''Seele:''' Heh.

'''Seele:''' Herrscher of Sentience.

'''Herrscher of Sentience:''' Yeah?

'''Seele:''' Can you… eat spicy food?

'''Herrscher of Sentience:''' …Yo, what’s gotten into you?

'''Seele:''' Who knows?

…

To the three of them, the most possible outcome of this attempt was, without a doubt, ruling out a possibility.

Ruling out the possibility that “the common probability knowledge in this world was different from that in the real world”.

But as someone just said, this problem could be viewed from the opposite perspective…

'''Seele:''' (“Something that’s happened once… is no miracle.”)

'''Seele:''' (It’s so rare for her to say something so philosophical.)

'''Seele:''' (Yeah, miracles shouldn’t even happen. Now that it’s happened…)

'''Seele:''' …

'''Seele:''' Seele, you’re here, right?

…

…

''[CG plays wherein the Moonrock and Lightsalt of the two Seeles glow, and a shot of two butterflies finding each other, one red and one blue, is shown:''

'''''Seele:''' I’m here!''

'''''Seele:''' Seele!'']

Between the gaps of the ocean and the foams, she once had a dream.

In the dream, the drifting boat was going nowhere, and the boundless sea was engulfed by the darkness.

No one but herself.

She clenched to the paddles until the first ray at dawn dropped on her face.

Thus she was awakened.

…

She was holding the hand of her other self.

The previously dark sky only turned bright.
|-|Elder Enigma=

__TOC__
===Elder Enigma===

====<u>Shadowy Bind</u>====
'''Seele:''' This place is…

'''Susannah:''' It looks like a temple, but sort of like… ruins too?

'''Seele:''' We can’t be sure yet. But… there’s a weird atmosphere.

'''Shigure Kira:''' Yeah, move with caution.

'''Seele:''' I see, we can keep moving forward now.

'''Seele:''' …

'''Shigure Kira:''' Watch out!

'''Susannah:''' …!

====<u>Untouchable Cold</u>====
'''Seele:''' …!

'''Shigure Kira:''' That is…

'''Susannah:''' Ugh… S-So cold!

'''Seele:''' Miss Kira, be careful. That device seems to be emitting dangerous, frigid air.

====<u>Sunless Cage</u>====
'''Seele:''' Huh? That’s…

'''Susannah:''' Woah, it’s pitch black!

'''Seele:''' …!

====<u>Resounding Pull</u>====
'''Seele:''' …?

'''Seele:''' Am I imagining things…?