Act 1 - Schicksal Battle
Gameplay 8-1 - Air Terminal 3

[CG plays wherein the events between chapters VII and VIII are explained, going into a bit more detail:

In chapter VII, Overseer Otto of Schicksal captured Kiana Kaslana, a Valkyrie of St. Freya High School.

To protect her friend’s daughter, Principal Theresa allied with Schicksal’s enemy, Anti-Entropy.

She is prepared to force her way into Schicksal HQ to save Kiana, held prisoner there.

The allies decided to split their forces into two groups, and take advantage of Schicksal’s fight with a Judgment-class Honkai beast to attack from their flank, and take over Schicksal HQ’s Air Terminal 3.

Einstein: Madam Theresa, the mech squad has surrounded the airport.

Einstein: We may attack at any time.

Theresa: Just on time. We’re done with preparations as well.

Theresa: All squads to battlestations, and direct all firepower to take over Air Terminal 3!

Theresa: Focus all weapons on Air Terminal 3!]

Einstein: Ground forces! Take the Port Hub and help Dr. Tesla hack into the control system to neutralise Terminal defenses.

Einstein: My mechs will provide fire support.

Tesla: You best be quick, mophead!

Himeko: What is this?

Himeko: This core is calling reinforcements. Destroy it, now!

Theresa: Some hostile reactions have been detected in the control tower, be careful!

Tesla: What the heck is this thing!!

Einstein: Is this a tactical mech? No. It’s not the same as the Titans.

Himeko: And I thought Anti-Entropy had patented these humanoid mechs!

Einstein: A patent might not be a bad idea.

Einstein: Once we’re through here, I’ll give it some thought.

Einstein: But for now, I need to focus on the enemies at hand.

[CG plays wherein the Hyperion arrives just in time to bail Himeko out of the fight:

Himeko Hmph, these cretins just keep coming…

Himeko: Hah! You’ve finally arrived…

Himeko: Hyperion!]

--

Gameplay 8-2 - Command Tower

Himeko: Ground team reporting in, we’ve entered the control tower!

Himeko: This looks like the control room. I’ll leave this to you, Tesla… oh?

Tesla: Hmph, obsolete models. I’ll get through them in 5… no, 2 minutes!

Himeko: Hurry up. Those things outside are less patient than me.

Tesla: Find a way to hold them off for me! Toss that butterknife. You need bigger toys to kill these bugs.

Tesla: The control system has been switched to support mode.

Tesla: How about we go stir up some trouble now!!

Tesla: Try out my new weapon!

Himeko: Has it not been 2 minutes yet?!

Tesla: It’s 1 minute and 56 seconds. Got it. Defense system down.

[CG plays wherein Himeko coughs up blood, seemingly in a very critical condition:

Tesla: Air Terminal defense systems completely disabled.

Tesla: Hmph, too easy.

Himeko: Damn, not now…

Himeko: Am I really running out of time?]

--

Gameplay 8-3 - Battlefield Meeting

Himeko: Defense system deactivated. We’re safe! But we have no idea where Kiana is.

Theresa: Give the 2 professors some time. They’ll hack into the system and look for clues.

Theresa: See what they’ve found so far. Talk to Mei and see how Bronya is doing.

Himeko: Got anything so far, Dr. Tesla?

Tesla: Shush! Engineers need peace and quiet to work properly.

Himeko: Alright. Sorry to disturb you.

Himeko: Dr. Einstein, aren’t you helping out Tesla?

Einstein: Hacking is her specialty. Dr. Tesla doesn’t like being interrupted. I’ll just take a break.

Himeko: Then why don’t you come out of the mech?

Einstein: Because it’s comfortable. I furnished this unit with air conditioning, cushions, and a mini-fridge.

Einstein: Want something to drink?

Himeko: I’m alright. Can’t relax during the fight.

Himeko: Mei, how’s Bronya doing?

Mei: The surgery was a success. She’s coming around.

Mei: But Bronya’s body is still weak. She’s not in a state to fight. She’s resting in the medical bay.

Himeko: Good.

Mei: Major Himeko, before the battle starts, I have a favor to ask of you.

Mei: …Please remove the bomb placed next to my heart.

Himeko: Understood, I will let Theresa know.

Theresa: Tesla, how are things coming along?

Tesla: I’ve found the clue you were looking for. A few hours ago, a ship flew into Schicksal HQ’s Helheim Labs.

((Author's Note- (the text actually cut off at “Helh”, but given the context it was pretty easy to figure out what she was saying.))

Tesla: Those labs are creepy. Do you know what Otto would do to her?

Theresa: .We’re running out of time.

Himeko: The Helheim Labs aren’t too far from here. We should bust in.

Theresa: It won’t be that easy.

Theresa: The Helheim Labs have a massive defense barrier. Our firepower may not penetrate it quickly enough.

Himeko: We’re running out of time.

Theresa: We must come up with another solution: switching off that massive Honkai power-core to deactivate the shield.

Himeko: Sounds like a plan. I’ll do that. You stay put.

Himeko: Once the power-core is shut down, pilot the Hyperion through the breach.

Theresa: But what about you? Enemy reinforcements will show up quickly. You’ll be surrounded.

Himeko: Don’t worry. I was a member of the Valkyrie Assault Squad. I specialise in break-ins.

Theresa: But…

Himeko: Trust me, Theresa.

Theresa: …Understood. Good luck, Himeko.

Tesla: Wait. I went over the number of operable mechs. I can divert some to support you.

Tesla: I’ll join you as well. Someone has to lead the mechs.

Himeko: Leave them all on the Hyperion. They’ll need more firepower than us.

Tesla: I don’t like it when people counter my decisions. Find me outside when you’re ready.

Himeko: I’m ready, let’s go.

Tesla: I don’t think you’ll complete this suicidal trip.

Himeko: Hah. I have no idea what you’re talking about.

--

Gameplay 8-4 - Undercurrent

Fu Hua: Overseer Otto, I’ve arrived at HQ. Awaiting further orders.

Fu Hua: …No response. What’s going on?

Rita: Master Fu Hua? Rita here.

Rita: The Overseer has entered the lab and has ordered me to welcome you.

Rita: I’ve sent you a location signal. Rendezvous with me there.

Fu Hua: Rita? Why did Otto send her here?

Fu Hua: This place is crawling with Honkai beasts. Kiana… did you summon them?

Fu Hua: According to the signal, the location is just up ahead.

[CG plays wherein Fu Hua meets up with Rita, who just finished dealing with some Honkai beasts:

Rita: Ah, how annoying.

Rita: Time to clean this place up.

Rita: After all, Master Durandal really likes it clean.

Fu Hua: …Rita.

Rita: Welcome back, Master Fu Hua.

Rita: Good work taking care of that Judgment-class Honkai beast. Would you like a cup of tea?

Name-card for Rita appears: Valkyrie Squad [Immortal Blades], Lieutenant Rita Rossweisse]

Fu Hua: Why are you the only one here? Where’s your Captain Durandal?

Rita: Master Durandal has led a squad of Valkyries to purge the Honkai beasts attacking the HQ.

Fu Hua: I’m surprised she didn’t bring you along.

Rita: I do care about Master Durandal’s wellbeing…

Rita: But this is different. The Overseer ordered me to welcome you and assist you in your mission.

Fu Hua: That won’t be necessary.

Rita: It’s my job, Master Fu Hua. Please understand.

Fu Hua: …Alright. What’s the mission?

Rita: Master Theresa and her Anti-Entropy allies have occupied Air Terminal 3. The Overseer wants us to calm her down a little.

Fu Hua: Understood. But on one condition. No killing.

Rita: No worries. The Overseer wants Master Theresa and her girls safe as well.

Fu Hua: Let’s go, then.

Rita: Fighting alongside you is an honor, Master Fu Hua.

Fu Hua turns and leaves.

Rita: We can’t hurt them? Well, it’s dangerous to be emotional on the battlefield, Master Fu Hua.

--

Gameplay 8-5 - Path of No Return

Himeko: Entering the firing range of Schicksal’s defenses. Any battle plan, Dr. Tesla?

Tesla: Battle plan? Yeah, we should call Otto and ask him to shut down all the Honkai power-cores.

Tesla: Then lay down the red carpet and prep the champagne while we waltz into the lab. What do you think?

Tesla: Pfft. Plans. My plan is simple. If it moves, smash it.

Himeko: I like that plan.

Tesla: Lead the way!

Himeko: We must first confirm the location of the Honkai power-core.

Himeko: There should be a terminal nearby, let’s search for it.

Himeko: I’ve found the terminal, we should be able to use it to pull up a map of the area.

Himeko: This place is further than I thought. How’s things over there?

Tesla: Doing better than people with no sense of direction. I hacked into the system and located the Honkai power-core.

Himeko: You talk like a pain in the butt.

Tesla: I talk like a pain for idiots. You took up this super dangerous mission because you’re out of time.

Tesla: You want to sacrifice yourself for your friends. People like you think like idiots. I can see right through you.

Himeko: You came here to tell me that?

Tesla: Hmph. I’m not trying to be nice here. There was another idiot dumber than you are. People like you piss me off.

Himeko: Fine. Thank you anyway, Tesla.

Himeko: Wait, it seems like we could make use of this core.

Tesla: …Hey! That’s just what I was thinking. It’s connected to the mainframe.

Tesla: We can use it to hack into the Honkai power-core control system…

Himeko: Watch out! Reinforcements have arrived.

Tesla: Could you buy me some time here?

Tesla: I have a big surprise for my old Schicksal colleagues.

Himeko: I feel like all I’m doing today is buying you time, Dr. Tesla!

Tesla: Hah, got it! The Honkai power-core is down.

Tesla: Quick, let’s get out!

Himeko: Then we’ll have to take care of these guys as well!

--

Gameplay 8-6 - A Different Path

[CG plays wherein Rita and Fu Hua arrive to stop Himeko and Tesla:

Himeko: Every obstacle has been taken care of. Time to withdraw.

Tesla: Hah. Schicksal is pathetic.

Tesla: Calling these wrecks mechas is an insult to my mighty Titans.

Rita: Oh my, is this Anti-Entropy’s new mech unit?

Rita: Cleaning up this one might be slightly… more difficult, I presume.

Himeko: Careful, Tesla!

Fu Hua: This is where it ends, Major.

Fu Hua: Give up and surrender.]

Fu Hua: Lay down your weapons! I will not help you! You made a mistake. Kiana…

Himeko: She’s not the real Kiana. Theresa and I already knew about that…

Fu Hua: Her powers are unstable. She could rampage at any moment and threaten the whole of humanity.

Himeko: Strong words. You’re trying to kill an innocent girl, you know that?

Himeko: Is this the type of justice that you stand for, Fu Hua?

Fu Hua: Sacrifices are inevitable in the war against the Honkai.

Fu Hua: You know that better than I, Major. Showing mercy to the wrong people can be disastrous.

Himeko: You have no idea what “sacrifices are inevitable” even means.

Himeko: The tragedy is not how many people have died…

Himeko: …But how we’ve grown accustomed to the idea that people must die for others to live.

[CG plays wherein Fu Hua stops Rita before she kills Himeko and Tesla:

Rita: Allow me to deal the coup de grâce.

Fu Hua: I’ve said it before…

Fu Hua: If you don’t wish to become my enemy, then do not hurt them.

Rita: Understood, Master Fu Hua.

Rita: Then we’ll bring them back to the Church…

Rita: …As prisoners.]

Act 2 - Will of the Herrscher
Gameplay 8-7 - A Sky Torn Apart

Theresa: Hyperion is ready to go. We will engage once Himeko gives the signal.

Theresa: Mei, there’s something I need to tell you.

Theresa: Your heart bomb has been disabled.

Theresa: But this might cause the 3rd Herrscher to awaken. Don’t push yourself too hard. You can’t fully harness that power yet.

Mei: Thank you, Principal.

Theresa: Just call me Theresa. I’ve betrayed Schicksal. I’m no longer the Principal of St. Freya.

Theresa: Sorry. I got you involved in all of this.

Mei: Don’t say that. We left Schicksal together. You’re still our beloved Principal.

Mei: You admitted me into St. Freya 2 years ago despite me being a confirmed Herrscher host.

Mei: You are the reason why I’m standing here as a Valkyrie.

Theresa: Two years already? Time passed so quickly!

Mei: I used to be afraid that the Herrscher might hurt more people…

Mei: But I do not intend to hide any longer. I will use this power to protect the people I love.

Theresa: Mei…

Einstein: Sorry to interrupt. The barrier is changing, but we’ve lost contact with Tesla’s team.

Theresa: …Understood. Battle stations, Mei! We’re doing this.

Operator: Sensors picked up a large number of Honkai energy readings around the Hyperion!

Operator: Honkai beasts have started converging on our location through the breach in the barrier!

Theresa: What? Why do bad things keep happening at moments like these?

Mei: I’ll go take care of them!

Operator: The lower levels have been hit. Fires have been detected spreading through the cabins!

Mei: …Oh no, Bronya’s still there!

--

Gameplay 8-8 - A Girl’s Awakening

Mei: Enemies are entering the cabins! There’s no time to wait for support…

Mei: Evacuate our people from the lower decks. I will hold the Honkai beasts off!

Mei: I must… rely on my own strength…

Mei: Ugh… I feel so drowsy…

Mei: But why is it that all I can think of is you…

Mei: I like how you, at the end of every mission… kick down the dorm’s doors and shout, “Mei, I’m home!”

Mei: And then leap beside me and yell into my ear about how hungry you are…

Mei: I would always rub your hair and tell you, “Welcome back!”

Mei: I like all this about you.

Mei: I will save you, Kiana.

Mei: You are not some Kaslana heroine, and you are not some clone of the 2nd Herrscher.

Mei: To me…

Mei: You are gentle and kind… and an idiot that I would never let go of…

--

Gameplay 8-9 - Rhythm of Thunder

Operator: Lower decks evacuated!

Operator: Careful! More Honkai beasts are now approaching!

Mei: Is there no end to them?!

3rd Herrscher: How tragic. You’ll never hope to beat them.

3rd Herrscher: Strong words, but words mean nothing in this fight.

3rd Herrscher: I’ll lend you some of my strength.

Mei: This… Herrscher powers…

3rd Herrscher: There’s a score I need to settle. I won’t let her die here.

3rd Herrscher: Never expected the day would come when our interests align.

Operator: All Honkai energy readings have disappeared!

Theresa: We’re about to pass through the barrier. Get back to the bridge!

--

Gameplay 8-10 - Born of the Honkai

[CG plays wherein Otto decides to proceed with his experiments:

Otto: Hmm, Theresa and her friends have arrived…

Otto: Then…

Otto: It’s time to take my experiment to the next phase.]

[CG plays wherein the Herrscher of the Void awakens within Kiana, assuming control, with the 3rd Herrscher allowing Mei to use her powers in order to combat her:

Mei: Defense barrier completely disabled.

Mei: The Hyperion is almost over the laboratory.

Theresa: Something’s not right…

Theresa: Why did their defenses suddenly become so weak?

Theresa: It feels as though they did it on purpose.

Theresa: What’s happening?!

Mei: Strong dimensional fluctuations detected in the immediate vicinity… AH!

Mei: Ah!

Theresa: Mei!!

Kiana: Mei…

Kiana: Mei…

Mei: Kiana?!

Mei: …Are you okay?

Kiana: I’m… good, I’ve never been better…

Kiana: I feel as though… I’ve been given a second life!

Mei: Kiana?!

Kiana: I’m so happy to see you beside me when I wake up.

Kiana: Now is the time for us to become one, my other half!

3rd Herrscher: We’re too late! The Honkai has possessed her!

3rd Herrscher: She’s extremely dangerous now!

Mei: She is extremely dangerous, but that is the reason why I’m not letting her go.

3rd Herrscher: Hmph…

3rd Herrscher: Fine.

3rd Herrscher: If we’re going to fight a Herrscher, you’ll need Herrscher-grade powers to win this fight.

3rd Herrscher: Don’t let me down.

Mei: Kiana…

Mei: I will never leave you behind…

Mei: Because I know you’ll never give up on me either!]

3rd Herrscher: Is she gone? Or did her powers go rampant?

Mei: …Kiana?

[Special CG [Will of the Herrscher] plays:

Mei: Ki… Kian… na…

Mei: Wake… Wake up…

Mei: Wha… what’s happening?

Mei: Ahh!!

Mei: Ah!

Mei: Gah!

Mei: This is… Anti-Entropy?

Herrscher of the Void: Humans, your existence is a mistake.

Herrscher of the Void: War, deceit, jealousy, greed.

Herrscher of the Void: You once took everything from me.

Herrscher of the Void: But today, I will devour everything.

Herrscher of the Void: Because I am the Honkai!]