Act 1 - Prologue
Gameplay 26-1 - Old Friends

The girl’s consciousness slowly floated up from the abyssal darkness.

Her most vivid memories played before her eyes.

???: Who… is he?

???: …Did I kill him?

The girl was grief-stricken.

Although the memories were fragmented, the pangs of guilt had tormented her for a long time.

The victim must have been…

No. No matter who the handsome man lying in the pool of blood was… the girl had let him down.

A drop of water fell on the girl’s cheek, awakening her consciousness.

The man turned his vacant gaze to something behind the girl.

The girl wanted to turn around to see what he was looking at…

But her body wouldn’t respond to her commands.

[Ah… So he was…]

[…]

[But… Why does it seem like he’s crying?]

[Was it because of… that promise?]

[I can’t witness that moment… I didn’t know it would matter so much to you…]

[But I can tell… that you aren’t looking at me.]

[What is it that you are so upset about…]

Another drop of water fell upon the girl’s cheek.

She lost consciousness once again.

???: …Relax. You were just having a nightmare.

A calm voice seemed to come from far away. The girl tried to open her eyes, but all she saw was darkness.

???: Ah. You haven’t recovered your eyesight yet… But don’t worry, that’s normal when waking up from such a deep hibernation.

The mysterious voice gradually filtered into her dream.

???: In about an hour, your body will regain its functions.

???: Before that, I want to give you some basic information about the Current Era.

???: Right… Do you know who I am? If you do, try to nod your head.

The girl tried to remember how to move her muscles. After a few seconds, she managed to nod her head several times.

She felt like stretching, but her arms still wouldn’t obey her commands to move.

???: Excellent. There’s no need to rush, your limbs will regain mobility with time.

???: Anyway, I have some information to share with you.

???: Currently it is May of 2017 AD… Uh, sorry. Putting it that way might just confuse you further.

???: In other words - It is now 520 years after you entered hibernation.

--

Gameplay 26-2 - Former Affairs

Over 4 months later. Friday, October 13th, 2017.

???: Ah, what a depressing yet happy day.

???: In 500 years, I’ve never seen a day like this.

???: “To fool everyone, you must pretend to be just like them.”

???: And most people will not come out from underneath their dark clouds to seek the sun.

Otto: Time to meet my old friend.

Otto: This might be the only weather under which she can keep a good mood.

Otto: So you are here, Sushang.

Li Sushang: The scenery here is wonderful. Nagamitsu told me about this place… I doubt I would have found it on my own.

Otto: It seems you’re blending in with everyone. Excellent, you always seem to exceed expectations.

Li Sushang: Hey, weren’t you the Raksha who was insisting that I become some kind of S-rank Valkyrie?

Li Sushang: Do you want me to take on my new identity or not?

Otto: Ah. I was just concerned that you might have trouble adapting to modern society.

Li Sushang: It’s alright. For those of us in the Wanderer’s House, aside from microwaves, showers, and flushing toilets, not much has changed.

Li Sushang: …And of course, in this era the average person can follow their own dreams. Just like those examples I just gave…

Li Sushang: Now the world has conveniences that allow ordinary people to live independently, so there aren’t as many annoying rules and customs.

Li Sushang: But if this so-called freedom is you faking your own disappearance over the past few days…

Otto: Hahaha, that’s my fault. For letting Amber and Nagamitsu take care of you during that time, please forgive me.

Li Sushang: Well, I really just wanted to meet Durandal and Rita as soon as possible.

Li Sushang: …I’m hoping we’ll be able to learn some martial arts from each other.

Otto: I’m not sure about Rita… But I doubt Bianka would turn down an opportunity to spar.

Li Sushang: Are you saying you skipped town when everyone was busiest? I didn’t want to be an imposition on everyone.

Li Sushang: Now you’ve finally come back, but everyone else is constantly out on missions again…

Li Sushang: Seriously, that “final plan” of yours, does it need to be that complicated?

Otto: Hahaha. You could say I’m best at these methods that are most satisfying to me.

Li Sushang: You’re really satisfied with those? Could it be that you’re probably mortal?

Otto: Hmm, yes. But as you know, I don’t care that much about my own fate.

Li Sushang: Alright… You win. But there was something that surprised me even more.

Li Sushang: Is it true that you’ve found a way to cross the boundary between past and present? And that you’ve managed to “haunt” every place in this town?

Otto: Ah, Nagamitsu must have told you about that. But I didn’t really “summon” the world of 500 years ago.

Otto: I just used its data to create a sort of “projection”.

Otto: It was a battlefield 500 years ago.

Otto: See these ghost fires?

Otto: They are projections of strong wishes from the past.

Otto: Lingering residue from the old times.

Otto: You can simply ignore them if you’re not interested.

???: This is our final campaign, and our enemy’s last stand - We must not let them prevail, is that clear?!

???: The enemy may use the Honkai as a weapon… But we have lived until now so that we can annihilate the enemy.

???: …Don’t mind me, I should go organise the counterattack. Get moving, fool!

Otto: (Is this… Sasha? As a child she was tortured by Schicksal’s human experiments, and now in the final moments before victory in this battle…)

Otto: (I’m sorry, Kallen… She was fighting for you, and I didn’t protect her well enough on this final campaign.)

???: You idiots! I am Marseille Apocalypse, the head of the House of Apocalypse, and the legitimate Overseer of Schicksal!

???: Who among you dares to kill me?!

Otto: (Ah, seems like it’s my pitiful nephew Marseille.)

Otto: (He had been a puppet Overseer all his life, and never realised he was a chess piece for someone else.)

???: Ha, even if I gave up Marseille, it would do nothing more than give me a relatively dignified death.

???: So you already knew everything that’s happened? My little brother Otto?

Otto: (…Ah, it’s my sister Risa.)

Otto: (It would indeed be a dignified death. After all, it was one of the carefully planned “ways to die” that you gave to Kallen.)

Otto: (Risa… no matter what… I’ll never forgive you or myself.)

Otto: (Because you and I were the ones who caused Kallen’s death.)

Otto: …It’s quiet here. There’s no trace of interference from those scoundrels.

Li Sushang: This is a “church”? Like a temple for you Rakshas?

Otto: Yes. This place has been a quiet refuge for over 500 years.

Otto: This was where my father announced that I would be inheriting the Overseer position. But a woman murdered him shortly afterwards.

Otto: That girl was my sister, Risa Schariac. Later she also came here to manipulate my nephew Marseille into imposing her will on Schicksal.

Otto: And Kallen… this was also the place where we parted ways, and she cut off contact with me.

Li Sushang: …So those “ghosts” we ran into did have something to do with you.

Otto: Yes. They… all died in Schicksal’s civil war.

Otto: The war was between Schicksal HQ, under Risa’s control, and “New Schicksal”, of which I was elected commander.

Li Sushang: So you had to go through a civil war before you finally became Overseer.

Otto: That’s right. That was in 1491, 14 years after Kallen died and I fled on my own.

Li Sushang: And it was then that you started to work on… bringing your old friend back from the dead, right?

Otto: That is accurate. As I said when I woke you up, the time will soon be here.

Li Sushang: You aren’t trying to retrieve her from the past, are you?

Otto: Haha, if I could do that, it would make everything a lot easier.

Otto: History is history. We can’t change the past one bit.

Otto: Whether it’s fragments of the world or imprints of souls - these are nothing like the “real world” and “real people”.

Li Sushang: Then how are you going to do it?

Otto: …Are you sure you want to know?

The Raksha thought for a few seconds, then slowly began to explain.

The girl was left speechless.

But it wasn’t because his explanation shocked her.

In fact his explanation just seemed to be a bunch of obscure terminology.

“The time stored in the Imaginary Tree could be reactivated using its inherent energy”.

“The ability Herrschers possess to control higher-dimensional space could be channeled to induce a fracture in the dimension of time”.

The girl had good reason to be doubtful. Was this stream of jargon even intelligible human language?

Perhaps the subject really was that complicated. Or maybe Otto was explaining it this way because he didn’t want her to understand.

Li Sushang: …Ugh. I shouldn’t have even brought it up.

Li Sushang: In any case, you saved my life more than once… Now that I’m onboard, there’s no going back now.

Otto: Are you kidding? I can promise you that whatever happens with this plan, you won’t be harmed.

Li Sushang: …But based on what you’ve said, a lot of other people will suffer, right?

Otto: Haha.

Rakshas just laugh when they have nothing to say.

Li Sushang: Then - besides paying my debt to you, I might also have to get my revenge.

Otto: …If you want to take your revenge now, feel free.

The Raksha opened his empty hands. If someone wanted to make a move, they could end his life in an instant.

Li Sushang: …Alright, you’re playing dumb.

Li Sushang: If I give you a clean slate, then I can no longer pay my debt to you. And where I come from, such a thing cannot be tolerated.

Otto: I’ve never heard of an S-rank Valkyrie being bound by the rules of a foreign land.

Li Sushang: You…

Otto: Ah, don’t worry. I don’t mean to argue with you. And honestly, I’m quite afraid of death.

Otto: Otherwise I wouldn’t still be in this world after 500 years.

The Raksha laughed heartily. It was hard to say whether it was genuine or not.

Li Sushang: You really are just…

Otto: Alright, I think it’s almost time.

Otto: There’s a news segment, broadcast live, that I want to show you.

Li Sushang: …Huh?

--

Gameplay 26-3 - Preparations

Slightly earlier, 8:00 AM MDT.

A warrior named Fu Hua wiped the sweat from her forehead. She had just finished her morning training, and was looking forward to taking a relaxing hot shower.

But she was stopped by a voice she had not heard in a long time.

Einstein: Good morning, Miss Fu Hua.

Fu Hua: Good morning, Dr. Einstein. Did you also come to work out?

Einstein: Yeah, I don’t feel great if I don’t work out.

Einstein: By the way, only western-style breakfast is being offered on base today. Have you gotten used to it?

Fu Hua: Of course. Today’s breakfast was delicious. Especially the foie gras and steak with truffles. Melt-in-your-mouth deliciousness.

Einstein: It’s great that you like it. It’s been quiet out there lately, so the Sovereign has been showing off his culinary skills.

Einstein: …But as you’ve seen, he doesn’t cook nearly as fast as a professional, so there aren’t as many dishes available.

Fu Hua: No, please don’t say that. Today’s breakfast was really amazing.

Einstein: He did have the best ingredients to work with. But it was thanks to the breakfast that I felt like working out and saw you here.

Fu Hua: …Actually, this Salt Lake base is so big that technical staff and combat personnel barely get to see each other, except for in the cafeteria.

Einstein: So meeting by chance like this doesn’t happen often.

Einstein: Miss Fu Hua. Even though it happened more than 60 years ago…

Einstein: When I was organising my things earlier, I came across this book, still in good condition.

Einstein: I think this originally belonged to you.

Fu Hua: Eh?

When Einstein pulled an old hardcover book with yellow pages out of her bag, Fu Hua was amazed.

“Three Hundred Tang Poems”.

Three Hundred Tang Poems was a poetry anthology, well-known by the people of Shenzhou.

The copyright date was 1955 - The year that the North American Branch broke away from Schicksal.

Fu Hua: I gave this to… someone in London that year.

Einstein: Although you warned him back then, that maybe it was best that you went your separate ways…

Einstein: …But memories are indeed a person’s most treasured possessions. At least, it’s that way for me.

Einstein: Karl, Emma, and Joyce… They left a deep impression on me. They had an impact on the way I live my life, even today.

Einstein: Of course, I’m even luckier to have good people like Dr. Tesla around me these years.

Fu Hua: Yeah. That’s really great.

Fu Hua: Compared to faint memories, having good friends by your side really is a wonderful thing.

Fu Hua: …Even though they will eventually be gone too. People should never reject happiness in the present because of past suffering or disillusionment with the future.

Fu Hua: As they say: “People come and go, and the future becomes the present.”

Einstein: That’s… from one of the poems you gave to us that year.

Fu Hua: Yes. It makes me think that Meng Haoran felt the same appreciation for his friends all those centuries ago.

Fu Hua: Even though everyone’s flame eventually goes out, whether it is suddenly extinguished, or gradually fades away.

Fu Hua: But life has never been about the past or future. To use the language of this place, I think it’s…

Fu Hua: “It’s always in the present tense.”

Einstein: …Thank you.

Fu Hua: Huh?

Einstein: I meant thank you for taking the time to reminisce with me for a while.

Einstein: And… seeing the easy-going way you live your life now… it’s wonderful. Makes it easier to think about those decades-old memories.

Einstein: Of course, if I could really look at the night sky with him again…

Einstein: …Sorry. I’m talking nonsense. I guess I should go start my training…

Einstein: Goodbye, Miss Fu Hua… Let’s talk again soon.

It was as if a lonely bell rang in her heart.

Although the girl had initiated the conversation, she was the one who looked for a way to end it.

And as the warrior stood there, she felt the great significance this time of hope and peace had for the people around her.

Even though the incident with the Herrscher of Domination didn’t end well, mainly because the Herrscher Core was unaccounted for…

Even though everyone knew that more difficult challenges lay ahead…

…Everyone seemed to be in tacit agreement that they should enjoy their relatively peaceful lives at the moment.

The warm water reinvigorated her, and she was momentarily lost in thought.

Warriors don’t dream, and she had no personal aspirations worth putting her energy towards.

This wasn’t because she already possessed powers that exceeded those of normal people. Even when she was a student 50,000 years ago, she lived a simple life just like this.

This mindset sometimes made her seem like an unassuming person without strong opinions.

Yet it was also this mindset that would later turn her into a ruthless fighter.

That naive girl, that warrior who only followed orders, that dangerous celestial…

That precocious class monitor, that “Konfident” of the Schicksal Overseer…

Those were all her. And yet none of them were.

“Who am I” - this unanswerable philosophical question was perhaps even harder for her than for others.

So when facing that unconventional Herrscher, born from her own body…

She was perhaps the least surprised of anyone around her.

At least, she thought she could face this spirit born from the same source as her without prejudice.

…Although from her counterpart’s perspective, the old-timer had just provoked her again and again.

Two months ago, along with the victory, the Herrscher powers stolen by the Herrscher of Domination returned to the Core.

But this time, that “shackled” version of her, chose to use even more extreme methods.

She cut off all energy flow from the chains, rendering the Core of the Herrscher of Sentience useless.

She said that she didn’t want to hear one word of apology from the “old-timer”, because those sentimental words would become a burden.

Fu Hua: (Ah… I guess I am a little worried about her having no way to communicate.)

Fu Hua: (But I guess this is what you call being “between a rock and a hard place”.)

Fu Hua: (Just like Zhaoyu…)

Fu Hua: (Just like the former Principal…)

Fu Hua: (…Which reminds me, I haven’t had a chance to chat much with the Principal lately.)

Fu Hua: (I’ll go look for her once I’m done in the shower.)

Anti-Entropy: Salt Lake Base. Landing pad for the Hyperion.

Fu Hua: …Principal.

Theresa: Oh, it’s you… Fu Hua.

Fu Hua: Are you inspecting the daily maintenance work on the Hyperion, Principal?

Theresa: I guess so? Or you could say I just like to keep myself busy.

Theresa: …Although the Herrscher of Domination’s Core is unaccounted for, over the past two months, there have only been two Honkai incidents worldwide.

Theresa: Sigh. Even if we really destroyed the Herrscher, the period of inexplicable quiet we’ve had… makes me really uneasy.

Fu Hua: In the Previous Era, there was a similar uneasy stillness before the birth of the 11th Herrscher.

Fu Hua: And what happened next… No, I shouldn’t make that kind of analogy. The mistakes we made back then won’t be repeated today.

Theresa: After all, Kiana is fine, Welt is fine, and everyone is composed, mature, and rational.

Theresa: …

Fu Hua: What is it, Principal?

Theresa: Fu Hua… What kind of a person do you think I am?

Theresa: Something’s been on my mind lately. As you know, my Grandfather has been the Schicksal Overseer for over 500 years. And he hasn’t always been going against the tide.

Theresa: When he was young, Grandpa did a lot of righteous things, like adopting an orphan, listening to the people, and overthrowing his cruel predecessor.

Theresa: Which makes me think… Maybe a lot of decisions I’ve made were subconsciously influenced by him.

Theresa: Establishing St. Freya was great, rebelling against Schicksal HQ was fine, but these were all his ideas.

Theresa: I want to walk a different path, so I need to break free of his influence. But it seems that he’s affected me even more than I realised.

Theresa: …I’m sorry. I didn’t really think this through before I started talking. Please forget all this.

Fu Hua: …

Fu Hua: You don’t need to give yourself so much pressure, Principal. You’ve done well, you should give yourself some time to breathe.

Fu Hua: This is just like a situation Bronya was once in. Totally breaking free of your family’s influence is not an easy thing to do.

Fu Hua: And in the process, we might doubt ourselves, become bitter, or feel hopeless.

Fu Hua: But I believe that, as long as you go forward at your own pace…

Fu Hua: A day will come when you are reconciled with the world, and you can experience true freedom.

Theresa: Thank you, Fu Hua. But I am the Principal, as well as the captain of the Far East Branch. When necessary, I must act decisively.

Fu Hua: Anti-Entropy has already arrested Cocolia. And one day, we will have to bring the matter with Otto to a final conclusion.

Fu Hua: I don’t think this is a responsibility you have to bear on your own, Principal.

Theresa: …Yeah. I understand.

Without any warning, the tactical comm device made its distinctive noise.

Theresa: (An emergency broadcast?)

Theresa: Hello, this is Theresa.

Einstein: Sorry to disturb your work, Theresa.

Einstein: There’s a news segment that Schicksal is currently broadcasting worldwide… I think you need to take a look at it.

Otto: Hello to our friends around the globe. I am the Overseer of the Schicksal organisation, Otto Apocalypse.

Otto: As some of you may already know, during our lifetime, the Earth has periodically undergone so-called “Honkai” disasters.

Otto: In previous broadcasts, in order to maintain secrecy, such events were referred to as “unexplained disasters”.

Otto: According to Schicksal’s intel, the Honkai arose with civilization’s birth, and came to prominence with its rise. It also has the ability to destroy civilization itself.

Otto: But there is no need to panic - In August, Schicksal’s Far East Branch, in cooperation with the Anti-Entropy organisation, extinguished the latest manifestation of the Honkai.

Otto: In the two months since, Honkai events have been greatly reduced. Perhaps you have noticed it in your everyday life.

Otto: To me, this signifies the start of a new era in the battle between humanity and the Honkai.

Otto: The time when humanity will turn the tide and drive the Honkai from the Earth will soon be here.

Otto: The Honkai has already become less powerful, and a new generation of heroes has emerged. In light of these developments, everyone needs to know the truth, and Schicksal needs to make a change.

Otto: In conclusion, I, Otto Apocalypse, hereby step down from my position as Schicksal Overseer and resign from the organisation, effective immediately.

Otto: My successor, Far East Branch commander Theresa Apocalypse, will take over the Overseer position and will have authority over the whole Schicksal organisation.

Otto: I am confident that under her leadership, the organisation as well as our world will have a bright future.

Theresa: …

Fu Hua: …

Theresa: Grandpa… is resigning?

Einstein: Taking his statement literally, Otto has in fact resigned from his position as Schicksal Overseer.

Einstein: …But that isn’t the only surprise.

Welt: Just now, we received a message from Schicksal.

Welt: Just like they said on the news, they are inviting you to the old HQ in Vienna. They will hold a ceremony there in which you will take over as Overseer. And then…

Theresa: …And then what?

Welt: …They’ve also announced that they’ve determined the location of the Herrscher of Domination’s Core. They want us to go retrieve it in person.

Late that night. Vienna suburbs.

Amber: Overseer, we’ve received a message from the Hyperion, of the Far East Branch.

Amber: Because of time differences, key members of the Far East Branch, commanded by Theresa, will arrive at the old HQ at 15:00 tomorrow.

Otto: Excellent. Everything is going according to plan.

Otto: Even though they know very well that this is bait for them… they have no choice but to take it.

Otto: After all, they can’t overlook the fact that the Core of the Herrscher of Domination has been found.

Otto: And then, on the stage I’ve set, they will truly understand what Otto Apocalypse is thinking.

Otto: …And this understanding is the most critical variable in the plan.

Amber: Hehe. I’ll deal with welcoming our guests tomorrow afternoon, Overseer.

Otto: No. I have a different mission for you tomorrow. As for receiving our guests from the Hyperion…

Otto: I have other matters to attend to, so I will delegate that to someone else.

Amber: …Yes, Overseer.

Otto: Alright, go get some rest. This weekend will be a long 48 hours.

As his secretary who had served him for so many years quietly departed, the Overseer’s office was silent once again.

The Overseer’s low mutterings could be heard more clearly.

Otto: The dice have been rolled.

Otto: Now it’s all up to fate.

Otto: Otto Apocalypse hereby confirms…

Otto: That he has done everything he can in this game with stakes higher than life or death.

--

Gameplay 26-4 - Takeoff

Theresa: (It’ll be an hour before the Hyperion lands…)

Theresa: (…I’ll go chat with everyone for a while.)

Theresa: Good afternoon, Dr. Einstein, Dr. Tesla.

Einstein: Good afternoon, Madam Theresa.

Tesla: Good morning- Ah, darn time difference- afternoon!

Tesla: Dr. Tesla is exhausted. I ought to slap Otto a few times when I see him!

Theresa: Well… We don’t know what Grandpa was thinking either…

Tesla: Hmph, you’re more patient than I am, Theresa! He’s put everyone on this ship through a lot.

Tesla: …And he owes a debt to Joyce, Reanna, and Joachim, who spilled their blood!

Tesla: …Ah, I’m sorry. I shouldn’t complain about these things in front of you.

Tesla: No matter how much we hate that guy… he’s still family to you.

Tesla: I apologise, I got a bit over-excited just now.

Theresa: No, there’s no need to apologise… my Grandfather has done a lot of things that truly have let down Anti-Entropy.

Theresa: I just think, this time…

Einstein: This time, he’s taking his theatrics way too far?

Theresa: You- you could say that.

Theresa: I just have a feeling that… Grandpa has slightly changed in some way.

Einstein: Maybe that’s true. But even so, he’s still one of the most dangerous people in the world.

Einstein: We need to make sure we’re on guard against any of his secret plots.

Theresa: Yes. I understand, Doctor.

Theresa: If anything like that comes up, I’ll step forward and do my best to mediate.

Fu Hua: (Whitetiger Dashing… Azure Dragon… Vermillion Dance… Amber Dragon… Drink!)

Theresa: Good afternoon, Fu Hua. Are these “morning exercises”?

Fu Hua: Ah, hello, Principal.

Fu Hua: Oh… I guess it’s technically afternoon now… was I bothering anyone?

Theresa: No, no, I just came to say hello. And recently you’ve always been training in the simulation room. It’s been a while since you’ve done it outside, right?

Fu Hua: Hahah, very observant of you, Principal.

Fu Hua: And… I wouldn’t say that I’m working out right now. You could say I’m cultivating inner peace.

Fu Hua: As you know… I met Overseer Otto 500 years ago.

Fu Hua: I’ve seen him do good and I’ve seen him do evil. I’ve been the victim of his betrayal, and the recipient of his kindness.

Fu Hua: His good and bad deeds can hardly be spoken of together… but it makes for a confusing relationship with him.

Fu Hua: Enough about that. If Anti-Entropy does their best to cooperate with us, we’ll all be grateful…

Fu Hua: But Principal, don’t you think that the forces they’ve left at the Salt Lake base are too weak? If the Core of Reason isn’t with Welt…

Theresa: Yes. After our conference of war, I also expressed my concerns about that to them in private.

Theresa: But according to Mr. Welt, many Anti-Entropy Enforcers who were previously operating independently were assigned to the Salt Lake base.

Theresa: Including Mei’s father Mr. Ryoma, Sin Mal from Cocolia’s orphanage, and Ada, the AI responsible for the Arahato recovery project.

Fu Hua: …Sounds like a difficult plan. They’ve never trained together, not to mention fought a battle together.

Fu Hua: - But the conclusion of the conference was clear: spreading troops out in defensive positions is too passive. We must concentrate our limited forces in one location.

Theresa: Luckily, radar and satellite surveillance shows no sign of Schicksal or World Serpent deploying troops.

Fu Hua: Hmm… At this point, we have to trust our own judgment. Tactical operations always carry some unavoidable risk.

Theresa: And… with Mei there, the risk of World Serpent launching an attack on Anti-Entropy is very low.

Fu Hua: Yes. Mei has probably improved a lot in her new environment. She must be really strong to go out of her comfort zone like that.

Theresa: Just like you, Fu Hua. You’ve also improved a lot.

Fu Hua: …Principal, I-

Theresa: You’ve started to walk your own path, not to be overshadowed by others.

Theresa: To tell you the truth, I was mostly unqualified to be a Principal. But with such a good group of students…

Theresa: I believe there will come a day when not only for you, but also for myself, I will leave a mark on this world.

Fu Hua: Principal…

Theresa: Ah, really! I’m giving myself goosebumps with this sentimental stuff.

Theresa: Okay, I shouldn’t disturb my own student’s exercises. Talk to you later!

Fu Hua: See you later, Principal.

Theresa: Good afternoon, Kiana.

Kiana: Good afternoon, Aunt Theresa. Ah… that’s right, in public settings I should call you “Principal”.

Kana: Did you come on deck just to look at the scenery, Principal?

Theresa: Yeah, I guess so. After all, later we’ll have to face that…

Theresa: I wanted to come on deck to take a walk, clear my mind, and chat with everyone.

Theresa: …And maybe to recall some things from the past alone.

Kiana: …

Theresa: Oh dear, I’ve really made the mood too serious, haven’t I.

Kiana: No, it’s not that bad. Right…

Kiana: You must be familiar with European geography, Principal. Are those snow-capped peaks in the distance the Alps?

Theresa: Uh, I think that’s right? Schicksal’s old HQ is located on the easternmost range.

Theresa: Before the floating isles were constructed, this airway was extremely busy.

Theresa: In those days, it wasn’t just the Valkyries who used it, there were also all the trading partners of the Three Houses.

Kiana: (Speaking of which… In the memories I saw held in the Herrscher Core… It looked like Dad also flew planes around here… and her…)

Kiana: (All three of us squeezed into the same fighter…)

Kiana: (And then…)

Kiana: (…Ah!)

Theresa: …Until 2007, the old HQ contained some research facilities…

Kiana: …Including the ones that produced K-series clones, right?

Theresa: Huh?

Theresa: Kiana, you… you remember what happened back then?

Kiana: …To be precise, I saw it in the memories left in the Herrscher Core.

Kiana: It happened when I was 9 years old, so I didn’t understand what was going on at the time.

Kiana: All I remember from back then was my old man rescuing me from that lowlife… completely unaware that I wasn’t really his daughter.

Theresa: You are undoubtedly his daughter now, Kiana Kaslana. It’s best to leave the past behind you.

Kiana: …Yeah. Maybe that’s what my old man was hoping for - that by inheriting her name, it would engrave her kindness into my memory.

Kiana: I looked just like her back then. To make a Herrscher vessel, Otto used her genes to create me, a genetically modified clone.

Kiana: But she never resented me for all that. She really treated me like her own sister.

Kiana: She wasn’t just a partner to my father, she freed me from my chains. And in order to protect me, she even…

Theresa: Yes, I know.

Theresa: Grandpa used to tell me that after that incident, that “sister” of yours was receiving specialised care at HQ, but…

Kiana: I know. Based on the memories in the Herrscher Core, after that incident… she was probably already…

Kiana: …No longer in this world.

The two of them fell silent for a while.

From Kiana’s perspective, if it wasn’t for that accident when they were escaping that year… she might still be wandering, but maybe she wouldn’t be alone.

And Theresa knew that Siegfried’s whereabouts had been unclear ever since World Serpent had raided Anti-Entropy’s base in Alamogordo, New Mexico.

Theresa: …We have a lot of scores to settle with that man. But at the moment, putting a stop to the series of Herrscher of Domination incidents is more important.

Kiana: I understand, Principal. It’s just that in the past few months, I’ve seen many fragments of the past through the Core…

Kiana: …At times of opportunity like this, I want to talk it over with someone who understands the situation.

Kiana: Please excuse my immature behaviour, Principal.

Theresa: No, this is exactly why I say you’ve improved, Kiana. Before, you put on a happy face to cover up your pain, and wouldn’t share your true feelings with anyone…

Theresa: You’ve learned how to share your pain with other people, and this is a big improvement. I promise you.

Kiana: Hehe, really? Whenever someone compliments me like that, I get embarrassed.

Theresa: Of course, as Principal, I notice my students’ improvement.

Theresa: …The Hyperion won’t land for another hour or so. Let’s just watch the scenery go by.

Kiana: Okay. Thank you, Principal.

Bronya: You came just in time, Principal. The Bronya needs your help.

Theresa: Huh? What happened?

Seele: Uh… Principal Theresa… Bronya wants us to divide into teams for combat drills, but we’re struggling to split the four of us into evenly matched teams.

Bronya: And on top of that, Rozaliya insists on being on the same team as Liliya.

Rozaliya: Hmph, it’s because Bronya refuses to take it easy on us! Seele too! How are we supposed to beat a Herrscher and Stigmata carrier without training?

Liliya: Roza Idiotka… if they take it easy on us in drills, then the training is useless…

Rozaliya: But is it any better if we’re on separate teams? We’ll cooperate less effectively in battle in that case!

Seele: (Hmph, could it be that you two just suck?)

Seele: (Step back, Seele. I’ll give them a lesson in “self-defense”.)

Seele: (But…)

Seele: (Okay, okay, I’ll behave myself.)

Seele: (Just let me out for some fresh air…)

Seele: (Oh… alright. But don’t bully them, okay?)

Seele: (I know, I know. It’s not gonna kill anyone, relax.)

Theresa: …Alright. From the bits that I’ve heard, I think I understand why you guys needed me.

Theresa: I can make a team with the Olenyevas, and challenge Bronya and Seele. This way the teams will be evenly matched, right?

Bronya: Yeah, good plan, Principal. That was exactly the Bronya’s idea.

Theresa: Okay. There’s still some time before landing, and there’s nothing else I need to do while aboard.

Rozaliya: Awesome! With Theresa joining in, the Vodka Girls will be the number one group in Europe!

Liliya: Roza… We aren’t entering a talent show…

Bronya: Since the Principal has agreed, let’s get started.

Seele: Hehe… please feel free to give me some tips, Principal Theresa.

Seele: Tsk…

Rozaliya: Yeah! We win! Vodka Girls are number one!!!

Liliya: Rozaliya, how can you be so excited… so stupid…

Bronya: …But the Bronya thinks that Rozaliya has improved a lot. You can keep up with the Principal in combat, that’s pretty good.

Rozaliya: Did you hear that Liliya, Bronya said it herself!

Bronya: At least you didn’t make yourself dizzy this time.

Rozaliya: …Hey! That’s uncalled for, Bronya!

Rozaliya: I told you, as long as I don’t get dizzy, I could beat you all single-handed!

Pilot: Attention, attention, all passengers on deck: In half an hour, the Hyperion will be landing on schedule at the former Schicksal HQ in Klostern, near Vienna. All passengers, please take your seats in the cabin.

Theresa: (…Time went by so fast.)

Fu Hua: Principal.

Theresa: Let’s split up and do an inspection of the deck. If someone didn’t pay attention to the announcement, they might get hurt on landing.

Fu Hua: And there’s no way of knowing what kind of “welcome” we’ll get from Schicksal.

Theresa: …That’s true. Let’s gather everyone together and proceed with caution.

Theresa: If necessary… Just the Doctors and I can make contact with the welcoming party. The others don’t need to reveal that they’re here just yet.

Fu Hua: …Is that to protect Kiana?

Theresa: Yeah. After all, so many things in the past have shown us…

Theresa: That in a way, Grandpa cares more about her than anyone else in the world… not the rest of us.

--

Gameplay 26-5 - Journey's Start

14:50, Saturday October 14th, 2017.

[CG plays wherein the Hyperion arrives at Klostern.]

Theresa: Klostern, the previous Schicksal HQ…

Theresa: I’m back.

Durandal: Durandal, Captain of the Immortal Blades, in service of Overseer Otto Apocalypse, hereby welcomes Theresa Apocalypse of the Far East Branch.

Theresa: No need for the formalities, Durandal. As you are probably aware, the situation is quite complex, so I’ll get to the point…

Theresa: What are the plans for the hand-off of the Overseer position? And are there any clues about the location of the Herrscher Core?

Durandal: The Overseer said that he is busy with matters related to his resignation. He ordered me to assist you all with investigating areas that are affected by the Herrscher of Domination’s Core.

Durandal: And, with help from the ruins of the Theater of Domination and the 2nd Divine Key, the Cosmic Juggernaut, the Overseer once linked to the Imaginary Tree…

Durandal: He speculates that it may have been those actions that caused this area to be affected by the Herrscher Core.

Durandal: After all, after the Vimur Labs were destroyed by World Serpent, some accessories to the Cosmic Juggernaut were shipped here, to the old HQ.

Tesla: …Slow down!

Tesla: What did you just say? Otto used the ruins of the Theater of Domination? When did he do that?

Durandal: One month ago.

Einstein: The Herrscher of Domination was defeated long before that. Anti-Entropy has no way of entering the Theater of Domination, much less make use of it.

Durandal: Perhaps the Overseer can answer these questions himself. But I am unable to contact him at the moment…

Durandal: …This situation is indeed embarrassing. But this has always been the way he’s done his work.

Theresa: It’s not your fault. Grandpa has always avoided responsibility like this. Especially when… he’s plotting something.

Durandal: Perhaps. But it was with his assistance that I was able to reconnect the bubble universe I was protecting to the Imaginary Tree…

Durandal: …I am grateful to him for this.

Einstein: (Reconnecting the bubble universe to the Imaginary Tree - that’s an impossible task.)

Einstein: (But at the moment we have no way of knowing Otto’s real purpose for doing this…)

Einstein: (…Even though we can clearly infer that he used Miss Durandal to do it.)

Einstein: Miss Durandal, when you said “traces of the Herrscher Core appeared around the former HQ,” what did you mean by that?

Durandal: I was literally referring to spacetime anomalies. The Overseer believes these anomalies are likely related to an out-of-control Herrscher Core.

Durandal: And given that, the unaccounted for Core of Domination is naturally our prime suspect.

Tesla: That’s plausible… but it depends on what kind of “spacetime anomalies” you’re referring to.

Durandal: More investigation is needed to know specifically.

Durandal: But it seems that spacetime data from a historical era is being projected into the spacetime we inhabit.

Einstein: …!

Tesla: Oh, historical spacetime data is being projected into our current spacetime…

Tesla: …Huh?

Tesla: …Hold on, you’re talking about spacetime projection? Haven’t you done research on that before, Mophead?

Tesla: Do you know what you’re saying, Schicksal S-rank Valkyrie?

Einstein: …You should refer to me as “Dr. Einstein” in front of others, Dr. Tesla.

Einstein: But Miss Durandal, Dr. Tesla does have a reason to be upset.

Einstein: In our reality, bending spacetime requires an incredible amount of mass or energy, and spacetime projection requires even more.

Einstein: Generally speaking, only on the other side of a singularity, such as in the Sea of Quanta or Imaginary Tree, can such a thing happen naturally.

Einstein: In other words, outside of extremely unusual circumstances, such a phenomenon would not occur on Earth.

Einstein: But… if what you’re saying is true, Miss Durandal…

Einstein: …Then the unfortunate conclusion is that this place will soon face an Imaginary dimensional bleed like the one in Nagazora City.

Durandal: …An Imaginary dimensional bleed? That’s when our real world becomes corrupted by singularities and faces assimilation into Imaginary Space…

Durandal: But unlike in Nagazora, Schicksal hasn’t detected any singularities here. Could that really happen?

Tesla: Very simple! If the singularity turns out to be the out-of-control Herrscher Core, it might have ended up within Imaginary Space.

Tesla: If so, then our current situation may be the result of reaching a delicate balance… much like the apparent stability in Nagazora City a few years ago.

Tesla: If that balance is broken, the situation could quickly erupt into chaos.

Tesla: …Tsk! Why am I going along with Otto’s story? I haven’t seen any actual evidence!

Einstein: In any case, if the spacetime projection is real… then Otto really has made our lives difficult.

Einstein: …Just like the 2nd Eruption.

Durandal: …

Durandal: Although this is a serious concern for all of us, let’s make use of the time we have. Shall we explore the areas with anomalies together?

Durandal: For both Schicksal and Anti-Entropy… stopping the Honkai is our ultimate responsibility.

Theresa: …True.

Theresa: But as I’m sure you understand… because of the Overseer, there are some unavoidable difficulties when it comes to deploying troops.

Theresa: How about this, Durandal: You and I can go analyse the anomalies ourselves.

Tesla: Hey, Theresa. Don’t you think that’s a little risky?

Theresa: It’s no problem. Even if you consider it giving a hostage to Schicksal, it makes more sense to send me than anyone else on the Hyperion.

Tesla: But…

Durandal: …I see. Considering past events, it’s normal that Miss Theresa would have some apprehension.

Durandal: Then please let me leave some civilian Immortal Blades personnel aboard the Hyperion to further our cooperation. What do you think?

Einstein: (…This sounds fair, giving us some of their people as hostages as well?)

Einstein: (I was inclined to believe that Durandal was just a puppet of Otto…)

Einstein: (But she has shown her sincerity, so perhaps we can get something done together, just this once.)

Einstein: Anti-Entropy has no problem with this arrangement in principle.

Einstein: It’s just that Theresa isn’t technical staff, so when it comes to gathering intelligence, she might not be the most efficient…

Einstein: So I request that Dr. Tesla accompany you two during your exploration.

Durandal: If she has basic self-defence skills, there won’t be any problems.

Einstein: Yeah. Her mech piloting skills are world-class.

Tsla: …Hey! You guys came to an agreement that easily…

Tesla: And no one asked for my opinion?

Einstein: …What? Dr. Tesla, would you rather stay aboard the Hyperion and take responsibility for contacting Otto if necessary?

Tesla: …Huh? Give that job to someone that wants it! I don’t want to hear that scoundrel’s voice again.

Einstein: But look… we’re the only two technical staff members aboard the Hyperion…

Tesla: …Hmph.

Tesla: Okay, okay, I get it! I’ll go with them!

Tesla Theresa, Durandal, let’s go! If we don’t agree, we’ll be lowering ourselves to Mophead’s level.

Einstein: Good luck, Dr. Tesla.

--

Gameplay 26-6 - Bird's Eye View

Durandal: On my right stands the old palace of the Three Houses.

Durandal: Spacetime projection occurs right in the small town at the foot of the mountain.

Durandal: Non-essential staff have been withdrawn from the dangerous area, and there’s no sign that the anomalies are expanding.

Durandal: Maybe Miss Theresa is more familiar with Klostern than I am… but has Dr. Tesla been here before?

Tesla: Hmph, why would I come to this place full of corrupt officials?

Tesla: Ah… I’m not talking about you two, sorry.

Durandal: It’s okay. I understand.

Durandal: Anyway, I’ll continue with the briefing.

Durandal: Based on the results of our preliminary investigation, data from the 15th century has overlapped with spacetime here.

Durandal: But seeing is believing, so we’ll have to confirm for ourselves, starting with that square.

Durandal: We’ll use equipment that works in conjunction with the Genius device.

Durandal: Where the data is being projected onto our spacetime, we’ll receive fragments of ancient data like this.

Durandal: These fragments can take the form of small physical objects, sounds, or even feelings.

Durandal: You guys can check it out yourselves.

It feels as if you are running down an alley.

You are desperate, but are unable to make a sound.

You feel peculiar stabbing pains through your body.

And then the series of sensations vanish.

You feel that your limbs have been tied to something.

Your head is spinning, and you can only sense that you are lying down.

You feel something cold touch your abdomen.

You sense that you are bleeding, but you don’t feel any pain.

The dizziness gets more intense… and then suddenly disappears.

Tesla: Wow… that was not a comfortable experience. Life in that era must have been tough!

Tesla: But there were so many back-to-backs, it seems this place is way more corrupted than I thought.

Tesla: …At least there wasn’t anything like a building lifting into the sky, or mobs of dead people running around.

Tesla: Wait a minute. I’ve figured out a program to try to locate the source of the anomalies.

The Doctor with the twin red ponytails pulled out the security camera from the Titan she drove, and her fingers flew over the keyboard.

Countless commands rolled across the screen at an equally frantic rate. Finally, an image from the security camera appeared.

Tesla: Okay, it appears to have a regular signal strength distribution.

Tesla: What’s in that direction?

Durandal: The Klostern town center, Rogue Square.

Tesla: Oh, the town square? Okay, let’s go take a look. There’s a 99.7% chance that we’ll find something useful there.

Tesla: Do you know the significance of 99.7%? It’s three standard deviations from the mean…

Theresa: …We trust your judgment, Dr. Tesla.

Tesla: Okay, okay. I know you Valkyries don’t like to hear me talk about math.

???: Vera! Where are you?!

???: Vera…

???: …What the heck is this?!

Durandal: What’s the problem… is someone calling for help?

Theresa: Quick, go check!

[CG plays wherein a man who appears to be Otto emerges from a pile of rubble.]

Blond-Haired Man: Ah, thank god, I’ve finally found a living person. Did any of you happen to see a girl?

Blond-Haired Man: She has silver hair in a ponytail, wears a beret, and is about a head shorter than me.

Durandal: …

Tesla: …?!

Theresa: …Grandpa?

In the Klostern town center, the three investigators of the spacetime anomaly came upon a familiar yet strange figure.

Right now, they still aren’t aware…

…What kind of impact this little “disturbance” will have on the world in the future.

Act 2 - Mystery of the Town
Gameplay 26-7 - Spacetime Confusion

Otto (?): Oh… let me just make sure I understand the situation.

Otto (?): You mean to say that the year is 2017 AD… you are all people from that time… and you all recognise me?

Theresa: If not, then why would I call you “Grandpa”?!

Otto (?): But… if what you’re saying is true… how would I have lived for over 500 years?

Durandal: You gave yourself mechanical prosthetics.

Tesla: Hmph, yes. You also used a trojan program to steal someone else’s body. No matter what you say, I don’t trust you.

Tesla: …Prove that you really are from the 15th century first.

Tesla: The fact that you’re here is strange enough. The leaks of spacetime data in this area can hardly be compared to a living person like you.

Otto (?): Uh… That’s reason enough to be suspicious… but I also sense that the future me has done lots of things that are deemed unacceptable in your eyes.

Tesla: …Not only unacceptable! You…

Tesla: …Forget it, if it’s really the 15th century’s version of you, beating you up would be of no use. It’s pointless to worry about the future of a parallel universe.

Otto (?): …Parallel universe? Makes sense, at least that avoids temporal paradoxes.

Tesla: Yeah, that’s basic common sense.

Tesla: …Well, now’s not the time to chat about such things. Theresa, Durandal, what should we do with this guy?

Theresa: …Help him return to 500 years ago? But as you suggested, Doctor, the man in front of us could be my Grandfather acting like someone else…

Durandal: It doesn’t look like he’s faking it. But if you want to take him aboard the Hyperion to investigate, I wouldn’t be opposed to it.

Durandal: The way I see it, our primary objective is still to explore this anomalous space.

Tesla: Oh… you have a point. But I think we should try to eliminate some possibilities, in case this guy’s a ticking time-bomb.

Otto (?): …Looks like that future me really scared you guys.

Tesla: …Hmph, did I ask you to keep talking?

Tesla: Do you know what the guy who shares your ugly face has done? Do you need me to list them all out for you?!

Durandal: …Dr. Tesla, please control yourself.

Durandal: I know the Overseer has done many things in the past that upset you, but the situation now is more important than past grievances.

Otto (?): …It’s because things are so chaotic now. I’m someone familiar yet strange to you, and you don’t know where I came from…

Otto (?): …It was mysterious to me too. As soon as the battle ended, the battlefield transformed, and the people vanished without a trace.

Tesla: …The battlefield?

Otto (?): Yes. Just now we defeated Schicksal HQ’s main army in this town. We wiped out their Honor Guards.

Tesla: …Wait, wait. You, Otto Apocalypse, commanded an army that defeated forces of Schicksal HQ? What time did you come from?

Upon hearing this, the man claiming to be Otto muttered to himself for several seconds.

Otto (?): …I think it’s like this. Our histories are quite similar, right?

Durandal: A major campaign did happen in 1491. And Schicksal Overseer Otto did command a rebel army that defeated forces from Schicksal HQ.

Theresa: My Grandfather was the rightful successor to the Overseer position, but due to some unfortunate events, his sister and nephew took power instead.

Theresa: The reign of terror of those two lasted for more than 10 years, until my Grandfather overthrew them with the support of the people.

Tesla: If I may be blunt, I can’t imagine how someone like that would win popular support. Probably some clever tricks?

Otto (?): …Indeed. Rather than talking about my personal abilities, it’s better to say that I was willing to serve as a symbol of the will of the people.

Otto (?): The people didn’t unite around me, they united around the Legend of the Holy Maid.

Tesla: The Legend of the Holy Maid? The Maiden of Schicksal… are you talking about Kallen Kaslana?

Otto (?): Of course. I don’t know of any other “holy maids” in this world.

Otto (?): Kallen… She died because of me. There was a time when I couldn’t bear the guilt. I thought I would spend the second half of my life trying to escape myself.

Otto (?): At that time, I didn’t dare face the world without her.

Otto (?): I fled to a small island used as a cemetary by the people of Venice. I opened a monastery there that cared for orphans.

Theresa: …

Otto (?): I was one of the nobility, so in those dark days I was at least able to do something I wanted.

Otto (?): And the ordinary people ruled by Schicksal were thoroughly disillusioned. Their daily life was unbearable.

Otto (?): Perhaps it was because the vast majority of people felt trapped that the Holy Maid became a source of faith.

Durandal: You said… “faith”.

Otto (?): Yeah. They believed Kallen was the only “Holy Maid” in the world. They believed that Kallen’s death would atone for the sins of all living beings.

Otto (?): They revered anyone and anything related to the Holy Maid, and resisted the rule of Schicksal with this faith.

Tesla: …And you cleverly used them to take the position of Overseer for yourself?

Otto (?): Well… There’s no need to think of it like that…

Tesla: Huh? Looking at you, I think you would definitely do something like that.

Tesla: You’ve plotted against the inventor who created the Selene, suppressed Schicksal’s most powerful Valkyrie, and assassinated the 1st Herrscher, who was fighting for humanity!

Tesla: You don’t know that your stupid plan to stop the 1st Herrscher’s successor and release the 2nd Herrscher resulted in millions of deaths?!

Theresa: …Calm down, Dr. Tesla! The person standing in front of you is not the one you are criticising.

Tesla: …Hmph. Indeed, you and him are not the same. He is a shameless, contemptible man, but you may not be.

Tesla: I’m sorry, I shouldn’t have judged you by your appearance. But I hope you understand that to us, the man named Otto Apocalypse is know as a lot of things. But a “good person” is not one of them.

Otto (?): …

Otto (?): No need to apologise. Thank you.

Tesla: …Huh?

Otto (?): What you’ve said has allowed me to see myself clearly, future Doctor.

Otto (?): …There’s a hole in my heart that even time cannot heal.

Otto (?): The more I pursued the glory of the Holy Maid, the more darkness and pain I suffered. It’s a poison with no antidote.

Otto (?): I have performed human experiments and killed my supporters. There’s a risk that I will fall into that endless darkness.

Otto (?): Trying to emulate the Holy Maid… is a kind of suffering, a discipline, a constraint.

Otto (?): I…

Otto (?): …If I can return to my world after this encounter, I shall give up my right of inheritance to the Overseer position.

Theresa: …!

Tesla: …!

Otto (?): In this civil war, I made changes to the structure of the new Schicksal. But it would be fine without me.

Otto (?): Without me, Schicksal would not only survive, it would be closer to the ideals of the Holy Maid.

Otto (?): So, to me, this right of inheritance… was just a symbol of my own obsessions.

Otto (?): Thanks to you, I am able to see it from a new perspective… and reach a completely different conclusion.

Durandal: …Your self-reflection is admirable, Otto from another world.

Durandal: It’s just that at the moment we are facing some difficult problems, so we don’t have time to chat for long.

Tesla: New enemies are showing up on the radar again. Prepare for battle!

--

Gameplay 26-8 - Puppet Strings

Durandal: Dr. Tesla, would you check if Mr. Otto has any linear spatial anomalies?

Otto (?): …?

Tesla: Huh? I thought we had just resolved that, why do you suddenly think…

Tesla: …Oh. I get it. It is possible. Worth a try!

Theresa: Huh… What are you guys talking about…

Tesla: Hold on, you’ll understand when the results come out!

Tesla: Stand there and don’t move, Mr. Otto! Perhaps this inspection will help you return to your own world.

Theresa: …How did it go?

Tesla: I’ve already adjusted the parameters. Put on those glasses and take a look.

Theresa: Are these… the strings of a puppet? Could it be that the incident just now had something to do with the Herrscher of Domination?

Tesla: Huh… If we had known this, then the incident wouldn’t have been so unexpected.

Tesla: No wonder we couldn’t find the Herrscher Core before… it’s now entangling innocent people from another dimension!

Tesla: Can our active Schicksal S-rank Valkyrie take a look at this? It was because of your unique perspective that we were able to find this clue so quickly?

Durandal: …Yeah. This really does seem similar to the “puppet strings” explained in the report. Doctor, if we follow this trail, can’t we…

Tesla: Ah, it’s not that simple. It’s possible that our target is not based in the same dimension.

Tesla: But don’t worry. Thanks to being repeatedly harassed by those puppets, Anti-Entropy is becoming an expert at this game.

Tesla: In short, if we have sufficient data, we can calculate the location of the Core, and use the power of the Herrscher of the Void to seize it.

Tesla: This way, we can solve the problem without spacetime anomalies, and send Mr. Otto back to his own era.

Otto (?): Then, what do you need me to do…

Tesla: Walk back and forth! We need to observe the puppet strings from separate locations, with at least 300 meters between them.

Tesla: During this time, I’ll use the new data to increase the precision of the calculations, and notify Kiana to begin preparations on the Hyperion.

Durandal: Then Miss Theresa and I will be on guard duty. If everyone works together, we can avoid the problems of splitting up.

Theresa: Yeah. But we need to notify everyone aboard the Hyperion about the situation. I assume Schicksal has no objections?

Durandal: No objections. Sounds good.

Now, aboard the Hyperion.

Einstein: …Okay, we understand the situation. Looks like our intel has been confirmed.

Tesla: Huh? What intel?

Einstein: Let’s let the one who provided the intel explain.

Nagamitsu: …Surprise!

Nagamitsu: Hi, Miss Tesla. Do you remember me? I’m Elizabeth McSmith! But my Schicksal colleagues all call me Nagamitsu!

Tesla: …Wait, wait, wait. Who are you?

Nagamitsu: Ah… I knew it. You’re so busy, of course you wouldn’t remember a research assistant who showed up late to an interview.

Nagamitsu: I didn’t want to weird you out just now. I’m a big fan, Miss Tesla! The Tunguska event was awesome!

Tesla: Uh… okay. But really, who are you?

Nagamitsu: My full name is now Elizabeth “Nagamitsu” McSmith!

Tesla: I meant what do you do!

Nagamitsu: Ah, I’m currently the head of Schicksal’s St. 1504 “Nagamitsu” Labs. That’s where I got my nickname.

Tesla: Okay, why not just say that you’re Schicksal technical staff? So, what were you saying to Einstein before?

Nagamitsu: Just now I used HQ’s supercomputers to calculate the unusual multi-dimensional Honkai energy distribution… Ah, I’ll send you the results.

Nagamitsu: They show that the energy characteristics at the 4 inspection points are very similar to those of the Theater of Domination. They might arise from the same source.

Nagamitsu: This is evidence that Mr. Otto’s assertions were accurate.

Tesla: …Assertions? What assertions?

Nagamitsu: Huh? Didn’t Bianka- I mean Miss Durandal… tell you already?

Nagamitsu: “We’ve used the Theater of Domination for our experiments before, so it’s quite possible that these anomalies could arise from a fragment of the lost Core of Domination.”

Nagamitsu: This is what Otto said about the matter, I thought you guys had already heard.

Tesla: Ah… alright. Durandal did tell us about that.

Tesla: But just now you said that the calculations were evidence… could it be that you don’t even know how Otto arrived at this conclusion?

Nagamitsu: Uh… as you may already know, Schicksal’s ordinary members aren’t involved in strategic decisions like that without Mr. Otto’s approval.

Nagamitsu: So if we’re confused about the reasoning behind a decision, we have to investigate for ourselves to find the truth.

Tesla: Okay, I do understand that. Years ago, I did some work for that guy.

Tesla: Getting back on topic… Aside from the Honkai energy distribution, did you discover anything more specific?

Nagamitsu: Hmm… if Miss Tesla wants to collect all the relevant data, I suggest you go to St. 537 Church, St. 1491 Square, and the east end of Kaslana Street.

Tesla: …Typical Schicksal, naming everything “Saint this” and “Saint that”.

Durandal: It’s a tradition. After the civil war in 1491, some streets and buildings that were named after people had their names changed to commemorate important years.

Nagamitsu: And isn’t it even stranger to use names like “C Street” and “5th Avenue”?

Tesla: …Okay, you’re free to use whatever names you want. It’s better than “Otto Apocalypse Avenue” anyway.

Tesla: St. 537 Church, St. 1491 Square, and East Kaslana Street… These are in the northeastern, western, and southeastern parts of town, respectively.

Nagamitsu: You can go to St. 1491 Square first, which is closest to your current location. Then you can head east to St. 537 Church, and visit Kaslana Street last.

Theresa: Yeah, sounds like a good route.

Theresa: After we collect the data at these locations, we’ll return to the Hyperion and meet up with Kiana. Then we’ll plan how to enter the space where the Herrscher Core is located.

Einstein: Hold on, please, Madam Theresa. Kiana has something to say to you herself.

Kiana: …Principal, I can understand your desire to protect us.

Kiana: But now that the Immortal Blades of Schicksal and Miss Nagamitsu are helping us, everyone wants to end this chaos caused by the Herrscher of Domination as soon as possible.

Kiana: So in this situation… As someone who has the strength of the Herrscher of the Void, I want to do more to help.

Kiana: …Please at least let me join the exploratory team, Principal.

Kiana: This way we can adapt to the situation more easily, and use my powers more effectively.

Bronya: The Bronya understands how Kiana feels. Perhaps it will be difficult for the Bronya to help directly this time… but Kiana can play a role.

Fu Hua: If the Principal is still worried, then let me go with Kiana. Bronya and the others can easily guard the Hyperion.

Seele: We’re here to help Dr. Einstein and Bronya!

Theresa: Uh… I understand how you feel, it’s just that…

Durandal: …If possible, please let Kiana join the expedition, Miss Theresa.

Durandal: We had the chance to meet before in Arc City and North Africa. And the fact that she beat the Herrscher of Domination two months ago is really impressive.

Durandal: …I really hope to establish a better relationship with Miss Kiana.

Tesla: If you-know-who gives us any trouble… I think we’ll have no trouble dealing with it. But…

Nagamitsu: Miss Durandal won’t let anything happen, Miss Tesla.

Durandal: …Huh?

Nagamitsu: Since you’re smart in every other way, it’s a shame that you still say some dumb things.

Nagamitsu: Sorry for making fun of you. If Mr. Otto ordered you to break the bubble universe you were protecting before, what would you have done?

Durandal: To be honest, I wouldn’t have complied with the order.

Durandal: Although I am his subordinate, that doesn’t mean my life’s work is to do what he wants me to.

Nagamitsu: Look, she’s realistic and sincere. Her ideas aren’t so different from your own.

Nagamitsu: On top of that, the things she requested from Mr. Otto have finally been resolved. Now she’s a much freer Valkyrie.

Durandal: …That’s enough, Nagamitsu. You can’t force others to change their viewpoints for your own reasons.

Nagamitsu: Hehe, didn’t I already apologise? How about I prepare some sweets for you next time you come to the lab?

Durandal: Uh… anyway, Miss Theresa, the Immortal Blades will wholeheartedly assist Anti-Entropy in exploring.

Theresa: …Understood. To increase efficiency, I’ll meet up with Kiana first, proceed to St. 1491 Square to collect data, and then investigate the other two locations.

Theresa: If there are no objections, let’s get moving.

--

Gameplay 26-9 - Long Time No See

Durandal: Long time no see, Kiana Kaslana.

Kiana: Yes. When I escaped from you I never thought a day would come when we would be fighting side-by-side.

Durandal: You could say that the task of resisting the Honkai has made our paths cross again.

Nagamitsu: Indeed. Leave the unhappiness of the past behind us. The future of Schicksal belongs to our generation.

Nagamitsu: Before Otto Apocalypse resigned, he had also found his true path. His future probably won’t overlap with ours again.

Tesla: …What?

Theresa: What do you mean “won’t overlap”?

Durandal: Nagamitsu, you really…

Nagamitsu: Ah, I should make it clear that I was just speculating. Although I do think it’s a reasonable speculation.

Nagamitsu: The point is…

Nagamitsu: I believe that in previous experiments, Mr. Otto really found a way to return to the past.

Theresa: Return to the past? Are you talking about time travel?

Tesla: How is that possible?! According to the physics of our world, time travel cannot happen!

Tesla: Even though we caught that strange Otto, he can’t possibly be the real Otto from 500 years ago, right?

Otto (?): Uh… alright, I understand where you’re coming from.

Nagamitsu: Yeah, Miss Tesla is right. The manipulation of time that you see in sci-fi stories doesn’t really exist.

Nagamitsu: But… ontologically speaking, I think Mr. Otto still found a way to return to the past in some sense.

Tesla: Hey! Are you just playing word games?

Nagamitsu: Of course not, Miss Tesla. Ontology is a serious area of study in philosophy and logic.

Nagamitsu: But to understand what I was saying just now, I need everyone to recall the implicit meaning of “time”.

Theresa: Time… isn’t it just time? There’s nothing more that can be said about it, right?

Tesla: No, Theresa. Time is indeed a concept that is hard to define. But its implications depend on how you look at it.

Tesla: In essence, everyone can only consider the present moment. Because of this, everyone thinks that time is related to cause and effect.

Tesla: But if we dig deeper, and think about what “the present” signifies… sorry, human logic seems to reach its limits at this point.

Nagamitsu: Not necessarily, Miss Tesla.

Nagamitsu: As you probably know, our world isn’t the limit of existence. Outside of our world, the Imaginary Tree and Sea of Quanta also affect our fate.

Tesla: But outside our world, can time have… Wait, are you suggesting that there are “observers” outside our world?

Nagamitsu: This is something we learned from multiple experiments. Through activating the 2nd Divine Key and linking the bubble universe to the Imaginary Tree…

Nagamitsu: We determined that outside our world, time still abides by certain rules and won’t degenerate into chaos. To be more specific…

Nagamitsu: There, one can travel backwards in time freely, no different from travelling between spatial dimensions.

Nagamitsu: On this basis, it follows some other basic principles. Similar to other dimensions, it has various types of energy restrictions.

Nagamitsu: And some of these restrictions cause time to flow in a fixed direction in various subspaces, limiting the capabilities of objects in those spaces.

Nagamitsu: We believe that is the reason for the existence of everything in our world.

Nagamitsu: That is to say, the “arrow of time” is not a basic principle. It is a consequence of the existence of our world.

Kiana: I don’t fully understand, but are you trying to say…

Kiana: That it’s because of the stable existence of our world that no amount of power can interfere with the flow of time?

Nagamitsu: Exactly.

Nagamitsu: But the situation is different with the Imaginary Tree. Because it exists beyond our world, you can think of it as…

Nagamitsu: …A server that holds all the game data.

Nagamitsu: The server has all kinds of mechanisms to generate countless game worlds, and you… are just a character in one of those worlds.

Nagamitsu: The server records every action you take at every moment. You can see the records, but you don’t have the ability to change them.

Nagamitsu: Because you are used to this, it seems like the data stored on the server cannot be changed. But to the server itself, there are no such restrictions.

Nagamitsu: The game server that is called the “Imaginary Tree” can use the save file from any moment in time to generate a new parallel universe.

Nagamitsu: Just like servers in online games, universes can be opened, closed, or merged.

Tesla: This is no different from the theory of parallel universes. The new you is not the actual you, just like we’ve seen with Mr. Otto.

Nagamitsu: True, that is how we ordinarily understand parallel universes. But that’s referring to already existing parallel universes, Miss Tesla.

Tesla: …What do you mean?

Nagamitsu: I mean that at the particular point of origin for parallel universes, “others” don’t exist, and there is only one “reality”.

Nagamitsu: To someone experiencing this singular reality… They can choose the future they want.

Nagamitsu: In fact, such a thing is happening at every moment… it’s just that we are unable to perceive it subjectively.

Kiana: …Sorry, I’m already completely lost.

Nagamitsu: Oh. Let’s continue to use the analogy of a game, then. Imagine you are a free character in a game, and suddenly you are facing a choice.

[Choice 1]
[Choice 2]



Nagamitsu: Because you have free will, you can randomly select either of these two choices.

Nagamitsu: But without any external information, you will never know whether the content of the choices are the same in other versions of the game.

Nagamitsu: You also don’t know which choice you made in other versions of said game.

Nagamitsu: All you know is that “you” are “you”, “now is “now”, and that a “choice” is just a “choice”. Your free will never actually changes.

Nagamitsu: You could even say that from this perspective, all the other versions running on the server are irrelevant.

Nagamitsu: From your point of view, there’s no way to return to earlier parts of the game, and you only get to make choices once.

Kiana: So, what you’re actually saying is… by using some of the Imaginary Tree’s functions, Otto was able to live his life again?

Nagamitsu: Maybe “living life again” is not the best way of putting it. It even has the opposite connotation. But to simplify things, yes.

Nagamitsu: But I know that what’s really important is intention. Mr. Otto wouldn’t give up an opportunity to “return to the past”.

Otto (?): Oh… I see.

Otto (?): If I really had lived for 500 years… maybe I really would change like that.

Theresa: What changes are you talking about?

Otto (?): If someone lived for 500 years… his obsessions would be 10 times stronger than mine, or even 100 times.

Otto (?): I don’t think someone like that would act like I did just now, and re-evaluate his own life based on outside information.

Tesla: Yes. No one in the world would be more stubborn…. Ah, no, maybe Kevin would be.

Tesla: But what you said is true. I can’t imagine that someone like that would make any changes after hearing what others have to say.

Otto (?): If you compelled him to change his situation, he would do so based on some kind of inherent motivation.

Otto (?): I don’t think of myself as one who clings to power. The reason I joined the resistance army was that they fought under the banner of the Holy Maid.

Otto (?): …Maybe I just selfishly wanted to keep the name “Kallen” from being defeated again.

Tesla: You…

Otto (?): I’m telling you the honest truth. Maybe you’ll find my motivations funny, or not worth caring about…

Otto (?): …But you should know that when Kallen died, that part of myself called the “ego” went with her.

Otto (?): So, if I may be frank…

Otto (?): There’s not a moment when I don’t wish to return to the past, to those days when Kallen was still in our world. To return to the time when I had an “ego”.

Otto (?): I think that person… would fear this even more.

Theresa: …

Durandal: …

Tesla: …But don’t you have your own life?

Tesla: So the grand Schicksal Overseer, making his mark on the world for 500 years… is just a walking shadow, a pitiful puppet?

Otto (?): …You look surprised.

Otto (?): I think that if you live in a sufficiently unrestrained environment, it’s easy to forget how uncommon and fragile free will is.

Otto (?): You should know, that an ordinary person like me…

Otto (?): “Life’s but a walking shadow, a poor player, that struts and frets his hour upon the stage, and then is heard no more. It is a tale told by an idiot, full of sound and fury, signifying nothing.”

Otto (?): “Tomorrow, and tomorrow, and tomorrow, creeps in this petty pace from day to day…”

Otto (?): “…To the last syllable of recorded time, and all our yesterdays have lighted fools.”

Durandal: It seems you’re quite familiar with the works of Shakespeare, Mr. Otto.

Otto (?): Uh… yes. Both Kallen and I had encounters with her.

Durandal: When I was 12, I also encountered Shakespeare. She was a ship captain, and taught me a lot of things on my voyage.

Durandal: It was her that encouraged me to see the world in my own way, and to ground my decisions in reason.

Otto (?): …She helped you establish your own system of values.

Durandal: That’s right. While we’re on the subject, I hope everyone will act reasonably.

Durandal: …Everyone, we came together to cooperate because of the lost Herrscher Core.

Durandal: Let’s not beat around the bush. Almost everyone here is worried that our cooperation could be disrupted by someone making an irrational decision.

Durandal: But what I wanted to say was…

Durandal: That the irrational tendencies of a certain individual are all the more reason for us to work together. Hopefully we can solve the problem before he gets involved.

Theresa: Indeed. Just as Durandal said, the ultimate reason for our cooperation is to eliminate the dangerous effects of the Honkai.

Theresa: I think that’s enough discussion. I will now repeat the plan that we drew up earlier.

Theresa: First, our overall goal is to test for spatial anomalies suspected to be Herrscher of Domination puppet strings at several locations. Then we need to determine the location of the Herrscher Core in other dimensions.

Theresa: Second, the personnel who will be doing these tests include Dr. Tesla, Durandal, Kiana, Mr. Otto, and myself.

Theresa: Third, because it’s the closest, we will do our first round of testing at St. 1491 Square, and obtain our first batch of data about the Herrscher Core.

Theresa: There’s no time to waste, everyone. Let’s go!

Kiana & Durandal: Yes, madam!

--

Gameplay 26-10 - Following the Guide

Otto (?): This is called St. 1491 Square… is it to commemorate us overthrowing old Shcicksal? That’s wonderful.

Theresa: That’s right. Miss Octavia gave it that name herself… Ah, you probably know her as “Vera”.

Otto (?): Oh… is that so. Although I don’t know about your world, in the original world Vera didn’t run into any big problems, did she?

Tesla: Perhaps. Anyway, before we find the Herrscher Core, there’s probably no way for you to go back. You might as well make the best of it. No use in worrying.

Tesla: Right, don’t just stand there, walk around the area. That way the data we collect will be more accurate.

Tesla: If enemies appear again, you three should be strong enough to protect a test sample with arms and legs.

Theresa: …This is what the Doctor suggested. Let’s talk while we walk.

Otto (?): Relax, I’ll definitely comply with everyone’s instructions, and do my best not to get in the way.

Kiana: I hope so. Although I won’t lose my temper at you like the Doctor did… you should be aware that I have no obligation to treat you nicely.

Otto (?): …Yeah, I’ll keep that in mind.

Durandal: Right, Kiana, you know what?

Durandal: There’s an old building in this area where Fu Hua used to live.

Kiana: …Fu Hua’s house?

Durandal: Yeah. The Overseer used to mention it occasionally.

Durandal: If you’re free later, maybe you can take her over there to look around.

Tesla: Good… If we do it like this, we’ll get accurate data from this area.

Tesla: Two objectives remain. Let’s continue and try to maintain this efficiency!

As Tesla confidently issued the order to proceed, someone’s comm device started to beep.

…And for some reason, Tesla suddenly felt that something was wrong.

Durandal: …Sorry, I need to take this call.

Durandal: This is Durandal.

Durandal: …

Durandal: Yeah, Miss Theresa and Kiana are with me.

Durandal: …

Durandal: How about this, I’ll switch to the public channel.

Theresa: What happened?

Durandal: It’s Amber. The Overseer ordered her to pass on some information to us.

Theresa: (Hmm? …That isn’t Grandpa’s style. Why wouldn’t he just speak to us directly?)

Amber: Good day, Master Theresa, Master Durandal, and everyone aboard the Hyperion. This is the Schicksal Overseer’s personal secretary, Amber.

Amber: The Overseer has reported that he and Rita have locked on to the location of the Core of Domination at St. 537 Church. He wanted me to relay this information to you.

Tesla: …What did you say?

Durandal: Rita? Didn’t she go on a mission to World Serpent? And the Overseer said he was busy sorting out the aftermath of his resignation… Was that just a pretense?

Amber: All the Overseer said was that he and Rita had locked on to the Core of Domination at St. 537 Church.

Amber: As for how he found it so quickly, and why Rita is there… Forgive me, but I am not in a position to ask about such things.

Durandal: …

Tesla: So does that mean… we fell for the old man’s tricks again?

Amber: No, the Overseer said that if everyone proceeds together to St. 537 Church, he could help the Hyperion’s crew recover the Herrscher Core.

Theresa: “Everyone”? Amber, who is he planning to bring to the scene?

Amber: Master Theresa, Master Durandal, Kiana, and…

Amber: That “other Otto” that you found.

Otto (?): …Me?

Amber: Yes. The Overseer believes that your presence is necessary to complete recovery of the Herrscher Core.

Tesla: (Damn, the information’s gotten out. But with this many people, it’s hard to avoid…)

Tesla: What do you think, Theresa? Even though St. 537 Church was originally one of our targets… We don’t know what Otto is up to.

Theresa: …But to solve the problem we’re facing, we have no choice but to go.

Theresa: The good news is that, since Amber said Grandpa and Rita have already located the Core’s location, we don’t need to deploy everyone.

Theresa: Amber, please relay to my Grandfather that Theresa will proceed by herself to St. 537 Church to provide assistance.

Theresa: If he has the ability to locate the Herrscher Core on his own, then why does he need Kiana?

Amber: …

Amber: The Overseer has said that the Herrscher of Flamescion does not need to attend.

Amber: But he has emphasised that the other Otto’s help would be indispensable.

Otto (?): No problem. Although I won’t be able to provide anything that the others won’t… I’m duty-bound to help to the best of my ability.

Theresa: …Thank you. Unlike my Grandfather, you have a sense of responsibility.

Durandal: Amber, did the Overseer have any other questions? I can of course go with Miss Theresa.

Amber: …

Amber: He said that he didn’t. He didn’t consider other elements to be decisive.

Theresa: Okay. But in that case… Due to security concerns, unfortunately the other two will have to return to the Hyperion and remain on standby.

Theresa: Especially you, Kiana. I think being near him puts you at risk.

Kiana: …I understand, Principal.

Kiana: I’ll remain in the rear to protect everyone.

Theresa: Thank you.

Theresa: Well, Durandal and Mr. Otto… Let’s go.

--

Gameplay 26-11 - The Church Path

Otto (?): That’s…

Theresa: Hmm? Ah, that’s the statue of the Holy Maid Kallen.

Theresa :I remember Grandpa said these things should be kept in their original state, so it’s seen better days.

Otto (?): Oh. It replaced the statue of the gallows here?

Otto (?): It’s just a shame that people’s commemoration can’t actually revive the Holy Maid.

Theresa: Gallows?

Durandal: …It’s said that this is the place where Kallen Kaslana was hanged.

Otto (?): Yes. After being betrayed by the people, the Holy Maid was willing to sacrifice herself to bring enlightenment to the ignorant masses.

Otto (?): I saw her the night before she was executed. She was no fool…

Otto (?): But… When someone genuinely wants to change the world, they will discover how insignificant their power is.

Otto (?): After she was arrested for the second time, she gave up hope completely.

Otto (?): She rejected all plans to break out of prison, and awaited death. During her trial, she stubbornly stuck to her views, ensuring her execution.

Otto (?): Maybe for her… it was a final act of resistance against this unjust world.

Otto: Maybe so. But the Holy Maid showed great mental fortitude. She was stronger than even she could imagine.

Theresa: …Grandpa?

Otto: Ah, Theresa. You’ve been so busy these days. I know you have a lot to say to me, but let’s get the important things out of the way first.

Otto: I’ve already recovered 99.99% of the Core of Domination. And I’m about to get the last 0.1%.

Otto: Come, everyone. In the ruins of this church, we’ll welcome this momentous occasion together.

Amber: Please come in, everyone. I’ll stand guard outside the church.

Theresa: What is this?

Otto: 999 distributed Herrscher Cores. I used the 2nd Divine Key’s spatial manipulation technology to break their aggregate into pieces like this.

Otto: Of course, the goal is to locate the final piece of the puzzle.

Durandal: Dr. Tesla of Anti-Entropy said that she would soon be able to use the data she collected to deduce the location of the Herrscher Core.

Otto: Haha. I believe she can do it. It’s just that…

Otto: I, Otto Apocalypse, have a simpler method. There’s no reason for her to get her hands dirty.

Otto: …It’s time, Rita. Retrieve our “experimental items”.

[CG plays wherein the flash of a blade appears from the darkness, slashing twice.]

A deadly-looking blade flashed out of the shadows with a metallic sound.

And as soon as the two unsuspecting Valkyries turned around…

The “guest” they had brought with them had been transformed into a lifeless corpse.

Durandal: …Rita! What have you done?!

Rita: Calm down, Master Durandal. He was nothing more than another one of the Overseer’s Soulium avatars.

Otto: That’s right. This was my “simpler method”.

Otto: Look. I’ll help you collect the final piece of the puzzle.

Theresa: …What have you done?!

Otto: It will take a while to explain, so…

Otto: If you don’t mind, I’ll wash off my hands first.

Otto: Let’s sort this out from the beginning.

Otto: Several months ago, Test Subject K-423, now called “Kiana Kaslana”, defeated the Herrscher of Domination and rescued her comrades.

Otto: Although the Herrscher of Domination was dead, there was no trace of its Core. With help from the 2nd Divine Key, I entered the ruins of the Theater of Domination.

Otto: …And there I found a crucial clue.

Otto: Due to the unique structure of the Core of Domination, part of it was hidden within Imaginary Space, searching for a new body to inhabit.

Otto: As is well-known, the Herrscher of Domination is most interested in people who feel hopeless and are inclined towards chaos.

Otto: And it was due to this that I was able to implement my “complete recovery” plan.

Durandal: I don’t understand. What does this have to do with the “Mr. Otto” that Rita killed just now?

Otto: Please be patient, Durandal.

Otto: Think of it this way…

Otto: When you and I entered the ruins of the Theater of Domination, I had already collected 999 of the distributed Cores of Domination.

Otto: But the last one unfortunately hid itself in the abyss between dimensions, making it hard for me to follow its trail.

Otto: Therefore I decided to give some bait to this last Core, a host that it could not refuse.

Otto: …That’s right, I’m talking about myself, Otto Apocalypse.

Theresa: …Why?

Otto: Didn’t that “Otto” already tell you? His Holy Maid died because of him, and he lived his life after that like a walking corpse.

Otto: Perhaps the present me is not that fragile… But the Otto Apocalypse from 500 years ago? He carries more pain in his heart than anyone.

Otto: So I decided to create an incomparable host for the Herrscher of Domination based on this. An elaborate trap.

Otto: First, I used the 2nd Divine Key to project data from certain spaces on the Imaginary Tree into the Theater of Domination, which I already controlled.

Otto: Then I used the 999 Cores to take the data that had been projected into the Theater of Domination and manifest it into the real world.

Otto: In this way, I was able to leak information from another era into our time without disturbing spacetime itself.

Otto: I just needed to prepare an “Otto Apocalypse” from 500 years ago to serve as a trap for the Herrscher, and everything was in place.

Theresa: Are you saying that what we saw of the past were just fragments of information? Perfect replicas?

Otto: Yes. All of it was nothing more than side effects of the plan. Nothing besides information can leak into our world.

Otto: Everything you saw and collected was regenerated in our world.

Otto: You may think that I “cheated”, that I only “simulated” a result that no amount of energy could achieve.

Otto: But in the end… I really did recover the escaped Herrscher Core.

Durandal: And what about that Soulium lifeform lying on the ground?

Otto: He was only a simulation, of course. The simulation included real, complete, historical data about his life…

Otto: Because of this, he firmly believed he was the Otto Apocalypse from 1491.

Otto: He believed had just led the rebel army in their uprising against Old Schicksal, and that he had done it all for the Holy Maid.

Otto: All this was needed to make sure that he still carried resentment in his heart.

Otto: Do you want me to remind you of the actual history?

Otto: A leader of New Schicksal betrayed all of his comrades over a 500 year period, just to compensate for his wounded heart.

Otto: Eventually he became the ultimate evil in the eyes of Anti-Entropy. Even his closest advisors only served him to maintain order.

Otto: …And that “other him” that you saw was just beginning a long, dark journey.

Otto: He was like Macbeth after he saw the witches, his own obsessions sealed everyone’s fate.

Otto: The result was just as you have seen: the missing Herrscher Core mercilessly used him as a host.

Otto: The cleverness of this fusion almost escaped the notice of those genius doctors at Anti-Entropy.

Durandal: But… based on the results…

Durandal: It was you who manufactured this consciousness, and then… you killed it in pursuit of your own goals.

Otto: Yes. Don’t tell me this is the first time you’ve heard of me doing something like this.

Otto: For example… the person I saved 500 years ago, I drew my gun on 500 years later. This is how Otto Apocalypse does things.

Otto: Another example… to study the power of Herrschers, I snatched away the 2nd Herrscher from Anti-Entropy. Mr. Welt was about to destroy her for the sake of humanity at the time.

Otto: After that, I did kill her, then revived her. To test her powers, I tormented nearly everyone aboard the Hyperion. This is something else Otto Apocalypse has done.

Otto: Durandal, you obviously know how these things developed… But you only care about an artificial consciousness that only existed for a few hours?

Durandal: …

Otto: Ah, did I make you angry by saying these things? Then I will apologise…

Otto: Because the way I see it, avoiding harm to innocents is a good reason not to do something.

Otto: I know you aren’t a little girl anymore, Bianka.

Otto: These past few years, you defended your own life, withstood the darkness of this world, and the acts of necessary evil I ordered. There’s no shame in that.

Otto: You’ve shown maturity and perseverance beyond your years in this matter. So I will tell the world without hesitation that you, Durandal, are the best student I’ve had in 500 years.

Durandal: You…

Otto: Okay, okay, don’t make things difficult. You’re a good kid. And Theresa, why do you have to stare at me like I’m a murderer?

Otto: Your Grandpa isn’t a monster. I wouldn’t kill someone without a good reason, no matter what.

Otto: In the past, because I had no alternative, I overstepped against you and your subordinates…

Otto: But, my child, haven’t you left those annoying matters behind you by now?

Otto: When I said I was resigning, I meant it. I really am leaving Schicksal. You should know that over 500 years, I went through a lot before I finally found a home…

Otto: That’s something priceless, and it’s worth sacrificing everything I have for it.

Theresa: What is it that you found?

Otto: I found a moment in time, a holy spirit who has not died yet. You know, some people die too late, and others die too early.

Otto: She believed she found her own death, but everyone knows about that extremely unfortunate occasion. To the contrary, if I could decide my own death…

Otto: I would use my death to prove to her that going to one’s grave voluntarily is a magnificent end to life.

Otto: Then… she will realise that her life meant a future of liberation and glorious human flourishing.

Otto: Come! As a token of our continued relationship, please accept this gift… my dear Theresa.

[CG plays wherein the 1000 individual Cores coalesce to form the complete Core of Domination.]

A multitude of Herrscher Cores that looked like stars in the night sky fused into one mass in the blonde-haired man’s hand. He held it out, as if giving candy to a child…

And put the precious stone into Theresa’s palm.

Otto: Here. Try to make use of its power, Theresa. Perhaps it will become a perfect weapon for you.

Theresa: …Thanks for the reminder. Anti-Entropy scientists will do research on this.

Otto: Yeah. I’m not worried at all, they always do great research. They will definitely help you resolve those troublesome questions of intellect.

Otto: You don’t need to be so angry, Theresa. The succession ceremony will be held on schedule, and I guarantee that you will have all the powers of a Schicksal Overseer.

Otto: And as for me…

Otto: I will soon set off on the last part of my journey, to the other side of the world to seek the sole existence… a hero you all have heard so much about.

Otto: Kallen Kaslana…

Otto: The only one worthy of my sacrifice.

Theresa: Wait!

Amber: Master Theresa?

Theresa: Amber, where did your Overseer go?

Amber: I’m sorry, Master Theresa… The Overseer requested that I protect his privacy.

Amber: But since you already have the Core of Domination, why not send it back to the Hyperion for analysis?

Theresa: …

Theresa: That’s what I was planning to do myself. I don’t need you to remind me.

Theresa: Will you come with me, Durandal?

Durandal: Uh… I’m not sure if…

Rita: Of course we will return to the Hyperion with you, Master Theresa.

Durandal: …Huh?

Theresa: Oh. Even Rita wants to come.

Rita: Of course. You can… consider our time serving Master Otto to be over.

Rita: For the foreseeable future, we are at your service, Master Theresa.

Amber: …This was approved by Master Otto.

Durandal: But Rita… you returned from World Serpent without saying a word, and you still…

Rita: Ah, I’m so sorry, Master Durandal. Before, the Overseer wanted me to maintain strict secrecy, so I didn’t have the chance to contact you earlier.

Rita: To be honest, he told me some things that I did not expect… Can we talk about this on the way?

Theresa: …Sure.

--

Gameplay 26-12 - Back to Tranquility

Durandal: Rita, you only left for World Serpent HQ yesterday on a scheduled mission… Did the Overseer force you to return once you were on the way?

Rita: Yes, he did. The Overseer said that handing off my original mission to civilian staff would be fine.

Durandal: Strange. If he really just wanted to destroy his own Soulium body, he wouldn’t have needed you to be there.

Theresa: …What is Grandpa scheming?

Rita: Master Theresa, Master Durandal. Remember that just now, the Overseer mentioned his “journey”?

Durandal: Yeah. He said he wanted to go find Kallen Kaslana.

Rita: He told me that when he called me back. He said that based on his long-term research on the Herrscher of the Void and the 2nd Divine Key, plus the experiment with the bubble universe…

Rita: He has discovered the only way to bring someone back from the dead.

Theresa: Nagamitsu also mentioned this to me. She said the reason my Grandpa resigned was to return to the past and reunite with the Holy Maid Kallen.

Rita: Master Nagamitsu was the one who executed a lot of the experiments planned by the Overseer, so it’s not strange that she guessed that. But…

Durandal: …Is there something about it that doesn’t make sense?

Rita: Yes. And it’s quite obvious.

Rita: If the Overseer can really achieve time reversal on his own, then what he’s doing now will unavoidably get too many people involved.

Rita: Whether it was his dramatic resignation, or selecting the old HQ to recover the Herrscher Core, or ordering me to assassinate his Soulium clone…

Rita: Compared with the Overseer’s other plans, everything that’s happening now feels hollow somehow.

Rita: And as I was preparing to strike the target… he said this to me…

Otto: “Once Theresa has the Herrscher Core in her possession, you can tell her everything we just talked about.”

Durandal: …And this made you more suspicious.

Rita: Yes. This isn’t normally how the Overseer handles things. If recovering the Herrscher Core and his “journey” were entirely separate things…

Rita: Then it would mean he was putting a lot of effort into something he considered to be relatively unimportant.

Theresa: …True. Although Grandpa can be a bit pompous, he cares about costs and efficiency when it comes to important things.

Durandal: So, Rita, do you mean that recovering the Herrscher Core and the Overseer’s “journey” are secretly connected somehow?

Durandal: Connected so closely that… he had no choice but to do this?

Rita: I believe it’s reasonable to suspect that.

Rita: After all, no one knows what the costs of the Overseer’s “journey” will be.

Rita: If finding Kallen Kaslana has been his core motivation all his life… we must consider other things he’s done to be related.

Rita: For example, the Herrscher of the Void, or the 2nd Divine Key… or even the expedition I went on with Master Durandal in 2012.

Theresa: I will request that the Anti-Entropy doctors take this into consideration when they are doing their research.

Theresa: But at present, the most important thing is to properly deal with the Core of Domination, and make use of it if necessary.

Durandal: I remember when Fu Hua, Kiana Kaslana, and Bronya Zaychik with their Herrscher Cores were all affected by the Herrscher of Domination.

Theresa: Yeah. No matter what happens, we’ve finally seized its Core… Now it’s time to witness how this series of misfortunes comes to an end.

The Schicksal Overseer’s dramatic and distressing actions caused the Valkyries from different factions to share more intel with each other.

But as they worked towards an unclear goal, they still hadn’t realised that everything they had seen up to this moment…

Was an elaborate “performance” that the Overseer had deliberately put on for them.

The real crisis was being covered up by this unsettling “performance”, and things were going in a direction far different from what they had expected.

Act 3 - Eye of the Storm
Gameplay 26-13 - The Dormant Core

???: Damn! Ahhhhhh! This useless rotten Core! Just smash the thing and be done with it!

16:18, Saturday, October 14th, 2017. For the third time, Dr. Tesla’s shouts of frustration echoed through the Hyperion.

It all started over 20 minutes earlier.

Tesla: …Hmph. We’ve been through a lot, but it looks like the Herrscher of Domination incident has finally come to an end.

Tesla: We just need to take the final step. Just to be sure, let’s give it a little Honkai energy and test whether the Core is still “alive”.

Tesla: Theoretically, it’s definitely “alive”. There’s a 99.7% chance!

Durandal: “Alive”? Are you talking about the difference between Herrscher Cores born in the Current Era and those from the Divine Keys?

Tesla: You could say that. Although I don’t think you’ve realised what the fundamental difference is.

Tesla: …By the way, Mophead, didn’t you write an internal memo about this recently? Why don’t you tell them about it while I prepare the experiment?

Einstein: But it was only conjecture. At least, there’s no experimental evidence, and it might raise more questions than it answers.

Tesla: So what? You should tell everyone. And the experiment we’re about to do will definitely prove you right.

Tesla: And the people from Schicksal happen to be here… Wouldn’t it be nice to let them listen to someone besides Otto?

Nagamitsu: Yeah, yeah! Tell us more. With regards to the Herrscher Core, the Sovereign himself was the 1st Herrscher’s Anti-Entropy… you must have some interesting perspectives?

Einstein: …Okay. I’ll just get right to the point. I did some comparative research on Herrscher Cores from both Eras, and the results suggest…

Einstein: Maybe it’s not just as simple as categorising them as “living” or “dead”. We might be jumping to conclusions.

Durandal: Jumping to conclusions?

Einstein: Let me give you an example. In terms of appearance and behavior, ants and termites have a lot of similarities, right?

Einstein: But in terms of taxonomy, ants belong to the order “Hymenoptera”, while termites belong to the order “Blattodea”.

Einstein: Basically, ants are a specialised kind of wasp, while termites evolved from cockroaches.

Einstein: This is an example of “convergent evolution” in biology. Ants and termites were originally completely different, but through convergent evolution they became very similar.

Durandal: Oh. Just like the Astral Harness from the Sea of Quanta looks a lot like a Valkyrie battlesuit at first glance…

Durandal: …Hold on. In that case, you mean…

Durandal: Herrscher Cores born in our Era and Herrscher Cores from the Divine Keys are two inherently different things?

Einstein: That’s exactly what I’m guessing.

Einstein: The Herrscher Cores born in our Era have a somewhat “flexible” relationship with Imaginary Space.

Einstein: For example, under the right conditions, they can transform an ordinary person into a Herrscher.

Einstein: The Herrscher Cores from the Divine Keys of the Previous Era are not capable of this.

Nagamitsu: Indeed. They can only be used to adjust fixed power levels. And they have no way to develop new functions.

Einstein: A clear example of this difference was the incident involving the rebirth of the Herrscher of Thunder.

Einstein: When Mei Raiden’s own Herrscher Core formed within her body, the Gem of Conquest which originally had this power vanished.

Einstein: But the 3rd Divine Key, owned by World Serpent, was unaffected by these events. Similar to the situation with Kiana and the Judgment of Shamash.

Nagamitsu: Now that you mention it, I think World Serpent emphasised that only “living” Herrscher Cores were useful for their plan.

Einstein: Of course, this could just be a special characteristic of Sirin’s four Gems, but one could also speculate…

Einstein: That the difference between Cores born in our Era and those of the Previous Era… is much greater than we imagined, and more fundamental.

Einstein: I did some calculations based on this supposition, and the results were surprising.

Einstein: The two types being fundamentally different requires simpler premises than Sirin’s Gems having special characteristics.

Einstein: The latter possibility requires presupposing a large number of parameters for the math to output the right answer.

Einstein: And for the former, the only thing we need to assume is that the Imaginary Singularity is not a real point, and that it doesn’t carry any dimensional information.

Nagamitsu: …Wow. “Brevity is the soul of wit.” The Imaginary Singularity is the fundamental attribute of Herrscher Cores.

Einstein: Yes. That’s the beauty of this hypothesis.

Einstein: We know that the Imaginary Singularity in a Herrscher Core refers to an impossible structure that can trigger all supernatural phenomena.

Einstein: And mathematics doesn’t prohibit “impossible structures” from having “structure”.

Einstein: Following that reasoning, I discovered that Herrscher Cores from the Previous Era correspond with a dimensional “Pure Singularity”.

Einstein: And Herrscher Cores from our Era correspond with one-dimensional “True Loops”.

Einstein: In layman’s terms, the structure of this loop allows the Core to “live”, and reactivates its “elasticity”.

Nagamitsu: Uh… can it be understood like this, in everyday language?

Nagamitsu: The Herrscher Cores from the Previous Era are passive. Once they are removed from the Herrscher itself, they won’t undergo any more changes. They seem to be “dead”.

Nagamitsu: But Herrscher Cores from this Era are dynamic. Even when removed from a Herrscher, they can still transform themselves. In that sense, they are “alive”.

Einstein: Right.

Einstein: If the Core of Domination is “alive”, this guess will increase its confidence level, but on the other hand…

Einstein: We can only assume that at the lowest levels, the structure of our world…

Tesla: …Ah! Mophead, don’t jinx it!

Einstein: What happened, Dr. Tesla?

Tesla: See for yourself! I don’t know how to explain the results of this experiment. How could this be?! The Herrscher Core is…

Tesla: I can’t detect any Imaginary Singularity within it! Does this still count as a Herrscher Core?!

About 20 minutes later…

Theresa: It seems… the research on the Herrscher Core did not go smoothly.

Einstein: Yeah. All other physical indications suggest that it is a genuine Herrscher Core. It can attract Honkai energy and trigger changes to physical laws…

Einstein: But the strange thing is, no matter how we do the experiment, we can’t detect an Imaginary Singularity. Just like those little Cores from before.

Einstein: And we also know that the real Herrscher of Domination minions are completely different than those puppets at the beginning.

Einstein: Based on its size and weight, we should be able to determine useful information about its Imaginary Singularity.

Nagamitsu: …Can I put in my two cents? Even though it’s just a thought I had.

Einstein: Go ahead. As you can see, Dr. Tesla is getting agitated.

Nagamitsu: I’m thinking that this strange phenomenon might have to do with the Herrscher of Domination controlling the Theater of Domination.

Einstein: Huh?

Nagamitsu: I mean, the Imaginary Singularity should exist in all dimensions simultaneously, right?

Nagamitsu: If the number of dimensions corresponding to the Theater of Domination is much higher than those of reality… then detectable signals from the Imaginary Singularity would be many times weaker…

Einstein: (…!)

Nagamitsu: In this case, even if we were faced with a real Herrscher Core, maybe we wouldn’t be able to detect any signal? After all, our instruments do have limited sensitivities.

Einstein: This does make some sense… But if this is the case, the only way to verify it would be to use…

Einstein: Ah. It can be done.

Theresa: …Did you think of a different way, Dr. Einstein?

Einstein: Yeah. Let’s go find Kiana and Bronya…

Einstein: We will need to rely on those two for this.

Kiana and Bronya: Using Herrscher powers to bombard the Herrscher Core?

Einstein: Yes. At present, this is the only way to verify the state of the Core of Domination.

Bronya: Is this a way to calm Dr. Tesla down? The Bronya thinks any plan that solves that problem is a good plan.

Einstein: Pfft. The purpose of the plan isn’t limited to that, Bronya.

Einstein: If we are able to quickly confirm the status of the Herrscher Core, it will also help us solve the problem with Otto.

Kiana: …I heard he made a clone of his past self, then killed it. What is he up to?

Kiana: Could he really be planning to “resurrect” someone from 500 years ago? Even the Herrscher of Death can’t do that.

Einstein: …I don’t know. The annoying thing about Otto is that since we can’t trust anything he says, we have to keep a close eye on everything he does.

Einstein: If we can establish the active status of the Herrscher Core, it means Otto has been up to more tricks… and we need to get information out of him.

Einstein: He claims that he and Madam Theresa will finish the “succession ceremony” tomorrow, but no one really knows what he has planned.

Nagamitsu: Right. The Overseer may know a lot more than we think he does.

Nagamitsu: Although I am technically his subordinate, and it may be strange for me to say this…

Nagamitsu: But haven’t you all wanted to see further than that man, even once?

Nagamitsu: Dr. Einstein told me that she had a good guess. If that guess can be verified with the Core of Domination…

Nagamitsu: Then we’ll be closer than ever before to understanding the essence of the Honkai. And we will have a deeper understanding than Otto.

Fu Hua: …I think you’ve gotten a bit over-excited, Nagamitsu.

Nagamitsu: Ah… Sorry, I just get passionate about things like this. Sorry.

Theresa: In any case, we do need to keep our guard up against my Grandpa. But I’m sure some questions will arise. Anyway…

Theresa: To reach the experimental targets set by Dr. Einstein, we need to gather as much Honkai energy as possible, and restrict it to the smallest possible space.

Nagamitsu: In my capacity, I will do my best to provide Schicksal’s lab equipment for your use. It’s just a pity that I won’t be able to participate in the experiment itself.

Einstein: …I thought you were the most enthusiastic about it.

Nagamitsu: There’s no choice. The Overseer wants me to report to him before 4:30.

Einstein: What does he need you to do?

Nagamitsu: Maybe it’s to help prepare for his “journey”? Operating the 2nd Divine Key or something. Anyway, it won’t be anything too dangerous.

Einstein: …You don’t seem worried about the results of his experiment.

Nagamitsu: Aren’t the crew of the Hyperion and the Valkyries of the Immortal Blades all expert problem solvers?

Einstein: If possible, we should take preventative measures so that we’re not caught off guard.

Nagamitsu: Alright, I understand. I’ll do what I can for you guys when I meet with Otto. Is that okay?

Einstein: We wouldn’t ask you to do anything more than that.

Nagamitsu: Haha, thanks for understanding.

Theresa: Then let’s hurry and prepare the experimental materials and signal analysis equipment. The rest of you can take a break for an hour.

Theresa: The whole town is pretty safe now. Everyone can take this opportunity to get some exercise and some fresh air.

Theresa: Especially Kiana and Bronya. I recommend you two relieve some stress before the experiment begins.

Fu Hua: Yeah, that will help you direct your Herrscher powers more precisely in the experiment. Do you still remember the basics of the Edge of Taixuan?

Kiana: “Discard delusions, control your breathing. Clear your mind of thoughts and feelings.”

Fu Hua: Right. So use this opportunity to relax and go for a walk. It’s not good to stay onboard all the time.

Kiana: Haha. Thanks for the advice, Fu Hua and the Principal.

Kiana: …There is something that’s bothering me. I’ll use this time to deal with it.

Bronya: The Bronya will use this time to do some exercises that improve focus.

Theresa: Good. Everyone go get some fresh air. Meeting adjourned!

--

Gameplay 26-14 - The Ranger and the Knight

“This could be a rare opportunity… should we continue the battle that was interrupted 5 months ago?”

This was the invitation from the golden-haired knight to the silver-haired girl.

5 months earlier, on the sands of North Africa, the two of them had sparred.

The knight’s Gun Kata, and the girl’s Edge of Taixuan… both revealed skills that exceeded the other’s expectations.

It was just that at that time, the girl wasn’t sure she was on her way to becoming a hero, and the knight was bound by their mission.

But despite this, in the few minutes that they fought, they both had an unmistakable feeling…

That the opponent they faced was the person in this world most similar to themselves.

Durandal: Remember the Schicksal civil war we talked about today?

Durandal: The church ruins ahead date back to that period.

Durandal: And the square we’re standing on… is where the Holy Maid, Kallen Kaslana, drew her last breath.

Kiana: The Holy Maid Kallen… My Dad told me that she set an example for all Kaslanas.

Durandal: Like you, she chose to betray Schicksal.

Kiana: And you have always served Schicksal. You even helped Otto with his spatial experiments.

Durandal: 5 months ago, I remember you asked me, “why do you want to help Schicksal?’

Durandal: And in return, I asked you “If there were no Schicksal, who would protect the billions of people on this Earth from the Honkai?”

Kiana: You also said, “In this world there is no absolute good and evil or right and wrong. There is only the mission.”

Kiana: Of course, at this point I understand that you had your reasons for saying that…

Kiana: But at the time I really didn’t understand, what exactly was your mission? And why did you have to obey Otto?

Kiana: I don’t look down on you for that now… But if you are willing to tell me your reasons, I would be grateful.

Durandal: …

Durandal: To make a probably flawed analogy: Overseer Otto is to me as Miss Theresa is to you.

Durandal: It’s undeniable that he made me who I am today. You also can’t deny that his understanding of the Honkai far surpasses all of us.

Durandal: Of course, I know your question wasn’t getting at this aspect.

Durandal: I’ll tell you the answer to that question, but…

Kiana: Only after I’ve beaten you, right?

Durandal: Correct. Come on, Kiana Kaslana…

Durandal: Time to settle the score!

Kiana: I expect nothing less!

Kiana: What do you think! Fu Hua told me about it…

Kiana: Amazing! You’ve really improved!

Durandal: …It’s really cool. Your ability to control Herrscher powers is so much better than 5 months ago, it’s like night and day.

Durandal: But you need to be even more vigilant against Otto now. He’s said many times, “we need the Herrscher of the Void and her powers.”

Kiana: Otto needs the power of the Herrscher of the Void?

Durandal: Yes. And this is definitely related to the “answer” I wanted to give you.

Durandal: After all, for my situation, the 2nd Divine Key is necessary.

Kiana: The 2nd Divine Key… you mean the Divine Key created using the Core of the Void from the Previous Era?

Durandal: That’s right. It can detect fluctuations in the Sea of Quanta, and peer into the structure of the Imaginary Tree. It helped me complete part of my “mission”.

Durandal: It helped to reattach the bubble universe that was anchored within my body to the Imaginary Tree.

Kiana: The bubble universe in your body… I assume that’s the main reason you’ve always worked with Otto?

Durandal: That’s a reasonable assumption. Just like everything you’ve faced on your journey, it’s a long story.

Durandal: The story started from some seemingly tedious and dangerous fieldwork. If I hadn’t said I was interested before the mission…

Durandal: Maybe it was just that I was 12 years old at the time.

Kiana: 12 years old? I did hear you were the youngest Valkyrie ever to reach A-rank and S-rank, but 12 years old…

Durandal: Maybe it’s that I matured pretty early. But it doesn’t matter. By today’s standards, I wasn’t a self-sufficient Valkyrie.

Durandal: Anyway, that day Rita and I accepted a mission to explore the Sea of Quanta. I heard that your colleagues once visited “the Deep”, at the bottom of the Mariana Trench.

Durandal: But our objective wasn’t that perilous realm within the Eye of the Deep.

Durandal: The place we went, despite being spatially distorted, had a long history and rich culture just like our world.

Durandal: The “King’s Men” who operated a submarine were there, as was the mechanical “Port of Alexandria”, and the “Yucatan Federation” who loved to play ball.

Durandal: There was also the Inca Republic, which unified South America and saved the world almost single-handedly.

Durandal: That world originally drifted in the depths of the Sea of Quanta and faced extinction, and yet it joined together heroes from different eras and different worlds.

Durandal: The heroic and always optimistic Captain Shakespeare, the wise and experienced Dr. Schrodinger, and the straightforward and determined Cervantes…

Durandal: I could keep going. It would take a long time for me to introduce all of them to you. But to me…

Durandal: The important part of the story is that they chose me to guarantee their world’s continued existence.

Durandal: It wasn’t because I had that much ability when I was 12… It was because they didn’t have any other choice.

Durandal: Using an Ether Anchor, they implanted their world into my body.

Durandal: That way, as long as I survived in my own world, their universe wouldn’t be extinguished in the Sea of Quanta.

Kiana: So… ever since you were 12, you’ve carried the burden of this “mission”?

Durandal: Well… Compared to your battle with the other Herrscher of the Void, my experience has been easy.

Durandal: To me, the world within my body is like my hometown in the mountains… Although it’s not as bustling as a big city, at the same time…

Durandal: Only the few people that live there can sustain its past, present, and future.

Durandal: Over the past 5 years, I’ve been looking for a way to detach the bubble universe from my body…

Durandal: Because that’s the only way to free that world from its dependence on me.

Durandal: And it was a mission that only I could accomplish.

Durandal: As for your question 5 months ago…

Durandal: Everyone who grows up in Schicksal has to complete a mission like this. Was there anyone else she could choose to rely on?

Kiana: But…

Durandal: I know. From your perspective, I was obviously on the wrong side. But to me, Schicksal plays an indispensable role.

Durandal: That’s what I meant by what I said earlier: “In this world there is no absolute good and evil or right and wrong. There is only the mission.”

Kiana: But you also said that the 2nd Divine Key had already helped you complete part of that “mission”.

Durandal: Yes… A month ago, as luck would have it, I made it to the vicinity of the Imaginary Tree.

Durandal: That gave me the ability to transfer the bubble universe to other people, allowing others to carry on the mission.

Durandal: So you could say that I have a little more freedom now, compared to before.

Kiana: 5 months ago I said to you that I longed for the title of “Schicksal’s strongest S-rank Valkyrie,” and made it my goal.

Kiana: It might be a little strange to say this… but if our paths lead us to a future of conflict and confrontation, I’ll be really disappointed.

Durandal: …I know how you feel. I once judged you as “having potential,” and just 5 months later you’re here proving your ability.

Durandal: Since resisting the Honkai is our common objective, a day will come when our different paths lead to the same place.

Durandal: In my current capacity, although I can’t promise you anything…

Durandal: I hope you see that our respective missions are much more closely aligned today than they were 5 months ago.

Durandal: But the Overseer’s inexplicable actions today… make me a little more nervous than usual.

Durandal: If the 2nd Divine Key doesn’t meet his requirements, he might covet your abilities.

Kiana: Thanks for the warning. Everyone on the Hyperion is on the lookout for him.

Durandal: …Glad to hear that.

Durandal: It’s getting late. Do you want to return to the Hyperion to complete the Herrscher collision experiment?

Kiana: Uh… yeah. Do you want to come?

Durandal: Sure. I love that honey coffee that Dr. Einstein brews.

The golden-haired knight walked away with the silver-haired warrior by her side.

She still had not realised that the lives of her and her counterpart were dramatically intertwined.

--

Gameplay 26-15 - The Wolf and the Rose

“The Umbral Rose wishes to spar with the Silver Wolf of the Urals.”

Just earlier, a cursive handwritten note with that message had landed in Bronya’s pocket.

After considering briefly, she decided that as a retired assassin, she would accept the invitation.

Rita: Hello, Miss Bronya.

Bronya: …

Rita: Ah, there’s no need to be nervous. I have no ill-intent towards Miss Bronya.

Rita: Of course… I know that what I did in the church made everybody uneasy.

Bronya: As far as assassinations go, that was a clean hit. Cold, precise, and merciless.

Rita: I’m sorry for the unhappiness I’ve caused.

Rita: But business is business. I’m sure the legendary “Silver Wolf of the Urals” can understand.

Bronya: …Maybe there was a time when the Bronya would have understood. But now Bronya thinks that when it comes to matters of right and wrong, “business” is no excuse.

Rita: That’s very true, Miss Bronya. Everyone should have their own standards for such things. Relying too much on external rules is a display of immaturity.

Bronya: …What is it that you want to say?

Rita: Ah, nothing. It’s just that you and Miss Kiana are about to participate in the experiment on the Herrscher Core, so Master Durandal asked me to come and see if I could help with anything.

Rita: Of course, if that is unacceptable to Miss Bronya, I will excuse myself.

Bronya: The Bronya won’t be walking along and suddenly be sliced by your blade, right?

Rita: Miss Bronya has a good sense of humor.

Rita: Even though the “Silver Wolf of the Urals” was only an assassin briefly before disappearing…

Rita: I don’t dare to overstep against a mercenary who reached the top of Charon’s List in record time.

Rita: Besides, Master Durandal has told me many times not to cause trouble for the crew of the Hyperion, so naturally I wouldn’t do anything improper.

Bronya: Alright, Rita. What do you recommend the Bronya practices?

Rita: Combat warm-ups, of course. Please come this way, Miss Bronya.

*slow claps*

Rita: Worthy of the name “Silver Wolf of the Urals.” Your moves are efficient and your mind is sharp. Rita has learned a lot from you.

Rita: But can I give a small pointer to this next-generation mercenary?

Bronya: Huh, advice? Tell me.

Rita: Miss Bronya’s moves are effective, but could be just a bit more… graceful.

Bronya: The most important thing on the battlefield is to incapacitate your target. Trying to do anything else can affect the success of the mission.

Rita: Ah, very true, Miss Bronya. But maybe adding some flair would be helpful for future missions?

Bronya: You mean getting more potential employers to notice your work?

Rita: That’s certainly one benefit. But what I meant was that art can establish a level of trust with people that goes beyond the ordinary.

Rita: But seeing is believing. I will demonstrate, if that’s alright with Miss Bronya.

Rita: And that’s it. What do you think? I would welcome any suggestions.

Bronya: …

Bronya: Why did you help Otto, Rita?

Rita: I’m a Schicksal S-rank Valkyrie, and Otto had always been the Schicksal Overseer.

Rita: …But I know that’s not the answer you wanted.

Rita: Master Durandal and I aren’t so bad. It’s just that when faced with certain choices, we decided based on our own interests.

Rita: And some of those choices hurt you guys… but at that moment, we had to rely on our own imperfect knowledge.

Bronya: Well… let me ask in a different way.

Bronya: Do you consider Durandal to be your colleague or your superior?

Rita: I consider her a friend about whom I care deeply.

Bronya: What about Otto?

Rita: He’s the Overseer of Schicksal, who still hasn’t technically left office. Obeying his orders is my duty as a Valkyrie.

Bronya: If Durandal decided to leave like Otto, what would you do?

Rita: Hah…

Rita laughed gracefully.

Rita: Forgive me, Miss Bronya. It’s not easy to answer that question, given my current situation.

Rita: But please understand this… You and I might be more similar than you think.

Bronya: …What do you mean?

Rita: I mean that we each have someone within our circle of friends who’s very cute but sometimes causes us to worry.

Rita winked mischievously.

Rita: At first glance, Master Durandal is a serious person who doesn’t spare people’s feelings. She seems rather unapproachable.

Rita: Yet in certain situations she’s like an awkward young girl.

Rita: To return to your question, Miss Bronya, if she left… I believe we would each decide what to do based on our own judgment.

Bronya: I think I understand what you’re getting at.

Rita: That’s great, then.

Rita: Although our past is full of friction and unhappiness… I hope that once Master Theresa takes over as Overseer, everyone will get along with each other.

Bronya: This will take some time for both sides… but the Bronya hopes so too.

Rita: Then why not start our friendship by dealing with a Honkai beast together?

Bronya: Sure, if you can keep up with Bronya.

Rita: I’ll do my best.

Rita: Wow, really impressive, Miss Bronya.

Bronya: You weren’t bad yourself, Schicksal S-rank Valkyrie.

Rita: Thanks, Miss Bronya. I hope this training will be helpful in the upcoming experiment.

Bronya: Yes, the Bronya feels all warmed up. Thank you.

Rita: Well then, I think it’s time for me to bid you farewell. I hope the experiment goes smoothly.

Rita: Master Durandal and I will be rooting for you.

At this point, Rita bowed slightly and turned to leave.

Bronya: Hey, Rita.

Rita: What is it, Miss Bronya?

Bronya: …

Bronya: About what you told me today, the Bronya just wants to remind you of one thing.

Rita: Please tell me.

Bronya: Since you believe your comrades wouldn’t make a decision that disappoints you, I assume you wouldn’t make a decision that disappoints your comrades.

Rita: …Of course, Miss Bronya.

Rita: Rita will keep that in mind.

After the mysterious Valkyrie politely took her leave…

Bronya found another note in her pocket.

“The Umbral Rose will fight hard in her last battle, and won’t let you down.”

…That was what the mercenary who had not yet retired said.

--

Gameplay 26-16 - Collision Experiment

After over an hour of urgent preparations, the platform for the “Herrscher Collision Experiment” had been set up on a bridge in Klostern.

Under a dark, overcast sky, the Herrscher of Flamescion and the 3rd Herrscher of Reason had each taken their positions.

Welt: Kiana, Bronya. Try to focus your Honkai energy in a straight line, so that it collides with the other beam.

Welt: This experiment will be a new challenge for you two, so please make sure to comply with the instructions at each step.

Bronya: Yes, Sovereign.

Kiana: No problem, Mr. Welt.

Welt: Then I will direct Bronya. Fu Hua, would you mind doing the same thing for Kiana?

Fu Hua: Will do.

Fu Hua: Kiana, use the Edge of Taixuan to control your power. Start with the tiniest amount of Honkai energy and gradually increase it.

Fu Hua: Let the Honkai energy flow out slowly, like drops of water gradually forming a small stream.

Fu Hua: Control the direction of the flow such that you, Bronya, and the experimental Core form a straight line.

Fu Hua: Now, together with Bronya, let more Honkai energy flow out. Gradually increase your output.

Fu Hua: Okay, now!

Kiana and Bronya: Let’s do this!

Kiana and Bronya: Herrscher Core, liberated!

The two equally powerful beams of Honkai energy came into contact with the Core of Domination, creating an almost perfect collision with no energy leaking.

The Core of Domination, which had not yet reacted in any previous experiment, began to give off a subtle yet distinct glow.

Anti-Entropy’s recording equipment recorded every energy fluctuation throughout the process…

Now, all that was needed was to wait for the results of the data analysis.

Durandal: Congratulations on your experiment’s success, Kiana.

Kiana: Thanks. This brute force method was also something new to us. It was lucky that we had success on our first try.

Bronya: Yes. The Bronya hopes that this experience and the experimental results will be useful for everyone in the future.

Durandal: But even if it’s not… exploration has value in and of itself. When it comes to resisting Herrschers, the experience Schicksal has accumulated…

Durandal: In my opinion, the ability to observe Herrschers in slow-motion like this, gives us insights for coordinated combat.

Kiana: You mean… you want to fight together with us in the future?

Durandal: Of course. I’ve been looking forward to it.

Durandal: Before, the Immortal Blades fought alongside the Herrscher of Thunder. But due to a lack of understanding between us, the results were not ideal.

Kiana: (Mei…)

Kiana: (She’s probably talking about the incident at Coral Island…)

Rita: To be honest, we wrote a 30,000 word incident report at the time. Even the Overseer thought that Master Durandal might be overanalysing…

Rita: …Huh?

Durandal: What is it?

Rita: A message from the Overseer. I’ll take it on the public channel.

Kiana: (…Otto!)

Otto: Good afternoon, my friends aboard the Hyperion. Good afternoon, Valkyries. Did research on the Herrscher Core go smoothly?

Theresa: Grandpa… Didn't you say there was no reason to contact us anymore?

Otto: Wow, don’t be so cold, Theresa. Are you still mad at me for killing that clone? You all have obviously forgiven Rita, but you still hold it against me?

Otto: …Anyway, I currently do not have anything I need to discuss with those of the Hyperion. But I do have a mission for Schicksal’s S-rank Valkyries.

Durandal: …Does it have to do with that “journey” you mentioned?

Otto: Haha, sharp as usual, Durandal. That’s right, I’ve already made all the necessary preparations… I just need a little help from you and Rita.

Otto: Ah, right. Other members of the Immortal Blades, you can stay there and continue to assist my Granddaughter.

Otto: She will be taking over the Schicksal Overseer position shortly, after all. It’d be great if everyone gets familiar with the work ahead of time.

Otto: How to put this… for the vast majority of you, this is the last time you’ll hear from me. I’ll be hitting the road soon.

Otto: Is Mr. Welt also on the line? I’m really sorry that I didn’t let you guys enjoy Thanksgiving that year in New York.

Otto All these years, I’ve wanted to apologise. I’ve even wanted to kneel down at a monument and weep to express my regret.

Otto: But after all these years… I’m guessing you don’t want me to do anything pretentious like that.

Welt: …This is what you wanted to tell me before you “hit the road”?

Otto: What else should I say? To give another example, do you think K-423 also wants me to apologise?

Otto: Since you are all so flawless and heroic, I didn’t think you would be so petty.

Durandal: Overseer, let’s not discuss whether or not there’s a problem with what you just said…

Durandal: The Herrscher of the Void… No, the Herrscher of Flamescion… She has a name.

Durandal: And it’s not K-423. It’s Kiana Kaslana.

Otto: Okay… Kiana Kaslana. That’s fine, after all, the real owner of that name became like that 10 years ago.

Theresa: …

Otto: Theresa? It seems like you want to say something.

Theresa: You…

Otto: Relax, Theresa. You don’t have to say it if you don’t want to. Your Grandpa has done a lot of things that don’t make sense, and he knows this well.

Otto: You might find that some shocking things will happen soon.

Otto: When they happen, you will probably think your Grandpa is not someone worth remembering. Just remember that the positives and negatives are both important.

Theresa: …What do you mean? What will your “journey” bring about?

Otto: You’ll know soon enough, so I don’t need to explain here. But don’t worry, those events will not pose any threat to you.

Otto: Durandal, Rita, come to the Morning Glow Overlook on Kaslana Street to give me a report. I need you to take one final shift.

Otto: To the rest of you, I bid you farewell.

The blond-haired Overseer promptly cut off the communication link, leaving everyone speechless.

Theresa: …

Tesla: Ugh. That despicable old fool. Can’t he talk like a normal person? If Mophead didn’t cover my mouth, I would’ve given him a piece of my mind.

Welt: Tesla, he used those excuses to provoke us. But if he really is gonna walk away like this…

Welt: Why would he want to provoke us?

Einstein: So you’re saying that he might still have some plans for us…

Fu Hua: That would explain that disgraceful speech of his today. But…

Fu Hua: What does he gain by provoking us, and even provoking those around him. How does it help him achieve his goals?

Einstein: And the goal that he claims to have also raises some doubts. If he really just wants to go to a parallel universe to search for another Kallen…

Einstein: Then one would assume, forgive me for this, Madam Theresa… that he would be satisfied by successfully cloning Kallen?

Welt: And he wouldn’t even need to leave this world.

Einstein: So keep in mind what Nagamitsu said, that “free will is unchanging” and “there is only one choice that was made.” It seems she was suggesting a contradiction.

Theresa: …If Nagamitsu was still here, we could ask for her opinion. After all, she participated in a lot of spatial experiments for Schicksal.

Durandal: She believed that the Overseer would use the 2nd Divine Key to leave this world. She also thought that, just as Otto said, it wouldn’t impact us in any way.

Durandal: But…

Rita: But he is the Overseer. Maybe technical staff believe that he doesn’t lie… but I’m afraid that’s not necessarily the case.

Rita: Maybe we can learn something from the awakening of the Herrscher of the Void.

Kiana: …

Kiana: So, are you guys really going to obey his orders and go report to him?

Durandal: …We’ll just have to see what happens.

Einstein: Maybe it’s a trap.

Welt: But if we don’t go see for ourselves… we may be susceptible to hidden threats.

Rita: Everyone calm down. The Overseer doesn’t represent the entire Schicksal organisation anymore.

Rita: From the moment he announced his resignation, Master Theresa’s position also needs to be taken into consideration.

Durandal: Yes. At least I can guarantee that the Immortal Blades won’t regard you as enemies again.

Welt: …But you guys need to be careful as well. As soon as Otto discovers that he can’t manipulate you anymore, he may do something cruel.

Durandal: You’re talking about… Reanna, right?

Einstein: You know that name?

Durandal: Yes. I have a… friend who told me her story. I knew that she once wielded the Abyss Flower. And I know the basics of… her relationship with Anti-Entropy.

Fu Hua: Reanna was a good person. The time spent when she and I worked together reminds me of the relationship between you and Rita.

Fu Hua: It was just that at that time I didn’t make friends easily… So I didn’t get to know her well.

Einstein: She was a warrior, and a true Valkyrie.

Tesla: If you knew her, you should have known what kind of degenerate the Overseer is.

Durandal: …The Overseer really went too far against Anti-Entropy. It was one of Schicksal’s darkest moments.

Theresa: Okay. However you look at it, those events in the past don’t have much relevance to our situation now.

Theresa: Durandal, Rita… If you think going to meet with my Grandfather is the right choice, the Hyperion crew won’t stop you.

Theresa: But… you must be careful.

Durandal: Yes. We will be extremely cautious.

Rita: He’s the crafty Otto Apocalypse… so everyone needs to be on guard and plan for the worst.

Theresa: We’ll be on high alert. Let’s hope for the best.

Kiana: You can do it. You’re Schicksal’s strongest S-rank Valkyries.

Durandal: Thank you. I also believe in you, Herrscher of Flamescion.

--

Gameplay 26-17 - Proceed with Caution

Durandal: Miss Li? You’re here too?

Li Sushang: Why not just call me by my name? It makes me nervous when you’re overly polite like that.

Li Sushang sized up Durandal and Rita’s rather serious expressions. She realised that their understanding of the Raksha’s plans was a bit lacking.

Li Sushang: So the Overseer really didn’t tell you about it? No wonder he wanted me to stay away from you and the crew of the Hyperion.

Rita: It seems he wanted to keep it secret from us until the final moment.

Li Sushang: Uh… it seems that things have gotten a little more complicated than I imagined. All the S-rank Valkyries are gathered here now.

Li Sushang: Just yesterday, he talked to me about all kinds of strange things.

Li Sushang: Like “the Imaginary Tree”, “higher dimensional space”, and “directional fractures”…

Li Sushang: Looks like his time is also related to time. He probably made the bizarre events in the town possible himself.

Durandal: Did he tell you why he did all these?

Li Sushang: Ah, I kind of knew it from the beginning. Or, you can say I felt it 500 years ago.

Li Sushang: Schicksal once had a Valkyrie worshipped as the Holy Maid, right? Kallen Kaslana. The Overseer’s childhood sweetheart.

Li Sushang paused for a few seconds.

Li Sushang: How can I put it? The way he missed her made even me feel lonesome.

Li Sushang: Long ago, in the desert, he’d sit there day and night alone… You should know how it feels.

Durandal: So, you think he’s being serious? He’s setting up everything here to bring Kallen Kaslana back to life?

Li Sushang: …Is it the way he expresses himself that makes you feel he’s insincere? He’s been dead serious about it all along.

Li Sushang: And the reason why he woke me up from my deep slumber was exactly that… his plan had entered the final phase.

Rita: Miss Li… are you saying that the fact the Overseer awakened you indicates…

Rita: He has found a reliable way to revive the Holy Maid who died 500 years ago?

Li Sushang: Hmm, yeah. After all, that’s what he promised me.

Durandal: Promise?

Li Sushang: You know that I was badly wounded in an event 500 years ago, and that my wounds were almost impossible to heal back then.

Li Sushang: The Overseer put me to sleep so that he could have more time to figure out how to heal me.

Li Sushang: Putting everything he did aside, he saved my life, and that’s a fact.

Durandal: …

Li Sushang: Before I went to sleep, when he asked me when I wished to be woken up…

Li Sushang: Out of curiosity, I didn’t say when humanity had conquered the Honkai. Instead, I chose when he had fulfilled his wish.

Li Sushang: Back then, I did wish to see her dream come true with my own eyes.

Rita: Which is to say, the Overseer is very confident now about realising his lifelong dream.

Just to be absolutely sure, Rita changed her wording and asked the question again.

Li Sushang: I guess. And people would probably get hurt for it. Just like what happened with the Herrscher of the Void.

Durandal: …Are you going to stop him?

Li Sushang: No.

Li Sushang: Sorry, but I can’t break my promise to him.

Li Sushang: Besides, he has kept his word. He could have left me alone and kept me asleep forever.

Li Sushang: But then again, if you wish to stop him, I won’t stand in your way either. That’s not my business.

Durandal: Are you saying that you’ll stay neutral no matter what happens later?

Li Sushang: Ah, not necessarily. I’d fight for him once, just once. And after that, we’re even.

Rita: But you’d still be a Schicksal Valkyrie, Miss Li.

Li Sushang: Hmm, you’re right. By that time, I’d help you clean up the mess left by him if I can.

Li Sushang: He surely will leave a big mess behind, won’t he?

Durandal: …

Durandal: After the experiment on the Herrscher of the Void, it took us 3 months to deal with minor Honkai events across the globe.

Durandal: Yes, her awakening was inevitable…

Durandal: But we’re also clear that everything started with the Overseer’s plan and the fact that he needed power.

Li Sushang: You don’t want the same thing to happen again, right?

Durandal: Of course, the mission of Schicksal is to wipe out the Honkai, and none of us have forgotten that.

Durandal: Perhaps we need to study the Honkai before we can destroy it, but we’re Schicksal, not Anti-Entropy or World Serpent.

Durandal: We can never turn a blind eye to the costs of our so-called progress.

Li Sushang: Hmm. I believe you’re sincere and not just using this as a pretty excuse.

Li Sushang: I believe, from your perspective, this is proof that you are you.

Li Sushang: But… every individual has a free soul, and for others, their proof might be drastically different.

Li Sushang: I’ve only known this world for a few months, but that was long enough for me to learn that you can be both alike and different.

Li Sushang: Maybe it’s exactly the differences in ideas that created such a diverse, cruel, yet beautiful world.

Li Sushang: Anyway, I’m in no position to stand in your way, but you shouldn’t expect my resolve to be swayed either.

Rita: As long as this resolve brings competition and trial instead of hatred and destruction, it wouldn’t be so bad, right?

Li Sushang: Hmm, I guess. Men are born different, and we can’t ask everyone to think and act the same.

Li Sushang: And besides, there isn’t a single standard for judging what’s right and wrong.

Durandal: So, you believe it’s best for everyone to stick to their values.

Li Sushang: Hmm, my master used to say that, if everyone was the same, why would we need to learn martial arts?

Li Sushang: The world moves around through clashes and collisions among individuals, and in return it shapes us into who we are.

Li Sushang: Those who do not adhere to their principles are unworthy in my master’s eye.

Li Sushang: But she herself seems to be an exception? No adherence is her adherence.

Durandal: …

Durandal: Anyway, if I wish to get to the bottom of the Overseer’s plan, you won’t stop me, right?

Li Sushang: No, I won’t, even though I did wish to see his dream come true 500 years ago.

Li Sushang: But that’s no reason for me to get between you.

Li Sushang: Of course, if you’ve made up your mind, you should be prepared.

Li Sushang: After all, no matter what his plan entails, it represents the sum of all his obsessions over the past 500 years.

Durandal: …I know.

Rita: ….

Li Sushang: Alright, that’s everything I have to say. Let’s go and find him.

Li Sushang: After all, we don’t know what arrangements he has for us, right?

Otto: Greetings, my dear S-rank Valkyries.

Durandal, Rita, & Li Sushang: …

Otto: Hmm. All silent? Alright, maybe you’re speechless indeed at my hologram.

Otto: But in case something I did recently rattled you, permit me then to apologise.

Otto: After all, as someone who’s about to leave this world, I may appear overly dramatic.

Otto: Sorry, my Valkyries. Please forgive my last mischief.

Durandal: So you’re indeed headed to another world. Please allow me to ask…

Durandal: What’s the price?

Otto: Ah, the price. Yes, everything comes with a price. But I’d like to correct a small error first…

Otto: I’m leaving this world, but strictly speaking, I’m not going to another.

Otto: My destination is the other side of the world, where different worlds border and where time can be redefined.

Li Sushang: …Can you speak common language? I still have no idea what you intend to do from the last time you told me.

Otto: Alright. An analogy, perhaps. Say we’re walking on a beach.

Otto: We leave a trail of footprints which remind us of where we came and how far we’ve covered.

Otto: But compared to the footprints on the beach, there are other things less distinguishable.

Otto: Imagine a garden with many trails.

Otto: Every trail branches out into new and smaller trails. When you turn back, you see that all your footprints have been wiped out.

Otto: Now that we’ve envisioned such a garden, we can allow it to represent something more abstract: time.

Otto: In the garden of time, branched out trails lead to infinite futures, and when we consider all the trails collectively…

Otto: We’d realise that it’s a tree that grows and expands forever, its roots and crown.

Otto: The tree doesn’t exist in any dimension we can get in touch with directly, hence we call it…

Otto: The Imaginary Tree.

Durandal: The Pioneer once told me… there were numerous parallel universes on the Tree from which numerous versions of “me” could be observed.

Otto: Indeed, but the Tree functions in a way far more complicated than parallel universes.

Otto: Remember what I said? Time branches out on the Imaginary Tree. If we put this fact in perspective…

Otto: We’d realise that if we can somehow find a way to move freely on the Tree, we can make time flow backwards.

Durandal: But in reality, we’ve never heard that time can be made to flow backwards.

Otto: Sure. Because it is difficult. You’ve heard the competition between the Imaginary Tree and the Sea of Quanta, right?

Otto: The competition defines the direction of time flow, which is the fundamental difference between time and other dimensions.

Durandal: If time cannot be turned back, how can you make it flow the other way?

Otto: I can’t. No one can.

Otto: But from another angle, time is but the direction of growth for the Imaginary Tree. Nothing more.

Otto: So if we can manipulate the Tree itself, it won’t be hard to choose the location where the world grows.

Durandal: What do you mean? Instead of controlling time, you want to control the world?

Otto: The reason why we can sense the flow of time is that our growth is in accordance with that of the Imaginary Tree.

Otto: On the other hand, if we somehow manage to turn back the growth point of the Imaginary Tree to 500 years ago…

Otto This way, the world from 500 years ago can give up our present moment and the future that has turned history.

Otto: And begin to evolve again based on its own time.

Durandal: Give up? Evolve again? Then what will happen to our world?

Otto: Nothing. Speaking from the result, the effect is mutual - you will still exist and your environment will remain the same.

Durandal: …That contradicts my common sense.

Otto: Of course there’s a price to pay, but that doesn’t concern you in any way.

Otto: Alright, so much about explanation. Now I require all of you to perform some simple duties.

Otto: I need you to guard the area between Morning Glory Overlook and Danny Trail, keeping everyone out, including Theresa.

Durandal: …Why?

Otto: I need to do something very delicate to the Imaginary Tree.

Otto: You know how easily I’m misunderstood, so I don’t want any disturbance while I’m at it.

Durandal: But…

Otto: Li Sushang, you’ll cover the Morning Glory Overlook and the Schariac Bridge.

Otto: Rita Rossweisse, you’ll cover the Holy Maid Square, Alps Street, and Danny Trail. I’ll help you if necessary.

Otto: Durandal, you’ll stay mobile and get ready for any uncertainty.

Otto: You’re now dismissed!

The former Schicksal Overseer cut off the communication curtly regardless of Durandal’s questions.

On one hand, he did need more time to finish a crucial step in his plan…

On the other hand, he was also waiting for an opportunity, one that would minimise the costs of his plan.

And that remained elusive to the Schicksal S-rank Valkyries yet.

It was best they were kept in the dark.

--

Gameplay 26-18 - Crisis Emerging

It took about an hour before the data from the Herrscher Collision Experiment was roughly processed.

Tesla: Hmm, the Imaginary Singularity of the Core of Domination does have a ring-shaped structure. A very small one though.

Einstein: Nagamitsu predicted that due to the Theater of Domination, this Singularity might have leaked to extra dimensions.

Tesla: Given the leakage, the data still doesn’t add up. Mophead, check the figures yourself!

Einstein: By Planck length, the ring’s diameter is measured in 10 orders of magnitude… Confidence interval: 4 standard deviations.

Einstein: Huh? 10 orders of magnitude?

Tesla: Yeah, even the 1st Herrscher’s Singularity,  which is only the size of a nucleus, is measured in 20 orders of magnitude!

Tesla: The disparity is in 10 orders of magnitude, which is 10 billion-fold.

Tesla: No level of leakage can accomplish this result! Unless its Herrscher power is only effective in extra dimensions.

Einstein: …Only effective in extra dimensions?

Tesla: But how is that possible? It can at least control the puppet strings and infuse the puppets with a portion of its power.

Einstein: Dr. Tesla… has it ever occurred to you that…

Tesla: What is it? Don’t keep me hanging in the air!

Einstein: Before we ran the collision experiment, the Herrscher of Domination’s power might have collapsed into extra dimensions.

Einstein: I mean, someone might have meddled with the Herrscher power and rendered it only effective in extra dimensions.

Tesla: And there’s only one person capable of that! Dammit, he played us again!

Tesla: Inform Theresa and let her know that Otto has stolen the Herrscher of Domination’s power!

Tesla: It’s all messed up!

18:30, Saturday, October 14th, 2017.

For the first time, the Hyperion crew realised the real danger in their trip to Schicksal.

[CG plays wherein multiple versions of Otto approach the Hyperion.]

The playwright wrote: “Things bad begun make strong themselves by ill.”

The writer wrote: “A person doesn’t die when he should but when he can.”

But the poet wrote: “Round the decay of that colossal wreck, boundless and bare, the lone and level sands stretch far away.”

Side Missions
Susannah's Task

Susannah: Phew!

Susannah: Hehe… didn’t think I would get so much valuable work experience here!

Susannah: Even though it’s all logistics work, it’s just as critical.

Susannah: Looks like you’ve nothing urgent to do. Would you like to join me for some logistics work?

Susannah: It’s simple. Just need to get to the Hyperion’s landing location and check for circuit faults using the internal systems.

Susannah: Please, it’s getting dark. It’ll be terrible if the lights can’t be turned on!

No, leaked energy has drawn some Honkai beasts!

Susannah: Whoa… That’s a lot of circuit faults.

Susannah: No wonder I heard a cracking sound when I turned on the lights. This part is worn out.

Susannah: Hehe, I must work hard to fix the problems.

Susannah: Phew… Hi… Hello.

Susannah: Huh? Why… Why am I out of breath? Of… Of course it’s because…

Susannah: I’m finishing up “Master Durandal’s Special Training Program”.

Susannah: It’s really not easy to become an S-rank Valkyrie like Master Durandal.

Susannah: Speak… Speaking of which, are you planning to go near Rogue Square?

Yes, we are planning to go there.
Sorry, we don't have time to help.

Susannah: That’s great!

Susannah: There was a new trainee Valkyrie who was involved in an accident while carrying supplies near Rogue Square.

Susannah: She claims to have seen a ghost or something, and ran all the way back.

Susannah: She left important supplies there, and they still haven’t been brought back.

Susannah: Those supplies are really important, can you help bring them back?

Crying For Help: Anyone? Help me!

Huh? Who’s calling for help?

Susannah: A million thanks. You didn’t run into anything odd, did you?

Susannah: Something is off. Go to the rooftop and investigate.

Frightened Male Voice: Help me… Help me…

Frightened Male Voice: Help… Help…

…

Strange, I thought I just heard a voice calling for help.

(Standing in place, listening carefully.)

…

I don’t hear it anymore… maybe it was just the wind?

Weird. Anyway, let’s take these supplies back to Susannah first.

Susannah: You’re finally back. I was so worried!

Susannah: Huh, why are you by yourself… What about the person calling for help?

I heard the calls for help, but I couldn’t find him.

Susannah: You couldn’t find him… but you could still hear his voice…

Susannah: It couldn’t really be a ghost, could it?

What was he saying… something about “monsters”…

What kind of monster was he talking about? Could it be a Honkai beast…

Susannah: Hey, I think I’ve seen a report related to that!

Susannah: About a man who was constantly talking about “monsters”…

Susannah: Darn, I can’t remember the specifics.

Well, if you think of it, remember to tell me.

Susannah: Yes, of course. Thanks for your help.

Susannah: That reminds me, do you like to read stories?

Susannah: I found this when I was on one of my daily patrols.

Susannah: It looks like an old diary, but the second half is missing.

It's not good to read someone else's diary…
Huh? Any important information?

TBA

It’s a diary page.

The Iron Brothers came to our house again.

They took the ring that Mum gave to Dad. They said that next time, they would take our house too.

Mum said it was because Dad wanted to take us to a bigger house, so we would give this one to the Iron Brothers.

But I didn’t see Dad.

If we go to the big house, will I get to see Dad then?

I hope the Iron Brothers take us to the big house soon so I can see Dad.

It’s a diary page.

It’s so cold. I’m so hungry.

Dad still hasn’t come back. Mum says he will come back tomorrow.

But Mum is lying. She said the same thing yesterday.

Dad is still not back.

The Iron Brothers didn’t come back either, they also tricked me.

I want to go back to our old house. It’s so cold here, and there’s nothing to eat.

It’s a diary page.

Poor Sylvia, my poor daughter.

I’m afraid your father died in Pressburg, or on the road to Vienna.

All of our family’s assets have been plundered. I have no way to treat your illness.

I hope that Valkyrie who carries the scepter can cure you, and maybe even give you something to eat.

In these times, I’m afraid we have no choice but to rely on the power of the Three Houses.

I love you, Sylvia.

Susannah: So, did you find the second half of the diary yet?

We’ve already found it…
Not yet…



</tabber>

Susannah: …

Susannah: So it was like this.

Susannah: The woman holding the scepter must have been Risa Schariac, the Overseer’s sister.

Susannah: She served for a while as leader of Schicksal, and it was a disaster.

Susannah: Especially after the fall of Pressburg, she started to do a lot of terrifying human experiments.

Susannah: According to records, she would go to street corners herself and pick out children to be used in her unspeakable research.

Susannah: Perhaps Sylvia… was one of those children.

--

The Future You

Einstein: Dr. Tesla. There’s something… that I want you to take note of during your investigation.

Tesla: Huh? Why are you suddenly so serious? Some secret of Schicksal?

Einstein: You could say that… but it’s something completely different from what you imagine.

Tesla: Alright Mophead, don’t leave me in suspense. What do you need me to do?

Einstein: You still remember Reanna, right? Reanna Brigantia.

Tesla: …Of course. Everyone in Anti-Entropy remembers her. But what does that have to do with the situation now?

Einstein: She was an S-rank Valkyrie in her time. Maybe she left a trace in this town since the Schicksal HQ was here.

Tesla: But that was over 60 years ago…

Tesla: And from Schicksal’s perspective, since Reanna had helped us before, she was considered a traitor. Will we find anything here?

Einstein: Did you know that in London, Schicksal still has the main Lab 42 facility?

Tesla: Huh… really? I thought that facility would have been torn down years ago.

Einstein: The older the organisation, the more they treasure their material resources. It’s not like they can’t get past their history.

Einstein: Anyway, we don’t have the chance to come here often, so it doesn’t hurt to be on the lookout.

Tesla: That’s true. I’ll take your advice.

Tesla: Reanna… I really liked her.

Tesla: I’m curious… What do you tell your Valkyries about us? Like me, am I portrayed as some kind of mad scientist?

Durandal: …No. Before, I thought you were nothing more than impostors, or clones.

Tesla: Tsk. So your strategy was to ignore us.

Tesla: But it does make some sense… We haven't shown our faces to the public in many years.

Tesla: To ordinary people, finding out that there’s a minority of people who don’t age would not be a pleasant experience.

Durandal: I’ve heard Rita mention that you guys only have that ability because of the power of the Abyss Flower.

Tesla: Yes. Overloading the Abyss Flower prevents harmful mutations from occurring when our cells divide.

Tesla: Although Anti-Entropy never got the opportunity to do extensive research on the Abyss Flower… the chances of it having this effect are less than 1 in 10,000.

Durandal: Overseer Otto has also done some research on the therapeutic aspects of the Abyss Flower, but the results were far from perfect.

Tesla: Heh. Don’t even mention that guy… It puts me in a bad mood.

Durandal: …Sorry.

Tesla: It’s fine, don’t worry about it. You’re a Schicksal S-rank Valkyrie, of course Otto treats you well. It’s just that…

Tesla: Since you’re the current owner of the Abyss Flower, you’ve got to protect yourself.

Durandal: Are you talking about… the issue with Cecilia and Reanna?

Tesla: You know the thing about Reanna?

Durandal: More or less. Originally she was a volunteer receptor, which helped the Overseer develop a lot of technology related to Soulium.

Durandal: But in the end, some things brought their relationship to an end.

Tesla: …On that day, Otto stole her body, and assassinated an innocent child’s father.

Tesla: And to wipe out those of us who would go on to establish Anti-Entropy, he planned to use Honkai fission missiles to flatten New York City!

Durandal: …And he really did use those weapons in Siberia.

Tesla: However, he did not wipe out New York in 1955. At that time…

Tesla: Forget it, all you need to know is that Reanna got in the way of his plans. And… she paid with her life.

Durandal: …I’m sorry. The Overseer, in pursuit of all his different plans, hurt a lot of innocent people.

Tesla: That had nothing to do with you. You don’t need to apologise, and you don’t have the ability to speak for him.

Durandal: …I understand.

Tesla: Enough about this unhappy subject. Let’s not waste any more time and investigate this area for spacetime anomalies.

Tesla: My instruments… are picking something up in this area.

Durandal: Okay, let’s examine this area more carefully.

???: Sasha… she still hasn’t woken up?

???: Yes. And her vitals are unstable. At this rate…

???: …It looks like our only option is to try using the Abyss Flower.

???: Should we ask one of the Schariacs?

???: No, they’ve lost much of their power. Their ability to control the Abyss Flower is not that much greater than mine.

???: Rather than trying to force them to do something they can’t… I’ll do it myself.

Durandal: Is that… the Overseer’s voice?

Tesla: It seems like he’s preparing to use the Abyss Flower to heal someone named Sasha.

Tesla: Let’s continue to search the area for other leaks of spacetime data.

???: Teacher! Are you okay? What’s the situation?

???: I still… don’t have… the power to control the Abyss Flower.

???: Ah! Even Teacher can’t…

???: I’m sorry… Vera. I tried… but… I can’t do it.

???: No, Teacher. You took on a burden no one else dared to.

???: But that doesn’t matter, does it? I… I promised Kallen that I would protect her, that I would give her freedom…

???: Vera… I really am useless.

Tesla: Oh. It seems that they still haven’t saved that girl named “Sasha”.

Durandal: She must have been very important to the Overseer… I’ve never seen him in despair like this.

Tesla: …Who knows? Maybe 500 years ago he still had some humanity left.

Tesla: Ah. My instruments show there’s another data point in the area. Let’s go check it out.

???: Hi, future you. I’m Vera. I guess you could call me your senpai.

Vera: Teacher told me that this type of crystal could record human voices. Therefore, I want to record this for the future you who can properly use the Abyss Flower.

Vera: In our era, Schicksal has just erupted into civil war.

Vera: My teacher, Otto Apocalypse, commanded the volunteer armies and finally prevailed over the evil Overseer Marseille, and reorganised Schicksal.

Vera: But… Although we won this righteous war, we didn’t all just live happily ever after.

Vera: In this war, 28 students from San Michele Monastery, including me, fought on the front lines.

Vera: Among them were three who unfortunately did not live to see the final victory.

Vera: Francesca, Alicia… and Sasha.

Vera: If we had a Valkyrie like you who was skilled at healing others back then… Maybe things would have turned out differently.

Vera: But my teacher once said something very wise:

Vera: He said, “We don’t wait until we’re prepared to fight, but the reason we prepare is to fight.”

Vera: There will always be some unavoidable battles in this world… And if we happen to be forced into one, we’ll use whatever weapons we have on hand.

Vera: Perhaps the evil Overseer Marseille could make the Honkai obey his will, but in the end, the side fighting for justice and the people was victorious.

Vera: To be brief… I hope you are clear that while we very much admire your ability, we are not in desperate need of it.

Vera: I hope that in future battles, you will go lightly equipped, and not give yourself too much of a burden.

Vera: In a safe, I have prepared a special gift for you. The code is 281491. I hope you’ll like it.

Durandal: Is this… a message from 500 years ago for the bearer of the Abyss Flower?

Tesla: …If I have my Schicksal history right, I’m afraid the intended recipient of that message was Reanna Brigantia.

Tesla: Before her, it seems that for a long time, no one could use that Divine Key, the Abyss Flower.

Durandal: …Then, did the past Reanna really receive Vera’s gift?

Tesla: How would I know that? But if you want to find out, there might be a way…

Durandal: Really?

Tesla: If we’re lucky…

Tesla: I mean, we can see if the safe is still located in some room nearby.

Durandal: …There really is a safe here.

Durandal: Let’s see… 281491… Wow, it opened.

Tesla: Really? What’s inside?

Durandal: There’s an envelope, and a comb that appears to be made of ivory.

Durandal: The envelope isn’t sealed… inside is a letter, and some faded pictures.

Tesla: Pictures…

Tesla: Wait- is this a picture of… Reanna?

Durandal began to read the letter out loud.

Dear future you━

I don’t know under what circumstances you will be reading this letter, but I believe you will be an outstanding Valkyrie.

Before, when I just became qualified to use the Abyss Flower, the Overseer gave me this old safe that hadn’t been opened in years.

Inside was a gift from 1491: A comb that Octavia made with her own hands.

She wanted future Valkyries to know that times of war were not only times of pain and sacrifice.

The people living during those times also pursued beauty.

…This gift was deeply moving.

It made me truly aware for the first time that those who came before us were made of flesh and blood, and had their own lives in this world.

They had their own families, their own emotions… It was only when facing a mission that they must not fail that they abandoned all of that.

Once I realised that, I decided to also leave you something beautiful. I hope that when you see it, you will also realise…

That I really lived in this world, just like you. That I also liked to have fun and flaunt my good looks.

Except that we lived at different times, there is no essential difference between us.

Besides becoming an excellent Valkyrie, remember to embrace your life… It’s worth caring about.

━ Reanna Brigantia, February 23rd, 1848.

PS. I accidentally broke Octavia’s comb recently, so I have to leave you a gift of my own as a replacement.

Durandal: …That’s all the letter says.

Tesla: …She really is a good person, isn’t she.

Tesla: Sorry… that’s the only way I can describe her. A really, really, really good person.

Tesla: You… I don’t know if you understand, but…

Tesla: …Sorry. Give me a minute, I need to gather my thoughts.

After 10 minutes, the Anti-Entropy Doctor was still unable to continue.

And Durandal stayed silent as well, until the two of them gave the picture they found to the blue-haired Doctor for safekeeping.

…The whole time, her right hand gripped the Abyss Flower tightly.

--

The Maid's Relics

Theresa: Huh? Amber, why are you here?

Amber: Ah, Master Theresa, you came right on time. I was looking for you.

Theresa: Looking for me?

Amber: Actually, I have a favor to ask of you.

Theresa: Is it an errand from Grandpa? What does he want this time?

Amber: No, Master Theresa, this one is personal.

Theresa: Huh?

Amber: Hmm, I wonder if Master Theresa can help me look for something.

Theresa: No problem. I’ve got plenty of time anyway. But… quit calling me “Master”. It sounds awkward.

Amber: Huh? But you’ve been appointed by Master Otto as the next Overseer, and…

Theresa: Ah, I know that, but in private, I wish you could be less rigid.

Theresa: Did you forget? When we were still back at HQ, we used to hang out together a lot.

Theresa: When I was down, it was also you who kept me company.

Amber: …I remember.

Amber: I also remember it was you who kept me alive in the experiment against Master Otto’s orders.

Theresa: Hmm… I don’t identify with what Grandpa has done, especially hurting people for absurd reasons.

Amber: A-303 and A-310… Back then we didn’t have a name, and never got a chance to see the outside world.

Theresa: Yeah, looking back, we’ve come a long way. From the serial numbers, I guess I can say you’re my elder sister.

Amber: Master Theresa, we were not born. We were made.

Theresa: Ah, I told you not to call me that. I don’t like what Grandpa has done and I intend to reform Schicksal…

Theresa: But Amber, I’d like things between us to remain the way they were in the past.

Amber: …I see. But please give me some time to get used to it.

Theresa: Hmm, I understand this takes time. Back to the topic, what exactly are you looking for?

Amber: Something left behind by Master Kallen Kaslana.

Theresa: Kallen Kaslana…

Amber: Yes, the Holy Maid, the source of our genes.

Theresa: Why are you looking for it?

Amber: In the early records of Schicksal, I read something about her.

Amber: The record says she left something for Master Otto before being sent to the gallows.

Amber: But it was a turbulent time with intense power struggle, and the item was lost and forgotten…

Amber: Nobody knows where it is now.

Theresa: So you wish to take advantage of the spacetime distortion going on right now to find some new clues?

Amber: Yes, but I can’t really do it on my own. You know, Master Otto still requires my services.

Theresa: But Why? Why do you seek something left behind by Kallen?

Amber: …

Amber fell silent for a moment, searching for the right words.

Amber: Because… I want to find out why I was created.

Amber: When I first opened my eyes, Master Otto told me that I was a mechanically-enhanced bionic based on the genes of Kallen Kaslana.

Amber: That’s the reason for my creation, the meaning of my existence in Master Otto’s eyes.

Amber: But who is Kallen Kaslana? And what exactly does Master Otto hope to see in me?

Amber: I’ve always wanted to find out more about these questions.

Theresa: …

Amber: When Master Theresa decided to leave Schicksal, I was shocked. But at the same time, I also envied you.

Amber: It had nothing to do with leaving Schicksal.

Amber: What I envied was that you seemed to have found your own path.

Theresa: Amber…

Theresa: I see. I’ll see what I can do about it, but promise me one thing, Amber…

Amber: What is it?

Theresa: No matter how the Kallen in your heart changes over time and with your knowledge…

Theresa: Don’t try to change yourself to be more like her.

Theresa: You’re who you are, and I’m who I am. We’re not someone else’s shadows.

Amber: …I understand. Thank you, Master Theresa.

Amber: Back to the topic, the item was last seen at an auction held at the Edelweiss Lounge in 1478.

Theresa: The Edelweiss Lounge… I remember it was in this town.

Amber: Hmm, but there’s no record telling us who got the bid.

Theresa: Alright, I’ll check the scene. Maybe we’d be lucky enough to actually find something there.

Theresa: If you’re occupied by other business, I’ll come back to you once I’ve found some leads.

Amber: Yes. Much obliged then, Master Theresa.

Theresa: Baron Basler, a foreign name… Maybe I should return and ask Amber.

Theresa: Amber, I’m back.

Amber: Ah, welcome back Master Theresa. Did you find anything?

Theresa: Yeah, I know the personal effect was bought by someone called Baron Basler, but no more than that.

Amber: Baron Basler? I seem to have read about this name somewhere in the historical files.

Amber: He was an upstart among the nobility and a member of the Schicksal opposition group.

Amber: Collecting the Holy Maid’s personal effects was probably part of the effort to find Schicksal’s weaknesses.

Theresa: Weaknesses?

Amber: In 1477, Kallen was hanged by Schicksal for treason and rebellion.

Amber: But back then, people knew her betrayal was for a reason.

Amber: However, from available historical accounts, this Baron Basler seemed to have made an unfruitful political investment.

Amber: He never entered the central political stage, and what I read about him is the only time he is mentioned in history.

Amber: But his old mansion was halfway up the mountain nearby.

Theresa: Really? I’ll go there and check it out. If he kept it for himself, I might still be able to recover it.

Amber: Yes, I’ll lead the way then.

Theresa: Huh? You’re free to move around?

Amber: …Just for a short while.

Amber: After all… I wish to find out Kallen Kaslana’s choice myself.

Amber: Should be here, but there are a few enemies in the way.

Theresa: Yeah, just wait for me to clear them.

In the chest there were two unique items along with some trivial stuff.

Theresa: These are…

Amber: A letter and a model plane.

Theresa opened the letter and found only two thin pages.

Theresa: Amber, here you are.

Theresa handed the letter over.

Theresa: I hope the answer you seek is in there.

Amber: …I see.

Amber unfolded the pages and found out that it was not Kallen’s last words.

This was a farewell letter from Kallen Kaslana to Otto Apocalypse.

“Thanks for your visit and the wine you brought me.”

“But sorry, I can’t accept the choice you offered me.”

“I tried, Otto, I tried many ways to turn things around and bring justice back.”

“But Otto, we’re just too naive and too weak…”

“We were played by the old men like chess pieces, and everything we did failed to make even the slightest difference.”

“Otto, do you remember our first rogue action?”

“We were so happy and content, as if we had the solution to all the problems in the world.”

“That was the most joyful time I’ve ever spent in my life.”

“But shortly after that, we hit a wall.”

“A wall built with bricks of desire and the adhesive of power. It was erected from hell and split the world.”

“Eventually, we had to part ways before the wall.”

“I left my world behind, but I never found a new continent through which everything could be changed.”

“In the distant east, by the hands of twisted fate…”

“Just like you, I did something terribly wrong.”

“You killed your own sister Eleanor, and I… I killed her.”

“Otto, I know you’ve always looked up to me as your hero.”

“But I’m just another flawed soul with shortsightedness and confusion.”

“I’m not as great as you’ve imagined… I’m just a fool who refuses to act against my heart.”

“In your eyes, I’m stupid and stubborn, but even in the face of death, I can never betray my first motivation.”

“As long as my heart beats, my body and my mind cannot be turned into a chess piece deprived of emotions and feelings.”

“In some way, you can say I’m a selfish person.”

“Even so, I still ask for your forgiveness.”

“Since I’m hellbent on staying true to myself, there’s only one way before me.”

“I know this will break your heart.”

“But Otto, if the hero Kallen in your heart is still alive…”

“She’d tell you why she’d rather die than become a pawn in the political game.”

“So… farewell, my gifted inventor.”

“Maybe in the end, I can indeed be a hero forever in your heart.”

Amber: …

Amber: (She stayed true to herself till her last breath…)

Theresa: Amber?

Amber put the letter back into the chest and handed it to Theresa.

Amber: Thank you for finding this letter, Master Theresa.

Theresa: Huh? You sure you want me to keep the chest? Maybe Grandpa wants it too.

Amber: No, it’s better kept in your hands.

Amber: I don’t think Master Otto needs it now, and I’ve found my answer, more or less.

Amber: So, I wish you can keep the chest.

Theresa: …Why me?

Amber: I won’t judge Master Otto for what he’s done, but history will.

Amber: I hope… in the near future, you can keep it in the Schicksal Museum.

Amber: At that time, people can reach their own conclusions on the life of Otto Apocalypse based on the various exhibits.

Amber: That might be my insistence as his secretary.

Theresa: …Fine. I don’t quite understand what you said though.

Theresa: But what you said is not meant to be understood here and now, right?

Amber didn’t answer. She made a bow and turned to leave.

Theresa: Wait, Amber!

Amber: What is it, Master Theresa?

Theresa: I know our allegiances don’t exactly align right now.

Theresa: But still, I hope you’ll find your own path.

Amber: …

Amber: I see. Thank you, Master Theresa.

Amber smiled gently and nodded at Theresa with respect before she took leave.

--

Where Hua Lived

Kiana: Hi, Principal.

Theresa: Ah, Kiana, you’re here.

Kiana: Did you need something from me, Principal?

Theresa: Yeah. Fu Hua wants to go take a look at her old house. I want you to go with her.

Kiana: Fu Hua’s old house?

Theresa: Fu Hua was part of Schicksal for a few hundred years, so she lived here for a while.

Kiana: Oh… Now that I think about it, that makes sense.

Theresa: Even though she said she would go by herself, I think it’s better if someone accompanies her.

Theresa: After all… maybe she doesn’t want to admit it, but she must have a lot of happy memories in this place.

Kiana: Okay, no problem. I wanted to chat with Fu Hua anyway.

Theresa: Then, would you mind? Fu Hua left not long ago, you should be able to catch up with her easily.

Kiana: Okay.

Kiana: Fu Hua!

Fu Hua: Huh? Kiana, what are you doing here?

Kiana: Hehe, I heard you wanted to go see the place you used to live, and I wanted to come see what it’s like.

Fu Hua: Haha, really?

Fu Hua looked across the bridge, her eyes scanning the buildings.

Fu Hua: Let me think, I remember that place was not far from the bridge.

Kiana: Huh? Fu Hua… your memories also fade?

Fu Hua: Yeah, it’s like that now. Back when Fenghuang Down still worked, I could use it to restore even the most fragmented memories.

Fu Hua: And earlier, thanks to the surgery, I inexplicably remembered everything that I had seen…

Fu Hua: But… I don’t mind this feeling.

Kiana: Huh? The feeling of forgetting things?

Fu Hua: Yeah. Now I’ll occasionally forget things just like the rest of you. And sometimes I’ll suddenly remember things.

Fu Hua: It’s an extremely strange feeling to me, and it was kind of hard to get used to. But it’s still… pleasant.

Fu Hua: It’s only because you can forget things that you discover what’s worth remembering.

Fu Hua: I forgot where I used to sleep, I forgot what I ate on a specific day, and I forgot how many different enemies I’ve defeated.

Fu Hua: But I remember the time I spent with you guys at St. Freya, I remember celebrating my birthday 1000 years ago in Shenzhou, and I even remember what my Father said to me 50,000 years ago.

Fu Hua: I think that’s what people mean when they say something is “unforgettable”.

Kiana: Fu Hua…

Fu Hua: Ah, sorry. I didn’t mean to start such a serious conversation.

Kiana: Haha, it’s no problem. I like to hear you talk about these things… I’m happy to hear that you enjoy your life now.

Fu Hua: Thank you, Kiana. I would say that I do have a strong impression of this time in my life.

Fu Hua: Let’s walk and talk.

Kiana: Yeah, why not.

Kiana: Huh? Honkai beasts?

Fu Hua: Maybe a side effect of spacetime confusion.

Fu Hua: Better get rid of them.

Kiana: Phew, all taken care of.

Fu Hua: I doubt you’d even break a sweat now dealing with them.

Kiana: Hehe, I’ve come a long way!

Kiana: But Fu Hua, have you remembered where you used to live?

Fu Hua: Uh… To be honest, this area has changed a lot.

Fu Hua: Before, to avoid being noticed, I always walked down a small alley nearby. But I think it’s closed off now.

Kiana: Then let’s walk along the main road. If you know the general direction it’s in, we’ll be able to find it.

Fu Hua: Pff, this doesn’t sound like something directionally-challenged Kiana would say.

Kiana: You… You were saying I’d improved! I’ve improved in this way too!

Kiana: Uh… I guess so…

Fu Hua: Okay, enough joking around.

Fu Hua: I remember it was behind that wall, maybe we’ll have to follow the main road around.

Kiana: Hehe, let me handle it.

Fu Hua: We’re here.

Kiana: Oh~ This is where you used to live?

Fu Hua: Yeah, but… the exterior looks a lot different now.

Fu Hua: Back then, I would hang a feather over the door, as a reminder to return, and to never forget my homeland.

Fu Hua: But now, a hundred years later, I’m afraid the feather is long gone.

Kiana: Hey, don’t we have that spacetime projector? We can use it to look for the feather.

Fu Hua: Huh? No need to go to the trouble, Kiana. I’m satisfied with just coming here to take a look.

Kiana: Hey, maybe we’ll find it. We won’t know unless we try.

Kiana: Haha, we really found it.

Fu Hua: …

Fu Hua quietly looked at the feather. It was as if she had found an old friend.

Fu Hua: Back then, I had just come to Schicksal, and I wasn’t used to it here.

Fu Hua: I wasn’t used to using a knife and fork, which seemed like weapons to me. And sleeping on cotton pillows that your head would sink into…

Fu Hua: Otto was already Overseer at the time, but some noble families harbored resentment towards him since he came to power in the uprising. My situation was no different.

Fu Hua: It was only when my wound had healed and I was able to walk around on my own that I discovered that almost nobody here was willing to talk to me.

Fu Hua: Maybe it was because I couldn’t speak their language well… Or maybe it was because I was once their enemy, the reason Schicksal’s eastern conquests had failed.

Fu Hua: So every time I returned home and saw the feather above the door, it gave me a sense of comfort.

Kiana: Did you say… When you first came to Schicksal, you were badly wounded?

Fu Hua: Yeah, I was.

Kiana: Did Otto do it?

Fu Hua: Ah, no.

Fu Hua: That was a long time ago. A certain individual and I were fighting as hard as we could…

Fu Hua: Her skill with the Edge of Taixuan was even greater than mine, and because of that, I was gravely wounded. When I woke up, I was in Schicksal.

Fu Hua: Otto helped me. He was the one who took me back to Schicksal to recuperate. And it was then that he proposed a deal that helped me achieve my life’s goal.

Fu Hua: As for how that battle ended… Even Otto, who had nothing to do with it, was unwilling to tell me.

Kiana: Fu Hua…

Fu Hua: Don’t worry about it, Kiana. It’s all in the past. I don’t let it affect me anymore.

Fu Hua: Now I’ve found trustworthy comrades, and found out what I must do.

Kiana: As I’ve said before, I’ll be by your side, Fu Hua.

Fu Hua: Thank you, Kiana. And thanks for coming with me to find this place.

Kiana: Hehe, it’s my pleasure! I got to hear a lot of Fu Hua’s old stories!

Fu Hua: Well, I guess we should head back. Otherwise, the Principal will be worried about us.

Kiana: Okay! But tell me some more stories on the way back!

Fu Hua: Ha… I can’t say no to that.

Kiana and Fu Hua talked and laughed the whole way back. But in an inconspicuous corner━

[CG plays wherein Li Sushang is shown to have been watching and listening:

Li Sushang: I knew Master Phoenix could find a life of her own.

Li Sushang: Uh-oh…

Li Sushang: When we meet again, will she have a bad impression of me?]