Act 1 - Rosy Invitation
Gameplay 27-1 - Raid

18:35, Saturday, October 14th, 2017. Aboard Aerial Battleship Hyperion.

Radar Operator: Warning! Abnormal readings detected at 1:00. Estimated over 100 unknown life forms!

Signal Operator: Warning! All infrared readings from target organisms are consistent with Schicksal Overseer Otto Apocalypse!

Turbine Operator: All engines have been started. Awaiting orders!

Artillery Officer: Hyperion cannon fully charged. Awaiting orders!

Theresa: Radar team, comms team, please continue to monitor the situation! Engine team and weapons team, please standby and be prepared for combat at any time!

Einstein: Madam Theresa, we’re receiving a signal from an unknown external source.

Theresa: …Establish contact. I was expecting this.

Otto (Cyborg): Protocol confirmed. Broadcast initiated.

Otto (Cyborg): All Schicksal and non-Schicksal personnel deployed to Klostern, please remain in place and standby until further notice.

Otto (Cyborg): If you leave your current position without permission, you will be responsible for the consequences.

Einstein: (Is that… an Otto clone? They operate like robots.)

Theresa: Please don’t waste everyone’s time… puppet. I want to communicate with the real Otto Apocalypse.

Otto (Cyborg): Illegal request. Protocol does not exist.

Otto (Cyborg): Returning to initial protocol. Continuing broadcast.

Otto (Cyborg): All Schicksal and non-Schicksal personnel deployed to Klostern, please remain in place and standby until further notice.

Otto (Cyborg): If you leave your current position without permission, you will be responsible for the consequences.

Theresa: …

Tesla: Pff, so what? Your plot was exposed, so you hide somewhere and close the door on us?

Fu Hua: …He usually does stuff like this when he’s up to something. He finds a way to delay us until it’s too late to stop him.

Tesla: Disgusting! He stole the powers of the Herrscher of Domination right in front of us… what is that rascal planning now?

Theresa: …I don’t know. But to be safe, we’d better head out immediately and find him ourselves.

Theresa: Just as Fu Hua said, if we delay now, we’ll be doing exactly what he wants us to.

Otto: Wow, nice analysis, my dear granddaughter. It seems like you’ve matured a lot while you were away.

Theresa: Wha-

Otto: What, you’re surprised at the switch in transmissions? I would at least think those two Anti-Entropy doctors wouldn’t be surprised.

Otto: After all… you saw it before, 60 years ago, didn’t you.

Tesla: You- You’re a disgrace!

Otto: Hahaha, don’t get angry, Dr. Tesla.

Otto: What I’m going to do next will be extremely beneficial for all of you.

Tesla: Beneficial? Alright, I can’t wait to hear what overconfident nonsense you have to say!

Otto: Overconfident? Indeed, when it comes to this, there may be no one more confident than myself.

Otto: Ladies and gentlemen, it’s time to celebrate the future of humanity.

Otto: To achieve this goal, I will sacrifice myself. On the Imaginary Tree I strove to give humanity another 500 years, to give you enough time to stop the Honkai.

Tesla: …What?

Theresa: 500 years?

Otto: Oh, it seems my dear granddaughter has realised something.

Otto: Yes, in my “overconfident” view, these 500 years are nothing more than a byproduct.

Otto: I remember that I said not long ago, “I will soon set off on the last part of my journey, to the other side of the world to seek the sole existence.”

Otto: I will erase 500 years of history from this time branch, and return the world to a state in which Kallen Kaslana was still alive.

Otto: Of course, there’s no need to worry that your own existence will be erased.

Otto: All of you who have come to Klostern today, no matter what position you hold… Otto Apocalypse will protect you from the time currents.

Otto: …And once you are in the past, you will certainly be able to help the Holy Maid realise her ideals.

Theresa: …

Tesla: Hey, has the Schicksal Overseer finally lost his mind? What are you babbling about?

Tesla: Time reversal? Putting aside questions of how it could technically be done, you think we don’t know how much energy it would theoretically require?

Otto: What if I told you I had reached an agreement with the entity known as the “Will of the Honkai”?

Otto: And what if I said the cost would be time flowing through the Imaginary Tree, or “the present” itself.

Otto: You don’t believe I have such an agreement? Just patiently wait for 12 hours in the Hyperion, and you’ll see what happens.

Einstein: It sounds like you’re giving us one last opportunity to challenge you in those final 12 hours.

Otto: Oh? Typical Dr. Einstein. You can really keep a cool head.

Otto: That’s right. I’m willing to give you all an opportunity. If you don’t approve of my methods, then come to that church we were at before, and beat me into submission.

Otto: Of course, under these circumstances… my loyal subordinates will be in town, trying to stop you.

Otto: From my own perspective, I don’t wish for any of you to see combat.

Einstein: You are simultaneously provoking us while hoping that we hold back. Why?

Otto: Ah… It seems you are desperate to find flaws in what I’m saying, Doctor.

Otto: That’s no good.

Otto: All you need to know is that if I succeed, the world will have an extra 500 years with which to defend against the Honkai.

Otto: And the cost is nothing more than letting ordinary people, aside from those of you present here, revert to the state they were in before they were born.

Otto: As for this message itself… you should understand it as me giving you all an opportunity. An opportunity for a fair fight.

Tesla: You–

Theresa: …I get it.

Theresa: We will give you the fight you asked for.

Otto: Good, good. That is truly excellent, my dear granddaughter. Your reaction is even better than I had anticipated.

Otto: Why don’t you do what you did last year and take action, Theresa.

Otto: I will be waiting for you patiently at St. 537 Church. Goodbye.

…

The former Overseer was back to his old tricks. Once again, as soon as he had conveyed his intentions, he cut off communication.

Erasing time and history, reaching an agreement with the Will of the Honkai, giving 12 final hours… it was all more than anyone imagined.

Theresa: …I want to confirm one thing, Dr. Einstein, Dr. Tesla.

Einstein: What is it?

Theresa: The “Will of the Honkai”… Do we know anything about such an entity?

Einstein: …Unfortunately, from a technological standpoint, we do not.

Tesla: Although the Core of Reason blocked communication between Welt and the Will of the Honkai, allowing him to become a Herrscher who fights for humanity…

Tesla: The downside is that Anti-Entropy lost their only opportunity to research the Will of the Honkai.

Theresa: I see.

Theresa: That is to say, in our current situation, we’ll have to take his word for it.

Einstein: That’s one way of putting it.

Tesla: …Although I don’t want to admit it, I’m afraid that’s the truth.

Tesla: Damn, we know perfectly well that he’s leading us along!

Theresa: Sometimes this kind of thing happens on the battlefield.

Theresa: There’s no commander on the planet who has the ability to decide the strategy all the time… Sometimes one gets forced into a decisive battle.

Theresa: Let’s go. We can order everyone to assemble on the way. At the same time, we can discuss tactics.

After the Hyperion was put on the highest level of alert, the previously quiet passageways were filled with tension and noise.

But among all the clamor, the loudest noise was still Dr. Tesla’s booming voice.

Tesla: What? Splitting up our troops? Doesn’t that negate our advantage?!

Einstein: We’ll be facing strong enemies this time. We’ll have to approach cautiously and assess the situation.

Tesla: Hey! In my opinion, the reason that guy emphasised “12 hours” is that he wants to delay us!

Tesla: We should concentrate all of our firepower in one area. Once preparations on the Hyperion are complete, let’s take the shortest path, break through, and seize the church!

Einstein: …This isn’t a game, Dr. Tesla. That might blow up the Schicksal staff who are still in town.

Einstein: Besides… we still don’t know what Otto has up his sleeve. Rashly jumping into a battle might have risks that we can’t anticipate.

Tesla: Ha! Didn’t he lose the powers of the Herrscher of Domination? If we beat the real Herrscher of Domination, how can we be afraid of a fake one?

Einstein: Don’t forget, Dr. Tesla… That man’s name is Otto Apocalypse.

Einstein: He’s made us suffer more times than the beans you need to make a strong cup of coffee.

Tesla: …

Tesla: What do you think, Theresa? Don’t pay too much attention to Mophead. You’re the commander, so the tactical decisions are ultimately up to you.

Theresa: …Dr. Tesla, I actually support Dr. Einstein’s idea.

Tesla: Oh.

Theresa: Currently, we’ve only detected the behaviour of those Soulium clones. But they aren’t just puppets of the enemy.

Theresa: Now we have no difficulty coping with the Herrscher of Domination’s power…

Theresa: But whether it’s the tendencies of S-rank Valkyries, or the enemy reaching an agreement with the Will of the Honkai, it’s completely unknown to us at the moment.

Theresa: That being the case, our operation has to be divided into two phases…

Theresa: In the first phase, we should divide our troops so that we can fight and do recon at the same time. That way we can better understand the situation.

Theresa: In the second phase, we can concentrate our firepower once again, and launch a strong and steady attack on the enemy.

Einstein: A “blitzkrieg” strategy needs to be supported by large amounts of intelligence, and intel is exactly what we’re lacking right now.

Einstein: In other words, the strategy you suggested is too risky at the moment, Dr. Tesla.

Tesla: …

Tesla: Okay. You have your reasons. I’ll draw up another plan in accordance with Theresa’s two-phase strategy.

Tesla: It just so happens that our engineering division has something that we can put to good use.

After receiving Theresa’s communication, the Hyperion’s front-line combat personnel gathered at the specified location within 5 minutes.

Kiana, Bronya, Fu Hua, Seele, Rozaliya, and Liliya all awaited orders with solemn expressions.

Theresa: Everyone, we don’t have much time, so I’ll keep this short.

Theresa: Before I announce the plan, I need to bring everyone up to speed on two things…

Theresa: First, according to Otto’s statement, he has reached an agreement with the Will of the Honkai, which will allow him to force a time reversal.

Theresa: He’s planning to return the world outside of Klostern to the state it was in 500 years ago, giving the Holy Maid Kallen a second chance at life.

Theresa: Second, not long ago, the Anti-Entropy scientists determined that Otto somehow managed to steal the powers of the original Herrscher of Domination.

Theresa: He used the Herrscher of Domination powers to integrate and control the clones currently surrounding the Hyperion.

Theresa: Due to the two points I just mentioned, I’m planning to divide the Hyperion’s first-line troops into 3 groups.

Theresa: Group 1, made up of Bronya, Seele, Rozaliya, and Liliya, will advance along the road on the opposite bank towards St. 537 Church where Otto is located.

Bronya: Roger.

Theresa: We will also determine a suitable area for Dr. Tesla to install the Spartacus system based on the readings sent back from your detectors.

Tesla: The Spartacus system limits the powers of the Herrscher of Domination by broadcasting a jamming signal.

Tesla: Based on the readings you automatically sent back, we’ll choose a suitable place for the transmitter. One less thing for you guys to worry about.

Theresa: To be precise, that will be the responsibility of Group 3. All you have to do is make sure the detectors you carry are working normally.

Theresa: Roza and Lili, you don’t have a lot of combat experience. If you run into trouble, you can stay back in a support role. Don’t force yourself to do something you feel uncomfortable with.

Liliya: Got it. We will comply with Seele and Bronya’s plan.

Rozaliya: *Nods*

Theresa: Okay. That’s it for Group 1. Now let’s discuss the mission of Group 2.

Theresa: Group 2 will be made up of Kiana and Fu Hua. You’ll set off shortly, advancing up the road on the south side of the river to seize control of the bridge upstream.

Theresa: Then you’ll quickly press on to St. 537 Church and scout out the situation. While this is going on, Group 1 can help you attract the attention of the enemy.

Theresa: Also, just like Group 1, the detectors you carry with you will send signals back to Dr. Tesla, helping her find a suitable location from which to broadcast the jamming signal.

Kiana: Understood.

Theresa: Compared to Group 1, Group 2 needs to be quicker in their assault on the enemy headquarters and rapidly assess the situation.

Theresa: Therefore, don’t get too caught up in fighting, even though we need someone to keep advancing in divided assaults like this.

Fu Hua: Yes, Principal.

Theresa: Next is the 3rd group, made up of myself, the two Anti-Entropy Doctors, and the Hyperion logistics crew.

Einstein: We will install and upgrade the Spartacus system, and do our best to block the transmission mechanism of the Herrscher of Domination. We’ll also serve as a base supporting the attack.

Theresa: Is everyone clear about the plan?

Fu Hua: If we encounter Otto himself, what do you recommend we do, Principal?

Theresa: Try to delay him as long as possible and wait for reinforcements. At least according to his threat, we have 12 hours to stop him.

Fu Hua: Got it.

Theresa: Any other questions?

Theresa: Okay. If not, let’s get started.

Theresa: Off to battle!

--

Gameplay 27-2 - Silver Wolf Time

Bronya: For the first objective… that place will do.

Bronya: Its open view and dense enemy population make it a fine place for drawing fire.

Bronya: Mission, start.

Bronya: Try to stay focused, Seele. This is combat, being distracted for even a moment could be fatal.

Seele: Oh, I know… But the buildings here are all beautiful, if one got destroyed I would feel awful.

Bronya: This is the old Schicksal HQ, a place awash in evil and suffering… The Bronya thinks that Seele’s safety is more important than protecting it.

Seele: But… the buildings are innocent, right? The people who designed, built, and maintained them must have put in a lot of effort.

Seele: And the majority of people who lived here probably had nothing to do with Schicksal’s dark side. They just diligently went about their work.

Seele: Like the garden over there. It looks like it was once meticulously maintained. The owner must have loved this place.

Seele: And even though this road is dusty now, you can tell it was once well-kept. The people must have really liked living here.

Seele: If they come back years later and only find rubble, they would surely be very sad.

Seele: I don’t want to destroy the place where they have so many memories. I think everyone’s memories are worth preserving.

Bronya: Ha. Typical Seele.

Bronya: The Bronya understands. The Bronya will try to avoid directly targeting the buildings in battle, and she will remind Roza and Lili as well.

Seele: Ah, sorry. Was I being too stubborn?

Bronya: No, the Bronya thinks that Seele has a point. Admittedly, being protective in battle can lead to some difficulties…

Bronya: But at the same time, it’s the source of our strength and our greatest asset.

Bronya: So on this basis, the Bronya shall reevaluate our tactical objectives.

Bronya: We’ll be the first team to advance, and our initial objective is to serve as a distraction and to attract the enemies firepower, creating an opportunity for Group 2.

Bronya: We’re planning to take an indirect route from City Hall Square to the church. The more commotion the better, and the more enemies we attract, the better.

Seele: At the same time, we’ll collect data from the area where enemies are concentrated to help Group 3 determine the best location to install the Spartacus system.

Bronya: That’s right. Once that phase is complete, we’ll make the church our objective, along with Group 2. Hopefully we’ll get there at the same time and start the final battle against Otto.

Seele: I hope everything goes smoothly… But when our actions are so obvious, won’t the enemy realise our intentions?

Bronya: It is indeed a transparent strategy, but given our current strength, it’s our most reliable option.

Bronya: And even if the enemy can see through our plan, as defenders they can only respond as usual.

Seele: I see… Sounds like the Principal and Bronya have given this a lot of thought.

Bronya: Winning a battle before it begins is the only way to ensure victory.

Bronya: Now let’s go out there and cause some chaos!

Seele: Yeah!

Seele: …

Bronya: …

Rozaliya: …

Liliya: …

Seele: (Uh, why does everyone seem so serious?)

Seele: (Isn’t it good to stay calm so we can focus on fighting?)

Seele: (Bronya is usually quiet, but what’s with Roza and Lili?)

Seele: (Hmph, don’t mind them. A couple of kids without any experience in a real battle, they must just be scared.)

Seele: (Huh? Then I should take care of them!)

Seele: Roza, Lili, don’t be afraid. Bronya and I have been in a lot of battles like this, there’s no need to be nervous.

Seele: We just need to keep our cool and help each other out, and we’ll overcome this.

Seele: If a dangerous enemy appears, Bronya and I will protect you and make sure you don’t get hurt.

Seele: So, don’t be afraid. Just fight like you normally do in training.

Seele: You two are outstanding, I know that much. You should believe in yourselves.

Rozaliya: *Shakes head*

Liliya: Uh, Seele, actually it’s not like that…

Rozaliya: *Shakes head vigorously*

Seele: Huh? Are you not feeling well, Roza? Oh no, we didn’t bring a medical kit. Should we contact the Doctors?

Rozaliya: *Shakes head until dizzy*

Liliya: Ah, Roza made herself dizzy.

Rozaliya: …

Rozaliya: Can I talk now, Lili?

Liliya: Uh, there aren’t any outsiders here, so it’s fine… I guess.

Rozaliya: Phew… I can’t stand it anymore! I can finally talk!

Seele: Huh? What do you mean, “you can finally talk”?

Rozaliya: Lili told me I had to keep my mouth shut the whole time.

Rozaliya: Lili said that, since everyone was so serious, we also had to stay serious. But if I couldn’t do it, then I had to stop talking completely!

Liliya: Because Roza can kill the vibe just by opening her mouth.

Rozaliya: What! You just don’t understand me!

Rozaliya: I’m your elder, more than 10 minutes older than you! So I’m obviously much more mature!

Rozaliya: I just wanted to say that even though I don’t understand all that nonsense about tactics, we just need to go out and kick their butts!

Rozaliya: I can beat this Otto character with a single hand!

Liliya: You could at least start by remembering the enemy’s name.

Seele: (I don’t think there’s anything wrong with Liliya’s judgment.)

Seele: (M-Maybe…)

Rozaliya: Hahaha! You know how awesome I am!

Comms: Buzz, buzz–

Rozaliya: Wow! Enemies, enemies! Where? Sounds like they’re nearby, must be an ambush!

Lilya: That’s our own comm device, Roza Idiotka.

Tesla: Stay there! Don’t move!

Rozaliya: Huh? Uh, roger!

Rozaliya: …

Rozaliya: …

Rozaliya: Is-Is that okay? It’s a little unstable, and my feet are a bit numb, and holding the sword is getting tiring…

Liliya: Roza, you don’t need to stay in that weird pose. We’re not playing Red Light, Green Light.

Rozaliya: Huh? We’re not?

Liliya: Dr. Tesla just made us hold our position, she didn’t say you couldn’t move a muscle… Did you even stop breathing just now?

Rozaliya: Noooooo! Why would I do that!

Tesla: The data was gathered successfully. In a while we’ll be over to set up the jamming device. You guys continue to advance, and see if there are any other suitable locations.

Tesla: Based on my experience, there will likely be one where the enemies are most concentrated.

Rozaliya: Hey, relax and leave it to Rozaliya! As long as I’m here, the battle will be a breeze!

Liliya: You didn’t do anything.

Rozaliya: The hero doesn’t show their full strength until the end. This is just a demonstration for you!

Liliya: Hey, Roza, wait for me!

Bronya: …Pff.

Seele: Let’s catch up to those two, Bronya.

Seele: Huh? Were you smiling just now, Bronya?

Bronya: The Bronya was a little moved watching Roza and Lili just now.

Bronya: Those two… remind me of Kiana and the Bronya when they had just entered St. Freya.

Bronya: Back then, Kiana was a happy-go-lucky, silly girl who fell asleep in class or skipped it entirely. She always failed her tests, got into trouble, and annoyed Mei.

Bronya: The Bronya just thought that she was annoying, and was always finding faults with her. But she challenged Bronya, and of course Bronya couldn’t refuse.

Bronya: And the Bronya never expected her to take it seriously. Although she never beat Bronya, she never gave up. She challenged me again and again.

Bronya: Kiana seemed too energetic, so the Bronya thought she would get into trouble by herself. In the end, I stuck with her and tried to correct her behaviour.

Bronya: Kiana was just a bit too wild, and made some outrageous mistakes, but whenever she did, the Bronya would ruthlessly point out her errors.

Bronya: In the end, we gradually warmed up to each other, and frequently worked together.

Bronya: As a result, it became two people’s mess instead of just one, and the Principal was left to deal with the consequences…

Bronya: Even now, I think it’s an unimaginable way to make friends. But the Bronya doesn’t mind it.

Seele: Hehe, that’s pretty much “fate”, isn’t it?

Bronya: You could say we were doomed to know each other.

Bronya: Back then, the Bronya thought fighting was a lot easier than taking care of Kiana. But now I feel it’s the opposite.

Bronya: The world is like this. Everyone grows up, and renews themselves.

Bronya: Roza and Lili are standing on a battlefield already. Even though they have much to learn, in the end they will find their reason to fight.

Bronya: Looking at the two of them, it’s like I can see the Bronya and Kiana from long ago, and I can’t help but reminisce about those days.

Seele: Bronya…

Bronya: Don’t worry. The Bronya knows what you are about to say, Seele. “We remember the past to build a better future”, right?

Seele: Bronya is so cool. Strong and reliable. Seele will study hard!

Bronya: No, the Bronya has a lot of weaknesses… but she’ll definitely work hard to overcome them. For Seele’s sake, and for everyone’s sake.

Bronya: …But anyway, we really should catch up to those two. Otherwise, there’s no telling what kind of crazy stuff they’ll do.

Seele: Okay. This way!

--

Gameplay 27-3 - Second Encounter

Rozaliya: What do we do? Seems like it’s really broken.

Liliya: It’s all Roza’s fault. I told you that it wouldn’t work.

Rozaliya: Liar! Just now you said you thought it was a good idea!

Liliya: Roza Idiotka must have misheard!

Rozaliya: When I started to put the signal detector on the sword and spin it around, why didn’t you tell me to stop!

Liliya: Because… Because it looked like you were having such a good time. But enough about that, let’s figure out how to solve this.

Rozaliya: How do we solve it! We spun it around to extend its range and collect some more data, but then it flew into a wall and broke!

Liliya: When you put it like that, we’re definitely gonna get in a lot of trouble! We should say a powerful enemy broke it in the midst of intense combat. What do you think?

Rozaliya: That’s smart, Lili! That’s what we’ll say.

Bronya: …

Seele: …

Bronya: I suddenly feel an urge to apologise to Principal Theresa right now…

Bronya: In her eyes, the two of us must have looked just like that. Poor Principal, always having to clean up our mess.

Comms: Buzz, buzz–

Tesla: Don’t move, don’t move. Stay there!

The badly damaged exterior of the detector vibrated with Dr. Tesla’s voice. Everyone awkwardly listened as she talked to herself.

And everyone couldn’t help but notice that Dr. Tesla was completely oblivious about their situation.

Tesla: Okay, I did it! Nice. In a while we’ll install the other transmitter, which should interfere with those Otto clones.

Tesla: Group 2 is almost ready to depart, so you can proceed to the next phase of the battle. From now on, you’re on your own. See you at the church!

Rozaliya: Ohhhh! Due to Rozaliya’s magnificent performance, we finally achieved victory!

Liliya: Rozaliya didn’t do anything, and we haven’t achieved victory.

Rozaliya: Hmph, we were close. This time Roza will deliver the final ultimate!

Liliya: What kind of ultimate?

Rozaliya: I’m still deciding!

Liliya: Did you only just start thinking about it…

Rozaliya: Should I call it “Super-Spin”? Or how about “Wind and Fire Wheel”?

Liliya: You’re just thinking about the name!

Seele: Hehe. Okay, okay. No need to argue about stuff like this, we have to keep advancing…

There was a subtle change in the atmosphere. Bronya sensed the danger and couldn’t help but shiver.

Bronya: …!

Bronya: Everyone, be careful!

Bronya: Looks like our enemy is finally making a move.

Seele: Are these barriers trying to trap us here?

Bronya: Let’s take a closer look.

Seele: The barrier… shrank?

Bronya: Tsk, another parlor trick.

Seele: What’s this? I feel like there’s a familiar smell in the air.

Bronya: I see… It’s an invitation.

Seele: An invitation?

Bronya: We can choose to stay here, and try to find a place to survive within this gradually sinking barrier. Or we can accept the invitation, and face the one who gave us all this trouble.

Bronya: Regardless, whoever sent this invitation is really “hospitable”.

Seele: That is to say, they’re not really giving us a choice…

Bronya: Yeah. They prepared it so carefully that they can probably force us to accept the “invitation”… the Bronya can guess who’s behind it.

Seele: Looking at it, I already have an idea. I trust your judgment, Bronya. Roza, Lili, what about you guys?

Rozaliya: What? If we go in from here, can we beat the enemies?

Liliya: Lili thinks Rozaliya should probably shut up now.

Seele: Uh… so should we count it as unanimous? Be careful, everyone.

Bronya: Could this be…?!

Bronya: This is the… Theater of Domination!

Bronya: Sigh. This dump just won’t leave us alone.

Bronya: They’re gone. It seems that we got separated again.

Bronya: But this time… The Bronya can’t sense any puppets.

Bronya: If the Bronya is right, she… should be around here.

???: In keeping with tradition, should I say… “Welcome to the Theater of Domination”?

Bronya: It is you…

Bronya: Rita Rossweisse!

Rita: I’ve been looking forward to this for a long time, Silver Wolf of the Urals.

Bronya: We meet as enemies today. There’s no need for the formalities.

Rita: Please don’t say that. My respect for you is genuine, Bronya. That doesn’t change despite being on opposite sides.

Bronya: Really? And who vowed that she wouldn’t become our enemy?

Rita: I was being honest when I said that. To be precise, I don’t want to be enemies of anyone… Regardless of whether it’s Anti-Entropy or Schicksal, the Hyperion or Master Otto.

Rita: I just want to maintain a neutral position, and fulfill my obligations.

Bronya: Forgive me for being blunt, but you don’t seem very neutral at the moment.

Rita: I’m sorry for giving you that impression. After leaving the Hyperion, something… some things happened, which resulted in a slight change in my position.

Rita: But please relax. I have no intention to harm you. Even the puppets I control are nothing more than keys Master Otto lent to me. They can’t move on their own.

Rita: The real powers of the Herrscher of Domination have already been transferred to Otto. In this Theater of Domination, there is nothing that will actively hurt you.

Rita: I can guarantee that if you just wait here for a while, I will respectfully escort you out afterwards.

Bronya: Wait for a while… until the 12 hours Otto mentioned are up, right?

Rita: You’ve always been so bright, Bronya. But given the current situation, you may not need to wait that long.

Bronya: If Bronya understands correctly, the guarantee you just made depends on us following your plan. What if we decide to leave?

Rita: Then you’ll have to forgive my lack of manners. Unless… you are able to change my mind somehow.

Bronya: “The Umbral Rose will fight hard in her last battle, and won’t let you down.” When you left that note, I guess you didn’t expect this development?

Rita: You’re right. That is a safe way of doing it, isn’t it?

Bronya: Of course, such a plan suits you. Staying neutral, finishing Otto’s mission without harming us. That way, no matter who wins, you won’t face the consequences.

Bronya: But if we fail to stop Otto, everyone on the outside will be annihilated.

Bronya: You don’t care about that, do you? You have no scruples about following orders from Otto?

Rita: About that, I have no comment. You’ve reminded me before not to make decisions that let down my comrades. And this is the decision I made.

Bronya: Save your breath. The Bronya won’t be ordered about, and won’t change her mind. The Bronya will choose her own path… and won’t be hanging around here.

Bronya: If the Umbral Rose… No, Schicksal S-rank Valkyrie Rita Rossweisse, wants to stop the Bronya, now’s the time to do it.

Rita: I didn’t expect you to give in, Bronya. Since you won’t be persuaded… show me what you’ve got.

Bronya: Why… is she in control of these monsters?

Bronya: Is this strange ability her new power?

Bronya: What’s the matter? Quit hiding your new outfit.

Bronya: The attack was repelled?

Rita: You’ll have to forgive me, Miss Bronya.

Bronya: (An ordinary body relying on a battlesuit alone shouldn’t be able to block all the attacks from the Herrscher of Reason.)

Bronya: (She’s more accustomed to hand-to-hand combat than Bronya is. She’s more experienced and aware, but that doesn’t explain it.)

Bronya: (The Bronya senses that she’s using a strange power… where does it come from?)

Rita: That was a good warm-up. Is it time to put our skills to the test, Miss Bronya?

Bronya: Of course, both sides have backup.

Rita: Who knows? If we want to get this over with, we can ignore crushing power and surprise moves, and get right down to the basics.

Rita: This is common sense on the battlefield. I take it you understand, Bronya. And I trust you also have something up your sleeve?

Bronya: …Phew.

Bronya: To be honest, the Bronya wasn’t planning to use this… at least not here.

Bronya: I should say that I wasn’t mentally prepared, or didn’t have the resolve…

Bronya: But now is not the time to consider such things. The Bronya can’t stop here, so there’s no need to hesitate further.

Bronya: This is the Bronya’s answer.

Bronya: This time, the Bronya will use her full strength… to defeat you.

At the same time…

Seele: So that’s why there was a familiar smell.

Seele: The Theater of Domination… here again…

Seele: Hehe. You’ve been here too many times. Have you grown accustomed to this place?

Seele: No. No matter how many times I come, I always feel uncomfortable here.

Seele: Really? I’m used to the air here. This time there are no horrible puppets here making a racket. It’s peaceful here, like a little vacation.

Seele: But if you don’t like it, forget it. I’ll open up the exit and help you out. I’m so used to opening the door that it’s getting boring.

Seele: Wait, wait.

Seele: Huh? Changed your mind? Want to go sightseeing first?

Seele: We can leave easily, but Bronya, Roza, and Lili can’t. We can’t leave them here.

Seele: Since the enemy intentionally split us up, she must know that. Just like the barrier she used to surround us, the enemy must be trying to “win without fighting”.

Seele: If that’s the case, aren’t we doing what she wants if we stay here? What if we get out of here now and head straight for the church? They won’t be expecting that.

Seele: Yeah, that is an option. But before we do that, please give me some time. I want to see if I can get everyone out together.

Seele: After all, we don’t have that many people, so each one is valuable. And plus… I promised Roza and Lili that I would protect them.

Seele: I can’t… break my promise.

Seele: Okay, okay. We’ll do it your way.

Seele: But if it takes too long and we start to run out of time, I’ll force you to go out, and we’ll rendezvous with the others at the church.

Seele: …We have to see the bigger picture, I understand.

Seele: And keep in mind your own limitations. If you end up in a tricky situation, let me handle it, okay?

Seele: Yeah, I will. Thanks, Seele.

Seele: Ugh, you really…

Bronya: (Power, deception, skill… there’s only one opportunity to combine these things.)

Bronya: (You must wait patiently for the perfect moment to achieve victory.)

Bronya: (But to defeat her, the Bronya might need some…)

Rita: It’s about time you get serious, Miss Bronya.

Bronya: Now!

Bronya: Star of Eden!

Rita: …!

Bronya: Was… Was it successful?

Bronya: No, I feel it’s…?

Crack! Pop!

Bronya: The simulated Star of Eden is… broken.

Rita: Phew. It was a matter of life and death. Stop here, Miss Bronya. Your trick failed.

Rita: If it weren’t for the power of the simulated Divine Key being slightly diminished, it would have been a commendable attempt.

Rita: Or… did you reduce the power intentionally so that no one would get hurt?

Bronya: …

Rita: But wielding the power of the Herrscher of Reason in just a few months… You really are a genius, Miss Bronya.

Rita: Borrowing someone else’s Core to become a Herrscher, and constantly practicing despite the risk of backfire… Few could endure that kind of pain.

Rita: Mr. Yang has a worthy successor indeed. Even though the burden must be a bit too much for Bronya…

Bronya: It’s nothing like that!

Rita: You still have a lot of room for improvement, Miss Bronya. No need to push your limits today.

Bronya: No. Actually… The Bronya has been hesitating.

Bronya: I did receive the Core of Reason… But Bronya has always been confused about Anti-Entropy, about the Herrscher of Reason’s successor, and about the world.

Bronya: The man called “world”, the leader and successor of Anti-Entropy, and humanity’s protector, Welt Yang… The burden he bears is more than the Bronya can imagine.

Bronya: The Bronya saw countless memories in the Herrscher Core, and each one was enough to overwhelm an ordinary person. But Mr. Yang has lived with all of them.

Bronya: The more she followed Mr. Yang’s training, the more she understood his life, and the less certain the Bronya became.

Bronya: Is the Bronya really qualified to be his successor? Even if the Bronya has greater control over the powers of the Herrscher of Reason, the weight Mr. Yang bears would be no lighter.

Bronya: He staggers onward, carrying the world on his shoulders. No matter what difficulties lie ahead, he never gives up, and never retreats.

Bronya: The Bronya doesn’t think she is enlightened enough to carry the whole world. So she only inherited the name of the Herrscher of Reason, and gave up the other stuff.

Bronya: But the Bronya also understands that it isn’t just an escape.

Bronya: Everyone at Anti-Entropy and on the Hyperion is too nice to point this out to the Bronya. But the Bronya can’t turn a blind eye to the truth.

Bronya: Because he no longer uses the Herrscher Core, Mr. Yang is not nearly as powerful as before. And after so many life-and-death battles, his body is worn out.

Bronya: Despite this, he silently does his duty, allowing Bronya to grow up in peace and choose her own path.

Bronya: When he became the Herrscher of Reason, that was a choice he never had, a dream he never realised, and a future he always longed for…

Bronya: …He generously allowed the Bronya to have these things instead.

Bronya: Many say he was always like that, putting other people’s happiness above his own.

Bronya: Maybe it’s as Dr. Tesla says… he’s a “complete fool”.

Bronya: But at least from the perspective of the younger generation and from the perspective of the Herrscher of Reason, the Bronya wants to share some of his burden.

Bronya: The Bronya can’t carry the weight of the world on her own. But she can help.

Bronya: Not only that, but watching the people around her grow, watching Seele get stronger and watching Kiana mature, allowed the Bronya to gradually realise that.

Bronya: “Protecting the world” isn’t a burden that others impose on you, nor is it determined by circumstance… it’s a longing in everyone’s heart.

Bronya: It’s not because we are strong that we do our duty. But protecting this world. That is everyone’s home gives us reason to use every ounce of our strength.

Bronya: The first Herrscher of Reason, Welt Joyce, was the original Herrscher. But he chose to fight for humanity, block the falling stars, and protect a city.

Bronya: The second Herrscher of Reason, Joachim Yang, inherited Welt’s name. He put his life on the line time after time to rescue humanity from crisis.

Bronya: No one asked them to do that. They chose the world, and they chose to stay loyal to the Welt name!

[CG plays wherein Bronya uses her powers as the Herrscher of Reason to once again manifest a copy of the Star of Eden:

Bronya: Now the 3rd Herrscher of Reason, Bronya Zaychik, of her own free will, chooses to walk their path, chooses this world!

Bronya: This bears witness to the Bronya’s one step forward.

Bronya: This is the weapon used by the two preceding Herrschers of Reason.

Bronya: This is subverting the laws of nature, and rewriting the stars of the world!]

…

The Herrscher of Reason performed her killer move once again…

However, within the increasingly distorted gravity field, Rita Rossweisse kept dancing around unhindered.

Rita: Oh, that’s really wonderful. You couldn’t create a stable simulated Divine Key, so you just kept making them. Indeed, that’s something only the Herrscher of Reason could do.

Rita: But tricks only work once. You’ve already shown your cards. How will you break the deadlock now?

Bronya: You won’t know unless you try!

Bronya: …Release Gravity Pulse!

Rita: …!

Rita: …Phew.

Rita: Sorry to say this, but it looks like you can’t break through my defenses.

Rita: You’ve lasted this long by continuously making simulated Stars of Eden. You’ve really proven yourself, Miss Bronya.

Rita: It’s a shame that in a contest of endurance, you can’t outlast me…

Bronya: …Hah. Have you seen the stars crumble?

Rita: …What?

Bronya: Let her see your true power, 9th Divine Key!

Bronya: Star of Eden, Level 0 output: Quasi Black Hole, unleashed!

Rita: …?!

Rita Rossweisse’s sight was completely obstructed by the building pieces raining down from above.

The ruins of the Theater could not withstand the power of the genius Star of Eden, which was natural.

Only that…

At the same time…

--

Gameplay 27-4 - Collapsing

Rozaliya: Lili, I still don’t understand. What kind of magic is this?

Liliya: Roza Idiotka. This isn’t magic, it’s Honkai energy.

Rozaliya: Honkai energy can explain this? We just teleported from one place to another, it’s like magic!

Liliya: If you don’t understand it then maybe you shouldn’t talk so much, Roza Idiotka.

Rozaliya: Lili doesn’t understand either, right?

Liliya: *Gets out of the line of sight*

Seele: Roza! Lili! Finally found you!

Rozaliya: It’s Seele!

Liliya: Seele’s come to save us!

Seele: Great, you’re both fine! Looks like Bronya’s not with you guys.

Seele: In that case, Bronya might be facing the enemy behind all this. Yeah, I think we’d better go find her…

Seele: …Hey. Did you notice…

Seele: I know, I’ve been paying attention to the time. We still have some time left… Huh?

VWOMM…

Rozaliya: Wow! Earthquake! Earthquake! We’re doomed!

Liliya: Sorry, it was me who ate that last piece of cake last night!

Rozaliya: No need to start confessing things! Wait, it was you who ate it?!

Seele: Why would there be an earthquake in the Theater of Domination? Could it be that Bronya is in trouble over there?

Seele: Maybe, but this time we won’t be able to go check it out. The Theater of Domination is about to collapse.

Seele: Collapse?!

Seele: Grab those two little rascals and get out of here!

Rozaliya and Liliya: WAAAAAAH!

Rozaliya: Huh? This is… the town from before!

Liliya: Ah, we made it out!

Seele: …Bronya!

At the same time in the collapsed Theater of Domination.

Rita: …

Bronya: …

Rita: Great job. I didn’t expect that you had that trick up your sleeve… in this battle, I really lost.

Rita: Although I expected that the deadlock at the beginning was part of the strategy, I didn’t think the simulated Divine Key was also a diversion. The real game-changer was the 9th Divine Key itself.

Rita: That you focused on destroying the whole Theater rather than defeating me was even more unexpected.

Rita: I’m sorry for having such contempt for you before, Miss Bronya.

Rita: Those brave and unpredictable moves are not Welt’s style, but are the result of Bronya’s own intelligence and strength.

Bronya: The Bronya’s own strength… No, this was inherited from the Herrscher of Reason. It’s the strength of everyone at Anti-Entropy.

Bronya: …

Bronya: The shell of the 9th Divine Key was restored only a month ago. Before that, the restoration hadn’t gone smoothly.

Bronya: It wasn’t until after the battle with the Herrscher of Domination that Anti-Entropy made it a priority again.

Bronya: When dealing with that Divine Key, everyone was extremely careful… and respectful.

Bronya: The Bronya thinks that was because… the memories attached to it were too grim.

Bronya: But “we remember the past to build a better future”. Seele has often said this to the Bronya.

Bronya: So the Bronya wants to take this as an opportunity to take her own first step.

Bronya: Otherwise, I’ll be left behind by Seele, by Kiana, by Mei… by everyone.

Bronya: The Bronya will never become Welt, because the Bronya is her own person. But the Bronya will carry on their willpower, and protect the world in her own way.

Rita: Yes… You have proven that you’re strong enough to take on Otto now.

Bronya: That’s an implication of so-called “contempt”. Because last time, at the air terminal, you weren’t sure we were strong enough to fight Otto.

Bronya: But speaking of that… The Bronya didn’t expect that even after the Theater was destroyed, you still wouldn’t show your cards.

The Schicksal S-rank Valkyrie couldn’t help but laugh.

The sound of her laugh revealed some frustration, along with a faint sense of unease.

Rita: Are you talking about… this power? Sorry, it’s not that I didn’t want to use it, it’s that I didn’t have time to fully understand its properties…

Rita: Therefore, I chose to fight you using a method I was more familiar with. I’m not contemptuous of your ability at all.

Bronya: That’s a really surprising reason. However you put it…

Bronya: Rita Rossweisse, it seems like you weren’t trying to stop the Bronya at all. But you took great pains to test the Bronya’s abilities…

Bronya: …What made you so nervous?

Rita: Why would you say that, Miss Bronya?

Bronya: Bronya doesn’t know either. Maybe it’s… intuition?

Rita: Well that’s something new, the always calm and rational Bronya talking about intuition.

Bronya: The Bronya thinks that rather than stopping or testing Bronya… you anticipated Bronya’s maturation, using something as a template.

Rita: Hehe, don’t think too much. I did nothing more than fulfilling my duty… this is proper for a maid.

Bronya: Alright. If you are unwilling to say more, then the Bronya shall ask no further. But anyway, this space we’re in seems to be…

Rita: The space we would fall into after the Theater of Domination vanished… would naturally be the Sea of Quanta.

Bronya: Indeed.

Rita: In this state, I can actually enter and exit freely. But you might be trapped here for a while, Miss Bronya.

Rita: In my position, I would need to use some indirect means to provide assistance.

Bronya: Don’t worry yourself. Because just as you said before, the Bronya has trust companions with her.

Seele: Bronya!

Bronya: You’re here, Seele.

Seele: Of course! When the Theater of Domination vanished and Bronya didn’t come out, I was so scared I didn’t know what to do!

Seele: Luckily Seele told me that Bronya might have fallen into the Sea of Quanta, and took me there to look. In the end, you really are… Huh? Miss Rita?

Rita: Hehe, it looks like you have a lot to catch up on. Why not go somewhere else to chat?

Bronya: Then… What about you, Rita?

Rita: I’ll stay here a while longer, until the situation is more stable.

Rita: Besides, Valkyries who fail a mission have to write a long report.

Rita: Just let me rest for a while… a short break.

Bronya: I get it. Take care of yourself, Rita.

Bronya: And… Thank you.

Seele: Well, we’re going out!

Rita: …

Rita: Trusty companions…

Rita: (It’s been more than 20 minutes since the signal from Master Durandal’s mobile transmitter disappeared…)

Rita: (Although the contingency plan I drew up with Dr. Schrodinger is perfect, being hopeless like this really adds to one’s anxiety.)

Rita: (Has everything that’s happened until now all been part of the Overseer’s plan?)

Rita: (If so, then could the end of this be…)

Rita: …

Rita: Hmph. Why is everyone around me even more annoying than I am?

Act 2 - Taixuan’s Heritage
Gameplay 27-5 - A Moment in the Past

“Be just, among the Filthy filthy too,”

“And in his own weak person, if he can, must suffer dully all the wrongs of Man.”

Fu Hua: …

Fu Hua looked at the piece of paper in her hand.

It was a scrap of paper torn crudely from a book, as if someone did not approve of the book’s contents.

Meaningless scribbles were scrawled in the margins, seemingly the result of someone’s kid playing with a pen.

And now the worthless page had mysteriously ended up in the hand of someone else, as if it was fate.

Fu Hua: …Time’s up.

Fu Hua looked into the distance, letting the wind blow away the scrap of paper.

Fu Hua: It’s time to go find Kiana.

Kiana: Is it this button?

Kiana: The appearance of Dr. Tesla’s new detector makes me kinda nostalgic.

The white-haired girl suspended the ivory-colored plastic wristband in front of her, examining it carefully.

Both sides of the wristband had some soft buttons of the same color, barely noticeable without close inspection.

Fu Hua: Kiana?

Kiana: Ah, Fu Hua. Ready to go?

Let's go.
What are you doing?
Listen to mine
We don’t have time for that.

Fu Hua: Time is short. We'd better get going.

</tabber>

Kiana nodded, then adeptly fastened the detector-band around her wrist.

Just two months earlier, she had worn a similar accessory on her wrist, that time to prevent her from “causing harm”.

Fortunately, that was now a thing of the past.

Kiana: I’m all set. Let’s go.

As she turned around, she nearly ran headlong into her curly-haired senior.

Einstein: Excellent, you haven’t left yet.

Kiana: Dr. Einstein? That’s… great?

Einstein: We’ve just made some slight adjustments to the mission objective, and didn’t have time to notify you.

Fu Hua: What happened?

Einstein: Nothing. Your destination is still St. 537 Church, where Otto is located. But we’re monitoring a certain route.

Kiana: A “certain route”… is it an adjustment to avoid enemy defenses?

Einstein: Yes. Specifically, the operational part of the Spartacus system helped us detect energy reactions within a certain range.

As she spoke, the Doctor waved her right hand, activating a small virtual screen.

Einstein: This is a topographic map of Klostern. You’ve probably seen it many times.

Einstein: Look at the coordinate I’ve marked… Real-time monitoring shows that there are almost no unnatural energy reactions there.

Kiana: Meaning… there are no enemies there?

Einstein: It’s not on the shortest route to the church. If you followed the original path, you wouldn’t pass by that point.

Einstein: But now, considering the possibility of an ambush, following this route would probably be more efficient.

Kiana: But Dr. Einstein… Do you think Otto would leave such an obvious weak point?

Einstein: Hard to say. But regardless, it’s not on the route we originally chose.

Einstein: Besides, the fact that Spartacus can withstand the powers of the Herrscher of Domination and continue to monitor as usual is surprising enough.

Einstein: If Otto has thought that far ahead, then we’re likely to run into difficulties no matter which route we take.

Fu Hua: …So it’s like a chess match, isn’t it?

Fu Hua: Maybe he’s well-prepared. An ambush could be waiting for us on the route that appears clear. Or it could be just a tactic to mess with our heads.

Kiana: We’ll just have to try it and see. If we overthink this and miss our opportunity, that’s exactly what the enemy wants. Delaying only benefits Otto.

Fu Hua: Yeah, that makes sense. Let’s go, following this new route.

--

Gameplay 27-6 - Ready to Go

Fu Hua: Wait, Kiana.

Kiana: What’s wrong, Fu Hua?

Without saying a word, Fu Hua signaled Kiana to look ahead. She saw an enemy that wasn’t shown on the detector.

Kiana: Ugh, I knew it wouldn’t be that easy…

Kiana took out her detector, and there were indeed no signs of any kind of energy reaction in the area.

Kiana: Is there a problem with the detector? Or…

Fu Hua: This is no accident.

Fu Hua: This is the way the Schicksal Overseer operates. Most of what he does is like a game…

Fu Hua: He has placed pieces everywhere that we might operate.

Kiana: Are you saying that every step of our plan is within his grasp?

Fu Hua: Hard to say. The troops we saw don’t look formidable.

Fu Hua: He may have only guessed that a breakthrough could happen at this point, or maybe he predicted that you and I would be the ones to come here. There’s a big difference.

Fu Hua: If it’s the latter, he definitely deployed reinforcements.

Kiana: …Should we try to contact the others?

Fu Hua: Not yet. I haven’t been able to determine why the energy reactions here don’t match the readings from the detector.

Fu Hua: If Otto is just blocking the signal somehow, it’s irrelevant. But if he can monitor us in real-time, it might reveal more weak points.

Kiana: But we can’t get through undetected now.

Kiana: Then… What if we continue along this route, and try to break through the enemies directly? Is that too risky?

Fu Hua: No. In a situation where we can’t contact the others, it makes sense to stick to the original plan.

Fu Hua: We can strike these enemies and take them out quickly.

Kiana: Hehe. So you mean all we have to do is take out these enemies, and it’s basically like executing a raid.

Fu Hua: Yeah. In real combat, we always have to look out for ourselves.

Kiana: Fu Hua, is that… Otto? What’s he doing here?

Fu Hua: Watch out, Kiana! That’s just a clone!

Fu Hua: That man knows better than to use a throwaway ruse… We must make haste.

Fu Hua: Kiana?

Fu Hua looked around, but all she saw were lifeless ruins.

Fu Hua: Did she get separated in the fight? I’ve got to find her quickly.

Fu Hua: But… if this is planned by that guy, why would he want to separate us?

Fu Hua: No. He couldn’t have anticipated this. And this wouldn’t have a decisive impact on our plans anyway.

Fu Hua: If this is really something he did deliberately, like using the powers of the Herrscher of Domination for example…

Fu Hua furrowed her brow. To stick to the plan and stay on the offensive, she had to find Kiana…

She had to make a decision quickly.

…!

Fu Hua: What is that…

A dazzling beam of light shot into the sky nearby.

Undoubtedly, it was a sign of a decisive blow being struck.

In the eventful 500-year history of Klostern, there was only one person who could create a flame like this.

Fu Hua: Kiana… She’s nearby!

Fu Hua: Looks like she’s serious… Who’s the enemy?

--

Gameplay 37-7 - Confrontation

Kiana: …That’s what I wanted to tell you.

Kiana: I’ll take you down before Fu Hua gets here.

???: How did your plans go awry again, Raksha? Even the opponent was different…

???: Slow down… hehe. Today’s not the day you’ll defeat me. The great master has arrived!

Fu Hua: What? It’s you…

Li Sushang: Master Jingwei, it’s been a long time.

Fu Hua: …

Fu Hua: Indeed. It’s been… five hundred years. I never thought you’d still be alive. But… this is something that man would do.

Li Sushang: Isn’t it? I couldn’t believe it when I woke up.

Li Sushang: But, even though times have changed, my enemy from 500 years ago is still here. It seems like a dream.

Kiana: Fu Hua? She’s…

Fu Hua: …An old friend. It’s a long story. Are you alright, Kiana?

Kiana: I’m fine. But be careful, Fu Hua. It looks like she’s under Otto’s command.

Li Sushang: Who’s under the command of that Raksha! “Valkyrie” is just a title he gave me, I don’t want it.

Obviously, their whispers failed to escape Li Sushang’s ears.

Li Sushang: Don’t misunderstand. That Raksha saved my life and I promised I would help him fight…

Li Sushang: But he just asked me to stop Master Jingwei, not fight her. And two on one, I wouldn’t have a chance anyway.

Li Sushang: It’s just not worth it. Maybe the Raksha thinks too highly of me.

Fu Hua: …

Fu Hua: (No… he didn’t misjudge you. He didn’t even misjudge me.)

Fu Hua: Kiana, maybe you… should go ahead without me.

Kiana: Fu Hua?

Fu Hua: If my judgment is correct, the two of us could easily overpower her. But…

Fu Hua: That would still slow us down. Worst case, she might defeat me, and delay you for a long time.

Li Sushang: Honestly, I’m not that confident, great master…

Fu Hua: It takes a lot to beat me. Others may measure their odds and give up the fight.

Fu Hua: But you… You stick to your word, without weighing the costs and benefits. You keep your promises.

Fu Hua: This won’t change, even though the person you made the promise to is a fraud and a hypocrite.

Li Sushang: …What has that Raksha done in these 500 years? I haven’t heard anyone say anything good about him.

Although she said this lightly, it didn’t change Fu Hua’s judgment one bit.

Keeping one’s word when facing death was not as unusual in the era in which she grew up.

Since she was young, she had heard epic stories of assassins living by such a code.

Kiana: But Fu Hua, if you really do this on your own…

Fu Hua: Don’t forget about our mission, Kiana. No matter what, we have to keep advancing. More important matters await us.

Fu Hua: It’s better if I’m the one to delay her.

Kiana: But…

Fu Hua: …

Fu Hua could have guessed Kiana’s reaction. This change of plans must cause some hesitation.

But when facing that unpredictable, irrational former Schicksal Overseer, it was important to see the big picture.

She had prepared a more persuasive argument. But…

Kiana: …I understand, Fu Hua.

She didn’t need to use it. Without saying another word, Kiana quietly turned to leave.

Kiana: It’s just… When facing Otto, I also don’t have much confidence.

Kiana: So, you’ve got to hurry up and help me.

Fu Hua: …

Fu Hua: I will. Be careful.

Kiana: You too, Fu Hua.

The girl turned to look at the two of them, and hesitated no further. Her footsteps soon faded away.

Fu Hua: …Isn’t there anything you need to do?

Just now, she had done what was necessary. Even if her opponent struck now, Kiana had safely gotten away.

Whether she came here on her own or was deployed by Otto, Fu Hua knew that the innocent appearance of the girl was deceiving.

In terms of the Edge of Taixuan, Fu Hua was aware that her opponent was unmatched in this world.

Yet the attack she was expecting did not come yet.

Li Sushang: No need. I said I would fight once, and I’m sticking to it.

The girl smiled and spread her hands.

Li Sushang: Fighting more than once is of no benefit to me.

Fu Hua: …

Li Sushang: Uh… meeting again after 500 years is a little awkward.

Li Sushang: I’ve fought with the great master before, right? I don’t remember it, but the Raksha said that the matter had been settled.

Fu Hua: You have a promise to fulfill, and I have a mission to complete.

Li Sushang: …That’s true.

Li Sushang: Is it that you have no choice, or is it fate, or is it “measure for measure”? I don’t understand.

For the first time since they had started talking, the girl took a step away from the edge of the observation deck.

The two of them were uncannily alike in certain ways, and now they finally stood face-to-face.

Fu Hua: …We should save the reminiscing until this is all over.

Li Sushang: Yeah. If something happens, we’ll have something new to talk about.

Li Sushang: Okay… Excuse me, Master Jingwei.

--

Gameplay 27-8 - Long Time No See

Li Sushang: Master Jingwei, we’re both holding ourselves back, and this fight will take forever.

Fu Hua: …

Fu Hua: (Unlike me, her Blade Mantra is still intact.)

Fu Hua: (If the fight drags on, I might not be able to defeat her.)

As the School of Taixuan’s founder, Fu Hua knew they couldn’t be more familiar with each other’s moves.

Which was why it was impossible for her to win by any conventional means.

Fu Hua: (I have to upset the situation and break her balance…)

Thinking of this, her eyes leaped over Li Sushang and rested on the horizon.

Fu Hua: (There is indeed an opportunity for me…)

Fu Hua: (An opportunity that no other opponent would afford me.)

Fu Hua: …

Fu Hua: (At least, I need to make sure she won’t be able to influence the situation in any way.)

She had made her decision.

A suicidal one in the eyes of others.

Fu Hua: (I need to force that move out of her.)

Fu Hua: (And then resolve it.)

Fu Hua: Yeah, that was a prolonged warm-up.

Fu Hua: Time for us to get serious.

Fu Hua: If I want to convince her that she has to do it…

Fu Hua: I have to show her that I mean it.

Fu Hua: You’ve understood now, right?

Li Sushang: …Uh, understand what?

Fu Hua: I must admit we’re equally matched given that your Blade Mantra is still intact.

Fu Hua: Even if I could defeat you and then catch up with my partner, that would take a very long time.

Fu Hua: By then, I’d probably become unable to help in any meaningful way.

Fu Hua: But it’s the same for you. You should know that if I’m determined to avoid the fight, there’s no way for you to keep me here.

Li Sushang: …That’s right.

Speaking of this, Li Sushang lowered her head to check her shaky hands.

Li Sushang: (That was odd.)

When their blades clashed, an unstoppable might came from Fu Hua’s blade suddenly and almost made Li Sushang falter.

It wasn’t a powerful move she’d never seen. Not any kind of energy burst either. It felt like… natural strength.

Li Sushang: (The Raksha said that Jingwei was a genuine celestial…)

Li Sushang: (Of course I know that! But I’m only a mortal myself…)

Fu Hua: You know if we can’t end this quickly, I’d try to escape from the fight.

Li Sushang: …Huh?

Li Sushang: That’s… not the way it’s supposed to be.

Fu Hua: In that case, both you and I have reasons to end this fight fast.

Li Sushang: Can’t do. It’s Master Jingwei I’m fighting against. There’s no way for me to ensure a quick victory.

Fu Hua: It may be true given that both of us have been holding ourselves back.

That was a lie.

But Fu Hua knew the previous strike had misled Li Sushang that she still had more cards up her sleeve.

Fu Hua: For the next hit… I’ll unleash my full strength, and you might die if you don’t do the same.

Li Sushang: …Hmm.

Fu Hua: I’m serious. If you still wish to fulfill your promise, it’s time to show your trump card now, Sushang.

Fu Hua: …Before it’s too late.

Li Sushang: …

Li Sushang: You just wish to buy some time for the silver-haired girl, right? Neither the Raksha nor I have any intention to harm you.

Li Sushang: But still, you believe only one of us can walk out of here alive?

Fu Hua: (No… on the very contrary.)

Fu Hua: You’re fully aware of what Otto hopes to accomplish, and it’s something I’d never condone.

Fu Hua: The history of five centuries is worth defending.

Li Sushang: But Master Jingwei…

She didn’t finish her question. She realised she didn’t even have to ask.

Master Jingwei had a long tradition of never considering herself, and she wouldn’t be here at all otherwise.

Li Sushang: (She’d be leading a much happier life now perhaps.)

Li Sushang decided so but soon rejected this idea. She had seen Fu Hua’s new life, only that…

What you get from the present can never make up for what you’ve lost in the past.

Li Sushang: Well then…

Li Sushang: You’ll have to forgive me, Master Jingwei.

She had once said something similar to other people in the past.

But the world had changed drastically since she took that fateful journey.

The only thing that had remained the same was something she didn’t even perceive.

Whether when she was facing the sword master before or the living legend now, the fire in her eyes always burned bright.

“That is the legacy.” Fu Hua sighed in her heart.

Despite knowing the most powerful move she created could not be blocked, she still took a step back and readied herself.

Li Sushang: Edge of Taixuan, Eminence.

The glow both of them were all too familiar with now burst forth.

Li Sushang: Eminence, the fount of change.

[CG plays wherein Li Sushang readies her attack:

Li Sushang: What nurtures all beings cannot be captured by form.

Li Sushang: Master Jingwei, watch out for this blow.]

Fu Hua: Come on…

As the blade left Li Sushang’s hand, it awakened a fierce storm of swords engulfing everything.

Only a faint dot of black and gold was saved from oblivion amidst the raging storm.

Fu Hua: …Grips of Tai Xuan.

Everything seemed to be frozen the moment when the wave of millions of blades was unleashed.

But Fu Hua knew it was only an illusion. Thanks to her superior reflexes, she had a moment before the blades reached her.

As her mind spun fast for a solutithe Eminence blade wave was approaching her forehead inch by inch.

Having lost her Blade Mantra long ago, there was no way for her to withstand this mighty move.

The overwhelming blade wave represented Li Sushang’s strong confidence to subdue Fu Hua.

Fu Hua: This is indeed Eminence.

Fu Hua: And I have to take it.

Fu Hua’s mind broke out of this stagnant space.

--

Gameplay 27-9 - Reminiscence

Kevin: …Do I need to test for SWARA too?

The voice seemed to be very far away. In the darkness, only the colorful light was within touch.

No one could tell why people would see these light dots between life and death.

They only knew their emergence symbolised one thing: something had been changed permanently and irreversibly.

MEI: …No, there’s no need…

MEI: …Hua’s body is still in… and her head…

MEI: …But sacrifice is always necessary…

MEI: If we succeed… even an average human can…

Kevin: …MEI, she has woken up.

MEI: …Excuse us for a moment, Kevin. I’d like to talk to her in private.

…

MEI: Are you alright, Hua?

Fu Hua: Dr. MEI? Where am…

MEI: No need to open your eyes. Just relax.

Hua: What… happened to me?

MEI: You did even better than expected, that’s all.

MEI: The ICHOR is being activated continuously. Data shows your muscle strength and neural reflexes have improved massively.

Past events floated up from buried memories to the surface, forming white foams just like surging tides.

MEI: In short, the SWARA experiment was a success.

Hua wanted to speak, but the intensive pain all over her body prevented her.

MEI: …You don’t have to ask. I’ll tell you anyway.

MEI: You’re adapting to the initial changes, which takes time.

MEI: I’ve explained to you how SWARA reduces body rejection. Just like Aponia’s Discipline, it works directly on your brain.

MEI: As we expected, SWARA can modulate the human mind and body to boost growth and Honkai energy adaptation.

MEI: But for you… it also does something else.

Hua: What do you mean?

MEI: Hua, the Garuda genes gifted you with superior vitality and memory, and SWARA will make sure your potential is realised.

MEI: You’re still a young warrior now, but in the future, you can reach farther than most of us.

MEI: …Fate has chosen a path for you.

MEI: No one can foresee the ICHOR’s influence on an individual or ensure the success of the SWARA experiment. You’re a miracle.

Hua: …

MEI: That’s all I have to say. Now have some rest and try to think about what I said in the meantime.

MEI: Besides, there’s good news for you. You won’t have to worry about over-Meta-Morph anymore.

MEI: SWARA is a catalyst as well as insurance to prevent you from losing control of yourself.

MEI: Meanwhile, you should keep in mind that the brain is the most intricate and fragile of human organs.

MEI: Even the slightest interference with the mind might cause disastrous consequences.

MEI: As SWARA seeps into your subconsciousness, your mind will also become part of it.

MEI: No one can foresee the results.

MEI: No one but you.

MEI: The future… is in your hands now.

Footsteps sounded and then faded.

Hua: (Wait… Dr. MEI…)

Hua: (I… Have one more…)

Fu Hua: …

Fu Hua: No, I didn’t foresee it.

Fu Hua: “No mercy… for the corrupted…”

Einstein: …It’s just one of the many theories.

Einstein: In their view, time and reality are false concepts. Everything is created exactly when you begin to perceive it.

Einstein: Alongside its history.

Tesla: That’s nonsense! What about the other theory?

Einstein: The other theory holds that time and reality have run their courses and we’re only experiencing the last reflection.

Einstein: The reflection will keep dimming down and there’s nothing we can do.

Tesla: Alright, Mophead, so why are we discussing nonsensical theories about time all of a sudden?!

In the disordered training room, a strong headache struck Dr. Tesla as she was sizing up the scattered mecha parts.

Not long ago, she had announced to Dr. Einstein with utmost confidence the next-gen mecha she had just developed…

And a new tech she planned to name Spartacus.

Einstein: Yes, time. The resource you’ve squandered the most. You should know how hard humanity has thought about it.

Tesla: Ugh, just let it go! It was no more than a lab accident! And don’t stand idle there. Help me tweak the components.

Tesla: Such a pain in the butt. It’ll take the two of us a whole day to fix it.

*knock knock*

Einstein: …Please come in.

Tesla lifted her eyes and caught a suppressed mischievous smile on Einstein’s face.

Tesla: Mophead, what’s with your wicked smile?

Fu Hua: Dr. Einstein, Dr. Tesla, am I interrupting?

Einstein: No… You came right on time. What is it, Miss Fu Hua?

Fu Hua: Dr. Tesla and I have an appointment.

Tesla: …Appointment?

Tesla: Ah, yeah, Mophead was right. You came on time.

Tesla: Remember the stamina test yesterday? I found some data problems, but I need more tests to make sure.

Tesla: I’ve readied the mechas used in the tests. We can begin…

Tesla’s eyes returned to the scattered components.

Tesla: Alright, I need some time to prepare.

With a heavy sigh, Tesla dragged herself to the wreckage.

Tesla: Oh right, Mophead, we can…

It wasn’t until then that she realised what the wicked smile on Einstein’s face was for.

Tesla: Mophead!!! You get back here!!!

Fu Hua: …

Tesla: Anyway, we can only run some simple battle tests now. Do you need a minute, Fu Hua?

Fu Hua: No. I’m ready, Dr. Tesla.

Fu Hua: It’s over…

Fu Hua: Dr. Tesla?

Tesla: Hmm, that’s enough data. Looks like my assumption was proved.

Tesla: You’re now very healthy in every regard. The burden imposed on you by the Herrscher Core has vanished with its deactivation.

Tesla: It’s just… your combat performance feels a bit… underwhelming.

Fu Hua: …I’ll try to improve.

Tesla: No, it’s not about effort…

Tesla: The point is, without the Key of Domination, your Honkai energy proficiency is no better than before you fully recovered.

Tesla: Is it because you’re still adapting to a new physical status?

Fu Hua shook her head.

Tesla: Then… perhaps it’s that thing called SWARA?

Fu Hua: …Yes.

Fu Hua: My body may have fully recovered, but not my mind.

Fu Hua: It has nothing to do with Otto. I lost my Blade Mantra long ago, and since then SWARA was no longer effective.

Tesla: But according to what you told us, it’s a therapy that works on the subconsciousness. The effects should be irreversible.

Tesla: Isn’t there a way to reawaken it? Your body had adapted to its influence long ago. There’s got to be a way.

Fu Hua: Dr. Tesla, thanks for your kindness, but there’s no need. Reawakening it may not do me any good.

Tesla: …

Fu Hua: I’m back to the beginning now, to the time before SWARA became part of me.

Fu Hua: It’s the most fortunate thing that’s ever happened to me.

Tesla: …Alright.

Einstein: Miss Fu Hua, can I ask one more question?

Einstein reemerged on the testing ground without anyone noticing.

Einstein: Now that SWARA is no longer effective and your body has fully recovered, the ability to transform into a Honkai beast…

Einstein: What we witnessed on Mr. Siegfried during the 2nd Eruption. Is it still possible for you?

Fu Hua: …Not unless I absolutely have to.

Fu Hua: And even if it comes to that, I’ll only do it after making sure everyone on our side is safely away.

Fu Hua: For I may become a threat to friends as well.

Einstein: Which is to say, you have no trump cards left when the situation becomes desperate.

Fu Hua: True.

Tesla: Not even Blade Eminence?

Tesla: During the 2nd Eruption, you were faced with a worse situation than now, but you still pulled it off.

Fu Hua: Back then I still had Fenghuang Down.

Fu Hua: And it was in that battle that I learned even Blade Eminence could miss.

Einstein: Ah, you mean…

Fu Hua: Yes, it was something else that helped the Herrscher block the unstoppable hit…

Fu Hua: …Huh?

Tesla: What? Any new discoveries?

Fu Hua: …

Fu Hua: Nothing, just… An impossible possibility just occurred to me.

Tesla: What is it? Don’t keep me guessing!

Fu Hua: …

Fu Hua: No, it’s not that. There’s no one left in the world to help me confirm this possibility now.

Fu Hua: …

Fu Hua: No one can help me confirm this possibility… There are no absolutes.

A ray of light darted into the clear lake, and for an obvious physical law, refraction happened as a certainty.

When it reached the bottom of the lake, the direction had long changed.

And what drove it astray was something as clear and bright as the lake surface.

The thought made Fu Hua let out a long and heavy sigh.

Or rather, it was a relief after confirming her judgment.

Fu Hua: (Mu Kaba Lyso…)

Strange syllables flew out of her lips but she suddenly stopped without finishing.

The spell sounding words were known as the Blade Mantra in ancient Shenzhou.

The Edge of Taixuan entails five Blade Essences: Mantra, Form, Sanction, Ascension, and Eminence.

Centuries ago, everyone in Shenzhou knew it was a sublime martial art from the Celestial Jingwei.

What Fu Hua chanted was the mantra used to train Blade Mantra, the foundation of the Edge of Taixuan.

Those who have mastered the Blade Mantra can absorb Essence from any part of the body.

All martial artists exhaust their lives scaling the mountain of supremacy, but the Taixuan disciples are right at the peak.

Every disciple had lived a legendary life.

And every legend ended with a fateful tragedy.

Fu Hua: …

For this reason, Fu Hua knew better than anyone that the so-called Blade Mantra…

Which was known as SWARA in a world facing doom long ago…

Had deviated from its original track without anyone knowing when.

Fu Hua: This is my mindscape, and exactly at the level of Absolutely Calm.

The Blade Mantra includes four levels: Absolutely Calm, Flawlessly Clean, Clear Mirror, and Taixuan.

After accomplishing Blade Mantra, the trainee’s mindscape becomes a clear lake, which further transforms based on the progress.

The peaceful lake before her eyes was clear evidence that her Blade Mantra was accomplished.

Five hundred years ago… there were raging flames and a greatsword inches away from her forehead.

Her Blade Mantra was shattered then and never recovered, which meant…

Fu Hua: This mind lake has no reason to be here.

And as the School of Taixuan’s founder, her mindscape would never stop at merely Absolutely Calm.

Fu Hua: …

Fu Hua: Is that you?

The answer had come to her mind.

--

Gameplay 27-10 - Farewell Without Regrets

Fu Hua: …Zhaoyu.

A reunion with another old friend from centuries ago. What were the odds?

Both reunions were unique in their circumstances.

Fu Hua: (You especially…)

Fu Hua: That’s right. Kiana and Bronya didn’t run into an illusion created by the Herrscher of Sentience made in your image.

Fu Hua: You’ve been here all along.

Lin Zhaoyu: But everything is pointless now, Master.

Lin Zhaoyu: The dust from five hundred years ago has settled, and today…

Lin Zhaoyu: Both of us are going to be reduced to ashes after a short moment.

Fu Hua: …

Lin Zhaoyu: The Blade Eminence created by you is unstoppable.

Lin Zhaoyu: You know that better than anyone else.

Lin Zhaoyu: Maybe you’d stand a chance with Blade Eminence, but time is against you and you can’t reforge your Blade Mantra now.

Fu Hua: …Not necessarily.

Fu Hua: Among the Five Essences of Taixuan, Mantra and Eminence are the most tightly connected.

Fu Hua: Eminence, in its nature, is massive essence harnessed by someone with Blade Mantra. In other words, it’s Honkai energy.

Fu Hua: I can still block it, deflect it, or even disperse it.

The faint gold flashed across her mind again.

Lin Zhaoyu: The Xuanyuan Sword? Master, you mean to take the hit with your own body?

Fu Hua: With my Blade Mantra broken, I don’t have much confidence in withstanding the hit, but it’s theoretically possible.

Lin Zhaoyu: But Master, it’s Blade Eminence we’re talking about. Maybe you can resolve the concrete part…

Lin Zhaoyu: What about the formless part now that the Fenghuang Down is no longer by your side?

Fu Hua: …That’s why we’re meeting now.

Fu Hua: Blocking the hit is my only chance to stop Otto. Before that, I need to…

Fu Hua: Say goodbye to you.

Lin Zhaoyu: …Master.

Lin Zhaoyu lowered her head and let out a low whisper. Her watery eyes tried hard to hold back tears.

Lin Zhaoyu: Have you decided to… let go of the past?

Everything in the past has led us to this moment.

Lin Zhaoyu knew her master had sacrificed herself time and again in the past to ensure the world could reach the present.

Fu Hua and Otto were now standing on the two sides of the balance, trying to steer the world in opposite directions.

But this alone wasn’t reason enough for her to risk her life.

Fu Hua: No.

Fu Hua: I used to do that a lot.

Fu Hua: Memories have served as one-time fuel for me and I was forced to leave them behind bit by bit.

Fu Hua: But I won’t do that anymore.

Lin Zhaoyu: You…

Fu Hua: I’ve finally understood what remembering every moment in my past means to me.

Fu Hua: Some memories have burned out, but they left distinct and permanent marks on me all the same.

Fu Hua: I was Hua. I was Jingwei. I am now known as Fu Hua.

Fu Hua: These are all milestones on my life’s path.

Fu Hua: A path not preordained, but built by my own choices every step of the way.

Fu Hua: We can achieve success only by learning from our failures.

Lin Zhaoyu: Is your past experience the only thing you can count on to win this duel?

Fu Hua: Maybe, and hopefully a bit of luck too.

Lin Zhaoyu: …

Lin Zhaoyu: Master has decided then. I’ve no reason nor power to stop it.

Lin Zhaoyu: But what you said just now would never have come from the Celestial Jingwei I used to know.

Lin Zhaoyu: …It’s a great honor and pleasure to bear witness.

Fu Hua: Zhaoyu, I’ve made up my mind. I’m marching onto tomorrow, but with everything from the past.

Fu Hua: As long as I can do this, the past will extend and grow starting from today. It’s the most remarkable thing about time.

Lin Zhaoyu: Is that so, Master?

Lin Zhaoyu: You’ve always seen us this way?

Fu Hua: I know you’re no more than memory fragments in my mind, but I’d never wish to forget.

Fu Hua: Without the past…

Fu Hua: There can be no future.

Lin Zhaoyu: …

Lin Zhaoyu: Yes… Alright, Master.

Lin Zhaoyu: May we meet again.

…

Fu Hua: …It’s about time.

Fu Hua: Come, Eminence. I… can take it.

Everything started to flow again.

The edge of the blade was about to sink into Fu Hua’s forehead, just like hundreds of years ago.

Only back then, it was someone else commanding the blade, and Fu Hua herself wasn’t the same person now.

“Everything in the past has led us to this moment.” Fu Hua had repeated this many times.

But this time was different.

Fu Hua: I’ll keep it in mind.

Jiang Wanxi: That’s… the Celestial Jingwei? She’s just like Suyi…

Jiang Wanru: Hush… Even a celestial should have a name, right?

Qin Suyi: Just like me, she’s forgotten her past but clings tightly onto the present without a clear vision for tomorrow.

Su Mei: No one knows what tomorrow looks like. We’ll have to find out for ourselves…

Ma Yanqing: Really? Without the past, how can there be tomorrow? But…

Lin Zhaoyu: Having run into a myriad of dead ends, you’ve finally rediscovered yourself, Master.

Lingshuang: Interesting.

…

Fu Hua: Everything in the past…

[CG plays wherein Fu Hua’s vision of her disciples fades into the symbol of Blade Eminence, which then further fades to nothing.]

Fu Hua: Cannot be forgone.

Li Sushang: Huh?

Li Sushang: The Blade Eminence was blocked?!

Tranquility returned to the viewing deck.

The Blade Eminence threatening to tear the surroundings apart was no more.

In the grasp of Fu Hua’s black and gold gauntlets, a beam of light was twisted and broken into dust.

Fu Hua: Ugh!

Fu Hua: The only winning chance… worked for me.

Li Sushang: Phew… phew…

Li Sushang: Master once said that the Blade Eminence was not exactly invincible. I never believed it, but now the Grandmaster has proven it true.

Li Sushang: It was supposed to crush everything before it…

Li Sushang: But Master Jingwei blocked it without even a scratch. I now know there’s no ensured victory against a true master.

Li Sushang: The Blade Eminence exhausted my strength and I have to admit defeat, Master Jingwei.

Fu Hua: No, for me, it was a huge gamble too.

Fu Hua: (And “without even a scratch” was a massive understatement…)

Fu Hua: …The fight was much closer than you think, but I don’t have the time to explain it in detail to you.

Fu Hua: You believed I tried to make this fight fatal, but it was exactly the other way around.

Li Sushang: …Master Jingwei, please don’t talk in riddles like the Raksha.

Fu Hua: Blade Mantra works to your advantage, and its broken shards have weakened me.

Fu Hua: It was a weakness created by my past… but I’m finally sure it won’t slow me down in any way now.

Fu Hua: Right now, neither of us is able to exert influence elsewhere, which is why we can finally fight with equal conditions.

Fu Hua’s true intention finally became clear to Li Sushang.

Li Sushang: …Great, now the duel between the founder of Taixuan and its disciple has really begun.

Fu Hua: Right. I do wish to avoid a prolonged fight, and this is the best I can do.

Fu Hua: Successor of Taixuan…

Fu Hua tried to come up with the right words to describe herself…

Fu Hua: Not the Celestial Jingwei, nor the founder of Taixuan…

She poised herself for the upcoming fight and reached a hand out to her opponent, a sign of both invitation and challenge.

Fu Hua: This is my way of showing you respect…

Fu Hua: As Fu Hua.

Li Sushang suddenly burst into soft laughter.

In the laughter there was no contempt, only suppressed joy.

The opponent standing before her once had many identities: a martial arts legend, a mourner who lost all…

But she saw something else today.

Li Sushang: Splendid! Fu Hua, this is going to be an epic fight.

She clenched her blade.

Fu Hua: I’m ready.

Li Sushang: I can only swing the iron one more time now, Fu Hua. That’s all I have left.

Fu Hua: I can see that.

Fu Hua: But sorry, I need to save my strength.

Li Sushang: Ah… I see.

Li Sushang: You still wish to catch up with your partner afterwards.

Li Sushang: Anyway, this is my last strike!

[CG plays wherein the two clash one final time.]

As if reaching the shore, the raging blade waves died down.

The two held their breath. Neither of them was sure who the winner was.

Fu Hua: …You have more than one final strike left in you, right?

It was decided.

Li Sushang: …Yeah.

Li Sushang: But I gave everything I had, and you didn’t do the same.

Fu Hua: …

Fu Hua: Looks like I overestimated myself.

Li Sushang: No, Master Jingwei, your Taixuan mastery did overwhelm me.

Li Sushang: Just now, it was one blade against two.

Fu Hua: …

Before the two blades came into contact, a third blade went for Fu Hua out of nowhere. That was the deciding factor.

It turned out Fu Hua wasn’t the only one to mislead the opponent in the hope of securing victory during the fight.

Fu Hua: …You won.

Fu Hua fell.

Li Sushang: …Ah.

Li Sushang: It was never about winning or losing. I was the only one wanting to win.

Li Sushang: Master Jingwei, if you had more consideration for yourself and for the present, things might turn out very differently.

…There wasn’t any response.

Li Sushang: Master Jingwei?

Li Sushang: …So she’s fainted.

Li Sushang: Didn’t think I’d win. The Raksha didn’t tell me what to do next either. Wait, maybe he didn’t expect me to win at all.

Li Sushang: …

Li Sushang: Master Jingwei accomplished what she strove for after all.

Her blade shattered into a million pieces and without it supporting her, Li Sushang struggled to stand straight.

Li Sushang: I meant everything I said.

A bitter smile crept up her lips.

Li Sushang: Think more for yourself or for your partners… I can’t decide which makes you stronger. Not even from this duel.

Li Sushang: But it makes no difference now.

Li Sushang: The important thing is, you’ve had a new beginning now, Master Jingwei.

Li Sushang took a few steps back and leaned onto the railing to stare into the horizon.

After a long while, she returned to Fu Hua and held her up.

Li Sushang: I’ll find you a safe place to rest.

Li Sushang: Before the Raksha woke me up, he had probably thought his plan through.

Li Sushang: Maybe we’ll be sent to the past in a while after all.

Li Sushang: For you, Master Jingwei, that may take some getting used to.

Li Sushang: I’ll be here waiting for you to wake up…

Li Sushang: Being tossed into an unfamiliar era is no fun, I know it myself. Maybe I can help you adapt.

Li Sushang: …We’ve both done our best.

Li Sushang: Right, Fu Hua?

MEI: …Hua.

MEI: Anything else?

Hua: The future is in your hands now.

Hua: But Dr. MEI, what do I have in my hands to pass on to the successors?

Hua: I have no idea.

MEI: …

MEI: Me neither.

MEI: So, if you really wish to know…

MEI: You’d have to find out yourself in the future.

--

Gameplay 27-11 - The 2nd Guest

Kiana left Fu Hua and headed for the church alone…

Kiana: …This is it.

Kiana: …

Kiana: I wonder how Fu Hua is doing right now.

Still, the detector wasn’t able to pick up any energy reactions where they parted with each other.

Kiana: There was some sort of signal jamming going on, but what was the point anyway if Li Sushang was as strong as Fu Hua said?

No stranger to Blade Eminence herself, Kiana was concerned about the situation after seeing its signs.

Kiana: No… I should trust Fu Hua.

Kiana: That was Blade Eminence for sure, but there wasn’t any sign of major destruction. Fu Hua must have come up with a solution.

Kiana: I can’t afford to waste the precious time she bought me.

…

Kiana: Principal?

Theresa: Kiana, how are things on your side?

Kiana: I’m in position, only… there’s no sign of Otto yet.

Theresa: What about Fu Hua?

Kiana: …On the viewing deck. We ran into someone who claimed herself a Schicksal Valkyrie. Fu Hua seemed to know her.

Kiana: Fu Hua stayed there to win me some time.

Theresa: …I see. I’ll send someone there to support her.

Theresa: A bit of an update for you. Setting up the Spartacus system is going well, and Bronya has breached Otto’s defense too.

Kiana: I expected nothing less from her.

Theresa: But you still need to be careful.

Theresa: The balance seems to be tipping in our favor, but somehow, I feel like everything is still under his control.

Kiana: Speaking of that, Fu Hua and I also had some…

…

The communication was lost.

Kiana: What’s going on? No, it wasn’t the signal. The comm link stopped working? But why?

A vague assumption soon grasped her heart and tightened her nerves.

The blurred murmurs in the wind seemed to reinforce this sentiment.

???: Now, it’s time to drop the new chess piece.

???: Even a situation that rules out any man-made interference can be swayed with good planning.

???: Things might have gotten messier if it was my dear old friend who came.

???: After all, she was a survivor in that tragedy.

Kiana: This voice…

In the misery-riddled town, the one who had masterminded everything from behind finally revealed himself in person.

Otto: Oh, my second guest came right on time.

Kiana: …Otto! And that’s…

Kiana: The Abyss Flower?

Act 3 - The Star and the Rose
Gameplay 27-12 - Recollection

An hour before now…

18:35, 5 minutes until the Hyperion readied itself for battle…

Durandal: Rita, are you in position yet?

Rita: Yes, Master Durandal. The Overseer just put the Theater of Domination in my hands.

Durandal: …

Durandal: I’m coming your way. There’s something I need to find out.

Rita: …I see, Master Durandal.

Durandal: We should also call Nagamitsu.

Comms: … … …

Durandal: Strange, why didn’t anyone pick up the dedicated line? It can’t be…

Durandal: Rita, do you know where Nagamitsu is? She’s not responding.

Rita: Nagamitsu? She was still on board the Hyperion the last time I saw her.

Rita: I’ll try to reach her too.

…

Durandal: …Things are getting weirder and weirder.

Durandal: First the Overseer wants to “create new history out of nothing” and orders us to get rid of any outside interference.

Durandal: Then Nagamitsu went missing, with her being an expert on the key tech.

Durandal: …What’s going on where our eyes cannot see?

Rita: …Maybe we can ask Master Amber. She should have some idea on what the Overseer and Nagamitsu have been doing lately.

Durandal: She could tell us, but would she? Just now, it was clear the Overseer wanted to keep us in the dark.

Rita: Anyway, we should at least try. Yes, she’s the Overseer’s secretary, but she may also have a mind of her own, right?

…

After a long silence, a calm and collected voice went through the commlink.

Amber: Hello, Master Rita. And Master Durandal too?

Durandal: Oh… hi.

Rita: Master Amber, the Overseer just ordered us to secure the St. 537 Church and deny any access.

Rita: He didn’t explain it in detail, which put us in a difficult situation when it came to mission deployment.

Rita: So… we were wondering if you have more information on that to share with us.

Amber: …I see.

Amber: Indeed, the Overseer is being more dictatorial today. As for the details…

Amber: I believe Nagamitsu can give a much better explanation than me.

Durandal: But she can’t be reached.

Amber: Can’t be reached?

Amber: …Oh, so it’s reached that point.

Durandal: That point? Do you know something we don’t, Amber?

Amber: About an hour ago, Nagamitsu came to me and left a special key for the Genius system.

Amber: She said that if she ever lost contact with us while the Overseer was pushing his plan…

Amber: We could use the key to access data she stored in the spacetime interlayer.

Rita: Does the Overseer know about this?

Amber: Probably.

Rita: …I see. Thank you, Master Amber.

Durandal: Has Nagamitsu run into some kind of trouble?

Rita: Not necessarily. She doesn’t strike people as careful, but in fact, she can read a situation very well.

Rita: She’s managed to come out of numerous hazardous experiments unscathed. I doubt the Overseer’s plan would cause her any harm.

Rita: And the Overseer has probably expected us to contact Amber.

Durandal: …Is Nagamitsu this good? I always find her a bit… nerdy.

Rita: Haha, never expected that to come out of Master Durandal.

Rita: Anyway, let’s extract the data she left for us. Maybe it will give us a better idea of the situation.

Durandal: Makes sense.

Rita: Then let us try entering the key from Master Amber.

Durandal: Nagamitsu? No, that’s not her…

Rita: Careful! Something is spilling from the spatial rift!

Nagamitsu: Hi, miss me yet?

Nagamitsu: Since you’re watching this recording, I guess I’ve been…

Nagamitsu: Fired by the Overseer!

Nagamitsu: Ahem, what comes next is very important.

Nagamitsu: I suppose the Overseer has closed up the church and ordered you to defend it.

Nagamitsu: He has good reasons for this, as he’s decided to exchange practically everything in the world to turn back time.

Durandal: (…What?)

Nagamitsu: Surprised, huh? After all, he might not have always been a popular leader…

Nagamitsu: But at the very least, he’s still saving this world from the Honkai.

Nagamitsu: It’s true, but… he never seems keen on playing the savior role though.

Nagamitsu: Believe it or not, what he strives to save might be the world, or someone in particular, but never humanity.

Nagamitsu: Rather, it’s safe to say he harbors deep hatred for humanity as a whole, which explains his destructive plan.

Nagamitsu: If the plan is put into action, the whole planet except for Klostern will be sent back five hundred years ago.

Nagamitsu: Most of the people we care about in this world… will be gone as the price to pay for the “rollback”.

Nagamitsu: Normally, history cannot be altered and time cannot flow backwards, unless…

Nagamitsu: We destroy the present and burn it as fuel to “choose” the past and rewrite history.

Nagamitsu: But of course, it’s not Otto’s sole solution. He claims he has a 50% shot at realising his goal with much smaller costs.

Nagamitsu: Still, you need to know… he has no difficulty in sacrificing the whole world or even himself to achieve his goal.

Durandal: (…)

Nagamitsu: At this point, Bianka and Rita, you’re probably asking yourselves: why would Nagamitsu play along with the whole world at stake?

Nagamitsu: The answer is a simple one.

Nagamitsu: In my eyes, the boundaries of science shouldn’t be defined by human preferences.

Nagamitsu: To put it more precisely, we shouldn’t decide if something can exist based on our moral standards.

Nagamitsu: It’s a bladesmith’s job to craft blades sharp enough to take lives, but this doesn’t mean they’re murderers.

Nagamitsu: Back to our situation, I wish you could understand, the Overseer is not the only one capable of reviving history in this world.

Nagamitsu: If you don’t plan to stand idle, then the challenge you face now will mean something someday in the future.

Nagamitsu: But anyway, I hope you keep this in mind: when Otto Apocalypse sets his mind to do something, he is no doubt the most dangerous individual in the whole wide world.

Nagamitsu: Alright. At this time, I’m probably holed up somewhere safe, so take care of yourselves, my favorite Valkyries.

Nagamitsu: Goodbye.

As the recording ended, silence and suspense took hold over the ominous town.

The philosopher said that rulers always impose their own moral code on their subjects. They pledge their allegiance to the heavens, the land, others, or themselves.

The philosopher also said that rulers are in a perpetual misconception that their subjects naturally know what is right and what is wrong.

But what if a ruler believes that their moral status is beyond criticism?

Durandal: …Maybe I need to speak to the Overseer, Rita. I mean, now.

Rita: Master Durandal, you must know what the consequences are.

Durandal: I know.

Durandal: That’s exactly why I need you to take care of something for me.

Rita: …!

Rita: You mean…

Serene white light seemed to have enveloped everything.

The next instant, a beautiful bodhi tree emerged before their eyes.

Rita: Master Durandal, this is…

Durandal: It’s beautiful, right?

Durandal: It’s said that this tree was once connected to numerous worlds through which the causal relations of everything could be observed.

Durandal: But now, it’s just a safety device for a particular world. Sorry I didn’t show you this until today.

Rita: …It’s the fruit of that experiment from not long ago, right?

Durandal: Yes, we were both off on missions since then… and now here we are.

Durandal: This bubble universe with the bodhi tree is called the Seed of Sumeru. I plan to entrust both it and the Holy Blade to you.

Durandal: Right now, you’re far more suitable to safeguard the bubble universe than me.

Rita: …Which is to say, you’re ready to clash with the Overseer, right?

Durandal: In the worst case scenario. I don’t know why he put Nagamitsu to that research… or why she even did his bidding.

Durandal: Anyway, I need to ask him in person what the bottom line of his plan is.

Durandal: Just like last year at Schicksal HQ, the Herrscher awakening caused much more damage than he expected, but he paid no heed.

Durandal: We’re guardians of another world but also Valkyries in this one. Double identity means double responsibility.

Durandal: During the adventure five years ago, we became inseparable partners. The Astral Harness belongs to you too.

Durandal: I have great faith that you can protect that world in your own way and set me free to perform my other duties.

Rita: Well, Master Durandal… did it ever occur to you that it might just be another ruse from the Overseer?

Durandal: Ruse?

Rita: I’m not sure, but you should be able to tell that something about him didn’t feel right since noon.

Rita: It seems… he’s been covering a secret with a string of lies, which he normally wouldn’t care to resort to.

Rita: I believe this means that there’s something about him we can’t read very clearly yet.

Durandal: …

But anyway, what Nagamitsu said worries me deeply. Please understand, Rita…

Durandal: I believe from the bottom of my heart that you’re more fit to protect that world than me at the moment.

Rita: …

Rita: …

The air around Rita Rossweisse seemed to freeze all of a sudden.

In the special realm where sentience and entities are intertwined, she could feel the Holy Blade’s harness coming to her.

Memories from the adventure five years ago flooded back.

That was when Bianka started to become Durandal, and when Rita began to renew her understanding of humanity and worlds.

At the onset of the journey, she was an adjutant supporting Valkyries fighting at the front line.

When the journey ended, she started to seek meaning and purpose beyond it all…

Marks she, as Rita Rossweisse, could possibly leave on this world.

It was also at that time that she began to earn more personal space under the Overseer’s control.

Without Durandal knowing, she had done everything she could.

Maybe everything she did had led to this moment and afforded her the luxury to indulge in Durandal’s willfulness.

Rita: I see. Master Bianka Ataegina, I also have something I’d like you to have.

Durandal: That’s…

Rita: The other Genius I used five years ago. Take it as a charm.

Durandal: …

Durandal: Thank you, Rita.

Rita: You’re welcome, Master Durandal.

Rita: I’ll look after the world we risked our lives to protect five years ago… and wait for your return.

Rita: Promise?

Durandal: Promise.

The Seed of Sumeru illusion scattered, sending them back to reality.

It seemed as if nothing had changed, but now both of them shoulder different responsibilities.

This change in roles would guide them to rediscover themselves and better realise their potential in the future.

For the first time, Rita didn’t stop Durandal from throwing herself headfirst into danger.

Deep down, Rita was still heavily concerned. She wasn’t sure at all about her own plan B.

But Rita knew that, after everything Durandal had been through, her resolve couldn’t possibly be swayed now.

Rita: Master Durandal…

Rita: Since you’ve made up your mind, let me just walk with you for a while.

Durandal: Why not.

--

Gameplay 27-13 - Across Centuries

Durandal: Don’t worry. No matter what happens…

Durandal: I’ll return as long as your lucky charm is with me.

Rita: I know, Master Durandal.

The dual stars of the Immortal Blades fell silent together.

They walked to where they were to part ways quietly, and waved each other goodbye quietly.

They were both aware that the stakes were unprecedentedly high this time, and they trusted each other to keep their word.

But neither of them knew that they had each kept some secrets from the other.

Rita: …

Rita: I wonder how far the Overseer will go down on his path this time.

Rita: I just hope he remembers what all this is for.

Meanwhile, Otto Apocalypse’s sentience was immersed in the boundless void.

He was reminiscing about that distant afternoon for the last time before the executor.

???: …Making useless stuff again.

???: Have you taken your medicine? With your condition, why would you lock yourself up in that filthy workshop all day?

???: Hey, don’t play deaf now! You forgot what the doctor said?

???: Glue, wood chips, and dust… they’re no good for your health.

???: Just drop it and stay put, will you? You’re lucky just to be alive…

???: Hey, what are you doing?! The wall is too tall for you! You’ll fall off!

*Thump*

???: …Tsk, why would I have such a useless brother!

Otto: Plane… my plane…

Kallen: Ah, it soared so high!

A small girl showed up on the wall without anyone noticing.

Kallen: Is it yours?

Otto: …I made it.

Kallen: Whoa… you’d make a great inventor for sure!

Kallen: But it’s broken…

Otto: I can…

Otto: Make another one for you if you’d like!

Kallen: Really? Thanks!

For the first time in his short life, he felt needed.

He understood how his family worried about his physical health… but they never attended to his inner needs.

For the first time…

He found out that someone had expectations for him.

Even a sickly boy like him could accomplish something.

Kallen: Kallen. My name is Kallen Kaslana.

Kallen: And you?

Otto: …Otto.

Otto: Otto Apocalypse.

Kallen: Well, Otto…

Kallen: Can we be friends?

Otto: …Of course!

Friend. Otto had only seen this word in books.

Born a noble, he wasn’t allowed to mingle with the common people.

And other children from the Three Houses had begun their combat training. They had no time for him.

…Besides, they couldn’t care less about his bizarre habits.

Otto: But… don’t you have to train every day?

Kallen: I finished training at ten! Guess it’s too easy for me.

Kallen: Oh right, Otto’s older brother…

Kallen: Can I take him out to play? I swear I’ll protect him, in the name of House Kaslana!

???: Uh… but he’s not very well.

Kallen: My Dad said that it takes a lot of sunshine for a kid to grow tall and strong!

Kallen: And haven’t you found out? He’s not like any other kid around. He’s gonna be a great inventor!

Otto: Ah, I don’t know…

Kallen: Don’t ever lose confidence in yourself.

Kallen: Hmm, big inventor, can you do me a favor?

Otto: Huh? A favor?

Kallen: Yeah! When we grow up… let’s save the world together!

Kallen: And before that happens, you have to keep yourself healthy, understand?

…

???: Rare for you to recall your childhood memories. Having difficulty accepting your fateful death?

Otto: Haha, that’s a good joke, Void Archives. Like I told Theresa and the others…

Otto: I will die voluntarily. My death is just something that’s been stalled for five hundred years.

Void Archives: …To me, it’s a way for you to cover up your anxiety and fear.

Otto: Maybe. I can be anxious and frightened at times. I’ve had a longer life than most, and I’m happy to see the finishing line.

Void Archives: …Don’t you have more expectations?

Otto: Why not? It’s just expectations after all.

Otto: But you should understand, Void Archives, that if something is impossible, it’s impossible from the get-go.

Otto: If this interests you… we might as well take a trip down memory lane together, old friend.

Otto: There is time until they inevitably clash with us.

…

…

Kallen: Otto… thanks for seeing me off.

Kallen: Don’t worry. Whether we win or lose, I’ll do my best to bring everyone back alive.

Otto: No, I’ve told Father…

Otto: I’m going with you this time…

Kallen: What? But you’ve never been on the battlefield.

Otto: Relax, I won’t be on the front line. I’m just a medic, but…

Otto: You know I wish to do my part in whatever ways possible.

Otto: Remember? When we met for the first time, you told me…

Otto: You’d bring me along to save the world.

Kallen: But…

Kallen seemed hesitant.

Kallen: Otto, maybe this doesn’t sound right coming from a soldier.

Kallen: But I don’t believe war is an effective means of saving the world.

Kallen: You know the Honkai has wreaked havoc in recent years, and it’s only thanks to Schicksal’s involvement in local governance that we put an end to the Black Death.

Kallen: But our hands have reached too far and as an organisation, Schicksal has lost its focus.

Kallen: Your father used to care about the common people and oversee the disaster relief efforts himself every year.

Kallen: But now? Court gossips have piled up on his desk and he spends more time reviewing classified reports than with you.

Kallen: This is wrong, isn’t it?

Otto: I… I don’t know.

Otto began to hesitate too.

Otto: My only wish is to support you as much as I can. I… I didn’t give much thought to what you said.

Kallen: Otto… I don’t have much faith in the crusade this time.

Kallen: War comes with bloodshed. Bringing everyone safely home is my biggest wish right now.

Otto: …You can do it, Kallen. I believe in you.

…

Void Archives: If you ask my opinion about what happened back then…

Void Archives: I’d say she was crying for your help, but you ignored her.

Otto: Indeed. A keen observation, as expected of the Key of Revelation.

Otto: Taking her as a perfect person deprived of any emotional vulnerabilities… that’s a deadly mistake in the relationship.

Otto: You see, I was never an ideal companion for her.

Void Archives: It’s rare to see you speak objectively about yourself.

Otto: If I can’t do this, how can I convince myself that I’m able to give her a new and better life?

Otto: Let us continue… there should be plenty of chances for us to criticize.

Otto: After all, I’m just a fool in front of her.

…

…

Kallen: Otto… are you shivering? Is it the cold?

Otto: I… I’m alright. Just that I got wet when wading through the river.

Kallen: Hey, you can’t sleep in your soaked coat like this! You’ll get frostbite. Come on, I’ll make a fire for you to dry them.

Otto: But… when we fell back, we lost our spare coats and blankets…

Kallen: What are you talking about? Put on mine.

Kallen: I’m Schicksal’s strongest Valkyrie, and I will not submit to the cold!

Kallen: …Achoo!

Otto: Ah… you’re sneezing too…

Kallen: Don’t worry about that! Take care of yourself first.

Otto: Oh… alright.

Kallen: …

Kallen: Otto, we were defeated this time. Will your father lose a lot of money?

Otto: Probably, but we don’t need to worry about it. The big guys will figure it out, won’t they?

Kallen: …You may have a point, but just like what I told you before…

Kallen: I feel that Schicksal has gone astray from its fundamental mission.

Kallen: The question I just asked you was one of the signs… Should Schicksal really worry about money like it is now?

Otto: Maybe not, but in our time, nothing can be done without money.

Otto: Alright, let’s put these questions aside for a minute. It’s late now. Are you hungry?

…

Otto: I was outright laughable back then. I thought acting gentle and considerate could solve all the problems.

Void Archives: Normally it can.

Void Archives: What was to blame was you failing to appreciate her heroine complex.

Otto: Yeah, she did mean it when she said she’d “save the world”. Her resolve never weakened.

Otto: You see, these fatalities were misplaced from the beginning.

Otto: The memories that followed… only served to make “Otto Apocalypse” more pathetic and ridiculous than he already was.

…

…

Kallen: Otto, what’s this?

Otto: A drug I’m working on.

Otto: The Black Death might mutate, and we need drugs with stronger efficacy to save more lives.

Kallen: This is the drug that brought Eleanor back to life, right?

Otto: Yeah, but without her great adaptation, the drug might also have shown severe side effects on her like the other patients.

Otto: That was also part of the reason why Mother allowed her to inherit the Schariac name.

Kallen: Anyway, you’ve invented a lot of useful stuff just like when you were a kid.

Otto: Oh… thanks.

Otto: I’m just… trying to follow someone’s steps. Enough about this…

Otto: Do you plan to go out tonight?

Kallen: Yeah. Don’t worry, just a walk in the park for me. Nothing can go wrong.

Otto: You still have to be careful. After all, we’re playing with fire under the noses of those old foxes.

Kallen: I know. I’ll try not to raise any attention.

Kallen: The time has not yet come for us to lead the people and revolt against the old institutions.

Otto: But Kallen, established institutions always have a strong tendency to deny any changes.

Kallen: Yeah, that’s why we have to do what we can right now and wait for opportunities.

Kallen: How can we persuade others to join our cause if we don’t work hard for it ourselves?

Otto: …Indeed. Looks like both of us need to exert ourselves.

Kallen: Yeah!

…

Void Archives: It puzzles me to see you acting so weirdly back then.

Void Archives: Why didn’t you just tell her what was on your mind? The course of history might have looked a lot different.

Otto: Maybe, but what do you suppose I could say to her?

Otto: That I was experimenting on human subjects to develop new drugs?

Otto: Or talk her out of robbing the rich and giving to the poor because it couldn’t make any difference as an economics model?

Otto: If I couldn’t say those… How could it possibly help to tell her what I did all this for?

Otto: Would she change herself, or would I change myself?

Void Archives: …As it turned out, neither of you changed the other.

Otto: Of course. I was trapped in this illusion that I could better protect her in the dark that way.

Void Archives: Ha, she was the strongest Valkyrie of Schicksal, and you hoped to protect her with your own strength?

Otto: I thought that we could complement each other and work well as a team.

Void Archives: That doesn’t sound very convincing coming from a physically weak boy like you.

Void Archives: History has proven you weren’t able to do anything back then.

Void Archives: On the contrary, you accelerated the breakup between her and the environment she grew up in, which cost her life in the end.

Otto: …Yeah, on that day, she discovered Schicksal’s dark side.

Otto: And our life paths quickly spun out of control.

Otto: What happened next deteriorated into a tragedy cloaked in absurdity.

Otto: In the end, I made the most foolish decision of my life.

…

…

???: What brought you here, my baby brother? Shouldn’t you be at Father’s wake?

Otto: …Then why are you here, Risa?

Risa: Ugh… I hated the old man’s guts and couldn’t stay there for another second. Good enough for you?

Otto: Father was poisoned. I know who did it.

Risa: …Really? I wonder who it was.

Otto: You can drop the act.

Otto: You covet the throne, and I need to make a deal.

Risa: Kallen Kaslana, right? You surely are fond of her.

Risa: Pity she has to be hanged tomorrow and end up a pretty corpse.

Risa: As far as I know, she asked for all of this herself, right?

Otto: …We drove her into desperation. Every one of us was part of it.

Risa: Alright, I know you don’t want to see her die.

Risa: But what do you have to trade with me? Her verdict was sanctioned by our parents and the council.

Otto: If Father could be murdered like that, I believe you have a way to save her.

Otto: When it’s over, you’ll never have to see us again.

Risa: Hmm… sounds very tempting.

Risa: But my baby brother, even the new Overseer couldn’t simply revoke such an important verdict.

Risa: It concerns his authority in a certain circle, understand?

Otto: …You don’t want to help.

Risa: Oh, I didn’t say that, brother.

Risa: I’m willing to help you lovebirds.

Risa: But… you’ve got to get your hands dirty…

…

Void Archives: You know what, Otto… sometimes I envy your sister.

Void Archives: Of all the elaborate traps I created for you, you never fell for any of them…

Void Archives: …But she only had to hand a shovel to you to make you dig your own grave.

Void Archives: …They say human emotions are the enemy of reason, but even that would be an understatement for your case.

Otto: Try to put yourself in my shoes, Void Archives. What other choices did I have besides trusting her?

Otto: In other words, if you let me tap into the Divine Key’s full power, I’d have gladly accepted any terms you proposed.

Void Archives: Tsk. You blame me for everything? This is why you restrained me for over five hundred years?

Otto: Heh… Who knows.

Otto: We cannot undo our mistakes, can we?

…

…

Void Archives: Oh, she died. On your doomsday.

Void Archives: It’s been five hundred years, and now, you’re finally able to rewrite history.

Void Archives: Or should I say, you’ve been forever trapped on that day until now?

Otto: Yeah… she died.

Void Archives: …Hey, are you listening to me?

Otto: In most cultures, death is a taboo.

Otto: Death, the end of free will, the denial of existence. An eternal terror for any sentient being.

Otto: But when we try to play blind to resolve this terror… we begin to cheat ourselves.

Otto: We choose to believe that our loved ones would live forever.

Otto: Reason has told us otherwise, but emotionally we’re never ready to accept the cold hard truth.

Void Archives: …You’re saying death always gets the better of humanity, one way or the other?

Otto: Exactly. The fear of death has led us to desperation, which in turn creates more and unnecessary deaths.

Otto: Discrimination, abuse, murder, and war… Living in the shadow of death, we spread the shadow and bring death to others.

Void Archives: You talk like you were an exception. You’re drowned in the swamp deeper than anyone else, only it’s not your death you fear.

Otto: Yeah, that’s why I’m only the Overseer, and Kallen is worshiped as the Holy Maid.

Otto: Remember the letter I wrote to Welt?

Otto: “We’re so vulnerable that we can only trade mutual threats for short-lived peace…”

Otto: “And cover our true motives with order, ethics, and other shiny words.”

Otto: This still stands together. Humanity never learns. It’s not even aware of the problem.

Void Archives: …I must remind you that all your criticism can be used against yourself.

Otto: That’s right, Void Archives.

Otto: Be it K423, Durandal, Theresa, or Welt… they’re all parts of Kallen’s legacy.

Otto: The universe treats every being with brutal equality. For the world, a brave heart like Kallen’s is best kept in the grave.

Void Archives: …You’re certainly a master of playing dumb.

Otto: That’s where you don’t understand, Void Archives?

Otto: Human emotions… they’re raw desires without any regard for the consequences.

Otto: But generally, the heroes restrain their emotions with reason, but the villains let their emotions run wild.

Otto: As for the reasonable villains, they’re no more than calculating, predictable machines. Lesser beings than men.

Void Archives: …Is that so? The way I see it, you’re a perfect example of a reasonable villain.

Otto: I won’t deny it. Rather, I know very well I’m just as unworthy as any of them.

Otto: Like I said… we choose to believe that our loved ones would live forever.

Otto: And I’m just a fool dominated by this desperate wish who leaves no stone unturned trying to realise it.

Otto: …You see, the first one who’s come to settle the score is close at hand.

--

Gameplay 27-14 -The Knight’s Inquiry

Otto is right behind the door.

Otto: “Welcome, the strongest Valkyrie of Schicksal.”

Otto: …If it was an hour ago, I’d have greeted you like this.

Durandal: …Someone told me you might destroy the present and revive the past. What does that mean?

Otto: It was Nagamitsu, right?

Otto: Doesn’t matter. You have a right to know.

Otto: I asked Nagamitsu to design several plans of world reconstruction, and the one with the highest cost is the most reliable.

Durandal: The highest cost… What does that mean?

Otto: You’d certainly be puzzled if I hand you the conclusion now, so permit me to take some time and explain first.

Otto: Nagamitsu and I have all told you before that the flow of time cannot be reversed in our world.

Otto: Like a river, it rushes to the sea and never turns back.

Otto: If we consider the larger picture, the Imaginary Tree, then time is but data recorded on vinyl.

Otto: History is the part already recorded, and the future is the part to be recorded…

Otto: The present time we’re looking at now is the one and only needle etching on the vinyl.

Otto: “Now” is unique, for it sets the known and unknown apart. It’s the foundation of existence for every sentient being.

Otto: Let’s suppose…

Otto: What would happen if we turn back the needle of “now” backwards and onto the past?

Durandal: …Our reality will be relocated back to the past?

Otto: Right. Just like the aliens you’ve dealt with, but the difference is that they need a host world, and we rely on our own history.

Otto: Imagine, catastrophes like the 2nd Eruption can be written off, and we can help humanity grow again with our own experience.

Otto: Of course, the Honkai would still be out there to challenge us, but the total benefits far outweigh the losses.

Durandal: …So the cost you mentioned is the energy the relocation needs.

Otto: Yes. With your experience from the recent experiment, you’re quick to grasp the idea.

Otto: To realise the relocation, I need three things: first, look for a way to reach the Imaginary Tree. Second, energy and equipment to support the relocation, i.e. the Cosmic Juggernaut and sufficient Honkai energy.

Otto: Third, spacetime coordinates suitable for the relocation that can be identified by the Cosmic Juggernaut’s beacon.

Durandal: …A way to reach the Imaginary Tree and sufficient Honkai energy, how do you plan to acquire them?

Otto: They’ll be provided by the Will of the Honkai.

Durandal: …What?

Otto: Yes, the Will of the Honkai, the origin of the Herrschers and ground zero for the Honkai. It’s been there through Schicksal’s history.

Otto: It’s been viewed as a god, but as long as we travel the same path with the same destination, we can make deals with the god.

Durandal: …Make deals?

Otto: I don’t like Project STIGMA, but Schicksal has lost the best timing to stop it. Reversing time gives us a second chance.

Otto: And the Will of the Honkai would be happy to see it happen.

Otto: The Will of the Honkai opened the door for me to reach the Imaginary Tree, and I, in return, will enforce its vision.

Durandal: An enforcer for the Will of the Honkai?

Durandal: Are you trying to become a Herrscher, Overseer?

Otto: …I suppose you can say that, but the contact with the Imaginary Tree will transcend me and make me something greater.

Otto: My physical body will be sacrificed in the process, but the power I come into will enable me to reshape the world.

Otto: I’ll win more time for you to cope with the Final Herrscher and Project STIGMA, and the Will of the Honkai is happy to be reset.

Otto: Everybody wins, right?

Durandal: …But what about the world itself? Everything you said could threaten its existence.

Otto: You’re right, but you need to break the old world to create a new one.

Durandal: …I didn’t come here for far-fetched theories and empty promises. You’ve been avoiding the real cost all along.

Durandal: So what’s the price anyway?

Otto: The present.

Durandal: …?

Otto: I told Theresa the same.

Otto: I’d erase 500 years of history from this time branch, and return the world to a state where Kallen Kaslana was still alive.

Otto: The price to pay is the flowing time on the Imaginary Tree, or to put it simply, the present time.

Otto: This might sound abstract, so I plan to answer your question in another perspective.

Otto: Human civilisations give rise to the Honkai inevitably, and everyone at Schicksal knows that.

Otto: But what if we put ourselves in the shoes of the Will of the Honkai?

Otto: For it, Herrschers represent the ultimate freedom whereas our civilisation is the cage that imprisons it.

Otto: From this angle, it’s not “the Honkai was born with civilization.” Rather, civilization is a way of solidifying the Honkai.

Otto: So the price to pay is the Honkai naturally stored in our civilization as a whole.

Otto: In the past, it was the source of power for Herrschers, but now, we can also use it to re-navigate the world.

Durandal: …If you succeed, what will become of the present time and the world we’re in right now?

Otto: Everything beyond Klostern will be erased. This little town will be the epitaph to the world we once lived in.

Otto: In return, we will be exempt from the more unbearable sacrifices humanity has to sustain in the war against the Honkai.

Durandal: You mean… outside the town…

Otto: Everything that has ever existed in the past five hundred years will be gone.

Otto: This is the price to pay…

Otto: …For the plan with the highest success rate which I intend to follow through.

Durandal: …

Durandal: This is crazy.

Durandal: You don’t like Project STIGMA, but you’re gonna make the world suffer even more than its potential damage?

Durandal: You’re practically trying to murder every human in the world, Overseer!

Otto: That’s right.

Otto: But humanity… will remain.

Durandal: What’s the point of that anyhow? The humanity we protect is the sum of every breathing soul instead of just some vacant concept!

Otto: …You’re wrong, Durandal. It’s exactly a breathing soul that I intend to save from the vacant concept of humanity.

Otto: You know her name.

Otto: Kallen Kaslana.

Durandal: …

Durandal: You’ve finally brought her up, Overseer.

Otto: Yeah, after all the circling around, we’re back where we started.

Otto: Kallen Kaslana shouldn’t have died the tragic death as we know. It’s a grave sin committed by humanity collectively.

Durandal: …That’s no reason to murder everyone in the world, not to mention it’s a bygone time that only you can remember.

Otto: Yeah, every normal human being has exactly the same thought as yours.

Otto: So, as a representative of all the normal human beings out there…

Otto: I offer you a choice, Durandal.

Otto: Kill me, and my plan with it.

Durandal: …

Otto: The man standing before you is but a creature of sins and desires.

Otto: He knows what’s right but he spits on it.

Otto: He craves wisdom, but only to fulfill his own personal wishes. He appreciates beauty, but only to deny anything foul.

Otto: He believes the world is full of unworthy people who are insults to the value of life.

Otto: Only when his life is put to an end, can Otto Apocalypse finally look up to the sky and enjoy the divine moment.

Durandal: Nice speech for a villain, but Overseer…

Durandal: Your explanation brings me more confusion than clarity. Instead of honest truth, all I heard was sophistry.

Durandal: Five years ago, I saw a true destroyer of worlds in the Sea of Quanta… but your mental state seems drastically different.

Otto: Ha…

Otto: Maybe I’ve kept something from you, but does that really matter now?

Durandal: Yes, it does. In the past few years, you treated me well, and that’s why I have to know your real intentions now.

Otto: Haha, is that so?

Otto: But the way I see it, the only thing you need to know is…

Otto: That if you don’t stop me, I’ll murder everyone in the world for sure.

Otto: Enough talk.

Otto: Come, Durandal.

Otto: Bianka, your growth is indeed impressive.

Otto: …Void Archives!

Durandal: That’s enough, Overseer.

Durandal: Just tell me what you’re up to… and sit down with Theresa before it’s too late.

Otto: …Like I said, you should set your mind on killing me instead of hesitating.

Durandal: It may be true for Kiana or someone else you’ve hurt, but I want to know the truth more than anything else.

Otto: …Ah, I see.

Otto: Alright, I am keeping something from all of you…

Otto: But unfortunately, I can’t tell you right now.

Otto: And… Bianka, thanks to our fierce fight…

Otto: I’ve successfully distracted you and finished my transcendence.

Durandal: Overseer, you…

Otto: It’s too late for anything now, Bianka Ataegina.

Otto: Genius Plus, execute coordinates switch!

Durandal: …!

Otto: The gate to Imaginary Space is open. In the name of god…

Otto: Remove this chess piece from the board for now.

Back to the present time…

When Kiana Kaslana breached the heavy defences and found Otto Apocalypse again…

Otto: Oh, my second guest came right on time.

Kiana: …Otto! And that’s…

Kiana: The Abyss Flower?

Otto: Yes, my first guest left it here, and now she’s taking a break in Imaginary Space. I hope this doesn’t upset you.

Kiana: What?

Otto: This church will soon be the ground zero of world relocation. For your own safety, I suggest you stay away from the Abyss Flower.

Kiana: …You think I’d just stand idle?

Otto: Oh, I smell trouble. I’m just trying to avoid any meaningless fighting.

Otto: Because… the bounty from the Imaginary Tree is beginning to show.

Kiana: This inhuman pressure…

Kiana: He may be more dangerous than any enemy I’ve faced so far!

Otto: Meaningless struggle.

Otto: I told you that I do not wish to fight.

Kiana: It’s not over yet!

Otto: Be quiet for a while, Herrscher of Flamescion.

Otto: I’ll take over the god’s powers one by one, and present to you in 12 hours…

Otto: A pristine world full of wonders.

Kiana: …Don’t try to run!

Kiana’s Herrscher instinct told her that this might be the last chance to stop Otto.

The blazing star fire began to flow through her body…

Three steps. Otto’s back was flickering in the glow, but she knew where her target was.

Two steps. Otto’s sarcastic laughter was still echoing as she readied her final hit.

One step…

Kiana: (…This is wrong!)

Kiana: (This odd feeling…)

Kiana: (That light curtain is dangerous!)

[CG plays wherein Kiana’s greatsword fades away.]

Kiana: My power is draining away fast…

Kiana: That light curtain… it hurts…

Kiana: (Phew… calm down, Kiana.)

Kiana: (Pull yourself together and reform the Flamescion greatsword first…)

Kiana: (Flamescion, unsheath!)

Kiana felt her head go blank for a second.

In her body, the Herrscher power was still there, and the blade swing felt normal too…

But her weapon just vanished in the air and couldn’t be summoned back again anyhow.

Kiana: …?

Kiana: (Why can’t my strength recover? I’m not under the Herrscher of Domination’s influence at all.)

Kiana: (What did Otto do?)

Kiana had every right to be confused.

For she was just getting her first taste of another Herrscher power…

Binding.

Side Missions
Spartacus

Theresa: What is it, Doctor?

Tesla: Hi, Theresa.

Tesla: This is the Spartacus system, able to interfere with the powers of the Herrscher of Domination.

Tesla reached her hand out and tapped the piece of equipment next to her.

Theresa: So, is the system operating normally?

Tesla: It takes a while for the system to cover the whole area, but right now it looks like there are no problems.

Theresa: Good. In that case, it’s just a matter of time until we can block Otto’s puppets.

Tesla: But it’s really unfortunate for the townspeople caught in the middle of this. Apparently they were evacuated to a nearby mountain yesterday, but were brought right back by those puppets.

Tesla: It’s best to help them settle in as quickly as you can, just in case. Whether it’s 500 years prior or reduced to a battlefield, most people cannot stand to live in such tumult.

Theresa: Yes. Although the puppets don’t allow the people to move about freely, at the moment it doesn’t seem like they’ll use violence to enforce their control.

Theresa: I want to take this opportunity to evacuate the people to a safer location, or take them onboard the Hyperion temporarily.

Tesla: It’s best if you deal with the civilians, Theresa. Mophead and I need to make adjustments to the equipment so it covers the area as soon as possible.

Theresa: Yeah, but I’m worried the civilians don’t understand how dangerous the situation is. Getting them to evacuate won’t be easy.

Theresa: I’m afraid this is Otto’s plan, using the people as hostages to delay us.

Tesla: But Theresa, you’re part of House Apocalypse, and the next Schicksal Overseer. The people will listen to you.

Tesla: But be cautious. If you provoke panic among the townspeople, it will cause more problems than it solves.

Theresa: I understand. I’ll adapt to the situation. Anyway, good luck, Doctor. If anything comes up, contact me anytime.

Tesla: Will do.

--

More Overtime

Theresa: Hello.

Luo Wei: Ah, hello.

Theresa: (What does it say on his badge… St. 7308 Labs… Luo Wei?)

Theresa: May I ask if you work in this town?

Luo Wei: Uh… That’s right, I need to work more overtime today…

Theresa: (He wants to work overtime, even now. Looks like the people really don’t realise the danger they’re in…)

Theresa: Hello, Luo Wei. I’m Theresa Apocalypse.

Luo Wei: Theresa? You… Are you the next Overseer that Master Otto was talking about?

Theresa: That’s right. But I ask that you leave this place with me. I’m afraid you’re in danger here.

Luo Wei: Huh? Leave this place? Danger? Wh… Why?

Theresa: Otto is conducting a very dangerous experiment that could affect people in this town.

Luo Wei: The Overseer? A dangerous experiment? Am I not thinking straight from working so much overtime? What do you mean?

Luo Wei: The Overseer’s staff… Ah, I mean the previous Overseer’s… didn’t they just tell everyone to remain in place?

Luo Wei: And… dangerous experiments? Are you really talking about the same Master Otto?

Theresa: What?

Luo Wei: Well… Working for Schicksal may be tiring, but the wages are good. And they pay for most of our insurance every month.

Luo Wei: Plus, there are bonuses for good performance, and on major holidays the Overseer personally gives us gifts…

Luo Wei: Are you saying that the Overseer is suddenly going to hurt us today?

Theresa: (This is trickier than I thought, could it be that…)

Theresa: Do… you know what happened at the Schicksal Air Terminal a year ago?

Luo Wei: I wasn’t there. All I know is that the Herrscher of the Void arrived. Schicksal, Anti-Entropy, and…

The pitiful middle-aged man looked at Theresa uncertainly.

Luo Wei: Schicksal and Anti-Entropy fought each other. What happened next, I only know from news reports.

Theresa: …

Theresa was silent for a while.

Theresa: (Seems like the people don’t know the truth about the battle. And…)

Theresa looked at Luo Wei once again.

Theresa: Okay, I get it. But trust me, it’s best if you leave temporarily. If you stay here, you’ll be in danger. I’ll give everyone a thorough explanation later.

Luo Wei looked troubled.

Luo Wei: But… I still have work to do. I can’t leave for a while.

Luo Wei: How about you come back later, I’ll probably be done by then.

Theresa: …

Theresa: (Looks like I need to think of another way.)

Tell him you understand, and that you'll be back later.
Is there anything I can help with?

TBA

--

A Bit of Salt

Theresa: Hello, sir.

Elderly Man: Hehehe, look, what a cute little girl. Why haven’t I seen you around town before?

Theresa: I’m not from this town, sir. My name is Theresa Apocalypse, and I’ve come to take you to a safe place.

Elderly Man: Oh! You’re the girl from the House of Kress! That’s great if you can take care of more people!

Try to persuade him
Loudly persuade him
Is there anything I can help you with?

TBA

--

Confused Valkyrie

Theresa: Hello. Judging by your outfit… you’re a Valkyrie of the Immortal Blades?

Susannah: Huh? I’m not… but in a way you’re right. After all, it’s been a long time since I’ve been in the Phosdjinns. And you are…

Theresa: I’m Theresa Apocalypse. I suggest you leave this place, or help me direct the evacuation.

Susannah: M-Master Theresa?! The next Schicksal Overseer?!

Susannah suddenly straightened and bowed to Theresa.

Susannah: B-rank Valkyrie Susannah is awaiting your orders!

Theresa: Don’t mind all that, help me evacuate the townspeople.

Susannah: Evacuate the townspeople? Why? Didn’t Master Otto just declare that the crisis had been resolved and that they could return to town?

Susannah looked up doubtfully.

Theresa: Otto… he’s planning an experiment. It’s likely to affect the citizens going about their business in town.

Susannah: Master Otto’s experiment? It’s something that could… harm us?

Theresa: What?

Susannah: Ah! Sorry, Master Theresa! It’s just… that I can’t imagine why Overseer Otto would do an experiment that hurts people.

Susannah: Schicksal usually treats their Valkyries well. Not only do they care about our health, but they provide all kinds of benefits and assistance to our families.

Susannah: I heard that… the House of Master Rita was assigned to do the gardening work they love at a manor in town.

Susannah: And Otto’s staff also told us to remain here. So we shouldn’t be in any danger, right?

Susannah glanced at Theresa shyly.

Theresa: …

Theresa: (It seems like not even Valkyries will listen to me.)

Persuade her patiently.
Tell her you understand, and that you'll be back later.

TBA

<div style
Is there anything I can help with?

TBA

--

Suggestions

Nagamitsu: Hi, Theresa.

Theresa: Nagamitsu, what brings you here?

Nagamitsu: Uh, just half an hour ago, Mr. Otto seized all my equipment and fired me on the spot. It seems he has no use for me anymore.

Nagamitsu: And it turns out you guys were making something interesting here… And I guess I’m sort of a captive now, which means I can’t leave freely?

Theresa: Ah… you always have a sense of humor. But I can always tell you don’t mean any ill will, Nagamitsu.

Nagamitsu: Hehe, thanks for trusting me. But I’m pretty sure Mr. Otto doesn’t care if I live or die. Actually, I’m completely sure.

Tesla: Okay, okay. Can you guys go somewhere else to chat? I’m still trying to calibrate my instruments.

Tesla: And it’s fine if you want to come look at it, but no touching. It’s a very precise instrument.

Nagamitsu: Relax, Dr. Tesla. According to Mr. Otto’s previous assessments, I’m very “discreet”. But I do want to talk to Theresa about something alone.

Theresa: Huh? What is it?

Nagamitsu led Theresa to a spot a little further away.

Nagamitsu: I heard that just now you relocated the workers in town, and all the citizens who had just returned to their residences?

Theresa: Uh, yes. Although all the coming and going will certainly be frustrating… their current situation is too dangerous.

Nagamitsu: But the process is going less smoothly than you imagined?

Theresa: Hmm… yes. And I think I know the reason.

Nagamitsu: Tell me. I was just looking for you to talk about this.

Theresa: To put it simply, Otto has a lot of “influence”.

Teresa: The people here don’t know about the Manhattan incident, the 2nd Eruption, or last year’s episode at the Floating Isles. They don’t know what Otto has done.

Theresa: So in their minds, the Schicksal Overseer is a prestigious figure. He’s responsible, generous, and adept at handling disasters.

Nagamitsu: True. But the problems don’t stop there.

Theresa: Eh?

Nagamitsu: I don’t know who you encountered just now, Theresa. But they might know more than you think, and kept some things from you out of embarrassment.

Theresa: Kept some things from me? Like what?

Nagamitsu: To be honest, it’s that you were at the Far East Branch for a really long time…

Nagamitsu: So long that among the townspeople, and even the employees of Schicksal, “Theresa” is an unfamiliar name.

Nagamitsu: Perhaps this name is still well known among the upper echelons of Schicksal. But to the others, it doesn’t have any special significance.

Theresa: I’m not asking to be influential. I’m just doing what I believe needs to be done.

Nagamitsu: That’s good, I really appreciate that attitude. The problem is just that… Mr. Otto appointed you to be the next Overseer.

Theresa: …

Nagamitsu: If I may be blunt, I’m afraid the impression people here have of you is just “the spoiled granddaughter of the Overseer.”

Nagamitsu: You were an S-rank Valkyrie, and even opened an academy. But then, for some reason, a year ago you betrayed the Overseer and led the Far East Branch to break away from Schicksal.

Nagamitsu: And now, when their Overseer put all that aside and announced he would be appointing you, you hurried back.

Nagamitsu: In their eyes, it seems like you’ve coveted this position for a long time, and were eagerly awaiting Mr. Otto’s resignation.

Theresa: …It’s hard to refute that last part.

Nagamitsu: Sorry, maybe what I said was too harsh… But I just wanted to remind you that the power of the Schicksal Overseer comes from the peoples’ familiarity, recognition, and trust.

Nagamitsu: As for how to earn their respect, an Overseer should try to unify all kinds of Schicksal staff and citizens.

Nagamitsu: After all, I don’t wish to hear complaints behind your back on the second day after your inauguration.

Nagamitsu finished speaking, and grimaced. It seemed to be an admission that she had been overly blunt.

Theresa: …Thank you, Nagamitsu.

Nagamitsu shrugged.

Theresa: I understand what you’re saying. To be honest, I’ve also been really stressed the past two days.

Theresa: I don’t know if I’ll be able to bear the pressures of the Overseer position in the future.

Theresa: But after my experience this afternoon, I’m gradually starting to understand. Thinking like that is just trying to escape the pain that comes with this responsibility.

Theresa closed her eyes. It seemed she was considering what to say next.

Theresa: …But on the other hand, this is a rare opportunity for me to protect my students and other kids their age.

Theresa: Nagamitsu, the problems you brought up are everywhere. Due to my reputation at the moment, it’s not possible to effectively lead and unite the people here.

Theresa: But I don’t plan on giving up.

Theresa: I’ve decided that I don’t want to be the same kind of Overseer as my grandfather. With the time I have, I’ll have to prove myself through my actions.

Theresa: This is something I must do now.

Nagamitsu: Very admirable, Master Theresa. Allow me to make one more suggestion.

Theresa: Please go ahead. At this point I welcome suggestions from everyone.

Nagamitsu: It’s not hard to communicate with the people here, it’s just that they don’t recognise you. Since Mr. Otto gave us about half a day…

Nagamitsu: You can start out by doing small things, helping them with inconveniences in their lives. I think after several hours you’ll earn their trust.

Theresa: …

Theresa considered this for a while.

Theresa: I understand, Nagamitsu. Given our current situation, that’s a good idea. Who knows whether it will be effective, but I have to try.

Theresa: Thanks for the suggestion, Nagamitsu.

Nagamitsu: Haha, no problem. You act like I did you a big favor.

The former head of the St. 1504 Labs watched the next Overseer immerse herself in her work once again.

She closed her eyes and recalled that series of dangerous but well-meaning lies, regretting that she may have to become a “performer”.

In a sense, she had been honest with Theresa today.

Nagamitsu: (Okay. I think the result will be good… so what does it matter if the details aren’t quite accurate?)

--

Freedom

Theresa: Amber… Have you been waiting here for me the whole time?

Amber: Hello, Master Theresa.

Theresa: What happened?

Amber: Ah, no, Master Theresa. Just the opposite…

Amber: Now… There’s nothing I can do.

Theresa: …Huh?

Amber: …

Amber: Not long ago, Otto suddenly told me that there was no place for me in his plans. He said I was… “free”.

Theresa: That sounds like a good thing.

Amber: I had always been the secretary dealing with all kinds of things. Even when Master Otto wasn’t at HQ, I always had something to do.

Amber: But after he said that just now… I suddenly don’t know what to do with myself.

Theresa: …

Amber: I thought maybe I should assist the new Overseer. I mean you, Master Theresa. I really want to help you and everyone at Anti-Entropy, but…

Amber looked at her hands in silence for a long while.

Amber: But I don’t know if I’m qualified… after all…

Amber hesitated. Unlike the laid-back Nagamitsu, she seemed more perplexed than ever.

Theresa: (Looks like… Grandpa’s resignation was for real.)

Theresa: …Amber.

Theresa: If you want to stay at Schicksal and continue your work as before, I would be delighted.

Theresa: If so, can you help me deal with a problem now?

Amber: Huh? What problem?

Theresa: As you know, Otto’s plans are endangering the townspeople. I want to evacuate them as soon as possible.

Theresa: Maybe while you’re assisting with the process, you’ll find something you really want to do.

Amber: What I… really want to do?

Theresa: Yeah, no one arranging it for you, no official business, just doing whatever you want.

Amber: …

Amber: …I understand, Master Theresa. I’m willing to work for you.

--

Research

Female Researcher: Ugh, what do we do?

Male Researcher: We might just have to give up…

Amber: What happened, you two?

Female Researcher: Ah! It’s Master Amber!

Male Researcher: Huh? Master Amber! Why are you here? And Master Theresa!

Theresa: Hi guys, what happened here?

Female Researcher: Ugh, Master Otto suddenly told us to stay put, so now our research program is in disarray.

Male Researcher: Shh! Don’t say that in front of Master Amber! If we can’t do our research this time, there’s always next time. And it’s so dangerous out there, Otto was looking out for us…

Theresa: (Uh… It’s like this even here?)

Amber: …May I ask what kind of research you two are involved in?

Female Researcher: Ah… My research topic is “Statistical Characteristics of Honkai Organisms”. Although the work is straightforward, I don’t know what to do now that I can’t go out there.

Male Researcher: I’m writing a report on the relationship between local climate and Honkai energy concentrations. Due to numerous Soulium reactions, I’ve had to temporarily stop collecting data.

Female Researcher: Both of our projects are approaching the deadline for progress evaluations. Today would have been a perfect opportunity to collect data, but as you’ve seen…

Theresa: I see.

I can help you collect data.
Amber will help you collect data.
What do you suggest, Amber?

Male Researcher: Y-You would do that?! You're the next Overseer, how could I ask you to do such a menial task?

Theresa: Huh? I really don't mind…

Male Researcher: No way! I would never ask that of you!

Male Researcher: Besides, even if we collected the data, our analysis would be confounded by data from Soulium reactions. The results won't be so valuable this time.

Amber: We'd better think of another way, Master Theresa.

Theresa: …Alright.

--

Hi Big Doggie

Amber: Hey, Amiao? What are you doing here? Where are your Mum and Dad?

Amiao: Ah! Big sis Amber! I’m waiting for them here!

Theresa: Big sis… Amber?

Amber: Uh, I was once responsible for building the school in this town. So when I’m here on a mission, I stop by to say hi to the kids at school.

Amiao: Amber, which school does this girl go to?

Amber: Uh, Amiao, this is Schicksal’s…

Theresa smiled and nudged Amber not to reveal her identity.

Theresa: Amiao, my name is Theresa. Today I’m in town with Amber to help out.

Amiao: Welcome, big sis Theresa!

Theresa: Shouldn’t you be in school?

Amiao: We have a few days off from school, but Mum and Dad needed to work today. So I had to stay home and take care of Ashan.

Theresa: Very responsible, taking care of your little brother.

Amiao shook her head vigorously.

Amiao: No, Ashan is our family’s dog. He’s well-behaved, so it isn’t hard at all! There was a strange guy knocking on the door before. Thankfully Ashan scared him off!

Theresa and Amber exchanged glances. Amber nodded.

Amber: Amiao, how about we go play somewhere else? Your Mum and Dad are busy, maybe they’ll have to spend the night somewhere else.

Amiao: Huh? But… where should we go?

Amber: Look, there’s a great, big airship over there that just arrived. Want to go play over there?

Amiao: Wow! Can I really?

Amber: Sure. In a minute I’ll call your Mum and Dad, and then we’ll go over there, okay? That way your parents won’t worry about you.

Amiao: Cool! Can Ashan come with us?

Amber: Of course.

Amaio jumped up happily. But then her brow furrowed as if she suddenly realised something.

Theresa: What is it, Amiao?

Amiao: I… I just remembered, there’s no food for Ashan at home.

Amiao: I didn’t realise until this morning, but I didn’t dare go buy some alone. I’m afraid he’ll be too hungry to move.

Theresa: I see.

We can carry Ashan.
We have food we can give to Ashan.
We have dog food that Ashan likes to eat.

Amiao: Ah, no way! Ashan is so heavy that you won't be able to carry him!

Theresa: But I'm very strong.

Amiao: No, Ashan is even taller than you, you definitely won't be able to carry him!

Amiao: And when Ashan is hungry he just lies on the ground. No one can get him to move…

Amber: What if I stay here while you play, and Theresa will think of a solution?

Theresa: (Uh… I really do need to think of a solution…)

--

Experiment

Amber: Master Theresa… This is…

Theresa: Huh? How did we end up at the Hyperion?

Einstein: Did you come back to get something, Madam Theresa?

Einstein: …Oh. Hello, Madam Amber.

Amber: …Dr. Einstein.

Einstein: …

Amber: …

Einstein: …No need to stand out here. Want to come inside and have some coffee to stay awake?

Amber: Thanks for the invitation… But I’m a bionic. Caffeine doesn’t really help me stay awake.

Einstein: I see… that’s a shame.

Einstein: I don’t like to beat around the bush. Let’s get straight to the point.

Einstein: Madam Theresa, there’s something I should tell you…

Einstein: We are now in a state of conflict with Otto, and Amber was his confidant as of yesterday.

Einstein: I don’t have anything against her… But as you know, I must maintain the security of the Hyperion.

Amber: …

Theresa: I understand your concerns, Doctor. But I have my own considerations.

Theresa: First of all, Otto would be unlikely to use such convoluted means to disrupt our operations, and Amber has been helping me evacuate the townspeople.

Theresa: We’re short on personnel, and I’m working together with Amber, so you can put aside your security concerns.

Theresa: Of course, I know wounds take time to heal, and trust must be gradually earned. But now Amber wants to help, and we should give her an opportunity.

Einstein: …

Einstein: …I understand. Dr. Tesla ran into some problems while setting up the disrupters. Maybe you guys can help.

Theresa: Okay, we’ll go take a look.

Amber gave a slight bow to Einstein.

Einstein: …Madam Amber.

Amber: What can I do for you, Dr. Einstein?

Einstein: …I won’t blame you for what Otto did, but I also can’t erase those memories.

Amber: …I know.

Einstein: If we want to walk a new path together as partners… please remember this. Sincerity and generosity are the foundations for building trust between people.

Amber: I’ll remember that, Dr. Einstein.

Einstein: I’ll mark Dr. Tesla’s current location for you on the map. You should be careful, she gets in a bad mood when there’s something wrong with the equipment.

Theresa: I heard you were having some problems here, Dr. Tesla.

Tesla: Ahh, shit! This damn thing is so touchy. I replace one little part, and now it doesn’t work at all!

Without looking back, Tesla continued to swear at the machine.

Nagamitsu: Hey, isn’t that Miss Amber?

Tesla: …Amber?

Tesla turned around.

Amber: Hello, Dr. Tesla.

Tesla: …

Amber: …

Tesla: Tch, okay, okay. Since you’re here, you may as well give me a hand.

Amber: …Huh?

Tesla: Why are you surprised? Why are you looking at me like that? Don’t think so much, there’s no time to waste.

Tesla turned back to the equipment.

Amber: …Uh, okay.

Tesla: Mophead’s probably already told you what I want to say. She has a good temper, and can express herself more clearly anyway.

Tesla: Anyway, I don’t like arguing. Since we’ll all be colleagues, or even partners, we might as well start getting along.

Amber: …I understand, Dr. Tesla.

Amber straightened her posture.

Amber: May I ask what the problem is specifically?

Tesla: This thing is missing a critical piece. Maybe it was lost in transport or assembly, and I can’t find a suitable substitute.

Amber: May I take a look?

Tesla: Sure, go ahead.

Amber leaned over and looked at the equipment.

Amber: The original modification used… turbine blades from an RD-171 rocket engine, right?

Tesla: Wow, I didn’t think you would know what you’re talking about.

Theresa: So are you saying…

Amber can fix it?
Do you have any suggestions, Amber?
Is this the part you’re talking about?

Amber: Uh… Dr. Tesla is right, this part is extremely rare. If there's no suitable replacement, I'll have trouble fixing it.

Tesla: No one can fix it. If it's missing, it's missing. I'm afraid we'll have to retrace our steps and try to find where it fell.

Theresa: (Oh… is there any other way?)

--

Your Own Path

Amber: Hello, Master Theresa.

Theresa: Hmm? What is it, Amber?

Amber: I was considering what you said earlier. About my colleagues, about sincerity, about… “finding my own path”.

Theresa: So, did you have any ideas?

Amber: I think… There's something I need to tell you, Master Theresa.

Theresa: What is it?

Amber: It’s… about Overseer Otto.

Theresa: …Huh?

Amber: Even though Otto has told you almost his entire plan, there are still some… details that he hasn’t revealed.

Theresa: …Details about what?

Amber: …

Amber suddenly hesitated.

Amber: …To be honest, Master Theresa, I don’t know if doing this is right or wrong.

Amber: Otto hasn’t yet stepped down completely, and I don’t know whether to continue to fulfill my previous obligations, or warn everyone on the Hyperion…

Theresa: …It’s okay, Amber.

Amber: Master Theresa?

Theresa: Just do what you think is right.

Theresa: I won’t force you to tell me anything. That’s how you treat a prisoner, not a colleague.

Theresa: Besides… we’ll stop Otto no matter what. All of us together.

Amber: …

Amber: Then I’ll tell you this, Master Theresa.

Amber: I recommend that the crew of the Hyperion carry out experiments focused on resisting the Herrscher of Binding.

--

Experiment of Binding

Einstein: …An experiment on offsetting the Herrscher of Binding’s power?

Theresa took Amber back to the Hyperion after hearing what she said.

Amber: Yes. It came to me when I was observing Spartacus, which works by putting two forces of the same nature against each other.

Einstein: But how is that connected to the Herrscher of Binding found in the records of the Previous Era?

Amber: Master Otto had a theory long ago that as Herrschers evolved, the nature of their Herrscher powers also changed.

Einstein: It started with natural events and leaned towards force fields, is that what you mean?

Amber: Right. Force fields are more versatile than natural events, but in theory, they can be offset through wave mechanics methods.

Einstein: Just like 1 + (-1) = 0?

Amber: Yes, but that remains a theory.

Einstein: Back to the topic, how is this related to the proposed experiment?

Amber: …

Einstein: Could it be that Otto has harnessed the Herrscher of Binding’s powers? How did he accomplish that?

Amber: Uh…

Einstein: Oh, sorry, I didn’t mean to push you.

Einstein: Madam Theresa, what do you think of Madam Amber’s proposal?

Theresa: We know very little of what Otto is up to, and in the past, the Void Archives did simulate the Oath of Judah. We have to be prepared.

Theresa: In conclusion, I feel there's a necessity for conducting the experiment Amber proposed.

Amber: But Master Theresa, the Herrscher of Binding’s power may exert strong side effects on your body. Maybe you should…

Theresa: Don’t worry, Amber. I’ve done a lot of training on harnessing Elysion Pedion since the 2nd Eruption.

Theresa: And… Since it’s only a simulation, there’s no need to unleash the Divine Key’s Zeroth power.

Einstein: How do you propose we proceed?

Theresa: I believe I can manipulate two chains from the Oath of Judah to unleash Binding power of different wave statuses.

Theresa: This way, we can compare data from different models and reach a conclusion that can be applied universally.

Einstein: …

Einstein thought quietly for a moment.

Einstein: …Hmm, that should work.

Theresa: Well, Dr. Einstein, the preparations and data analysis will have to fall on your shoulders.

Einstein: No problem, but to conduct the experiment, there are some things that are lacking on board the Hyperion.

Theresa: We can try to collect them elsewhere.

Einstein took a pen and a notepad to jot down some items and a few equations that looked puzzling.

Einstein: Give the latter part to Dr. Tesla. She’ll know what I want.

Einstein: And you’d better fetch Nagamitsu too. We need more brains for this challenging experiment.

Theresa: On my way.

Einstein: Oh, right, Madam Amber.

Amber: I’m here.

Einstein: …Thanks for your proposal.

Amber: …

Amber gave a slight bow to Einstein.

Theresa: Hurry, Amber, we’re short on time.

Amber: Yes, Master Theresa.

--

Resource Gathering

Theresa: High strength baffles… piezoelectric monocrystals… permanent magnets…

Theresa: Can these be found nearby?

Amber: Maybe, but we may need to expand the scope of research. What do we do, Master Theresa?

Can we buy them in town?
I'll go look for them.
We’ll get some others to help, and split up to look.

Amber: These aren't the kind of things you'd find in a hardware store. I'm afraid they would be hard to find.

Theresa: I see…

--

Key Part

Theresa: Dr. Tesla.

Tesla: What? Can’t you see I’m busy?

Theresa: We need to conduct an experiment on offsetting the Herrscher of Binding’s power.

Tesla: What? Why all of a sudden?

Theresa handed the slip from Einstein to Tesla.

Tesla: It’s… Huh?

Tesla: …A reverberating force field… offsetting… new balance…

Tesla: Alright, this does look interesting.

Theresa: Well… what do you need from us, Dr. Tesla?

Tesla: No, the key is a detector.

Theresa: A detector of Honkai energy?

Tesla: Yeah, and a highly precise one that can generate data from the experiment.

Tesla: Mophead sent you here to get it from me, but I just happened to have torn it apart.

Theresa: Torn it apart?

Tesla: Yeah, because it had spare parts I needed. I didn’t foresee you’d come for it.

Tesla: It was used to measure Honkai energy fluctuations, and had no other uses.

Can we put it back together?
Can you make another one?
I think I remember someone mentioning a test device.

Tesla: You think it's that easy? Besides, what would we do with it even if we got it back together? It's not easy to get it to work.

Theresa: Looks like there's no easy solution…

--

Active Element

Theresa: So here you are, Nagamitsu.

Nagamitsu: Hi, Theresa… and Commander Amber?

Amber: Director Nagamitsu…

Nagamitsu: Ugh… can we drop the official titles? Feels like having a weekly meeting.

Amber: Well… Miss Nagamitsu, we…

Nagamitsu: Miss Amber, judging from your looks, you’ve brought me some fresh research topics, right? I’m bored to death here.

Theresa told her about the Herrscher of Binding experiment.

Nagamitsu: Hmm, an experiment to offset the Herrscher of Binding’s power? Interesting. That’s quite a foresight.

Theresa: We plan to conduct the experiment near the Hyperion. Join us, Nagamitsu. We could use more help.

Nagamitsu: Wait a sec.

Theresa: Huh?

Nagamitsu: I won’t say no, of course, but we still need to prepare something in advance.

Amber: What is it?

Nagamitsu: It’s Active Element D20.

What's "Active Element D20"?
Where can one find this compound?
Are you talking about this compound?

Nagamitsu: As its name implies, it activates Honkai energy within a living organism.

Theresa: Similar to the active element used by the Twilight Paladin battlesuit?

Nagamitsu: It is indeed similar. But this type can be used more generally.

Nagamitsu: The powers of the Herrscher of Binding are very unusual, Madam Theresa. Especially for someone with your build…

Nagamitsu: If the experiment goes out of control, we might need to administer this substance as an emergency treatment.

Theresa: You mean… if we can't control Judah's powers, this experiment could be dangerous for me?

Nagamitsu: That's right, better safe than sorry. We should prepare some backup plans while there aren't any Herrschers around.

Nagamitsu: You wouldn't want to rely solely on the Valkyries' burst weapons or the Hyperion's cannons, right?

Theresa: I understand, that makes sense. But… will we be able to find a dangerous compound like this in town?

Nagamitsu: It's a byproduct of the Spear of Destiny, so you might find some reserves in the warehouse. Amber can also use her authority to buy it at certain locations.

Theresa: Okay, I'll try to go collect some.

--

Answer of Binding

Theresa: Dr. Einstein, we’re back.

Einstein: Yeah, I’ve finished preparations too. Do we have everything on the list now?

Theresa: Right, they’re all here.

Einstein: Excellent. We only need to set up the experiment site now.

Amber: Dr. Einstein, I’ll help too.

Einstein: Welcome. The more people the better.

A while later.

Einstein set up the site and everyone else fell back to a safe distance.

Einstein: Using drones to fill the target container with Honkai energy from 50m above ground. Progress: 50%… 75%… 100%… 125%…

Einstein: The experiment may begin any minute now, Madam Theresa.

Theresa: Understood.

Theresa held the Oath of Judah and controlled the left chains to approach the testing facility.

Theresa: Oath of Judah… activate.

The readings on the instrument began to change instantly.

Einstein: …The Honkai energy level in the container has dropped to zero. Madam Theresa, please lower the Divine Key’s power.

Theresa: I see.

Einstein: …

Einstein: Good, Honkai energy level at 42%… 45%… 50%. Let’s keep it there.

Theresa: Copy.

Einstein: Now please control the chains on the right to put out conjugated power with the chains on the left.

Theresa: …Ready.

Theresa let the right chains hover in mid-air and awaited Einstein’s further instructions.

Einstein: Countdown… 3… 2… 1… Go!

The readings started to fluctuate violently again.

Einstein: Honkai energy level readings in the container at 100%… 125%… 150%…

Nagamitsu: Whoa.

Theresa: If two opposite strands of the Herrscher of Binding’s power are stacked together, they cancel each other out, right?

Nagamitsu: Looks that way. Simply put, the Herrscher of Binding’s power can remove any Honkai energy within its force field.

Nagamitsu: But as soon as there was conjugated power output from both left and right, the reading went back to 100% and climbed up.

Nagamitsu: Which means that the two power strands offset each other and allowed newly infused Honkai energy to stay in the container.

Nagamitsu: If the two strands simply stacked on top of each other, the reading would have gone from 50% to 0%.

Einstein: Yeah, exactly as Miss Nagamitsu explained.

Theresa: Two forces canceling each other out…

Theresa: Amber, does Otto know about this?

Amber: Master Otto has suspected as much, but he never organised a familiar experiment to prove it, according to my knowledge.

Nagamitsu: But it’s him we’re talking about. It wouldn’t surprise me if he did in fact figure it all out before we were even born.

Tesla: …Anyway, today’s experiment can be very helpful to our Herrscher research. Thanks, Theresa.

Theresa: Yeah, thank you everyone for taking part in it.

Einstein: …

Amber: What is it, Dr. Einstein?

Einstein: Ah, nothing.

Einstein: I’m just thinking… It's best that the fruit of this experiment never gets to see the light of day.

Nagamitsu: I share the same wish.