Act 1 - Desolate Clouds
Gameplay 16-1 - Passerine’s Retreat

Maghreb, North Africa. A vantage point near the Schicksal Vimur Labs.

*WHOOO*

Raven: …

Raven: …The Herrscher is on the run. Are we to stand by and do nothing at all?

Gray Serpent: Give her time. That is the Sire’s orders.

Gray Serpent: A kernel of wheat might die alone, but it shall bear so much more should it fall into the soil.

Gray Serpent: She is now free. Time will tell if the seed of power within her can bear fruit.

Gray Serpent: Let us instead focus on something far more important.

Raven frowned but agreed, and shifted her focus to the distant ruins via her Divine Key.

Floating holographic optics adjusted themselves and delivered a clear image to her eye.

A strange golden hemisphere covered much of the plaza in the middle of the dead city.

The Schicksal Overseer created it using a golden fluid, isolating him and her Sire from the rest of the world.

Raven: I still find it hard to believe that our Sire would…

She paused shortly.

Raven: …Join hands with Schicksal.

Gray Serpent: I understand your doubts, Raven.

Gray Serpent: Otto is a scheming egoist who manipulates everything and everyone to achieve his goal. He cannot be trusted.

Gray Serpent: …But I assure you that the deal will come through.

Gray Serpent: His self-serving nature only makes our Sire’s offer infinitely more valuable.

Gray Serpent: The Serpent will soon rid Schicksal from its path.

Raven: I’ll obey the Sire’s orders, but there are others who have personal scores to settle with Schicksal.

Gray Serpent: Yet they’re also here as well.

Gray Serpent: All our key officers have gathered here. A rare sight, is it not?

Gray Serpent’s hollow voice faded away into the dusty wind.

Raven suddenly began to hear ghostly voices echoing from every corner of this desert.

Raven: If the negotiations should fail, I suppose we’ll attack Schicksal right here with our full might.

Gray Serpent: …

Gray Serpent: …

Raven: …Gray Serpent? You there?

Gray Serpent: …

Gray Serpent: Haha…

Gray Serpent: Hahahahah…

The ghostly whisper turned into a sinister laugh that rippled out across the vast yet empty desert.

Raven saw the golden half sphere dissolving slowly…

Gray Serpent: Raven, you can put away your weapon now.

Gray Serpent: Our Sire has just… concluded the deal.

Helios meeting room. Following day.

Tesla: Ugh… this piece is now trash.

It was a core component to the Raikiri blade just a few hours ago. Tesla sighed and threw it away.

Tesla disassembled Raikiri and arranged the components neatly before her.

Tesla: Apparently someone broke the blade, the hilt, the moderation circuitry… and even the energy valve.

Tesla: Great. I might as well build a brand new one from scratch.

Mei: …

Mei remained silent and “busied herself” by sorting the files piled on another desk.

They spent months on a nonstop search for Kiana and Himeko.

Intel came in from all over the world. Useful data was printed out, filed, and gradually filled this room.

Tesla: Still thinking about her?

Mei: Yes…

Tesla: Look on the bright side. At least she’s not in the hands of Schicksal or the World Serpent.

A few hours ago, Anti-Entropy was informed that the World Serpent had raided Schicksal’s labs in North Africa.

Not much was known about the battle, but everyone was sure that the Herrscher of the Void escaped.

They breathed a sigh of relief, but the sense of apprehension quickly returned.

Tesla: There’s just the two of us here. Do you want to talk about it?

Mei: Kiana… she’s… changed.

Mei: I can’t describe how she’s changed. Did she grow up? Become more mature? It just doesn’t feel right.

Mei: She had always been loud and restless. From the day we first met, I never knew she could ever be quiet or patient.

Mei: She was a troublemaker, but I found that reassuring. But something changed when I met her again in Arc City…

The look on Mei’s face sank, and so did her voice.

Mei: She was… quiet… too quiet. I couldn’t even… recognise her.

Mei: It takes a lot of painful experiences to change someone like that… anything could happen in 4 months…

Mei: Even now, she’s probably out there alone, enduring pain that we could hardly even imagine…

Mei: I just wish I could find her…

Tesla: …Don’t be too hard on yourself, Mei. It’s bad for your health. And we’re doing everything we can.

Tesla: Erm, just help me clear the desks. I need to make another run to the intel room.

Just before she left the room, Tesla turned around and took one last worried glance at Mei.

Alone, Mei sorted the files but her troubled mind was filled with images of her best friend Kiana.

4 months had passed since the Battle of Schicksal.

Kiana must have witnessed many cities in ruins and the devastation caused by the Honkai.

Did she blame herself for all those killed by the Great Eruption? Did she decide to take on this burden alone?

Mei shuddered. Though her wounds healed, the pain in her heart grew ever more intense.

Kiana’s words echoed in her memories.

Kiana: No… I can’t go back, Mei.

Kiana: I’m sorry… I can’t go back… I can’t put you all in danger again.

Mei wanted to forget this, but it was all she had. She felt like a cold, dead stone sinking in an icy, dark lake.

For the first time after meeting Kiana, Mei felt that the girl had become…

…A stranger.

*THUD*

Tesla: Mei, pack your gear! Let’s go!

Mei: What happened, Dr. Tesla?

Tesla: We… we found her!!

[CG plays wherein Tesla and Mei arrive in Nagazora aboard the Helios:

Tesla: We’ve arrived.

Tesla: This is where Herrscher energy was detected.

Mei: Kiana…

Mei: Why…

Mei: Why did you come to Nagazora?]

Tesla: Let’s go through what we know so far.

Tesla: The World Serpent attacked a Schicksal lab in North Africa yesterday, with Kiana seizing the moment to escape.

Tesla: A few hours later, our Far East post detected a Herrscher energy pulse in Nagazora that matched samples from Arc City.

Mei: She teleported to this place with her Herrscher powers…

Tesla: That’s right. An ultra-long-distance teleportation.

Tesla: She’s been off the radar since then. Our posts and satellites picked up nothing else.

Tesla: But at least we’re sure she was here. We might find more clues in the city.

Mei: Is Schicksal doing anything?

Tesla: Not yet. We’re ahead of them this time.

Tesla: The Helios landed in east Nagazora. We’ll set up a base point here and start with the surroundings.

Tesla: The city is now wholly deserted. I’ll set up a simple Honkai detector matrix to locate Kiana.

Tesla: We first need to find some open space.

Tesla: The wall over there. What is it?

Mei: That’s the Nagazora Wall.

Mei: It breaks the city in half. The west side and the east side.

Mei: A historical structure.

Mei: Oh… the streets are all flooded.

Tesla: Woah… still can’t believe it…

Tesla: …Even when I see it with my own eyes.

Tesla: Just unreal.

Tesla: This place will do. What happened to this place? The streets are flooded. The maps are useless now.

Tesla threw her luggage to the ground and started working on the detector.

Mei: I knew Nagazora was devastated, but seeing it again with my own eyes…

Tesla: The 3rd Honkai Eruption surely left its mark.

Tesla: Nagazora was a port city with a low elevation. The Eruption sank the place and led to seawater intrusion.

Tesla: Honkai-contaminated seawater made it worse. The eastern districts located downstream were hit the hardest.

Tesla: To think that Nagazora used to be a prosperous city with 3 million people just 3 years ago.

Mei: All this was caused by the 3rd Honkai Eruption…

Tesla: Well… it wasn’t your fault.

Mei: It doesn’t really matter. There’s no way to make up for the devastation that this city suffered.

Mei: I chose to become a Herrscher 3 years ago. The Nagazora tragedy might have been averted if I were stronger.

Mei: I know I can’t turn back time…but I’m always reminded of this disaster whenever I face a choice.

Mei: This is a burden that I must bear.

Mei: …Kiana must feel the same way.

Tesla: Sigh…

Tesla: The setup is complete. Let’s see if this detector matrix works.

Tesla had assembled the parts into a strange contraption while they conversed.

Tesla: To find Kiana, we must identify Herrscher energy by filtering out the background Honkai noise of Nagazora.

Tesla: This tech is pretty new, so the detection radius is only about 3 to 5 kilometers.

Mei: This means we need at least 3 to just cover the east city, and even more for the west.

Tesla: Yeah, so we’ll probably need to spend some time…

Tesla: …Wait! I think I found something!!!

A bright red spot popped up on the screen and kept blinking.

Mei: Dr. Tesla, that’s…

Tesla: Lemme see… this is it! It’s faint, but it’s definitely a Herrscher!

Tesla: …And it’s very close! Wait a sec… it’s… it’s right beside me?!

Tesla: …

Tesla: Oh… it’s you.

Mei: Erm…

Tesla: Oh, damn my memory… the Gem of Conquest is gone, but you still have traces of Herrscher energy.

Mei: Yes, Dr. Einstein also included that in her assessment report.

Mei: She said I wasn’t the only one. Your Sovereign was another case, though we don’t know the exact details.

Mei: And… I can’t control these trace powers either.

Tesla: I’d advise against that. You’ll only hurt yourself if you try to tap into an unstable source of energy.

Tesla: Back to the topic. After filtering out your energy signature, I don’t see anything around here.

Tesla: Sigh. Let’s head to the next location.

--

Gameplay 16-2 - Empty City I

Tesla: Wow… the flood’s reached here too.

Tesla: Can’t even tell which way to go.

Mei: Honkai beasts are still roaming in the city.

Mei: They’ve been here since 3 years ago?

Mei: Eh? This place…

Tesla: What’s wrong?

Mei: I remember this place.

Tesla took a look at what Mei pointed out and saw a heavily damaged building.

Mei: I… I remember this place.

Mei: That big hole… I… I’m to blame for that.

Mei: I escaped from Nagazora together with Kiana and Bronya 3 years ago… I met Miss Himeko right at this place.

Mei: We thought she was an enemy… so we… fought.

Tesla: Just look at this pile of rubble. You probably gave her a ton of trouble.

Mei: Yes, I did. My Herrscher powers went rampant during the fight and Miss Himeko almost failed to stop us.

Mei: The Hyperion required heavy repairs afterwards. The prototype weapon aboard the ship was damaged beyond repair.

Mei: Miss Himeko was almost punished by HQ, but our Principal took the blame for that.

Mei: I feared losing control during our escape… and when I did lose it, I thought it was all over.

Mei: But I woke up lying on a warm bed with Miss Himeko next to me. She didn’t care about who… or what I am.

Mei: She said she’d forge me into a soldier in control of my powers. That’s why I became a Valkyrie.

Mei: Before I knew it, 3 years had passed…

--

Gameplay 16-3 - Empty City II

Tesla: We’re very close to the next scanning location.

Mei: It’s getting harder to reach downtown… every overpass and street is underwater.

Mei: I don’t know where we’re going. It feels like we’re running around in circles.

Tesla: …Sigh, if only we had a map that works.

Tesla: Forget it. Let’s focus on the road.

Tesla: …Huh? Why is there an Anti-Entropy assistant robot?

Mei: Looks broken. Maybe left here 3 years ago?

Tesla: Nah, looks pretty new to me.

Tesla: Alright, let’s get to work.

The two set up the detector and were disappointed by the lonely red dot that could only come from Mei.

Mei: Ah, no luck at all…

Tesla: …Wait!

Tesla turned off the filter and revealed a cluster of red dots of various sizes.

Tesla: That’s strange… it doesn’t look like a zombie or beast… it looks… human.

Mei: Human? There are still people in Nagazora?

Tesla: Let’s go take a look.

Tesla: Wait, something funny’s on the ground.

Tesla: This is…

[CG plays wherein what lies before the two just happens to be what seems like a small child:

Mei: Is this… a child?]

--

Gameplay 16-4 - Lost Nestling I

Helios. A few minutes later.

Mei: (We don’t know who the child is, but we can’t leave her out there…)

Mei peered into the sick bar through a window in the door. The little girl was awake.

Tesla sat next to her and said something. The girl looked nervous but appeared to be listening.

The door opened after several minutes.

*PSSSHHZ*

Mei: So who’s the girl, Dr. Tesla?

Tesla: Exactly as we suspected…

Tesla: …She’s a refugee, a local of Nagazora.

Tesla’s answer made Mei frown.

Tesla: Her name is Sora. She fled to the east city after the Honkai Eruption, and has lived there ever since.

Tesla: There are over a dozen kids like her, all under 16. They’ve lived in the ruined city for three years.

Mei: How did this happen…

Mei: Schicksal mobilised three branches for disaster relief and evac, but some were left behind…

Tesla: I asked her about the past but her memories are sketchy. She couldn’t remember anything about the Honkai.

Tesla: These kids now live in a place called the “Roost”. Ever heard of it?

Mei: The Roost? I don’t remember a place like that in Nagazora.

Tesla: And uhm… they have this woman who manages things. Sora calls her “Sensei”.

Tesla: That woman is usually away from Nagazora and only visits every 1 or 2 months with supplies and food.

Tesla: And that’s the weird part. If she can come and go as she pleases, why doesn’t she get these kids out of here?

Tesla: Ah… it’s already a big mess, and this Sensei complicates things even further. It’s even messier than Mophead’s bedroom now.

Tesla: I’ll try to make sense of this. You should go and talk to her.

Mei nodded and opened the door.

Mei: Hi, I’m Mei Raiden. You can call me Mei.

Sora: Uhm… greetings, Miss Mei.

Mei: Please, just call me Mei.

Mei: Dr. Tesla told me about you. You’re Sora, right?

Sora: Yes… Sora. People also call me Sora-chan.

Sora: Thank you for saving me…

Mei: Don’t worry, Sora. You’re very healthy. Your injuries will heal quickly.

Mei: We’ll take you home once you get better. Are you hungry? I’ll make something for you.

Sora: Hmm…

Sora blinked shyly. She wanted to say something but lacked the courage to do so.

Mei noticed that the child’s gaze shifted to the window and understood it at once.

Mei: Did you lose something?

Sora: …Yes. I lost a tiny robot… it’s round and blue…

Sora: It’s my friend, Mark II. Sensei gave it to me but it wasn’t next to me when I woke up…

Mei: (A robot assistant? I might have seen it somewhere.)

Sora: Mark II stores a lot of memories. I can’t do anything without its help…

Mei: I’ll find it for you.

Sora: …Thank you so much, Mei.

Mei: I remember it’s around here somewhere.

Mei: …Ah, found it!

Mei: Let’s bring it back. Sora would be glad.

Mei: Here’s your good friend.

Sora: Ah… Mark II, you’re back!

Sora cuddled the little robot like a cherished treasure.

Sora: My memory doesn’t work too well. I can’t remember much about the past.

Sora: Mark II is like my backup brain. It reminds me of things when I forget.

Sora: I’ll just ask “Mark II, Mark II, who am I?” and it will say…

Sora: …

Sora: …Why is it ignoring me?

Sora: Mark II isn’t responding to me… is it dead? *HIK HIK*

Mei: Oh dear… it’s alright, Sora. Robots don’t die. It’s probably just broken.

Mei: Dr. Tesla should be able to fix it.

--

Gameplay 16-5 - Lost Nestling II

Clang… Clang…

Tesla: Done. Here you go!

Mark II: Bee… beeeeep…

Mark II: …

Mark II: Good… morning.

Sora: Whoah, Mark II is alive again!

Mei: Dr. Tesla, I asked Sora where the Roost was, and it seems to be very close to the last probing location.

Mei: Since she’s back on her feet, we can drop her off at the Roost and talk to the refugees.

Mei: Since they’ve been living in Nagazora all this time, one of them might have seen Kiana.

Tesla: Agreed. Let’s do this.

Sora: It’s strange here. Let’s get to the main road first.

Sora: Oh, I know this place. Should be…

Sora: …Where to go now?

Mark II: Left.

Sora: Ah! It’s left…

Tesla: I’m losing my faith…

Sora: Almost there! Gotta get through here…

[CG plays wherein after following her through a tunnel, Sora introduces Tesla and Mei to the Roost:

Sora: This is our home.

Sora: Welcome to the Roost!]

Act 2 - Roost of Nagazora
Gameplay 16-6 - Dispersed Mist

Mei: This is their home…

Mei: Dr. Tesla, these simple prefab plywood shelters were built on high rise buildings to stay above the flood.

Mei: I’m sure that Nagazora had nothing like this before… at least not before the Honkai.

Tesla: The shelters were built after the disaster. The refugees must have had outside help. Their “Sensei” must be the one…

Mei: Hmm. We have to ask about this Sensei.

Sora: Thanks for taking me home.

Sora: I told everyone that you saved me. The Roost welcomes you.

Mei: Sora, can you tell us more about your Sensei?

Sora: Of course. Sensei owns the Roost and she saved everyone here. She’s also very beautiful.

Sora: She built this place 3 years ago. She’s not here often, but always returns with food and strange presents.

Sora: When she’s gone, we go into the city and scavenge for things that we can add to the emergency stockpile.

Mei: The city? Wouldn’t that be dangerous?

Sora: Sensei created a “safe zone” where we can safely venture. Some didn’t like to scavenge, but we got used to it.

Sora: Sensei didn’t set any scavenging requirements. Everyone gets the same monthly supply no matter how much we collect.

Sora: There’s only one rule: Do your best and live well.

Sora: Everyone here’s experienced terrible things. Sensei taught us to help each other.

Mei: Do you know when she’ll be back? We want to ask her a few questions.

Sora: Uhm… Sensei should have been back yesterday, and it’s making me worried as well.

Sora: I tried looking for her but accidentally left the safe zone. The beasts chased me and I fell off a building…

Sora: Something’s wrong in this city… is Sensei alright? Can I ask you about the questions you have for our Sensei?

Mei: Actually, Dr. Tesla and I came here to look for a lost friend. It’s a long story…

Mei wanted to tell Sora everything, but then decided to skip the details about Herrschers.

Mei: …And that’s how it is. Since you’ve been here all this time, have you seen my friend Kiana?

Sora: No… Sensei should be able to help, but she’s not here. Maybe… you can ask the others first?

Resident: …Doesn’t ring a bell.

Resident: I’ve locked myself in for 3 weeks.

Resident: Girl with silver hair?

Resident: …A zombie?

Resident: …

No response, but there seemed to be someone inside.

Resident: (That’s a good looking girl…)

Resident: (I like Sensei better.)

Unclear murmurs came from somewhere.

Resident: Girl with silver hair and blue eyes… is she wearing a white bodysuit?

Mei: Ah… that must be her!

Resident: I saw her heading towards the west city.

Mei: West city… that’s the opposite side of town. That must be why most children didn’t see her.

Mei: Thank you.

Resident: Wait…

Resident: I heard… you can fight the Honkai beasts?

Resident: Can you help me find something? It’s a ruby pendant with a silver chain.

Resident: Shortly after I saw the girl, a giant purple Honkai beast attacked me and I lost the pendant in a panic.

Resident: I remember it was at the east city square… the area is filled with beasts. I can’t even get close…

Mei: (The pendant must be important to her. The square isn’t too far, I’ll go take a look.)

Mei: I’ll bring it back to you.

Resident: …Thank you.

Mei: The east city square… I think we were there before.

Mei: Alright, let’s find the pendant.

A smooth stone with beautiful colors.

A rare souvenir coin. Keep it for now.

Mei: There’s something on the ground.

A silver pendant.

The ruby switch was turned to reveal a family photo of three.

Mei: That’s it!

Mei: Is this your pendant?

Mei handed the pendant through the hole in the window.

Resident: Ah… Mum… Dad…

Mei: That pendant must be very important. Please take good care of it and don’t lose it again.

Resident: Thank you.

Resident: That girl… her name is Kiana, right?

Mei: Do you know something else?

Resident: She looked very sad when I saw her.

Resident: But I couldn’t tell for sure. We were far away.

Mei: Kiana…

Gameplay 16-7 - Deep Longing I

Clang… Clang…

Mei walked down the stairs and saw Hephaestus fixing the outermost guardrails.

Resident: Wow… it’s Arahato!

The children surrounded the mech. Their eyes shone with excitement.

Resident: It’s my favorite anime! It was super popular in Nagazora!

Resident: I’ve memorised that cool line from Muji Countdown episode 3!

Resident: “This isn’t philosophy. It’s just a simple removal of annoying things.”

Resident: The battle where the Voidrine Tyrant demolished the hero team was so epic! I watched it dozens of times.

Tesla: WHY WOULD YOU KEEP WATCHING THAT BATTLE?!

An angry Tesla leaped out of the cockpit.

Tesla: So… I went to the last scanning location but found nothing. Kiana must have left the east city.

Mei: I asked the children in the shelters and someone saw her heading to the other side of town.

Mei: We should start moving at once and search the west city.

Tesla: Mei, I understand that you want to find Kiana as quickly as possible.

Tesla: But it’s getting dark. Let’s call it a day and start our search tomorrow.

Mei: But…

Tesla: We know she’s out there. That’s why we should be cautious and avoid unnecessary accidents.

Mei: I understand… but I still have a few hours before the sun sets. I can still do some scouting.

Tesla: Just get back before it gets dark.

Mei: Oh… one more thing.

Mei: Can we… help the children here?

Tesla: I’ll talk to Mophead and see what we can do.

Tesla: The Salt Lake base already took in some orphans, and we’re low on medical supplies. We must talk to their Sensei…

Tesla: I’m afraid our assistance will be quite limited…

Sora: You need to cross the Nagazora Wall to get to the west city. Let me lead the way since it’s easy to get lost there.

Mei: Thank you so much, Sora. We’ll protect you if something dangerous happens.

Sora: Don’t worry, I’ll hide in a safe place when the fighting starts.

Sora: We’re at the wall now.

Sora: The west city is just up ahead.

Mei: That’s it for today. Time to head back.

Mei: Sora, would you mind going to the Helios with me to get a health exam? We can have dinner together.

Mei: Thank you so much for helping us today.

Sora: Really? It feels bad saying this, but there’s only canned food at the Roost. I always wanted to try something else.

Mei: Alright. Let’s go.

Mei: …Huh, what’s that?

Mei stopped. She noticed something.

There was a building in the ruined concrete jungle.

Mei: That’s… Chiba Academy?

Sora: Lemme see… ah, yes, the famous Chiba Academy. Only rich people study there.

Sora: People say that if you’re a student of Chiba, you’re set for life.

Mei: Well… that isn’t exactly true. I used to be a student at Chiba as well.

Sora: Whoah… does that mean you… you’re super, super, super rich?

Mei: I was in school when the Honkai Eruption happened… I didn’t expect to return to this place like this.

Mei: So many things have happened since then.

Sora: Where’s your family?

Mei: I’m the only child, and my mother passed away when I was very young.

Mei: My father raised me alone. Shortly after I enrolled in Chiba, he was framed and thrown in prison.

Mei: He’s no longer in jail. Someone cleared his name and sent him somewhere safe.

Sora: You haven’t seen him for a while, right?

Mei: He’s on an important mission. We talk on the phone sometimes, but he always assures me that he’s safe.

Mei: …It was very painful when he was a wanted criminal.

Mei: My only family was taken away. The name of the Raiden clan was tarnished.

Mei: While I was being ostracised by my “friends”, people who coveted Father’s wealth tried to approach me.

Mei: The world I knew crumbled. I realised that no one cared about me. They cared only for the Raiden name.

Mei: I distanced myself from people. Being isolated and alone brought some respite to my heart.

Mei: And that was how I lived my life till the day when the Honkai arrived…

Mei: Someone changed me. Forever. I finally met her on that fateful day.

Sora: Her? Who is this person?

Mei: Kiana. Kiana Kaslana.

Mei: She saved me from the disaster.

Mei: She was the one who grabbed my hand and lifted me out of the darkness.

Mei: Her frail arm was imbued with unimaginable strength. I tried to twist and pull away from her, but she held on.

Mei: I looked into her blue eyes. She was naive and stubborn, but also reassuring and sincere. Kiana: I won’t let you die!

Mei: She just couldn’t stop talking about how to save me, but she fought hard to save me from death.

Mei: It was a strange feeling. I never knew her before, and she knew nothing of my past, my life, nor my pain.

Mei: But… there was truth in her words. For the first time since my isolation, I… felt like trusting someone again.

Mei: We finally left Nagazora together.

Mei: Schicksal Valkyries took us away and we enrolled in St. Freya High. Things happened. I met new people.

Mei: The family, friends, home, and future I’d lost trickled back to me and I found a place where I belonged.

Mei: Now that I’ve been thinking about it, perhaps it was at that very moment…

Mei: That my life changed… it was Kiana who changed my life.

Thinking about the past brought a smile to Mei’s face. She had hardly smiled for many months.

It was a smile of pure happiness that could only be seen on an innocent girl with a happy life.

Mei: …Oh dear, I think I got carried away.

Sora: No, of course not! She must be very important to you.

Mei: We shared many memories in this place. Just walking around here reminds me of our past…

Mei: And thinking about the past makes me want to find her sooner…

Mei: She was once my protector… the time has come for me to protect her instead.

--

Gameplay 16-8 - Deep Longing II

Helios. 1 hour later.

Sora: Kyaa… this is… so super tasty!

Mei: Have as much as you want. There’s more in the kitchen.

Sora: …It’s filled with chili peppers but it’s not spicy at all! It’s actually pretty sweet!

Tesla: Because they’re sweet peppers…

Sora: If only Sensei could cook like Mei. Sensei is such a nice person… but the food she makes isn’t nice at all…

Tesla: …Speaking of which, I’m curious about something.

Tesla: Your Sensei goes out every month. She had 3 years to help you leave. Why wouldn’t she do that?

Sora: Oh… she has her own reasons.

Sora: The Roost is a lonely place. We always wanted Sensei to tell us stories about herself.

Sora: Sensei came from a poor family. Something terrible happened when she was young and left her with nothing.

Sora: For many years, she worked hard, dealt with people from all over the world, and saved a small fortune.

Sora: She spent most of that money to buy a private island in a faraway country called… erm… I can’t remember.

Sora: She planned to build a large house and live happily and peacefully there.

Sora: She’ll also take us there along with people she saved in other countries.

Sora: The huge house was almost complete. We felt so happy that her hard work would finally pay off.

Sora: But no one foresaw that tragedy…

Mei: What happened?

Sora: The Great Eruption 4 months ago.

Sora: Sensei was here when it happened. Many beasts attacked us, but Sensei fought them off and protected the Roost.

Sora: The battle lasted hours, but we were finally safe. It was then that we received the bad news.

Sora: Sensei’s island sank beneath the waves…

Mei: …?

Sora: I can still remember what Sensei did that day…

Sora: She paced about and said “it’s fine”. Then she started throwing herself against the ground… she was crying.

Sora: Then Sensei rushed out of her room and howled at the waves like a child.

Sora: She kept howling until she ran out of tears and her voice turned coarse.

Sora: I could never forget the oath she swore at the setting sun.

Sora: “Humanity shall defeat the Honkai no matter the cost…!!”

Mei: …

Tesla: …

Mei: Oh dear… that’s… a very sad story.

Mei: Alright, Sora. I’ll escort you home before it gets too dark.

Sora: Mei… can I… take some of that delicious curry home so that everyone gets to try it?

Mei: Of course, I have it all packed and ready.

Mei smiled as she walked into the kitchen and brought out the bento boxes.

Mei: This is enough for 20. Share them with your friends.

Sora: Thank you so much, Mei. You’re the nicest person in the world!

Tesla: Humph, Mei is really good at taking care of people.

Tesla: …

Tesla: …Wait, is it my turn to do the dishes today?

Mei: Using tactical mechs to transport curry…

Mei: I hope Dr. Tesla won’t get mad.

Mei: Turning on autopilot… Done.

Mei: Safely arrived.

Mei: Here, share with everyone.

Sora: Mei, I gave out all the curry and everyone really liked it.

Mei: I’m happy to hear that.

Sora: I really wish Sensei could try it as well.

Sora: You’ll leave once you find Kiana, right?

Mei: Yes… we still need to take care of many things.

Mei: I’m sure we’ll meet again. Dr. Tesla and Anti-Entropy will try to help you and meet your Sensei.

Sora: Of course! You’re so kind, Mei. You’re just like our Sensei. I’m sure you’ll become good friends.

Mei: And you always sound happy every time we talk about your Sensei.

Sora: Yeah. She’s my Sensei in so many ways.

Sora: The disaster took away my memory… I could hardly remember my family, friends, the life I led, or even my dreams.

Sora: I could only remember waking up in Sensei’s arms as she silently walked through the ruined city.

Sora: It was dark and the clouds were heavy, but I… I felt as though light was shining on me.

Sora: Sensei gathered me with the other children, took us to the Roost, and told us that we would live together.

Sora: But I couldn’t remember anything and didn’t know what to do. I chose to follow Sensei wherever she went.

Sora: Sensei was a little annoyed, but she taught me survival skills since she couldn’t be in Nagazora all the time.

Sora: She taught me how to get around quickly, how to avoid the roaming beasts, and how to protect myself.

Sora: She taught me how to “live well”.

Mei: What does that mean?

Sora: I remember it was a normal afternoon. Sensei wished me happy birthday and told me about a present.

Sora: I was surprised since I couldn’t even remember my name. How did Sensei know my birthday?

Sora: …Sensei then gave this to me.

Sora held Mark II in her hands and gently asked:

Sora: “Mark II, Mark II, who am I?”

*PSSSHHZ*

The robot’s eyes created a holographic geometry that quickly expanded into a giant body of text.

Mei: What’s this?

Sora: …It’s my life.

Sora: My name, birthday, family members, experiences, an incomplete diary, social network page, and theme park visits…

Sora: Sensei pulled a lot of strings to salvage all these fragments of my life.

Sora: To be honest, my life was more honest than I had imagined.

Sora: But… it is still what it is. It’s my life.

Sora: It was the firm time that I learned my name, birthday, where I lived, and what I dreamed of.

Sora: I found out that I was loved and loved in return. I had hobbies and there were things that I hated.

Sora: Though my memories didn’t return, the text made me feel that I actually had a life in the past…

Sora: Sensei said I couldn’t “live well” without a past.

Sora: “Live well”… she always says that.

Sora: Nagazora was destroyed, but we’re still here. We’ll live on and live well in our fight against fate.

Sora: One day will come when we leave this place, go to the other side of the great sea, and bask in the sun.

Sora: The story of our struggle will inspire others to live on and live well in the future.

Sora: I believe that’s why Sensei built the Roost and gave me Mark II and my past on my birthday.

Mei: A reason to live on…

Mei: After that disaster, your Sensei changed you just like how Kiana changed me.

Sora: …Ah, it’s getting dark. I have to head back to my room. You should also head back, Mei.

Sora: We’ll definitely find Kiana tomorrow.

Mei: Of course. See you tomorrow.

Mei dreamed that night.

The dream felt so real that she thought she traveled back in time to that very afternoon 3 years ago.

Kiana: Ah… I’m so worn out! We finally lost them.

Kiana: These zombies can really run… they’re nothing like the stupid slowpokes I see in movies.

Mei: …

Kiana: Hey, what’s going on with you? Why are you so silent?

Mei: What… will happen to us?

Mei: The entire city is destroyed. There are monsters and zombies everywhere. There’s no help in sight…

Mei: We’re trying to escape the city, but where can we escape to?

Kiana: You worry too much. Look, I know this wise saying: Things will workout and then it will… grow muscles…

Mei: I believe it’s: “things will work themselves out.” Oh dear, how did you even get into Chiba.

Kiana: Eh… whatever. That’s not important.

Kiana: We can keep going east, go through that barrier, and meet actual people.

Kiana: If not, we’ll just head north, or… borrow a boat and head to another country. See, we have plenty of options.

Mei: …

Mei: …I think you better leave without me.

Mei: You might actually survive on your own… but I… I’m a ticking time bomb.

Kiana: Stop that stupid nonsense! You’re already back to normal!

Mei: You have no idea how I feel…

Mei: It felt as though darkness assailed me from all sides and tried to tear me apart…

Mei: I know the voice is still there… even if we escape now, it will follow me wherever I go…

Mei: If… if I lose control again…

Kiana: Then I’ll just beat you one more time. Easy.

Mei: …What?

Kiana: Look, I’ll carry you from danger and beat up all the bad guys.

Kiana: If you turn into that Herrscher thing again, I’ll just club your senses back into your head.

Kiana: I can do this all day, and I’ll keep doing it to protect you. But your head might hurt a bit. I mean… a lot.

Kiana: So quit worrying. You said you were alone. I used to be alone myself. Two ex-loners make the perfect team.

Kiana: We should focus on team-building and knowing each other. We can even be friends.

Mei: But the others… they won’t think like that…

Kiana: They won’t think anything if they don’t know anything! We’ll keep this as our BFF secret.

Kiana: And we’re super cute. We can bluff our way out of things. Tried it many times when I was traveling and it always worked!

Mei: …

Mei: You… you’re the biggest idiot I’ve ever seen.

Mei: But… you make me feel safe.

Kiana: What did you just say?

Mei: Nothing.

Mei: Let’s get going.

Kiana: What? Now? I’m starving and tired. I need food…

Mei: I’ll make something once we get to somewhere safe. Snacks from convenience stores won’t last forever.

Kiana: You? COOK?! Aren’t you a super-pampered princess who can’t do nothing?!

Kiana: Whatever. I gotta warn you. I’m super picky about food and I’m not easy to please.

Mei: *Chuckle* We’ll find out soon.

The following morning.

Mei: Dr. Tesla…

Tesla: Ah? What now… Mophead…

Mei: Wake up… we have a situation…

Tesla: …Situation? Oh, right… set warp destination to… Alpha Centauri…

Mei: Dr. Tesla… Dr. Tesla…

Tesla: Gosh… don’t rush this jump…

Mei: …

Mei: Dr. Tesla, you must wake up right now!

Mei: The flooding in Nagazora… it just got a lot worse!

Act 3 - Swept Away
Gameplay 16-9 - Saving the Roost I

Tesla: What the hell is going on?

Mei and Tesla were shocked by the scene they saw outside the Helios.

The sea that flooded the city was calm yesterday, but the water rose by more than 10 meters overnight.

Mei: This isn’t normal at all.

Mei: …The children might be in danger! We need to head to the Roost now!

Mei: No, Honkai beasts are gathering over there!

Sora: Hey! Mei!

Mei: Sora! I’m so glad you’re alright.

The children were busy moving the warehouse supplies. They were ill-prepared for the flood.

Tesla: All nearby Honkai beasts neutralised. Stay vigilant. We’ve gotta stay on guard.

Tesla: We must move the kids and supplies to higher ground. Tell them that I’m moving mechs into the shelters.

Sora: Oh… okay.

--

Gameplay 16-10 - Saving the Roost II

Boom!

The residents vacated the lower levels of the Roost in less than 20 minutes.

Sora: Why did the flood waters rise? The city… has become very strange…

Mei: Dr. Tesla, I have a bad feeling about this.

Mei: The Honkai beasts are riled up, and they’re appearing in greater numbers, as if they’re… attracted to something.

Sora: Is it because of that… huge beast I saw yesterday?

Sora: I’ve never seen it before… it was like… the king of the monsters…

Mei: Where did you see it?

Sora: Near the Nagazora Wall. I can take you there.

Mei: This is urgent. We must investigate immediately.

Tesla: Alright, go ahead. Leave the defense of the shelters to me.

Tesla: Once I deal with the problem here, I’ll rendezvous with you at once.

Sora: Did you hear something?

Sora: Seems far away…

Mei: Honkai beasts… on the run?

Mei: No, it’s…

Sora: Watch out, Mei!

[CG plays wherein the cause of the Honkai beasts’ retreat reveals itself:

Mei: Benares?!]

--

Gameplay 16-11 - Elemental Fury I

Mei: It looks different…

Mei: This power feels like…

Mei: Hngh…!!

Mei: (What’s… happening? My head… it hurts so much!)

Her mind was overcome by a strange dizziness, and ached with the crack of lightning and rumbling of thunder.

Mei: (Things don’t look good… they’re even more ferocious than last time…)

Mei grabbed Sora and leaped into a narrow depression while the beast flew in closely behind.

Sora: It’s… it’s right behind us!

???: Move aside, Sora!

[CG plays wherein the Sensei of the Roost finally appears, revealing herself to be someone whom we know quite well:

Sora: …Ah!

Sora: Sensei!]

--

Gameplay 16-12 - Elemental Fury II

Mei: You…! Aren’t you…

Raven: Take her to somewhere safe, Mei Raiden.

Raven: I’ll handle this.

Mei: …Come on, Sora. Let’s go!

Sora: It’s Sensei! Sensei’s back!

Mei: Your Sensei is… this woman?

Sora: Yes… what’s wrong? You know her?

Mei: …

Mei: Phew… Should be safe here…

Mei: Eh? Dr. Tesla isn’t here?

Mei: Where did she go…

Raven: I’ve been waiting for you, Mei Raiden.

A shadow flew past. The lady in the black cape landed silently.

Sora: You’re back, Sensei! Did you beat that huge monster?

Raven: Sorry, it got away, but not before I broke one of its wings. It won’t be able to fly for a while.

Raven: …We’ll talk about this later, Sora. Get everyone inside and leave us.

Raven: I need to talk to our guest alone.

Sora felt the tension in the air. She nodded nervously and disappeared into one of the shelters.

Mei: …

Raven: You must have many questions, but I hope you can first accept my gratitude.

Raven: The children told me everything. You saved Sora and the Roost. If not for you, they might have been… anyway, thank you.

Mei: You’re their Sensei?

Raven: I am.

Mei: The children’s stories of you hardly describe the assassin I met in Arc City.

Raven: We all have our little secrets, don’t we?

Mei: …I hope their trust in you is not misplaced.

Raven: You came here for the Herrscher girl, right?

Mei: Yes, and Sora said you can help us find her.

Raven: That’s true, but I’m afraid I have bad news for you.

Mei: Why?

Raven: Because I came here to end her existence for good.

--

Gameplay 16-13 - Sunless Sky

Raven: Because I came here to end her existence for good.

Mei: …! What is the World Serpent planning this time?!

Raven: The Serpent has nothing to do with this. I’ve decided to act alone on this.

Raven: You seem to be wholly oblivious to her condition.

Mei: What do you mean?

Raven: I’ll let you in on something new. Take it as a form of gratitude for helping the children.

Raven: The World Serpent once captured the Herrscher at Arc City. A mad lady then experimented on her. Cruelly.

Raven: But we later found out that she had faked all her painful cries. She never felt anything.

Raven: The Herrscher Cores have infected her systems. She can no longer feel pain.

Mei: That’s… impossible! I… I didn’t know anything about this.

Raven: A single Core can wipe out a city. And this girl has 3. Infection is only inevitable.

Raven: The girl used some kind of “cage” to contain the Herrscher and retain her persona, but it’s useless against Honkai infection.

Raven: That “cage” is probably long gone.

Raven: Rising sea levels, the Honkai horde, and the arrival of a Judgment-class beast all point to one obvious fact.

Raven: She’s losing control and the Herrscher is waking. She is the imminent flood about to burst the dam.

Raven: We intended to observe, but it’s clear she’s lost. Perhaps she knows since she chose to hide in this deserted place.

Raven: Thus, I must neutralise this threat before matters get worse.

Mei: Hold on!

Mei: An Anti-Entropy fleet will arrive and take her to a safe place and keep the children from danger…

Raven: And I don’t think Anti-Entropy can save her at all. I still remember that disaster 4 months ago.

Raven: The solution to this problem is obvious. We must sever it at the root.

Mei: Solution?! Sever?! You only want to kill her!

Raven: I’m grateful for what you did for the children, and you aren’t my target. I do not wish to fight you.

Raven: But keep getting in my way and I’ll have no choice but to…

Clang… Clang…

Raven: Good night, girl.

Mei: I… won’t let you touch her!!!

Shadows flashed, turning into a dark mist that engulfed Mei and inflicted grievous wounds on her.

The mist dispersed but Mei stood her ground. Physical wounds could not stop someone hardened by her inner pain.

Raven: …

Raven frowned. She withheld her attack and assessed her prey from an elevated vantage.

Her eyes turned red. Her strange cape billowed and fluttered loudly in the air.

Sora: Stop…! STOP!

Raven: …?

Her cape rested gently on her shoulders. Raven turned around and saw the child standing next to an open door.

Raven: Sora, I told you to stay inside.

Sora: Sensei… why are you fighting Mei?

Sora: Mei… she didn’t hurt us. She’s a nice lady who saved me…

Sora: She’s only here to look for her friend. You can help her do that, right?

Raven: I can’t let her take her friend away.

Sora: Why?

Raven: Because her friend is dangerous. She may hurt you. She may hurt everyone.

Sora: …? Then… will Mei be able to see her again?

Raven: …

Sora: …No? Never?

Raven: …

Raven’s silence proved more painful than any answer.

Sora: But that…

Sora: Mei misses Kiana very much… she couldn’t stop talking about her…

Sora: Kiana saved Mei 3 years ago just like how you saved us. Mei treats Kiana just like how we treat you, Sensei…

Sora: Please, Sensei… give Mei a chance…

Raven: …

Sora: You’re scaring me, Sensei… you’re turning into a different person.

Tears flowed from her eyes. Sora buried her face in her arms and shook like a tiny, frightened creature.

Raven: …!

Raven felt as though she had seen this before.

Years ago, there was a girl who cried like this in a burning village.

Raven: …There’s no need to fear, child.

She landed lightly and gently wiped the tears from Sora’s eyes.

Raven: I’ll give her a chance. I’ll promise you that.

Raven gently convinced Sora to head back to her home. She closed the door and turned around with a sigh.

Raven: …Leave the children out of our fight.

Raven: Follow me if you want to know where she is. I won’t attack you, but don’t you dare try to stop me.

Raven: I still see her as a threat, but I guess you’re welcome to feel otherwise.

Act 4 - Tracking the Scent
Gameplay 16-14 - Loner’s Trail I

Mei: …

Raven: …

Raven: This silence irks me. Say something, girl. I know we’re not friends, but I don’t mind talking.

Raven: …Fine. I’m tracking the Herrscher of the Void. Hmm… I just found a few suitable targets.

Raven’s words were filled with contempt, but she seemed like a person who would honor her words.

Mei followed her gaze and saw a few Chariot-class beasts roaming aimlessly about.

Mei: …What’s so special about these Honkai beasts?

Raven: Nothing so far.

Raven’s cape fluttered and she was gone in an instant…

Honkai Beast: …!!

A dark shadow flew past. Raven landed on the beast and sank her talons into its carapace.

A crimson hue quickly spread across the pale white shell until the beast was wholly covered in darkness.

Raven: The pain will be gone, child.

The beast’s dying roars soon stopped. It then collapsed lifelessly to the ground.

Mei: What did you do to it?

Raven: An intimate “exchange”, you might say.

Raven: These common beasts aren’t sentient, but will still respond to Honkai signals like they’re some form of pheromones.

Raven: Disrupting these signals allows us to change their behaviors. Controlling one beast will let us command the others.

Raven: That’s how I’ve kept the beasts and zombies away from the safe zone.

Mei: (…So that’s how the safe zone works.)

Raven: This “exchange” lets me send messages. I can receive messages from them as well.

Raven: I can link myself to their senses, enter their world, and experience things that no human has ever done before.

Raven: The heat wafting in the air, the warm currents flowing across the oceans…

Raven: …And the sweet scent of a Herrscher far away from this place.

--

Gameplay 16-15 - Loner’s Trail II

Raven: …

Raven slowly opened her eyes after a long wait.

She took out a map, made a few strokes with her talons, and drew some circles in the west city.

Raven: The Herrscher’s scent drifts within the ambient Honkai energy of this city. One Honkai beast won’t get us anywhere.

Raven: I need more samples to pinpoint her location.

Raven: We can track down some stragglers, but I don’t think time is a luxury we have.

Honkai Beast: …!!

Mei: Why… why are the Honkai beasts swarming here?!

Raven: Seraph-class beasts roam this entire city and are more sensitive to Honkai energy.

Raven: So I invited them to a party. Makes things much faster, doesn’t it?

Mei: This is madness!

Raven: We’ve neutralised half the beasts of an entire city district.

Raven: You’re stronger than you look, samurai girl.

Raven picked up a Honkai Seraph effortlessly with her claws. Dark patterns began to spread across its body.

Raven: The children sided with you outsiders in a single day. Did you use some fairy magic on them?

Raven: I hope you didn’t bring up anything about Herrschers.

Mei: No, I didn’t tell her anything.

Raven: Good. The children know little about the Honkai and treat it as a strange disaster. Do try to keep it that way.

Mei: And did you tell her about your “job”?

Raven: Sora? No, and she doesn’t need to know. Once we cure her disease, I want her to leave this all behind.

Mei: …Disease?

Raven: Their incomplete Stigmata help them survive in Honkai-contaminated zones, but they’ll suffer withdrawal if the energy is absent.

Raven: There’s no quick and effective treatment. Long-term medication for gradual Stigmata activation carries the least risk.

Raven: The World Serpent can provide that medication. That mad lady may be filled with nonsense, but she’s still a genius.

Raven: Sadly, she’s only interested in special cases like them.

Mei: I… I don’t think you’re a bad person. Sora told me about you. She looks up to you.

Mei: You help these children while working with the Serpent to perform a deadly test on a populated city…

Mei: How can you live with this contradiction?

Raven opened her eyes and smiled at her.

Raven: You don’t know me well enough, girl.

Raven: I’m a hired blade and I only care about the bottom line. I’ll do anything and kill anyone for that.

Raven: I saved a few children, but I have a kill count that far exceeds that number.

Raven: I’ve seen far more extreme contradictions compared to mine.

Raven: An arms dealer who plunges entire regions into war may be a child’s hero or the backbone of a family.

Raven: A ruthless entrepreneur may also be a generous philanthropist dedicated to the wellbeing of his hometown.

Raven: And the seemingly innocent refugees shivering in the cold…

Raven: …They’d kill each other for a morsel of food, or turn into monsters just to make others feel their pain.

She tossed the Honkai carcass into the sea and watched it disappear beneath the waves.

Raven: I found Sora amidst the rubble. She struggled to talk with human words. She told me she wanted to live.

Raven: I… I do not wish to see her turn into a monster as well.

Raven: Spending time with the children makes me feel alive. It makes me feel good.

Mei: Then why do you still hate Kiana?

Raven: What’s your point?

Mei: You were in Arc City. You witnessed how she risked her own life to protect it.

Mei: She took it upon herself to save others from pain, yet disguised her own suffering with her cheerful smiles.

Mei: She may be the “Herrscher of the Void” to you, but you should know she’s also “Kiana Kaslana” to me.

Mei: Isn’t she one of the many contradictions you just described?

Mei: Why are you still so intent on killing her?

Raven: You trust in her ability to control the Herrscher. I don’t. I fear her power and refuse to risk anything.

Raven: It’s just that simple. Look, I think we can stop trying to convince each other.

Raven: You can talk about dreams and hopes. But I won’t let these alien concepts fool me.

Raven: I believe in facts and evidence. Sadly, neither you nor Anti-Entropy has any.

She casually tossed away the last Honkai beast and leaped away.

Raven: I’m a villain, but I’m not a demon. You must know that real demons actually roam this world.

Raven: People will hate her, use her, covet her powers, and seek to control her. Her life is hell and will never get better.

Raven: You can’t even stop me. Do you think you can stop those people?

--

Gameplay 16-16 - Silence of the Crow

The two returned to the shelters. Sora hid behind a window and secretly glanced at them.

Raven remembered something and gave Sora a small package.

Raven: Almost forgot about this. Take it and share with the others.

Sora: …

Raven: I didn’t make this. It’s candied rice crisps I’ve brought from Shenzhou.

Sora: Oh… thank you, Sensei!

The little girl disappeared with the bag of dessert.

Raven: …

Raven: Give me a moment to triangulate the Herrscher’s location.

Raven: …And before I forget, I still owe you one.

Raven entered a dilapidated shed and emerged with a prisoner tied up with plenty of rope.

Mei: Dr. Tesla?!

Raven: I ran into her before I found you and Sora. There was some misunderstanding. She started it.

Mei: Why did you…?!

Raven: I only wanted to restrain her, but her language was… unhealthy for the children. Gagging her was the only option.

Raven: Take care of her and meet me at the wall. Remember, I promised Sora I’d take you. Alone.

Raven: And be prepared. The dragon won’t make it easy for us.

Raven: I sensed something strange while fighting it. It felt like… human sorrow, pain, and guilt.

Raven: Instinct drives Honkai beasts to gather around Herrschers. But this one wants to protect her.

Raven: I didn’t expect Honkai beasts to have such feelings. It reminds me a lot of you.

Mei: (I felt something in my mind when I fought this… Benares…)

Mei: (It felt strange… yet oddly familiar…)

Raven: Do your best, Miss Raiden, but I doubt you can change anything.

Mei carried Tesla back to the Helios. When the scientist woke, Mei told her about her meeting with Raven.

Tesla: What? Really?

Tesla: Are you sure you want to find Kiana with her help?

Mei: She intends to kill her. I must be there to stop her.

Tesla: This is getting out of hand. We need to call for support.

Tesla: That woman is dangerous.

Mei: I know, but her hatred for Kiana seems personal and not part of the World Serpent’s plans.

Mei: She’ll kill Kiana for certain, and she’ll show no mercy to anyone in her way.

Mei: But despite all that, I need her help to find my friend…

Mei: …There were so many times where she was right there before me.

Mei: The Battle of Schicksal, the fight against Rita… and when Durandal took her…

Mei: I could only watch on hopelessly as she was wrested away… too weak to even do anything.

Tesla: It wasn’t your fault…

Mei: Thank you, Dr. Tesla. You’ve always comforted me…

Mei: But… I can’t go on like this… not anymore… I can’t keep lying to myself…

Mei: Kiana’s presence helped me forget about the painful past, the loneliness, and the confusion…

Mei: But when she was gone, I suddenly realised that nothing had changed at all.

Mei: I… I haven’t changed at all…

Mei: I’m still a timid girl cowering in my corner, and I failed to notice that everyone was gone until it was too late.

Mei: My inability to change led to our separation… it’s what has led to what we’re facing today…

Mei: She has always protected me, but I… I failed to do anything for her…

Mei: I hate myself… I can’t go on like this.

Mei: I must accept the fact that I lack the power to protect her.

Mei: Accepting this doesn’t mean that I’m giving up. No, it will make me see things more clearly…

Mei: I have to… make sacrifices to bring her home.

Mei: I’ll face anything. I don’t care if I’m walking directly into a trap or set up against a deadly enemy…

Mei: …Because I know this is the only way I can protect Kiana.

Tesla: …

Tesla: Just be safe, Mei…

Act 5 - Imminent Storm
Gameplay 16-17 - Abandoned by All I

Raven waited quietly under the Nagazora Wall.

The air was still. A familiar yet hateful scent kept seeping through from the opposite side of the wall.

The source of this scent had not moved for a while. The girl was probably unconscious.

Raven knew she must be extremely careful. Any mistake could spell her doom.

She clenched her fists. Her hunt for the demoness was nearing its end. Long had she waited for this moment.

But…

Raven: …

What happened three nights ago continued to sow the seeds of doubt in her mind.

Raven fought her under the brilliant neon lights of Arc City and tasted defeat.

Raven waited for the enemy to pull the trigger and end her life, but she saw hesitation in her blue eyes.

The Herrscher of the Void spared her life that night.

The Herrscher of the Void saved Arc City that night.

When dawn broke, she witnessed the girl falling lifelessly from the heavens.

Was she dead? She had always prayed for that moment, but it brought her no satisfaction.

That bottomless hole remained in her heart. There was no comfort…

*TAP*… *TAP*…

Approaching footsteps ended her thoughts about the past.

Raven: You’re here.

Mei: …

Raven: She’s near the second quarantine gate of the wall. I hope you’re ready.

Mei: Let’s go.

Raven: The path is clear…

*WHOOO*

A thunderstorm suddenly descended. Raven’s cape fluttered loudly as a giant beast soared into the sky.

Raven: Time to face that beast…

Benares: …!!

--

Gameplay 16-18 - Abandoned by All II

Mei: Ow…

Mei: My head… it’s hurting again…

Mei: That’s… the end…

Raven: Not yet.

Raven: We have to take it down…

Raven: …Before it takes us down.

[CG plays wherein Benares returns to normal as it gets back up, seemingly crying:

Mei: It’s still… getting back up?]

[CG plays wherein Benares falls to the waters below, seemingly vanquished for now, with Raven now setting her sights on Mei:

Raven: And thus… our path has been cleared.

Raven: Now then…

Raven: Only one matter remains.]

--

Gameplay 16-19 - Imminent Storm

Raven: We’re close to the Herrscher.

Raven: She’s dangerous and may lose control at any time. Things will only get worse even if you send her away.

Raven: I’m actually curious about your choice.

Mei: I’m taking her away.

Raven: I’m afraid you’ll only walk away with her corpse…

Raven: …Because I *will* kill her.

Mei: …

Mei: And I won’t let that happen.

*PSSSHHZ*

She drew her blade. Raven smiled as though she had been expecting this.

Raven: …Very well.

Raven: We both know this is the only way to settle our disagreements.

Mei: Ugh…

Raven: You said you won’t let that happen…

Raven: …But the World Serpent knows everything about you. Without the Gem of Conquest, you’re just an ordinary girl.

Raven: You’ve always failed to protect her. This fight won’t be any different.

Mei: Why are you doing this? Why should she deserve such injustice?

Mei: Is it because of what she is? What she’s done in the past?

Mei: It’s only because she’s a Herrscher, isn’t it? But she would never hurt anyone…

Mei: How can this world treat this kind and gentle girl with such cruelty…

Raven: …Honkai energy levels are rising?!

Raven: This… this will kill you as well!

Mei: …I’ll gladly trade my life for hers!

Mei: She saved my life, and I shall save hers in return!

[CG plays wherein Mei channels what little Herrscher power she has left to push Raven back:

Mei: I know I’ve been hiding behind her and running away.

Mei: But now there’s nowhere to run…

Mei: I must protect her.

Mei: As long as I breathe…

Mei: You will not harm her!

Raven: Very well… you have made your choice.]

Raven: …

Mei: Huff… huff…

The electrical cracklings subsided. Mei’s eyes reverted to their normal hues as she slowly regained her footing.

Raven felt her scorched Soulium talons. They were no longer fit for combat.

That power… it was real.

Raven: …

Raven: That strong look in your eyes… I like it.

Raven: …Take her.

Mei: …?

Raven: Leave. Get as far away from here as you can. Keep your promise and don’t let her hurt anyone.

Raven: You have yourself to thank, girl. You proved yourself at the very last moment.

Raven: Now go, quickly, before I change my mind.

Raven disappeared in a gust of wind. Her voice echoed in the breeze.

Raven: Mei Raiden, we shall meet again.

Raven: You know where to find me…

[CG plays wherein Mei finally reaches Kiana, who lies unconscious with countless Honkai infection marks covering her body:

Mei: At last…

Mei: I’ve found you at last…

Mei: …Kiana.]

Helios. A few moments later.

Mei: …

Mei nervously stood before the door.

She spent 4 difficult months and finally saved Kiana from both Schicksal and the World Serpent.

Mei never stopped dreaming of this reunion for many months.

Yet she felt no joy when it did happen. Fear and apprehension filled her heart.

Mei: Kiana…

She was exhausted but she dared not sleep, for her dreams were filled with images of Kiana’s pain.

Kiana was still healthy just 2 days ago, but she was now unconscious and covered in Honkai infection patterns.

Mei refused to believe that Kiana’s reassuring smiles were mere disguises for unbearable pain.

She tried to ignore what Raven told her and prayed that the surgeons would prove the Serpents wrong.

The door opened.

Mei: …Dr. Tesla, how is she?

Tesla: …

Tesla: Emergency treatment worked. She’s no longer critical and should wake soon enough.

Tesla: But she isn’t getting any better. The bloody Herrscher kept trying to activate the Core and spread the infection!

Tesla: Kiana did her best and fought off Sirin for months, but her body will eventually fall apart.

Tesla: Absorbing a massive amount of Honkai energy to save a city from destruction certainly didn’t help.

Tesla’s voice grew faint and soon became barely intelligible mumbling.

Tesla: I’ve sent a Level 1 distress call to HQ. The Hyperion is heading over here at full speed.

Tesla: Mei, I want you to listen to me carefully.

Tesla: …

Tesla: …Two months.

Tesla: She has less than two months left. That’s the amount of time we have.

…

Raven: Hello? It’s me.

Gray Serpent: What’s your status?

Raven: I’m doing well. Honkai levels in Nagazora are approaching the Eruption threshold. Testing may proceed as scheduled.

Gray Serpent: Heheheh.

Raven: What’s so funny?

Gray Serpent: You’re doing well? I beg to differ. I know all about that little side project of yours.

Raven: …Hmph, so you found out.

Gray Serpent: I’ve told you many times, Natasha. Our Sire decides what happens to K423. We may not act on our own.

Gray Serpent: I’m disappointed that you did just that. You should know that you’re not getting away with this.

Raven: …

Raven: We’ll see about that.

Gray Serpent: What do you mean?

Raven: Kiana Kaslana is worthless to the Serpent if she remains a partial Herrscher. It’s a problem you can’t fix.

Raven: …But I’ve found something.

Raven: I’ve found the power that the World Serpent really needs, the power that will complete the Herrscher’s metamorphosis.