|-|ARC Nocturne=
__TOC__
=== Act 1 - Nocturnal Hunt ===

====<u>Gameplay 13-1 - Ranger</u>====

Location: Unknown.

The Gray Serpent walked down the dark corridor with great confidence.

He did not light his way nor make use of a map.

The right directions would appear in his mind at every intersection, as though he had been here many times.

Yet this was the Gray Serpent’s first visit to this abandoned shelter.

This place is holy. It was the place where the Sire returned to the living world.

But then he was sealed in another dimension. The Serpents grew silent and the holy site became a lost secret.

The day finally arrived. His Sire called to him and asked him to fulfill his duty.

He stopped at the end of the path. A massive, metal door barred his way.

He waited for a while. A verbal command appeared like a flash of inspiration. He read it out loud.

'''Gray Serpent:''' “Be reborn in destruction”.

The massive door creaked open, overcoming dust and rust that had accumulated for centuries.

There was a hall and a throne. The man seated on it was in the midst of silent contemplation.

Centuries had passed. Powers rose and fell as battles raged across the planet. The past was gone before anyone noticed.

The Gray Serpent had met the man before. He had not changed in the slightest. His will remained untarnished.

He transcended time, space, and the karmic cycle. He was the only hope against the ageless force of destruction.

The man stirred from his thoughts and looked upon his disciple. The Gray Serpent trembled at the sight of his eyes.

Those eyes witnessed both unimaginable miracles and the pain of total annihilation.

Every memory was condensed and forged by a superhuman will into two orbs of cold, unfeeling ice.

'''Gray Serpent:''' Forgive your servant for failing to welcome your return in person.

'''Kevin:''' How goes the project?

'''Gray Serpent:''' We are making progress. This world now has everything we need to activate it.

'''Gray Serpent:''' The Herrscher of Reason may delay you, but he cannot stop the progress of history.

'''Gray Serpent:''' Jackal’s research is nearly done. She only needs a final verification.

'''Kevin:''' Let it begin.

'''Gray Serpent:''' Yes, Sire. I have also recovered something, now offered as a gift to celebrate your return.

'''Gray Serpent:''' A weapon of such powers should only be wielded by he who leads humanity to its triumphant future.

The Gray Serpent presented the greatsword with both hands.

The all-consuming flame no longer graced the dull blade, but its familiar shape kindled past memories.

He once held this blade to purge the monsters that plagued humanity. He then faced GOD herself.

'''Kevin:''' We finally meet again, old friend.

His hands closed around the hilt and gripped it as he once did.

He gazed at the blunt, heavy sword as he had always done before battles, and he had fought thousands of them.

The Soulium weapon vibrated and stirred to life. It responded to his warrior spirit and began to change.

It was more than a weapon. In fact, it felt like a living thing that harbors a soul.

Upon reuniting with its wielder, the core of the mighty sword erupted to life, its weapon spirit re-ignited in fire.

Witnesses from ancient times mythologised it: the sword that guards Eden and the fire that destroyed Sodom…

Centuries passed. The myth became real.

'''Kevin:''' We shall fight together again like we used to.

His decree resonated in the hall, a silent thunder that reverberated in the heart of the faithful…

It signaled the coming of the great storm.

Outskirts of Arc City. Late night.

Four months had passed since the Great Honkai Eruption.

More and more people sought refuge in cities against the hordes of pale beasts and zombies.

But the disaster showed no signs of subsiding. The Arc City mech patrols faced another difficult night…

'''Mech Pilot:''' Dammit! They’re just like roaches! There are just way too many of them!

'''Mech Pilot:''' We’re getting more and more beast incursions… a city-wide martial law has been declared.

'''Mech Pilot:''' All our mechs have been deployed to perimeter defense missions.

'''Alarm:''' Massive Honkai energy spike detected.

'''Mech Captain:''' Alright, boys and girls. Brace yourself for the next wave of roaches…

The beasts swarmed the mech formation before the commander could finish speaking.

''[CG plays wherein a certain someone arrives just in the nick of time to support the mech formation:''

'''''Mech Pilot:''' Dammit! They just keep coming! Can’t hold them back any longer!''

'''''Mech Pilot:''' It’s only a matter of time before they overrun us!''

'''''Mech Captain:''' Hold the line!''

'''''Mech Pilot:''' Who’s there?!'']

A cry for help is coming from the broken mecha.

(Hums and buzzes.)

Power system damaged. Unable to move.

'''Mech Pilot:''' Anyone there? Help!

'''Mech Pilot:''' Thank you so much.

'''Fu Hua:''' Regulate your breath, and fight how I’ve taught you.

'''Fu Hua:''' Kiana, behind you!

'''Mech Pilot:''' Did you see it? That little girl…

'''Mech Captain:''' She took down a Honkai beast in less than 30 seconds…

'''Mech Captain:''' Is she a monster… no, a superhuman?! Like those you can only see in manga!

'''Kiana:''' …All clear.

'''Fu Hua:''' We must leave now. We can’t have too many witnesses of your presence.

'''Kiana:''' Alright, alright…

The battle ended before the surviving mechs could acquire clear visuals of her face.

They could only recall a moonlit shadow. No one knew when she left.

But two individuals observed everything from the cover of darkness.

'''Jackal:''' Gray Serpent’s intel tells me that she actually stayed in Arc City.

'''Raven:''' K423 would frequent the sites of Honkai beast incursions. I fear she might interfere with our experiment.

'''Jackal:''' …A pest. We have no time for her. Our Sire has returned from the Sea of Quanta and gave us orders to begin.

'''Jackal:''' Focus on ending the Schicksal raids. Their agents are in Shenzhou. Don’t let them get in our way.

'''Raven:''' I have an idea.

'''Raven:''' Since Schicksal is interested in the whereabouts of K423, we can have their agents go after her instead.

'''Jackal:''' Good. And I have prepared a gift in case we’re forced to fight them. They’ll be pleasantly surprised.

--

====<u>Gameplay 13-2 - Hunter</u>====

Meanwhile at the floating isles. Schicksal HQ.

'''Rita:''' Overseer Otto, we have analysed the intel retrieved from the Ningyo in Arc City.

'''Rita:''' Though we lack crucial data for locating K423, the data revealed that she has stayed in that city.

'''Rita:''' And the existence of such data means that the World Serpent has been observing K423 as well.

'''Otto:''' …Interesting. I wonder what this snake is up to.

'''Otto:''' Rita, head back to Arc City. Track down and locate K423.

'''Rita:''' But given the current situation, such a mission might alert them to our motives.

'''Otto:''' There’s no need for such concerns. You’ll be acting as an official inspector of our business friends.

'''Otto:''' We have partners with many major multinationals in different industrial sectors.

'''Otto:''' One of them is Heliopolis Life Sciences. They offer free medical services to cities affected by the Honkai.

'''Otto:''' For the past 5 months, we’ve been supplying them with Honkai vaccines via their Shenzhou base in Arc City.

'''Otto:''' In this mission, you’ll be serving as my proxy and oversee a medical supply shipment to that place.

'''Otto:''' Having access to Heliopolis medical records and channels will make your search easier.

'''Rita:''' Understood.

En route to Arc City. Schicksal shuttle EOS. Several hours later.

Approaching destination: Arc City, Shenzhou.

'''SYSTEM:''' Auto-pilot deactivated. Initiating landing procedures.

'''Alvitr:''' Adjutant Rita, reception from Heliopolis is hailing us.

'''Rita:''' Tell the crew to stand by. I’ll return once I complete the inspections.

'''Alvitr:''' Roger.

'''Cioara:''' Welcome, Miss Rossweisse. I’m Cioara, a consultant based in the Shenzhou branch of Heliopolis.

'''Cioara:''' I’ll be your official guide for the duration of your visit.

[''CG plays wherein “Cioara” watches the landing of the Schicksal shuttle with an ominous look on her face.'']

'''Rita:''' The scale of operations here is quite impressive.

'''Rita:''' The handover is taking a while. Could you please show me around?

'''Cioara:''' Sure. Please follow me.

'''Cioara:''' After the Second Eruption ended, Heliopolis has been offering free medical aid…

'''Cioara:''' …To people affected by the Honkai Eruption all over the world.

'''Cioara:''' In order to be able to transport drugs in time, Heliopolis decided to build biomedical parks in major cities for pharmaceutical manufacturing.

'''Cioara:''' Though this park is located on the outskirts of Arc City, it’s still much more convenient than shipping drugs from outside this land.

'''Rita:''' The buildings here remind me of ancient Egypt.

'''Cioara:''' Hmm… just a preference of our boss.

'''Rita:''' The pyramid over there is…

'''Cioara:''' It’s the administration tower.

'''Rita:''' Very stylish.

'''Cioara:''' Drugs manufactured here are shipped not only to Arc City, but also to other areas of Shenzhou.

'''Rita:''' It really is a great cause that Heliopolis is contributing to.

'''Cioara:''' We couldn’t have done that without Schicksal’s help. You’ve provided all the raw materials for us and made everything possible.

'''Rita:''' I think we’ve covered everything about the handover.

'''Rita:''' Now let’s get down to business.

'''Rita:''' The purpose of this visit is to secure support from Heliopolis.

'''Rita:''' Given your ties with the city’s public health system, may I access the Honkai-related health records of the past 5 months?

'''Cioara:''' Grant you access to private medical information? I’m afraid…

'''Rita:''' This will only benefit Arc City. We know this place is under martial law due to Honkai beast attacks.

'''Rita:''' Sometimes, we may need to circumvent a few rules to better protect the people.

'''Rita:''' Prevention is better than the cure. Finding the root causes of these events will protect the people and save lives.

'''Cioara:''' …I see. I will acquire the data you’ve requested.

'''Cioara:''' But try to be careful, Miss Rossweisse. This city is not as safe as it once was.

'''Rita:''' Thank you. I will keep your advice in mind.

'''Cioara:''' Speaking of protection… Many claimed that a lone ranger saved them from the attacks. One of yours, perhaps?

'''Rita:''' …A lone ranger?

'''Cioara:''' No one saw her face. No one saw how she arrived or how she left. Perhaps she’s just… an urban legend.

'''Cioara:''' People would rather fantasise about superheroes instead of trying to save themselves.

'''Rita:''' Indeed. But I’m willing to believe in this hero. I want to believe she exists.

Rita said and smiled with great sincerity.

--

====<u>Gameplay 13-3 - Clue</u>====

Bridge. Schicksal shuttle EOS. A few hours later.

'''Alvitr:''' Adjutant, I’ve gone through the data that Heliopolis gave us.

'''Rita:''' Alvitr? Echelon 3, am I right?

'''Alvitr:''' Yes, I’m squad technician Alvitr! They say you know every Valkyrie by name, and I’ve just found out that it’s true!

'''Alvitr:''' They also told me that it’s a great privilege to fight alongside you…

'''Alvitr:''' …But you’re often on solo missions. You can’t believe how many of us wanted to be on the same mission with you!

'''Rita:''' You flatter me. Enough with the hierarchies. Please just call me Rita.

'''Alvitr:''' Oh, yes, Miss Rita. Oh, NO! It’s… not right. Captain Durandal will be really cross if she heard me say that.

'''Rita:''' Hmph. Will she? I shall deliver your generous compliments to our Captain.

'''Alvitr:''' Kyaa, no, please! That won’t be necessary.

'''Alvitr:''' Ahem. Let’s focus on work. So… Heliopolis sent us Honkai-related medical records for the past 5 months…

'''Alvitr:''' …We have over 4000 individual files categorised under 35 Honkai incidents.

'''Rita:''' 35? Appalling. Anything about K423?

'''Alvitr:''' An entry from 2 months ago. Multiple beasts at an overpass south of the city.

'''Alvitr:''' A victim claimed to have witnessed a girl fighting the beasts, but was later diagnosed with post-traumatic stress.

'''Alvitr:''' I don’t think it was PTSD. This victim probably saw her.

'''Rita:''' Well done, Alvitr.

'''Alvitr:''' Heheh, thank you, Adjutant Rita. Everyone flatters me by calling me the best tool of Echelon 3.

'''Rita:''' Oh dear, best tool? That isn’t very nice… ahem. Anything else?

'''Alvitr:''' No. I mapped descriptions of K423 to the records but got nothing. She probably never went to a hospital.

'''Alvitr:''' No medical records… no shopping records… even city-wide surveillance records gave nothing. Is she a ninja?

'''Rita:''' She can avoid the cameras and hide amongst the people, but if she’s stayed in the city…

'''Rita:''' …Someone should have seen her and may have even taken a picture. The clues you’ve found proved this much.

'''Alvitr:''' But… finding such data from every site and page on the web will take months!

'''Rita:''' Hmm, Alvitr, have you heard about the underground intel market that monitors every single data stream on the web?

'''Rita:''' I’ll check that market if I’m the one looking for clues.

'''Rita:''' This should be the Gray Serpent’s territory.

'''Rita:''' These defensive mechs still work?

'''Rita:''' This place needs a thorough cleanup.

'''Rita:''' Hope it won’t be a mess this time.

The room was empty. Machines hummed in the background.

This place handles bids from across the world for knowledge, the cheapest yet most valuable commodity.

The Gray Serpent was dead, but his business remained very much alive.

Rita thought about the man whom she had killed. Something did not add up.

She became unsure if she had truly killed that man.

Rita shook her head and plugged in the Ningyo’s mobile data storage device.

'''Rita:''' Access granted. Ningyo index module detected.

'''Rita:''' Where should I begin?

'''Rita:''' There were witnesses of a girl who fought the Honkai beasts…

Rita also remembered the lone ranger that Cioara had mentioned. She realised what she should be looking for.

She entered the search criteria. The system returned the search results almost immediately.

The map displayed the coordinates of every Honkai attack that took place in Arc City during the past few months…

Rumors, photos, and videos posted on various websites were quickly displayed on-screen.

While scanning the wealth of info that she had acquired, a familiar figure caught Rita’s attention.

'''Rita:''' There you are, K423.

'''Rita:''' Alvitr, did you mention that a large number of Honkai beast attacks had occurred in Arc during the last 2 months?

'''Alvitr:''' Yes. 35 cases in 2 months, mostly at the city’s outskirts. They declared martial law as a response.

'''Rita:''' It seems that something within the city was drawing the beasts to it.

'''Rita:''' Keep an eye on the Arc emergency system and deploy the Immortal Blades to the site of the next Honkai attack.

'''Alvitr:''' Eh? What about K423? Are we giving up on her?

'''Rita:''' My intel tells me that she frequents the sites of the attacks. Some witnesses even took pictures of her.

'''Alvitr:''' That’s genius! Getting to the next beast attack will give us a chance of catching K423!

'''Alvitr:''' I guess we can just sit back and wait patiently for the next outbreak.

'''Rita:''' Indeed, and it won’t be long before the next attack takes place in this city.

--

====<u>Gameplay 13-4 - Ambush</u>====

Two days later.

'''Alvitr:''' Adjutant, we’ve intercepted the alarm signal sent by the ARC Patrols!

'''Alvitr:''' There are Honkai beasts detected in D-2322 in ARC North.

'''Rita:''' Assemble the squad. To the target location.

'''Rita:''' Alert, all units. Hide yourselves as soon as possible once you enter the target location.

'''Rita:''' Bear in mind that you can only kill the Honkai beasts in the way.

'''Alvitr:''' The zombies… they’re entering a state of frenzy!

'''Alvitr:''' Hmm… I can see glowing red patterns on them. Wait, those markings appear to be Stigmata!

'''Rita:''' Stigmata? We’ll figure that out later. Get into position.

'''Alvitr:''' Roger! I might have made a mistake…

'''Rita:''' K423 spotted.

'''Rita:''' All units! Prepare to engage!

Meanwhile, Rita’s target seems to remain completely unaware of her situation.

The girl dashed amongst the beasts and zombies with her pistols ablaze.

She landed after unleashing her final shots.

Her hair was as pale as moonlight and contrasted against the defeated carcasses strewn across the battlefield.

She turned around and waited for a while before she decided to end the silence.

'''Kiana:''' Look, you can stop hiding already. I know where you are.

'''Rita:''' A pleasure to meet you again, Miss Kaslana.

'''Rita:''' Or perhaps I should address you as… the Herrscher of the Void?

--

====<u>Gameplay 13-5 - Confrontation</u>====

'''Kiana:''' Rita Rossweisse? I remember you. The HQ auditor who oversaw the St. Freya Valkyrie exams several months ago.

'''Rita:''' I’m deeply honored. I didn’t expect you to remember me.

'''Rita:''' You must have had a hard time drifting on the streets. The Overseer cordially invites you back to HQ.

'''Kiana:''' I’m not going with you.

'''Rita:''' You’re unstable and attracting Honkai beast attacks upon this innocent city.

'''Rita:''' Only Schicksal can help you. We will treat you and make sure that you’ll no longer hurt anyone else.

'''Kiana:''' I don’t want to repeat myself.

'''Rita:''' What a stubborn little girl.

'''Rita:''' Aesir mechas, initiate the siege.

Pistols roared while the scythe sang through the air, as though the stars fought the crescent moon.

Yet this titanic battle ended in the blink of an eye.

The fighters regained their footing and turned to face each other once more.

'''Kiana:''' I have a question for you, Rita.

'''Kiana:''' What do you think is more important? Catching me, or saving this city from disaster?

'''Rita:''' Catching you *will* save this city from disaster, dear.

''[CG plays wherein Kiana takes her leave, but not before trying to clear her name and steer Rita in the right direction:''

'''''Kiana:''' Capturing me won’t be easy now.''

'''''Kiana:''' Believe what you will, but I’m not the reason behind the Honkai beast attacks.''

'''''Kiana:''' Take this, and find out what Heliopolis is up to for yourself.''

'''''Kiana:''' And… I’m not leaving the city.''

'''''Kiana:''' Stopping the disaster means more to me than making it out alive.''

'''''Kiana:''' I know you’ve no reason to trust me…''

'''''Kiana:''' But the choice is yours anyway.'']
----

=== Act 2 - Nocturnal Puzzle ===

====<u>Gameplay 13-6 - Trace</u>====

Bridge. Schicksal shuttle EOS.

Rita silently perused the evidence that Kiana had presented to her.

An injector. Standard Schicksal design.

A data card engraved with the Heliopolis logo. Most likely a pass for opening security doors.

Kiana’s words left her confused. The confusion slowly grew into a compelling need for answers.

'''Alvitr:''' Miss Rita, I’ve traced the injector serial number. It came from the batch of vaccines we supplied to Heliopolis.

'''Alvitr:''' But the contents and active agents have been replaced. No, they’ve been changed…

'''Alvitr:''' Our vaccine agent was modified into an activator for significantly boosting Honkai resistance.

'''Alvitr:''' But I’m not seeing any negative pharmacological effects on the human body.

'''Rita:''' Hmm… What is Heliopolis trying to do?

'''Alvitr:''' Erm… there’s something I need to tell you, Miss Rita.

'''Alvitr:''' I want to talk about the zombies’ glowing patterns that I saw while in action today.

'''Alvitr:''' I’m now very certain that they’re Stigmata!

'''Rita:''' Stigmata? Are you sure, Alvitr? Your claims sound preposterous.

'''Alvitr:''' I definitely saw it! People might call me careless, but I’m very certain of what I saw.

'''Rita:''' If you’re right, then this Arc City incident has turned out to be far more complicated than it appears.

'''Rita:''' Stigmata are a secret Schicksal tech used only by the Valkyries. If the zombies have them, it would mean 2 things…

'''Rita:''' Someone has been turning Valkyries into zombies… or someone figured out how to implant Stigmata on people.

Rita thought about it for a while before giving a response.

'''Rita:''' I don’t think I can sleep tonight. I must investigate this and prove my hypothesis.

'''Alvitr:''' What?! Are you heading to the Heliopolis facilities? Trespassing is a violation of our treaty with them…

'''Rita:''' Circumventing a few rules is sometimes necessary to achieve our mission.

'''Rita:''' Besides, K423 is the least of our worries now.

Meanwhile, in a distant place.

'''Raven:''' The Schicksal Valkyries have come uninvited. They now suspect us.

'''Jackal:''' A pity… but I thought you always wanted to get rid of them.

'''Raven:''' I would prefer avoiding a fight for as long as possible.

'''Raven:''' That Herrscher was supposed to distract Schicksal who would help get rid of her. But things have changed.

'''Raven:''' No matter. I have a backup plan for this.

'''Raven:''' We’ll give Rita some of the answers she wants. People tend to be vulnerable when distracted by a treasure hunt.

'''Jackal:''' And try to use the gift I’ve prepared. I hope to observe its efficacy in the field…

'''Jackal:''' These Schicksal Valkyries may withstand more pain than ordinary humans. Perhaps they scream differently.

'''Jackal:''' I desire to observe them up close… try not to kill all of them and leave me with a live specimen.

'''Raven:''' Once I make a move, the test must start at once to get the data we need before Schicksal arrives in force.

'''Jackal:''' Relax. You’ll have a new identity once this is over. Schicksal will never find you again.

'''Raven:''' And the people of this city?

'''Jackal:''' Do not sympathise with insignificant things. Focus instead on the whole of humanity.

'''Jackal:''' Despite their great power, Schicksal selfishly tells people lies that they’re safe under Schicksal protection.

'''Jackal:''' So long as Schicksal stands, humanity will remain helpless sheep cowering in their pens.

'''Jackal:''' But our Sire has returned! He shall end Schicksal’s tyranny and we shall help the world evolve under his leadership.

'''Jackal:''' That is the only world where you and those you wish to protect can survive.

'''Raven:''' Enough words. Let it begin.

--

====<u>Gameplay 13-7 - Puzzle</u>====

Under the cover of night, Rita silently arrived at the Heliopolis research facilities.

The ID pass card allowed her to bypass most security doors in this area.

'''Rita:''' I’ll look for their data servers first. Hopefully they’ll give me a few answers.

'''Alvitr:''' Keep the channel open, Miss Rita. I’m the Tool and I’m always ready to help.

'''Rita:''' Let’s find out what Heliopolis is hiding…

'''Rita:''' This file details a medical aid project plan of Heliopolis.

'''Alvitr:''' Heliopolis has been providing humanitarian aid to Honkai-stricken cities since the 2nd Eruption.

'''Alvitr:''' After the 3rd Eruption, they expanded their efforts in the Far East and Shenzhou.

'''Alvitr:''' And that was when they started building this industrial park.

'''Rita:''' “Free pharmaceuticals for Honkai-infected citizens…”

'''Rita:''' “Free clinical treatment for cases suffering from severe infection…”

'''Alvitr:''' They’re really doing all this for free… they must be super rich.

'''Rita:''' “Free” things often cost more. Perhaps the price they desire is life itself.

'''Rita:''' “A Study of the Patented Schicksal Honkai Vaccine HBA-022”…

'''Rita:''' A pharmacological analysis of HBA-022… that’s the vaccine HQ is supplying Shenzhou with.

'''Alvitr:''' Are they trying to reverse engineer and copy our pharmaceutical agents?

'''Rita:''' I don’t think so. They could obviously modify the vaccine itself from what we’ve seen in the injectors.

'''Rita:''' I’m searching the stock of HBA-022 in their inventory.

'''Rita:''' And it is now currently at zero.

'''Alvitr:''' So that entire batch of 30,000 injectors of vaccines is gone?

'''Rita:''' None of this makes sense. I sense a conspiracy.

Rita grew increasingly uneasy. She felt that something was wrong.

The data she found presented only a few dots. Rita pieced the hints together and sensed something terrifying.

She would only need to find the last piece of the puzzle to see the entire picture.

'''Rita:''' My intuition is telling me that they’re up to something evil in this place.

'''Alvitr:''' Ah? Something evil? But you’re… right in that place. Doesn’t that mean you’re in great danger?

'''Alvitr:''' I recommend withdrawing from Heliopolis right now, Miss Rita. We should plan before making our next move.

Rita’s optics suddenly detected something and informed her by flashing a little red dot.

Her Phantom Iron battlesuit was forged in Helheim Labs. It was designed to hunt down Honkai-infected organisms.

And the in-built bio-detectors of the battlesuit had picked up the faint scent of a zombie.

'''Rita:''' I’ve found something. It’s now or never.

'''Rita:''' A good hunter would fire her shot before letting the prey fly away, Alvitr.

--

====<u>Gameplay 13-8 - Signal</u>====

'''Rita:''' The building plans show no basement facilities, but my radar is detecting an underground source of Honkai energy.

'''Rita:''' Alvitr, I hereby order the Immortal Blades to be ready. I might need their support.

'''Alvitr:''' Aye!

Areas hidden from human vision could easily be detected by Stalker Carbon, Rita’s loyal hound.

She gave an order. The mech hound leaped into action.

'''Rita:''' I feel we’re close to the secrets that we’re trying to find.

'''Rita:''' Good job. I’ve found the way to the underground facilities.

'''Rita:''' Alright, puppy. Go ahead and open the way for me.

The elevator door opened. The darkness seemed to offer an odious invitation.

--

====<u>Gameplay 13-9 - Experiment</u>====

The giant elevator platform finally reached the underground facility.

She stepped into a gigantic chamber. What shocked Rita most was its contents.

There were vats containing humanoid specimens that appeared eerily alien yet familiar.

'''Rita:''' This… this could only be…

Zombies. The reanimated corpses exhibited glowing marks of intricate patterns on their pallid skin.

Stigmata. Before Schicksal created artificial Stigmata, only very, very few people bore these marks naturally.

Rita clenched her teeth as she studied every face within the vats.

She breathed a sigh of relief when she found no familiar faces, but that relief quickly turned into fury.

The specimens varied in size and age. Some exhibited Honkai tissue implants or white silica carapace.

Others had cybernetic body parts instead.

The entire chamber was a horror show designed to display the extent to which a human body could be mutilated.

Rita realised she was close to the roots of the dark secret.

'''Alvitr:''' Miss Rita, are you alright? I’m detecting sudden increases in your blood pressure and heart rate.

The hound gingerly leaped onto the main computer terminal and plugged intself in.

A large number of documents were displayed on Rita’s visor. She quickly found the file she was looking for.

'''Data:''' “STIGMA. A most valuable technological legacy built into our very own biology.”

'''Data:''' “It is not a product of natural evolution, but a Previous Era biotech construct that remains a mystery to us.”

'''Data:''' “Before the Previous Era ended, complex sets of Honkai-resistance genes were inserted into a number of embryos.”

'''Data:''' “The STIGMA results in distinct phenotypes of skin markings known as the Stigmata.”

'''Data:''' “Humans with STIGMA have better Honkai resistance and control that gives rise to superhuman strengths.”

'''Data:''' “However, each passing generation eroded the integrity of the STIGMA gene sets.”

'''Data:''' “When the carefully constructed set is taken apart, the STIGMA itself became ineffective as well.”

'''Data:''' “Though all humans carry STIGMA genes, only a few could naturally express STIGMA at a functional capacity.”

'''Data:''' “Schicksal attempted to synthesise STIGMA gene inserts, but these clumsy copies are defective and dangerous.”

'''Data:''' “On the other hand, revelations from the almighty Serpent allowed our research to achieve true progress.”

'''Rita:''' Serpent? The World Serpent?

'''Data:''' “We can now artificially interfere with, activate, and transpose dormant STIGMA fragments for functional expression.”

'''Data:''' “The transformation process was difficult. Many subjects were lost. A few became little more than animated corpses.”

'''Data:''' “But those who survive the metamorphosis shall gain the ability to survive in a world filled with Honkai.”

'''Data:''' “The cost to pay is steep, but the results justify the price.”

'''Data:''' “Activation progress remains slow. The numbers fail to meet expectations. We plan to test on a populated city…”

'''Rita:''' Madness. They want to perform their test on an entire city…

A giant screen on the other side of the lab was suddenly switched on to show a face.

'''Raven:''' I happen to agree with you. But only sometimes.

--

====<u>Gameplay 13-10 - Cost</u>====

''[CG plays wherein Rita is surrounded by the newly released test subjects:''

'''''Rita:''' I’m surrounded.''

'''''Rita:''' Immortal Blades, assemble.''

'''''Alvitr:''' Aye!'']

'''Raven:''' Trespassing and spying on things without permission. Very typical of Schicksal.

'''Raven:''' Since you’re so interested in this place, do take a good look around, Miss Rossweisse…

'''Raven:''' I’ll come up with something to entertain you as well.

'''Raven:''' You should always pay for something you want, right?

'''Raven:''' The lives of your Valkyries seem like a fair price for the knowledge you’ve acquired from this place.

'''Rita:''' I’m afraid you have no idea who you’re dealing with.

'''Rita:''' You are sadly mistaken if you believe these *things* can take down the Valkyries of Schicksal.

''[CG plays wherein Raven fills the room with a mysterious gas:''

'''''Raven:''' I’ve prepared a special gift to see if the elite fighters from the Immortal Blades can perform just as well with their backs against the wall.'']

'''Rita:''' Underhanded tactics like zombies and biotoxins only reveal just how pathetic you really are.

Rita taunted her opponent and swung her scythe. The razor sharp edge clove a zombie in two.

'''Raven:''' But I happen to disagree with you.

The person on-screen gave a smile and showed no hint of disappointment that her ambush had been defeated.

The zombies and beasts around Rita suddenly collapsed as though they had been drained of power.

'''Raven:''' The HSN-B46 serum is no simple gas. I think you know what it is.

'''Rita:''' …!

'''Raven:''' A serum designed by a genius from Schicksal to neutralise Honkai energy within the body.

'''Raven:''' We further modified it for you. Serum particles can enter your systems via skin exposure to make you human again.

'''Raven:''' Oh, the irony. We’re using a Schicksal weapon against Schicksal Valkyries.

She gave an order. Heavy mechs landed in the chamber and charged at Rita.

'''Raven:''' What’s wrong, Rita?

'''Raven:''' I thought you were going to show me the power of the Immortal Blades.

'''Raven:''' Guess it’s my turn to introduce you…

'''Raven:''' The Death Web. Specialised Valkyrie slayer.

'''Raven:''' Have fun.

''[CG plays wherein Rita is left cornered, with the rest of the Immortal Blades not faring much better:''

'''''Raven:''' The Immortal Blades… What a pesky bunch.''

'''''Raven:''' Worry not about your sisters…''

'''''Raven:''' I love sharing, so every one of them is getting their fair share.''

'''''Raven:''' That smirk on your face when you watch your sisters fall…''

'''''Raven:''' You have a heart of stone.''

'''''Rita:''' I’m just wondering how to return this favor…''

'''''Rita:''' When you fall into our hands…''

'''''Raven:''' I hate it when people can’t keep their word.''

'''''Raven:''' Finish her!'']
----

=== Act 3 - Nocturnal Escape ===

====<u>Gameplay 13-11 - Speculation</u>====

Unknown area. City outskirts. Several hours ago.

Memo notes connected by different colored lines were pinned on the city map displayed on the wall.

Kiana and Fu Hua had been digging up leads and info on the city’s Honkai outbreaks.

The answer became clear once all the pieces of the puzzle were placed together.

'''Fu Hua:''' Kiana, when did you realise that someone was behind the Honkai incidents in Arc City?

'''Kiana:''' …I saw a familiar face in a fight against the zombies.

'''Kiana:''' It was a woman I saved last month. I was shocked when I saw her again as a zombie…

'''Kiana:''' I once asked you if the Honkai outbreaks in this city were due to “her” waking up inside of me again…

'''Fu Hua:''' …And I told you that you weren’t to blame. I know that to be a fact since I’ve been watching you all this time.

'''Kiana:''' Exactly. You said that the Honkai beasts would have spawned around me if “she” were the cause.

'''Kiana:''' Your words pointed me in the right direction.

'''Kiana:''' The Honkai beasts and zombies are always attracted to high concentrations of Honkai energy.

Kiana placed pins on each and every site of the Honkai outbreaks.

'''Kiana:''' Look, the locations of every Honkai incident seem to revolve around an epicenter.

'''Fu Hua:''' The industrial facilities of Heliopolis.

'''Fu Hua:''' Simple yet effective. You astound me, Kiana.

'''Kiana:''' I guess being a drifter means you can’t be lazy anymore, and this isn’t my first time being homeless.

'''Fu Hua:''' If you are right, then Heliopolis should have the answers we need. We need more concrete evidence.

'''Kiana:''' Is that why you wanted to drag Schicksal into this and have them solve the puzzle for us?

'''Fu Hua:''' Schicksal should be concerned since they’re aiding Arc City. That man won’t allow others to smear his good name.

'''Kiana:''' Well, I don’t trust Schicksal. I don’t know what this Rita is up to…

'''Kiana:''' …Will she pursue the leads we gave her, or will she continue her hunt for me instead?

'''Kiana:''' I honestly don’t care what she does. I’ll find out about this myself.

'''Kiana:''' It may be a trial for her, but it’s a trial for me as well.

'''Fu Hua:''' It’s time for us to look into this, Kiana.

''[CG plays wherein Kiana infiltrates Heliopolis:''

'''''Fu Hua:''' I was right. The Valkyries are on the move.''

'''''Kiana:''' Very well, now it’s our turn.'']

'''Fu Hua:''' Be careful and avoid the guards.

--

====<u>Gameplay 13-12 - Aid</u>====

The night provided the perfect setting for this deadly battle.

Valkyries of the Immortal Blades fought on against the lurching zombies and mechanical horrors.

However, the weight of the enemies’ numbers slowly pushed back the elite Schicksal unit.

'''Fu Hua:''' Something isn’t right. These Valkyries appear to be hardly capable of defending themselves.

'''Fu Hua:''' They appear no stronger than ordinary humans. Be careful, Kiana.

'''Kiana:''' They’ve been heavily wounded. We can’t just leave them like this…

'''Fu Hua:''' We’re running out of time, Kiana.

'''Kiana:''' I know that, but…

The girl finally made her choice. She would not walk away, and thus she drew her pistols.

The rescued Valkyries struggled to their feet. They stared at Kiana with terrified eyes and retreated in fear.

'''Alvitr:''' You’re the Herrscher… the Herrscher of the Void! Don’t come any closer!

'''Kiana:''' I won’t hurt you.

None of them were willing to give her their trust.

'''Alvitr:''' Really… then… thank you…

'''Kiana:''' What happened? You don’t look badly hurt. The Valkyries shouldn’t be defeated that easily.

'''Alvitr:''' They played dirty… they used some form of gaseous agent…

'''Alvitr:''' And my body… I lost my strength before I knew what happened…

The wounded Valkyrie remembered something and held on to Kiana’s arm despite her fears.

'''Kiana:''' Try not to talk too much. Save your energy and let your friends take you back.

'''Alvitr:''' Adjutant Rita… she’s still down there… in danger…

'''Kiana:''' Look, just take care of yourselves first.

'''Alvitr:''' Please! You have to help her…

'''Kiana:''' Okay. I’ll do that.

--

====<u>Gameplay 13-13 - The Past</u>====

After firing her last shots, Kiana looked at the elevator that would lead to the deep underground facility.

Kiana did not notice this area due to the brevity of her previous “visit” to Heliopolis.

She took the chance that presented itself.

'''Fu Hua:''' That Valkyrie said that Rita is still down there and in danger. This must be it.

'''Kiana:''' I think I’m close enough. I can even sense Honkai energy reactions. Rita must be fighting them.

'''Fu Hua:''' Kiana, our time is running out. You could help Rita or find out the truth. The choice is yours.

'''Kiana:''' The STIGMA experiment? Is this why every zombie has Stigmata on them?

'''Fu Hua:''' They’re planning a city-wide experiment to create a new breed of Honkai-resistant humans.

'''Kiana:''' This is crazier than Otto’s plans.

'''Fu Hua:''' The file clearly mentioned the Previous Era. Heliopolis knows more than I suspected.

'''Fu Hua:''' “The almighty Serpent”…? That man… he’s still alive…

'''Fu Hua:''' How is that even possible…?

'''Kiana:''' This file is titled MANTIS Observation Logs… MANTIS?

'''Fu Hua:''' …!

'''Kiana:''' Year 1475. Phoenix Shatters the Enemy Formation. Fu Hua, the Phoenix in the painting looks just like you.

'''Kiana:''' Year 1887. A Photo with Dr. Conan Doyle, London. Wait a sec, this person looks like…

'''Fu Hua:''' You’re right, Kiana. This is a record of the places I’ve visited and the things I’ve done.

'''Kiana:''' What are you exactly, Fu Hua…?

'''Fu Hua:''' I don’t mean to hide things from you, but my past is simply too long… I don’t even know where to begin.

'''Fu Hua:''' I’m more concerned as to why this pharmaceutical company would be interested in my life.

'''Fu Hua:''' The person behind Heliopolis must know something… and probably came from the same era as well.

''[CG plays wherein Kiana comes to Rita’s rescue:''

'''''Kiana:''' Looks like Miss Maid has made her choice.''

'''''Rita:''' I never thought you’d be the one to save me…''

'''''Kiana:''' Hope you still have the juice LEFT for a breakthrough.'']

--

====<u>Gameplay 13-14 - Escape</u>====

'''Raven:''' I’m hardly surprised…

'''Rita:''' I sensed that someone was feeding hints to Rita when that Valkyrie started doubting us.

'''Raven:''' You could have stayed out of this, Herrscher.

'''Raven:''' Kill them!

--

====<u>Gameplay 13-15 - Clash</u>====

'''Raven:''' All units ready for battle!

'''Raven:''' They must not leave.

'''Kiana:''' Hang on… We have to get out of here!

The zombies continued their relentless march in the darkness.

'''Rita:''' The exit is right ahead…

Rita’s body steadily became slower and clumsier.

She could sense her strength draining away from her body.

Her scythe became heavy. She could no longer apply enough force to break armor plates or carapace.

She knew her only chance was to break out of the encirclement…

'''Rita:''' EOS, requesting ground support! Come in, EOS!

She heard a series of explosions. The names of the crew displayed on her visor grew dim.

EOS was taken. Her last hope of escape had been dashed.

''[CG plays wherein Rita refuses to enter Kiana’s portal to escape, instead calling in her ship remotely to close in on their current location:''

'''''Kiana:''' Quick! While I can still… hold it…''

'''''Kiana:''' Jump in!''

'''''Rita:''' My apologies, Miss Kaslana…''

'''''Rita:''' Bear with me till I have fulfilled my last duty.''

'''''Rita:''' After all, the duty of a maid is to clean…''

'''''Rita:''' EOS, activate auto-navigation system.''

'''''Rita:''' Initiate command “Sweep”.''

'''''Rita:''' Target, current coordinates.'']

The night was dark. Raven ascended the tower and viewed the battlefield.

The Heliopolis facilities were in ruins. The shuttle wreck resembled a shattered greatsword.

She gave a sigh. Her communicator then buzzed.

'''Jackal:''' What are the results?

'''Raven:''' The Schicksal Valkyrie created a great ruckus. She rammed her shuttle into our facilities.

'''Jackal:''' Is she alive?

'''Raven:''' We found no bodies.

'''Jackal:''' Oldest trick in the book. I hope you aren’t fooled by her show.

'''Jackal:''' You have 10 hours to salvage the situation before Schicksal arrives in force to exact their vengeance.

'''Jackal:''' Need I remind you of what happens if you fail?

'''Raven:''' They left us with something I need. The experiment remains on schedule.

'''Raven:''' The Serpent shall have its victory.

Somewhere in Arc City. Moments later.

''[CG plays wherein Kiana and Rita emerge from a portal, having barely escaped:''

'''''Kiana:''' Whoa… you’ve always been so cold and straight-faced…''

'''''Kiana:''' Never took you for a hothead…'']

'''Kiana:''' Were you trying to kill yourself just because you felt guilty about your losses?

'''Kiana:''' Look, I’ve saved as many of your girls as I could, so stop this crazy nonsense.

'''Rita:''' I’m afraid you’re mistaken, Miss Kaslana. I do not believe in pointless sacrifices.

'''Rita:''' But since this vastly superior enemy will try to hunt us down, I created a show where we fought to the last.

'''Kiana:''' Erm… are you sure they’d believe your show?

'''Rita:''' Even if they didn’t, they’ll be busy trying to cover up for that explosion. That means less forces on our tails.

'''Rita:''' Before the World Serpent finds our tracks, we should…

Rita started trembling before she could finish her words.

'''Rita:''' Hngh…

The battle had depleted her strength completely. She collapsed and fell into a deep coma.
|-|Oneiric Arc=
__TOC__
=== Oneiric Arc ===

====<u>Gameplay EX-1 - Dream</u>====

'''Fu Hua:''' Wake up, Kiana.

'''Kiana:''' Hmm… it’s still so early…

'''Fu Hua:''' We shouldn’t be wasting our time like this.

'''Kiana:''' Where am I?

'''Fu Hua:''' You’re in a dream.

'''Kiana:''' Dream? But everything here feels and smells like the real thing.

'''Fu Hua:''' It’s the Fantasia of Taixuan created by the 8th Divine Key, Fenghuang Down. Our memories are now connected.

'''Fu Hua:''' You’re still unprepared for the dangers that we will soon be facing.

'''Fu Hua:''' This Fantasia will give me enough time to teach you something useful.

'''Kiana:''' I can have a million of these dreams if they can make me stronger!

'''Kiana:''' …

'''Fu Hua:''' There are still a few hours till daybreak. We can take it slowly.

'''Kiana:''' Wait, why do I feel like we’ve been fighting all day long?

'''Kiana:''' My body is gonna break…

'''Fu Hua:''' Time works differently in a dream. A dream that covers an entire life might just take a few moments in reality.

'''Kiana:''' Wasn’t there a guy who dreamed of becoming rich but woke up and realised that he just fell asleep cooking food?

'''Fu Hua:''' Indeed… but in Shenzhou, such techniques of meditation were used for martial training.

'''Kiana:''' Like the training I’m having now?

'''Fu Hua:''' Life is short. The ability to train in our sleep allows us to achieve far better results.

'''Kiana:''' …But what if I forget everything I’ve learned in my dream when I wake up?

'''Fu Hua:''' True, these dreams may present a false reality, but constant dream training will instill muscle memory.

'''Fu Hua:''' Your break is over. Training must continue, Kiana.

'''Kiana:''' Alrighty, bring it on!

--

====<u>Gameplay EX-2 - Mirage</u>====

'''Kiana:''' I knew there’d be no rest tonight.

'''Fu Hua:''' You will be sparring with oneiric phantasms today.

'''Fu Hua:''' These oneiric phantasms are illusions created by your own mind.

'''Fu Hua:''' Though they may be false constructs, you’ll feel pain and fear as though your body is in real danger.

'''Fu Hua:''' Moments of danger push the body to unleash potentials that would otherwise lay dormant within you.

'''Fu Hua:''' This is why true warriors always push their limits to master powers they can unleash for future fights.

'''Fu Hua:''' But dangers are hard to come by in real life. That’s why I used Fenghuang Down to make things easier.

'''Fu Hua:''' Hmm. This reminds me of that special training system at St. Freya High.

'''Fu Hua:''' This is a little different.

'''Fu Hua:''' Fenghuang Down is a Divine Key. Your brain will interpret every single detail created by the Key as real.

'''Kiana:''' What do you mean?

'''Fu Hua:''' If your mind believes in your death, your body will be nothing more than a breathing corpse.

'''Fu Hua:''' I will not interfere to ensure the effectiveness of this training.

'''Fu Hua:''' Do your best, Kiana.

'''Kiana:''' Hah. I’m a born genius. Let’s do this.

--

====<u>Gameplay EX-3 - Impartation</u>====

'''Kiana:''' Hey, do you have a killer move you can teach me? All this basic training is just boring.

'''Kiana:''' How about some one-punch ultimate? That would make things so much easier.

'''Fu Hua:''' …

'''Fu Hua:''' I haven’t taught anyone for a while. I thought I would never do so again.

'''Kiana:''' So… does that mean you’re gonna teach me your killer move?

'''Fu Hua:''' I fight using the Sword Ki known as the Edge of Taixuan, an ancient art combining the best of many other schools.

'''Fu Hua:''' The Edge is divided into 5 Blade Essences: Mantra, Form, Sanction, Ascension, and Eminence.

'''Fu Hua:''' The psychological training you had in St. Freya was Otto’s simplified interpretation of Blade Mantra.

'''Fu Hua:''' Form and Sanction require weapons you don’t wield. Ascension might be useful, but the student must be enlightened.

'''Kiana:''' Are you saying that I’m too dumb for everything?

'''Kiana:''' Wait, there’s still something left called Emittance, right?

'''Fu Hua:''' …It’s Eminence, the fount of change, where an unarmed wielder uses her mind to unleash the Divine Edge itself.

'''Kiana:''' The fount of what?! I don’t understand anything you just said, which means it must be awesome! Teach me!

'''Fu Hua:''' Eminence aims to bend Honkai energy to your will, while Mantra and Form prepare your body to wield this Essence.

'''Fu Hua:''' Though Mantra and Form must be mastered to achieve Eminence…

'''Fu Hua:''' …You might be able to skip them. Your Herrscher powers should allow you to control the Honkai.

'''Fu Hua:''' But using Eminence before you’re ready may be dangerous. We should start with Mantra instead.

'''Fu Hua:''' Once the time is right, I shall teach you the Essence of Eminence.

'''Kiana:''' Great.

'''Kiana:''' What do I do now…?

'''Fu Hua:''' Discard all delusions, and lull your breath.

'''Kiana:''' Are you speaking another language…?

'''Fu Hua:''' Well… Guess I should make it straightforward.

'''Fu Hua:''' Mantra, basically, is how you manage your body to enter into a state for combat.

'''Fu Hua:''' Before each fight starts, clear all your thoughts and calm your body…

'''Fu Hua:''' Feel every bit of subtle change inside your body…

'''Fu Hua:''' And eventually feel sheerly nothing…

'''Fu Hua:''' …But the strength flowing within.

'''Kiana:''' Breathing…

'''Kiana:''' I… feel it now…

'''Kiana:''' *Mumbling with difficulty*

'''Fu Hua:''' Her inner self is becoming unstable…

'''Fu Hua:''' Kiana, stop!

'''Kiana:''' It feels as though something is trying to break free from inside of me…

'''Fu Hua:''' Mantra training often begins from a young age. You started late and your experiences and inner demons didn’t help.

'''Kiana:''' Then I shall train at every sleeping moment until I master this thing.

'''Fu Hua:''' Listen well and keep my teachings in mind, Kiana. Be patient and allow things to take its course.

'''Fu Hua:''' One day will arrive when everything shall come together and propel you to enlightenment.

--

====<u>Gameplay EX-4 - Inner Demon</u>====

'''Fu Hua:''' Kiana, we have been training for a while.

'''Fu Hua:''' Time is not on our side, so I’d like to see what you have learned.

'''Kiana:''' I see. Shall we begin?

'''Fu Hua:''' No, you’re not fighting me this time. Your opponent is…

Fu Hua snapped her fingers.

The sound echoed throughout the serene Mount Taixuan arena and transformed it into something entirely different.

The heavens turned dark. She levitated in mid-air and gave them a ghastly smile.

'''Kiana:''' I have to fight her…?

'''Fu Hua:''' I know it will be difficult for you to fight her on your own.

'''Fu Hua:''' But sometimes one must battle without help and reap both the sweet and bitter rewards alone.

'''Fu Hua:''' Every one of us must face our deepest fears. It is a trial that we must undergo on our own.

'''Fu Hua:''' You must face her and fight her again and again until she is nothing but just another breath you take.

'''Fu Hua:''' Kiana, the Divine Key is not all-powerful. I will not be at your side forever…

'''Kiana:''' …

'''Fu Hua:''' I foresee a far more treacherous path before you.

'''Fu Hua:''' Before my time ends, I’ll do what I can to prepare you for this difficult path.

'''Fu Hua:''' That is my promise to you, and the promise I made to Major Himeko.

'''Kiana:''' I… I will be prepared.

'''Fu Hua:''' Then we shall begin.
</tabber>