Act 1 - The Past
Gameplay 17-1 - Quagmire I

Two men sat facing each other within the insulated void bubble above the sands.

Golden light flowed and danced within the confinement created by the Void Archives, the 1st Divine Key.

Otto observed the man before him. His inhuman gaze was devoid of emotions, memories, or warmth.

Yet it made Otto a little nostalgic. None dared to belittle him ever since he became the Overseer.

But this man belittled everything. Schicksal and Otto himself meant nothing to him.

Nevertheless, Otto welcomed his arrival.

Otto: All hail the World Serpent.

Kevin: …

Otto: Haha, I was just trying to lighten the mood before we begin our friendly conversation.

Otto: In any case, I humbly welcome the Lord of the World Serpent. I knew I would eventually meet you.

Otto: I know who you are and what you did. I am an admirer of your great deeds and exploits.

Otto: Father to the Kaslanas, hero of the Previous Era, Sire of the World Serpent, and enforcer of Project STIGMA…

Otto: Kevin Kaslana, did you come here to declare war on me?

Kevin: No. The World Serpent does not intend to fight Schicksal.

Kevin: I came here for one thing - your support for Project STIGMA.

Otto: Any request will come with a price. What are you offering in exchange for my support?

Kevin: …

Otto felt his hesitation.

A great way to start the negotiations, he thought.

He still commanded the initiative. But he would need to be extremely careful in his next move…

Kevin: I don’t need your promise. You either submit, or you will be destroyed.

Otto: …Oh no, that wouldn’t be wise. Despite your great powers, my Schicksal runs this entire world.

Otto: Imagine us doing everything we can to fight you. We will be defeated, but not before taking up your time.

Otto: You stand to lose precious time, and then you will fail to finish your project before the End of Days.

Otto: I believe that is something you wish to avoid. It would be wiser for us to start proper negotiations.

Otto: After all, I do not wish to fight the World Serpent.

Kevin: What do you want?

…He made an inquiry.

He succeeded in steering the dialog to the intended direction.

Otto: I too have a project that I wish to finish before the Final Herrscher arrives.

Otto: But the Honkai is intensifying at a rate faster than we think. The great enemy is evolving with our civilisation.

Otto: Unpredicted Honkai incidents are happening across the planet, a sign of pending Imaginary dimensional bleed…

Otto: The 5th Herrscher will soon appear.

Kevin: Guilty as charged.

Otto: You have a duty. I have a wish. None of us will be getting anything we want if the Final Herrscher arrives.

Otto: Both of us are losing time. Instead of war, I believe… a partnership would be a far better choice.

It was time.

Otto had waited for this very moment. His chances looked good… but Otto must ensure success.

Otto placed the deciding gambit.

Otto: I need something you have but no longer need. It will help me achieve my 500 year-old wish.

Otto: In exchange… the individual named Otto Apocalypse shall disappear from the path of the World Serpent.

Kevin: So… what do you want then?

Otto: You hold the “beacon” to the Cosmic Juggernaut, the Key of Infinity…

Otto: The Divine Key is incomplete without it. That Pioneer sealed you and that beacon within the Sea of Quanta 1500 years ago.

Otto: The beacon is required for orientating the Key and activating its Zeroth Power.

Kevin: You wish to reach the Imaginary Tree.

Otto: Correct! The Key is not just an observation tool. It replicates the Void Queen’s powers to create a route to the Tree.

Otto: The instant of eternity, the start of the end, the origin of laws and truth… that is where I want to be.

Kevin: You know what will happen if you do that.

Otto: We both know what will happen. This is precisely why this negotiation is valuable to the both of us.

Otto: Give me the beacon, and you shall have everything - zero opposition, access to resources… and time.

Kevin: …

Silence. A fathomless silence engulfed the world. Otto bated his desires and thoughts for the Serpent’s answer.

He had made his offer. He only needed to wait for the results.

And Otto was no stranger to waiting. He had been waiting for a long time, and he could simply keep on waiting.

Otto’s gaze was fixated on the silver-haired man. He finally spoke.

Kevin: Any request will come with a price. What do you offer?

Otto: Haha! Very well!

Otto: A fair proposal. Fairness is the basis of everything. This great partnership needs an equally great offering.

Otto: I know you care little for human power, wealth, knowledge, or technology. Only one thing is worthy in your eyes.

Otto: You will receive the perfect puppet for controlling Schicskal after I leave.

Otto: I hereby offer to return the Void Archives to you.

Helios. Lounge. Present time.

Tesla: Have some coffee. You haven’t rested for a long time.

Mei: Thank you…

Mei saw her exhausted face reflected on the beverage.

She trembled. Her reflection was distorted by the resulting ripples.

She found an unconscious Kiana from the ruins of Nagazora less than an hour ago.

Dr. Tesla helped stabilise her condition. But the 3 Herrscher Cores continued to corrupt her body and mind.

Kiana could no longer fight against this. She had less than 2 months to live.

Mei: I… I just refuse to believe this… it’s just… too sudden…

Mei: I met her in Arc City just 3 days ago. She appeared healthy… and unhurt…

Tesla: I’ve called the Hyperion. They’re heading this way at full speed.

Tesla: Our Sovereign is also looking into this. Believe me, nobody knows Herrschers better than Welt.

Tesla: I wanted to move her to somewhere safe, but we found Schicksal activity in the Far East. We must avoid risks.

Tesla: So… the safest thing to do is wait for help to arrive.

Mei: Dr. Tesla, can I… ask you to do something for me?

Mei: Please don’t tell Kiana about her condition… at least not before we have her final diagnosis…

Mei: She’s a threat who needs our help… if she learns about this… I’m afraid she might… leave again…

Mei: She always wanted to be the hero… I can’t imagine the suffering she’s endured while drifting alone out there…

Tesla: I understand. I’ll do that for you.

Tesla: We should focus on reassuring her and making her feel better.

Mei: Thank you…

Mei: She should be almost awake. I’ll head to the medical bay…

Tesla: Wait!

Dr. Tesla grabbed Mei and gave her a clean towel.

Mei: What is this?

Tesla: Clean your face first, girl. Try to look good. It’s your first real reunion after 4 months.

Mei hesitated before entering the medical bay.

She found herself unable to take another step. Something froze her feet.

Was it hesitation? Panic? No. Mei knew it was fear.

…Fear? She still feared facing her. She was surprised that she felt this way.

Mei took a deep breath, left those inexplicable emotions behind, and finally took a step forward.

The door opened…

Kiana: Mei…

Mei: Oh dear…

She called to her in the way she had always done. She embraced her along with the light.

Kiana: It’s been such a long time, Mei… wait, no. We actually just met a few days ago.

Mei: Kiana… you’re awake…

Kiana: I just woke up. This strange place scared me a little, but I knew exactly what had happened when I saw you.

Kiana: I never thought that you would find me again.

Kiana laid on the bed and gave Mei a sweet smile.

Then the girl saw a flying, orange-colored object that engulfed her vision.

Kiana: KYAA! Why are you doing this? Mei! Stop throwing things at me… Wait, it’s my jacket!

Mei: You careless idiot! Do you know what you’ve done?

Mei: Do you know how everyone is so worried about you? Do you know how much we missed you?

Mei: Why did you hide in Arc City without telling anyone? You could have called us…

Kiana: …

Kiana: …

Kiana: Erm… Wow. New hairstyle. I like it. You look good with anything, Mei…

Kiana: Look, I’m sorry… but I’m back.

Mei: …Yes, you’re back, Kiana.

Mei: Welcome home.

Mei held Kiana tightly in her arms. The familiar embrace brought back memories…

…It felt like the warm caresses of the morning sun at St. Freya.

It felt as though nothing had changed.

Mei: How are you, Kiana? Do you feel unwell?

Kiana: Of course not! I just had a great nap and feel super energetic right now.

Mei: I’m so happy that you’re safe.

Mei: Dr. Tesla treated your minor injuries. She said that you’re tired and need some rest.

Mei: And our Far East Branch has seceded and allied with Anti-Entropy instead. Dr. Tesla is one of their leaders.

Mei: I’ll tell you everything that happened in the last 4 months…

Kiana: That’s… a lot to take in. Everyone must have changed so much.

Kiana: Heh. I wonder what happened to Bronya Shortypants. She hasn’t grown an inch, right?

Mei: She’s still the Bronya we know. The Hyperion is on its way. You’ll meet everyone soon enough.

Kiana: Oh dear, I’m getting nervous. I’m not really prepared for this.

Kiana: Waiting around is just too boring, Mei. I wanna head outside and take a walk before the girls arrive.

Mei: …Head outside? Now? But you need rest…

Kiana: …You should know that moving around makes me feel better. Lying in bed is turning me into a potato.

Kiana: Plus, getting back to Nagazora wasn’t easy… I really want to see the place again before I leave.

Mei: …Fine, but I’ll be going with you.

Kiana: That’s awesome! I can’t even remember the last trip we went on together. I’ll definitely get better with you around.

Mei: Oh dear… this isn’t a school trip, Kiana.

Mei shook her head and sighed, but she was looking a lot more relaxed already.

She exited the room with Kiana and left her fear and apprehension behind.

Kiana: PHEW! The air IS so much better out here!

Mei: Put on your jacket, Kiana.

Kiana: Whoah… you gave it a real good wash. Thanks Mei.

Mei: Don’t lose it next time. It… it suits you.

Kiana: Really? You like it? Then I’ll just keep wearing it.

Mei: Let’s go. It was hard getting Dr. Tesla to let you out of bed. Let’s not waste time.

Mei: You haven’t fully recovered, Kiana. Don’t strain yourself.

Kiana: Alright. But I’m really fine. Don’t worry about me~

Kiana: Look, it’s the Nagazora Wall!

Kiana: We rested there 3 years ago, didn’t we?

Kiana: Phew, how far have we gone?

Mei: A bit far. Let’s take a rest.

They sat on the pavement and looked at the ruined buildings around them.

Kiana: Same thing everywhere. The streets and buildings are now under the water.

Kiana: Hey, Mei! Do you remember that time when we were traveling through this city?

Mei: Yes, I do. And you just couldn’t stop talking about food and how you were starving.

Kiana: What?! Is that all you can remember? Ugh… Mei, you’ve changed…

Mei: Haha. I was just fooling around with you…

Mei: We fought the zombies and went to the shrine and the bridge… but all these places are now under the water.

Mei: Bronya was with us as well. It feels as though it happened just yesterday…

Kiana: Yeah… the days went by so fast… it’s been 3 years already.

Mei: All of us changed a lot during that time.

Kiana: Really? But… I thought nothing had changed. You’re still you, and I’m still me. See, we’re still the same.

Kiana stood up and looked at the far side of the city.

She gazed at the horizon far beyond the ruined buildings.

Kiana: Let’s keep going, Mei.

Mei: Keep going? We’re already pretty far from the Helios.

Kiana: Yeah… uhm… there’s a place I really wanna check out.

Kiana: I wanna head back to Chiba Academy.

--

Gameplay 17-2 - Quagmire II

Kiana: It’s just… I don’t know how to get there and the streets are all flooded.

Kiana: Do you know the way to our high school? I remember it being further upstream.

Mei: I actually did see the school building from afar just yesterday.

Kiana: Oh, really? From where? Show me!

Mei: I know the way, but I’m not sure if it will take us all the way to the campus. I don’t think anything is left…

Kiana: I don’t care if it’s been turned into a pile of rubble. I just wanna take a look.

Kiana: Please, Mei, just take me there! I know you’re the best…

Mei: Oh, dear… fine. Just follow me.

Mei: I remember it being this way…

Mei: Right, I saw it from here yesterday.

Mei: Let’s keep moving.

Kiana: …!

Kiana: Phew…

Mei: Oh no… it’s a dead end.

Kiana: Oops. This doesn’t look good.

Mei: The way forward is flooded. I don’t see any way across. What should we do, Kiana?

Kiana: Ugh. Let’s give up. There’s nothing we can do about this.

Kiana: It’s getting late. We should head back.

Kiana lowered her head with great disappointment.

Mei: Kiana, I actually do have a question… Why did you… come back to Nagazora?

Kiana: Well… I don’t really know why… but… I just felt like coming back to see what happened to it.

Kiana: I was fleeing the battle between the World Serpent and Schicksal. It was a mess… I just wanted to get away from people.

Kiana: And the idea of Nagazora just… popped into my head.

Kiana: We probably think about the past when feeling lost. I met you and everyone in Nagazora… I miss those feelings.

Kiana: Mei… uhm, I’m… well… never mind.

Mei: …What’s up, Kiana?

She avoided Mei’s gaze. Kiana became more sullen as the air grew still.

Mei understood at once. She knew what Kiana wanted to talk about.

It was about her… the one who created the cruel rift between them…

Kiana: I… I can’t forget about what happened that day…

Kiana: I saw many cities and people suffering from the Honkai… I tried to run away, but the nightmare never ended.

Kiana: I realised that I can’t keep running away. There’s something important that I must do.

Kiana: I must face the people… I must face everyone… and myself…

Kiana: I’m not Kiana Kaslana or my Dad’s baby doll… I’m K423… a cloned vessel for the Herrscher of the Void…

Mei: No…

Kiana: It’s alright, Mei… I’m really alright…

Kiana: Accepting the facts doesn’t mean I’m giving up. Instead, it pointed out the things that I must do.

Kiana: I must seal the Herrscher of the Void. I’ll use her powers to protect people and repair the damage caused by the Honkai.

Kiana: I’ve saved people in Arc City… and may have missed some as well. But that incident taught me something.

Kiana: My birth may have served bad purposes… but I can still make my life worth living.

Kiana: My life’s story isn’t exactly the best… but I can certainly try to make this world a better place.

Kiana: I… made her that promise…

Mei: Kiana…

Kiana: Come to think of it… that may be why I came back to Nagazora.

Kiana: It all started here 3 years ago. The battles, friends, and our oath to fight for all that is beautiful in the world.

Kiana: That is what I’ve wanted all along. That is why I’m still running along this path.

Kiana: Just thinking about this makes me less afraid.

She turned around and gave Mei a big smile.

Sunshine then broke through the clouds. The girl who swore to save her life gave that same smile 3 years ago.

Mei: …You’ve hardly changed at all.

Mei: Kiana… I don’t care about your name or what you are. You’re still a friend to me… to all of us.

Mei: We will always be with you.

Kiana: Thank you, Mei.

Kiana: I thought about us reuniting so many times… I’m so happy I got to see you again.

Kiana: Though not being able to reach Chiba Academy is so disappointing.

Mei: Let’s come back and visit Chiba Academy once things settle down and this is all over.

Kiana looked at the water and then traced her past footsteps to the far shore.

She then turned around and nodded at Mei.

Kiana: Alright. That’s a promise!

Mei: Good. We should be heading back. Dr. Tesla might get worried if we’re out for too long.

Kiana: Okay, okay. Go on ahead, Mei. I still wanna take a few more looks at the high school.

Kiana: …

Kiana: …

Kiana: (The water is rising. More Honkai energy is seeping out of the water and soil…)

Kiana: (Something is wrong with this city… it feels as though something wants to come out…)

Kiana: …

Kiana: (No… I… I can’t drag her into this…)

--

Gameplay 17-3 - Lament of Pain I

Kiana: Phew. It feels great being able to talk about all that stuff.

Kiana: I’m feeling much better already. Hey, I’ll race you home.

Mei: Don’t get ahead of yourself. Your body has yet to fully recover.

Kiana: Ugh… fine. Whatever…

Mei: …What was that?

Kiana: It came from over there!

Kiana: …

Kiana: Whoah. Is this a Honkai beast?

Mei: Ah, it’s… Benares… Kiana, get away from it!

Kiana: Wait… Mei…

Kiana walked gingerly towards Benares. The dragon gave a weak rumble when it sensed her approach.

Benares: …

Kiana: …Is it calling out to me? This dragon feels different compared to the other beasts.

Kiana gently touched the dragon’s wounds. The infection patterns on her began to glow.

Kiana: Don’t be afraid. I won’t hurt you.

Benares: …?

Her touch healed the cracks and wounds.

Benares did not resist. It allowed Kiana to keep touching.

Mei: Kiana… what are you doing?

Kiana: The dragon is trying to stand despite all those wounds…

Kiana: Just looking at it gives me a strange sense of warmth.

The dragon slowly stood up as it bathed in the light.

Kiana: You’re looking far better already.

Benares: …!!

Benares got back to its feet. It gently lowered its head towards the girls and gave no signs of hostility.

Mei: …

Kiana: See, it’s not planning to attack us.

Mei: Is it taking orders from you?

Kiana: Uhm… I don’t know why… but I feel that it may do dangerous things if we leave it alone.

Kiana: I think an obedient dragon is way better than a wild dragon.

Mei: Kiana… the dragon is following you… I don’t think it wants to leave.

Mei: Are we… taking it back to the Helios?

Kiana: Oh… I haven’t thought about that. That red-haired scientist should be okay with this, right?

Helios. Shortly after.

Tesla: …

Tesla: Look, I’m fine with stray puppies or kittens. But stray Honkai beasts?

Tesla: We took in cyborgs, refugees, and now we’re getting a huge dragon. What’s next? A World Serpent officer?

After walking Kiana back to her room, Mei explained the situation to Dr. Tesla and received her feedback.

Mei: I’m sorry for troubling you…

Tesla: Whatever… I’m not angry. I’m just a little surprised.

Tesla: Kiana taming the beast is good news. One less problem for us. Let it follow the Helios for now.

Tesla: Anyway, I have something important to tell you. HQ reached a conclusion while you were away.

Mei: …You found a cure for Kiana?

Tesla: …

Mei: Dr. Tesla?!

Tesla: Follow me. She wishes to speak with you in person.

The two entered the meeting room. Tesla closed the door and called the Hyperion.

Einstein’s face quickly appeared on the screen.

Mei: Dr. Einstein… is there something you want to tell me?

Einstein: Mei, I believe Dr. Tesla has told you about Kiana’s condition.

Mei: She did. She’s not looking good… she doesn’t have much time left…

Mei: Please, Dr. Einstein… tell me how to save her.

Einstein: …

Einstein: Mei, you have the right to be informed. This is why I’ll be giving you my unreserved opinion on her case.

Einstein: After much deliberation, we recommend the immediate transfer of Kiana to a secure base at Baffin Bay.

Einstein: Anti-Entropy will protect her and contain any potential hazards that may result. We must… minimise the risks.

Mei: Risk? I… I don’t understand…

Einstein: Please remain calm and listen to me carefully, Mei.

Einstein: Kiana’s condition is severe. The Herrscher Cores are infecting her body.

Einstein: We suspect lingering traces of Sirin’s persona. She must be eliminated to halt disease progression.

Einstein: However, no one except for Kiana can interfere with that process.

Mei: …What does that mean?

Einstein: It means… we can’t do anything in regards to what’s happening to her.

Einstein: Dr. Tesla and I had a few ideas: surgical removal of the Cores or the Honkai-neutralising serum…

Einstein: But we had to abandon these proposals. They will not solve the root cause of her disease.

Einstein: To put it in layman’s terms, we’re incapable of curing or delaying her condition.

Mei: How could this be?!

Mei: Are we just… going to sit by and watch her…

Mei: No… I can’t! Please think of something, Dr. Einstein! I’ll do anything to give her more time… please…

Einstein: …

Mei: Is there… no other way?

Einstein: I’m sorry, Mei…

Einstein: Kiana is also fighting the infection. We must have faith in her as we continue our search for a treatment.

Einstein: But if the disease progression continues, we must be prepared for the worst.

Mei: Be prepared for the worst? What do you mean?

Einstein: …

Mei: I’m sorry… I shouldn’t have asked…

Mei: I… I understand…

The silence was suddenly broken by an incoming call.

Tesla: Mei, someone’s looking for you. It’s that refugee girl.

Mei: …

Tesla: Do you mind talking to her to see what she needs?

Mei: …Sure.

Mei left without a word. A daunting silence reigned over the room.

Tesla: It’s just… too cruel.

Einstein: Take a few deep breaths, Dr. Tesla. You don’t look too good yourself.

Einstein: …We still need to talk to Kiana.

--

Gameplay 17-4 - Lament of Pain II

The cabin door opened. Mei stepped out of the Helios.

Sora: Good afternoon, Mei.

Mei: Sora? Why are you here?

Sora: Heheh. I have surprising news for you. Sensei will take us away from Nagazora.

Sora: She’s prepared a new home and we’ll be staying there.

Sora: Everyone’s happy and packing their things. But I snuck out to meet you one last time. How are things with Kiana?

Sora: Sensei told me you brought her back. Where is she?

Mei: Oh… well… Kiana’s resting right now. She’s a little tired.

Having heard terrible news about her friend, Mei could not force herself to respond warmly to the little girl.

Sora, however, was sensitive enough to notice.

Sora: Oh… okay… I’m really sorry… did I disturb you?

Sora: Well… please have this, then.

Mei: Oh… a teru teru bozu?

Sora: Yes, I made it myself! I prayed to it every day that I could leave Nagazora and see the outside world.

Sora: My wish came true… so… I hope it can make your wish come true as well.

Sora: You and Dr. Tesla are the only people who are kind to us besides our Sensei. I will never forget you.

Mei accepted the teru teru bozu. It was carefully sewn together from rags and had a smiley face drawn on it.

She suddenly felt bad about what she had said to Sora.

Sora: I… I guess I’ll be going home. Take care, Mei.

Mei: Wait… the city is still a dangerous place… let me take you home.

Mei: Let’s walk together one last time.

Mei: We’ve arrived. Go on. Don’t keep your friends waiting.

The little girl nodded and ran off, but she suddenly turned around to look at her.

Mei: What is it?

Sora: Uhm… I don’t know… I think something is troubling you, Mei…

Sora: I know you’ve found Kiana, but why do you look so sad? Did you two have a fight?

Mei: No… we just… rant into some problems.

Mei: Don’t worry. I can handle it…

Sora: Okay. That’s good… Oh, I just thought of something! If Kiana’s upset, just make some curry for her!

Sora: Everyone feels happy after eating your curry. Just give Kiana some of your curry and she’ll be happy too.

Mei: Thank you. I’ll try to do that.

Raven: Sora, what are you doing here?

A door opened. Someone walked out.

Raven: Go and join the others. We’ll be leaving soon.

Sora: Thank you.

The little girl waved goodbye to Mei and disappeared into the shelter.

Raven: She really likes you.

Raven: She kept chirping about saying goodbye to you and snuck out when I wasn’t looking.

Mei: Where are you sending the children?

Raven: You should stop viewing us with suspicion. I’m sending them to somewhere safe.

Raven: I always wanted to do that, and I’ve finally earned the chance… thanks to you, I must add.

Raven: They used to be afraid of everything - the outside world, other people, and strange places…

Raven: But you changed their minds. You taught the children that kind strangers actually do exist.

Raven: You managed to fill the hole that the Herrscher left in their hearts…

Mei: …

Raven: I pray that they’ll never have to learn the truth.

Raven: Let’s talk about your depressed look instead. I suppose you finally learned the truth about Kiana’s condition.

Raven: See? I wasn’t lying. Anti-Entropy will try to find ways to treat her, but none of them will work.

Raven: Tell me, what did they come up with? Ideals? Hope? Or friendship?

Mei: SHUT UP!!

Raven: Apologies. I’m not here to gloat, nor am I trying to pick a fight.

Raven: I just feel compelled to tell you something that you might want to hear.

She leaned forward and whispered into her ear.

Raven: Mei Raiden… the World Serpent is interested in working with you.

Raven: You want to save the girl. Schicksal can’t do it. Anti-Entropy can’t do it either…

Raven: But the World Serpent can.

Mei: …WHAT?!

Raven: If you’re interested, come back here in 2 hours. Alone.

Raven: I have a few private matters to attend to. Take care.

Mei: WAIT! Tell me! Don’t just stop there!

The metal doors slammed shut. Mei was locked outside.

Raven: Keep this between you and me. No one else can know.

Raven: The Sire of the World Serpent will be here, waiting for you.

The shelters. A short while later.

Raven: …

Raven: Sora, are you done packing your things?

Sora: Yes, I’m done! I’m ready to go.

Sora: But… Sensei… are you really not leaving with us?

Raven: I must take care of something first. Don’t worry, I’ll catch up soon enough.

Raven: You’re my best little girl, Sora. You must lead the others when I’m not around.

Sora: Ugh…

Seeing her disappointment, Raven gave her a hug and ruffled her hair.

Raven: Cheer up, Sora. I thought you wanted to see the outside world.

Raven: Your new home is bigger and there are plenty of things to play with. It won’t be like Nagazora. Look forward to it.

Sora: Okay! I’ll enjoy the trip!

Raven saw the last child board the shuttle and waved at the departing ship.

She lowered her hand after the ship disappeared into the horizon. She turned around and looked at her empty roost.

It was the closest thing to home just a few minutes ago. After they left, it became yet another pile of scraps.

Emotions welled within her. She kept them down, organised her thoughts, and stared into the distance.

“The girl will come.” She was sure about that.

Medical bay. The Helios.

Tesla: Well met, Kiana. Mei’s probably told you about us, but we should still introduce ourselves.

Tesla: I am Frederica Nikola Tesla, and this one here is Lieserl Albert Einstein.

Tesla: We are members of Anti-Entropy and allies to the Far East Branch.

Kiana: Yeah, I know. Mei told me what had happened the last 4 months.

Kiana: Wait, where’s Mei? Isn’t she here with you?

Tesla: She’s tending to other matters and won’t be back for a while.

Kiana: Then… I won’t hold anything back.

Kiana sighed and seemed to have transformed herself into another person.

Kiana: My condition… looks bad, right?

Tesla: …

Kiana: You don’t have to lie to me. It’s my body. I think I pretty much know what’s going on.

Kiana: It was numbness at first. Then I stopped feeling pain altogether. Strange wounds kept appearing all over me.

Einstein: Kiana, the Hyperion is rushing over to Nagazora. We will move you to a secure base.

Einstein: Anti-Entropy will do whatever it can to protect you and give you more time.

Kiana: I know. I trust you.

Kiana: But… there’s something I must do before I leave.

Tesla: What is it?

Kiana: Nagazora… it’s in grave danger.

Kiana grew sullen.

Kiana: I felt something when I first arrived. There’s too much Honkai energy in the water and the Honkai beasts are too active.

Kiana: 2 days have passed, but the water keeps rising and there are even more beasts. Something big is bound to happen.

Einstein: Dr. Tesla recorded similar observations in her report.

Tesla: Yes. Field scans revealed that various Honkai-related phenomena have intensified in the last 2 days.

Tesla: The 3rd Honkai Eruption created a large Honkai reservoir here. But the current situation is getting worse.

Tesla: I first thought it was influenced by the Herrscher of the Void… but that’s obviously not the case.

Kiana: It isn’t me. Something else is changing things in Nagazora.

Kiana: Honkai energy levels are so high that this place might blow at any minute. We must do something about this.

Einstein: You’re right. An Anti-Entropy task force is ready to take action. This may be Schicksal territory, but we will not sit idly by.

Kiana: Doctors… I think I have a way to stop this disaster.

Kiana: I can absorb the Honkai energy from the city and use my Void powers…

Tesla: HEY! Do you have any idea what you’re talking about?!

Einstein: Out of the question, Kiana. You should avoid using your Herrscher powers.

Einstein: Anti-Entropy will handle the Nagazora problem. Please have faith in us.

Kiana: I think you’ve misunderstood what I was trying to say, Dr. Einstein…

Kiana: I do hope everything will work out… I know everyone wants to solve this crisis.

Kiana: But… and I’m just saying… if things go out of control…

Kiana: I hope you’ll let me do what I can…

Einstein: …

Einstein: …This discussion ends here. I will reassess the situation and decide after the Hyperion arrives.

Einstein: Is there anything else you would like to know?

Kiana: I have one last request.

Einstein: Let’s hear it.

Kiana: I’ll comply with your containment and treatment methods. I know I’m a bomb… so I should be kept away.

Kiana: So I hope that you’ll keep my friends in the Far East Branch away from me as well.

Kiana: I don’t want them to get too close to me… not until my Herrscher problem is solved.

Tesla: You know they’ll do anything to stay by your side.

Kiana: I know… that’s why I’m asking you for help. I can’t put them in danger again.

She turned her gaze to an empty corner.

Kiana: I was shocked when I met Mei in Arc City…

Kiana: She’d changed so much… she looked so exhausted. She pretends that everything is fine, but I know…

Kiana: She found a home and friends at St. Freya, and recovered the things that she desired but lost…

Kiana: She almost escaped from her past… but I… I destroyed it all…

Kiana: The nightmares just kept coming back on those cold, dark nights…

Kiana: I saw her chest ripped apart slowly as I seized the Gem and left her lifeless body in a pool of blood…

Kiana: I… I…

Tesla: It’s not your fault. The Herrscher of the Void did all that. The girls have never blamed you for anything…

Kiana: I know… that’s why it felt even worse…

Kiana: They chose to trust me, treat me as a friend, and are still waiting for me despite what had happened…

Kiana: If I turn into that monster again, they won’t leave me alone… they’ll do anything to save me…

Kiana: And if that does happen… I might end up killing those who care for me.

Kiana: I… I won’t let that happen again.

[CG plays wherein Mei overhears the conversation between Kiana and the doctors from outside the medical bay, her being unable to do anything but silently cry:

Kiana: This is between Sirin and me.

Kiana: I must put an end to this.

Kiana: But not by dragging them into this mess again…

Kiana: I don’t want…

Kiana: Those around me to suffer anymore…]

Act 2 - The Present
Gameplay 17-5 - No Return I

“What is the Honkai?”

Otto spent many years searching for an answer to this question.

The search spanned 5 centuries and 2 eras. He knew more about the Honkai than the other 7 billion lives on Earth.

The more he knew…

…The less he understood.

Otto finally realised that he knew nothing about the Honkai.

Where did IT come from? Where does IT want to go?

What drives IT? To what end?

Why was IT created? How would IT end? How does IT grow? Why did IT stop? Why does IT erupt? Why is IT silent?

Does IT have a persona? A gestalt? Or is IT simply a law set at the very beginning of existence?

Otto was inundated with questions that pushed him into the terrifying abyss of the “unknown”.

He desired to push forward, yet he found no path. He wanted to start his search, yet he did not know where to go.

He searched. His confusions grew. He failed and he lost his way.

In his frustrations he tried many experiments. The pain of discontent plagued him.

Over 500 years had passed. The hypotheses he tested and rejected were beyond counting.

Answers were transposed, adjusted, combined, and taken apart. The cycle was repeated. The tapestry remained broken.

But after enough cycles, an image began to appear in the obscure sea.

“Let us now imagine a tree -  the Imaginary Tree.”

“A massive tree whose crown cannot be seen, whose canopy of branches and leaves blot out the sky.”

“The Tree emerged from an endless Sea of unfathomable depths and boundaries.”

“The Tree and Sea are alone in the universe. Thus began their never-ending rivalry.”

“The Sea swells while the Tree extends its roots. One seeks to flood. The other seeks to absorb.”

“The Tree has drunk from the Sea and endured an asamkhya of time and grown a nayuta of branches and leaves.”

“And it was during this seemingly endless time that an unassuming branch grew a new bud.”

“This was the birth of human civilisation.”

Otto achieved his eureka when he finally learned of the Imaginary Tree.

Chaos gave way to order. He saw the path meandering through the darkness.

He ran along this path. Every step he took brought him closer to the light.

Soon, he was at the very edge of science itself.

Previous attempts to acquire knowledge stopped here, but he must keep going and enter the yawning abyss.

“Imagine it! The Imaginary as the origin of the human race and the seed of civilisation!”

“Time flows in the trunk of the Imaginary Tree and branches out into an infinity of worlds.”

“Every branch is a form of civilisation. Every bud is their past and present etched onto the dimension of time.”

“But growth is countered by a force - a selective and corrective system in the Tree’s rivalry against the Sea.”

“A natural system based upon the Imaginary mechanics. It breeds, nurtures, tests, and removes.”

“This is what humanity describes as the Honkai.”

“Indeed. Humanity will never escape the Honkai.”

“We must press forward because the Tree must grow. Those who fail become wilted shadows in the Sea of Quanta.”

“To achieve everlasting peace, we must reach the origin of civilisation and return to the Imaginary realms.”

“The answer I seek must lie within the Imaginary Tree…”

Otto finally found the way to the truth after having endured 559 winters.

He explored the Sea of Quanta, Ether Anchors, and Imaginary Constructs. He also found the Divine Key.

He experienced uncountable failures, obstacles, difficulties, and impossibilities.

Otto did not care for the impossible.

He decided that it must be made possible.

Otto Apocalypse must enter the domain of GOD.

Otto Apocalypse must ascend the Imaginary Tree.

Otto: …

Otto: I’m glad that our negotiations have arrived at the most desirable conclusion.

Otto: Let us proceed with the transfer of the beacon. Do you have any requests for the time and place?

Kevin: I leave that to you.

Otto: Let me think… I don’t like to wait. I hope to ascertain its value at once.

Otto: Firing the 2nd Divine Key requires vast amounts of Honkai energy. There is a perfect place. The Far East city of Nagazora.

Kevin: The site of the 3rd Honkai Eruption.

Otto: Yes! That event 3 years ago left a singularity linked to the Tree even though the 3rd Herrscher is asleep.

Otto: That singularity still leaks Honkai energy, and the leak has grown thanks to the Great Eruption.

Otto: What a coincidence! The 2nd Divine Key shall be moved to Nagazora in 3 days for our first test with the beacon.

The white-haired man left without a word.

The golden sphere grew dim and dissolved with every step he took.

Otto: Whoah. Leaving already? How disappointing. I was hoping to raise a glass with you to celebrate this.

Otto: Kevin Kaslana, I believe that this meeting has far-reaching consequences to you, to me, and to the entire world.

Otto: All hail the alliance of Schicksal and the World Serpent.

Helios. Present time.

Tesla: Mei? You’re back.

Mei: Yeah. I just returned. I took some time to walk Sora home since the city’s a dangerous place.

Mei: Is Kiana still in the medical bay?

Tesla: Yes. We just finished another round of checks. Her situation hasn’t changed. We should let her rest.

Tesla: The Hyperion will be here soon. We’ll be leaving this place.

Mei: Kiana hasn’t eaten anything since she woke. She must be hungry. I’ll head to the kitchen.

Tesla: Wait… Mei…

Mei: What is it?

Tesla: Mophead, well… isn’t great with words. Her “factual talk” is good for research, but it can be a bit mean as well.

Tesla: Just… don’t get too worked up about what she said.

Mei: It’s fine, Dr. Tesla. I’m alright.

Mei: I’ve been working with Anti-Entropy for 4 months and I know you’re both excellent scientists. I trust your judgment.

Mei: I’m glad that you’re willing to tell me the truth.

Tesla: I know that you’re feeling terrible, but… we’ll do our best and find a way.

Mei: …

Mei: Thank you.

Kiana: Mei, you’re back!

Mei: You must be hungry. I made something for you.

Kiana: Whoah! It’s Mei’s special curry!

Mei: Eat this first. Tell me if you want anything else. I’ll make it for you.

Kiana sat up and ate as fast as she could.

Kiana: Whoah! NYAM NYAM! It’s great! This is the best meal ever!

Mei: Slow down and try not to choke, Kiana. There’s definitely enough for you.

She finished the curry in an instant.

Kiana: I’m stuffed.

Mei: I guess those 4 months didn’t change your appetite or table manners.

Kiana: Gosh, tell me about it. I haven’t had a decent meal in months!

Kiana: That means I’ve missed all these wonderful and nostalgic flavors…

Kiana: The freshness and perfect spiciness of this curry… hoo… you’re the bestest cook ever, Mei.

Mei: I… I’m glad you like it. I was worried that it was… too spicy.

Kiana: No, of course not. The heat is just perfect. It got me sweating and feeling good. I like it.

Mei: Have some water. Try not to choke.

Kiana emptied the glass and laid down on her bed looking satisfied.

Mei: The Hyperion will take you to an Anti-Entropy base. Listen to the professors and follow their advice. They’re good people.

Kiana: Okay, okay. I get it. Don’t worry, Mei. I’ll be fine.

Mei: Yes, Kiana. You’ll be fine.

Mei: You will… be just fine…

Mei: I’ll go do the dishes. Just lay down and rest.

Kiana: Alrighty.

*SPLOOOSH*

Mei: …

Water flowed across Mei’s fingertips and disappeared into the drain with a soft, weeping sound.

While placing the dried plates on the shelf, she accidentally knocked down a wooden bowl. Several things fell.

They were the sweet peppers used for making the curry.

Mei: …

*TICK* *TOCK* She only had a few minutes before the 2 hours they promised ran out.

Mei left the kitchen. The corridor was dark except for the medical bay that flickered in the distance.

Mei: …

Mei: You lie like an idiot…

She turned around and walked towards the darkness.

Mei: Sweet pepper curry isn’t spicy at all.

Mei: This is the rendezvous.

Mei: But no one is here…

Mei: Sora and the kids have already left…?

Raven: You’re here.

The voice came from above. Mei looked up and saw Raven perched lazily on the roof.

She then landed softly on the ground.

Raven: 2 hours. Just right. I like you. You’re punctual.

Mei: And I came alone as agreed.

Raven: Hmph. You seem ready. Come, follow me.

Raven opened the gates of the Roost and led Mei into the shelters.

Raven: This place changed after the children left.

Raven: It’s no different than the ruins around us. Quiet. Desolate. Lifeless.

Mei: What will happen to them?

Raven: They’ll get treatment in a safe environment with controlled ambient Honkai energy levels. And a lot more space.

Raven: A significant improvement, both physically and mentally, when compared to the Roost.

Raven: The treatment will give them functional Stigmata. The children can then leave their past behind and start a new life.

Mei: Leave? Would the World Serpent let them leave?

Mei: I don’t think your friends would let anyone with fully functional Stigmata go. They’re too precious…

Raven: They will. The Sire gave his word. It is the payment he promised me.

Mei: Payment?

Raven smiled and said nothing more. They meandered down the lanes and arrived before a metal door.

Raven: Here we are.

Raven: The Sire is beyond this door. He will meet you. Alone.

Mei: Open it.

Raven: …

Raven: You astonish me, girl. When we first met, I thought you were just an innocent little child.

Raven: A few days pass and you already look different. You completed your metamorphosis far quicker than I thought.

Raven: I hope you’ll find the answers you seek. Go ahead, girl, and good luck.

The metal door opened slowly. Mei stepped through and entered a dark plaza.

*TAP*... *TAP*...

Footsteps approached her in the darkness.

[CG plays wherein Mei comes face-to-face with Kevin:

Mei: You’re…]

--

Gameplay 17-6 - No Return II

Mei: Who are you?

The air turned cold with his arrival. Mei felt as though she had walked into a freezer vault.

A great, oppressive weight welled within her and kept her rooted in place.

Kevin: Kevin Kaslana. The leader of the World Serpent.

His voice was calm and dispelled any feelings of oppression.

She looked into his eyes. Both were devoid of anything…

Except for a hint of sadness… a sadness that never healed and would never heal.

Mei: A Kaslana…

Kevin: Mei Raiden, you wish to save a girl. Neither Schicksal nor Anti-Entropy can help you.

Kevin: But the World Serpent can. You have my word.

Mei: What do you want in return?

Kevin: You.

His voice was calm and his words were few, yet they felt like inviolate commandments etched upon stone.

Mei found herself in a position where she bore the full brunt of his words.

Mei: Tell me exactly how you would save her.

Mei: I’ll do anything you want… but only if you really succeed.

Kevin: Kiana is dying. The Core infection is stronger than she can bear.

Kevin: Her other Cores must be removed if she hopes to survive. There is only one way.

Kevin: I will help you become the Herrscher of Thunder again.

Mei: …What?

Kevin: You were chosen. A channel linked to the Imaginary Tree will forever remain within you.

Kevin: Absorb the residual energy from the 3rd Honkai Eruption and you will wake again to reclaim the power of Thunder from Kiana.

Kevin: You will gain a new Herrscher Core. The Gem of Conquest within Kiana will dissolve. Her conditions will then improve.

His cold voice struck Mei with every word. She recalled the strange things she had witnessed.

Dr. Tesla’s diagnostics, the sudden episodes of dizziness, and Raven’s sudden change in attitude.

She understood everything at once.

Mei: I can save Kiana by becoming a Herrscher?

Kevin: Correct.

Mei: Then there’s nothing for me to worry about.

Mei: Kiana pulled me out of the darkness 3 years ago. She made me who I am. I’ll gladly do it to save her life.

Mei: But if I were to be controlled by the Honkai, I want you to…

Kevin: That will not happen.

Kevin: You should think about what happens *after* you become a Herrscher.

Mei: …?

Kevin: You can save Kiana this time, but she will throw herself into danger again.

Kevin: She will use her Void powers to save the world and the people around her.

Kevin: So long as the Honkai and Herrschers exist, she will rise up to fight them…

Kevin: …And she will keep fighting till she dies.

Kevin: I have seen many like her.

Kevin: Despite death and terror, they were armed with a belief that compels them to that path…

Kevin: …And all of them left, forever sleeping in the fields.

His words were razor ice that cut at her heart. She wanted to disagree, but failed to find a counter-argument…

…For she knew he spoke the truth. No sacrifice she makes could change the inevitable.

Mei: No… I won’t let that happen… never…

Kevin: You can’t stop her. You know that. That is why you are here.

Kevin: But you have a choice.

Kevin: You can join the Serpent.

Mei: What?

Kevin: More Herrschers will appear soon. Humanity’s war against the Honkai is escalating.

Kevin: Follow the World Serpent. Purge the Honkai. Capture the Herrschers. Seal their powers, and starve the Void Queen.

Kevin: Kiana is only safe when you are not with her.

Kevin: Once Project STIGMA succeeds, both of you shall be human once again.

—!

With a great explosion, a beam of light shot through the sky and shattered it into a million fragments.

Mei: What just happened?!

Kevin: The time has come.

Kevin: The gate is open. The Imaginary Tree shall manifest itself in this city.

Kevin: Dormant Honkai energy will seep out of the Earth. Absorb it. Be the Herrscher of Thunder once more to save her.

Kevin: But there is only one way for you to keep her away from harm.

Kevin: You will have time to think about this, and to decide if you want to trust me and the World Serpent.

Kevin: Kiana’s fate is in your hands, Mei Raiden.

Kevin: I do not need to convince you. This is something you know far better than anyone else…

Kevin: …Her belief can save the world, but not herself.

Mei: Quantum Shadows…?!

Mei: Why would there be Quantum Shadows in this city?!

Mei: The building is shaking…!

Mei: Is it an earthquake? No, it’s…

Mei: Hngh…

A sudden gust of wind tore through the cracks. She lost her balance as the tower shook violently.

She raised her head. The seawater that flooded the city was receding.

Mei: The water… it’s receding? No… something isn’t right.

Mei: The Roost is rising… the buildings are being dragged towards the sky…

There were rumblings at a distance followed by explosions and the thunderous echoes of collapsing buildings.

An endless white light then engulfed everything before her.

[CG plays wherein Nagazora begins collapsing even further, the dimensional crack growing wider and causing physical changes in base reality.]

--

Gameplay 17-7 - Tempest's Eve

The Hyperion. Somewhere above the Pacific Ocean. Several minutes ago.

Einstein: We are on course and 30 kilometers away from Dr. Tesla’s rendezvous coordinates. No hostiles detected.

Theresa: What about the Schicksal units that our listening posts detected?

Einstein: They landed on the western coasts of the Far East islands, but have remained at their positions.

Einstein: Schicksal may have detected the anomalies in Nagazora and preemptively deployed Valkyries in nearby cities.

Einstein: Anti-Entropy relief forces are in position. If an Eruption occurs, they will move in and contain the resulting damage.

Einstein: We must do whatever we can to keep Kiana from using her Void powers.

Theresa: Sigh… I’m still worried.

Theresa: This is just too… quiet. It reminds me of that uneasy silence during the Battle of Schicksal…

A violent shudder cut Theresa’s sentence short.

Theresa: What just happened?!

Operator: Report! We’ve detected an anomalous Honkai energy spike in Nagazora.

Operator: Multiple units coming in at 320 klicks per hour. We’re acquiring visuals.

Einstein: Enemy attack? From Schicksal?

Operator: …Negative. They’re Quantum Shadows. The Hyperion is under attack by Quantum Shadows!

Operator: Our prow has been hit. Several CIWS point defense turrets were disabled.

Theresa: What did you say? Quantum Shadows? Here?

Theresa: Curses… have Bronya split her forces to defend the bridge and main engine room.

Theresa: I’ll sweep the enemies off our deck.

Theresa: Kyaa… that beam of light… it came from Nagazora.

Einstein: Madam Theresa, we have another incoming wave of enemies.

Theresa: What’s happening, Dr. Einstein? Look at that tsunami! The city is getting hit by storms and giant waves!

Theresa: Why are we seeing Quantum Shadows in the Far East? What’s going on in Nagazora?

Einstein: I see massive Honkai seepages in the city. Energy is flowing towards that light beam. It’s not the Sea of Quanta.

Einstein: I’m afraid we’re dealing with a major disaster, Madam Theresa.

…

???: I remember it very well…

???: I walked to the window and gazed upon the stars that night.

???: It was strange. I felt I wasn’t looking at the stars. It was the other way around. The stars are looking down at us.

???: When compared to the universe, I’m small. Humanity is small. Everything felt so small and insignificant.

???: That’s when I suddenly came up with an idea…

???: I now believe that every star in the sky is an enemy.

Kevin: …Every star in the sky is an enemy?

MEI: Correct.

MEI: Remember that picture in the physics textbook? A photo of Earth taken by a probe 6.4 billion kilometers away?

Kevin: Oh yeah, I do. There was like… nothing in that picture. It took me a while to find a pale blue dot.

MEI: That’s Earth. The 4.6 billion year-old planet that we grew up on. Just a pale blue dot in the universe.

MEI: Humanity’s history, billions of people, our knowledge, and our culture… they’re just so… insignificant.

MEI: That gives rise to a question. What is the exact worth of an individual in this vast expanse of space?

Kevin: …

Kevin: Hahahahahaha~

MEI: What’s so funny?

Kevin: Well, nothing. I just find this to be quite refreshing.

Kevin: When I dated other people, we talked about stars by discussing horoscopes and blood types, stuff like that.

Kevin: You’re the only one who would talk about the universe and humanity.

MEI: …

Kevin: …I guess what I wanna say is that you’re special. Unique.

Kevin: Do keep going. I’m actually interested in this topic and would like to learn more.

MEI: I’m done talking about my views. I also asked a question. Now I’m waiting for my answer.

Kevin: Oh, right. Erm… lemme think about it.

Kevin: So, it’s just as you’ve said. The universe is huge but the Earth is small.

Kevin: And… when compared to outer space, I guess the things we care about don’t really matter.

MEI: Exactly.

Kevin: Geez, that’s a lot to take in.

MEI: Nevertheless, you, me, and everyone on this planet is trying to live their lives in a “meaningful” way.

MEI: We live. We exist. We make choices. We seize opportunities and enjoy certain moments.

MEI: Humanity itself is meaningless, but “we” gave ourselves meaning.

Kevin: Now you sound like a philosopher.

MEI: Science and philosophy do overlap in discussions regarding the nature of the universe.

MEI: …

MEI: I’m curious about something.

Kevin: What is it?

MEI: You look like a person who’d be uninterested in such topics. I’m surprised you’re actually listening.

MEI: Do you think there’s any worth to our conversation? And please, do give me an honest answer.

Kevin: …Any worth to our discussion? I don’t really know.

Kevin: And honestly, I think I only understood about half of the things you said…

Kevin: But…

Kevin: …I really like how serious you look when talking about this. That’s why… I hope I can keep listening to you.

MEI: That’s it? Is that the only reason?

Kevin: Yeah.

MEI: Why?

Kevin: I… I don’t know. Wait… it’s more like… I want to know.

Kevin: I want to learn from you and try to think about those questions you asked.

MEI: …

MEI: Haha…

Kevin: Hey, you’re finally smiling. You look good when you smile.

MEI: I’ll be going to Mu this summer for a symposium with several leading physicists and scholars.

MEI: I hope to get a chance to discuss my views with them.

MEI: You may think I’m full of myself, but I want to meet people who can change the world. I want to be one of them.

Mei: I want to see how far I can go in this universe.

Kevin: Great. I believe you’ll eventually achieve everything you said today.

MEI: How about you?

MEI: Ever thought about your own future, Mr. Kevin Kaslana?

Kevin: No. Never thought about it.

Kevin: I don’t really have a goal in mind. Changing the world is just way too big for me.

Kevin: I only want to enjoy every moment, be nice to my friends, and lead a happy, carefree life.

MEI: What about the future? Don’t you ever think about it?

Kevin: No. It’s never occurred to me. The world is a large place. I’ll find something to do.

Kevin: I don’t want to get too focused on the future. I might end up missing the people around me.

Kevin: Plus, I’m just a high school student. Live free, live happy. That’s how I would live my life.

MEI: …Oh dear. How immature.

MEI: I do hope your wishes will come true.

Kevin: Yeah. I hope all our wishes come true.

Kevin: Oh, right! Would you mind if I went to Mu with you this summer?

…

…

He opened his eyes. The city had become one with the light.

The light pulsed like blood in veins. The infinite and starry expanse lay on the other end.

Life perishes and is created in each and every beam of each and every instant.

Every single individual, the people they meet, the people they love…

Memories, sacrifices, promises made and broken, victories, defeats, every existence and death…

The entire history of the human race… the summation of human legacy…

Every piece of evidence that points to the very essence of humanity…

…Is nothing but a lonely leaf caught within this light.

Act 3 - The Alternative
Gameplay 17-8 - Into the Darkness I

Drip…

Her ears echoed with the sound of beans dancing on a drum.

Drip… drip…

The biting coldness even numbed her mind. Another persona had begun to take form.

It was… rain.

The downpour crept closer.

It grew in intensity and became the peal of a thunderstorm.

What happened?

She tried to open her hazy eyes.

Mei: Hngh…

Mei: Ah!

There was nothing but chaos.

Mei: What… happened?

The dim flashes of light seemed like puppet strings tugging at the ruined city.

Mei: What happened to Nagazora? Where’s the World Serpent?

Mei: Ah…! Kiana… the Helios is in danger!

Pieces of broken memories flashed past her mind, yet she failed to create a coherent picture.

She started running, yet she did not know where to go.

Mei: More Quantum Shadows…

Mei: They look different…

Mei: They look more… terrifying.

Mei: Ow…

Mei: My head… Not again.

Mei: …More enemies incoming?

Kiana: Are you alright, Mei?!

Mei: …Kiana?!

Benares: …!!

Shearing winds tore the rest of the monsters apart. The dragon landed next to Kiana and waited for her orders.

Kiana: Huff… huff…

Mei: …Kiana? Why are you here?

Mei: You’re wounded… you can’t just leave the Helios!

Kiana: You’re the one who shouldn’t have left!

Kiana: You went missing and nobody could find you. Do you know how worried I was?

Kiana: Let’s not talk about that. The enemy might attack again. You should head back and join the professor.

Mei: Go back? What about you?

Kiana: I need to take care of this.

Kiana looked at the glowing pillar in the distance that stirred the circle of light in the sky.

Kiana: I’ve seen that pillar before.

Kiana: I can use my Void powers to seal that hole in the sky and end this storm.

Mei: …What?

Mei: No! NO! You haven’t even recovered! You shouldn’t even be fighting!

Kiana: I can’t let this thing get any bigger, Mei.

Kiana: More monsters are coming. Honkai energy levels are rising. This disaster will soon spread to other places.

Kiana: I must end this!

Mei: Stop being so stubborn! Don’t you know what’s happening to you?!

Mei: If you do this, your body will…

Kiana: I don’t care.

Mei: …?!

Kiana: …

Mei: …Kiana?

Kiana: I know everything, Mei…

Kiana: I know what’s happening to me… and my body…

Mei: No… No…

Kiana: To be honest, I was quite scared. I trembled at the thought of death.

Kiana: But I refuse to run away from danger…

Kiana: I’ll do what I can and take responsibility for this…

Kiana: This is the only way I can seek atonement from the people I’ve hurt…

Kiana: …And from Miss Himeko.

She turned around and smiled in the way she had always done.

Kiana: It’s alright, Mei. I’m pretty uber.

Kiana: Just wait for me…

Mei: Kiana! No!!!

The wind howled. Raindrops splattered on her face. Kiana rode the dragon and flew straight for the circle of light.

Mei shouted after her, but her voice was drowned by the storm of rain and flashes…

She knew she might never see or touch her friend again…

--

Gameplay 17-9 - Into the Darkness II

…

…

Kiana: Hold on! I won’t let you die!

Mei: Wha… what are you doing?

Kiana: Isn’t it obvious? I’m trying to save you!

Kiana: Quick! Give me your other hand!

Mei: No… let me go while I’m still in control of myself…

Kiana: Just do what I say!

Kiana: I’ll pull you up first and we’ll talk about it later!

Mei: Wha…?

Kiana: Look, it was hard getting you back to normal, so I won’t leave you alone like this.

Kiana: I’ll be angry with myself forever if you get yourself killed.

Mei: Ah…

Kiana: Erm… let’s get going if you understand what I’m saying.

…

Mei: That disaster was when we first met.

Mei: She was the first true friend I’d made in my life.

Mei: The sense of cold loneliness left me on that very day.

Mei: I don’t know how… but I was no longer afraid of the dark…

Mei: Because I knew there would always be a beam of light waiting for me…

Mei: …Kiana! Come back!

She collapsed to the ground as pain bit into her body like twisted thorns.

She lifted her head and gazed at the sky. The dragon and its master flew into the storm.

A horde of Quantum Shadows flocked towards it. Bursts of golden light exploded with every battle.

Mei knew that every attack took a deadly toll on Kiana’s life…

Mei: No… please… stop fighting…

She knew she could not be heard. She knew the correct choice was to give up this hopeless attempt to save her.

But she could not control her own body. She could not stop running. She could not stop thinking about her.

She could not stop chasing after the light that lit her way in the dark.

The rain splattered into droplets just as her memories shattered into fragments.

Mei: Don’t… please… no more fighting…!

Mei: Kiana… hurry and come back…

Kiana: Mei! We’ll get the strength of a hundred warriors if Mei’s around!

Mei: A hundred? I’m no ultra woman…

Kiana: I mean that if Mei’s around me, I can feel my power increase a hundredfold!

Mei: That’s really something you would say.

Mei: …Power?

Mei: Can I still give you power…

Mei: Kiana, I hope you didn’t forget about your goal of becoming an A-rank Valkyrie.

Mei: If you fail again, they’ll demote you from a B-rank to a D-rank Support Valkyrie.

Mei: If you get demoted to D-rank, you’ll be given support and logistics duties far from the real fighting.

Kiana: Logistics? Like the Exchange and Snack Bar? No way!

Mei: Then go to the training plaza, now! No more lazing about today!

Kiana: *covers ears* Kyaaa! Don’t pull at my ears again, Mei!

Mei: I’ve always been such a naive fool…

Mei: Who expects good things to last forever…

Mei: But in the blink of an eye, I lost the girl who used to be around me all the time.

Sirin: Do you want to get this body back and save the girl?

Sirin: If that’s the case…

Sirin: Then I shall kill you all one by one with her hands and her body.

Sirin: She will then witness your mangled bodies before I smother her out for good.

Sirin: Family, friends, happiness, dreams, future, and hope…

Sirin: She does not deserve this. She is unworthy of this. She will never get these things!

Mei: I’m not strong enough to protect you…

Mei: I’m the reason why you have to suffer all this…

Kiana: Mei…

Kiana: What are you doing here?

Mei: I’ll take you back to the Hyperion.

Kiana: No… I can’t go back, Mei.

Kiana: I’m sorry… I can’t go back… I can’t put you all in danger again.

Mei: Kiana—!!

Mei: You haven’t changed at all…

Mei: You’re still that girl who would help a stranger in need.

Mei: Despite the injustices you’ve endured in this imperfect world…

Mei: Despite the tragedies that can no longer be mended…

Mei: You remain steadfast as ever…

Mei: You will keep fighting for your friends and other people, and for the beautiful world you believe in…

Mei: …You will become a hero, Kiana. That’s what the world wants.

Mei: But I…

Mei: …

Mei: Perhaps it was all my fault…

Mei: Kiana…

Mei: We… we can no longer return to our past.

[CG plays wherein Mei continues to chase after Kiana, who is now seemingly falling from the sky alongside Benares:

Mei: No… No!!]

--

Gameplay 17-10 - Thunder's Child I

Mei: Benares…! What happened…

Mei: Where is Kiana?!

[CG plays wherein the strange sword-like object impaled in Benares caused the surroundings to change, with an equally strange clockwork entity forming itself around it:

Mei: What is…

Mei: …This?!]

Mei: Space is different…

Mei: This place is…

Mei: I can’t… can’t fall here…

Mei: Get… up…!

Mei: Ha…

Mei: It’s finally… over…

Mei: Are you alright… Benares…

Mei: Must… find…

Mei: Kiana…

Mei: Ah…! Ha…

Mei: What…?!

Mei: Why… can’t I… move…!!

[CG plays wherein the clockwork entity, having rewound time upon its defeat, goes to attack Mei once more, but not before being halted by Benares taking the blow for her:

Mei: Benares…

Mei: No… No!!

Mei: Kia… na…]

…

…

There was darkness. Darkness as far as her eyes could see.

There was nothing. There was no sound. There was no smell.

She could feel her weightless body floating in the darkness…

…

…She remembered this experience.

Her world died around her on that day three years ago.

She heard weeping and wailing in that darkness. A few said nothing. Bodies fell.

Finally, there was nothing left except for silence. She felt herself falling through that silent world.

…

3rd Herrscher: It’s been a while, you emotional wreck.

A beam of light appeared along with a familiar voice.

Purple hues took over the darkness. Eldritch streams wrapped around her and pulled her towards the light.

3rd Herrscher: You’ve changed. A lot.

The voice of an untouchable realm whispered in her ears.

It was a cold and dangerous voice.

Yet it was also familiar and was something that she longed for.

3rd Herrscher: This is the first time you’ve approached me on your own.

3rd Herrscher: Are you no longer afraid?

…Afraid?

Strange… I no longer felt any fear…

There was no sense of angst, guilt, sorrow, or pain… I felt nothing…

There was nothing except for serenity.

3rd Herrscher: Keep going and you’ll fall into a deeper abyss.

It doesn’t matter. I’ll take her place instead.

3rd Herrscher: You will leave everything behind. You will lose your friends and family.

It doesn’t matter. I’ve always been alone.

3rd Herrscher: Mistrust and suspicion will hound you. You will be further down this lonely path.

It doesn’t matter. It is a fate that I should have faced years ago.

3rd Herrscher: You will leave her for all eternity.

…

3rd Herrscher: You will no longer be at her side, nor see her smile, nor take her hand.

3rd Herrscher: There is no turning back once you step onto this path.

3rd Herrscher: Are you sure this is your choice?

…

It… doesn’t matter.

The girls… they will take care of her… but this is something that I must do.

I’ve made my choice.

3rd Herrscher: …

3rd Herrscher: …Then go.

3rd Herrscher: Bury me with your hands. Take up my fury and lament my passing. Take my place and assume your power alone.

3rd Herrscher: Tell the world that she has returned as the Lightning Queen…

3rd Herrscher: Go now… and become the true Herrscher of Thunder!

Farewell, “Mei Raiden”.

[CG plays wherein the clockwork entity is pushed back by the force of Mei’s awakening.]

Bang!

The alien construct finally collapsed. The sparks that danced along its body dissipated.

The downpour did not stop. Rain flowed down the edge of her eyes and washed her past away.

Mei: …

The voice in her head was gone.

She could only hear the serene pattering of the rain.

She walked towards the dead dragon and touched its dull scales.

A warm glow began to spread from her fingertips and transform the carcass.

A shade disappeared in the light.

A voice pleaded in the glow.

[CG plays wherein the tale of Benares is told, right before the last vestiges of their being are lost forever:

???: She has been flying ever since she awakened.

???: Benares.

???: Honkai beast.

???: Monster.

???: The people below cried for their lives.

???: Yet she could not hear them.

???: She could only hear the voice of her heart.

???: To serve the queen.

???: To protect the queen who calls her “Bella”.

???: She flew across the snowfield. Beyond the mountains. Through the stars. All over the world…

???: In the end, she fell, for she could no longer fly.

???: When the dragon perished with her memories, in her heart, only one voice remained.

???: “My queen…”

???: “How I wish to…”

???: “Hear you call my name once more…”]

The rain eroded what was left and washed away the soul of the one named Bella…

Blood red scales covered the wounds. The dragon reared and spread its wings to celebrate its return.

But it had become a beast belonging to the Herrscher of Thunder.

It was no longer Benares.

She looked to the sky. The circle of light faded with the birth of a new Herrscher.

The Honkai energy was absorbed. The Imaginary Singularity was gone. Purging the Quantum Shadows would return the peace.

Mei leaped onto the red dragon’s back. The dragon knew her master’s wish and soared into the air.

She will ride away from the light and chaos and fly towards the other side of the world.

--

Gameplay 17-11 - Thunder's Child II

[CG plays wherein Mei rides the newly reanimated dragon through the city.]

Mei: With this, it’s done…

--

Gameplay 17-12 - Thunders Over Nagazora

Drip… drip…

Kiana: Hngh… what happened to me?

The rain woke the girl from her dark dream.

Kiana: Huh…? This… isn’t this Chiba Academy?

She remembered nothing after her fall. She looked around at the familiar surroundings.

Kiana: Wha… why am I even here?

???: Try not to move.

Kiana: Huh?

Kevin: …

Kiana: You’re… Kevin Kaslana!

Kevin: You tried to close the Imaginary Singularity but an Imaginary Construct ambushed you. You fell from the sky.

Kevin: I managed to break your fall, but your wounds are severe.

Kevin: Your Void powers have greatly weakened, but this will give you more time.

Kiana: Why… Why did you save me?

Kevin: …

Kevin: Thank Mei Raiden. She’s the one who saved you.

Kevin: Nagazora is no longer your concern. The disaster has ended. Mei saved the city for you.

Kiana: What?! Mei…?

Kevin: I’ll let her explain it herself.

Kevin: …She’s here.

[CG plays wherein Mei arrives amidst a strike of lightning that hits the rooftop Kiana and Kevin are standing on:

Kiana: …Mei?]

Kiana: Mei…

Kiana: What happened… why do you look like that?

Mei: …

Kevin: You have made your choice.

Mei: …I will go with you.

Kevin: Good.

Kevin: Welcome to the World Serpent, Mei Raiden.

Kiana: —WAIT!

Kiana: What did you just say?! Mei… are you going to join the World Serpent?

Mei: …

Kiana: What happened to you, Mei? What did he do to you?

Mei: I’m speaking with my own voice, Kiana.

Mei: …I’ve made this choice on my own. You don’t have to care about me anymore.

Kiana: Why…

Mei: …

Kiana: …Is this some stupid joke? I’m definitely not going to agree!

Kiana: I’m not letting you join the World Serpent!!

Mei: Kiana…

Kevin: You seem to have some unfinished business.

Kevin: Tell her what you want, but be quick about it.

Mei: …

Mei: Tell her what I want?

Mei: Will she understand my reasons? Will I be able to leave in peace?

Mei: No… she’ll only blame herself and I’ll only worsen her pain…

Mei: …

Mei: I’ve told myself what I wanted her to hear countless times already…

Mei: Kiana, I’m happy to have met you. We’ve done plenty of things together and shared many beautiful moments.

Mei: Go do the things you want and fulfill your dreams…

Mei: …Let me enter the darkness and return you to bliss.

[CG plays wherein Kevin leaves the two alone atop the roof:

Kevin: Say your last goodbye to her.

Kevin: Mei Raiden.

Kevin: Welcome to “the other side”.

Kiana: Mei…

Kiana: …Why?!]

Kiana: Mei… Why…

Kiana: You know what they’ve done…

Mei: I don’t care.

Kiana: …You’re an idiot!

Kiana: I’m not letting you leave!

[CG plays wherein Mei beats Kiana down:

Mei: Humph. This is it…

Mei: It’s over.

Mei: Kiana.

Kiana: M-Mei…]

Kiana: It’s not finished yet…

Kiana: I won’t let you leave…

Kiana: NEVER!!

Mei: You shouldn’t use that power again, Kiana.

[CG plays wherein a flashback to chapter 1 is shown once more:

Kiana: We’ll get the strength of a hundred warriors if Mei’s around!]

Kiana: Mei…

Mei: This is it.

Kurikara: —!

Kiana: No…! This is not… where I fall…!

[CG plays wherein a flashback to the Nagazora Incident 3 years ago is shown once more, before being “cut” by Mei and returning us to the fight:

Kiana: If you turn into that Herrscher thing again, I’ll just club your senses back into your head.]

Kiana: Mei…!!

Mei: Enough.

[CG plays wherein Mei powers down somewhat after beating down Kiana yet again:

Kiana: Mei… don’t… please…]

…

[Special CG [Lament of the Fallen] plays:

Mei: Give up.

Kiana: I won’t…

Kiana: I’m not letting you go!

Mei: How? You can barely stand.

Kiana: With… my fists!

Kiana: I’m… not… giving up!

Mei: You’re always… like this…

Mei: Kiana, you’re always like this.

Mei: Even when you’re battered, you’d still force a smile.

Mei: You saved me. You saved us all.

Mei: Yet you shoulder everything alone, at the cost of your life.

Kiana: Mei…

Kiana: This is my… mission…

Mei: Maybe this is for the greater good…

Kiana: Mei!

Mei: But how can I pretend this is the right thing?

Kiana: Mei… Don’t…

Mei: I only know that deep down…

Mei: The world means nothing to me…

Mei: …Without you!!

Mei: You reached out your hand to me on that day.

Mei: You changed my destiny from the moment we touched.

Mei: You’re the most important person in my life.

Mei: If rescuing you is a sin, then I’ll gladly become a sinner.

Mei: Farewell, Kiana.]

…

The man was looking at the monitor in the dark room, lost in thought.

The results of his first experiment exceeded his expectations.

*Ding*

A message popped up. It was from Amber.

The man was then overwhelmed by reports.

Mei Raiden joined the World Serpent, K423 left with the Hyperion, and the 5th Herrscher will appear soon.

The balance of the world might be disturbed again. But it’s not one of his major concerns at the moment.

…

Theresa will take care of her.

The night is still young.

He has so many things to do.