Act 1 - Climax
Gameplay 25-1 - Act 7, Scene 1

The alarm began to blare in the Salt Lake Base.

Alarm: All units, Level One battle stations! I repeat, Level One battle stations!

Bronya: What just happened?

Bronya: Another case of mechas losing control? Inside the base?

Fu Hua: Bronya! Great, you’re alright.

Bronya: Fu Hua, what happened?

Fu Hua: I don’t know. The base is in chaos and comm links aren’t working.

Bronya: What about the others?

Fu Hua: The doctors are trapped near the vault. The Principal and Mr. Yang sealed the hangars. Seele is helping with evacuation.

Fu Hua: I haven’t been able to talk to Kiana. Maybe she’s engaging the intruders now.

Bronya: Looks like we won’t be able to pinpoint the cause before the riot settles down.

Fu Hua: The priority is to join the two doctors. The vault keeps all the Cores from the Legion Herrscher. We can’t risk it.

Bronya: (…Somehow, it feels like something bad is going to happen.)

Bronya: (Maybe the Bronya is overthinking it.)

Bronya: This is… the Puppet Core!

Bronya: Isn’t this the puppets’ power?

Fu Hua: The puppets… How come?

Bronya: More enemies are coming… Are the mechas in the base all out of control?

Fu Hua: Looks like things are worse than we thought… We have to hurry!

Bronya: Dr. Tesla and Dr. Einstein.

Tesla: Thank god someone came for us!

Fu Hua: What happened? Why did the mechas in the base suddenly lose control?

Tesla: Beats me!

Tesla: See? Hundreds of Cores stored in the vault, now all gone! All gone!

Bronya: The Cores went missing?

Bronya rushed to the window and found the vault now vacant.

Einstein: To be more exact, they dissipated.

Einstein: When the alarm sounded, we were running MSA on the sample Cores, but the samples suddenly began to disintegrate.

Einstein: We knew something was amiss and rushed here to check the other Cores.

Einstein: But by the time we got here, all the Cores were gone.

Fu Hua: Could it be that some intruder broke in and stole them?

Einstein: We ruled out this possibility after examining the scene.

Einstein: No traces of breaking in, and all the storage units are intact… every sign says they vanished on their own.

Tesla: Then the mecha riot followed and we got trapped here! Hopelessly trapped in a small corner of our own base!

Fu Hua: We’ve got bad news too. The mechas are just like when they were controlled by the Herrscher. Even Puppet Cores were found.

Einstein: …

Seele: Bronya!

Bronya: Seele! Principal!

Theresa: Great, you’re all here.

Einstein: Miss Principal, how does it look outside?

Theresa: All berserk mechas have been squashed. All personnel evacuated into the shelter. No casualties, and the kids are fine too.

Theresa: But… have you seen Kiana?

Fu Hua: …No, I thought she was with you.

Bronya: Dr. Tesla, can you try to track her wristband?

Tesla: I am already… Huh?

Seele: “Signal lost”? Is the wristband broken?

Tesla: No way! I made it myself and it can pin down her location even if she’s on the moon!

Einstein: Unless, she’s now in some kind of fabricated space.

Fu Hua: Did she use her Herrscher powers and enter Imaginary Space?

Einstein: No, in that case, the signal would have spiked radically when she did so.

Bronya: But the pattern doesn’t match

Bronya: Kiana… maybe she…

They searched for Kiana throughout the base.

Fu Hua: I looked everywhere but didn’t find her.

Fu Hua: Yet I found this in her bedroom. It’s no larger than my palm, but it is indeed…

Seele: A puppet?!

Theresa: A puppet… in the base again?

Tesla: Hey, wait, don’t jump to conclusions yet!

Tesla: You’re not gonna say the Legion Herrscher’s been revived, right? We threw everything at it to make sure it died!

Alarm: Beep… Beep…

Tesla: What’s going on this time?

Tesla: …What?!

Windows kept popping up on the screen delivering visual feeds from all over the globe.

Bronya: These people are…?

Seele: They all look kind of odd.

Theresa: This one… suddenly pointed a kitchen knife at someone beside him while he was cooking.

Fu Hua: And this one stopped talking on stage in the middle of a speech as if possessed.

Seele: Looks like their souls were taken away…

Bronya: Wait, there are a few familiar faces.

Tesla: Of course they’re familiar! These are all identified puppet hosts and we’ve been watching them for weeks.

Tesla: But why? We saw them returning to their normal lives. Why did hundreds of them all lose their mind in the blink of an eye?

Einstein: …There seems to be only one logical explanation left, frustrating as it may be.

Einstein: …

Einstein: The 10th Herrscher… has returned.

Tesla: Hey! Mophead! How can you still keep your cool?! Did you know this whole time?

Einstein: No, I was surprised too. I’ve just always prepared myself for the worst when studying these Cores.

Seele: The worst?

Einstein: We claimed the new Herrscher was defeated to calm people down, and the Sovereign has been busy cleaning up the mess.

Einstein: But at the end of the day, we were only acting on a deduction without solid proof.

Einstein: The enemy never promised us that there were only 1000 individuals, and no more could be made. It was only a theory.

Einstein: We chose to believe this theory, and maybe the Legion Herrscher misdirected us on purpose.

Tesla: You’re saying… we set up a trap which was used by the enemy to trap us instead?

Tesla: But still, mathematically, the energy level of each Core equals a thousandth of a normal Herrscher Core, give or take.

Einstein: There are a lot of ways to trick us. Say if there were 1001 individuals, the difference would be nigh neglectable.

Einstein: And the energy level varies slightly from one Core to another, which further muddies the water.

Einstein: Or… it could be that the puppets are only accessories to the Herrscher, who remained in the dark until now.

Einstein: As long as there’s still one Core left, the Herrscher lives and all the puppets can be revived.

Bronya: Sacrificing a thousand individuals to create an opportunity for one…

Tesla: Is that really possible?

Fu Hua: The Legion Herrscher in the Previous Era were unable to come up with such strategies… but maybe they have evolved.

Bronya: Maybe the Legion Herrscher are the most humanlike of all.

Bronya: They stand no chance in confrontations, so they’ve gone to great lengths to distract us and cover up their true target.

Bronya: Their eyes have been on Kiana from the very beginning.

Seele: “The rusted tin glows. The children shout. The audience laughs. And lo! The odd eye pops out!”

Seele: That was written on the show ticket before the base attack, so the “odd eye” meant… Kiana?

Bronya: The Bronya agrees.

Bronya: At that time, only the Bronya and Seele were in the base. That’s why their plan didn’t work.

Seele: But that didn’t stop them. They’ve been waiting patiently for another chance since then.

Einstein: So when we put Kiana out as bait, they still came knowing it was a trap.

Einstein: They needed to stop us from transferring Kiana to the containment facility in the Arctic at all cost.

Einstein: When we had dropped our guard, they disarmed the EM barriers in the base with berserk mechas and reconnected to the Theater.

Bronya: They managed to put on the show they designed for earlier, and it all matches the puzzle on the show ticket.

Tesla: Makes me sick!

Fu Hua: So Kiana has been dragged into the Theater of Domination.

Einstein: Very likely.

Bronya: They’re tough to beat. They know their strengths and weaknesses well. We underestimated them.

Tesla: What do we do now? Beat them one by one and recover the Cores? Do we even have the time?

Fu Hua: Or lure the puppets into taking us to the Theater just like the last time?

Einstein: No.

Einstein: For two weeks they laid low to make us drop our guard, but we didn’t stand idle either during that period.

Einstein: This time, we’re still taking the fight to them.

Einstein: We’re entering the Theater of Domination on our own.

--

Gameplay 25-2 - Act 7, Scene 2

Heliopolis HQ, Giza, Egypt.

A girl in black walked past all the people dressed in white suits and no one stopped her.

The researchers were only able to catch a glimpse of Dr. Cleo’s honored guest.

Jackal: To what do I owe the pleasure, Mei Raiden?

Mei: …

Jackal: Victor, I’ll speak privately with our guest.

The man in a black suit nodded and left the room.

Jackal: Don’t tell me yet. Let me guess.

Jackal: Are you finally ready to accept my “checkup”? Good decision… for you, for me, and for the whole world.

Jackal: Think about it, a Herrscher with a human mind… you’re night-and-day different from the unfledged others.

Mei: I’m not here for your nonsense.

Jackal: That’s sad. I meant every word I said.

Mei took out three cubic containers with golden rims and tossed them on the table.

Mei: The fire in the Benevento ancient city, the siren in Valencia, and the winged man in Cairo…

Mei: They’re all special individuals in the World Serpent database and you’re interested in them.

Jackal: Yes, these puppets have a curious behavioral pattern and act alone… could be influenced by their hosts or other sources.

Jackal: After all, there are a thousand of them and it’s only natural to see a few outliers.

Mei: Now they’re yours.

Inside each container, a crystalised Core with a strange color was floating.

Jackal: But not for free, right?

Mei: Three special individuals in exchange for your research on the Legion Herrscher.

Jackal: …

Mei: Do you take my offer or not?

Jackal: It’s an offer I can’t say no to.

Jackal gently turned the globe on the table and the door behind them shut down.

Jackal: Follow me.

Jackal: I believe you already know that the power of the Legion Herrscher lies in domination… seizing powers from other Herrschers.

Jackal: There are many of them. Each individual is weak, but they lurk in the dark and work together.

Mei: The 10th Herrscher in the Previous Era wasn’t capable of this.

Jackal: Clearly, they didn’t have Herrschers that fought the Honkai like you either.

Jackal: It’s as if they were born to counteract your existence, preying on Herrschers and taking their powers.

Mei: But something doesn’t add up.

Jackal: I’m listening.

Mei: If snatching Herrscher powers is their target, the World Serpent should be the first place they visit.

Mei: Apart from mine, the World Serpent keeps three Herrscher Cores, and infiltrating here wouldn’t be too hard for the puppets.

Mei: But they didn’t. Instead, they called me an “unexpected guest” when I entered the Theater by accident.

Mei: This doesn’t make sense.

Jackal: Good reasoning.

Mei: No need to be courteous.

Jackal: First, about Herrscher Cores.

Jackal: My theory is that the Legion Herrscher aims at the power rather than the Core itself.

Jackal: So in their eyes, a Herrscher Core with a proper vessel is more valuable.

Mei: Because a Core can’t unleash full Herrscher power without a vessel?

Jackal: Correct. It’s not totally worthless, but they’d certainly prefer the full package.

Mei: In that case, I should be targeted by them.

Mei: But they made no attempt on me. Even when I entered the Theater on my own, they didn’t seem to show much enthusiasm.

Mei: It was almost too obvious to me… that they were raising my alarm on purpose so that I’d avoid using my Herrscher power.

Mei: They were trying to cover up a fact.

Jackal: That they can’t take your Herrscher powers.

Jackal: There, your answer.

Mei: I suspected as much.

Jackal: For them, seizing Herrscher power is like wrestling. The stronger side will win and take everything from the loser.

Jackal: If, however, they pick the wrong target…

Jackal: And they lose in the power wrestling…

Mei: …

Jackal: I don’t know what will happen, but what they did has told us that they’re individually weak and not ready to take that risk.

Jackal: They know that you, a fully awakened Herrscher, may very likely beat them. They fear you, at least for now.

Mei: That’s why I’m here.

Mei: I can feel it. The Herrscher of Domination is still out there, and so is the Theater.

Mei: Puppets exchange information in real time among themselves, sharing senses, intel, and seized power.

Mei: The Legion Herrscher is like a complicated network linking all the individuals and the Theater together.

Mei: If so, we should be able to use the network to our advantage and visit the Theater before they grow even stronger.

Jackal: Mei Raiden, we may just hit it off.

The elevator stopped.

Jackal: Get in.

Mei: This is?

Jackal: Something that allows you to access the Legion Herrscher’s network. Exactly what you asked for.

Jackal: You’d better take a look yourself rather than listening to my explanation.

Jackal took a crystalised Core whose color had faded from the cabinet.

Jackal: Take a step back… Oh, sorry, it can’t hurt you.

Jackal began to operate the equipment skillfully.

Jackal: Raven said in the report that you were sent into the Theater after touching the little puppet toy, right?

Mei: Yes, and it was broken after we left the Theater.

Jackal: The touching must be a signal, and if we can somehow modify this form and send back the signal with recovered Cores…

Jackal: We might be able to open the gate to the Theater on our own.

With a snap, something in the air seemed to be burned and twisted.

Jackal: Did you see that?

Mei: A line flashed past.

Jackal: That was a spatial fissure, but it was weak and didn’t last.

Jackal: So I need more Cores like this.

Jackal pointed at the cubic box in her hand.

Jackal: As I said before, these special individuals act alone and don’t blend in. They’re the outliers of the group.

Jackal: That’s why they’re perfect for doing this without attracting unnecessary attention.

Mei: Will the three Cores I brought suffice?

Jackal: Give me two days and I can make it happen.

Mei: Too long.

Jackal: You have no idea. Achieving the desired fissure opening size, position, and duration… Everything takes time.

Mei: One day is all I’ve got.

Jackal: Are you listening to me…

Jackal: Huh?

Mei: …?

Jackal: Mei Raiden… do you think this Core is smaller than when you handed it to me?

As they spoke, the Core in the container shrank visibly.

Mei: …!

Jackal: The Core… is disappearing?!

Mei reacted faster to the situation than Jackal. She grasped the box in Jackal’s hand and put it on the lab bench.

Jackal: Hey, what are you doing?

Mei: Turn on the equipment, now!

Jackal: Are you crazy? This is the worst timing!

Mei: It’s our only chance. This console, right?

Jackal: You!

Mei: Sorry, I saw you do it and remembered.

Mei: Thank you for our assistance, Dr. Cleo.

*Snap*

Jackal: Hey!

Jackal: …

Jackal: …Your body is highly valuable lab material. Don’t damage it and bring it back in one piece.

Jackal: Ah, she’s lost her mind. A loose cannon with a cute face. That almost sums up all Herrschers of this generation.

Jackal: I guess it’s a different era now.

Mei: We did it!

Mei: This place looks different. Is this the outer edge of the Theater?

Puppet: Intruders! Intruders!

Puppet: Go away! Go away! You’re not welcome here!

Mei: I know. I came here because I’m not welcome.

Puppet: You’ve no right to be here! We have other guests to entertain. Stay out of our way!

Mei: Well, I’m here to stay in your way. You seem to be in a hurry to kick me away. Are you afraid of me?

Puppet: Afraid? Hahaha, you’re just an ignorant little girl who doesn’t have a mind of her own!

Puppet: Don’t push us into taking away your Herrscher power too!

Mei: I’d love to see you try.

Puppet: You’re so annoying! So annoying!

Puppet: Stop pestering us! Stop pestering us!

Mei: As we get closer to the Theater, more monsters and puppets are emerging.

Mei: It looks more like they’re stalling me rather than coming to fight me. Are there other people in the Theater?

Mei: Could it be…

Puppet: Hehe, judging by the look on your face, I bet you know something’s wrong. Wanna know who it is?

Puppet: Nah, we’re not telling you!

Puppet: Unless, of course, you surrender your Herrscher power to us!

Puppet: This way, we can gather the powers from her two besties and give her a big, big surprise!

Mei: …Kiana!

Puppet: Oh, you guessed it!

Puppet: Ah, it was me who gave it away!

Puppet: But it doesn’t matter. You’re late to the party.

Puppet: She’s onstage now, and you belong to the auditorium. You can’t do anything about it!

Puppet: After all, she’s the one you care about the most. You care so much about her that you’ve lost yourself. Hahaha!

Puppet: She’s the entirety of your world. Without her, you’re nothing!

Puppet: But what good has that done? At the end of the day, she still walked into a death trap and what did you do to stop it?

Puppet: You took a path paved by someone else and gave up everything in exchange for a few weeks of her life.

Puppet: You could have stayed. If you didn’t leave her, you’d probably be with her at her last moment. Hahaha!

Puppet: Splend. Just splendid. Isn’t this what you’ve been wishing for?

Mei: Humph.

Mei: Is that the worst you can do? I’m not impressed.

Puppet: What?

Mei: I think you got something wrong from the get-go.

Mei: We’ve come a long way, she and I. Without me, she can still stay strong. Without her, I can still press on with sure feet.

Mei: Because we understand each other. I know what her decisions would be, and it’s the same way around.

Mei: And none of this is going to be changed by how far we’re apart or how different our positions are.

Mei: We believe in each other, and that’s why we can carry on with our respective choices.

Mei: We parted ways so that we may change the undesirable situation using our own methods.

Mei: …Our paths will one day cross again.

Mei: And I only need to stay in my best form and prepare for the coming of that day.

Puppet: Don’t lie to yourself! If I remember correctly, that parting was pretty nasty!

Mei: Yes, it was done in a hurry and neither of us were fully prepared. Looking back now, we could have done it better.

Mei: But either way, it was still necessary at that moment, otherwise I wouldn’t be standing here to witness your end.

Mei: The way I see it, you know too little about Kiana and the Hyperion crew…

Mei: And you know nothing about me!

Puppet: This is different from what the intel said.

Puppet: Is our intel false?

Mei: Nope, just outdated.

Mei: Were you so scared that you didn’t even sneak into the World Serpent to pry?

Puppet: You said you didn’t need to be around her, so why did you come for her?

Mei: Obviously, you wanted something from her, so I came to get in your way.

Puppet: Damn you! Don’t you feel ashamed trampling a weaker Herrscher under your foot?

Mei: No.

Puppet: That’s very brazen of you!

Puppet: Never mind, our legion wisdom will always find a way!

Puppet: For the common goal, sacrifice can’t be avoided. Every one of us is ready for it.

Puppet: This is… our way!

Mei: What?

Puppet: Just like a gecko, we won’t hesitate to bite off our own tail to survive.

Puppet: We’ve cut this platform off from the Theater. Guess you’ll have to drift back to reality.

Puppet: No matter how powerful you are, you can’t possibly reach her now! Hahaha!

Mei: Cheap tricks!

Puppet: Thanks for the compliment!

Mei: Well, I hope you’re prepared to pay the price then.

Puppet: Oh, she’s mad! Mad!

Mei: (There’s no other way. I have to unleash my full strength and try to break through.)

Mei: (There might only be one chance. I need to time it perfectly!)

Puppet: Your attack is pointless now!

Puppet: Though it could still hurt.

Puppet: So, if you insist on fighting, we will have to play our trump card.

Mei: Trump card?

Puppet: Hehe! Hehehe!

Puppet: Stay tuned! Stay tuned!

--

Gameplay 25-3 - Act 7, Scene 3

Tesla: Enter the Theater of Domination on our own?

Bronya: Is that possible?

Einstein: Seele, help me explain.

Seele: Oh, okay!

Seele: In fact, Dr. Einstein came to me and talked about this after Bronya and I escaped from the Theater.

Seele: She wanted to work out a way to get into the Theater based on how I got away from it.

Einstein: It remained a concern that we didn’t know the exact location of the Theater even though we defeated the Legion Herrscher.

Einstein: We found that unlike the Herrscher of the Void, the Legion Herrscher couldn’t just open a portal to the Theater freely.

Seele: They rely on a beacon in the real world to do that. It’s like… putting down a pin on a map?

Einstein: The puppets found at the crime scenes are exactly that. The Cores inside them connect the real world to the Theater.

Einstein: We can use the puppet we just found as a base point and reverse engineer a conduit leading us into the Theater.

Tesla: That requires tons of data and calculation, but we don’t have that much time!

Einstein: So we’ll have to take the risk and cut some corners now.

Seele: I’ve been there three times, and left there on my own twice. Maybe I can help the doctors locate the Theater.

Tesla: Seele, are you sure?

Seele: No, but I’d like to try.

Einstein: There might be other individuals under influence in the base now. We must act fast. This is the most promising plan yet.

Tesla: We’re running out of ideas. Okay, let’s do this!

Seele: Phew…

Seele: (I’ll have to ask you for another favor now. After all, it was you who helped us escape that place twice.)

Seele: (Let’s work together and save Kiana!)

Seele: Huh?

Seele: …???

Seele: (Ah… she’s getting used to bossing me around now.)

Seele: (Never mind, I’ll play along this time since it’s urgent.)

Seele: (When this is over, we’ll have to talk about this favor!)

Seele: What do I need to do? Wear this helmet?

Seele: I don’t know how to play these machines. I can only help you rule out some wrong options based on my instincts.

Einstein: Yes, that would be enough.

Seele: Okey dokey.

Tesla: Found it!

Tesla: Link it to our current coordinates. Vector and superpose…

With a sharp cracking sound, the space was ripped apart and a fissure appeared.

Tesla: We did it!

Bronya: It’s leading to the Theater.

Bronya exchanged a look with Theresa before she approached the fissure and reached out her hand. She disappeared.

Theresa: How does it look?

Bronya: We’re in position. Just like previous entries, this is the Theater of Domination.

Bronya: But the passage is unstable and only one can get through at a time.

Fu Hua: I’ll be the next.

Fu Hua walked to the fissure and prepared to enter.

But the instant her hand touched the fissure, she was pulled in by a mighty force.

Fu Hua: Huh?

Theresa: Fu Hua?

An invisible force pushed Theresa away from the fissure.

Then the fissure twisted and faded into nothing.

Einstein: What happened?

Seele: Damn these puppets!

Seele: Our intrusion was found and they shut the portal from inside to keep us out.

Seele: They weren’t this smart the last time. Maybe something happened just now and made them skittish.

Tesla: Hey, wait!

Tesla: Mophead, come here! Something’s wrong!

Tesla: The vitals of all the puppet hosts we’re watching are going down!

Tesla: They fell into a coma at the same time. That can’t be normal.

Tesla: What’s going on? What does the 10th Herrscher plan to do?

Einstein: Riots caused by puppets are also rising from everywhere. Looks like they’re desperate.

Theresa: …

Theresa: Seele, tell Roza, Lili, and everyone who can still fight that we’ve got to move out now!

Seele: Ah… but Bronya and Fu Hua are still in the Theater…

Theresa: …The fissure has closed, and the only thing we can do is trust them.

Theresa: Bronya and Fu Hua will find Kiana. When they return safely, we’ll make sure they can see that the real world is still alright.

Theresa: Leave this place to the doctors. We’ve got our own job!

Seele: …

Seele: …Understood!

Bronya: The fissure suddenly disappeared, and we’ve lost contact with the doctors.

Fu Hua: The enemy may have found out our intentions. We must hurry ahead and find Kiana.

Bronya: Yes. Project Bunny is tracking Kiana’s wristband now.

Bronya: Found her! Kiana is in the Theater.

Bronya: It’s a complicated structure and without a map, Project Bunny can only point the way roughly.

Fu Hua: It’s okay. We’ll just head in that direction.

Bronya: Hmm? I’ve never met any enemy like these before…

Fu Hua: Be careful, they are not like those manipulated ones.

Fu Hua: There’s something even stranger about them…

Fu Hua: Is it an illusion? The stairs… seem to be extending without an end.

Bronya: It’s not an illusion. The space is expanding. Is the owner of this theater trying to trap us here?

Fu Hua: Should we look for other exits?

Bronya: No. We keep moving.

Puppet: You’re walking in circles. Aren’t you tired?!

Puppet: Why don’t you stop? What you’re doing is pointless.

Bronya: So creating these infinite stairs did impose a great burden on you, right?

Bronya: You’re after Kiana. You trapped us here so we couldn’t get in your way, but we don’t have your full attention.

Bronya: That’s why you created these same-looking stairs to exhaust us and make us feel like we were running in circles. Is the Bronya right?

Bronya: The Herrscher of Reason is never about the power. It’s a faith, a conviction.

Bronya: The Bronya fears you’d never understand it.

Puppet: Ah, yes, yes. We’re not as good as you, you’re better than us… is this what you’re trying to say?

Puppet: But we, whom you despise, can do wonderful things! Doesn’t matter what means we use, we’ll seize victory!

Fu Hua: Those people are…

Puppet: Haha, that’s me! That’s us! We linked ourselves to our “other halves”!

Puppet: It makes us slow, but I guess you’d be even slower now.

Bronya: You’re sick!

Puppet: It’s alright. Come on. Kill me, I beg you!

Puppet: We’re all very weak, so it couldn’t be easier! Just one hit, boom, and we’re gone!

Bronya: …

Fu Hua: …

Puppet: Why? Why stop attacking us? You can’t put us down just by defending.

Puppet: Ain’t you gonna save your friend? Just kill me. Come on!

Puppet: Before, we had to follow the plan and suck it up. I was sick of it! Now, I just love the looks on your faces!

Puppet: Oh, the meekness of the hypocrites. Pathetic! Laughable!

Puppet: As long as there are still hostages on my side, your hands are tied and you can only watch your friend die! Hahaha!

Puppet: Poor Kiana. She has been abandoned by her dearest friends!

Fu Hua: Bronya, any ideas?

Bronya: We wait out this wave and look for an opening.

Fu Hua: A patience test? That’s my forte.

Bronya: The Bronya’s, too.

Fu Hua: It’s been a long while since I last trusted someone else with my back in a fight.

Bronya: Doesn’t feel bad, right?

Fu Hua: No, not at all.

Bronya: Kiana must be fighting on her own now. Let’s break through and find her.

Fu Hua: Yes, let us do that.

Bronya: We’re coming for you, Kiana!

--

Gameplay 25-4 - Act 7, Scene 4

Puppet: Familiar, no?

Puppet: Do you remember who held it? Do you know why it’s here?

Kiana: …The Gem of Haste?!

Puppet: That’s right, that’s right! Call out the answer aloud from deep in your heart!

Puppet: Himeko Murata is long dead!

Kiana: …

Puppet: …

Puppet: Hey, are you deaf or what?

Puppet: Or has your brain just stopped processing anything because you’re in despair?

Puppet: Himeko Murata is dead. Dead! You hear me?

Kiana: …

Puppet: …?

Puppet: No reaction at all? Hey, you’re a cold-blooded animal!

Kiana: Then what do you expect me to do?

Kiana: Collapse to the ground and keep crying out “This isn’t real”?

Kiana: Or become demented and begin to hurt myself just to feel better?

Kiana: If so, I’m afraid you’d be disappointed.

Puppet: It… shouldn’t be this way.

Puppet: …Oh, I see. You’re still playing tough and rejecting reality.

Puppet: You think we’re lying? That the Gem is fake? Trying to act calm as if nothing had happened?

Puppet: Well, you’re going to find out whether this Gem is the real deal or not.

Puppet: Hahahaha, don’t run, don’t hide! This is the same power that your beloved teacher had used!

Puppet: You know, when we first found this Gem, it was drifting alone in Imaginary Space.

Puppet: How strange… isn’t it supposed to be embedded in that vermilion armor? Isn’t it supposed to be worn by her? Where is she?

Puppet: …Who knows! Hahahahaha!

Puppet: You knew it all along… she died that day! YOU killed her!

Puppet: She was already terminally ill. Even without that fight, she wouldn’t have been able to survive!

Puppet: She was only a mortal. There was no way she could escape Imaginary Space. She couldn’t even maintain her existence!

Puppet: But you refuse to accept all this!

Puppet: You still fantasise about someone saving her, that some miracle would happen so that you could make up for your sins!

Puppet: How come… This is so strange. It shouldn’t be like this, it shouldn’t be like this!

Puppet: This Gem’s supposed to be more powerful…

Kiana: Now!

[CG plays wherein Kiana springs a trap on the puppet, taking the Gem of Haste from it as a result:

Puppet: O where have they gone?

Puppet: Where have our esteemed guests gone?

Kiana: I don’t know what you want to get out of me.

Kiana: But I know what Miss Himeko would want me to do.]

Puppet: Snatched! Stolen!

Puppet: A thief that won’t stop preaching justice!

Puppet: Burglar! Crook! Death sentence!

Puppet: …

Puppet: Never mind, you can have the Gem since you want it so much.

Puppet: But not without a price!

Kiana: What?!

Puppet: After all, you’ve refused to join us.

Puppet: A great pity it is. You leave us no choice but to invite the other guest on stage.

Puppet: She was our target at the very beginning, but liberating her hasn’t been easy.

Puppet: And that’s all because of you! You!

Puppet: You talk tough and act tough, but you can’t lie to yourself.

Puppet: The moment we took out the Gem, I heard your heart and your soul crying out loud.

Puppet: She wouldn’t let this opportunity pass by, would she?

Kiana: …!

Puppet: A few years back, the Schicksal Overseer… didn’t he do the same thing to you?

Puppet: Wake her up and stuff a Gem in your hand. We all know how that story ended.

Puppet: And tonight, we’re going to restage this classic show.

Puppet: Alright, alright, your part is done and off the stage you go.

Puppet: Now, give a round of applause for the star of our next show!

Puppet: Welcome, the Herrscher of the Void, Miss Sirin!

[CG plays wherein the Herrscher of the Void wakes from within Kiana once more and seizes control of her body:

Kiana: …This is!

Kiana: The Herrscher of the Void!

Herrscher of the Void: Correct.]

--

Gameplay 25-5 - Act 8, Scene 1

Kiana: Where… am I?

Kiana: Am I still in the Theater?

Kiana: But… there are no puppets here.

Kiana: I remember before I went unconscious, I…

Kiana: The Herrscher of the Void…

Kiana: Hmm? There’s something in the mirror…

[CG plays wherein Kiana walks up to the mirror, a reflection of Sirin staring back at her before cracking and revealing both Kiana and the Herrscher of the Void in its place.]

Kiana: …

Kiana: …I knew it.

Herrscher of the Void: I can see you’re not surprised.

[CG plays wherein the Herrscher of the Void appears before Kiana in this strange space.]

Kiana: The Herrscher of the Void…

Herrscher of the Void: It’s been a long time, my vessel.

Kiana: I’m not your vessel.

Herrscher of the Void: The last time we met was in Arc City, right? And the way you struggle hasn’t changed one bit.

Herrscher of the Void: Kiana, you kept running, but there was no escape. In the end, you gave in to your pains and knelt before me.

Kiana: I’m not who I was then and I won’t submit to you.

Herrscher of the Void: Haha, how very smooth. But if you’re as steadfast as you claimed, why would I be here and taking control?

Herrscher of the Void: You’re afraid to face me and you deny my existence. You tried to bury me deep within.

Herrscher of the Void: But you failed, miserably.

Herrscher of the Void: My shackles were shattered and no one can stand in my way. Everything you did to lock me up is down the drain.

Kiana: …Why would you help the Legion Herrscher?

Herrscher of the Void: Help?

Herrscher of the Void: Haha, it shames me even to be mentioned with these headless puppets.

Herrscher of the Void: They’re hopeless losers, pathetic vermin. They talk in riddles and reek of loser’s stink just like you.

Herrscher of the Void: They came to me uninvited and boasted about liberating me like a circus of clowns.

Herrscher of the Void: But still, I gave them a chance and enjoyed the farce they put on… I didn’t really expect them to bring you to me.

Herrscher of the Void: Truth be told, you’ve disappointed me. As my vessel, you were played by them and fell for their trap.

Kiana: …

Herrscher of the Void: Alright, enough said. I hope you’ve made good use of your last days.

Herrscher of the Void: Come, Kiana.

Herrscher of the Void: This is the stage for us. The final stage.

Herrscher of the Void: Submit to me without pain…

Herrscher of the Void: This is your fate, and there is no escape.

Herrscher of the Void: …Why?

Kiana: …

Herrscher of the Void: I don’t like your attitude at all.

Herrscher of the Void: I freed you from your shackles and took over the Cores.

Herrscher of the Void: It’s that day all over again. Before long, I shall replace you and claim the body in full.

Herrscher of the Void: And you will be squashed, crushed, and cast into the great void. Your existence will soon become history.

Herrscher of the Void: But why are you not even remotely nervous, afraid, or desperate?

Kiana: …I knew this day would come.

Herrscher of the Void: …?

Kiana: No seal is permanent. It only stalled the resolution.

Kiana: Between you and me, a final battle has always been inevitable.

Kiana: We’re incompatible like ice and fire. No compromise is possible.

Kiana: There’s no room for reconciliation, so this is how we settle it: the winner stays and the loser disappears.

Herrscher of the Void: You still think you have a chance?

Herrscher of the Void: You never did. Your painful memories and heavy shackles are dragging you down. The more you struggle, the faster you sink.

Herrscher of the Void: This body is a vessel, and the soul inside is too heavy for you to carry.

Herrscher of the Void: But me… I’m only here to reclaim what’s rightfully mine.

Kiana: …Back in Arc City, you said I could never get rid of you.

Kiana: I’ve been thinking about this every day since then. I ask myself two questions: who are you? And who am I?

Herrscher of the Void: I’m not interested in your philosophical self-discovery. I’m Sirin, the Herrscher of the Void, and you’re subject K423.

Herrscher of the Void: So you tell yourself everything bad that’s happened was done by me, the Herrscher, and none of it was your fault, right?

Kiana: No.

Kiana: There’s a fact that I’ve been running away from before. Only by embracing it can I fill my inner hole and face up to you.

Kiana: …

Kiana: You are me, and we’re two sides of the same coin, two egos born of Sirin’s deepest wishes.

Kiana: You and me… we’re both extensions of Sirin.

--

Gameplay 25-6 - Act 8, Scene 2

Herrscher of the Void: …

Herrscher of the Void: Hahaha, do you even hear yourself?

Herrscher of the Void: Now you’re calling yourself Sirin? Has that cute little brain of yours burned out?

Herrscher of the Void: So you think you’re Sirin, right? I’d love to see you fulfill her wish and destroy this world.

Kiana: You’re trying to do the same thing to me again.

Kiana: You unleash your evil and hatred in the name of Sirin, robbing me of my true identity.

Kiana: But you can’t speak for Sirin. Her dreams have dark, violent tides, but also peaceful and warm glows.

Kiana: Complicated and even contradictory emotions converged in her heart, but you, you just want me to see the dark side.

Herrscher of the Void: You think you know her now that you’ve caught a glimpse of her memories? Okay, let’s talk.

Herrscher of the Void: Hope, trust… people put these good words on their lips when they’re lying all the time.

Herrscher of the Void: It was in the name of hope that the researchers took Sirin away, locked her up, and pushed her into hell.

Herrscher of the Void: The seeds of hatred were planted at that time and ever since then, Sirin was unable to stomach any more lies from humans.

Kiana: But it was also there that she met Avrora, Agata, and Bella.

Kiana: Friends Sirin made in the lab and names she kept whispering in her final moment.

Kiana: She never forgot them. The Honkai ripped her heart apart but it couldn’t take away the memories of them.

Kiana: Every time she thought of these names, fondness and sorrow filled her heart. She longed to reunite with them till the very end.

Herrscher of the Void: But it was also humans who took them away from her.

Herrscher of the Void: Those kids became disposable test subjects. They died in vain, and even the Herrscher of Death couldn’t revive them.

Herrscher of the Void: Deprived of everything precious in her life, Sirin was left with revenge only. She cleansed the living hell with blood.

Herrscher of the Void: In the tower there were innocent people, but she inflicted pain indiscriminately. She no longer considered herself human.

Kiana: Even then, there were people who didn’t give up on her and wanted to save her.

Herrscher of the Void: You mean Theresa? Her pretty and impractical talk could never have helped Sirin.

Herrscher of the Void: Or Siegfried? He was a coward, hesitant and indecisive. He accomplished nothing. No, he shouldn’t even be mentioned.

Herrscher of the Void: As for Cecilia…

Herrscher of the Void: She did feel for Sirin, but love never prevails against hate. In the end, she had to resort to violence.

Herrscher of the Void: They murdered Sirin together… those people who in your eyes tried to save her. Their kindness and care were only a joke.

Kiana: No matter what you say, memories of them were kept in Sirin’s heart.

Herrscher of the Void: …

Kiana: In the darkness, Sirin had the same dreams over and over again. The kindness that you so despise was the only light in her dreams.

Kiana: She longed for a second chance to live as a normal girl with friends and a loving family.

Kiana: She longed for fatherly and motherly love. She wanted to hear Cecilia’s voice and feel her warm embrace again.

Kiana: She longed for hope and happiness. She kept whispering those loving words Cecilia said to her.

Kiana: All of this was engraved onto the Herrscher Core and transcended time to pass her final prayers to a new life.

Kiana: …That’s how I came to be.

Herrscher of the Void: …

Kiana: I’m the second chance Sirin had longed for. Your world is either black or white, but the human heart is not that simple.

Kiana: We’re two souls born of Sirin’s wishes, two branches from the same tree reaching for different directions.

Kiana: We share her memory and emotions, but we trod on different paths.

Kiana: I don’t know what led you astray… the suffering in the lab, the enchantment of the Honkai, or the hate from being sealed?

Kiana: These broken memory fragments make sweet dreams for me, but to you, they’re burning curses.

Herrscher of the Void: …Even the same memory can be different views in different eyes.

Kiana: That’s true.

Herrscher of the Void: I don’t know who you are, nor do I care. I came to this world to bring death and destruction.

Herrscher of the Void: Humanity was responsible for Sirin’s sufferings and therefore must face her wrath. No one can escape this vortex.

Kiana: The chains of hate have no end. You’re just creating more pain like the humans you so abhor.

Herrscher of the Void: But you can’t stop me.

Herrscher of the Void: Your family, teachers, friends… how many have been dragged into this never-ending nightmare because of you?

Herrscher of the Void: They drifted away, lost their homes or even lives, and you could only watch it happen.

Herrscher of the Void: Oh right, and this little fellow.

Kiana: Benares?!

Herrscher of the Void: Don’t tell me you don’t remember her.

Herrscher of the Void: She died for you!

Herrscher of the Void: So what if you’re Sirin too?

Herrscher of the Void: The strength of your mind and desire is no match for mine. See? The Core still chose me!

Kiana: Huff… huff…

Herrscher of the Void: Why don’t you give it the final blow? You’ve killed it once, so why not twice?

Kiana: It’s just an illusion you created.

Kiana: Looks like we’re not in the Theater of Domination. This is our shared sentience space.

Kiana: If so, I can do the same thing.

Herrscher of the Void: What tricks do you plan to play?

Kiana: All this time, it wasn’t the Herrscher Cores that rejected me. It was the other way around. I feared echoes from the past.

Kiana: I thought I was ready to face that fact, but my heart kept running away from the truth.

Kiana: But the running away ends today.

Kiana: I’ll face up to the past that I’d rather turn away from… the memories I kept away and the life shared with you.

Kiana: I’ll overcome these and accept the real me.

--

Gameplay 25-7 - Act 8, Scene 3

Kiana: Cloning vats… K423…

Kiana: Yes, this is the place.

Kiana: This is… my origin. Our origin.

Kiana: At her last moment, Sirin prayed hard for a second chance and a fresh start.

Kiana: It was this wish that gave birth to both of us.

Herrscher of the Void: Laughable. Let me remind you this was one of Otto’s filthy and selfish schemes.

Herrscher of the Void: Poor Sirin didn’t find peace even after death. Humans took her remains, fought for her Cores, and turned her into lab data.

Herrscher of the Void: Otto created you and me only for his nasty desires. To achieve his goal, he played everyone around you like a fiddle.

Kiana: But there were many who tried to stop the tragedy from happening again.

Kiana: And their choices made the first difference.

Girl: Dad, she looks just like me!

Man: Hush, don’t let the guards find us.

Girl: Where will she go after we save her?

Man: People at Anti-Entropy will take care of her.

Girl: Can she go with us?

Man: …You can visit her.

Girl: Then what should I call her? Does she have a name? We look just alike, so can she be my baby sister?

Man: …I don’t know.

Herrscher of the Void: Siegfried again. To save you, the knockoff, he lost his real daughter.

Herrscher of the Void: What irony. He had everything and a happy life until Sirin and you took away his most loved ones.

Kiana: This memory shamed me and I always wanted to deny its existence. This gave you opportunities to break free.

Kiana: But their kindness shouldn’t be forgotten, and I don’t want to forget.

Kiana: I’m K423, a test subject made by Schicksal. I was a blank slate and I knew nothing about the world.

Kiana: But the decisions they made to risk their lives and save me were the beginnings of how I became accepted as a human.

Kiana: This is where it all started.

Herrscher of the Void: Humph. I see you’ve got a soft spot for this glass tank. How about I make it your grave?

Herrscher of the Void: Now that you’ve mentioned your birth, let’s see how the story went afterward.

Herrscher of the Void: Ah, what a nostalgic view.

Herrscher of the Void: Remember this place? East Siberia back in 2010… where my first awakening happened.

Herrscher of the Void: Siegfried refused to surrender you after losing his daughter and kept you here for a long time.

Herrscher of the Void: Anti-Entropy was looking for you, and so was Schicksal. They sent an assault squad and unfortunately, you were found.

Herrscher of the Void: What happened next has been haunting you til today, right?

Kiana: You lurked inside me and fed on my loneliness and fear. At my most vulnerable moment, you broke free and took my body.

Herrscher of the Void: I killed them all.

Herrscher of the Void: Those Valkyries were so annoying, so I took their lives.

Herrscher of the Void: The squad leader could have got me, but she hesitated when she found out you were a kid. That hesitation cost her life.

Herrscher of the Void: And your dear daddy… he killed Bella and Sirin, so I hacked his arm off and watched him burn in his own flames.

Herrscher of the Void: He could have killed us both, and he didn’t and couldn’t, because you were a shadow of his precious little girl.

Herrscher of the Void: You were the reason why it all happened. Aren’t you ashamed? Peace? Happiness? Love? You don’t deserve any.

Herrscher of the Void: You’re a harbinger of tragedies, and what went down on this snowfield is solid proof.

Herrscher of the Void: Start over? I thought you were less naive than this.

Herrscher of the Void: The world only has hostility to you, because your very existence is a threat to the world!

Kiana: Dad…

Kiana: Dad… you’re hurt… you’re hurt!

Kiana: Your left arm is gone! What happened? Who did this to you?

Siegfried: It’s okay, Kiana. I’m alright.

Kiana: But you’re bleeding a lot! Your wound…

Siegfried: Kiana, that’s alright. Listen to me.

Siegfried: Sorry, Daddy won’t be able to keep his word and watch you grow up, but remember, Daddy always loves you.

Kiana: Dad, what are you talking about?

Siegfried: Don’t worry about me. Daddy is gonna be alright, and you’re gonna be safe. Forgive me, Kiana…

Kiana: Where are you going? No, don’t leave me!

Siegfried: Kiana, you promised me something, remember? We Kaslanas fight to protect and stop at nothing.

Siegfried: I believe you’ll do a better job than me. You won’t lose to her. Never.

Siegfried: Because… you’re my daughter.

Kiana: …In his eyes, I was always his daughter.

Kiana: He knew you were inside me, but he gave me my name, taught me how to fight, and told me to protect the people I hold dear.

Kiana: Even his leaving was to protect me… you hate his guts and he knew he’d be the trigger for your awakening sooner or later.

Kiana: So he left me to friends and watched over me from the dark. Looking back, he took good care of me when I began to drift.

Kiana: Then I met Bronya and Mei. Together we went to St. Freya and met Theresa, Fu Hua, and Miss Himeko. We vowed to fight for the world.

Kiana: Without Dad, I couldn’t have come this far.

Kiana: I made a promise to him, and I mean to keep it. I’m not losing to you.

Herrscher of the Void: Funny you should mention St. Freya. Isn’t it you who razed it to the ground?

Herrscher of the Void: Yeah, it’s time we came to this part. Your worst memory, the truth you can never face up to.

Herrscher of the Void: Remember this place? Oh, I don’t believe you could possibly forget.

Herrscher of the Void: She is going to die again in ten minutes.

Kiana: …

Herrscher of the Void: You’ve been avoiding this topic all along. When you were facing the puppets, and even now.

Herrscher of the Void: But you know full well… I did kill her back then.

Herrscher of the Void: Ah, an idea suddenly hit me. If she gets hurt here, she won’t be able to confront me and die. That’ll make you happy, no?

Kiana: …?!

Herrscher of the Void: Oh, I’m such a warmhearted girl~

Kiana: I won’t let that happen!

Herrscher of the Void: Ah, just a piece of memory that changes nothing. Why so serious?

Herrscher of the Void: Thanks to you, she’s marching to her final battle to burn herself up and die her meaningless death as a failure.

Kiana: Miss Himeko… was not a failure!

Herrscher of the Void: Enlighten me then. What did her death accomplish?

Herrscher of the Void: After she died, St. Freya fell apart and became history.

Herrscher of the Void: Mei Raiden has turned her back against you, and it’s only a matter of time for you and Bronya to part ways.

Kiana: No. They saved me. Miss Himeko saved me.

Herrscher of the Void: She cursed you.

Herrscher of the Void: You were given a chance to end it all, weren’t you?

Herrscher of the Void: That day, you knelt down in the flames of Arc City and raised that gun to end us both.

Herrscher of the Void: You could have pulled the trigger, but you didn’t.

Herrscher of the Void: Because you wanted to live. Because that woman wanted you to live… with a lifetime of self-blame and remorse!

Herrscher of the Void: That’s why you can never get rid of me.

Herrscher of the Void: She saved you and cursed you at the same time. A deep wound that can never heal. A giant hole that can never be filled.

Kiana: …

Herrscher of the Void: That’s her obsession.

Flames rose and condensed into a blood-red gem.

Herrscher of the Void: I think it’s time to end this now.

--

Gameplay 25-8 - Act 8, Scene 4

Herrscher of the Void: The Gem of Haste. I miss how it feels in my hand.

Herrscher of the Void: Sirin had six gems, and now only half of them are left. But it doesn’t matter. I’ll reclaim them all.

Kiana: Not happening.

Herrscher of the Void: You can’t stop me.

Herrscher of the Void: Let me tell you something interesting.

Herrscher of the Void: Remember the leader of the assault squad I slew in the memory I just showed you?

Kiana: …?

Herrscher of the Void: Her name is Ragna. A Schicksal instructor… and Himeko’s mentor.

Kiana: What?!

Herrscher of the Void: You killed her and destroyed the assault squad. Only Himeko survived because she wasn’t deployed.

Herrscher of the Void: She lost her footing, mentor, and comrades. She had no choice but to leave HQ and transfer to the Far East.

Herrscher of the Void: Where fate brought you to her.

Kiana: We don’t have such memories. You can’t possibly know this.

Herrscher of the Void: You’re right, but this thing knows.

Herrscher of the Void: Every moment of confusion, pain, and struggle was replayed in a flash right before she died, and this Gem captured it.

Herrscher of the Void: Hahaha! See? You twisted her fate! You ruined her life and brought her death. What a joke!

Herrscher of the Void: Isn’t she the best proof? Your hero, a martyr of her ideal. She burned herself out just to impose false hope upon you.

Herrscher of the Void: Which only turned you into a walking corpse, a slave of shame and grief.

Kiana: You just hate her. It’s that simple.

Herrscher of the Void: No, Kiana. For the past half year, I’ve been watching you from one failure to another, one loss to another.

Herrscher of the Void: You risked your life and distanced your friends to save irrelevant people who in return feared you and hated you.

Herrscher of the Void: They never accepted you. They always fear you. They band together to push you aside and bury you with shame and blame.

Herrscher of the Void: Those who you saved will eventually get hit by the evil in this world and impute their misfortune to you.

Herrscher of the Void: And people who drown you with false praise… they just want to approach you, use you, and finally destroy you.

Herrscher of the Void: Remember the stranger that showed you kindness? That staff member in the Salt Lake Base?

Herrscher of the Void: She was one of the puppets… she gave away Anti-Entropy’s intel and allowed the Herrscher to waltz into the base effortlessly.

Kiana: …

Herrscher of the Void: This is what Himeko traded her life for.

Herrscher of the Void: You can never save them. They don’t want to be saved.

Herrscher of the Void: That goes for everyone in the Theater.

Herrscher of the Void: And the world beyond the Theater.

Herrscher of the Void: Theresa, Siegfried, and Cecilia… they’re all the same.

Herrscher of the Void: Their kindness was tarnished by evil, their work wrecked overnight, and their ideals trampled over.

Herrscher of the Void: Fight for all that is beautiful in the world? I doubt there’s anything worth fighting for in this corrupted world.

Kiana: But I believe in it.

Herrscher of the Void: Which makes you a hypocrite.

Kiana: I’ve been reliving dreams from others. The echoes and memories in the Herrscher Cores. I can feel their joy and pain.

Kiana: Everyone had miserable memories and desperate moments, but they all gritted their teeth and stood up to live on.

Kiana: Just like you and me, good and evil are inside every mind. They’re light and shadow defined by each other.

Kiana: You’re right. The world is not perfect.

Kiana: But that’s why we hope for something beautiful.

Herrscher of the Void: …

Kiana: That’s my reason.

Kiana: Good and evil will always be there, and I’m motivated to work hard to create a better tomorrow.

Kiana: I believe that everyone should have a shot at making the world a better place. Good people will always pass on their kindness.

Kiana: Even if they might not end well, they live an honest life and can die without regrets.

Kiana: There are a lot of people around me who’ve chosen such a path.

Kiana: …The choices she and the others made are the reason why I can stand here saying this.

Kiana: So I still believe in her vision and what they have been protecting.

Kiana: As long as I’m still standing, her flames and their flames will never be extinguished.

Herrscher of the Void: Good requires faith, but evil doesn’t.

Kiana: Right, but for that same reason, you and the Herrscher of Domination have been underestimating the power of faith.

Herrscher of the Void: …

Herrscher of the Void: It’s clear then.

Kiana & Herrscher of the Void: There’s no way for us to coexist. We can never understand each other.

Herrscher of the Void: I guess that’s the first and only agreement we have.

Herrscher of the Void: No need to talk anymore. Only one of us can stay.

Kiana: Come on. I’m not afraid.

Herrscher of the Void: Humph, give me your best and struggle as hard as you can.

Herrscher of the Void: We hereby declare Judgment Day!

Herrscher of the Void: What a pity. If you could’ve taken it out earlier, you’d have one less enemy to deal with now.

Herrscher of the Void: What’s wrong, Benares? Why don’t you attack?

Kiana: Don’t you understand?

Herrscher of the Void: What?

Kiana: Benares… Bella is Sirin’s friend. She loves Sirin and wants her to be happy.

Kiana: We’re all part of Sirin, personas stemmed from her last wishes, unrealised possibilities of her life.

Kiana: But we chose different paths.

Kiana: Your heart is corrupted by the desire to destroy, but I want to protect the things I hold dear.

Kiana: In the eyes of Bella, which one of us do you think matches who Sirin wished to be?

Herrscher of the Void: You mean to say Benares chose you over me?

Kiana: She doesn’t want us to fight. She wants to save you too.

Kiana: She wants you to break free from hatred and be happy.

Kiana: She chose the Sirin she wishes to see.

Herrscher of the Void: What a joke! This is my stage! Anything that goes against my will shall be removed!

Herrscher of the Void: Vanish, traitor!

Benares: Ow…

Kiana: Benares?!

Herrscher of the Void: Hehe, you’re not so naive as to believe the little traitor would turn the tables for you, are you?

Herrscher of the Void: Looks like you’ve forgotten where the power you’re using came from!

Kiana: …?!

Herrscher of the Void: It’s too early to put on your smug face, worm…

Herrscher of the Void: The power you stole from me… time to return it to me.

Kiana: Huh?

Herrscher of the Void: That’s more like it.

Herrscher of the Void: The Herrscher powers have always been mine, and you’re but a thief and usurper.

Herrscher of the Void: Now, let’s fight fair and square.

--

Gameplay 25-9 - Act 8, Scene 5

Herrscher of the Void: That’s how much stronger I am than you!

Kiana: Is this… what… you can do…

Kiana: I won’t… give in…

Herrscher of the Void: Feel sorry for your stupidity!

Herrscher of the Void: Tsk.

Herrscher of the Void: Pathetic. You just don’t know when to give up!

Herrscher of the Void: Better to accept your defeat than get crushed into a million pieces.

Herrscher of the Void: If you surrender, I may even show mercy and grant you painless death.

Kiana: No, I won’t… I’ll never lose to you!

Herrscher of the Void: Amusing. I wonder where your blind courage comes from.

Herrscher of the Void: Your friends are still busy playing house with the puppets and no one is coming to your rescue.

Herrscher of the Void: I have all the power of these Cores and you have less and less breathing room. Soon, I shall reclaim all.

Herrscher of the Void: Open your eyes and look around. You’ve got nothing left! Why struggle anymore?

Kiana: Maybe… you’re right and I’m only stalling the inevitable.

Kiana: Standing like this is hard enough for me now, let alone fighting you.

Kiana: But… whenever I fell and thought of giving up, a lot of things came to my mind.

Kiana: The burned pizza toast, the sweet pepper curry, that triple parfait, the glowing feather, the gates of St. Freya, and her final lesson…

Kiana: Everyone that once helped me, guided me, and showed me kindness.

Kiana: Their smiles and expectations… the hands they extended to me and the light they cast on me…

Kiana: Just the thought of these muffled the inner voice that said “give up”.

Kiana: Along the way, I’ve been given too much. Courage, blessings, hope… all my best memories are by my side to keep me warm.

Kiana: So…

Kiana: You were wrong to say I had nothing left!

Herrscher of the Void: What?!

Kiana: I’ll pass on everything good I’ve been given!

Herrscher of the Void: The Core of the Void… it should be under my control!

Kiana: I’ll bring love and hope to more people. This is not where I fall!

Herrscher of the Void: No, wait… that’s the Gem of Haste?

Kiana: I’ll carry on her vision, their vision… and keep moving!

Herrscher of the Void: Why did the Gem of Haste choose you?

Herrscher of the Void: Just because she used to have it?

Kiana: No.

Kiana: It’s because you’ve never owned it!

Herrscher of the Void: You’re just a shard of consciousness left in the Gem, why resist?

Herrscher of the Void: You’re already dead, why are you still trying to get in my way?!

Kiana: She had never stopped fighting her entire life.

Kiana: This is her color… the color of flame!

Herrscher of the Void: Why do you think you can beat me? Just because you’re the good Sirin and I’m the evil Sirin?

Kiana: There’s no such thing as good or evil Sirin. It’s just our own choices!

Kiana: …

Herrscher of the Void: …

Kiana: …

Herrscher of the Void: …

Kiana: It’s over.

Herrscher of the Void: …Yeah, it’s over.

Herrscher of the Void: The powers of the Gems are flowing to you. They’ve deserted me and chosen you. I guess your faith prevailed.

Kiana: I’ll make good use of these powers.

Herrscher of the Void: Not my business. Without me, it would be easier for you anyway.

Kiana: I’ll take responsibility for your crimes. I should.

Herrscher of the Void: Be my guest.

Herrscher of the Void: You could have lived an ignorant, innocent life, or died a test subject, but you chose this path.

Herrscher of the Void: The blood on Sirin’s hands, her sorrow and despair, humanity’s struggle… the burdens are all on your shoulders.

Kiana: …I’ll work hard to make sure there won’t be a second Sirin in this world.

Herrscher of the Void: Stop it. I don’t need your sympathy.

Herrscher of the Void: The winner takes all and the loser goes away. That’s the rule I agreed to.

Kiana: …

Kiana: Farewell, Herrscher of the Void.

Kiana: Farewell, the other Sirin.

[CG plays wherein the Herrscher of the Void fades away, taking Benares with her:

Herrscher of the Void: I will not acknowledge your way of thinking.

Herrscher of the Void: However, as the victor, you may follow your path.

Herrscher of the Void: What say you?

Herrscher of the Void: Struggle till the very end, Kiana.]

Kiana: …

A soul quietly vaporised into the air.

Like a feather drifting on a windless sunny day, it left no trail in the clear blue sky.

Only she knew the feather was once there.

Her desperation, her desires, and her sins had all been real once.

She closed her eyes and listened to the silent finale.

The pressure, resistance, and murderous intent that almost crushed her were all gone, and all the Gems were recovered.

The instant she laid her fingers on the Gems, an ocean of fragmented memories flushed into her mind and overwhelmed her.

Chaos. More chaos. Still more chaos.

Words failed to form sentences, and thoughts failed to be connected into a flow.

She gritted her teeth and exhausted the last ounce of her strength to keep her head straight.

After an uncertain period of time, she opened her eyes and saw a world of white.

She blinked her eyes hard until the view started to change.

The destination she had been looking for.

The pure white St. Freya decorated by a strand of blazing red in the middle.

[CG plays wherein Kiana sees Himeko, or the memory thereof, walking away and towards the colorless, pure white outline of St. Freya.]

Act 2 - Reform
Gameplay 25-10 - Finale: Reunion

To Kiana, the blindingly white world felt both strange and familiar.

Kiana knew why she was there.

She couldn’t move her eyes away from the red from the very beginning.

Kiana: …

The voice of reason reminded her it was a fantasy world created from the memories of the Gems.

Despite this, she was still craving for a chance to see the red lady again.

A farewell would have sufficed.

Kiana took a step ahead.

[CG plays wherein Kiana walks forward, coming face-to-face with the one whom she had longed to see for so long:

Himeko: Long time no see, Kiana.]

Kiana: Miss Himeko…

Words struggled to break free from her lips.

The sight felt so familiar, as if nothing had ever happened and she had never been away.

Himeko: I hope I didn’t spook you.

Kiana shook her head hard.

Himeko: Well then I’m relieved.

Himeko: Kiana, you’ve changed a lot.

Kiana: You… haven’t changed at all.

Himeko: Is that so? Guess I should be glad.

Kiana bit her lip.

Kiana: …

Kiana: …

Kiana: This is just a lingering image from past memories, right?

Himeko: I guess so. At least time is frozen here.

Kiana: …

Himeko: But we can still talk like this.

Himeko: Sorry, I wasn’t there for you.

Kiana: No, it’s alright…

Kiana: I’m just happy to see you again.

Kiana: At least I finally get to say goodbye.

Himeko: Gee, that doesn’t sound like the Kiana I knew. Not one bit.

Kiana: Yeah, I’ve been getting that a lot lately.

Himeko: So you overcame the Herrscher of the Void at last, right?

Kiana: Right, thanks to everyone’s help.

Himeko: I always had faith in you girls.

Himeko: Enough about that. Kiana, wanna take a tour around St. Freya again?

Kiana: …You bet.

Kiana: We were forced to leave the campus after the Battle of Schicksal.

Kiana: I’ve been wanting to go back ever since.

Himeko: Now might be a good time, then. What do you say?

Kiana: …!

Himeko: Kiana, let’s just take a moment to enjoy this frozen time.

Kiana: The scene changed.

Himeko: Haha, this is my memory.

Himeko: After so many years as a teacher here, I remember every corner of St. Freya clearly.

Himeko: *Stretching* …Ah, I miss this campus, the youthful vigor here.

Kiana: I remember I used to always wish I could grow up faster.

Kiana: But I didn’t know growing up would be so painful.

Himeko: Would you have chosen differently if you were given another chance?

Kiana: I don’t think so. That’s not like me.

Himeko: Kiana, look… our dorm. That’s my window over there.

Kiana: Ah, I know. Your room was always lit at night.

Kiana: Guess it was hard work preparing for lectures.

Himeko: Oh, not that hard, actually.

Himeko: I was just too drunk to turn off the light most of the time.

Himeko: See that little bush? That’s where you used to hide whenever you played hooky.

Himeko: I’ve always wondered why you’d hide there every time. It was so easy to find.

Kiana: Haha… Because the sunlight there was great.

Himeko: Remember the wall?

Kiana: Yeah, I used to climb over it and sneak out.

Himeko: You gave Theresa a big headache back then. She had probably elevated that wall three times, but you still managed to climb over it.

Kiana: No wonder I felt it got increasingly hard to climb.

Himeko: But she didn’t elevate it again after the third time.

Kiana: Why?

Himeko: Because she didn’t want you to fall and get hurt.

Kiana: Ah, it’s the old training grounds.

Himeko: Where we had the only type of class that could keep you awake.

Kiana: Back then, combat training was the only thing I liked.

Kiana: But I never got to beat Fu Hua in a duo combat practice.

Himeko: What about now?

Kiana: I’d say fifty fifty.

Himeko: Teaching you here… it feels like just yesterday.

Himeko: How are the girls doing? Catch me up.

Kiana: Sure.

Kiana told Himeko what happened after the Battle of Schicksal.

Himeko: Is that so… I didn’t expect things to go this way.

Himeko slowly took in what Kiana said and some of it still felt unbelievable to her.

Himeko: So Bronya became the Herrscher of Reason… Hmm, I did see her potential to succeed the Anti-Entropy Sovereign.

Himeko: She had always been a quiet girl, but none of you could match her in observing and learning.

Himeko: And I must say, Fu Hua turned out to be a lot more than what meets the eye.

Himeko: I was shocked, but come to think of it, that’s probably why the look in her eyes felt so very different from her peers’.

Kiana: She had her own inner demons, but now she’s come to terms with herself.

Himeko: Hmm… I was kinda worried about her, ‘cuz she always kept everything to herself and never asked for help.

Himeko: It was her who gave me the neutralising serum to save me, but I went against her good will… I owe her an apology.

Kiana: I’ll tell her that.

Himeko: As for Mei, I don’t think you need to worry about her. She’s a good kid, and that’s not gonna change.

Kiana: I know, and I trust her. I understand… what’s on her mind.

Kiana: …I just can’t help thinking about her.

Kiana: Ah, this place’s brought back so many memories.

Kiana: I’ve always known… I’m the one that got the most help from everyone…

Kiana: Mei, Bronya, Fu Hua, Principal Theresa, and you.

Kiana: I know… you and they are the reason why I’ve made it this far and why I can stick to this path in the future.

Kiana: But still… I’m worried.

Himeko: About what?

Kiana: That I haven’t done a good enough job.

Kiana: If I had understood things earlier, you wouldn’t have to worry about me and Mei wouldn’t have gone with the World Serpent.

Kiana: Sometimes, I feel I was a big letdown.

Himeko: Kiana, wanna hear a story?

Kiana: Huh? Another lecture?

Himeko: What? You’re not in the mood?

Kiana smiled.

Kiana: No, I’m dying to hear it.

Himeko: It was many years ago, during my freshman year.

Himeko: My Dad was working at a Schicksal facility, but I didn’t know exactly what he was working on.

Himeko: He was busy, but he managed to find time to ask about my grades, have dinner with me, and buy birthday cakes for me.

Himeko: But one day, he left me, left this world.

Himeko: I couldn’t accept it. No way. We were laughing our hearts out at the dinner table and the next day he was gone.

Himeko: Later… I joined Schicksal and became a Valkyrie with an artificial Stigmata.

Himeko: Everything I did was to find the hidden truth behind my Dad’s death. This motivation drove me forward as a Valkyrie.

Himeko: And then I met Captain Ragna.

Kiana: …

Himeko: She told me that Valkyries were fighters who brought light to the world, and should never surrender to obsessions or hatred.

Himeko: She taught me how to give vent to my anguish and depression, and guided me to find a beacon for my Valkyrie career.

Himeko: She was the first one who encouraged me to “give this sad story a happy ending”.

Himeko: But… compared to you, she didn’t fight by my side on the battlefield for long.

Kiana: What happened back in 2010…

Himeko: Kiana, the Herrscher of the Void blamed everything bad on you, and that’s wrong. She didn’t see the choices people made.

Himeko: What comes next is the real story I want you to hear.

Himeko: After Captain Ragna’s death, I sorted out the things she left behind, and found a letter at the bottom of a drawer.

Himeko: “To my dear comrades…”

Himeko: “If this is found, it means I am no longer with you.”

Himeko: “Everything valuable I have will be handled according to the rules, and I’m not worried about my pension either.”

Himeko: “Now… just allow me to share a story in this letter.”

Himeko: “A few years ago when I became an S-rank Valkyrie, I was sent to a lot of Honkai-stricken areas for disaster relief.”

Himeko: “Frankly, I felt it was a huge waste of my time and talent.”

Himeko: “Rather than helping these weak and ignorant civilians, I should be deployed to the frontline fighting enemies.”

Himeko: “One day, I mustered my courage and asked the Overseer who had come to inspect: ‘What we’re doing here… does it kill the Honkai?’”

Himeko: “The Overseer looked at me and gave me a crisp ‘no’.”

Himeko: “I was dumbfounded. I thought my reckless action would lead to a solemn lecture or even punishment.”

Himeko: “But what he said next totally changed the way I saw my occupation.”

Himeko: “He said: ‘But this is how Schicksal passes on its faith.’”

Himeko: “Comrades, now I am sharing these same words with you.”

Himeko: “Whatever we do, as long as we have faith in it ourselves, will never turn out to be meaningless.”

Himeko: “We fight for the good in this world and things we deem important.”

Himeko: “They may seem small, insignificant, but that’s only because they are seeds.”

Himeko: “These seeds that are destined for something good will one day blossom and thrive into a beautiful garden.”

Himeko: “So, don’t cry for me, comrades.”

Himeko: “I have died, but my death will fertilise the soil that grows hope.”

Himeko: “And the flowers of the future will one day find something they want to protect.”

Himeko: That was Captain Ragna’s last teaching. As a matter of fact, I didn’t quite get what she was trying to say.

Himeko: Just a voice in the background telling me I should go to St. Freya.

Himeko: When I donned the Godsbane battlesuit, I suddenly recalled her words and was enlightened. I understood everything.

Kiana: …

Himeko: Kiana, I read the mission report…

Himeko: No one knew what happened, but the Herrscher was subdued, and Siegfried survived after liberating the Judgment of Shamash.

Himeko: It must be someone who made a decision that they deemed right and necessary.

Himeko: I think Captain Ragna must have seen something she wanted to protect in you, something I had seen too.

Himeko: It’s the same for her, for me, and for everyone else around you.

Himeko: We have faith in you. We believe you’ll save more lives and make the world a better place.

Himeko: And you did it, Kiana.

Himeko: What you did in Arc City, on Mount Taixuan, and everything you’ve done to solve the Herrscher of Domination situation…

Himeko: You saved a lot of people, and in turn, they’ll help even more people.

Himeko: This is humanity’s legacy, the everlasting flame.

Kiana: …

Kiana: Thank you… Miss Himeko.

Kiana: I know it too… but sometimes, I can’t…

Himeko: I know your anxiety, Kiana. The more people help you, the more pressure you feel.

Himeko: All the more reason for you to remember… you’re never in this alone.

Himeko: Anti-Entropy who have become our partners, Principal Theresa who has your best interest at heart, and our reliable Class Monitor Fu Hua.

Himeko: Bronya may not be outspoken, but she cares about you and others deeply, and you can tell she’s come a long way.

Himeko: Mei is the gentlest kid of you all, so don’t worry about her. Kiana, trust her to make the right decisions.

Himeko: …And you, Kiana.

There was overflowing pride in Himeko’s voice.

Himeko: You’re the most unruly student I have ever taught. And the most perseverant one too.

Himeko: You have the power to change everyone around you, to bring them along on your journey.

Himeko: So trust your friends, Kiana, for they believe in you and depend on you.

--

Gameplay 25-11 - Finale: Entangled

Theater of Domination.

Bronya: Huff… huff…

Fu Hua: Are you alright, Bronya?

Bronya: I’m fine, just not ready to give up yet.

Fu Hua: We know where she is, but we’re trapped here and can’t do anything about it.

Bronya: These puppets even hold their hosts hostage…

Puppet: Hahaha, just give up now, kids.

Puppet: These people’s lives and Kiana’s life. Is it that hard to choose?

Fu Hua: You won’t understand, Herrscher.

Puppet: No, I won’t, but I know for sure your dear Kiana is staying here forever!

Puppet: And you two can do nothing but cry your eyes out here.

Puppet: Ah, I wonder if it’ll be even more fun to let you out and witness the great moment.

Fu Hua: The Herrscher of Domination…

Bronya: What about them, Fu Hua?

Fu Hua: Bronya, do you still remember the two theories Dr. Einstein came up with?

Fu Hua: The Herrscher of Domination is formed by identical individuals who look exactly the same.

Fu Hua: But they have different personalities from their hosts, the depressed and the disillusioned. There are two possibilities.

Fu Hua: The first is that every individual is independent and together they built this space called the Theater of Domination.

Bronya: In this case, taking out all the individuals will make the Theater disappear and solve the problem for good.

Bronya: That’s what we had in mind at the beginning, but later on, we found them all revived overnight.

Fu Hua: Which brings us to the second possibility…

Fu Hua: None of the individuals are the Herrscher and the Herrscher pulls the strings from behind the curtain.

Fu Hua: It’s like the queen of an ant colony… it looks for the common weakness in the human heart and magnifies it, manipulates it, and finally dominates.

Bronya: If that is the case… Attriting the puppets is pointless. We should go after the one controlling them.

Fu Hua: Do you have any plans?

Bronya: Well, I’ve been thinking…

Bronya: If this construction truly is a closed space, then we wouldn’t be able to track Kiana’s wristband.

Bronya: Maybe the tower only seems closed because they employed visual or spatial tricks.

Bronya: Puppets can’t create an infinite space, what they’re doing is essentially robbing Peter to pay Paul. The Bronya presumes that exists are hidden in some overlooked places.

Fu Hua: I see, then we can bypass the puppets blocking the path. We’ll attack the weak point.

Bronya: Correct, but this will take time.

Fu Hua: Understood. I’ll do the fighting.

Puppet: Hey, quit mumbling already! You’re getting on my nerves.

Puppet: We’ll see how much longer you can last!

Puppet: Hmm? Why are you fighting alone?

Puppet: Where’s the other girl? Burnt out already?

Puppet: Huh, that’s impressive.

Bronya: We’re close to it. Hang in there a little longer, Fu Hua.

Puppet: Huh? Close to what?!

Puppet: Ugh, I’m so sick of you programmers… always typing some strange strings with crafty ideas in your heads!

Bronya: Found it!

Bronya: Right here!

Fu Hua: We’re out!

Bronya: Is that… Kiana?!

Fu Hua: Let’s go before those puppets come!

Puppet: Leaving already? Without saying goodbye? You hurt our feelings.

Bronya: Puppets…!

Fu Hua: We’re in the Theater… That’s why they caught up so fast.

Puppet: That was quite a feat, Bronya. You have succeeded in finding an opening every time.

Puppet: You make us look like the inhabitants of Swiss cheese… That thing is ridden with holes.

Puppet: Looks like we have to keep an eye on you.

Bronya: What have you done to Kiana?!

Puppet: Oh, it was nothing. I only reproduced what the Schicksal Overseer had done ages ago.

Puppet: If you’re really so curious, you ought to see it yourself.

Puppet: Only if you can make it past us, that is!

Puppet: You will not be so lucky this time. Only one path lies before you!

Puppet: Make your choice! You cannot run from us forever! Kill us if you can!

Bronya: What should we do, Fu Hua? We can’t find another path right now.

Bronya: And now they’re directly connected to their hosts. We can’t stall them forever…

Fu Hua: …

Fu Hua: That leaves us no other choice.

Fu Hua: Bronya, I’ll cut off their connection with their hosts.

Bronya: Cut off the connection? But how?

Fu Hua: I cut off the connection between Sirin and the Will of the Honkai during the 2nd Eruption. The mechanics are similar.

Bronya: But… you don’t have Fenghuang Down anymore.

Fu Hua: Yes, my power doesn’t allow me.

Fu Hua: Which is why I must rely on the Herrscher of Sentience’s power.

Bronya: The Herrscher of Sentience? But that’s dangerous…

Fu Hua: I know, but I must try.

Fu Hua closed her eyes and sank deep into her consciousness. She felt the presence of that leaden chain again.

The chain reached down to the bottomless darkness as she had remembered. Its other end was connected to an unknown corner, and the one standing there still refused to budge.

Fu Hua: Listen to me, if you can hear me…

Fu Hua whispered into the chain. She did not know where her voice would be carried to.

Fu Hua: Kiana is in grave danger. I need to borrow your power.

…

The chain in her consciousness stirred.

Fu Hua: I need… your help.

…

Fu Hua: …

Herrscher of Sentience: …Ugh! Old timer, can you people leave me alone for a day? Don’t you have anything better to do than pestering me?

Herrscher of Sentience: First it was Kevin’s underling, then a bunch of weird wooden dummies, and now you too?

Fu Hua: Please, I’m in dire need of your help.

Herrscher of Sentience: You think I’m stupid or something? I know they’ll snatch your Herrscher power if you show it!

Herrscher of Sentience: You wanna use her to get rid of me or kill two birds with one stone?

Herrscher of Sentience: Oh, I get it! You must’ve been brainwashed into a wooden dummy!

Herrscher of Sentience: Humph! Thought so, it’s a miracle your miserable life hasn’t crumbled until now.

Fu Hua: I’m not one of them. They are threatening us with the lives of the innocent and I need to borrow your power.

Herrscher of Sentience: Am I supposed to believe this corny excuse? If not, why are you trying to trick me into giving my power away?

Fu Hua: No, you’re not giving it away. They will not be taken away as long as we win this fight.

Fu Hua: And we will win.

Herrscher of Sentience: Good for you! Let me give you a pat on the head! Which, as you know, is none of my business!

Fu Hua: Kiana needs you.

Herrscher of Sentience: No, she was asking for “Fu Hua”, not me.

Fu Hua: I need you too.

Herrscher of Sentience: …

Fu Hua felt the chain in her consciousness loosen a little.

Fu Hua: I know… Kiana once denied you. But after spending time with her, you know she means no harm.

Fu Hua: She didn’t deny you as Fu Hua because she hated you. On the contrary, we all regard you as an individual, as an irreplaceable soul.

Fu Hua: You have your own opinions, beliefs, and the persistence to see them through. You don’t have to mind who you are, because you have the right to decide who you want to be.

Fu Hua: I’ve been wanting to tell you this… Kiana and I both hope to have you back.

Herrscher of Sentience: …

Fu Hua eagerly awaited the Herrscher of Sentience’s response. She could not afford to discuss this matter further.

If she would only come back with a tease, she may have to find another way…

Herrscher of Sentience: Well, you’re a better talker than the wooden dummies. Not a feat, though.

Herrscher of Sentience: But I won’t clean up after a mess that you got yourselves into… Yeah, if you’re feeling so great, why don’t you…

Her attitude seemed to have softened, but time was running out. Fu Hua gritted her teeth and made up her mind…

Fu Hua: I’m sorry…!

At the instant the Herrscher of Sentience lowered her guard, Fu Hua yanked the chain.

Power gushed into her instantly. She was not proud of what she did, but she had no choice.

Herrscher of Sentience: Old timer! You…!!

Fu Hua: My strength is back!

Fu Hua: NOW!

[CG plays wherein the connection between the puppets and their hosts is severed.]

Puppet: W-What?! You shouldn’t be able to use that power!

Fu Hua: Ah…!

A strange feeling crawled up Fu Hua’s body.

Fu Hua: I see… So this is what it feels like to have your power ripped.

Bronya: The Herrscher of Sentience… How’s she doing?

Fu Hua: She’s fine… Just that our conversation’s been cut off.

Bronya: It’s surprising that she agreed to lend you a hand.

Fu Hua: No. To be precise, she didn’t.

Bronya: Huh…?

Fu Hua: She was just wavering. But we’re in a hurry…

Bronya: Then she… must be boiling mad right now.

Fu Hua: I’ll find her and apologise to her. I won’t run away from it.

Fu Hua: But we should focus on rescuing Kiana for now!

--

Gameplay 25-12 - Finale: Thunderclap

Puppet: Not so easy!

Puppet: That’s just a few hostages. But we got the Herrscher of Sentience’s power.

Puppet: Not a bad trade!

Bronya: I… I can’t see!

Puppet: So this is the power of Sentience, huh?

Fu Hua: Calm down, Bronya. They haven’t mastered the power yet. It’s just an illusion!

Puppet: What if we add the Herrscher of Reason’s power into the Herrscher of Sentience’s power?

Puppet: Hahaha, you can try fighting in the dark.

Bronya: Ah… This is tricky.

Fu Hua: Bronya, just set your bearings in your mind and move toward Kiana.

Puppet: Hahaha, you made it sound so easy. But now that we have the power of two Herrschers, you…

Puppet: Grrrrrrrr!

Fu Hua: Hmm?

Bronya: What happened?

Fu Hua: The puppets… are falling?

Bronya: Red lightning… Is it Mei?!

Fu Hua: Mei?

Puppet: Gaaaaaaaaah!

Mei: It’s working.

Puppet: Cough… What… have you done?

Mei: Nothing. I only crushed you in a contest of strength.

Puppet: What?

Mei: Oh? Is it that you know you must avoid me, but not the reason why?

Mei: Breaking off your tail to survive? Humph. You’re not even aware of your own weakness.

Puppet: The Herrscher of Thunder’s power…

Puppet: How is it possible? How is it possible that we cannot steal it?

Mei: Wanna know why?

Puppet: …

Mei: Simple. You’re far too weak.

Puppet: Tsk… Damn it, damn it, damn it!

Mei: Your Domination is only glorified pillaging.

Mei: If pit against a mightier force, you and your power of Domination will both suffer.

Mei: Ready? That was only a test. Which is stronger, your Domination or my Conquest…

Mei: You won’t be so lucky this time!

Kiana: Mei.

Mei: …?!

Kiana: Mei, you can stop fighting.

Kiana: I’ll take you home, to St. Freya where everyone’s waiting for you.

Kiana: Let’s go back to the past together. We’ll never be separated again.

Mei: …

Mei: I don’t need to go back to the past.

Mei: And neither does she.

[CG plays wherein Mei unsheathes the blade wielded by her two larger armored hands.]

Mei: Hoy!

Puppet: Grrrrrrrr!

The puppets in the Theater fell one by one. Their creations vanished along with them.

Puppet: Damn you… Our power… Our toys!!!

Mei: Huff… huff…

Mei: Stolen powers… are fake powers after all.

Puppet: Tsk… Listen… to yourself.

Puppet: You too have become weak… after exhausting your power…

Mei: Cough… Huff…

Puppet: How can you… fight on in this state…

Puppet: Ha… Haha… Look at yourself… you will be thrown out of the Theater soon…

Puppet: Then… you will never be able to return…

Puppet: Just you wait… We will kill all your friends…

Mei: Heh…

Puppet: What are you… laughing at…

Mei: You’ll never understand… I’ve already told you…

Mei: Kiana and the girls… will never lose to you.

--

Gameplay 25-13 - Finale: Farewell

*Rumble*

Kiana: What’s that noise?

Himeko: I’m afraid it came from the outside.

Kiana: Outside… The girls?

Himeko: It appears they were fighting the Herrscher, which restored time to this space.

Himeko: See? Kiana, you were never alone.

*Rumble*

The second thunderclap sounded violent enough to rip this space open.

Himeko: The Herrscher of Domination’s power has weakened.

Kiana: …

Himeko: …

They gazed at each other in silence. Only the hands of time slowly resumed moving.

Himeko: Are you ready, Kiana?

Kiana: …Yes, Miss Himeko.

Said Kiana with determination.

Himeko: Come on, I’ll walk you out.

Himeko: I still have vivid memories of my days at St. Freya.

Himeko: I remember when you first got here, you always blathered about becoming the strongest Valkyrie.

Himeko: It feels like just in the blink of an eye, you’ve grown so much.

Himeko: To be honest, I really wish I could watch you girls grow up.

Himeko: I wish I could go back to St. Freya to teach you and train you again…

Himeko: To write something on the blackboard again, and go back to my room to have a drink.

Himeko: The days at St. Freya are my most cherished memories.

Himeko: But I can’t do any of those things again.

Himeko: The road ahead is long, but I can’t walk with you anymore.

Himeko: But it’s okay, Kiana. Because you never let me down.

Himeko: Always remember that those around you will always support you and look out for you.

Himeko: And I’m one of those people.

Himeko: My journey ends here.

Himeko: But yours is about to continue.

Kiana: …

Kiana: Everything here will disappear once I walk out that door, right?

Himeko: I’m not sure.

Himeko: But… I think so.

Kiana: …Okay.

Himeko: Say goodbye to the girls for me.

Kiana: I will.

Himeko: Tell Mei that I support her choice, but she should go easier on her friends next time.

Kiana: I will tell her that.

Himeko: Tell Bronya that I’m happy to see the huge progress she’s made. I believe she’ll make a great leader in the future.

Kiana: I believe so too.

Himeko: Tell Fu Hua that though I won’t be able to see her again, she’ll always be our dear Class Monitor, no matter if St. Freya exists or not.

Kiana: Sure.

Himeko: Theresa will have to take care of you girls on her own now. Promise me you will all behave.

Himeko: Help her out as much as you can. She acts like she’s a tough, strong principal. But she needs you girls too.

Kiana: I know.

Himeko: Oh, and I remember Captain Ragna was also Rita and Durandal’s teacher.

Himeko: Tell them her last words as well when you have the chance.

Kiana: I will.

Himeko: And, Kiana, tell yourself…

Himeko: I will always be there for you.

Kiana: …

Himeko: …

Kiana: …

Himeko: It’s okay, Kiana.

Said Himeko with a gentle smile.

Himeko: Just think of this as a dream.

Himeko: Everyone has to move on after waking up.

Kiana: …

Himeko: There’s no need to fear farewell.

Himeko: Because waving goodbye to the past is the first step towards the future.

Kiana: …

Kiana: I know, Miss Himeko… I know…

Kiana: …

Kiana clenched her fists.

Kiana: …

Kiana: I’m sorry…

Kiana: I’m so sorry, Miss Himeko…

Kiana: I know at a moment like this, I should say goodbye to you with a mature smile… I should be strong and leave…

Kiana: I know this place is just a shadow of our memories, and it’s time for me to go back to reality…

Kiana: But I just can’t help but wonder…

Kiana: If I never walk out of that door, will time be paused forever… so this moment can last forever…

Kiana: I didn’t even get to say goodbye to you…

Kiana: There’s still so much that I haven’t said to you… And so many unfulfilled promises I made to you…

Kiana: This is just a dream, and I’ll have to wake up eventually… I know…

Kiana: I’ll go out and defeat the Legion Herrsher… and bring Mei back home…

Kiana: The 11th Herrscher, the 12th Herrscher, even if it’s the Final Herrscher… I’ll defeat them…

Kiana: I’ll try my best to give this sad story a happy ending…

Kiana: But I just want you to be there to see it all…

Himeko: I will.

Himeko: Kiana, if you wish me to see it, I can see it.

Himeko: Because I’m in your heart.

Kiana: …

Himeko: You remind me of myself as a child.

Himeko: At my mother’s funeral, I cried my eyes out holding my father’s hand and refused to leave. In the end, everyone left but us.

Himeko: After a long time, he patted me on the head. I looked up and saw his red eyes. Unlike me, he only shed silent tears.

Himeko: “It’s okay, Himeko,” he said, “she will become a star watching over us in the sky.”

Himeko: Father was never good at comforting me.

Himeko: But up until now, I’ve always believed every word he said.

Himeko: Kiana, as long as you believe it… I will be a star watching over you in the sky.

Himeko: Torches will go out, moonlight might dim; but this eternal glow will light the path ahead for you.

Himeko: So, do not be afraid.

Himeko: Because I’m always with you.

Himeko: The most beautiful ending of a teacher’s story… is to become her student’s strength on her journey onward.

Kiana: I know…

Himeko: Time passes, everything changes, and the change might take away your whole world…

Himeko: But don’t worry… it happens to be the most powerful strength in the universe that is strong enough to open up paths and bring hope.

Kiana: …I see.

Himeko: Whenever you feel lost, look up at the stars.

Himeko: I’ll be there and light the dark night for you.

Kiana: …

Kiana: Thank you, Miss Himeko.

The end of the world started to emit white light.

Kiana: Guess it’s time for me to leave…

Himeko: Yeah.

Himeko: Be brave, Kiana. Just go, and don’t look back.

Himeko: I will always support you and watch over you, because…

Himeko: You’re Himeko Murata’s student.

Kiana: Haha.

Kiana: Miss Himeko…

Himeko: Hmm?

Kiana: I’m honored to have met you and become your student.

Himeko: The honor is mine.

Himeko: Go ahead, Kiana.

Kiana: Goodbye, Miss Himeko.

Himeko: Just go, Kiana.

Himeko: Everyone is waiting for you out there.

Himeko: I will protect you, as always.

Himeko: Though this will be the last time we meet, there’s no need to say farewell.

Himeko: “If you shed tears when you miss the sun, you also miss the stars.”

Himeko: Great poem, right? It’s Tagore’s.

Himeko: “One night I burned all my memories, and my dreams became transparent.”

Himeko: “One morning, I threw away all yesterday, and since then, my steps have been light.”

Himeko: Also Tagore’s poem. You can find it and read it after you get out.

Himeko: What’s the matter, Kiana? You want to hear me talk more?

Himeko: Dwelling on the past isn’t good for you.

Himeko: Promise me you girls will behave and not make trouble for the Principal.

Himeko: Though… you already outgrew mischief.

Himeko: My days at St. Freya seems like only yesterday… Ah, I guess for me, it was indeed yesterday.

Himeko: It’s a pity that I never tried on that new red dress.

Himeko: You girls don’t have class anymore, do you?

Himeko: Be good girls and help out Principal Theresa more.

Himeko: Though she can be stern sometimes, she cares about you girls the most.

Himeko: And no need to worry about Mei, Kiana. You know her the best.

Himeko: Time to go, or you won’t be able to catch up with Mei.

Himeko: Well, I’m not a storybook, Kiana.

Himeko: Be brave and do what you have to do, Kiana. My heart will always be with you.

Himeko: And I will always watch over you.

Himeko: Maybe we’ll see each other in our dreams.

Himeko: It’s okay to feel lost about the future.

Himeko: Just do what you want to do.

Himeko: And make sure you eat well no matter how busy… Oh, I guess you don’t need me to tell you that.

Himeko: Remember your first training?

Himeko: I asked you girls to fight me together, yet you still couldn’t beat me.

Himeko: But now, you girls must’ve become stronger than me.

Himeko: Your friends will start to worry if you stay here too long.

Himeko: How come I can only remember the most trivial things at a moment like this?

Himeko: I miss the food Mei made. I was never good at cooking.

Himeko: Oh, I remember Fu Hua also made me noodles once.

Himeko: It was called Luncheon Meat and Egg Noodles, a Shenzhou speciality.

Himeko: It’s been so long. I really miss the taste.

Himeko: At St. Freya, Theresa used to nag me about a lot of things.

Himeko: I know, I know, I wasn’t a model teacher.

Himeko: But did you know Theresa always hid her snacks in a file pocket in the bottom drawer?

Himeko: I wonder if she ever found out I took her snacks a few times… Shhh, don’t tell her.

Himeko: Okay… Everyone’s secrets would be exposed if I kept talking.

Himeko: There are so many things that I thought I’d have time to do someday… But now they can never be done.

Himeko: If you want to do something, just do it with no fear or hesitation.

Himeko: Alright, I’ll tell you another story.

Himeko: I once heard a story:

Himeko: A mother wrote many letters for her little girl before she died, so that she would receive one on each birthday.

Himeko: As a reward for her child for being brave, she also put pocket money for her child to buy candy in each envelope.

Himeko: As the little girl grew up, she received more and more candy money from her birthday letters.

Himeko: The mother wishes she could be there for her child as she grew up this way.

Himeko: Though the mother passed away, she didn’t miss her little girl’s childhood.

Himeko: Sadly, I didn’t have time to leave such letters for you girls.

Himeko: But I won’t miss anything.

Himeko: Because you’ve already received the candy I left you, which is everything you’ve learned and inherited from me.

Himeko: And as you grow up, they will also grow into your strength and courage to press ahead.

Himeko: Which will be the proof of my existence…

Himeko: …And the proof that I’m always with you.

Himeko: There’s nothing more I can teach you, Kiana.

Himeko: Because no matter what difficulties lie ahead, you are already able to overcome them, and make the right choice.

Himeko: I believe in you, as always.

Himeko tenderly gazes at you and talks no more.

Himeko: You made me proud, Kiana.

--

Gameplay 25-14 - Finale: Resolve

Bronya: …! Fu Hua! Kiana woke up!

Fu Hua: Kiana, are you alright?

Kiana: Ugh…

Kiana opened her eyes. Probably because she had been unconscious for a long time, she felt she just woke up from a deep dream.

Kiana: Fu Hua… Bronya… What are you doing here?

Bronya: To save an idiotka, of course.

Fu Hua: What happened?

Kiana’s mind gradually came back.

Kiana: Ah…

And the quiver in her heart also slowly eased.

Kiana: …

Kiana: A lot of things…

Kiana: Thank you for coming for me… I’ll tell you everything after we get out of here.

Kiana: But for now, let’s get done with them.

Puppet: …

Not far away, the puppets dragged themselves limping towards the center of the Theater to escape.

After suffering a devastating blow from the Herrscher of Thunder, their already weird movements became even creepier.

Kiana: What’s the matter with them?

Fu Hua: Just now during the battle, they suddenly fell down trembling.

Fu Hua: Judging from the situation, they might have been attacked by the Herrscher of Thunder.

Kiana: Mei…

Bronya: She must be fighting alongside us somewhere.

Fu Hua: After that, all the things they had constructed with the Herrscher of Reason’s power disappeared.

Bronya: The Bronya felt it too.

Bronya: Though faint, the power seems to be slowly flowing back to the Herrscher Core.

Fu Hua: Mei’s attack greatly weakened the puppets. They don’t have much strength left to dominate the Herrscher power now.

Kiana: Which means… if we managed to weaken them further, we can take back our power.

Bronya: The Bronya agrees.

Kiana: Then it’s simple.

Kiana: We will win as long as we hold on long enough.

Puppet: …

Puppet: Kiana… I can’t believe this. You really defeated the Herrscher of the Void?

Kiana: Yeah. You must be pretty disappointed.

Puppet: Hahaha, well done, I’m impressed.

Puppet: The pain and despair of losing your teacher didn’t crush you, the Herrscher of the Void lost to you, and even the Cores couldn’t trap you.

Puppet: Alright, alright, Kiana. I admit, maybe you really are a hero.

Kiana: No, I’m not.

Kiana: Those who have guided me, they are the true heroes.

Kiana: I’m just taking the path after them, so that I’ll never forget them.

Puppet: Is that so? Maybe.

Puppet: But we are different!

Bronya: …

Fu Hua: Careful, that strange feeling is getting stronger.

Puppet: We’re not heroes, but neither are those people you’re trying to save!

Puppet: They are “puppets” like us, losers who have given up hope. They are sick of their own weakness and inability, and they turn it into resentment against the world!

Kiana: You do not represent humanity.

Puppet: But we are the shadows and the unspeakable ugliness that truly exist in the human heart… it’s the unity of the wills of the 1000 people that controls them!

Puppet: 1000 kinds of sorrow, despair, madness, hatred, and the desire to be destroyed, imprisoned, and dominated…

Puppet: Myriads of malice twisted and intertwined, forming the Theater of Domination and incubating the Herrscher of Domination!

Kiana: You see only the dark side of the human heart, but chose to turn a blind eye to the goodness.

Kiana: You dominate humankind to make them give up, but you never listen to the other voice inside them.

Kiana: Which is why you are nothing but puppets of the Honkai. We’ll destroy this theater, so that all the dominated can find their hearts.

Puppet: Fine. The final stage has been set up for you, Kiana.

Puppet: Come! Up next… is the showdown between the heroic and the malicious!

Kiana: This is… the final stage.

Kiana: Here we come, Herrscher of Domination.

Herrscher of Domination: Pride, envy, apathy, hatred, greed, hopelessness, abandonment…

Puppet: Ahahahahaha….

Fu Hua: Kiana! Watch out for their ranged attack!

Puppet: Why don’t you stop? What you’re doing is pointless.

Puppet: Your fate is to be trapped here forever and ever! Until the end of time!

Bronya: Fu Hua!

Kiana: Give Fu Hua back!

Puppet: Hehehehehe! Have some patience, it’ll be your turn very soon!

Bronya: Kiana! Watch out!

Kiana: Bronya!

--

Gameplay 25-15 - Finale: Showdown

Kiana: Fu Hua! Bronya!

Kiana: Gravity… has been reversed?

Kiana: No, it’s the puppet strings!

Kiana: This place has always been their territory.

Kiana: The Herrscher of Domination is even capable of this?

Puppet: Stop pestering us! Stop pestering us!

Puppet: Ooh, you’re mad, you’re mad!

Puppet: Why struggle in vain? Why not surrender peacefully?

Kiana: You want to trap me here?

Kiana: I’ve got to help Fu Hua and Bronya…

Kiana: I’m not stopping here!

--

Gameplay 25-16 - Finale, Curtain Fall

Herrscher of Domination: Meaningless struggle.

Herrscher of Domination: Meaningless existence.

Herrscher of Domination: Meaningless life.

Herrscher of Domination: Perish!

Herrscher of Domination: This meaningless world!

Kiana: It’s not up to you to decide the meaning of humanity!

Puppet: You must be happy to see your friends’ faces, Kiana.

Puppet: And it must feel wrong to beat them up, am I right?

Puppet: See? You’re all alone again.

Puppet: It’s all your fault that they have to die with you!

Puppet: Your presence always brings nothing but misfortune!

Puppet: But they totally deserve this!

Puppet: Because they are just like you… stupid, useless, and do not deserve to live at all!

Herrscher of Domination: This is the Theater of Domination, the stage for us all.

Herrscher of Domination: We are the will of everyone, and all kinds of hopelessness.

Herrscher of Domination: Despair won’t go away, we won’t disappear.

Herrscher of Domination: What has created us, what has destroyed everything…

Herrscher of Domination: Is humanity’s very own malice!

Kiana: It’s over.

Kiana: What…?!

Herrscher of Domination: Despair won’t go away, we won’t disappear.

Herrscher of Domination: You can’t change the malice in human hearts. You can’t change this ugly world.

[Special CG [Everlasting Flames] plays:

Herrscher of Domination: Kiana, give up.

Kiana: Bronya… Fu Hua…

Herrscher of Domination: Without the power of a Herrscher, you’re only a runt.

Kiana: Let them go!

Herrscher of Domination: You think big, yet act so small.

Kiana: Stop!

Herrscher of Domination: You thought your acts were just and kind.

Herrscher of Domination: But tell me, did they impress anyone but yourself?

Herrscher of Domination: You can’t change the malice in human hearts.

Herrscher of Domination: You can’t change this ugly world.

Kiana: Almost… there…

Herrscher of Domination: See?

Herrscher of Domination: You can’t even protect them.

Herrscher of Domination: This is the end of a human.

Herrscher of Domination: We are all failures.

Kiana: No.

Herrscher of Domination: Humans are all failures.

Kiana: I won’t surrender to you!

Herrscher of Domination: They have fallen.

Herrscher of Domination: You’re the last.

Kiana: No…

Kiana: Never!

Kiana: They never give up.

Kiana: Now it’s my turn to do what I gotta do.

Kiana: To tell them that they made the right choice.

Kiana: Are you done?

Herrscher of Domination: What?

Kiana: My turn now.

Kiana: Hope you’re fine with that!

Herrscher of Domination: Why do you keep getting up?

Herrscher of Domination: No amount of struggle can change the result.

Bronya: Kiana doesn’t care about that, cause she’s an idiot!

Bronya: And an idiot doesn’t quit!

Bronya & Kiana: Fire!

Fu Hua: She changed me.

Fu Hua: She changed many of us.

Fu Hua: From today onwards, she’ll continue to change others.

Fu Hua: I want to live till that day happens, so…

Fu Hua & Kiana: We’re not stopping here.

Herrscher of Domination: Your ideals can never be realised.

Herrscher of Domination: Because this world has always been ugly.

Kiana: No it’s not!

Kiana: It sure isn’t all sunshine and rainbows, but there are people who’ve taught me to never give up.

Kiana: They’ve been guiding me and showing me all the beautiful things in the world.

Kiana: I love them, and I love what they love.

Kiana: We’re connected by this sword.

Kiana: It will burn up the darkness to make way for light!

Kiana: This will be our path back home!]

…

Kiana: You lost.

Puppet: …

Puppet: Yes, we lost…

Puppet: But the question is… to what?

Puppet: Justice? Hope? Or pure strength?

Kiana: You wouldn’t understand.

Puppet: But we want to understand, Kiana.

Puppet: We envy you, Kiana… How come you always win?

Puppet: No matter what difficulties you face, you never flinch… No matter how hopeless the situation is, you always manage to save the day on your own…

Kiana: No, I was never alone.

Puppet: Neither were we… There are a thousand of us…

Kiana: Because you are not united by the same belief, sympathy, or mutual trust.

Kiana: You simply gathered together because of similar extreme emotions, so you try to vent as a whole.

Kiana: You don’t call that companionship.

Puppet: …

Puppet: I see…

Puppet: But, Kiana, I have one more question…

Puppet: Can you really defeat the Honkai with your so-called belief, friendship, and hope…?

Puppet: We lost, but you may face enemies far more complex and powerful one day… And when that day comes, can you still beat them with all this make-believe stuff?

Kiana: I won’t give up.

Kiana: And it’s absolutely not just make-believe stuff.

Kiana: It’s what makes humankind who they are.

Puppet: …

Puppet: Haha… To be honest, you almost convinced me, Kiana.

Puppet: I envy you… You’re right, we’re nothing but the Honkai’s puppets… What binds us together is this obnoxious string…

Puppet: This is odd… Which side am I on? Is it because I’m dying that I’m having weird thoughts…

Kiana: …

Puppet: But the malice in human hearts won’t disappear…

Puppet: You’ll understand soon, Kiana… No, you’ve always known…

Puppet: There are still lots of tests waiting for you…

Puppet: …

Puppet: Uh… here he comes…

Puppet: The “golden” string… is already wrapped around me…

Kiana: …

The puppet hung her head in silence, quietly awaiting her ending.

At the last puppet, and the Theater where the curtain had fallen…

Kiana swung her sword.

A few weeks later…

Faint, still clouds dotted the sky, as if saluting the sight beneath.

Breezes brushed past blades of grass, as if whispering prayers to them.

“We are gathered here today in memory of our mutual friend and a perpetual heroine.”

Theresa gazed solemnly at those who were present from the front.

On the marble platform behind her rested a broken greatsword.

“I will not retell her life story nor enumerate her accomplishments.”

“Because we already know them by heart.”

“I only want to share the moments I spent with her.”

“When I first met her, she was a foot soldier in the Valkyrie Assault Squad.”

“She had childish eyes, like we once did.”

“But her eyes changed after a mission.”

“Back then, she had so many options.”

“I only offered another option… I offered her a post at St. Freya.”

“But I soon regretted my decision.”

“As a teacher, she would often be late for class, stay out all night, or have a hangover.”

“I confiscated so many things from her that they packed an entire storeroom.”

“Although the students liked her, she still gave me a headache. She surely wasn’t a model teacher.”

…

Theresa closed her eyes and the memories of those days recurred to her.

“But it was a teacher like her that saved her students.”

“It was a teacher like her that taught us the meaning of comradeship, fighting, and hope.”

“She showed us… all the beautiful things in the world.”

“No teacher was and never will be better than her.”

Theresa turned to face the marble platform.

“Himeko, this is a bottle of fine wine.”

“You were very upset when I confiscated it.”

“It is time I return it to its rightful owner.”

Theresa walked aside.

The confession of the breezes lowered the tenderer blades of grass.

Kiana walked up and gazed at the broken greatsword.

It once brushed past her. The crackling was still ringing in her ears.

“…”

She tightened her grasp on the vessel.

“Once, doubt made me make mistakes and fear made me lose myself.”

“It was you who lit up my world and showed me the way in the quietest of nights.”

“You told me how to carry on.”

“Miss Himeko.”

“The sky you left is as clear as ever. We will firmly follow the path you opened.”

…

Breezes have stopped praying. Silence settled over.

They walked up one by one to place their memories on the marble.

They were consumed by times that have gone, and seldom spoke for the rest of the mourning.

The sparse clouds disappeared unknowingly. The sky remained a clear blue until it was engulfed by starlight.

Kiana did not dream that night.

…

Mei looked up into the sky.

The stars were unusually bright that night, adorning the sky like frozen tears.

Certain that she was alone, she approached the broken greatsword.

The marble stood in a bed of flowers that represented memories.

Mei bowed slightly and walked to the platform.

“I’m sorry, Miss Himeko.”

“I’m sorry to come to you by myself at a time like this.”

Mei stood silently for a moment, as if weighing her words.

She had many things to say, but felt that doing so would deprive them of their meaning.

“I’ve always honored your teachings. They enabled me to stay true to my choices.”

“You told me how to protect another and follow through with my life.”

“And I did exactly that.”

Mei took a deep breath.

There were things she did not want to say yet.

“But actions speak louder than words.”

She placed a bouquet on the marble.

“…”

“Thank you, Miss Himeko.”

“It’s an honor to be your student.”

She bowed one last time. Her farewell shook the night air and the marble.

She then faded into the starry night.

“…”

“What is it?”

Seeing that Mei had come to him, the man sitting on a stone bench broke the silence.

She appeared to have changed greatly since they last met.

He knew she would come to him.

“The Herrscher of Domination was exterminated.” She said.

“I know.”

“Its Core went missing.”

“...”

“But that isn’t what I came for today.”

“What do you want to know?”

“When my Herrscher power clashed with the puppets, my consciousness was taken to an odd space.”

“It ought to be the source of Herrscher power. I sensed an unbounded consciousness enveloping it.”

“That consciousness tried to drill something into my head…”

“But its attempt was thwarted by the EM waves overflowing from my body.”

“…”

“Kevin, this confuses me.”

“If that will is supposedly the God of the Honkai…”

“Would it truly lose its control over its executant for this reason?”

The man did not expect her to ask such a question.

Since when had she perceived it to such an extent?

“As the last hero of the Previous Era who’s fought till this day, you’re bound to know something.”

Mei looked Kevin in the eye.

“How many more secrets are you keeping from my generation?”

“…”

The man remained silent. He was pondering.

“I want an answer.”

“Now.”

“…”

“Of course.”

He made a decision.

“You are now eligible.”

“Eligible?”

The man raised his hand to point in a direction. A lightless corridor meandered out from a corner of the sacrificial ground.

At the end of that darkness lay the beginning of the world.

“Eligible to seek the answer.”

…

Mei did not know how long she had walked. She was still surrounded by darkness.

It seemed as if the corridor stretched on and on, until it reached another space.

“…”

“…”

She felt something in the boundless darkness.

“…Oh, Kevin, Kevin.”

“Aren’t you a troublemaker?”