Act 1 - Raven Hunt
Gameplay 14-1 - Old Friends

There was only endless darkness and a bleached desert stretching as far as the eye could see.

She stood with 7 warriors. They had one mission. The last battle of this long war would be fought here.

It would determine the fate of humanity. Would anyone amongst them live to see tomorrow?

She had no answer.

Kevin: Prepare yourself, Hua.

Kevin: According to MEI’s calculations, SHE will be here within an hour.

Girl: Yes.

Girl: …

Girl: Kevin, I hope humanity will survive this.

Kevin: They will.

Kevin: Just turn around and look at the Earth to dispel your doubts.

The girl turned around.

Earth. The planet was an azure orb suspended in the great, yawning void.

The planet’s deep blue curves emitted a warming halo that seemed to repel the darkness.

Kevin: Every time I look to the skies, I tremble at the thought of the cold and dark universe.

Kevin: Nevertheless, I believe it still contains traces of warmth…

Kevin: …For Earth gave birth to us and the stars still shine.

Earth? The girl thought about the humans there. They may be grieving or taking part in a doomsday revelry.

But she saw things from the moon. Wars, hatred, pain, and those memories of the past no longer meant anything.

The only thing that mattered would be the future.

If humanity survives and repopulates the planet, their pain and conflict would only return.

Yet the only thing that still mattered would be the future.

Girl: Kevin, I’m sorry about that argument with Dr. MEI… and for what I said to you.

Kevin: There’s no need for apologies. You are my comrade in arms, and I am yours.

Girl: Are we? What… what should I say, then?

Kevin: I need you to make me a promise. Those of us who survive this battle shall bear great responsibilities.

Kevin: MEI has prepared many projects. STIGMA, EMBER, ARK…

Kevin: Not everyone agrees with these methods, but they are the seeds of humanity’s revival.

Kevin: The survivors must nurture these seeds and avoid our mistakes until civilisation rebuilds itself.

Kevin: Hua, I believe these seeds contain the means by which we can defeat the Honkai for good.

Kevin: Humanity must make great sacrifices to witness the arrival of that very day.

Kevin: …But humanity will never lose hope.

[CG plays wherein Rita recounts the events of Chapter XIII:

Rita: To hunt down the Herrscher of the Void, Rita Rossweisse has returned to Arc City.

Rita: But to her surprise, the city had fallen into the World Serpent’s clutches, its machinations trapping her in a cul-de-sac.

Rita: At the critical moment, her prey comes to her aid.

Rita: And thus, the fates of the hunter and the prey entwine…]

Outskirts of Arc City. Some secluded corner.

Kiana: …!

Fu Hua: Kiana?

Kiana: …Did I fall asleep? I dreamt that I was on the moon right before some big fight.

Kiana: And there was this guy who looked familiar… I don’t know who he was, but he called me by another name… Hua…

Fu Hua: …Those are my experiences, Kiana.

Fu Hua: Our individual minds may have intertwined for some reason… but your dreams can help remind me of the past.

Fu Hua: I didn’t tell you many things because they may sound unbelievable. I’m not just a Schicksal Valkyrie…

Fu Hua: My life stretches all the way back to the Previous Era. I am a survivor of an ancient time…

Kiana: Wha…?! I always felt that you were special, but the things you’re saying right now are just… unbelievable…

Kiana: So all those records about you that we found in the lab… are they all true?!

Kiana: Then… who’s the guy talking to you in the dream?

Fu Hua: Kevin Kaslana, the founding father of your House. He’s also a Previous Era survivor of the final battle…

Fu Hua: …And the greatest defender of humanity. That was the way it should have been if he were to fall in that battle.

Fu Hua: But the final battle ended with such cruelty that it changed both me and Kevin…

Fu Hua: After the war ended, Kevin created the World Serpent and started carrying out Previous Era projects to revive humanity.

Kiana: World Serpent? Previous Era projects? Do they include Project STIGMA?

Fu Hua: Yes. The project may be important, but humanity could ill afford to pay its price.

Fu Hua: Many Pioneers opposed Kevin’s actions and turned against him… then he disappeared from history altogether.

Kiana: What? What happened?

Fu Hua: It’s a long story that I’ll tell you later. You just need to know that Kevin’s disappearance was welcomed by many.

Fu Hua: The World Serpent collapsed afterwards. I even thought it was vanquished centuries ago.

Fu Hua: But the records about me that we found at the Heliopolis underground labs… and that familiar symbol…

Fu Hua: …World Serpent still lives. They were only hiding in the shadows, waiting for the return of their Sire.

Fu Hua: Listen, Kiana. We must leave Arc City.

Fu Hua: If that man returns, and if all this was part of his plan… the city will no longer be safe.

Fu Hua: I know him. If he finds you, he will kill you without hesitation.

Fu Hua: I may have protected you in the past… but things have changed…

Kiana: …Does that mean I have to run away again like what I’ve been doing for the last 3 months?

Kiana: What’s the point? I’ve been on the run forever! Should I go hide in another corner and hope that no one finds me?

Kiana: I won’t leave Arc City. I don’t want to remember myself as a girl who always runs away from her problems.

Fu Hua: …

Fu Hua: Since you’ve made up your mind, I won’t get in your way.

Fu Hua: But promise me this, Kiana. If we find evidence that Kevin is in Arc City, you must leave at once.

Kiana: …Okay. I promise.

Kiana: So about STIGMA… the vaccines were shipped to Shenzhou last year. Did the World Serpent start its plans last year as well?

Fu Hua: No. Vaccine modification was only part of it. STIGMA activation needs another step known only by key World Serpent personnel.

Kiana: I guess the World Serpent will be accelerating their plans. We don’t have much time left.

Fu Hua: What do you plan on doing next?

Kiana: I’m taking a direct approach: head back to the biomedical park and find the one commanding the zombies.

Kiana: She looks like a “key World Serpent personnel”. She must know something.

Kiana: Rita had created a few diversions there before. I think our chances are looking pretty good.

Kiana: It’s just that… I spent way too much power in that huge fight…

Fu Hua: Don’t push yourself too hard, Kiana. You need rest…

Kiana: I’ve rested enough. We should move as quickly as possible to give us more time.

Fu Hua: What should we do with Rita?

Rita was still unconscious. Kiana examined her wounds.

Kiana: Leave her here for now.

Kiana inspected her surroundings and made sure she left no trace of herself before leaving the room.

But she was not aware that a pair of eyes opened as soon as she closed the door.

Fu Hua: Mecha guards are showing up outside.

Fu Hua: Take the stairs up to get out.

Fu Hua: Mecha guards!

Fu Hua: We need some distraction.

Fu Hua: This is a good spot.

Fu Hua: Looks good here.

Fu Hua: Stay clear. They’ll explode soon.

Fu Hua: That should be enough.

Fu Hua: Right ahead.

--

Gameplay 14-2 - Prey

Rita had carried out many missions before, but never had her expectations been subverted so thoroughly.

A Herrscher supposedly driven by an inhuman urge for destruction was trying to save a city from a deadly plot.

She was Rita’s prey, but when she herself was incapacitated, the Herrscher saved her life instead.

Rita also witnessed Kiana talking to herself… or was she talking to someone else… someone unseen?

Rita: Who could that person be?

Rita: If only I could hear those words clearly… but I would have given myself away if I tried to move.

Rita: In any case, I can’t simply sit out of this.

Rita: Go ahead and distract the World Serpent for me, Miss Kaslana. I shall attend to my affairs.

She switched on her communication device and waited for a response.

Nearly a minute passed. No one picked up, but she could hear Alvitr’s voice.

Alvitr: Adjutant? We were worried sick about you!

Rita: Alvitr, it’s good to see you again.

Alvitr: The Herrscher girl saved us…

Alvitr: But why would she?

Rita: I wish I knew.

Alvitr: Adjutant, I’m trying to get in touch with HQ, but our comms are jammed.

Rita: Look after the squad. I’ll join you soon.

Rita: HQ is not responding to my calls. I have no choice but to leave a message.

Rita: Operation Artemis. Recipient: Durandal. Sender: Rita Rossweisse.

It took her a few minutes to leave her message. Rita then began to think about things.

Rita: Though I couldn’t get in touch with Master Durandal…

Rita: Miss Kaslana’s friends should be interested in my invitation…

--

Gameplay 14-3 - Jackal

Meanwhile, at the Heliopolis biomedical park. Raven received a call from Jackal.

[CG plays wherein Jackal’s appearance flashes onto a screen.]

Jackal: What is our current progress? The secret of Heliopolis was exposed. The experiment is running out of time.

Raven: I’ve deployed our entire forces. You can’t expect me to wave a magic wand and wish those problems away.

Raven: The Schicksal Valkyries left the place in a mess and delayed our plan. But that is not our greatest concern.

Raven: We need to worry about the Herrscher of the Void. She knows about us, and she will try to sabotage our plans.

Jackal: Stop her.

Raven: Stop her? Hmph.

Raven: True, I hate her, but I’m not insane. You can throw 10 times more of your monsters at her and it won’t even slow her down.

Raven: Think about what she did in the 2nd Honkai War. No army in existence is a match against this Herrscher.

Jackal: I have checked site recordings from an hour ago. That girl did not display any Herrscher-level powers.

Jackal: She may be a nascent Herrscher with little control over her powers. Your childhood trauma is making you afraid.

Jackal: My intel tells me this Void Queen dealt some damage to Schicksal HQ but was defeated just a few hours later.

Jackal: There were three S-rank Valkyries stationed there. Rita Rossweisse, whom you fought before, was one of them.

Jackal: And is Rita really any good? Our clever trap took her out of the game.

Jackal: All this shows that the nascent Herrscher may not be as powerful as you feared.

Raven: May not be as powerful? Your intel is doubtful. I’ve heard that the Schicksal Overseer made secret weapons…

Jackal: Otto? Pfft. Everyone knows he’s just a coward hiding behind his Valkyries.

Jackal: You might as well tell me that Otto made a retiring Valkyrie wear a powerful battlesuit to take out the Herrscher.

Raven: Your sense of humor is *so* reassuring…

Jackal: Raven, we have spent years preparing for Project STIGMA.

Jackal: A densely populated city under curfew with limited evac. We won’t get another perfect setup like this.

Jackal: Our Sire is watching. The future of humanity must rise from this place. There’s no going back for either of us.

Raven’s hooded face tensed when she heard those words.

Raven: …As the Serpent wishes.

Fu Hua: It’s too quiet here.

Fu Hua: Something up ahead.

The girl infiltrated the biomedical park. The dark cover of night gave her a sense of peace.

She observed with bated breath. The woman who ambushed Rita was issuing orders to a convoy crew.

Kiana: These guys are up to something.

Fu Hua: We seem to be just in time, but this feels like more than just a coincidence.

Kiana: The convoy is leaving. I guess it wasn’t a coincidence after all.

Kiana leaped down and pursued the departing convoy.

--

Gameplay 14-4 - Strike

Highway lights flashed as Kiana approached the convoy trucks as quickly as she could.

She launched herself into a graceful leap and landed softly right on top of a vehicle.

Kiana: I’ll start my attack once we’re far enough from the biomedical park.

Fu Hua: Watch out for the caped woman, Kiana. Someone who could defeat Rita must be well-versed in underhanded tactics.

Kiana: I know. Those Valkyries were incapacitated because of some poison gas they released.

Fu Hua: The gas that took out the Immortal Blades… it may be a chemical weapon for neutralising Honkai in the body.

Fu Hua: But this weapon has two obvious weaknesses.

Fu Hua: First: friendly forces reliant on Honkai energy must stay away from the gas or be incapacitated as well.

Fu Hua: Second: gas weapons only work best in enclosed spaces.

Kiana: …Oh, right! That caped woman didn’t fight Rita face-to-face. She ambushed her in the lab instead.

Fu Hua: We should isolate and fight her in an open space, and be prepared for anything that could happen.

Kiana: I think I have a plan, Fu Hua…

Kiana: …But I still need to fight her first.

Kiana braced herself and held the trigger. Her body was a coiled spring waiting to be launched.

[CG plays wherein Kiana halts the convoy.]

--

Gameplay 14-5 - Raven Hunt

[CG plays wherein Kiana deals with the remainder of the convoy, but is interrupted by Raven:

Raven: I see your Herrscher body is holding on quite well, huh?

Kiana: Now you can’t use Honkai energy either.

Kiana: Finally looking to fight me fair and square?

Raven: For you…

Raven: …There’s no such thing as “fair”.]

Raven: The hunt starts now.

She could feel her body losing its energy. Her limbs moved sluggishly as though she was swimming in a mire.

The enemy’s gray cape unfurled like a raptor’s wings. She moved so fast that she was essentially a blurred shadow.

Kiana tried evading, but the opponent read her moves. Razor sharp talons dug into her chest.

Kiana: What… are you… trying to do… to this city…?

She could hardly maintain her balance or stay on her feet.

Raven: I do not need to answer your questions.

Raven: It’s done, Jackal.

Jackal: Heh. It’s just as I thought. Even a Herrscher can be defeated by the right strategies.

Jackal: Bring her to the lab, Raven.

Raven: I advise against it. I saw we kill her now.

Jackal: What?! That’s such an outrageous waste! We’ve captured a Herrscher! A living specimen of a Herrscher!!

Jackal: I can’t wait to take her apart and see what makes her tick…

Raven: …You’re insane.

Raven tossed the unconscious girl to the automatons and ordered them to lock her up in a truck container.

Raven: I’m bringing her back. The rest of you will carry on with the mission.

No one noticed the figure in the distance who observed the entire battle.

Rita: Oh my, and I’ve only waited for a short time before setting off. I didn’t expect to see you captured like this.

Rita: But at least I’m walking away with good news. There is an antidote for that gas.

Rita: Miss Kaslana… please try to bear with them for a while.

Rita: You did treat me as a creepy maid and ordered me around. Treat this as a serving of karmic justice.

Rita: In any case, we should hope that my humble prayers for aid are answered.

Rita murmured to herself as she disappeared into the night.

Act 2 - Trial of Darkness
Gameplay 14-6 - Old Dream

Heliopolis biomedical park. 30 minutes later.

Rita: They have more than doubled the security.

Alvitr: Adjutant Rita, are you really going in before Master Durandal arrives?

Alvitr: I… I know I’m not supposed to question choices made by a superior officer, but…

Alvitr: …You were injured in the previous operation. Doing this alone isn’t brave… it’s…

Rita: …And I agree with you, Alvitr. I take full responsibility for the poor decisions, bad leadership… and everyone who fell…

Rita: …But I am still standing, and the mission has not yet ended. I will stop the World Serpent and their plans.

Alvitr: …Their plans?

Rita: I’m sure we will score an easy victory once Master Durandal arrives.

Rita: But what if she arrives too late to stop the World Serpent? What will happen to this city?

Rita: I’m a Valkyrie. I do *not* enjoy defeating an enemy *after* it murders an entire city of innocent people.

Rita: This is precisely why I am compelled to do something before Master Durandal arrives.

Rita: I gave myself that order. This mission is mine alone.

Alvitr: Your words are so inspiring… I’ve never thought about that before. Please forgive me, Adjutant Rita!

Alvitr: But still, please be extra careful. At your current state, you’re hardly stronger than an ordinary human…

Rita: Don’t worry, Alvitr. We Valkyries know how to fight even without Honkai energy.

Rita: My body still remembers all the training I had.

Alvitr: Adjutant, I did a bit of tweaking to your battlesuit.

Alvitr: You won’t be able to use Honkai energy yet, but it can function for a short while.

Rita: Thank you, Alvitr.

Rita: I’d better start by looking for a cure.

Alvitr: The research facility is right ahead.

Alvitr: I think it’s a good place to start looking.

Rita: Wait, where is the EOS wreckage?

Alvitr: Maybe they cleared it?

Rita: Doesn’t feel right.

While Rita infiltrated the Heliopolis complex, something else transpired deep within the biomedical park…

Raven rested in a sleeping pod to heal injuries suffered while fighting in the gas…

Boy: …Tasha!

Boy: Go, Tasha! Go and live well!

Raven: I dreamt of my brother again. I dreamt of the day when I left him.

Raven: Destruction rained down from the heavens. We were forced to leave our home.

Raven: We soon ran out of food, medicine, and water… people fought over them… then they started killing each other.

Raven: Many died in that cursed exodus… I never expected to survive, but then that man appeared before us.

Cioara: Please, sir… take my brother too…

Gray Serpent: You may be too young to understand this, but listen carefully, girl. You were blessed by the white flower.

Gray Serpent: Life is fragile… and costly. A person is alive thanks to the sacrifice of countless other lives…

Gray Serpent: Animals killed for meat, crops scythed for grain, trees cut for wood… so many lives given up to keep one alive.

Gray Serpent: These are hard times… those who wish to live must prove their worth…

Gray Serpent: Unfortunately, your brother failed to demonstrate his value.

Gray Serpent: Listen to your brother. Pick yourself up. Live well for those who sacrificed themselves for you…

Gray Serpent: …Prove your worth.

Raven: He took me away. He protected me. He trained me.

Raven: To this day, I still fear dreaming about my brother. I’m afraid he might ask if I’ve led a good life…

Comm signals started flashing. Raven woke from her sleep.

Jackal: How do you feel? You should be fully healed by now.

Jackal: Feeling proud of yourself? You did defeat a Herrscher, and showed them that the World Serpent cannot be stopped.

Jackal: You also proved my hypothesis. Though armed with destructive Honkai powers, Herrschers are still mortal humans.

Raven: I hope you know what you’re doing, Jackal.

Jackal: Of course I do. This is the first time we’ve acquired a *live* Herrscher specimen!

Jackal: My experiments on her will greatly expand our knowledge about the very nature of the Honkai itself!

Raven: Will your experiments bring back the people killed by the Honkai?

Jackal: …You’re not a scientist, but I am. You won’t appreciate what opportunities this specimen can offer.

Jackal: You’ll never defeat an enemy if you refuse to understand it.

Jackal: We must embrace it, assess it, and learn how to defeat it. All your suffering would be in vain if we fail.

Jackal: Individual suffering and pain are just an insignificant speck of dust.

Jackal: We’re here to end the only suffering that matters: the pain that the Honkai inflicts upon the entire human race.

Jackal: So, let’s just focus on doing our respective jobs.

Raven: The Herrscher of the Void is under your control. The activation “button” is set.

Raven: No one will be around to stop our plans.

Jackal: Push the “button”. The people of this city will be reborn in 2 hours.

--

Gameplay 14-7 - Aid

Rita: According to the data we’ve collected, this should be the biomedical park.

Rita: If things go well, we should be able to find clues about the antidote.

Alvitr: If… and I mean *IF* you’re exposed, you can activate Stalker Carbon’s auto-mode to help you escape.

Rita: Please have faith in me, Alvitr.

A cut mark. Looks fresh.

A fight must have occurred here.

The pharmaceutical lab is on the right.

Some finished formulation might be found there.

The lab capsule had been opened.

There’s nothing in there now.

The researchers’ office is on the left.

Some research logs might be found there.

This messy log records a string of characters.

Might be the password for the synthesis system.

Rita: Keywords: HSN-B46, block reactions.

Rita: That’s where it’s kept.

Rita: Hmm… very heavily guarded.


[CG plays wherein Rita searches the system, but is found and ambushed by Mei:

Rita: Miss Raiden, it’s been a long time.]

--

Gameplay 14-8 - Deal

Mei: I received the message you sent via the child.

Rita: And it seems that Lady Luck is still on my side.

Rita: The “help” has arrived.

Rita: Did Dr. Tesla come along?

Mei: We prepared for the worst once we received your message.

Mei: Give me a good reason to trust you.

Rita: Lying is unwise, especially when lives are in danger.

Rita: Look around, Miss Raiden. There is no ambush. The serum weakened me and placed me at your mercy.

Rita: This deal is as real as it can be. Help me find the antidote and I’ll tell you where Miss Kaslana is.

To prove her words, Rita used a projector on her battlesuit to play a video of her fighting alongside Kiana.

Rita: We’re both in this city. We’re on the same side.

Mei: Hmph.

Rita: I’m pleased that we’ve reached an amicable agreement. I’m counting on you, Miss Raiden.

Mei: I have done what you asked for. Time to live up to your end of the bargain.

Rita: The World Serpent has a Honkai research facility located deep under this biomedical park.

Rita: Miss Kaslana should be imprisoned there. I will send you the map and route…

A blade was drawn, its cold edge pressed against Rita’s neck and cutting her words short.

Rita: …And your reason for doing this?

Mei: I need one more thing, Rita.

Mei: I want the eye. Gray Serpent’s eye.

Rita: …As you wish.

Mei: This eye will set that child free.

Rita: A gentle reminder, Miss Raiden. For every moment you delay your rescue, you extend Miss Kaslana’s sufferings.

Rita: I’m afraid I have to bid you farewell. Hopefully you will not press your blade against my neck next time.

Rita watched the girl leave.

Rita: I have secured the antidote.

Rita: Time to investigate what they did to the EOS.

Mei: No time for these enemies. I have to find Kiana as soon as I can.

Mei: The door is locked. Could it be because of the fight?

Mei: Not this way… Guess I should keep looking.

Mei: It’s coming from underground!

Mei: That elevator should take me to the underground lab.

--

Gameplay 14-9 - Ruse

Underground lab. Biomedical park.

For countless nights, she dreamed of drowning in a bottomless abyss.

It was pitch black. An icy coldness engulfed her. She tried swimming towards the surface to catch her breath.

But it was just too dark and the surface was just too far. Giving up appeared so much easier…

She was tired. She was tempted to ignore the sufferings of the world and give in to sleep.

But a voice weakly called her name. Fine cracks appeared in massive slabs of ice.

Her name felt so alien to her… it felt as though it was never hers…

…Yet every syllable of that name tugged at her heart.

Fu Hua: Kiana!

Fu Hua: Kiana Kaslana! Wake up!

She remembered that name. She always longed to have that name.

She slowly regained consciousness. She remembered things… the experiments and the interrogation.

Her mission was not yet complete… she would not let herself continue sleeping.

Kiana: *HAKK* *KAFF*

Jackal: Very impressive, Herrscher of the Void. You were unconscious for only 0.3 seconds in this test run.

Jackal: Your body is a work of wonders. No matter what I do, it always manages to put itself back together…

Jackal: Can you still talk?

Kiana: Your experiment… how many people in Arc City will survive your experiment?

Jackal: Are numbers that important to you? I thought we humans were just meaningless bread crumbs on your dinner table.

Jackal: I’ll gladly share the answer once I have one… if you are still alive by then, of course.

Jackal: Alright, next test item: interconnections between the Herrscher Core and biological tissue.

The girl could bear it no longer. She began to scream in pain.

Jackal observed her through a comm screen and gave off a sadistic laugh of enjoyment.

Jackal: Your cells and tissues exhibit an astonishing level of Honkai resistance…

Jackal: The Stigmata has started glowing after we injected the Honkai solution…

Jackal: Such beauteous patterns… oh how my faith has grown for my Sire’s promises of the future…

Kiana: The Stigmata… you did everything you could to steal the Schicksal vaccines… and pissed off the Valkyries…

Kiana: But nobody… nobody in this city has Stigmata except for the zombies…

Kiana: Your calculations are wrong…

Jackal: Preposterous. I refuse to discuss details of my profession with a lab rat.

Jackal waved her hand and initiated a new test.

Kiana: KYAAA–!!

Kiana: Maybe you did your math wrong… placed the decimal point at a funny place… always happens to me…

Jackal waved her hand again and added another torturous routine.

Kiana: KYAAAAAAAAA—!!!

Jackal: You’re an insect that acquired powers you don’t deserve, and you think that allows you to determine the world’s fate…

Jackal: This is divine knowledge poised to shape our future! I won’t let you insult it with grade school arithmetic.

Jackal: Improvements to the vaccine, the amount of Honkai energy to baptise the city with and fully activate the peoples’ Stigmata…

Jackal: …These are secrets known only to a genius like me.

Kiana: You’re… releasing the Honkai energy? Where? The city center… or its outskirts?

Jackal: You’re getting too inquisitive, lab rat. Skip the other tests. Start the dissection at once…

Kiana: What the hell? And I was giving you such a good show! I thought you would tell me something more.

The lab rat suddenly smiled. She turned out to be a guest of a bad comedy show who had finally lost her patience.

Kiana: Forget it. I don’t think I’ll get anything else from you.

Jackal’s “helpless specimen” no longer squirmed and trembled in pain. Instead, she grinned like a predator.

Jackal: This… this isn’t possible! We’ve already…

Kiana: Oh come on. I thought every girl knew how to fake painful screams and tears to get her way.

Kiana: To be honest, your hurty nonsense didn’t really hurt at all.

She raised her fist and swung a punch, then another.

The hardened reinforced glass shattered like thin ice before her wrath.

Kiana: And I’m going to smash more than this stupid glass. I’m gonna smash your stupid Project STIGMA as well!

Jackal: I’ll show you…

The girl threw a few more punches, destroying the comm screen before Jackal could describe her threat.

Kiana: And I’ll smash your stupid dog head as well!

Kiana ripped bundles of IV tubes off her body, stepped out of the testing tank, and took in a deep breath.

Alarms went off around her. A holding cell slowly opened to release a monster encased in a sickening purple carapace.

The girl smiled and prepared herself for combat.

Fu Hua: Kiana, you…

Fu Hua: Are you alright?

Kiana: Funny thing is… it doesn’t hurt at all.

Fu Hua: …

Act 3 - Break of Dawn
Gameplay 14-10 - Reunion

Her killing blow shattered the Honkai beast into black fragments that quickly disappeared into a yawning void.

A mighty explosion quickly followed. The giant doors behind her shook and fell apart.

Kiana spun around and readied herself for another fight.

…But the intruder was someone she was wholly unprepared to meet.

Mei: Kiana…

Kiana Kaslana had fantasised a million different reunions with Mei Raiden.

…But this was not one of them. She did not expect to meet her at this time or at this place…

There was no joy in her heart. There was only fear.

Kiana: Mei…

Kiana: What are you doing here? You… you shouldn’t be here! This place… it’s dangerous!

After all she had been through, she thought she was strong enough to face her best friend.

But she lost all courage the very moment she saw Mei. She became that drifter girl once more.

Guilt and fear of losing control plagued her heart. The demon of her past whispered behind her ears.

Mei held Kiana in a tight, silent embrace.

She held on tightly for fear of losing Kiana if she let go.

Mei: Kiana, you’re hurt…

Mei: I’ll take you back to the Hyperion. Principal Theresa… everyone’s waiting for you.

Kiana: No… I can’t go back, Mei.

The past where she could laugh with her friends was gone. She could not pretend that nothing had happened.

Will they welcome her with smiles and hugs?

Some wounds would never heal. A forced smile only worsens the pain it tries to disguise.

Kiana: I’m sorry… I can’t go back… I can’t put you all in danger again.

Mei looked at Kiana as though she were a stranger.

Fu Hua: Uhm… Kiana, this isn’t the time to talk about the past.

Fu Hua: Enemies are coming through the corridors. Tell Mei to get ready for battle.

Kiana: Give me some time, Mei. We must leave this place quickly. I need to save this city from disaster…

Kiana: …Before we can talk about other things.

Mei: I understand. Rita told me where to find you. She told me everything.

Mei: Kiana… I want you to know that I… that everyone on the Hyperion will always be waiting for you.

Kiana nodded. She then turned around to face the enemies.

--

Gameplay 14-11 - Turnaround

Kiana: In the lab, that dog face mentioned their plans. Besides making a vaccine to wake up the Stigmata in peoples’ bodies…

Kiana: …They’re also creating a Honkai disaster that will affect the entire city to completely activate those Stigmata!

Mei: No more details about the time and location? Even if we destroy this place, there’s no way to stop their plan.

Rita: I know where it is.

Rita: Looks like Miss Kaslana has been well. I’m relieved.

Mei: Don’t even think about taking her away from me!

Rita: Calm down, Miss Raiden. I told you, we’re on the same team in this city.

Rita: About the World Serpent’s plan to create Honkai disasters here… I think I know what the rest of the plan is.

Rita: This city has been closely monitoring Honkai energy usage. Anything that may cause large-scale Honkai reactions shouldn’t be found… except for those that could pass the inspection and enter this city legally.

Rita: Especially those giant vehicles powered by Honkai energy. Our EOS is a perfect choice.

Kiana: So they…

Rita: They took the EOS’ engine and placed it on top of the signal tower in the center of the city for max effect.

Rita: Remove the protective cover, have the engine run in overload for a while, and then… BOOM!

Rita: A bomb that releases the massive Honkai energy made by our engine… No way we can get out of this investigation.

Kiana: We can’t stay here any longer!

Rita: You’re right. But it looks like they’re not going to let us leave.

A giant shadow slowly approaches, blocking both their path and view.

Kiana: …How come?! I just killed it!

The gigantic figure of the strange purple beast reemerged in the air.

It shook its translucent shell, raising its claws, ready to attack.

Rita: Miss Kaslana, remember what you said to me?

Rita: “Making an escape is nothing compared to saving a city”.

Rita: I’ll distract it. You go stop the bomb.

Kiana: …Okay.

Rita: Thank you for saving me at that time.

Rita: And that evens our score.

Carcasses of slain beasts covered the ground. Rita panted. Her body had not yet fully recovered from the serum.

Her communicator buzzed. A familiar voice spoke.

Rita: She took her sweet time…

Rita: …I won’t be around if Master Durandal arrives to take you away.

--

Gameplay 14-12 - Breakthrough

[CG plays wherein Raven interrupts Mei and Kiana’s escape attempt:

Kiana: We’re almost there!

Kiana: Mei!

Raven: Here we meet again.

Raven: No one will stand in my way this time…]

--

Gameplay 14-13 - Falling Feather

Kiana: Mei!

Mei: I’m fine, Kiana. Don’t let me distract you from your mission.

The girl gently lowered her injured friend and stood up.

The gray cape flapped in the wind. She was a raptor with both eyes on her prey.

Kiana: Move it!

Kiana: It isn’t too late to stop! Your plans won’t save anyone. You’re just murdering them.

Raven: You? Accusing me of murder? You created the 2nd Eruption… you are the worst genocidal monster in human history…

Raven: You are a fiend! You have no right to accuse us of anything!

Raven: Have you ever heard the cries of those who suffered because of you?

Raven: Those who were infected by deadly Honkai energy?

Raven: Those grieving widows robbed of their husbands?

Raven: Those children torn from their families and turned into soldiers?

Raven: YOU HAVE NOT! You are deaf to the weeping and the howling and the gnashing of teeth!

The once-expressionless face betrayed a hint of sorrow.

Raven: Once our plan succeeds, humanity will no longer need to fear you and whatever you might represent.

Kiana: Move it! I won’t say it again!

The fighters clashed in mid-air and landed without a sound. Victory had been decided.

Blood stained Raven’s cape. She staggered as she tried to cover her wounds. She could not accept this defeat.

Raven: Go on, do it… Herrscher of the Void…

Raven: Kill me… just like how you’ve been killing us all this time…

Kiana looked into her enemy’s eyes.

She was probably about as old as she was… but those eyes only witnessed scenes of death and terror.

Kiana holstered her guns.

Raven: …Our experiment has begun.

Raven: You cannot stop it, no matter what you do.

Raven: I’ve delayed you long enough with this fight. I win.

Raven gave a cruel smile. She waved her hands weakly and created a smoke screen.

Kiana: Wait…!

Raven disappeared without a trace into the shadows of the city.

Kiana: Grr… I can’t believe I’m running out of time when I’m just so close…

She had spent every iota of her strength. Her body was on the verge of collapse.

Kiana: There must be some other way… this is definitely the last place to get stuck in.

Fu Hua: Kiana, you must unleash your Herrscher powers.

Kiana: Fu Hua? What did you just say?

Fu Hua: Use your Void powers. We might be able to get there on time and stop the disaster.

Kiana: I… I know exactly what your plans are… and I know it’s the only way

Kiana: But you… you’re hardly strong enough…

Fu Hua: Still strong enough to keep her persona in check, Kiana. Pay me no heed. Go ahead and use those powers.

Fu Hua: I realised that you’re right. We shouldn’t always be running away from our problems.

Fu Hua: Those who fell fighting the Honkai are gone. They will never see you making this world a better place.

Fu Hua: But the living will see what you have done for everyone.

Kiana turned around and looked into Mei’s eyes.

Mei’s lips trembled. She seemed to know that Kiana had made her choice.

The silence and sadness in her eyes conveyed her feelings to Kiana.

She knew that Kiana would not stop.

Kiana looked up. She then closed her eyes.

[CG plays wherein Fu Hua seals Sirin away for the time being:

Fu Hua: Go ahead and do what must be done.

Kiana: Thank you, Fu Hua.]

She became an arrow darting across the neon-illuminated nightscape of Arc City.

[Special CG [Meteoric Salvation] plays:

Girl: Mummy! Look!

Kiana: You wanna get in my way?

Kiana: I have no time… for your… little games!

Kiana: Neko Charm!

Kiana: This is it…

Kiana: I must defuse the bomb now!

Kiana: This Honkai energy is incredible…

Himeko: Kiana…

Kiana: Himeko!

Kiana: Yeah…

Kiana: I… promised you!

Kiana: Together… We will shape this wretched world…

Kiana and Himeko: Into what we’ve always wanted!

Kiana: I have… kept my word…]

The World Serpent’s dark plans shall end in one brilliant conflagration.

The girl was the only one who knew the secrets, and she gave chase to the fallen star.

[CG plays wherein Mei runs in vain to catch the falling Kiana, all to be met with Durandal who had got there first, using the Abyss Flower to conjure a gigantic tree that caught her instead:

Mei: Kiana!

Mei: Kiana!]