Act 1 - A
Gameplay 22-1 - I

No one foresaw the 8th Herrscher’s birth.

Healthy, strong, and with great Honkai adaptability: this was a perfect body.

The best part was that the body was soulless… the original owner left this shell behind for the Honkai to nest in.

It never occurred to the desperate Fu Hua, the conceited Otto, or Kevin, who still had a soft spot for his old friend.

Ironically, it was the most devoted fighters of the Honkai that played major roles in the birth of the 8th Herrscher.

“Hua”: Took you long enough. I’m out of patience.

“Hua”: Just a few memory fragments, and I even arranged a guide for you. Why did it take this long for you?

Kiana and Bronya: …

“Hua”: Ah… got spooked?

“Hua”: Sorry, this was meant as a surprise. Guess I overdid it.

Bronya: Who are you?

Hua noticed that Kiana and Bronya both took a step back.

“Hua”: I’m getting that a lot lately. Too much, actually. Why, I’m still Fu Hua. It’s not like I had plastic surgery.

“Hua”: Dammit, everyone is giving me this bullshit…

Kiana: You look like Fu Hua, but you’re different.

“Hua”: Well, you’re just not used to the new me.

“Hua”: Come on, they’d like to speak with you. You’ll explain to them. And not a word more.

Fu Hua: …

Kiana: …Ah!

The illusion dissipated, the bizarre scene being replaced by the age-old Mount Taixuan.

Fu Hua: Hi, Kiana and Bronya… how are you doing?

Bronya: …!

Kiana: Fu Hua!

Fu Hua: Ugh…

An overwhelming pressure sealed her lips and forbid her to spit out another word.

“Hua”: I said only explanation and nothing more. Play fair and don’t try to cheat.

“Hua”: Just tell them who I am.

Fu Hua: I’m the Fenghuang Down that once spoke to you, and she is… the Fu Hua killed by Otto.

“Hua”: …Feels weird, but I guess this will do.

With a finger snap, the Fenghuang Down vanished.

Kiana: What did you do with Fu Hua?

Bronya: …

“Hua”: Hey, easy now! I’m just giving her a short break!

Bronya: The Bronya cannot trust you.

“Hua”: But why?

Bronya: The Bronya detects ill intentions from you.

Bronya: Why build a simulated Mount Taixuan? Why expose us to Fu Hua’s past memories?

Bronya: And, why mislead us by employing Lin Zhaoyu’s false image? You could have approached us in person.

“Hua”: …First, the mountain is no fake. I just modified it a bit to fit in my narrative. This is the true Mount Taixuan.

“Hua”: Second, my intention is to allow you to know me better.

“Hua”: Before, I kept everything to myself and never spoke my mind, but I’ve changed and I’ll be totally honest with you.

“Hua”: I’ll show you my past failures, mistakes, and pigheadedness. All the things I did wrong.

“Hua”: …So that you can arrive at the correct verdict.

Bronya: Verdict?

“Hua”: Third, me stepping out from behind the curtain would simply ruin the whole play, don’t you think?

“Hua”: …As it happens, there’s a poor girl sealed within my head, and she has a full set of memories and personality.

Fu Hua: You shouldn’t have done that…

The Fenghuang Down said to Hua softly in her head, but she paid no heed.

“Hua”: Anyway, I made good use of her and gave her full autonomy. It’s good acting only when you don’t know you’re acting.

Kiana: But why?

Bronya: You played us, for what purpose?

“Hua”: Played?!

Hua seemed to take it as a huge offense.

“Hua”: Were you hurt? Did I put you in danger? I watched you every step of the way to ensure your safety.

“Hua”: …And in the end, you repaid my kindness with harsh accusations.

Kiana: …

Bronya: …

Kiana and Bronya exchanged their suspicious looks.

Little did they know about the true intent of this Fu Hua lookalike, but they were sure of one thing: she is dangerous.

Bronya: Don’t be fooled Kiana, she’s just like us.

Kiana: Yeah, and we’re taking Fu Hua back from her.

“Hua”: Huh? You two wanna fight me?

“Hua”: Okay, I guess I have no choice but to persuade you with my fists.

“Hua”: Oh, you’re an incomplete Herrscher?

“Hua”: I see. You suppressed your power and only fight with the portion you can control.

“Hua”: Well done, Kiana. Don’t lose to the Honkai.

“Hua”: So Welt Yang passed the Core onto you.

“Hua”: His life is wretched enough, and he chose you to succeed that ill fate.

“Hua”: This Core brings only misfortune to anyone who has ever touched it.

“Hua”: Bronya, you should give it up.

“Hua”: One and a half Herrschers. I have to say I’m not impressed.

“Hua”: Well, it’s not your fault I guess. I’m simply way stronger.

Kiana: No gap at all.

“Hua”: I didn’t even use the feathers. Kiana, Bronya, check out your class monitor’s true strength. I’m all new now from head to toe.

Bronya: What to do now?

Fu Hua: Shh… it’s me.

Fu Hua’s voice suddenly sounded within their heads.

Fu Hua: She’s now too psyched to notice me. Listen, Kiana and Bronya, she is a Herrscher.

Kiana: That’s what I suspected.

“Hua”: You don’t want to fight anymore? Good, I just wanted to talk…

Fu Hua: She has possessed my body. Seems like my memories have confused her and made her believe she is me.

“Hua”: Huh? What are you doing?

Bronya: Kiana, you work out a solution with Fu Hua. The Bronya will stall her.

Bronya: Project Bunny, ride on!

“Hua”: Want to fight more? Kiana, you’re not in?

Kiana: …

“Hua”: Kiana is certainly the more sensible one. Never mind, I thought it over and two judges might be too much.

“Hua”: What if your two votes tie up? Not to mention we weren’t exactly that close, Bronya…

“Hua”: I’ll let you race to your heart’s content!

[CG plays wherein Hua creates an illusion of Arc City to fight Bronya in.]

…In the eyes of the Honkai, this Herrscher is as perfect as she can be.

However, just as Otto’s oversight accidentally sent Fu Hua’s body into the Honkai’s embrace, nuances make big differences.

A new Honkai persona awakened within Fu Hua’s body.

It was simple at the beginning, until the Honkai forged its self-identity which was then mixed with Fu Hua’s own memory.

In every previous case of Herrschers, the Honkai always managed to take control in the vessel, but Fu Hua was different.

Memories of millennia from Fu Hua’s past swept over like ocean tides, overwhelming the newly born Honkai persona.

Without further external interference, the Honkai gave in to the Fu Hua identity and lost total control in the new body.

This had never happened before since the Honkai came to be.

--

Gameplay 22-2 - You

Fu Hua: (Listen Kiana, Bronya won’t hold out long. She’ll find out as soon as we’re not able to keep her distracted.)

Fu Hua: (She has everything I had in my prime, and with her Herrscher powers, she’s even more unstoppable.)

Fu Hua: (Without a sound strategy, we don’t stand a chance against her.)

Kiana: (What should I do?)

Fu Hua: (You have to challenge her belief.)

Kiana: (Challenge her?)

Fu Hua: (She believes she is the one and only Fu Hua… that’s her core drive behind every move.)

Fu Hua: (But deep down, she is just an infant. There’s still kindness and reason within her. The Honkai has not fully taken over.)

Fu Hua: (When she realises she’s not who she believes she is, she will panic and her Herrscher power will fail her.)

Fu Hua: (That’s her only weakness and our only chance.)

Fu Hua: (But we’re not trying to destroy her. Remember, Kiana… don’t push her into the abyss of the Honkai…)

On the other side…

The Herrscher of Reason used her mobility to keep the distance between her and Hua.

But the cannon barrage caused very little trouble for Hua.

…It was over.

Bronya knew she stood no chance in Hua’s illusion.

But to create an opening for Fu Hua, she did everything she could.

Bronya: I hope… it’s not too late.

“Hua”: …What’s too late?

Her thoughts failed to escape Hua’s grasp.

“Hua”: (Something’s not right. Bronya…)

It took Hua only seconds to come to a rough idea of their plan.

“Hua”: Hey, old timer…

Fu Hua: Do not call me that.

“Hua”: Oh… you’re still around.

Fu Hua: Of course.

“Hua”: I wasn’t paying attention, and I thought you slipped off… Maybe I’m overreacting?

Fu Hua shook her head.

Fu Hua: I’m still here.

“Hua”: Oh, never mind then.

With a wave of her hand, the illusion dispersed.

“Hua”: Thank you, Kiana, for having faith in me.

Kiana: …She fell asleep.

“Hua”: She got too careless. Wielding the 1st Herrscher’s power is no joke. Didn’t end well for any men before her. Let her rest now.

“Hua”: You’re all I need.

“Hua”: It’s simple: I’m having a teeny-weeny argument with her, and we’ll let you be the judge.

“Hua”: Who do you think is the real Fu Hua?

Kiana: (She’s a Herrscher that stole Fu Hua’s body… but the Honkai has not yet controlled her. To save Fu Hua, I need to make her doubt herself…)

Kiana: (The real Fu Hua is held hostage by the Herrscher… She can’t really help me now.)

“Hua”: Just follow your heart. What do you think? The stronger, more sensible one? Or the pitiful antique within the feather?

Kiana: (…What do I do now?)

“Hua”
Fu Hua

“Hua”: Haha, I thought so.

Kiana: This isn’t fair.

“Hua”: Come on, nothing in this world is ever fair.

Kiana: You asked me to reach a verdict, but I know nothing about you.

Kiana: You showed me Fu Hua’s past, but claimed to be entirely different from the old you, which confuses me even more.

Kiana: All I know is that you set up a trap in this mountain and fooled me and Bronya.

Kiana: How in the world can you expect me to arrive at a just verdict?

“Hua”: …

Speechless, Hua stared at Fu Hua with her eyes wide open and soon redirected her gaze at Kiana.

“Hua”: You don’t say… That’s a good point.

“Hua”: I thought you’d pick her. After all, you two have a history and you can be easily biased.

“Hua”: It’s my fault, Kiana. I should have introduced myself properly first.

“Hua”: At least I should let you know… the differences between me and that old timer.

The Honkai persona sensed the brewing of a crisis.

No… the crisis had reared its head long ago.

In this era, the world had come to a better appreciation of what it means to be human.

Emotions, desires, and instincts… things that defy the cold rationalism of the Previous Era now define humanity.

The betrayal of the 1st Herrscher…

The awakening of the 2nd Herrscher…

The 3rd Herrscher…

…

The Honkai has to stop this chain of events.

Something has to be done against humanity’s resistance.

???: Hey, wake up! You’ve been asleep for too long.

And so, within the subconsciousness of the new Herrscher, a voice began to whisper.

The Newly Born: Who are you?

???: Know that I’m your Id. I am the primal and truest form of you.

The voice answered…

???: Try and remember. You are…

--

Gameplay 22-3 - Who

The illusion spread out once again.

Kiana: This is…

“Hua”: Yeah, it’s when you just turned Herrscher.

“Hua”: To show you how much I’ve changed, there’s no better way to let you relive the past yourself.

“Hua”: See? The past me was corrupted by Otto and committed countless crimes for him.

“Hua”: The reason behind that? My obsession with Project EMBER and the fact that he once saved me.

“Hua”: But then again, is Project EMBER really important? Letting humanity evolve without intervention can be the worst.

“Hua”: You build a boat when you run into water, that’s how humanity moves forward. Project EMBER is just Dr. MEI’s hubris.

“Hua”: As for the life saving… humph, I’m pretty sure I could have handled the situation myself just fine.

Fu Hua: …

“Hua”: Just speak your mind. Feel free to correct me. Kiana can be the judge.

Fu Hua: There’s no point dwelling on the past.

“Hua”: But you’re nothing more than the past.

Hua pointed to the her in the illusion.

“Hua”: The old me would do others’ bidding for “future”, “hope”, “victory”, and other vacant words with no questions asked.

“Hua”: Someone says “go this way”, and I just do it. I’d leave all the thinking to MEI, to Otto.

“Hua”: But giving up on thinking only means one thing: running away from your responsibility. I won’t run again.

“Hua”: Ever since my revival, I never stopped thinking…

“Hua”: If it were me, I’d never listen to a single word of the blonde boy.

“Hua”: Rita… the loyal Schicksal servant girl.

“Hua”: Can you believe it? In today’s world, she still does laundry and sweeping with her own hands.

“Hua”: She’s such a big mystery to me. Does she truly have a mind of her own?

“Hua”: Or is it a curse from Otto, that he took away the ability to think from everyone in contact with him?

“Hua”: Humph, just thinking about this makes me furious.

“Hua”: To have mercy for your enemies is a cruelty to yourself. I couldn’t see it before…

“Hua”: So? Do you see our gap now?

Kiana: But Fu Hua… she later stood up against Rita for us…

“Hua”: Humph, she was just riding the fence and struggling with her mind, but me… I always have a clear plan before I take action.

“Hua”: The past me had another problem: indecision.

“Hua”: She caught you only to change her mind later and let you go. But I’m different. I have way more resolve.

“Hua”: No matter what I do, I always follow through till the end without regret.

Kiana: Really?

“Hua”: Of course. There are consequences to everything we do. I won’t repeat my past mistakes ever again.

Kiana: Well, what would you have done back then?

“Hua”: Um…

Kiana: You knew what went down at the time…

Kiana: The 2nd Herrscher had the better of me…

Kiana: At that time, I was the single greatest threat to the world.

Kiana: What would you have done?

Hua fell silent.

Fu Hua: (Well done, Kiana.)

Kiana: (If she was put on the spot, I think she would…)

“Hua”: If it were me…

“Hua”: I’d have killed you right there and then.

“Hua”: Of course, I was a lot weaker than now…

“Hua”: But the 2nd Herrscher wasn’t in her full form then. I’d still beat her with everything I’ve got.

“Hua”: Kiana, don’t blame me.

“Hua”: Your awakening was a one-in-a-million miracle. If it happens again, you won’t be able to resist the Herrscher’s mind corruption.

“Hua”: We’ve seen the cost of having mercy for Herrschers. We can’t afford that.

Kiana: You don’t believe humanity can harness the power of Herrschers? That all Herrschers must be taken out?

“Hua”: …

“Hua”: Defeating Herrschers with love… Otto says that all the time. I don’t buy it… no, it’s more like…

Hua bit her lip hard.

“Hua”: I dunno! I dunno! If it were me, I’d have taken resolute action and wiped out the Herrscher.

“Hua”: I can’t risk it! I won’t risk it!

Kiana: …

Fu Hua didn’t speak to her in her head, but she felt encouraged: she did plant doubts in the Herrscher’s head.

Kiana: Alright, you’d have killed me. Then what?

“Hua”: After that…

Hua pondered the question with a cruel smile creeping up her face.

“Hua”: After that… I’d rip Otto apart.

She made no effort to cover her murderous intent while gazing at the Schicksal Overseer.

“Hua”: He’s just a scumbag, a pawn in Dr. MEI’s game.

“Hua”: Can’t believe I let him play me like a fiddle all these years…

“Hua”: He’s just a clown.

Hua waved her hand forcefully, driving away some imaginary buzzing fly.

“Hua”: …?!

Defying her will, the illusion of Otto didn’t vanish.

In the illusion’s hand, the golden plume gave off a soft and warm glow.

“Hua”: Oh right, he can simulate Fenghuang Down too… Curse the Void Archives!

“Hua”: Dammit, I didn’t create this illusory world just to be humiliated by some laughable clown!

Hua grumbled and gritted her teeth with anger and frustration mixed together.

Kiana: (Fu Hua, was it you?)

Fu Hua: (My power has drained away. That’s the best I can do now.)

As Otto’s illusion shattered, the Herrscher’s bitter grunt still went on.

Kiana was shaking the Herrscher’s fundamental beliefs.

Fu Hua: (Good job, Kiana.)

In the plume, Fu Hua thought so.

She was so weak that a simple move like that almost exhausted her.

She was now entirely at the mercy of the Herrscher like a newly born baby.

It never occurred to the Herrscher that this dwindling feather could be attempting to take her down.

It didn’t make sense. If she dies, the attached feather would vanish in a wink.

The Herrscher refused to entertain this possibility from the very beginning.

And that was the defining difference between her and the real Fu Hua.

Fu Hua: (This has to be the last time…)

Ready for a martyr’s death, Fu Hua felt a whiff of regret and shame when her life was about to end…

Fu Hua: (Sorry…)

--

Gameplay 22-4 - What

“Hua”: …How about it, Kiana? Isn’t that enough?

Hua almost shouted to her with a growing impatience.

Kiana: Hmm, I’ve seen your tough side.

“Hua”: …You sound weird.

Kiana: But that’s the fighter Fu Hua. What about the everyday Fu Hua, the St. Freya student?

Kiana: Back in Arc City, she helped me get through the most difficult time… with a gentle and caring heart.

Kiana: At that time, she had lost her body and almost all her power, but she still did her best to help me.

Kiana: What would you have done if you were put in her shoes?

“Hua”: I’d help you with everything I’ve got, of course.

Hua replied without thinking.

“Hua”: …But I gotta say it’s hard to picture myself without my body.

“Hua”: I doubt something like this will ever happen again now that I’ve come to such unrivaled power.

Fu Hua: I can recreate the scenario for you.

“Hua”: You again! You just won’t give me a break, huh?

“Hua”: But alright, I guess it won’t hurt. You can have some of my power for now.

“Hua”: …What is this place?

Fu Hua: Heliopolis, the World Serpent’s front company.

Fu Hua: Kiana infiltrated this place to intercept important intel.

“Hua”: Ha, infiltration? No one knows that better than me! With Fenghuang Down, I can go anywhere like a ghost.

“Hua”: Come on, Kiana, let’s try it on some random goon!

Deranged Soldier: Intruder found!

“Hua”: Huh? Wait, this guy isn’t human!

“Hua”: My power doesn’t work on it…

Kiana: …You’ve exposed us.

“Hua”: …Doesn’t matter. Just kill them all!

“Hua”: Kill everything that breathes so that no one will know what you did. That’s my approach!

“Hua”: Watch this!

“Hua”: This won’t be my first time dealing with World Serpent goons. I’m quite the expert now!

“Hua”: This experience involves a certain figure named Jackal, right? How about I summon her out for more fun?

“Hua”: Haha, you’re no match for me!

Kiana: Fu Hua was weak. She wasn’t able to fight enemies head-on like this.

“Hua”: Sorry, I didn’t mean it, but putting on a weak appearance isn’t my forte.

Kiana: You cannot sympathise with the weak and helpless?

“Hua”: That’s not accurate… um… you should say that I’d never wish to become weak.

Kiana: …Perhaps that’s the biggest difference between you two.

“Hua”: Yeah, exactly. The past me could have been strong, if not for her weak people mentality. But I’m different.

“Hua”: I’ll crush anyone in my way and have everything I want. If anything goes against my will, I will turn it around.

Kiana: So you’d use your power to the fullest extent just because you can?

“Hua”: …

Kiana: The Fu Hua I know… is a tough fighter with a gentle heart.

“Hua”: Ugh, you weren’t listening! I said I’m not her. The question for you is which of us is the better one.

Kiana: You mean to say you’re not Fu Hua?

“Hua”: …Of course I am! Only… new and different.

“Hua”: Why are you all clinging to the past? Aren’t I much better? What did she accomplish? Nothing but failures!

“Hua”: And I… I never fail! I killed Otto! I beat Kevin! What’s not to like about the new me?!

Kiana: …Maybe.

Kiana: Yes, you throw heavier punches than Fu Hua and nobody can stop you.

Kiana: You might be a better fighter…

“Hua”: Uh-huh.

Kiana: But you’re definitely not the Fu Hua we know.

Kiana: You asked the wrong people… these two standing before you have built deep bonds with the Fu Hua you so despise.

Kiana: We don’t care what kind of person Fu Hua should be… She’s the only Fu Hua that we know and love.

Kiana: She’s our friend.

Kiana: You can never replace her.

“Hua”: …

“Hua”: …

“Hua”: …

“Hua”: So that’s your answer?

“Hua”: You chose… her? Her?

“Hua”: I’m not Fu Hua, she is… That’s your answer?

Hua began to shudder uncontrollably.

She lifted up her frowning face, lips bleeding from hard biting. Instead of a Herrscher, Kiana saw an aggrieved child.

“Hua”: You’re an idiot!!!

“Hua”: Idiot! Fool! Moron!

“Hua”: You… you…

She was burning with rage, yet the very next moment, the fire went out. She threw a question with interrogative eyes.

“Hua”: You made up your mind at the very beginning, right? You never treated my question seriously. It wasn’t a choice.

Kiana: …

“Hua”: And she… she’s been helping you the whole time. You…

Hua closed her eyes. Her clenched fists began to shiver violently.

“Hua”: This is… unfair.

“Hua”: So you just want the old Fu Hua back, right? Here you are!

A phoenix quill emerged out of thin air and hovered right before Kiana.

“Hua”: If it’s her you want, take her! She’s all yours now!

Kiana: Fu Hua…

Kiana carefully cupped the quill. It was soft and weightless, but the familiar presence of Fu Hua was unmistakable.

Fu Hua: The restrictions on me are gone now, Kiana…

“Hua”: Yeah, and kiss your pathetic life goodbye! I won’t share an ounce of my power with you anymore! Just die!

“Hua”: Die! Every single one of you!

Kiana tried to fuel some Honkai energy into the quill using the Edge of Taixuan, but the energy refused to go in.

Fu Hua: Don’t waste your time on me, Kiana. There are more important tasks at hand.

“Hua”: You should listen to her. Fenghuang Down is not something you can meddle with!

Kiana: No… there’s a way.

Kiana said in a low but assured voice.

Kiana: We will take back your body, Fu Hua.

Fu Hua: No, Kiana, she’s too dangerous!

Without any hesitation, Kiana stood up and summoned her Subspace Lances.

Kiana: Maybe, but I’m not losing anyone and standing idle.

“Hua”: …Idiot.

“Hua”: Are you two in a soap opera? Makes me sick!

“Hua”: Looks like the old timer didn’t tell you everything. Even if you beat me by some miracle, she’ll still die!

“Hua”: This body belongs to me! Without her power she can never claim this body, and without my body, she’ll never recover.

“Hua”: You see? This is a dead end… dead end! She’s a goner for sure, hahahah…

Kiana: …

Nevertheless, Kiana still clenched the lances.

“Hua”: …

“Hua”: …Idiot.

The Herrscher lowered her head.

“Hua”: Well, if a duel is what you want, then a duel is what you get!

Answering her voice, the whole world started to twist and turn into a massive vortex and threads of light flew out.

“Hua”: Kiana, old timer, since you won’t see reason, expect no mercy from me.

“Hua”: For friends I have love, but for enemies, wrath is all I have.

“Hua”: Behold, the true form of Phoenix, the true form of Fu Hua!

[CG plays wherein Hua at last unleashes her full Herrscher powers, those of the 8th Herrscher, the Herrscher of Sentience.]

Act 2 - B
Gameplay 22-5 - Me!

“Herrscher of Sentience”: I’ve yet to taste defeat since my revival.

“Herrscher of Sentience”: Hmph… Kiana.

“Herrscher of Sentience”: How do you compare yourself to the likes of Otto, Kevin, and Durandal?

“Herrscher of Sentience”: You don’t stand a chance, fool!

“Herrscher of Sentience”: Too afraid to use your Herrscher powers? You called me a Herrscher, so you’ll need your best to fight me.

“Herrscher of Sentience”: You think you’ve got a pair of keen eyes, don’t you?

“Herrscher of Sentience”: Well, can you find me?

“Herrscher of Sentience”: Okay, Kiana… I’m all fairness. I’ll fight your guns with a spear to give you some edge.

Kiana: I don’t need your stupid edge!

“Herrscher of Sentience”: Whatever.

“Herrscher of Sentience”: Watch out, I’m spicing things up a bit!

“Herrscher of Sentience”: Pay attention! You can’t even recognise me?

“Herrscher of Sentience”: What now, Kiana? Is that all you’ve got?

“Herrscher of Sentience”: Listen carefully now. Apologise to me and we can put this all behind us!

“Herrscher of Sentience”: Coo…

“Herrscher of Sentience”: It’s pitch dark… Feeling desperate now?

Kiana: Where is it?

Fu Hua: Kiana…

Fu Hua: I’ll guide you…

--

Gameplay 22-6 - Me!!

“Herrscher of Sentience”: Come on!

“Herrscher of Sentience”: Hey, check these out! True blade waves!

“Herrscher of Sentience”: Taste this!

“Herrscher of Sentience”: Come on!

“Herrscher of Sentience”: How about this!

“Herrscher of Sentience”: How about this!

“Herrscher of Sentience”: How about this!

“Herrscher of Sentience”: …Dammit!

“Herrscher of Sentience”: I can see your weaknesses!

--

Gameplay 22-7 - Me!!!

“Herrscher of Sentience”: Can you finally see it now, Kiana? I’m way stronger than you!

“Herrscher of Sentience”: You can’t beat me. Never!

“Herrscher of Sentience”: Think about it! This fight is pointless. It doesn’t change anything.

“Herrscher of Sentience”: This world needs my power. It needs me!

“Herrscher of Sentience”: You’re destined to lose to me.

Fu Hua: As long as I’m still here, Kiana…

“Herrscher of Sentience”: Whatever damage you deal to me, I can recover in a blink, but you’re becoming weaker and weaker. Never mess with a MANTIS.

Kiana: Yeah, you’re right, but… this isn’t reality. Just a fantasy space created by you!

“Herrscher of Sentience”: …You think that gives you a better chance? You can’t be more delusional.

Kiana: Fu Hua… she hasn’t given up.

“Herrscher of Sentience”: That’s because I spared her pitiful life!

…

[Special CG [Shattered Samsara] plays:

Fu Hua: I can only provide limited support.

Fu Hua: Make good use of it, Kiana!

“Herrscher of Sentience”: It ends here!

“Herrscher of Sentience”: Dammit… How could this how could this how could this be?!

“Herrscher of Sentience”: Can’t you two just do as I say?!

“Herrscher of Sentience”: Curses! Curses! Curses!

“Herrscher of Sentience”: You…

“Herrscher of Sentience”: Insolent fools!

“Herrscher of Sentience”: Imbeciles!

“Herrscher of Sentience”: Why do you get in my way? Why do you help that clown out?

“Herrscher of Sentience”: Why?!

“Herrscher of Sentience”: You’re all…

“Herrscher of Sentience”: Losers!

Kiana: This is Fu Hua’s…

Fu Hua: Kiana, harness your power.

Fu Hua: Recollect what I taught you.

Kiana and Fu Hua: It is the origin of change, the impetus behind creation, and cannot be restricted by form.

Kiana: It is the Edge of Taixuan’s…

Kiana: Eminence.

“Herrscher of Sentience”: How can I ever lose to the likes of you!

Kiana: Fu Hua…

Kiana: Was never… a loser!

Kiana: …Ah!

Fu Hua: Thank you, Kiana.

Fu Hua: Leave the Herrscher to me.

Fu Hua: The illusion is dissolving.

Fu Hua: You must return.

Fu Hua: We say goodbye…

Fu Hua: For the last time…

Kiana: Wait, Fu Hua!

Kiana: There should be another way!

Fu Hua: Perhaps…

Fu Hua: But this is my mission.

Kiana: Enough.

Kiana: Why is it always like this?

Kiana: Trading sacrifices for so-called victories.

Kiana: It’s unacceptable.

Kiana: Give Fu Hua back to me!

Otto: I did not lie, Master Jingwei.

Fu Hua: I’ve endured too many betrayals and deceptions.

Kiana: Fu Hua, I’d never trick you!

Cheng Lixue: I can only accompany you for so long.

Fu Hua: Those who trusted me were harmed by me.

Kiana: Hehe.

Kiana: I’m tougher than that! I’ll shrug it off!

Fu Hua: No matter how hard I tried, I could not stop time.

Fu Hua: In the end… I’m still alone.

Kiana: I won’t let you become alone!

Fu Hua: Kiana!

Fu Hua: Why are you here?

Fu Hua: If the seal is broken…

Kiana: Shut it!

Kiana: I’ll just wreck her good again!

Kiana: Wanna run away from me?

Kiana: Not a chance!

This world is ever-changing.

I have grown accustomed to parting and despair.

I have lost touch with time.

I struggle in the samsara only in the hope of achieving…

My mission.

Everything changed here and now.]

“Herrscher of Sentience”: …

“Herrscher of Sentience”: …

“Herrscher of Sentience”: …

“Herrscher of Sentience”: Doesn’t make sense.

“Herrscher of Sentience”: Why the hell would I lose?

“Herrscher of Sentience”: Be it speed, strength, or stamina, you two are no match for me.

“Herrscher of Sentience”: Humph…

“Herrscher of Sentience”: Just because I’m a Herrscher, I’m fated to lose?

Fu Hua: You’ve said it.

“Herrscher of Sentience”: Yeah, however I fooled myself… when I unleashed my full power… no, it was actually even earlier…

“Herrscher of Sentience”: I knew it from the get-go.

“Herrscher of Sentience”: I just couldn’t face it… Heheh, I’m the Herrscher of Sentience after all. Denial is the easiest thing for me.

“Herrscher of Sentience”: Easiest…

“Herrscher of Sentience”: …

“Herrscher of Sentience”: It turns out I don’t want to be me, and instead I wish to take myself out. I laugh at everyone, but the joker is me.

“Herrscher of Sentience”: …There’s no fairness in this world, right?

Fu Hua: Coming into this world as a Herrscher… that isn’t your fault.

Fu Hua: The Honkai had been lurking inside you all along, trying to corrupt you and take over, but you never gave in.

Fu Hua: I’ve been there, so I know… you’re not evil, not the Honkai’s enforcer.

Fu Hua: I left this body behind, and you were born from it. It belongs to you, but I cannot hand it over to you… not yet…

Fu Hua: I’m sorry, but I’m still needed, and there is still some unfinished business I have to attend to.

“Herrscher of Sentience”: …You know you’re but a shadow of your former self, right? If I die, you won’t breathe for long.

Fu Hua: I know.

“Herrscher of Sentience”: You know the Honkai is still watching us, right? Even if you take back the body now, can you resist its corruption?

Fu Hua: I’ll try. And… I’d like your help.

“Herrscher of Sentience”: …

“Herrscher of Sentience”: No way!

“Herrscher of Sentience”: You want my help? Haha, is your brain broken too? Oh, I forgot, you don’t even have one right now.

“Herrscher of Sentience”: You won and I lost. You’re the one and only Fu Hua, and I’m just a mistake. Goodbye, you’ll never see me again.

Fu Hua: …Where are you going?

“Herrscher of Sentience”: None of your business! I’ll go anywhere I please. I’m the Herrscher of Sentience. Better for you to avoid me anyway.

Fu Hua: Thank you.

“Herrscher of Sentience”: …Dammit, this isn’t for you, old timer! Don’t flatter yourself. There’s nothing between us anymore! Goodbye!

Fu Hua: Without this body, Honkai corruption will be even more dangerous to you.

“Herrscher of Sentience”: …

“Herrscher of Sentience”: I’ll fight it to my last breath. Even if I lose in the end, I know someone stronger will continue the fight.

“Herrscher of Sentience”: Farewell.

[CG plays wherein Fu Hua, now back in her body, walks down the stony steps of Mount Taixuan to finally reunite with Kiana and Bronya.]