Act 1 - Myriad Sea
Gameplay 11-1 - Manifest Corridor

[CG plays wherein the events of chapter X are recounted, being narrated by Bronya:

Bronya: The crew of the Hyperion arrived at The Deep, an Anti-Entropy base.

Bronya: They attempted to enter the Sea of Quanta using a portal named the Eye of the Deep…

Bronya: …To retrieve the lost Gem of Desire.

Bronya: On the eve of action…

Bronya: …Einstein went missing after a mysterious attack.

Bronya: The Eye of the Deep spun out of control for reasons unknown.

Bronya: To find the lost Gem…

Bronya: Amidst the swirling chaos…

Bronya: Bronya leaped into the Sea of Quanta.]

Joachim: I’m Joachim… and you’re…

Bronya: …Bronya.

Joachim: I saw you falling from that huge wormhole. You’re from the outside world, right?

Joachim: Don’t worry. You’re only in the Sea of Quanta for a while. You can still make it back.

Bronya: Thank you, but the Bronya is not going back.

Bronya: The Bronya is looking for something lost in the depths of this Sea.

Joachim: You… you’re heading deeper into the Sea of Quanta?

Joachim: That place is dangerous. You shouldn’t get too close.

Bronya: The Bronya knows the risks, but she must press forward.

Joachim: …

Joachim: This is a rift between reality and possibility, a dimension of imaginary theories and actual existence.

Joachim: I’m standing vigil in this vast labyrinth to stop people from going deeper.

Joachim: Walk away. You can’t simply enter the Sea of Quanta.

Joachim: You must pass a test.

Bronya: The defeated Honkai beasts turned into… void shadows of themselves…

Bronya: Huff… huff…

Bronya: Did you summon those monsters?

Joachim: They’re shadows of the Sea, projections of your cognition… spawns of your memory.

Joachim: This world can manifest your innermost desires and thoughts.

Joachim: I had nothing to do with them. Know this: the shadows grow stronger as you approach the Sea.

Joachim: Real world weapons can only do so much, but you seem to wield powers capable of defeating them.

Bronya: Are you talking about Project Bunny?

Joachim: Project Bunny? A cute name, indeed.

Joachim: Its power is drawn from the Sea of Quanta, and you have yet to unlock its true potential.

Joachim: But that will be a topic for another day.

Bronya: The Quantum Shadows failed to defeat the Bronya. Is she now qualified to enter the Sea?

Joachim: …

Joachim: Your past has tempered your will and resilience far beyond that of a child your age.

Joachim: But strong individuals tend to have a vulnerable hole in their hearts.

Joachim: Your trials have just begun, Bronya…

Bronya: …!

[CG plays wherein Joachim sends Bronya to another world:

Bronya: What?

Joachim: You will be sent to another world.

Joachim: A different world.

Joachim: Be careful.

Joachim: Your past losses and pain will be your worst enemy.

Joachim: Give me your answer in that world.]

--

Gameplay 11-2 - Phantasia

[CG plays wherein awakens and is confronted by someone highly unexpected:

Himeko: Bronya? Bronya?

Bronya: Hmm… Huh?

Himeko: Bronya!

Bronya: Ah!]

Bronya: What just happened?

Bronya: What is this place?

Himeko: St. Freya High. Year 1. Class C. Wednesday morning. Session 2. English. Instructor: Himeko.

Himeko: Bronya, I’m disappointed. I didn’t expect a good girl like you to sleep in class.

Himeko: I know the finals are coming and everyone’s working hard, but do remember to sleep, girls.

Himeko: Your invigilators will definitely not wake you up during the test.

The class laughed. It sounded like what they would do when Kiana gets caught dozing off.

It was a familiar voice. Bronya hadn’t heard it for far too long.

Bronya: Himeko?!

She bowed her head down quickly, covered her mouth, and tried not to tremble.

Reason told her that she must rein her emotions in.

Himeko: …Bronya? It’s alright, sugar. Just try to stay awake in class.

Himeko was rather surprised by Bronya’s reaction. Bronya tried to calm herself.

Bronya: (It’s another world… a totally different world…)

Ding dong ding dong~

Himeko: There goes the bell.

Himeko: Time for morning combat training. Gather at the courtyard, girls.

Bronya arrived at the courtyard with the rest of her class.

Bronya: (It looks the same… this place is just like St. Freya High as I remember it…)

Bronya: (But…)

She looked at the center of the plaza. Two familiar individuals were talking to each other.

Fu Hua: All the students have assembled, Miss Himeko.

Himeko: Get into groups of three, warm up, and go for some free sparring. Try not to get injured, girls.

Bronya: …

Bronya: (Nyet… this isn’t real… the Bronya must figure out what happened…)

Fu Hua: Bronya.

Bronya: Fu Hua?

Fu Hua: Would you like to join my group?

Bronya looked around and saw that the rest of the girls had formed their own groups.

Bronya: Da. The Bronya shall join.

Himeko: I’ll tag along as well.

Bronya: Miss Himeko?

Himeko: Try to take me down, girls.

Fu Hua: Indeed… teamwork becomes more important against an unbeatable opponent.

Fu Hua: I accept your challenge. Are you with me, Bronya?

Bronya: …The Bronya does not mind.

Himeko: Phew. An exciting battle. Good job, girls.

Himeko: You surprised me, Bronya.

Himeko: I don’t think we’ve ever sparred before, but you seem to know my every move.

Himeko: You showed some great moves. I hope to see you in a real mission.

Himeko: Time for a break. Thirsty? It’s on me, girls.

Fu Hua: Miss Himeko, you’re holding…

Himeko: Oh, well…

Fu Hua: Please refrain from drinking in class. It might affect the students.

Himeko: This won’t get me drunk.

Fu Hua: It’s against the rules.

Himeko: We’re only several minutes away from break time.

Fu Hua: It’s against the rules.

Himeko: Hnnghh…

Fu Hua: You’re teaching an afternoon class, so you can’t drink during lunch. I’ll be watching you.

Himeko collapsed onto the bench while Fu Hua gave a faint smile.

The scene felt familiar yet alien at the same time.

Bronya: …

Fu Hua: What is it, Bronya? You look a little pale.

Bronya: The Bronya is alright.

Himeko: You seem pretty tired. You did fall asleep in class.

Himeko: It’s perfectly fine to opt out. Here at St. Freya, no one will force you to do anything.

Himeko: Relax and treat this place as your home, and us your family.

Bronya: The Bronya is not tired… she still has strength…

Bronya: The Bronya wishes to continue training.

Bronya: The Bronya treasures every moment sparring with Miss Himeko…

Himeko: Bronya…

Fu Hua: And it would be a shame if Bronya was the only one sparring.

Himeko: I don’t suppose I can back out now.

Bronya: Miss Himeko, Class Monitor, the Bronya is ready…

--

Gameplay 11-3 - Logical Records

Afternoon of the same day, the same classroom of St. Freya.

Bronya: …

Bronya: (It’s a little different from the real world.)

Bronya: (It is St. Freya High, but not the one the Bronya knows…)

Bronya: (Himeko and Fu Hua felt somewhat different, and the Bronya couldn’t find anyone else.)

Bronya: (Dr. Einstein said that the Sea is a confluence of parallel universes. Did the Bronya enter one of them?)

Bronya: (What exactly does Joachim’s “answer” refer to?)

Ding dong ding dong~

Bronya: (The Bronya needs to gather more intel about this world.)

Bronya: (The next class is history. The Bronya may be able to retrieve useful intel from it.)

Cocolia: Oh dear. Too many students failed to show up.

Bronya: …?!

Cocolia: Alright, girls. Get back to your seats. Prepare to get some history.

Bronya: What?!

Cocolia: We’ll start at where we left off last time and talk about the 2nd Eruption.

Cocolia: …? Bronya, why are you staring at me?

Bronya: …

Bronya: The Bronya is acutely interested in history and does not wish to miss any historical facts.

Cocolia: Indeed. The epicenter of the 2nd Eruption was where your home was.

Cocolia: How much do you know about the disaster, Bronya?

Bronya: It emerged from the Babylon Labs in Siberia and developed into the worst cataclysm known to humanity.

Bronya: The Eruption gave birth to the Herrscher of the Void, bringing unimaginable suffering to humanity.

Cocolia: Good. You’ve been reading, I can tell. But there are a few minor mistakes.

Cocolia: In fact, Schicksal mobilised quickly, minimised the casualties, and neutralised the Herrscher within 22 hours.

Cocolia: Schicksal’s quick response prevented the disaster from escalating further.

Bronya: (What?!)

Cocolia: Alright, let’s review some video footage taken from that event.

SYSTEM: The 2nd Eruption started in the Schicksal Babylon Labs situated in Siberia.

SYSTEM: Sirin turned into the Herrscher of the Void, capable of manipulating Imaginary Space.

SYSTEM: Sirin was originally a patient in the lab being treated for Honkai infection.

SYSTEM: We do not know the reasons as to why she turned into a Herrscher.

SYSTEM: High ambient Honkai energy levels may be a potential cause.

SYSTEM: When disaster struck, Schicksal immediately mobilised its European Branch.

SYSTEM: The remaining branches were deployed within hours.

SYSTEM: Concerted Schicksal efforts quickly contained the Eruption.

SYSTEM: The 2nd Herrscher was neutralised 22 hours after the Eruption.

Cocolia: Two forces were instrumental in the 2nd Honkai War.

Cocolia: Mechs developed by Schicksal’s North American Branch. First deployed in the war with performance on par with the Valkyries.

Cocolia: The second would be Squad Snowwolf led by S-rank Valkyrie Cecilia Schariac.

Cocolia: While fighting the Herrscher, the Valkyries also helped evacuate many civilians from surrounding cities.

Cocolia: Their efforts helped us recover quickly from the Eruption.

Cocolia: I was one of the many people they rescued back then.

Cocolia: After the war, the Snowwolves were charged with disobedience. Schicksal never gave the orders to evacuate civilians.

Cocolia: But I happen to disagree with that.

Cocolia: The Valkyries must be given the privilege of judgment or they’ll just end up as mindless tools.

Cocolia: I trust everyone shares this belief, or you wouldn’t have signed up for this institution founded by Lady Cecilia.

As thunderous applause echoed in the classroom, Cocolia beamed with pride and delight.

Ding dong ding dong~

Cocolia: That ends our session today. Remember to study for the exam. Class dismissed.

Bronya: (This is not the same history the Bronya knows…)

Bronya: (Matushka Cocolia… a Valkyrie?)

The students were gone, leaving only Bronya and Cocolia in the classroom.

Bronya: Matush… Miss Cocolia…

Cocolia: What is it, Bronya?

Bronya: Why did Miss Cocolia become a Valkyrie?

Cocolia: I got you interested with that speech, didn’t I?

Cocolia gently patted Bronya on her head.

Cocolia: Indeed… why did I do that? I used to be confused about my choice.

Cocolia: I grew up in a Siberian orphanage. Survival was all that I could think of.

Cocolia: There were plenty of other orphans like me in the northern wastes.

Cocolia: I wanted to do something. I thought about joining the army to protect them, or building my own orphanage…

Bronya: But Miss Cocolia became a Valkyrie.

Cocolia: Hmm. Yes. There are many other ways to provide bread and shelter for these children…

Cocolia: But there are things that could only be provided by Valkyries of St. Freya.

Bronya: Things… like what?

Cocolia: Hope and freedom.

Cocolia: I learned that from Principal Cecilia during that war.

Bronya: Miss Cocolia reminds the Bronya of someone familiar… familiar but still different…

Cocolia: I know a bit about your unpleasant past, Bronya.

Cocolia: But put it all behind you, dear.

Cocolia: This is St. Freya High. You won’t have to take orders from anyone.

Cocolia: Explore the campus, make new friends, and think about your future.

Cocolia: Just follow the voice of your heart. You’re free here.

Bronya: …

Bronya did not know how to respond. There was an awkward silence. The classroom door suddenly opened.

Himeko: You busy, Cocolia?

Cocolia: What is it, Himeko?

Himeko: It’s about that mission from HQ. Looks easy enough for our students. But we must act quickly.

Cocolia: How many girls are ready for deployment? And that includes our students.

Himeko: 4, including those you just recruited.

Cocolia: We need a few more.

Himeko: Most of our instructors and senior students have already been deployed.

Himeko: But… I think there’s someone suitable here.

Himeko: She seems eager to try as well, right, Bronya?

Cocolia: Bronya?

Cocolia turned around and found Bronya watching them. She had obviously heard their conversation.

Bronya: The Bronya is confident. Include the Bronya if you need another Valkyrie in the team.

Cocolia: Alright. Welcome to Squad V of the Far East Branch, Bronya.

Cocolia: It’s an emergency and we have to set off tonight. I’ll give you the mission briefing. Go and prepare.

Bronya: Da. The Bronya shall prepare.

Cocolia nodded and left the classroom with Himeko. Bronya stood there and thought about this world.

Bronya: (“Pain and confusion of the past”… the Bronya can only think of one person…)

Bronya: (The Bronya might find what she is looking for around Cocolia.)

Bronya: …

Bronya: (This… this place is not real…)

Evening, front gate of St. Freya.

Cocolia: I’ll introduce you to the squad members, Bronya.

Cocolia: This is Miss Himeko. Fu Hua, your Class Monitor.

Fu Hua: I’m relieved to know that Bronya is our new squad member.

Cocolia: There should be one more person… is she late?

???: Sorry! I’m late…

Bronya: This voice…

[CG plays wherein the other member of the squad arrives, appearing to be the one Bronya cares most about in the entire world:

Bronya: It’s… It’s you?!

Bronya: Seele!]

--

Gameplay 11-4 - Secret Operation

Seele: I’m really sorry, Miss Cocolia… I shouldn’t be late…

Cocolia: But you are late. What happened?

Seele: Preparing for the mission took longer than I thought. Don’t worry. It’s done.

Cocolia: It’s alright. This is Bronya, our new squad member. She’s a little older than you.

Seele: Bronya?

Seele studied Bronya with great curiosity.

Her ocean-azure eyes were just how Bronya remembered them to be.

Bronya: …

Cocolia: Bronya, this is Seele. She’s a little shy at times, but still a good girl. You’ll be good friends.

Seele: Hi Bronya. I’m Seele.

Bronya: Hello… Seele…

Cocolia: Our transport will be here in a few minutes. Get ready.

Bronya: …

Bronya: (What do you expect, Bronya?)

Bronya: (Matushka became a Valkyrie. There is no orphanage, no X-10 project.)

Bronya: (Seele would be a normal girl in this world…)

Bronya: (The Bronya should have guessed…)

Cocolia: Ready? Then let’s get going.

Fu Hua: We’ve arrived. Let’s go over the mission again.

Fu Hua: A convoy from HQ was ambushed 3 days ago. We suffered zero casualties, but lost something valuable.

Fu Hua: This attack may be orchestrated by the secret organisation known as Anti-Entropy…

Himeko: Anti-Entropy. Pfft. An anti-Schicksal group led by a Schicksal traitor.

Fu Hua: They’re careful, but we’ve picked up their tracks.

Fu Hua: Our intel says that the missing asset is being kept somewhere nearby by an intel dealer codenamed Argent Fox.

Himeko: Argent Fox? Is that an Anti-Entropist?

Cocolia: Not likely. More like a local gangster boss, but commanding powers far beyond that.

Seele: Maybe not. I think Argent Fox took the asset to sell it to Anti-Entropy for a good price.

Cocolia: Well, time to meet this sly creature.

Cocolia: Himeko, Fu Hua, and I will be paying the Fox a visit.

Cocolia: Bronya and Seele, you’re responsible for mapping out the area and locating the lost supplies.

Cocolia: Stay low. We’ll meet you when we’re ready.

Seele: Understood. Any suggestions, Bronya?

Bronya: The Argent Fox’s lair is well-protected by patrolling mechs.

Bronya: The Bronya shall hack one of them to deduce patrolling routes and locate the stolen goods.

Seele: Sounds great. We’ll need to find a suitable target.

Seele: I… I think we can go to the plaza in the north. There are less mechs there, so it’ll be easier for us to find an isolated one.

Bronya: Da. Let’s do this.

Bronya: (She’s more independent and mature than the Seele in the Bronya’s memory.)

Bronya: (Perhaps this is what Seele would be if she had survived the test…)

Bronya: …

Bronya: (Seele…)

Seele: There are far fewer mechs here.

Bronya: We must proceed slowly and pick a suitable target.

Seele: Bronya, that white mech seems isolated from the rest.

Bronya: Da. We will hack it once it turns around.

Bronya: Patrol routes indicate that the north and west are heavily guarded.

Bronya: In the west is the downtown area, which quiets down after midnight and makes for an unexpected but good hiding spot.

Bronya: Argent Fox’s turf is in the north. It’s heavily defended and Argent Fox is frequently spotted there.

Bronya: Time is of the essence. We need to split our forces.

Seele: No. Not these two places. The Fox probably hid the things here.

Bronya: Here? A poorly guarded and dilapidated warehouse? Why is Seele so sure?

Seele: …

Bronya: Seele?

Seele: It’s the patrol routes.

Seele: Not many mechs are here, but one is always around to monitor things. Looks odd to me.

Bronya: Da. It does feel odd to the Bronya. It seems very deliberate.

Bronya: Seele has been highly observant… and seems to know the city inside out.

Seele: Nyet, nyet! I just saw it in the mission briefing.

Bronya: …?

Bronya: (The Bronya does not remember reading about this in the mission briefing…)

Bronya: (Seele is acting too defensively…)

Clank… clank…

Cocolia: Bronya, we took down the Fox.

Bronya: The Fox is killed?

Cocolia: Nah, it’s just a tranquilizer. One more body is one more trouble.

Cocolia: I’ve acquired the Fox’s special access “key”. How are you girls doing?

Bronya: Seele found a suspicious location, and now the Bronya is sharing the coordinates.

Cocolia: Got it. We’ll rendezvous at that position.

Seele: We’ve arrived, but our instructors aren’t here yet.

Bronya: We should neutralise the defenders first.

--

Gameplay 11-5 - Lost Assets

Cocolia: This abandoned warehouse is the Fox’s hiding place?

Fu Hua: …Found it. A biometric sensor. It’s hidden in the side wall.

Fu Hua: Good. The warehouse matches the intel on one of Argent Fox’s hideouts.

Cocolia: Good job, Seele and Bronya. Your guess was right.

Cocolia: Use the “key” to open the warehouse. Let’s see what they stole from us.

Young Boy: …!

Young Boy: Who are you?

Bronya: Joachim?!

Himeko: What?! A kid in the warehouse? But this is where the Fox hid the stolen goods.

Seele: Perhaps this boy *is* the stolen goods.

Cocolia: …What are you saying?

Young Boy: What are you going to do to me?

Young Boy: Don’t! Don’t come any closer!

Fu Hua: Careful. I’m detecting Honkai energy emissions from him.

Fu Hua: …He’s creating physical weapons out of thin air with energy alone.

Young Boy: Huff… huff…

Young Boy: Don’t… come any… closer…

The exhausted boy collapsed and lost his consciousness. The mechs he created disappeared as well.

Fu Hua: …He passed out. Using those powers must have been extremely taxing for his body.

Fu Hua: …There are many scars on this boy. Some are fresh and some are aged. He’s been abused for a long time.

Cocolia: Mechs materialising out of thin air and disappearing afterwards… I’ve read about this.

Cocolia: A file back at HQ mentioned manifesting physical items using Honkai energy.

Cocolia: This is the power of the 1st Herrscher, the Herrscher of Reason.

Fu Hua: But that Herrscher was defeated in 1955. How did its power end up in this boy?

Himeko: This is somewhat unexpected. Should we get in touch with HQ?

Bronya: Nyet. Don’t do that.

Bronya: It was perplexing at first, but Seele’s words have enlightened the Bronya.

Bronya: A human boy with the powers of the Herrscher of Reason must be valuable to Schicksal.

Bronya: Schicksal would treat him as a valuable asset.

Himeko: What do you mean?

Cocolia: I agree with Bronya. This boy must be the missing “asset” we were supposed to retrieve.

Cocolia: He had been kept in a Schicksal lab, until Argent Fox brought him out…

Cocolia: The scars on his body…

Beeep… beep…

Bronya: Unidentified units approaching. Potentially hostile.

Fu Hua: Must be Anti-Entropists. They must have found the Argent Fox.

Seele: We must leave with the boy.

Himeko: We’re facing a large number of hostiles. Carrying the boy will slow us down.

Cocolia: We’ll split our forces. Bronya and Seele will leave first with the boy and wait for us at the evac point.

Bronya: But…

Himeko: You’ve done enough. Leave this to us.

Fu Hua: Trust us. You girls will take the boy away from this place.

Bronya: …The Bronya understands. The Bronya shall wait at the evac point.

--

Gameplay 11-6 - In Freedom’s Name

Seele: The patrolling mechs are after me!

Bronya: Watch out, Seele.

Bronya: Seele, over here.

Bronya: (Enemy units have been distracted by Miss Himeko and Fu Hua…)

Bronya: (The Bronya will now rendezvous with the team at the evac point and transfer Joachim…)

Seele: Bronya!

Bronya: What is it, Seele?

Seele: We can’t… we can’t go to the evac point.

Bronya: What?

Seele: We must take the boy away. We can’t leave him to the others.

Bronya: Seele may be right, but who should we take the boy to?

Seele: I don’t know, but please trust me, Bronya…

Bronya: Seele… The Bronya thinks there is something wrong about you…

Seele: …

Seele: Nyet, Bronya… give him to me.

Seele: If you continue like this, we will end up where we started, again and again…

Bronya: Seele?

Seele (?): …Give him to me!

Bronya: A Quantum Shadow? How? Seele?

Seele: How… how did you defeat them?

A frightened Seele sat on the ground and tried to inch away.

Seele: It’s impossible… No one in this world can defeat them…

Seele: …?

Her eyes widened as though she suddenly realised something.

Bronya also lowered her weapons and approached Seele slowly.

Bronya: The Bronya felt something was amiss at the start of the mission.

Bronya: Seele seems to know every solution for when everyone was stuck…

Bronya: The Bronya confirmed her suspicions when Seele summoned the Quantum Shadow.

Bronya: Seele… you’re like the Bronya… you don’t belong “here”…

Seele: Bronya…

Seele: Hick… hick…

Seele: Is it you, Bronya?

Bronya: …Da.

Seele: Is it… really you?

Bronya: Seele… the Bronya is here.

Bronya: The Bronya… has finally found Seele…

Seele: Bronya…

Bronya held Seele tightly around her arms and felt hot tears dripping on her back.

She dreamed about this reunion many times.

Bronya couldn’t remember how many times exactly. She had forgotten about many things.

But there were exceptions.

She remembered the crying girl, the warmth of her tears, and the embrace they shared.

Most importantly, she remembered the promise they made.

Bronya never forgot about that.

Her eyes suddenly felt sore and uncomfortable.

It was a long lost feeling she had never experienced after being deprived of her emotions due to X-10.

Warm tears slowly rolled out of her eyes…

Bronya: But… why is Seele here? What… happened?

Seele: …

Seele: I don’t know… I remember a cold, dark, and empty room with a tightly shut door.

Seele: I was trapped there for god knows how long.

Seele: Then the door suddenly opened and light poured in.

Seele: I always wanted to escape and find you, Bronya… so I ran off into the light.

Seele: I can’t remember the rest… I woke up in this world when I regained awareness.

Bronya: (The light?)

Bronya: It’s alright, Seele.

Bronya: The Bronya has found you. We shall leave this place.

Seele: But I can’t find a way out…

Seele: Bronya… we can’t let them have the boy.

Bronya: Why?

Seele: This world is an endless cycle. I’ve experienced it many, many times before you appeared.

Seele: At first we kept failing our missions. I would pass out and wake up again in class a few days ago.

Seele: Then everything would begin as usual.

Bronya: This is the reason why Seele knew what was going to happen.

Seele: After many tries, I’ve avoided all the mistakes, rescued the boy, and completed the mission.

Seele: But a new cycle began anyway…

Seele: Why? Did something happen?

Seele cradled her head and began trembling.

A hand gently held her.

Seele: …Huh?

Bronya: Don’t be afraid, Seele. You’ve told the Bronya some very important things.

Bronya: The Bronya knows what to do now.

Bronya: Believe in the Bronya.

Seele: …

Seele: …Da.

Cocolia: I think everyone made it.

Cocolia: We’ll just turn the boy over to HQ and call it a day.

Cocolia: Good job, girls. Bronya and Seele, you were instrumental to our success…

Bronya: Wait, Miss Cocolia…

Bronya: The boy must not be turned over to HQ.

Cocolia: …Why?

Bronya: …

Bronya silently unbuttoned Joachim’s shirt to expose his terrible scars.

Bronya: Cauterisation marks, burns, and surgical scars… proof of inhuman testing at Schicksal HQ.

Bronya: We’re returning him to hell.

Fu Hua: You may be right, Bronya, but there will be consequences.

Fu Hua: He has Herrscher powers. He can’t control them.

Fu Hua: We don’t know if he would become a decent human being or end up as a murderous Herrscher.

Bronya: The boy will become a Herscher if returned to the lab.

Bronya: The Bronya and Seele hope that the boy can be brought to St. Freya.

Bronya: He may become a hero or a Herrscher. But he will be free to decide his own destiny.

Bronya: We can only teach him to think about right and wrong and about himself.

Bronya: We will teach the boy hope and about the future.

Bronya: The boy must be given these natural privileges as a human individual.

Bronya: …That is what St. Freya has taught the Bronya.

Cocolia: …

Cocolia: Well spoken. I agree with you.

Seele: (Wha…)

Seele: (There was no… reset…)

Himeko: Bronya just passed your little test, Cocolia.

Bronya: You… you wanted to bring the boy back to St. Freya all along?

Cocolia: Of course. We’re Valkyries. Valkyries of St. Freya.

Cocolia: Alright. Bring him over here.

Himeko: Fine words, Bronya.

Bronya: Miss Himeko is too kind. The Bronya only repeated what you’ve taught us.

Himeko: And you’re too polite, Bronya. Haha.

Bronya: …

Bronya: It’s not politeness.

Bronya: The Bronya is truly grateful for what Miss Himeko has done.

Bronya: Miss Himeko took good care of the Bronya… the Bronya must say this…

Bronya: Miss Himeko is an extraordinary teacher… the best the Bronya has ever met…

Bronya: Spasibo… thank you for what you did for all of us…

Himeko: …Bronya?

Himeko: Why are you going all-out sentimental? You’re making me blush.

Himeko: Alright girls. We’ll head back and party like it’s 1999.

Bronya: …Da.

Fu Hua: …

Bronya: (The Bronya must confirm one more thing.)

Bronya: Fu Hua, the Bronya has a question for you.

Fu Hua: What is it, Bronya?

Bronya: The Bronya wants to know how Fu Hua thinks of the boy.

Fu Hua: I sympathise with him. I’m ashamed of what HQ has done to him.

Bronya: …

Bronya: And what does the Shadow Knight think of this?

Fu Hua: …?!

Bronya: Overseer Otto made sure that the Bronya enrolled in St. Freya.

Fu Hua: …I knew you weren't just a student.

Fu Hua: I don’t know anything about the boy, but I won’t stop you either.

Fu Hua: We must bear the responsibilities of what we’ve done today.

Fu Hua: We must guide the boy and make sure he doesn’t end up as a murderous Herrscher.

Fu Hua: If we fail, someone must step in to perform our “duties”.

Bronya: The Bronya understands. Spasibo, Fu Hua.

Cocolia: Mission failed. We located the Argent Fox, but Anti-Entropy got ahead of us and transferred the stolen assets.

Cocolia: Squad V tried to track them down but all leads were lost.

Cocolia: I will bear full responsibility as the leader of this mission.

Cocolia: St. Freya will be admitting a transfer student, but I don’t think HQ needs to know this.

Cocolia: What do you think, Bronya?

Bronya: The Bronya has no comments.

Cocolia: We were right to bring you along.

Cocolia: I believe in you, Bronya. You will soon become an excellent Valkyrie.

Bronya: …

Bronya: Spasibo, Miss Cocolia…

[CG plays wherein Bronya is sent back to the space she was in before entering that world, with a mysterious book within the hand of Project Bunny 19C:

Cocolia: We’ll take him to the shuttle.

Cocolia: From this day on, this boy is free.

Bronya: Huh?

Bronya: Have we… returned?]

Young Boy: What? Where… where am I?

Cocolia: St. Freya High is your new home.

Young Boy: Home? What does that mean?

Cocolia: You’ll find out soon enough.

Young Boy: The doctors! I must get my injections on time or they’ll be angry with me…

Cocolia: You’ll never see them again, child.

Cocolia: Right… I believe I haven’t asked you for your name.

Young Boy: …W317.

Cocolia: That’s not a name.

Cocolia: A name is who you are… who you want to be called.

The boy bowed his head as he tried to figure that out.

Young Boy: Does that mean I can have my own name?

Cocolia: Of course. You’re free to choose any name.

Young Boy: …

Young Boy: Welt…

Young Boy: My name… is Welt…

Act 2 - Tundra Cabin
Gameplay 11-7 - Superposed Images

Bronya: What is this book?

Joachim: Welcome back. You have solved world 1.

Joachim: I think you know who I am. I’ll introduce myself again.

Joachim: I am a shadow of Welt Yang, the 1st Herrscher. He left me here to watch over this place.

Joachim spoke with a calm voice, but Bronya sensed sorrow in his words.

Bronya: Welt dove into the Sea of Quanta one year ago but never returned. What happened afterwards?

Joachim: Press forward to reveal the answers you seek.

Joachim: I sense conflict within your heart.

Joachim: The one named Cocolia… she has caused you much pain.

Bronya: …Don’t worry. The Bronya is not affected.

Bronya: But the Bronya has a question.

Joachim: A question about that girl, Seele. Indeed.

Joachim: I don’t know her. I can’t acquire any trace of her passing.

Joachim: Perhaps the real her is still drifting in the Sea, and occasionally, a fraction of herself is projected and superposed here.

Joachim: She has a strange power that allows her to drift through the Sea of Quanta.

Joachim: She seemed unable to control her powers.

Joachim: You might see her in other worlds.

Joachim: This book serves as the link between you and Seele. It will be your guide.

Bronya: The Bronya understands.

Bronya held the diary close to her. A gentle blue light washed over her cheeks.

Bronya: Wait for me, Seele… the Bronya will be there for you…

Bronya: It’s warm here.

Joachim: You have unlocked world 1. The labyrinth has changed.

Joachim: World 2 is resonating with you, Bronya. Time to answer its calling now.

Bronya: (Seele… will you appear in this world?)

--

Gameplay 11-8 - Cabin in the Snow

???: Karel, my child…

???: Take care of Michelle. If she wants your candy, just give her half. And look after Tania too. She can’t walk yet.

Bronya heard a man speaking in the darkness.

She tried to see, but her eyelids remained shut determinedly to protect her eyes from the knifing wind.

There was something more painful than the screeching winds.

???: My dear… you have gone before us, to pave the way for your friends.

Bronya regained her vision. She tried to open her eyes, but closed them quickly.

She couldn’t stop her tears. She saw it, even for the briefest of moments.

Sunlight. Dazzling and blinding. Only the sun reflecting off the snow could be that blinding.

Bronya tried to open her eyes again.

A tall priest in a black habit and long blond hair was giving a sermon for someone who had died.

There was crying. Several familiar figures stood around a tombstone with their heads bowed.

The Priest: Children… if you ask me why some people had to leave early…

The Priest: …It is the trial of death. There will be no more sorrow, wailing, pain, or terror… it is now… history.

Bronya: (That man… Overseer Otto?)

Bronya: (Principal Theresa and Joachim… in world 2…)

Bronya: (Seele… will Seele be here?)

Someone took Bronya’s hand gently. She turned around and saw Seele standing near her.

Seele: …

Bronya’s racing heart calmed and she gave Seele’s hand a gentle squeeze.

The Priest: Let us return, children. Unless you wish to speak to our friends.

Theresa: Karel, here’s your favorite toy car.

Theresa: Joachim and I used crayon to cover the parts where the pain fell off. It’s not perfect, but…

Theresa placed the wooden car on the tombstone. The children said their parting words and left.

Seele: The priest and children are heading towards the hill.

Bronya: We should follow them.

Bronya trailed behind them with Seele.

Bronya: It’s a funeral for a child.

Bronya: No flowers. No photographs. Only a priest and several children.

Bronya: The Bronya… we… we’ve seen this before…

Seele: …They’re orphans in an orphanage like us.

Seele: Bronya, look. A wooden cabin! That must be their home!

The children walked through the door one by one.

The priest spoke to them. He and the children seemed close.

Seele: That priest is in charge of the orphanage.

Bronya: The Bronya never expected to meet Overseer Otto…

Seele: Do you know him, Bronya?

Bronya: He is an evil, dangerous man… but he might be different in this world.

Bronya: Matushka Cocolia was completely different in the previous world…

Bronya: Joachim must have the key to rectify this world. The Bronya must approach him.

Bronya and Seele entered the building but failed to find the priest.

The children sat around a worn table in silence.

Theresa: Everyone’s hungry, right? Guess what I’ve made for lunch?

No one answered Theresa. She looked a little sad seeing their gloomy faces.

Seele: …Borscht?

Theresa: No, Seele. That’s for Tuesday. Wednesday is for potatoes and roast beef!

Theresa tried to sound excited, but it failed to achieve the desired effects.

Theresa: Bronya, do you think there are potatoes or beef in this pot?

Bronya: Potatoes?

Theresa: Wrong, Bronya! Your punishment is double beef to make you taller!

Joachim: Theresa…

Theresa: What is it, Joachim?

Joachim: I know you want us to be happy… but you shouldn’t force yourself.

Joachim: Karel’s gone. We need time. You need time as well.

Theresa set aside her ladle and bowed her head.

Theresa: Joachim, would you not… reconsider?

Joachim: I’ve already decided, Theresa.

Theresa: …Then let’s eat.

The Priest: Hmm? Everyone’s having lunch?

Theresa: Father? You just changed your outfit. Heading to town?

The Priest: Winter is coming. I need to stock up on more groceries.

The Priest: Theresa, do you want more bitter melon biscuits?

Theresa: Of course I do! I love crispy hot bitter melon biscuits. Thank you, Father!

The Priest: I’ll buy a few. Everyone can have a piece or two.

Joachim: Father… we can’t share the bitter melon biscuits. Theresa always ends up eating all of them.

The Priest: Oh yes, Joachim… Madam Lieserl will pick you up tomorrow. Are you packed and ready?

Joachim: …Not yet.

The Priest: Then go. Say goodbye to your friends. Make this day count.

The Priest: I’m heading out. Please take care of the house, Theresa.

Theresa: Be careful out there, Father!

Theresa served the children and picked up the toys.

Bronya: Does Theresa require assistance?

Theresa: Hmmm… five hampers of laundry, a large pile of bills to check, and a leaking roof at the north end to fix…

Theresa: We’re also running low on firewood. Can you help us get some from the hill slope?

Theresa: It will get cold really soon. We must be ready.

Theresa: The boys should be taking care of this because they’re stronger.

Theresa: But we lost Karel and Joachim is leaving the orphanage…

What little liveliness left in the place was gone. Bronya did not know what to say.

Seele: It’s alright. I’ll help Bronya to gather some firewood.

Theresa: Thank you so much. Get back before sunset!

Theresa: I… I probably need some time alone myself…

Bronya: A Quantum Shadow hovering in the skies.

Bronya: The people in the bubble universe can’t see them.

Seele: Strange… this world seems unstable.

Seele: It’s just like a blurry dream…

Bronya: This is odd.

Bronya: We have covered a long distance since we left the orphanage, but no hostile encounter emerged.

Bronya: The snowy plains are devoid of Honkai beasts or even predatory animals…

Bronya: …

Bronya: (This feels wrong. There seems to be something in the air…)

Seele: Bronya, there’s a little bush up ahead.

Bronya: Do not push yourself too hard, Seele. The Bronya can do this.

The sight of Seele trying to use an axe was painful to Bronya.

Seele: It’s alright. I can maintain my form in these worlds.

Seele: I want to share your burden.

Seele swung the axe to hack branches and twigs from a tree.

Seele: This place feels like the orphanage we grew up in.

Seele: Those children reminded me of us when we were little girls.

Seele: The days were tough, but we worked hard together. We were happy.

Seele: We lost our family, but the orphanage gave us a new one.

She gathered and stacked the twigs and branches.

Seele: But… the children seem disconnected from each other. Joachim is also leaving this place.

Bronya: The priest said that Joachim will be adopted soon.

Seele: Being adopted is great news for an orphan, but I think he’s behaving strangely.

Bronya: They must be hiding something. We must ask Theresa.

Bronya: Enough firewood has been gathered. Time to head back.

Seele: Da, Bronya.

Seele: …

Seele: …

--

Gameplay 11-9 - Painful Past

Bronya: Theresa, we have returned.

Theresa: Thank you, girls. We totally needed your help!

Theresa easily carried all the wood that Bronya and Seele struggled to drag back to the orphanage.

She skillfully divided them by size and added some to the fireplace.

Theresa: Life is hard, but we can make it because Father and everyone are here.

Bronya: When did you arrive, Theresa?

Theresa: I don’t know who my parents are. Riding on Father’s back was the first thing I knew.

Theresa: I was in a warm bundle strapped to his back while he gathered firewood. It was snowing but warm.

Theresa: When I grew up, I learned that he built this orphanage.

Theresa: I’m not the first one here, but I’ve stayed the longest. I like it here. I will never leave.

Bronya: What about Joachim?

Theresa: Why are you asking about him?

Bronya: Theresa and Joachim seemed to be arguing during lunch.

Bronya: And Joachim is leaving tomorrow. The Bronya wants to learn more.

Theresa: I shouldn’t keep this from you…

Theresa: Joachim has nothing against me… but Father…

Seele: What happened between him and Father?

Theresa: …

Theresa: Father Otto killed Joachim’s Dad.

Bronya: Why? How?

Theresa: Joachim’s Dad was a doctor, and he tried to bring Joachim’s deceased mother back to life.

Theresa: He dabbled in the forbidden arts…

Theresa: The doctor first tested on mice… then he moved onto cats and dogs…

Theresa: By the time Father found him, the doctor was testing on homeless orphans…

Seele: That’s… evil…

Theresa: Father Otto had to end that.

Theresa: …But it made Joachim an orphan.

Bronya: Understood. Joachim hates the priest.

Theresa: If that were the case, I think they would work it out eventually.

Theresa: Joachim knew his Dad’s crimes. He tried to stop him but failed.

Theresa: No. Joachim doesn’t hate Father Otto.

Theresa: He came to the orphanage and took care of us like a good elder brother. He protected us.

Theresa: For a while, I thought he had put his past behind…

Bronya: Please continue.

Theresa: Joachim’s really smart and handy with the tools. He did everything wonderfully.

Theresa: Father decided to hand the orphanage to him.

Theresa: But that decision changed Joachim. He became… sullen…

Theresa: That’s when I knew he had never forgotten about what happened.

Seele: Perhaps he didn’t want the orphanage. He probably wants a life of his own.

Theresa: If that were the case, Joachim would have said it out loud. But he didn’t.

Theresa: …He’s afraid.

Seele: Afraid of what?

Theresa: Afraid that he must make Father’s decision when the time comes.

Theresa: Afraid that he might have to make another child an orphan.

Theresa: He could never forget about that.

Theresa: Soon, Madam Lieserl from the neighboring town offered to adopt Joachim…

Theresa: …And he agreed.

Bronya: Joachim is trying to run away.

Theresa: Leaving this place allows him to start life anew.

Bronya: But Joachim will never get over it.

Theresa: We all can tell what’s right and what’s wrong, but it’s always easier said than done.

Theresa: I don’t think any one of us knows how to leave it all behind.

Bronya: …

Theresa: I just don’t want to see Joachim so dark and gloomy. He wasn’t like that.

Theresa: I want to help him. He’s family to all of us.

Theresa: …Oh dear, it’s late. Father should be back already.

Theresa: That’s odd. I’ll look outside.

Bronya: Unable to locate the priest.

Theresa: We should split up. I’ll look on the other side of the hill.

Theresa: Please help search this side!

Bronya: This is the end of the road. The priest clearly wasn’t here. We should return.

Bronya thought about what Theresa said as she trudged through the snow.

The sun shone on the pristine snow, reminiscent of that day seven years ago when she met her Matushka for the first time.

It was a painful memory… a chain that shackled her…

Bronya: …

Bronya: (The Bronya also has things that she can’t simply put behind her…)

Seele: Bronya, are you alright? You seem to be troubled…

Bronya: Seele… the Bronya…

Bronya could not find an answer to her question. Seele gently held her hand.

Seele: Would this make you feel better?

Seele: You used to hold my hand like this when I was scared.

Seele: The warmth of your hands comforted me.

Bronya: Seele…

Seele: Stop thinking about the past if it only brings pain.

Seele: I will be here for you, just as you had been there for me in the past.

Bronya: …

Bronya: Spasibo. The Bronya is fine.

Bronya: The Bronya has decided to face the problem directly.

Bronya: We shall meet Theresa.

Bronya turned and started heading back. Seele’s smile slowly faded.

Seele: …

Seele: …

???: Good job, Seele…

???: We’re even closer to our objective…

Seele: Was that… the right thing to do?

???: It’s alright, Seele…

???: We’re doing this to get back to the real world with Bronya…

Seele: …

Seele: I understand…

Bronya: We split up at that location. Theresa should be on the other side of this hill.

Theresa: Father! Father!

Seele: It’s Theresa. What’s happening?

Bronya: We must head over there quickly.

[CG plays wherein Theresa attempts to wake Father Otto, lying unconscious on her lap with what appears to be Honkai corruption marks on his face:

Theresa: Wake up… please wake up…

Theresa: Father… please… wake up…]

Seele: The priest has fallen! What happened?!

Bronya: …The priest has passed out. We must carry them back to the orphanage.

Bronya: Seele, stay and help Theresa. The Bronya shall ask the older children to help.

Bronya: Honkai beasts… they appeared without warning.

Bronya: Hostiles are too close to the orphanage.

Honkai Beast: …!!

Bronya: (More Honkai beasts appeared. Something is happening…)

Bronya: (Alert! Seele and Theresa will be in danger…)

Honkai Beast: …!

Bronya: …Hmm?

The Honkai beasts have stopped.

The beasts turned around and marched off into the depths of the snow as though controlled by something.

Bronya: What happened?

Bronya held her breath. Something strange was happening.

And then she saw it…

Bronya: The Bronya… knows you…

Bronya: Fenghuang Down, the 8th Divine Key…

Fenghuang Down: Bronya.

Bronya: …You know the Bronya’s name?

Fenghuang Down: You were touched by a feather. I can see you… and know you.

Fenghuang Down: I’m surprised. You don’t belong here.

Fenghuang Down: You’re present in everyone’s memories, but you’re not from here.

Bronya: …

Fenghuang Down: I’m one of the three thousand feathers of Fenghuang Down… awakened by the priest’s will to protect.

Bronya: You were the one who kept the Honkai beasts away from the orphanage?

Bronya: Why would the priest own a feather of Fenghuang Down?

Fenghuang Down: The owner of Fenghuang Down was indebted to him. This feather was left in his heart.

Fenghuang Down: He brought this feather to this place. I agreed to protect these snowy plains.

Fenghuang Down: His life is ending… and my powers shall fade when he gives up his soul.

Bronya: The priest is dying…

Fenghuang Down: There is unfinished business. A deep, yawning gap in his heart that shackles him.

Fenghuang Down: He wants someone… someone he approves of… to inherit my power.

Fenghuang Down: But there is an insurmountable barrier between the two.

Bronya: It’s Joachim… the priest didn’t want him to leave.

Bronya: The rift between them will never be resolved if Joachim walks away.

Fenghuang Down: …

Fenghuang Down: It’s not just the rift between them. Your heart bears a similar gap as well.

Bronya: …What does that mean?

Fenghuang Down: Bronya… you came looking for answers.

Fenghuang Down: You’re not doing it for others. You’re doing it for yourself.

Fenghuang Down: That is why you dove into the Sea of Quanta.

Bronya: …

Fenghuang Down: Press forward to reveal the answers you seek.

Fenghuang Down: You will walk out of your past and find your way.

The familiar figure disappeared into the light, leaving an echo of her passing.

The feathers she left disappeared silently into the snow.

--

Gameplay 11-10 - A Long Night

Theresa: Father? You’re awake!

The Priest: Theresa… I… what happened?

The Priest: I’m sorry you had to see this. This is your favorite bitter melon biscuit. Sorry… it’s not hot anymore.

Theresa: It doesn’t matter, Father. Why did you collapse in the snow?

Theresa: What are those wounds?

The Priest: A minor discomfort… this ailment shall pass with a night’s sleep.

Bronya: …

Seele: What is it, Bronya? You seem… worried…

Bronya: The Bronya is alright.

THUD.

The door opened. Joachim looked extremely anxious.

Joachim: Father…

He returned to his usual expression once he saw that Father Otto was fine.

Joachim: I’m glad you’re alright.

The Priest: Have you packed your things, Joachim?

Joachim: Yes, I did.

Joachim stood by the bed with his head bowed. Otto tried to pat him, but he flinched away.

The priest took back his hand and started to hold the crucifix on his chest.

The Priest: You leave tomorrow morning, so you should get some rest.

The Priest: Please… help me take care of this cross.

He gave the cross to Joachim, but Joachim did not accept it.

The Priest: …I went to the market to look for a gift for you. But I felt this cross was the most fitting.

The Priest: It averted calamities for me. I hope it can give you God’s blessings.

Joachim: I don’t need it…

Theresa: Please take it, Joachim.

Joachim: I’m sorry… I can’t…

Joachim: God’s blessings… will God bless those who kill in the name of goodness?

Theresa: What are you saying, Joachim? Father gave you the cross because he wants you to…

The Priest: It’s alright, Theresa.

Theresa: You never understood what Father wanted…

Joachim: …

Joachim: You’re the one who doesn’t know anything!

The Priest: Wait! Joachim!

To everyone’s surprise, Joachim ran out of the room. The Father tried to follow, but he collapsed onto the floor.

Theresa: The sun is setting! He’ll be in danger!

Bronya: Theresa, take care of the priest. The Bronya shall return with Joachim.

Bronya: …The tundra has changed.

Bronya: Bubble universe composition has been altered.

Bronya: Did Joachim do this?

Bronya: Joachim, please tell the others what you think. Everyone is worried about you.

Joachim: You never cared about me… you only care about Father Otto!

Joachim: I don’t want to think about this… just… just leave me alone!

Honkai Beast: …!!

Joachim: …!

Bronya: Honkai beast detected.

Joachim: Get… get away from me!

Bronya: Stand up, Joachim…

[CG plays wherein Father Otto, wounded as he is, comes to the rescue and defeats the Honkai beast threatening to attack Joachim:

Joachim: H-Help!

Joachim: …Father?!]

The Priest: Good… you’re alright.

The Priest: Ha… it wasn’t easy to divert Theresa and make an escape…

As the priest stumbled and fell, Bronya darted forward to hold him and found him unconscious.

Though the priest was tall and well-built, he was extremely weak. Lifting him was difficult.

Bronya: The priest passed out…

Bronya: Please help the Bronya hold him, Joachim… After all, he just saved your life.

Joachim: …

Joachim could only tremble. The sight of this angered Bronya.

She picked up the cross on the ground and threw it at Joachim.

Bronya: What is Joachim running from?

Bronya: His past? With the priest and his friends in the orphanage?

Bronya: Nyet. Joachim is running away from himself because Joachim is afraid.

Joachim: …

Joachim: I don’t know…

Joachim: What should I do to make this right?

Bronya: …

Bronya: The world is not a dichotomy of right and wrong…

Bronya: Right and wrong applies only to a few things, but not people. Good people take responsibility for their actions.

Bronya: The Bronya knows how difficult it is… The Bronya had a similar experience to Joachim…

Bronya: If Joachim is afraid, he should describe the cause of his fear.

Bronya: Tell the people that Joachim cares about, and that care for Joachim.

Bronya: The orphanage is Joachim’s family… do not do things you might regret in the future.

Joachim: …

The rest of the children came running.

Together, they carried the unconscious priest back to the orphanage.

The next morning, Bronya and Seele were woken up by Theresa who knocked on their door.

All three of them went to Joachim’s room but found that he was gone…

The boy left without telling anyone.

Theresa: He’s gone…

Bronya: …

Seele: …

Theresa: Father has something to say to us.

Bronya and Seele glanced at each other and followed Theresa to a room in the heart of the orphanage.

The frail priest tried to turn around. Crimson wounds ran through his body, threatening to split him apart.

The Priest: Theresa… my cross… I think I left it out there in the snow.

Theresa: Rest well, Father. I’ll find it for you.

Theresa: I’ll send you to the hospital next week… no, tomorrow! You’ll get better…

The Priest: I’m alright… Joachim left, didn’t he?

The children were silent. The answer was obvious.

The Priest: He did…

The Priest: I understand how he feels. I was the one who orphaned him.

Theresa: Father, you did the right thing.

The Priest: Right and wrong doesn’t answer every question in this world.

The Priest: I kept asking myself if I could have done something else to save Joachim’s father…

The Priest: But no matter how I thought about it, the truth was that I chose to kill him on that day…

The Priest: His father whom I condemned to death… I saw myself in him…

Theresa: Father…

Theresa parted her lips, but her voice failed her.

The Priest: I dabbled in the dark, forbidden arts… and hurt… no… I killed many innocent people.

The Priest: The Paladin saved me. She liberated me from the dark abyss.

The Priest: We ran away together… and buried the Origin of Sin in a secret place…

The Priest: But it took its toll on us… the Paladin… she died after only 2 years…

The Priest: I asked her whether she regretted anything when she drew her final breaths…

The Priest: Listen, children. These were her final words.

The Priest: “There are three steps in our lives.”

The Priest: “The first step teaches us how to tell the right from the wrong.”

The Priest: “The second step teaches us that there isn’t just the right and wrong.”

The Priest: “The third step teaches us to do what we believe is right and to take responsibility for the outcomes.”

The priest’s eyes sparkled. He spoke calmly, but the words trembled with emotion.

He must have remembered something that even time itself failed to erase.

The Priest: I laid her to rest in a foreign land… and came here to build this orphanage.

The Priest: I understand how Joachim felt… I know what it means to be lost and confused.

The Priest: I must… respect his choice.

Theresa: Father…

The Priest: I’m sorry, children. There is no turning back for me.

The Priest: I have committed sins beyond counting… I can only seek atonement…

The Priest: I’m happy that you’re here. You are the proof that I can still create warm and happy memories.

Theresa: Father… you’ll be alright…

Bronya: …

Bronya: Joachim… he should be here to hear this…

Creak…

The Priest: …Joachim?

Joachim: …

Joachim: Father, I found the cross you lost last night.

Joachim: You wanted to give it to me.

Joachim clutched the cross like a child holding fast to a well-loved treasure.

Joachim: I’m lost, Father. I don’t know what to do.

Joachim: But there’s something that I must say…

Joachim: I’m willing… let me follow your path, inherit the orphanage, and uphold your duties.

Joachim: Please treat me like your family… don’t let me go astray.

Joachim knelt by the bed and cried. Theresa gently embraced him without a word.

The Priest: I trust you, Joachim. You will forge your own path.

The priest held the pendant tightly. His eyes sparkled bright with the final embers of his life.

The Priest: I fought brilliant battles… I marched in the name of the righteous…

The Priest: I upheld… the Path of the Paladin… I’ve stayed true… for you…

A teardrop fell on the wooden floor. Gentle light washed over the entire world.

Joachim: You have gone before us, to pave a way for your friends…

Joachim: And if you ask me why some people had to leave early…

Joachim: …It is the trial of Death. There will be no more sorrow, wailing, pain, or terror… it has become history.

Joachim: We know where you will be going.

Joachim: We know your path.

Theresa: You may be gone, Father, but the doors of St. Freya Orphanage will always be open.

Theresa: Joachim and I made the choice. This will be our path.

Theresa: God be with you, Father.

Joachim: God be with you, hero.

Act 3 - Tower of Doom
Gameplay 11-11 - Warrior’s Path

Bronya: The world… has been rectified. Where is Seele?

Bronya looked around. The glowing diary she carried calmed her a little.

Joachim: Welcome back. You look far less anxious than before.

Joachim: I’m a part of this maze… I can already sense it collapsing…

Joachim: You are powerful. I believe I must tell you the truth.

Bronya: What exactly happened in the Sea of Quanta?

Joachim: …Welt Yang fought till his final breath in the Sea of Quanta.

Joachim: He faced an enemy with power far beyond his… He fought valiantly but vainly…

Joachim: Before he fell, Welt used his final strength to create a barrier separating the Sea of Quanta from the real world.

Bronya: A barrier?

Joachim: This barrier imposes a trial on any sentient being trying to pass through.

Joachim: That’s right, Bronya. It is the great labyrinth you’re in right now.

Joachim: Welt’s physical form is gone. His existence in the Sea is this labyrinth itself.

Joachim: Everything you see here… is a part of his past… the confusions and struggles he had…

Joachim: …And his yearning for hope.

Bronya: Welt… sacrificed himself to prevent the Serpent from entering the real world.

Joachim: Come, I shall open the final path for you…

Joachim: This is the final world.

Joachim: Pass through it and you’ll pass through this labyrinth.

Joachim: I will become your power and lead you to the Core of Reason.

Joachim: The Core will let you enter the Sea itself.

Joachim: But do not hold it for too long… for it will destroy your physical form.

Bronya: The Bronya understands.

Joachim: …Promise me, Bronya.

Joachim: No matter what you see or hear, do NOT let the Serpent escape this place.

Bronya: The Bronya understands. The World Serpent is the Bronya’s enemy.

Bronya: The Bronya shall not let Welt down.

Joachim: Godspeed, Bronya.

Bronya: (The final world lies ahead. Solve its puzzle and the Bronya will be granted passage into the Sea of Quanta…)

Bronya: (Seele and the Gem of Desire await the Bronya there…)

--

Gameplay 11-12 - Charred Battlefield

Sounds were echoing in the darkness.

The howl of the wind, explosions, screams, and the roar of monsters…

Seele: Bronya! Bronya…

Someone kept screaming for Bronya… but the voice was quickly overwhelmed by the cacophony.

It was a symphony of death, an orchestra of destruction reverberating across this charred wasteland…

Seele: Bronya, wake up!

Bronya: Seele?

Bronya: Is this… the tundra? It looks different…

Kiana: Ah, looks like you’re doing just fine, Bronya.

Kiana: You just fell… face first… into the snow…

Bronya: …Kiana?

Kiana: Hmph. I’m not being kind to you. But I think the concussion is going to make you an Idiotka!

Mei: Stop fooling around, Kiana. Check your gear. We’ll be engaging hostiles soon.

Mei: We’re here to deal the final blow to the Herrscher of the Void.

Mei: Powered by a Honkai reactor, the Void Queen has created a spatial rift to bring in a Honkai horde…

Bronya: (Herrscher of the Void? But Kiana is right here… this must be the… Second Eruption…)

Bronya: (But why would Kiana and Mei appear in this world?)

Mei: …Hostiles approaching. Get ready for battle, girls.

Mei: …! Numerous heat signatures approaching.

Kiana: What happened? All the Honkai beasts were destroyed!

Engines roared above the Valkyries. Dozens of heavy mechs were released from a shuttle.

The mechs landed with resounding thuds. Amongst them was a man who descended slowly, floating above the snow…

Welt: You made it, Valkyries.

Bronya: (Welt? He grew up in this world…)

Mei: You must be an… Anti-Entropist?

Welt: Stay vigilant. This war is far from over.

Welt: My mechs will smash through their center.

Mei: Understood. We will strike their flank and keep them occupied.

Mei: Finally, we thank you for your support, Mr. Welt.

Welt: Don’t trust anyone, Valkyrie. It might kill you.

The shuttle engines roared again. Welt and his mechs flew towards the heart of the tundra.

Bronya: (This is the first time the Bronya sees Welt Yang as the Sovereign of Anti-Entropy…)

Bronya: (But he… felt cold… this was not how the Bronya remembered him…)

Kiana: Oh my god, that guy can literally fly! He’s gotta be the boss of Anti-Entropy!

Mei: That’s the 1st Herrscher…

Kiana: He’s kind of cool. A snap of his finger and all of those Honkai beasts are just gone.

Kiana: Of course… I also read that the Overseer destroyed the 1st Herrscher a few decades ago…

Kiana: This guy could be a fake… right?

Mei: I’m not too sure… I only knew he created Anti-Entropy and swore to fight for humanity as a Herrscher…

Mei: But I’ve never seen any other human member of Anti-Entropy since I became a Valkyrie.

Kiana: Looks like these pilots aren’t interested in getting some fresh air.

Kiana: Wait… what if he attacks us?

Kiana: He’s a Herrscher as well, right? He can turn on us at any moment…

Mei: He just saved our lives, Kiana…

Bronya: (The Bronya is beginning to suspect things as well…)

Seele: Bronya… something doesn’t feel right about this world.

Seele: It’s not like St. Freya High or the orphanage… this world feels… dangerous.

Bronya: Do not fear. The Bronya will always protect Seele.

Mei: We’ve talked long enough. Time to move forward.

Kiana: Whoa! This Honkai beast is huge! Is it dead?

Mei: The Herrscher of the Void is losing the war.

Kiana: My scanners aren’t picking up anything! The 2nd Herrscher is now defenseless!

Kiana: Ho ho, the smug Herrscher has run out of goons! Time to settle the score now!

Mei: …Wait! Sensors registered a massive Honkai energy spike in the middle of the battlefield.

[CG plays wherein Welt steals the Core of the Void from Sirin, opening countless portals aimed straight at her:

Welt: The almighty Herrscher of the Void laid low by puny humans…

Welt: But it doesn’t matter anymore.

Welt: Your power… will be mine!]

--

Gameplay 11-13 - Desperate Situation

Kiana: Wha? What is the 1st Herrscher doing?

Mei: We need to leave… now!

Bronya: (Something is happening…)

Welt: The fight or flight response… the most primitive but powerful animal instinct…

Welt: Flee, then. I fled before… like a wounded beast… doing whatever I could to survive…

Welt: …But you have nowhere else to run.

Kiana: The mechs… the mechs are attacking us!

Kiana: He just consumed the Core of the 2nd Herrscher!

Mei: We’re being overwhelmed… Ugh…

Kiana: These stupid mechs… they just keep coming and coming…

Kiana: Is this guy creating them out of thin air? You gotta be kidding me!

Bronya: Engagement is not advised. The Bronya suggests breaking out and seeking refuge at a safe location…

Mei: …We’ll go to the Babylon Labs!

Mei: The indoor corridors and rooms can protect us against flanking… we must move quickly…

BLAM…!

A powerful blast disintegrated the dark-haired Valkyrie before she could finish her words.

Kiana: MEI! NOOOO!

Nothing was left for her except a small, smoldering crater. Something emerged from the smoke.

It was a mech with a dull, purplish glow.

They were cold and hard, like steel tombstones heralding the inevitable end of the Valkyries.

Seele: Wha… did she just…

Bronya: We have to go.

--

Gameplay 11-14 - Danger Everywhere

Bronya: The mechs did not follow… the 1st Herrscher was focused on something else…

Bronya: The Bronya will attempt to contact other squads for reinforcements.

Brzzz… psszzz…

Comms: Mayday! Delta squad requests support! I repeat… requests support…

Comms: The 1st Herrscher… attacked us…

Comms: …Attacked by Anti-Entropy mechs and Honkai beasts… slaughtered… coordinates at…

Bronya: …

Bronya: Why… why has the 1st Herrscher turned against humanity? The Bronya fails to comprehend…

Kiana: …You idiot! That’s a super dumb question!

Kiana: He’s a Herrscher!

Kiana: Herrschers are corrupted beyond redemption! They wear human faces to lie to us!

Kiana: He killed Mei! Mei… hic hic…

Bronya: Mei…

Bronya: (Welt and Kiana… and even Mei… are not behaving like their real world counterparts…)

Bronya: (This world is dangerous, unstable, and… filled with disorder…)

Seele: Bronya…

Bronya: Seele…

Seele sat in the corner. Blood flowed down her arm from a shoulder wound.

Bronya: This is only a flesh wound… the Bronya shall apply first aid…

Seele: Mei… she’s… she’s dead…

Bronya: Do not think about it, Seele.

Bronya gave the trembling girl a tight hug to console her.

Explosions lit the heavens while bodies littered the earth. The battlefield was too much for Seele.

She’s still the shy little girl who hides in a toy chest when scared.

But she’s doing her best to stay strong and not let Bronya down.

Bronya: It will be over soon. This is the final world.

Bronya: The Bronya will take you away from this place.

Bronya: We will return to reality… we can go to classes, theme parks… and the beach… we made a promise…

Bronya: The Bronya is here to live up to that promise we made.

Seele: …

Seele: Thank you, Bronya. I’m alright now…

Seele: …

Seele: Strange. It became so quiet all of a sudden.

Bronya: …Kiana?

Bronya scanned the surroundings. The two girls were the only ones left in the room.

Bronya: Anomaly detected. Seele… stay close to the Bronya.

Seele: …

“Seele”: …Okay, Bronya.

Bronya: …Kiana?

Bronya: Enemies… they made it into the labs.

Bronya: We must leave this place, Seele.

Bronya: Nyet. Large number of incoming hostiles. Seele, leave this place now…

Bronya: Seele?

Bronya: Urk…

Bronya tried looking for Seele while fighting the mechs, but a sharp pain knocked her to the ground.

Glowing purple veins spread across her arms and bloomed like flowers of a twisted vine…

Though her emotive centers were burnt out, Bronya could still feel her heart racing.

She had received an affliction worse than death.

Bronya: Seele… run…

--

Gameplay 11-15 - 1st Herrscher

[CG plays wherein Bronya is shown with the same appearance she had when controlled by Cocolia, with Welt appearing right behind her:

Bronya: Ugh…

Bronya: What’s happening… to the Bronya?

Bronya: Ugh!]

Bronya: Seele? Where are you, Seele?

Welt: Interesting. Your mind remained… human. I’m very intrigued.

Welt: Congratulations, Valkyrie. You survived the Second Eruption.

Welt: I don’t know who Seele is, but it no longer matters. You are the sole survivor.

Bronya: …What are you saying?

Welt: All the Valkyries at the front… and other personnel in the rear…

Welt: …They’re all dead.

Welt: I destroyed Schicksal.

Bronya: You killed them… you killed Seele…

Welt: I see surprise, sorrow, and hatred in your eyes. I felt those feelings… before…

Welt: She must be… someone important to you. Good. You must… remember this moment.

Welt: Hatred… loss… despair… they are the pillars of pure power…

Bronya: Please tell the Bronya your reasons for doing this.

Welt: It is my destiny.

Welt: The man named Welt Joyce gave me my destiny in 1955…

Bronya: Anti-Entropy was founded in 1955…

Welt: No. Anti-Entropy was… destroyed in 1955.

Welt: Welt Joyce, Lieserl Albert Einstein, Frederica Nikola Tesla, Emma Planck, Erwin Reanna Schrodinger…

Welt: I remembered all their names. That was the only thing I could do.

Welt: Schicksal Valkyries killed them one by one. I ran away… in shame…

Welt: Like a terrified, wretched, little rat…

He calmly narrated the tale as though he was wholly detached from it.

But the calmness was a facade for something dark and terrible…

Bronya: Anti-Entropy was… destroyed?

Welt: I will always dream of him on dark, moonless nights…

Welt: Again and again I dreamed… he laid in a pool of his own blood… he gave me his name and the Core…

Welt: And I have finally returned, bearing his name and fulfilling his wish of fighting for humanity.

Bronya: Destroying Schicksal has little to do with fighting for humanity.

Bronya: Welt has only reproduced the tragedy of Anti-Entropy. Being a victim is no excuse for Welt to murder.

Bronya: The founders of Anti-Entropy would never consent to what Welt has done…

Welt: …

Welt: Humph, I guess you’re right. They were weak and soft like that.

Welt: …Though Schicksal destroyed what we had, they still set their hatred aside to fight for their beliefs.

Welt: …And they paid dearly for it.

Welt: I bear the name of Welt and his might. I am the enforcer of his powers and vision.

Welt: But I have nothing under this name. I’m a mere shadow… playing the roles of a dead man…

Welt: Why must I play the role of a tragic and failed hero?

Bursts of blood erupted from the man. The broken body could hardly sustain his powers.

His voice became more emotional…

Welt: That’s right. I slew the Herrscher of the Void. I saved this world.

Welt: I achieved what that man couldn’t. I have surpassed him.

Bronya: …Welt has lost his mind.

Welt: I am not mad. I have conquered… Welt…

A monstrous war machine suddenly appeared next to the Herrscher. His gaze was clouded by mad hatred.

Welt: This is my true power… my final destination… my grand vision…

1st Herrscher: This is what I’m supposed… to be!

1st Herrscher: …!

The armored vehicle exploded into a fiery wreck, and the violent backfire tore Welt apart.

1st Herrscher: Enough! KNEEL!

The crimson Star of Eden floated above his palm. A gravity tsunami came hurtling towards Bronya.

1st Herrscher: You have no right to judge me!

1st Herrscher: You hate me because I’ve killed your friends… HATRED DRIVES US BOTH!

But the Valkyrie continued to press forward.

Bronya: The Bronya is unable to hate. The Bronya identifies self-hatred and pity in you…

Bronya: The Bronya sees your fear… and cowardice…

1st Herrscher: Cowardice? Fool, I am stronger than any being in existence!

Bronya: Nyet. The Bronya has seen a stronger soul.

Bronya: She stood against the impending cataclysm.

Bronya: Though the skies darkened with roiling storms, she kept her head high with her fierce fighting spirit…

Bronya: She was just an ordinary girl… and just as confused and lost… but she endured pain and sorrow…

Bronya: The Bronya knew that she would take up her responsibility no matter how hard it was…

Bronya: …She was the Valkyrie who defended hope when everyone thought it was lost.

1st Herrscher: I don’t understand a thing you said!

Bronya: Nyet. You do not. You are a vile and despicable thing.

Bronya: The Bronya is not you, and will never become you.

Bronya: You do not deserve the name of “Welt”.

1st Herrscher: SHUT UP! You know nothing about Welt… about me!

1st Herrscher: Star of Eden! Tear her apart!

The trembling orb did not respond. It fell like a lifeless thing…

As if drawn to Bronya’s reaching hands, it stopped right in front of her.

A young, gentle voice suddenly whispered in Bronya’s ear.

Joachim: You have found the answer, Bronya.


[CG plays wherein Bronya picks up the Star of Eden and activates its Zeroth Power, with Seele watching Babylon Labs from afar:

1st Herrscher: Impossible!

Bronya: The Bronya… knows more than you…

Bronya: Star of Eden… Zeroth Power…

Bronya: …Unleashed!]

Seele: …

Seele: Bronya…

???: She’s succeeded. The world is collapsing. We’re only a step away from success.

???: Seele, you know what to do.

Seele: …

Seele: Nyet… I cannot do this.

Seele: Bronya would never agree.

Seele: I… I will never hurt Bronya.

???: Do not forget the one who granted us our powers, Seele.

???: We’re completely at its mercy. Do you feel like returning to the void?

Seele: …I trust in Bronya.

???: …

???: …Trust? In Bronya?

???: Even after so many years, you have remained soft… hesitant… weak.

???: You can’t protect Bronya if you can’t safeguard your own existence.

Seele: …What are you doing?

Seele: NYET! Let me… go…

???: Thank you, Seele. I appreciate the way you played your part.

???: I’m running this show from now on.

1st Herrscher: I thought I’d die without hearing those words again…

1st Herrscher: Those words… tore me… to pieces… I could not rebuke it… it’s… the truth…

1st Herrscher: I always thought that Joyce was the only one who could do that.

1st Herrscher: I can’t… I can’t face him again…

No one answered him. Silence reigned over the charred battlefield.

The Herrscher tried to open his eyes, but there was nothing but endless darkness.

Soft, silent footsteps approached.

1st Herrscher: …

1st Herrscher: Valkyrie… tell me… who am I?

1st Herrscher: What… am I?

The 1st Herrscher groaned. His voice turned soft. Soon, there was nothing left but miserable sobs.

He remembered crying like this decades ago when the sun was setting and his hero stretched out his hand…

Act 4 - Past the Abyss
Gameplay 11-16 - Past the Abyss

[CG plays wherein Bronya and “Seele” find themselves outside of the labyrinth:

Bronya: The maze… has disappeared.

Bronya: The Herrscher of Reason’s Core…

Bronya: Thank goodness you’re alright, Seele…

“Seele”: Yes, I’m fine.]

“Seele”: You’re finally here, Bronya.

“Seele”: Is this the Core belonging to the Herrscher of Reason? I never thought it would look like this…

“Seele”: Heh. This will help us return to the real world, Bronya.

Bronya: …Nyet. You are not Seele.

Bronya: Who are you? What did you do to Seele?

“Seele”: Bronya? It’s me! Don’t you know me anymore?

“Seele”: Hmm, to be honest… this is indeed the first time we’ve met.

“Seele”: I’ll introduce myself. I am a symbiont living within her… another side of her personality.

Bronya: Another side?

Bronya: The Bronya does not understand. Return Seele at once.

“Seele”: I understand your wish to protect Seele. Don’t worry. We are one. I’d never hurt my host.

“Seele”: But I do know the way to save her.

“Seele”: Please give me the Core of Reason to help Seele and I return to the real world.

Bronya: Nyet, the Bronya will utilise the Eye of the Deep to take Seele home…

“Seele”: It won’t work. Seele… well, she’s now a part of the Sea…

“Seele”: X-10 gave her the power to warp between dimensions, but it was too much for her body to handle.

“Seele”: We both know that. We lack the means to save her.

“Seele”: But I have some good news for you.

“Seele”: Seele isn’t here by coincidence. Do you want to know why?

Bronya: …?

Seele: I don’t know… I remember a cold, dark, and empty room with a tightly shut door.

Seele: I was trapped there for what seemed like an eternity.

Seele: Then the door suddenly opened and light poured in.

Seele: I always wanted to escape and find you, Bronya… so I ran off into the light.

Seele: I can’t remember the rest… I woke up in this world when I regained awareness.

Bronya: …

“Seele”: Someone saved us. But it came at a price.

“Seele”: We drifted in the void. We tried to leave but kept failing. It felt like it would never end, until one day…

“Seele”: …A voice called to us from the darkness.

Bronya: A voice?

“Seele”: I don’t know who it was. Seele doesn’t know either. But it promised to help us leave.

“Seele”: It promised to take us from the Sea of Quanta and return to the real world. It only demanded one thing.

“Seele”: It wanted us to find the Core of Reason and remove the barrier between the Sea and reality.

Bronya: …We cannot accept this request.

Bronya: The Bronya can only think of one entity with such power and motivation.

Bronya: You must stop. We cannot help the Serpent bring down the barrier.

“Seele”: Stop? Why? I don’t understand.

“Seele”: It saved us. Without its help, I wouldn’t be here talking to you.

“Seele”: It promised to create a world where Seele can live in…

“Seele”: A world without the Honkai, where you and Seele can live happily ever after.

Bronya: The Serpent is merely deceiving and manipulating Seele to break free from the Sea of Quanta.

“Seele”: …

“Seele”: You wouldn’t understand. It’s too dark and cold, and we’ve been trapped here for too long.

“Seele”: We didn’t want its help at first… but we had no choice.

“Seele”: I want to leave…

[CG plays wherein “Seele” brandishes her scythe at Bronya:

“Seele”: I won’t let anyone stop me!

“Seele”: Not even you, Bronya!]

[CG plays wherein “Seele” defeats Bronya:

Bronya: Nyet!

“Seele”: Sleep… Bronya…

“Seele”: When you wake up…

“Seele”: …Everything will be over.]

--

Gameplay 11-17 - Path to the Light

It was dark. It was silent. The air was still.

There was nothing except a yawning void… an endless gap…

The girl fell into the gaping abyss…

Bronya: …

What happened?

She scarcely remembered who she fought. The battle tore at her heart and deepened her sorrows.

She couldn’t feel anything… time itself seemed ephemeral…

Confusion, loss, and guilt… these emotions swamped her in the bleak darkness.

Bronya: …

Joachim: Bronya…

Bronya: …?

A spark rippled across the dark void like a tear splashing into a serene pond.

Something… someone called out to her from the distant light.

Joachim: Bronya…

Bronya: …Who are you?

The voice felt strange yet familiar at the same time.

Bronya reached for the light.

Bronya: …?

She saw a faint figure flickering in the brightness.

Bronya: …Joachim?

The light grew stronger and illuminated her entire world.

Bronya: What is this… place?

Seele: I’ll always be at Bronya’s side…

Seele: Just like how you were always by mine…

Cocolia: Bronya…

Cocolia: I heard that you…

Cocolia: …Had some bad experiences before coming here.

Cocolia: But put it all behind you, dear.

Himeko: Relax and treat this place as your home…

Himeko: …Treat us as your family.

The Priest: Right and wrong doesn’t answer every question in this world.

Theresa: We all know how it works…

Theresa: …But we can’t bring ourselves to do it.

Theresa: I don’t think any one of us knows how to leave it all behind.

Fenghuang Down: You’re not doing it for others. You’re doing it for yourself.

1st Herrscher: You hate me because I’ve killed your friends… HATRED DRIVES US BOTH!

Bronya: The Bronya is not you, and will never become you.

The Priest: There are three steps in our lives.

Joachim: Your past has tempered your will and resilience far beyond that of a child your age.

Fenghuang Down: You will walk out of your past and find your way.

Cocolia: I believe in you, Bronya.

Cocolia: You will soon become an excellent Valkyrie.

Bronya: Huff… huff…

Warm light showered on the image of this bubble universe and Bronya herself.

Joachim: Where are you going, Bronya?

Bronya: …

Bronya: The Sea of Quanta…

Bronya: They are waiting for the Bronya… Seele is waiting for the Bronya…

Bronya: The Bronya… must complete her mission…

Bronya: The Bronya must… go to the Deep End of the Sea…

Bronya struggled to use her legs and ran off into the light…

[CG plays wherein Joachim fades away, granting Bronya passage:

Joachim: Then go, Bronya…

Joachim: The path to the future… is now open to you…]

--

Gameplay 11-18 - Deep End of the Sea

“Seele”: …!

“Seele”: What is that power?

“Seele”: Why are you trying to stop me, Bronya?

“Seele”: Seele will be trapped in the void if I fail…

Bronya: …

Bronya: The Serpent can throw you into the Sea of Quanta anytime it wishes…

Bronya: …It does not offer freedom.

Bronya: The Bronya made a promise to return Seele to reality.

Bronya: The Bronya refuses to let you entrust your lives to the Serpent…

Bronya: The Bronya will rescue Seele… on her own…

Bronya: …The Bronya will live up to her promise.

“Seele”: …

“Seele”: I’m not going back there! I’m never, ever going back into the void!

“Seele”: But… Seele… she said she’s willing to wait…

“Seele”: I… I can’t fight against my host…

Seele collapsed onto the ground… the red glare in her eyes faded…

This dimension began to shake violently.

Bronya: …!

“Seele”: …The Serpent’s spawn is coming.

Tlaloc: …!!

A grotesque hand stretched out from the abyss. It was the monster that Bronya fought at The Deep.

Bronya: …Careful, Seele!

A dark wave crashed onto Seele and swallowed her whole.

She couldn’t save her. Bronya could only stare as the dark roiling waters pulled her away.

Her ocean-azure eyes were just how Bronya remembered them to be.

Seele: I’ll always believe in you… Bronya…

Tlaloc: …!!

The monster writhed in pain and fell into the endless maelstrom. The dark tide subsided as well.

Seele fell to the ground. Her body gave off a faint, bluish glow like a pristine yet fragile gem.

Light particles dissipated from the gem.

[CG plays wherein Seele’s body dissipates, leaving nothing but a glowing butterfly.]

The fluttering blue butterfly settled on Bronya’s fingertips.

She supported her broken body and trudged towards the Herrscher Core.

The Sea flickered with images from multiple bubble universes. Bronya felt as though she traveled across them.

Everything felt like a dream.

Everything was real at some point.

Her steps became more and more labored.

But she will continue to trudge down her path.

[Special CG [Cyberangel: ZERO Exception] plays:

Bronya: This is… the Sea of Quanta…

Bronya: The Core of Reason… is here…

Bronya: Seele… the Bronya… will save you…

Bronya: Ugh… can’t move…

Bronya: The Core… it’s going out of control…

Bronya: Seele?

Project Bunny: All systems nominal.

Bronya: Ride on!

Project Bunny: Ride on!

Project Bunny: Switch engine drive.

Project Bunny: Shift up. One… two… three.

Project Bunny: Top gear.

Bronya: Seele…

Bronya: The Bronya… is here for you.]