Act 1 - Prison Labyrinth
Gameplay 6-1 - Tower of Babylon

[CG plays wherein Kiana recaps the events between chapters V and VI, with Otto seemingly watching what she’s been doing inside the simulation:

Kiana: Hey! I’m Kiana!

Kiana: Recently, to find a way to wake Bronya from her slumber, Theresa entered a virtual dataspace found in the database of the central church.

Kiana: I followed her to a virtually recreated battlefield from the 2nd Honkai Eruption.

Kiana: In this dataspace, I saw Theresa, my stupid old man, as well as my Mum, whom I had little memory of.

Kiana: We fought together.

Kiana: Finally, we followed the 2nd Herrscher to the Babylon Labs in Siberia.

Theresa: Careful, intense Honkai energy reactions detected up ahead. The 2nd Herrscher must be inside.

Cecilia: Theresa, Kiana, get ready! Don’t let your guard down!

Kiana & Theresa: Yes!!!

Kiana: I finally get to fight alongside Mum.

Kiana: I will impress her and make her proud.

Otto: Huh, that’s interesting.

Otto: The new developments have gone beyond my calculations.

Otto: You two, keep a close eye on her.

Unknown 1: Understood! Just leave it to me, Overseer.

Unknown 2: Roger.]

Kiana: Is this the insides of the labs? It looks more like a prison to me.

Cecilia: Overseer Otto manages the Babylon Labs himself. I don’t know what he does here.

Cecilia: But something definitely doesn’t feel right.

Kiana: Do you feel that way too, Cecilia?

Theresa: Let’s focus on the task. We must catch up to the 2nd Herrscher.

Kiana: Hmph. Theresa keeps interrupting me. I wanna talk with Mum.

Machine Voice: Warning! Warning! Intruder alert!

Kiana: What? Anti-Entropy mechs?

Theresa: Anti-Entropy? What are you talking about?

Theresa: These are G-12 tactical mech prototypes that will be deployed soon.

Theresa: Careful! This enemy is way stronger than the others.

Theresa: There’s an elevator up ahead. Let’s get in!

Kiana: Look, it’s a lift! We’ll get to the top floor with this.

Theresa: Alright. The lift is locked. We need to activate it using a digital key.

Cecilia: The key might be around here. Look for it.

Theresa: A message from the Overseer? He’s calling me back. Why now?

Cecilia: Just head back. The Overseer must be planning something. Leave this place to me.

Theresa: But…

Kiana: It’s alright, Theresa. I got it covered. I’ll protect Cecilia!

Theresa: …Alright, I’m counting on you, Kiana.

Cecilia: Kiana, let’s look for the digital key. Search the nearby holding cells. Don’t go too far away from me.

Kiana: Awesome!

Kiana: (Yippee! I’m super lucky! With Theresa gone, I’ll get some private time with Mum!)

--

Gameplay 6-2 - Mysterious Diary

Kiana: Hmm… nothing here looks like a key. Grr. I gotta do something useful to make Mum happy!

Kiana: Whoah! I found something here! Hmph. It’s just a dirty and worn notebook. Lemme see… gosh… the handwriting is worse than mine!

Damaged Diary: “The doctor told me to keep a diary. I’ve never kept a diary before. I don’t know where to begin.”

Kiana: A doctor? Is this a hospital?

Damaged Diary: “The treatment hurts, but the doctor said we can’t stop. The other kids who ended their treatment were carried away. None came back.”

Damaged Diary: I’m so scared. Don’t want to go back. I don’t want to live in this small and dark cage. I want Mum. Where are you, Mum?”

Kiana: Heh, the remaining pages have been torn away! Who kept this diary? A kid?

Kiana: It’s really sad to be separated from your Mum… wait… there’s a few more pages.

Damaged Diary: “I miss you, Mum. But I won’t cry. I definitely won’t cry this time. You taught me the magic spell, Mum.”

Damaged Diary: “You’d say that magic spell whenever I was sad…”

Damaged Diary: “I’ll just have to say that magic spell to make all my wishes come true. It’ll let me see you again, Mum!”

Damaged Diary: “--Ich☆liebe☆dich”

Kiana: Wow, did I just read that? Dunno what it means, but why could I read it? That’s odd.

Cecilia: Kiana, found anything yet?

Kiana: Hey, Cecilia, look at this.

Cecilia: A diary? Hmm… never expected Schicksal to be doing this here.

Cecilia: Never knew that Babylon Labs had a medical division.

Kiana: What? What’s wrong with the kid? KYAA… my head! It’s hurting.

[CG plays wherein Kiana wakes up from having passed out, with her head on Cecilia’s lap:

Kiana: My head… hurts like hell!

Kiana: Something… in my head…

Kiana: Ughh…

Cecilia: Are you awake, Kiana?

Kiana: Huh? Cecilia!

Kiana: What happened to me?

Cecilia: You passed out just after reading the diary.

Cecilia How do you feel? Are you hurt somewhere?

Kiana: I’m alright! Just a sudden headache…

Kiana: This diary somehow reminded me of my past.

Cecilia: Your past?

Kiana: I lost my Mum when I was little.

Kiana: So I can relate to the feelings in the diary.

Kiana: An empty heart…

Kiana: No one to rely on.

Cecilia: Poor kid.

Kiana: Eh?

Cecilia: No need to be embarrassed, Kiana.

Cecilia: Just rest in my arms.

Kiana: Thank you, Mu…

Kiana: I mean… Cecilia.]

Cecilia: Feeling better now?

Kiana: Hnnggh… I think I’m alright. Let’s look through the other rooms.

Cecilia: Okay. Don’t forget to bring that diary.

Kiana: Hmm… I wished Mum held me when I recited the magic spell in the diary…

Kiana: And it really did work! Is this magic spell for real?

Kiana: No sign of any keys at the first floor. I’ll go check the second floor.

Kiana: This room looks quite different. This is probably the guards’ bunk.

Kiana: There’s a card on the bed… ah, that must be the digital key. Great! Mum will definitely praise me this time!

Kiana: Hey, there’s another piece of paper. Did it come from the diary?

Damaged Diary: “My body hurts. The doctor wants to perform more checks. I was taken to a room filled with TVs.”

Damaged Diary: “I love TV. I liked having Mum hug me while we watched TV from the sofa.”

Damaged Diary: “But the TVs here show nothing but strange numbers. And the pain… Mum…”

Kiana: This is really sad. She had a great time with her Mum… and now this… But I’ve never watched TV with my Mum.

Kiana: I wish I had her childhood. There’s no TV in this Tower, and probably no sofa either…

Kiana: …Ich☆liebe☆dich!

Kiana: What am I doing? I can’t waste anymore time!

Kiana: But I really want to snuggle with Mum… Hmm… I guess I’ll give it another shot. I wanna watch TV with Mum…

Kiana: No, I want more! I want to play video games with Mum! Ich☆liebe☆dich!

Kiana: Nothing happened. Pfft. This is a scam. This is so stupid.

Kiana: Whatever. I’ll take the keys to Mum.

Kiana: Hey, Mum’s not here. Alright. I’ll just activate the lift.

Kiana: When Mum comes back and sees the activated lift, she’ll definitely say I’m a good kid.

[CG plays wherein Kiana tries to activate the lift with the digital key, and has to hurry to deactivate the security system as a result of missing credentials, with her being shown the title screen of a video game afterwards:

Kiana: Right, just gotta insert this card into the computer.

Mainframe: Visitor data detected. Level 3 clearance. Authentication in progress…

Kiana: Easy. Now I can use the elevator.

Mainframe: Error warning! Core clearance missing. Authentication failed.

Kiana: Eh?

Mainframe: Unauthorised access detected. Freezing current visitor and engaging system lockdown.

Mainframe: Countdown…

Mainframe: 10…

Mainframe: 9…

Mainframe: 8…

Kiana: Huh? What’s going on?

Kiana: No, no, not good!

Kiana: Come on! This can’t be the end!

Mainframe: Core clearance detected. Authentication complete. Initialising program.

Kiana: Huh?

Kiana: It’s…

Kiana: A game?]

Kiana: Cecilia’s back! I’ll ask her what’s going on.

Cecilia: Kiana, what are you doing here?

Kiana: Oh, Cecilia! I just inserted the key into the computer, and this screen just showed up.

Cecilia: What is it? Let me see.

Cecilia: Eh, isn’t this Kallen Fantasy III?

Cecilia: This is an RPG with 3 characters: Kallen the Valkyrie of Light, her boyfriend Otto, and their pet HOMU.

Cecilia: The aim is to defeat the Dark Fox of the East and ensure that Kallen marries Otto in the end.

Cecilia: It’s the 3rd installment of the Kallen Fantasy series.

Cecilia: It retains the strengths of the previous 2 titles, and also includes improved rendering.

Cecilia: There are 23 classes to choose from, and ranked co-op battles. I really like this game.

Cecilia: I guess we’ll need to pass this stage to unlock the lift.

Kiana: What, really?!

Cecilia: Heh. Surprising, right? Overseer Otto developed this game. He never actually released it.

Cecilia: Well, he seems like the type of person who would link this to the lab’s security system.

Kiana: The Schicksal Overseer? Really? Wow!

Cecilia: Yeah. The game… ahem… has his personal stuff in it, but it’s designed to improve Valkyrie concentration and reflexes.

Cecilia: That’s why there’s a score ranking system.

Cecilia: So far, I’m the #1 ranked player…

Cecilia: It used to be Overseer Otto… I surpassed his high score by day 3.

Cecilia: And then my account got banned.

Kiana: Grr. This Overseer sounds like a mean dude.

Cecilia: Alright, Kiana. Give it a shot. I’ll tell you how the game works. You’ll do fine.

Kiana: Awesome!

--

Gameplay 6-3 - Training Program I

Kiana: Wow! Just look at those graphics!

Cecilia: This looks really next-gen.

Cecilia: The Overseer may appear to be a cold-hearted man…

Cecilia: …But he’s extremely talented.

--

Gameplay 6-4 - Watcher in the Shadow

Cecilia: The lift is activated! Good job, Kiana! Let’s push forward!

Kiana: Hehe, piece of cake!

Kiana: Can’t believe this. That magic spell actually worked. I played video games with Mum! Awesome! There’s a huge list of things I wanna do with Mum!

Cecilia: That’s the control room. Hold on, Kiana! I’ll clear the way to the top floor.

Kiana: Will do! (Heh! I’ll do anything Mum asks me to do!)

Kiana: I’m liking this super magic spell already… Hmm… let’s think of something to wish for…

Kiana: I’m a little worried about that kid… what happened to her?

Kiana: Maybe the computer would have her records… wait, what’s this?

Experiment Record: “2 November 1999: Two subjects with B-level Honkai adaptability died during testing.”

Experiment Record: “Recommend incinerating the corpses of the deceased to neutralise residual Honkai energy.”

Experiment Record: “Subject 51 has displayed excellent adaptability. Transferred to the safe house for further studies.”

Experiment Record: “Said subject shall be transferred to another lab for further testing.”

Experiment Record: “A death notice of Subject 51 has been issued to her family. No complications from said family members.”

Experiment Record: “Maintain surveillance on said family members. Enforce silencing protocols if necessary.”

Act 2 - Subterranean World
Gameplay 6-5 - Nightmare’s Beginning

Kiana: Hey, Cecilia, look at this.

Cecilia: Babylon Labs is conducting evil human experiments in the name of treatment!

Cecilia: Perhaps the 2nd Herrscher didn’t come here just for the Honkai reactor…

Otto: Cecilia, is the 2nd Herrscher still at large?

Cecilia: Overseer?

Otto: Valkyrie, please be reminded that you’re fighting a Herrscher.

Otto: The Honkai energy in Babylon Labs will make her stronger. Every moment wasted lowers your chance of victory.

Cecilia: I know what I’m up against.

Otto: There’s no time to waste. Valkyrie Cecilia, I fight battles that I know I can win.

Otto: You better come up with something to kill that Herrscher.

Otto: If you fail, I will launch a Honkai fission missile to vaporise the Labs and that Herrscher.

Cecilia: What?

Otto: I’ll need some good news from your side to keep my hand off the launch button.

Cecilia: Yes, Overseer.

Kiana: What? Is he going to blow up this entire place?

Cecilia: It’s alright, Kiana. We’ll move faster.

Cecilia: I have a plan to take down the 2nd Herrscher. I’ll need your help.

Cecilia: Take the lift to the power room and cut the power to this place.

Cecilia: Then I’ll clear a path to the upper level.

Kiana: Will do!

Kiana: Why would Schicksal destroy this place? Wait! That dream voice told me about this!

Kiana: Schicksal destroyed Babylon Labs because they feared that Mum would lose against the 2nd Herrscher…

Kiana: They took out the 2nd Herrscher and killed Mum as well!

Kiana: No! I can’t let that happen! I won’t let it happen!

Kiana: Weird. This doesn’t look like the generator room.

Kiana: Pfft. I’ll just go shut down the power.

Kiana: There’s a strange IC card on the ground, but the power switch isn’t here.

Kiana: There’s a sheet of paper… is this another page of the diary?

Kiana: No time to care for it. I must go shut down the power.

Kiana: There’s a hole under the bed. Where does it lead to?

Kiana: No power switch here. I’m running out of time!

Kiana: Where is that switch? Dammit! I’m really running out of time!

Kiana: Oh right! That diary page may have some clues!

Damaged Diary: “The doctor brought me to a safe room in the basement and said it’s my new place.”

Damaged Diary: “I will be sent to another hospital 2 months later. Doctor told me that Mum went somewhere far away.”

Damaged Diary: “He told me that I won’t see Mum for a while.”

Damaged Diary: “He said that I’ll need to be a good girl and take my meds to see Mum. I can’t believe it. He’s lying!”

Damaged Diary: “Mum would never leave me here. I can’t stay here! I wanna go away! I miss you… Mum…”

Kiana: Grr. There’s no power switch here. This is just a safe room.

Kiana: But Mum said that this is the power room. Could she be lying to me?

Kiana: I gotta get back to the lift to find Mum.

Kiana: What is this? Why isn’t the lift moving? Come on! Move!

Cecilia: Sorry, Kiana. I lied.

Kiana: Cecilia! Open the lift!

Cecilia: Kiana, just stay in the safe room. That room is strong enough to take a missile blast. You’ll be safe there.

Cecilia: I will defeat the 2nd Herrscher.

Kiana: No, I want to fight alongside you!

Cecilia: Do you lack faith in me? Stay put, girl. I’ll return when I’m done.

Kiana: No! NO! Let me out, Mum! Curses! The comm line has been cut!

Kiana: I can’t be trapped here. There must be an elevator key somewhere. Don’t worry Mum. I’m coming to save you!

Kiana: Oh yeah, the card! Lemme try inserting this thing.

Kiana: Come on… make something happen!

--

Gameplay 6-6 - Training Program II

Kiana: Of course she can say that. Clear this game to restart the lift.

Kiana: Don’t worry, Mum! I’ll come save you!

--

Gameplay 6-7 - Repeated Disaster

Kiana: The lift is activated! Don’t worry, Mum! I’m coming!

Kiana: Curses. This lift sure moves slowly.

Kiana: I don’t have much time left to waste!

Kiana: What? What happened up there?

Kiana: Did Mum start fighting the Herrscher already?

Kiana: Curses. Just hurry up! Come on!

Kiana: The way to the upper level is open! I need to catch up to Mum!

Kiana: So many dead zombies. Mum was definitely here already.

Kiana: Curses. Dammit! This wouldn’t be happening if Theresa was here.

Kiana: I shouldn’t have wasted so much time down there…

Kiana: What was I doing all this time?

Kiana: I’m so sorry about this! I’ll be a good girl next time!

Kiana: Ich☆liebe☆dich… Ich☆liebe☆dich…

Kiana: Please don’t let anything happen to Mum! Please!

[CG plays wherein Kiana comes face to face with the 2nd Herrscher, Sirin, after she defeated Cecilia:

Sirin: Ha, I didn’t expect you to break this easily.

Sirin: What a disappointment.

Kiana: Mum!!!

Sirin: Oh? Another one.

Sirin: Too many humans with white hair today.

Kiana: You sick monster, get away from my Mum!

Sirin: Mum? You mean this cold corpse?

Kiana: Huh? What?! How can that be? Mum…

Sirin: Heheh, this is touching.

Sirin: But don’t worry, I’ll help you reunite with your sweet Mum right away.

Kiana: No… Nooo!!!

Kiana: This is not how it ends!

Kiana: Eh? This is…

Kiana: I’ve been here before.]

Act 3 - Unusual Factory
Gameplay 6-8 - Young Girl’s Desires

Kiana: This is the safe house. Mum disabled the lift!

Kiana: Was I dreaming about that? Awesome! Mum’s still alive.

Kiana: This isn’t the time to celebrate. I’ve gotta move faster, before the 2nd Herrscher beats Mum!

Kiana: I can’t take this route. There must be other ways!

For some reason, I’m back at the safe house.

Gotta check for other exits.

The hole under the bed! Lemme check what’s on the other side.

Kiana: Never expected the girl to dig a secret tunnel in the safe house. Is this… the entrance of the Labs?

Kiana: Wow! She made it out! That’s awesome…

Kiana: Wait! There’s no time for this. I must go help Mum!

Kiana: The dead zombies are gone! Did I see an illusion?

Kiana: Great!

Kiana: So many zombies. Did the 2nd Herrscher do this?

Kiana: Don’t worry, Mum! I’ll come save you!

--

Gameplay 6-9 - A Different Ending

Kiana: I can’t find Mum or the 2nd Herrscher here…

Kiana: Could they be at the deeper levels? I need to hurry over…

Kiana: The prison… the factory… and then this lab… what’s going on?

--

Gameplay 6-10 - Fate’s Corridor

Kiana: There’s something up ahead.

Kiana: That’s Mum! Oh dear! She’s in danger!

[CG plays wherein Sirin is yet again fighting Cecilia, but this time, Kiana arrives in time to force her into fleeing:

Cecilia: Oh no! She’s become stronger!

Sirin: You sure do have a few tricks up your sleeve.

Sirin: A lot different from the weaklings before you.

Sirin: Alright, let’s have some proper fun.

Kiana: Get away from Cecilia! Damn you, 2nd Herrscher!

Sirin: You pesky little worm…

Kiana: Mum, now!!

Sirin: This is not over!

Cecilia: Phew, she’s fled.

Cecilia: But, why are you here, Kiana?]

--

Gameplay 6-11 - Babylon’s Prisoner

Kiana: Cecilia, please let me fight alongside you!

Cecilia: Kiana! Get back to the safe house! It’s dangerous here!

Kiana: No! I won’t hide in a safe place while you place yourself in danger!

Kiana: Dad always said that we must protect the people we love!

Kiana: I’ll do anything I can to protect you! I’m a warrior too, you know!

Cecilia: Kiana, your father really sounds like someone I know. I can see a bit of him in you.

Cecilia: I understand. Forgive me for my choices. I won’t force you to hide again.

Cecilia: You’re right. You helped me survive that last fight against the 2nd Herrscher.

Cecilia: You’re an excellent warrior. Please fight alongside me, Kiana!

Kiana: Yes!

Cecilia: But there is another problem.

Kiana: Eh, what is it?

Cecilia: Kiana… I’m 24. Stop calling me Mum. Oh, alright!

Kiana: Kyaa! It’s hurting! Stop pinching me, Cecilia!

Cecilia: Stay vigilant, Kiana.

Cecilia: The 2nd Herrscher escaped to a deeper place. We must catch up!

Cecilia: What is this? All these people are grown in vats!

Kiana: Are they children imprisoned here?

Cecilia: Didn’t expect the Babylon Labs to be carrying out such inhuman experiments!

Cecilia: Watch out! The synthetic humans are attacking!

Cecilia: Is this what happened to the children here?

Cecilia: Those doctors destroyed their memories and emotive centers to enhance Honkai adaptability and turn them into killing machines…

Cecilia: They’re basically killing them!

Kiana: Cecilia, look! This empty capsule reads 051: Sirin!

Cecilia: I guess the 2nd Herrscher was a victim of this place. Kiana, there are things I want to tell you.

Kiana: What is it, Cecilia?

Cecilia: I always had a dream. There’s a lot of kids out there with Honkai adaptability…

Cecilia: …I want to build a school for them. Valkyries… the children here…

Cecilia: They deserve to lead normal lives… and not be some expendable weapon of war…

Cecilia: We cannot afford to repeat this tragedy.

Cecilia: Please help me build this dream, Kiana.

Kiana: Of course, Cecilia! Let me follow your lead!

Cecilia: Great! We’ll need to think about where to build our campus…

Cecilia: I’ve heard about a nice little island in the Far East…

--

Gameplay 6-12 - Daybreak

Cecilia: We’re close to the core area of the Babylon Labs.

Cecilia: Are you ready, Kiana?

--

Gameplay 6-13 - Training Program III

No story content.

Act 4 - Tower of Babel
Gameplay 6-14 - Look Towards Heaven

Kiana: 2nd Herrsher located… she’s at the top of the Tower.

Cecilia: She looks weak. That attack probably hurt her badly.

Cecilia: Don’t miss this chance. This is the time to end it all!

Kiana: Yes, ma’am!

Cecilia: Thank you, Kiana.

Cecilia: I wouldn’t have made it this far without your help.

Cecilia: This was my first time seeing you…

Cecilia: …But I could feel a strange sense of closeness with you.

Cecilia: It seems… I’ve been watching you all this while…

Cecilia’s words have unleashed my powers!

Kiana: Cecilia… I…

Kiana: I’ve heard tons of great stories about you, Cecilia!

Kiana: But this is my first time seeing you…

Kiana: I used to be nervous, but now I’m certain…

Kiana: …That your presence alone gives me great courage.

Kiana: I’ll be able to do anything with you around!

Kiana: I’ll do anything to protect you, Cecilia!

Cecilia: That’s the 2nd Herrscher.

Cecilia: Be ready, Kiana!

Kiana: Yeah! We’ll beat her for sure!

--

Gameplay 6-15 - Falling From the Tower

[CG plays wherein Cecilia and Kiana seem to have defeated Sirin, all for this entire simulation to end up having seemingly been completely fictional:

Sirin: How can this be?!

Cecilia: Rest in peace, 2nd Herrscher.

Cecilia: No…

Cecilia: I should call you Miss Sirin.

Cecilia: Eh?

Kiana: Yes… We did it!!

Cecilia: You’re just like a kid.

Kiana: Cecilia…

Kiana: Can I hug you a bit longer? Just a bit.

Cecilia: Sure, however long you like.

Cecilia: Good work, Kiana.

Kiana: Hehe~

Theresa: Kiana, what are you doing here?!

Kiana: Theresa? Haha, you’re too late.

Kiana: Cecilia and I already took care of the 2nd Herrscher!

Theresa: Eh? What are you saying, Kiana?

Theresa: There’s nobody else here…

Kiana: What do you mean? She’s standing right…

Kiana: Beside me…

Kiana: Huh?!

Kiana: Mum!

Theresa: How did you end up in this dataspace?

Theresa: Quick, let’s go back. Everything here is…

Theresa: Let go of me!!!

Fu Hua: To ensure that you won’t jeopardize our mission, please leave for now, Principal.

Fu Hua: Kiana, your Mother is not here.

Kiana: Eh? This voice sounds like…

Kiana: Fu Hua?!

Kiana: Where am I?

Kiana: Where is my Mum?!

Fu Hua: This dataspace never had any virtual environment or AI.

Fu Hua: The Babylon Labs and Cecilia that you saw never even existed.

Kiana: What are you saying?!

Kiana: No, liar!

Kiana: Mum was right here with me.

Kiana: We took down the 2nd Herrscher together.

Kiana: I protected her.

Kiana: Give my Mum back!!!

Fu Hua: These are all just your fantasies.

Fu Hua: Ever since you entered the dataspace, you’ve been standing in one place.

Fu Hua: This is the Herrscher’s trick, immersing you in your own dreams.

Fu Hua: Everything that you saw and experienced wasn’t real.

Fu Hua: Meeting Cecilia, fighting alongside her, and protecting her…

Fu Hua: Were all illusions created by Sirin from your desires.

Kiana: No… That’s impossible.

Kiana: This is not real…

Kiana: Mum must be here.

Kiana: I will find her!

Kiana: Right!

Kiana: I can use that magic spell!

Kiana: Ich☆liebe☆dich…

Kiana: Ich☆liebe☆dich…

Kiana: Ich☆liebe☆dich…

Kiana: Ich☆liebe☆dich!

Kiana: Right, these words should do the trick.

Kiana: All my wishes will come true!

SYSTEM: Strong Honkai energy reactions detected.

Fu Hua: No. This time, you cannot will the world to change.

Fu Hua: Kiana, it’s time to wake up.]

Kiana: Give my Mum back!

Fu Hua: This… this is the power of a Herrscher!

Fu Hua: …Was I too late?

[CG plays wherein Durandal reports to Otto regarding what just occurred, with Theresa making emergency messages for a counter-attack against Schicksal HQ:

Durandal: Overseer.

Durandal: Fu Hua has already captured the target.

Durandal: And we have Theresa under control. What’s to be done with her?

Otto: Heheh, my little granddaughter is too cute to be punished.

Otto: Just let her go.

Otto: But we’re keeping the girl.

Otto: Bring her to me now, Durandal.

Durandal: Understood.

Theresa: Ai-chan…

Theresa: Tell Himeko to prepare for battle immediately.

Theresa: Target: Schicksal Headquarters.

Theresa: Also, transfer Bronya to battleship Hyperion, and prepare for her surgery right away. We’re running out of time.

Theresa: Kiana, I’m coming for you!]