===Act 1 - A Heavy Haze===

====<u>Gameplay 32-1 - Alone</u>====
''[CG plays wherein Kevin engages in combat with and subsequently annihilates a strange, bull-like Imaginary Construct]''

''[CG plays wherein something shatters, causing Seele to wake from a mysterious “dream”.'']

'''Seele:''' …

'''Seele:''' …

'''Seele:''' (Was that… a dream?)

'''Seele:''' But… how can there be such a realistic dream? And that person was…)

The young girl subconsciously clutched at her chest. Like a small animal that had been stalked by a beast, the terror from her dream still haunted her.

'''Seele:''' Mmm… What… is going on?

'''Seele:''' I remember that I bade Rozaliya and Liliya good night after my night training yesterday, then returned to my bedroom…

'''Seele:''' Bedroom?

The girl paused. She had only now realised how foreign the place she was in looked.

She was in a mysterious cabin, devoid of any signs of life. It was empty with no windows, and the room seemed like an overturned metal can.

It was quiet and dark in the cramped space. In front of the girl, there was a lone door that led to the unknown.

'''Seele:''' …

'''Seele:''' …Rozaliya? Liliya?

'''Seele:''' Dr. Tesla?

'''Seele:''' Is this a prank? But this place feels so different from the Salt Lake Base…

'''Seele:''' The other me, do you know what happened?

…

'''Seele:''' What’s wrong, Seele? Answer me.

…

'''Seele:''' The other… me?

Nobody responded. Only boundless silence surrounded her.

'''Seele:''' Please be reasonable and come out. I don’t even know what’s happened.

…

The same silence was the only response she got.

An inexplicable fear crept up the girl’s heart. Unlike how confused she was when she had just awoken, the “emptiness” within her made her tremble uncontrollably.

The conscience that shared the same body with her, her past “contradictions”, her irreplaceable other self…

The young girl could not imagine, if everything…

…

'''Seele:''' …I-Is that you?

…

Nobody replied. The young girl’s heartbeats echoed in the empty room, as if that strange feeling just now was simply her imagination.

But she knew, that was “her”.

'''Seele:''' Um…

'''Seele:''' …Thank god you’re alright.

'''Seele:''' You can’t speak to me like you usually do right now, can you?

…

Of course, there was no reply. But that heartbeat from deep within her consciousness calmed, like a wordless comfort.

The girl imagined how a certain someone would have responded at this moment and gave a melancholic smile.

'''Seele:''' I’m alright too… I’m sorry for worrying you.

'''Seele:''' It’s okay, as long as you’re still around… we will be able to overcome all the remaining obstacles.

The girl composed herself and walked towards the only door.

…

Before she did anything, the door silently slid open, revealing a quiet and dark corridor.

'''Seele:''' The door… isn’t locked?

'''Seele:''' (Which means the person who brought me here doesn’t intend to lock me inside?)

'''Seele:''' (But…)

Seele took a deep breath as she looked at the shadowy corridor that had no end in sight.

'''Seele:''' What should I do? Should I follow this passage…

…

There was a momentary silence. This time, there was no one to give her suggestions by her side. She had to make her own decision.

'''Seele:''' There’s no use stalling. Whatever happens, I’ll face it head-on.)

'''Seele:''' Don’t worry, Seele. I can protect myself.

'''Seele:''' …

'''Seele:''' Yep, let’s go.

…

…

…

'''Seele:''' This place is…

'''Seele:''' (Seele doesn’t recognise… all these people…)

'''Seele:''' (But maybe they know something about this place?)

'''Seele:''' Do you know where we are right now?

'''Strange Man:''' This is God’s sacred haven! You must be full of fortune and devotion to be here! You’ve passed the test of Project STIGMA!

'''Seele:''' (…”Project STIGMA”?)

'''Seele:''' Excuse me, do you…

'''Confused Woman:''' Finally, someone I can talk to. Do you know where we are right now?

'''Seele:''' I’m sorry, I was just about to ask the same question…

'''Seele:''' Hello…?

'''Terrified Boy:''' D-Don’t come near me… I-I don’t want to have anything to do with strangers…

'''Seele:''' …

'''Seele:''' (What should I do? They look more lost than I am…)

'''Seele:''' (Should I keep asking? Or should I…)

'''Sora:''' Ah! That pretty lady in white! Great, you’re finally awake.

'''Seele:''' Huh? You are…

After meeting Seele’s eyes, the unfamiliar girl seemed a little embarrassed.

'''Sora:''' I’m Sora… You can call me Sora-chan.

'''Seele:''' I’m Seele. Sora-chan, did you meet me before I woke up? Do you know where we are?

'''Sora:''' This is New Atra, our camping ground.

'''Seele:''' …Camping?

An unexpected answer. Evidently, everything before her was nothing like the “camp” that Seele was familiar with.

'''Seele:''' (This child…)

'''Sora:''' That’s what Sensei told us before we came here…

'''Sora:''' She said that this was an interesting place that would soothe our homesickness and that we’ll be able to go home after spending forty days at this camp.

'''Seele:''' Did your Sensei take you here? If so, where is she now?

'''Sora:''' I don’t know where she is now. She’s like that, always disappearing without a word. But I also know that… she does everything with our best interests in mind.

'''Sora:''' …So that’s probably why she lied to us.

'''Seele:''' Huh?

'''Sora:''' We’re not here to camp, are we?

'''Sora:''' We can’t wander around or stray too far from the camp. We can’t talk to anyone who looks dangerous. We must call Uncle Gray Serpent if we’re in trouble.

'''Sora:''' Although I’ve never been to a camp… I don’t think this is what a real camp is like. Nobody would be upset if they’re just a visitor, at the very least.

'''Sora:''' Because we’re on the moon. Isn’t this something that only happens in fairy tales?

'''Seele:''' O-On the moon?

'''Sora:''' Mhm. Although I’ve never left this building… I’m sure that we’re on the moon, because you can see Earth in the sky.

Seele immediately froze at those words. She couldn’t hear anything that Sora said after that. Only the word “moon” was engraved in her mind.

'''Seele:''' (Moon? How can this be… But…)

'''Seele:''' Looking at that child’s expression, it’s no joke.)

'''Seele:''' (What exactly happened while I was asleep?)

'''Sora:''' S-Seele?

'''Seele:''' I’m sorry, I was just too shocked… Sora-chan, do you know how we came to the moon?

'''Sora:''' …

Hearing that, the girl lost the light in her eyes.

'''Sora:''' …Sensei really is hiding something from us, right?

'''Sora:''' After all, even our mode of travel was strange… Just by walking through an illusionary door, we came to a completely foreign place in the blink of an eye.

'''Seele:''' (This method… is identical to the Eye of the Deep…)

'''Seele:''' (What should I do… From the looks of it, she’s barely more familiar with this place than I am.)

Looking at the girl’s disappointed face, Seele felt bad.

'''Seele:''' (Anyone would feel anxious if they suddenly appeared in a completely foreign place. I guess… her Sensei was merely telling a white lie?)

'''Seele:''' Don’t worry. Your Sensei is right… This is certainly a unique trip to the moon.

'''Sora:''' Do you really think so?

'''Seele:''' Of course, this is all part of destiny. Even if I’m wrong, you should believe in your Sensei, right?

'''Sora:''' Yeah, you’re right! She’s the best person in the world, she wouldn’t lie to me without reason!

'''Sora:''' The two big sisters just now said the same thing, but I was still doubtful then. Since Miss Seele says so too, then it must be true!

'''Seele:''' Two big sisters just now?

'''Sora:''' Mhm. One with blonde hair and one with black hair. They were also wearing magical clothes… I think they’re called “battlesuits”?

'''Seele:''' …?

'''Seele:''' Sora-chan, did they tell you their names? Or where they’re from? Or anything else?

'''Sora:''' Their names are… are…

Sora began to wear a troubled expression.

'''Sora:''' I’m sorry. Without Mark II by my side, I can’t remember their names. I can only remember that they called themselves “Valkyries”… because the word sounded special…

'''Seele:''' Don’t worry, Sora-chan. It’s my fault, I shouldn’t have pressed you.

'''Seele:''' But… what’s Mark II? It sounds really important to you.

'''Sora:''' Mark II is a robot that Sensei gave me. My memory isn’t too good, so Mark II remembers things for me.

'''Sora:''' Without it, I’ll forget things that happened in the past really quickly… Like now, I can’t do anything.

'''Seele:''' Looks like it’s a very important item…

'''Seele:''' (She’s already lost her memories, if I go investigate the Valkyries right away, she’d definitely feel stumped…)

'''Seele:''' (Oh… I saw something like an announcement board just now. Maybe it’s set up by the people who wandered here to help solve each other’s problems?)

'''Seele:''' (If I write Sora-chan’s problem on it, maybe someone would help her find Mark II.)

'''Seele:''' This way, someone will take up her request soon.

'''Seele:''' Until then, you can wait here patiently.

'''Sora:''' Thank you, Miss Seele!

'''Seele:''' I’m sorry, I’m supposed to look for your robot with you…

'''Seele:''' But I have some urgent matters to attend to, so I might not be able to focus on finding it for you.

'''Sora:''' Urgent matters? Miss Seele, are you also going to explore the outside?

'''Seele:''' If necessary, yes. But… “also”?

'''Sora:''' Mhm. The other two “Valkyries” didn’t stay for long and left soon after. They said they were going to find a way home.

'''Sora:''' I wanted to tag along. But Sensei said that I should stay here. And I still need to take care of the other children in the “Roost”…

'''Sora:''' Miss Seele, is it dangerous outside? Are you sure you want to leave?

'''Seele:''' (Since the Valkyries that Sora-chan mentioned have already left… then finding them is certainly my utmost priority…)

'''Seele:''' It’ll be okay, I’m only going to look for those two ladies, maybe I’ll be back soon. Because… you can also consider me a Valkyrie, so I must verify my comrades’ whereabouts.

'''Seele:''' You should stay here. It must be inconvenient for you without Mark II. And you’re still waiting for your Sensei to return, right?

'''Sora:''' Valkyries… Is this what Sensei meant when she said that there are times when we have to abandon fear and become stronger for others?

'''Sora:''' Then, Miss Seele, I hope you find them soon!

'''Seele:''' Thank you, Sora-chan.

'''Seele:''' See you soon.

'''Sora:''' Mhm, see you soon!

…

Beyond the ruins were more decayed ruins.

The iron gray cliff obscured the remnants of the sky on both sides, pulling everything into a heavy gloom. Not a living soul. Not a sound. Nothing but wilderness within sight.

'''Seele:''' …

She believed Sora was telling the truth, only the lifeless sight saddened her.

The giant blue planet reflected a light as clear as water as they gazed upon each other.

It was an intimate and familiar blue. So familiar, in fact, it struck a feeling akin to fear into her.

…Especially when it was covered in ominous runes.

The moon… Project STIGMA… Unlike Sora who thought she was really camping, Seele certainly understood the weight those words carried.

She remembered Dr. Einstein had told her that in the Previous Era, humans had gone to the moon and intercepted the Final Herrscher there. If this was the site of that battle…

Then the organisation that sent Sora to camp here could only be the one independent of Anti-Entropy and Schicksal… the World Serpent.

And this inference could explain why she dreamed of a man that resembled Kevin.

'''Seele:''' (What does all this mean?)

Before she could think further, an eerie energy fluctuation approached her side.

'''Seele:''' …I was expecting enemies.

'''Seele:''' Quantum Shadows? Why…

'''Seele:''' Strange. These monsters are exactly the same as the enemies I met in the Sea of Quanta.

'''Seele:''' But in all other aspects… I am evidently on the moon.

'''Seele:''' If Bronya was here, she’d be able to see the truth behind all these problems.

'''Seele:''' Bronya, where could you be?

'''Seele:''' …

'''Seele:''' No, thinking about all this won’t help me right now. The two Valkyries that Sora-chan talked about… who are they?

'''Seele:''' Blond and black hair… Mysterious clothing…

'''Seele:''' It can’t be…

'''Seele:''' (These monsters… have already lost all energy?)

'''Seele:''' (Uh… These are probably marks from someone’s battle.)

'''Seele:''' (Looks like they were destroyed by cold weapons.)

'''Seele:''' (So many corpses… This isn’t a coincidence, someone must have fought here!)

'''???:''' Hi~ Seele, we’re here!

'''???:''' …Seele, can you hear us? Seele?

A familiar voice came from above. The girl looked up quickly.

''[CG plays wherein the source of the voice is revealed:''

'''''Li Sushang:''' No matter how vast the sea may be, the time for reunion will come eventually…''

'''''Li Sushang:''' But it’s definitely serendipity for us to meet again here and now.''

'''''Durandal:''' It’s been a while, Seele.'']

'''Seele:''' Durandal and… Miss Li?

'''Li Sushang:''' Ha, bet you didn’t expect to see me at the Moon Palace seconds after I got into the train.

'''Durandal:''' Isn’t it arrogant of us to talk on the high ground? Let’s continue after we get down there.

'''Li Sushang:''' Oh… you’re right. But we finally met a comrade, you can’t blame me for getting a little excited.

'''Li Sushang:''' Alright, we’re coming down now…

The girls leapt and landed softly next to Seele.

…

…

'''Seele:''' Hello, Miss Li…

'''Li Sushang:''' Hey, no need to be so distant. I’m just a little older than you. How about calling me “sister”?

'''Seele:''' Eh? Oh, alright, Sister Sushang…

'''Li Sushang:''' …Er, I was just kidding.

'''Li Sushang:''' Now that I think about it, it hasn’t been long since I’d awoken… My understanding of this era is like that of a child’s. I don’t really match the title of a “sister”.

'''Li Sushang:''' Just call me by my name, like you do with Durandal, or do away with my last name. Sushang is fine. Simple and easy.

'''Seele:''' Oh, okay…

'''Seele:''' But how did the two of you come to the moon? I strangely woke up in this place called New Atra.

'''Li Sushang:''' I’m the same. I originally reserved a room for the night, but I suddenly traveled to this mysterious place once I opened the door. It’s just like…

'''Li Sushang:''' Right, the bridge of a sci-fi. At first, I thought that it was some special service of the inn… I mean hotel!

'''Li Sushang:''' If Durandal hadn’t found me, I might be making a fool out of myself somewhere.

'''Durandal:''' Although I’ve been in the Sea of Quanta like Seele… This is still an odd experience. The technology used here is incredibly different from that of Schicksal.

'''Durandal:''' …But at least Rita, who shares the power of the Holy Blade, seems to be safe. It’s one of the only pieces of good news we have now.

'''Seele:''' …Seems?

'''Durandal:''' Yes, because I still can’t contact Rita or the others on Earth. I can only rely on the Holy Blade’s fluctuations to determine her safety.

'''Seele:''' (That’s… similar to the other me…)

'''Li Sushang:''' Haa… Anyhow, this really is a nightmare.

'''Seele:''' …Oh.

'''Seele:''' Speaking of nightmares, I had a dream before I woke up on the moon…

Seele told the other two about her dream.

…

…

'''Li Sushang:''' …Kevin? Isn’t that the leader of the World Serpent? This is definitely no coincidence.

'''Durandal:''' Indeed. I think that what Seele saw was not a dream or a vision, but a message that had been mistakenly transferred into her subconsciousness when she was teleported here.

'''Seele:''' This place certainly looks similar to where Kevin was in my dream… Which means, he is indeed somewhere nearby?

'''Seele:''' If we can find him, does that mean…

'''Li Sushang:''' Interrogating Kevin personally?

'''Li Sushang:''' I would say that’s a little too reckless, but whatever. That plan can’t be realised anyway.

'''Seele:''' …Huh?

'''Durandal:''' We’ve already split up and searched around nearby before we met you. Although I’m stating the obvious, Sora’s “Sensei” and “Uncle” are definitely part of the World Serpent…

'''Li Sushang:''' But what a pity, other than some strange-looking rocks and a useless broken bridge, we haven’t found a single scale of the World Serpent.

'''Li Sushang:''' The road toward the mountain is also blocked by some weird energy. Oh no, there actually is no road, I just wanted to ride my sword over but I couldn’t.

'''Durandal:''' If you really flew into the vacuum outside, things would have gotten more troublesome.

'''Durandal:''' With your powers, you’ll be fine for a while… But to be unable to speak would still be inconvenient.

'''Li Sushang:''' Ah… I see. Oh, someone said on an online program that there’s no air on the moon.

'''Li Sushang:''' …Anyway, other than meeting Seele, we haven’t gained anything useful at all.

'''Durandal:''' Sometimes, not gaining is also a form of gain.

'''Durandal:''' To me… our environment implies that the World Serpent still has time to spare. They don’t care for who is sent to New Astra, and they don’t intend to restrict our freedom either.

'''Durandal:''' This means that the “thing” that allows the World Serpent to act this way has extraordinary powers and has been meticulously prepared.

'''Durandal:''' In that case, those few testimonies are indeed reliable. What’s happening to us is also directly related to Project STIGMA.

'''Seele:''' …I remember that in the Eye of the Deep, Project STIGMA was something that the Serpent wanted to realise.

'''Durandal:''' Indeed. I believe Seele knows something about that too.

'''Li Sushang:''' But if that’s true… isn’t it a little weird?

'''Li Sushang:''' Raksha once told me that Project STIGMA left behind those who are Stigmata Awakened like us, and “eliminated” other normal humans.

'''Li Sushang:''' Even the people we met at the Sanctuary were the same… But what about Earth? Durandal, didn’t you say that, according to your intuition, at least Rita seemed normal?

'''Li Sushang:''' I remember that… in a certain way, she is a normal human, right?

'''Durandal:''' Yes. From an objective point of view, perhaps this proves that Project STIGMA is greatly different from what we know it to be.

'''Durandal:''' …After all, it’ll be a tall tale if the World Serpent were to create a new secret plan instead.

'''Li Sushang:''' …That’s reasonable. But what do we do now?

'''Seele:''' Seems like we still have no leads…

'''Durandal:''' …If we treat the current situation like a criminal investigation, then we’ll have some experience to refer to.

'''Li Sushang:''' Criminal investigation… Oh, like those deductions in detective movies! Something Holmes?

'''Durandal:''' Yeah. You can understand it that way.

'''Li Sushang:''' Then I know. Detectives don’t just check the crime scene once, they do it repeatedly to find traces of evidence that they had missed before.

'''Li Sushang:''' Alright. Since we have a plan, shall we get moving?

'''Durandal:''' Sure. What about you, Seele?

'''Seele:''' Of course. But… I’m also a little concerned about Sora-chan. While investigating, we should go back and visit her when we have the chance.

'''Durandal:''' Yes, that’ll be good.

'''Li Sushang:''' Alright, let’s go!

'''Li Sushang:''' …Those are the strange-looking rocks I talked about ahead.

'''Seele:''' I feel like these rocks aren’t shaped naturally…

'''Li Sushang:''' I think so too. It feels as if they might have had some… practical functions in the past.

'''Durandal:''' Pity, they are too severely damaged. It may be too difficult to restore them to their original appearance.

'''Li Sushang:''' These fellows gathered nearby within just a few moments…

'''Li Sushang:''' What sort of strange attraction do these weird rocks have?

'''Seele:''' As expected, the energy left in these boulders… is Honkai energy.

'''Li Sushang:''' Yeah. They look like they’re from ancient times, but they’re still full of leftover energy.

'''Li Sushang:''' What kind of monsters fought here back then?

'''Durandal:''' …

'''Li Sushang:''' Look, there’s something similar again.

'''Seele:''' Why do they exist, and why are they so badly damaged…

'''???:''' If you can uncover the hidden information from these relics, maybe you can discover the true purpose of Project STIGMA.

'''???:''' Good luck, I think highly of all of you.

'''Li Sushang:''' I didn’t think we’ll meet an explorer like us here… Nice to meet you, were you also mysteriously transported to the moon?

Before she finished, Durandal warily tightened her grip on her weapon.

'''Durandal:''' Don’t go near her.

'''Durandal:''' I’m afraid she’s part of the reason why we were teleported here.

'''Durandal:''' …Jackal, Dr. Cleo Hypatia.

'''Jackal:''' I didn’t think anyone would’ve recognised me so quickly after I removed my mask… you even knew my real name. You’ve made me feel quite important, Valkyrie Bianka Ataegina.

'''Durandal:''' I could say the same. Skip the small talk, senior cadre of the World Serpent…

'''Durandal:''' Setting up smoke and mirrors here, what’s your business?

'''Li Sushang:''' You’re such a core member of the World Serpent?

'''Jackal:''' I wouldn’t say “core”, I’ve retired after all.

'''Jackal:''' Valkyries of Schicksal, I don’t intend to oppose you, so please put away your weapons.

'''Durandal:''' Given everything the World Serpent’s done, this act of camaraderie isn’t very convincing.

'''Jackal:''' …I guess so.

'''Jackal:''' Then, what if I surrender?

'''Durandal:''' …?

Jackal walked out from the shadows of the boulders and raised both hands in the air in a stereotypical pose for surrender.

'''Jackal:''' Truthfully, I don’t have the power to fight up-close against Schicksal Valkyries.

'''Jackal:''' Especially now that all my research has been left on Earth… It’s not very practical for me to take on all three of you alone.

'''Jackal:''' But in my opinion… our relationship doesn’t have to be so sour.

'''Jackal:''' After all, the hunting season is over. Hunter or prey, it’s time for them to get back to normal.

'''Li Sushang:''' …?

'''Seele:''' Are you saying that these… are also related to Project STIGMA?

'''Jackal:''' Of course.

'''Jackal:''' Didn’t anyone tell you? Look at Earth in the sky…

'''Jackal:''' Project STIGMA has already been completed. The anomalies on Earth are evidence of real and imaginary spaces lined together.

'''Jackal:''' The gears from 50,000 years ago are finally fitting together, and they will shatter the order that humans had. Next, everyone just has to wait for a new order to descend upon this world.

'''Jackal:''' It’s alright, as the chosen ones, we can witness everything clearly. What incredible fortune, isn’t it?

'''Durandal:''' Chosen ones. You’re referring to those who are Stigmata Awakened, aren’t you?

'''Jackal:''' Obviously.

'''Jackal:''' New Atra. What do you think of this name derived from Mu?

'''Jackal:''' We shall spend a short time confused in this man-made garden, then… we’ll be able to return to a world where the Honkai doesn’t exist.

'''Jackal:''' A future full of hope, isn’t it?

'''Seele:''' But those who weren’t chosen…

'''Jackal:''' Of course, they’ll be left where they should be. Hare has done so many unnecessary things.

She looked at the purple ray of light that wrapped around Earth.

'''Durandal:''' …Hare?

'''Jackal:''' Ah. Strictly speaking, Durandal, you share some things in common with her. But let’s talk about things that you all are more concerned with.

'''Jackal:''' Don’t worry, for the normal people who cannot awaken a Stigmata, Project STIGMA doesn’t make them suffer. To them, it’s just as if they had a dream, a dream that can fulfill everything they wish for…

'''Jackal:''' In this process, they will become Stigmata and enter Imaginary Space, constructing the base of the new world. Contrary to us, right?

'''Seele:''' Wait… Become Stigmata? What does that mean?

'''Jackal:''' Literally what it means. They lose their physical body and become the void, transforming into a stepping stone for coexistence between the Earth and the Honkai.

'''Jackal:''' Furthermore, in their everlasting dreams, they will obtain a world without the Honkai or death. As for whether that world actually exists or if they can really think for themselves…

'''Jackal:''' That’s not very important for most people, is it?

'''Durandal:''' …

'''Jackal:''' Alright, it’s a waste of our time to worry for those common weaklings. They are like ants that infest Earth… To receive someone’s sympathy is already a blessing for them.

'''Seele:''' But how is this possible? How can humans become Stigmata?

Jackal paused. For the first time, melancholy evidently showed through her usual haughty expression.

'''Jackal:''' To be honest, I don’t know either.

'''Li Sushang:''' Ah?

'''Jackal:''' Since I’ve already explained so much, of course there’s no need for me to hide anything else.

'''Jackal:''' All of you probably think that I’m Project STIGMA’s most enthusiastic facilitator… But that’s far from reality if you look at the final results.

'''Jackal:''' Project STIGMA can be realised today only because of the technology that Sire retained from the Previous Era. This technology created Hare, created a second life for the Serpent to “catch dreams”.

'''Durandal:''' Second life? You mean that to begin with, Hare is…

'''Jackal:''' Yes. She was simultaneously a Stigmata and a human since the beginning. This definitely sounds odd, right?

'''Jackal:''' …

'''Jackal:''' Although I claim to be the head researcher for the World Serpent… I must admit that compared to 50,000 years ago, the progress I’ve achieved is like a child who had just learned to stand.

'''Jackal:''' Not practical, nor original. To the organisation, my research was perhaps more useful in attracting your attention, for you to belittle the World Serpent…

'''Jackal:''' Haha… hahahahaha.

'''Jackal:''' After the shift, I can no longer follow Sire to advance the project. Instead, I immediately appeared in New Atra’s base.

'''Jackal:''' Maybe to Sire, I’ve long outlived my usefulness. It’s time for me to retire officially.

'''Durandal:''' Advance the project… Where exactly is Kevin now?

'''Jackal:''' Naturally, in an unreachable and uninvadable space.

'''Jackal:''' As for where that is… How can we ever dream of knowing what goes on in Sire’s mind?

'''Li Sushang:''' You…

'''Durandal:''' Forget it. Otto was right, this person won’t ever change.

'''Jackal:''' Ah, I like hearing that.

'''Jackal:''' On the account that I was once an ally to Schicksal, I’ve already told you everything I know. As for whether you believe it or not and what you want to do after…

'''Jackal:''' To an organisation that exists in name only, it’s not really important.

'''Durandal:''' Exists in name only? Are you saying that Kevin doesn’t need you all anymore?

'''Li Sushang:''' Right… I feel like you all are still up to something.

'''Jackal:''' We cannot ever dream of knowing what goes on in Sire’s mind.

'''Jackal:''' Let’s put it this way… in this long river of history…

'''Jackal:''' It’s not Sire who needs us, but us who need him. It has always been this way.

'''Jackal:''' Therefore, this conversation between us is the last present I’ll give… to the World Serpent before it completely vanishes.

'''Jackal:''' As the strongest humans of this era, can you all falter the completed Project STIGMA? I really want to know the answer to this question. It’ll be a review of our lifelong thesis.

'''Seele:''' Then, are we… tools for testing the stability of your project?

'''Jackal:''' Oh… Young lady, don’t think so badly of others.

'''Jackal:''' Without my hints, you will all be recklessly searching for Sire, like animals who have lost their vestibular system.

'''Jackal:''' Even though all of you cannot change the current situation.

'''Durandal:''' Perhaps we really cannot defeat Kevin at his full power.

'''Durandal:''' But that’s only because there’s three of us for now.

'''Durandal:''' To eliminate the Honkai is no excuse to annihilate humankind. Before we unveil the entire truth… we will definitely treat that Sire of yours as our enemy.

'''Jackal:''' Ah… so that’s how you are, Durandal.

'''Jackal:''' No wonder Otto held you in such high regard.

'''Jackal:''' Anyway… now isn’t the time for us to fight to the death over our differences in perspectives.

Jackal laughed light-heartedly. She shrugged and showed that she was ready to leave.

'''Jackal:''' After all, before Sire’s absolute power, opinions will remain as opinions. But, let me take this opportunity to tell you all a rumor.

'''Jackal:''' A long time ago, before Sire was born, a Gray Serpent told me something strange.

'''Jackal:''' “We are not serpents. We are merely moths born in the wrong era, bound to perish in the flames we flit to.”

'''Jackal:''' Now that I think about it, those words have a deeper meaning.

'''Jackal:''' What do you think?

She turned around and walked down the mountain.

After taking two steps, she deliberately raised her hand and traced a circle behind her.

'''Li Sushang:''' What’s going on? Is she messing with us?

'''Durandal:''' No. It seems more like a phenomenon inherent to this place.

'''Durandal:''' She probably just wanted to use this as her exit at the right time.

'''Li Sushang:''' This is wretched.

'''Li Sushang:''' I didn’t imagine that Kevin would dismiss the World Serpent’s agents. Is he that confident about Project STIGMA?

'''Durandal:''' Since leaving the Sanctuary, our exploration has been unimpeded. This reflects the consistency of his attitude.

'''Seele:''' Wait… If Jackal was telling the truth, then the World Serpent or Kevin has been waiting for someone to undermine Project STIGMA…

'''Seele:''' Then what is their real purpose?

'''Durandal:''' Good question, Seele. But it’s too early to think about it.

'''Durandal:''' Let’s continue inspecting the ground beneath our feet.

'''Li Sushang:''' Right. As the saying goes, “A journey of a thousand miles begins with a single step”.

--

====<u>Gameplay 32-2 - Matter of Urgency</u>====
'''Li Sushang:''' Ah, we’re finally here.

'''Li Sushang:''' Look, this is the useless broken bridge we talked about. It has the silhouette of a bridge, but its structure is empty.

'''Li Sushang:''' And even if you throw a stone over like this…

She picked a stone off the ground and threw it towards the broken bridge. The stone followed a regular trajectory…

But disappeared at the peak of its track.

'''Li Sushang:''' Thankfully, Durandal found out about this during exploration. If I had relied on my confidence with the sword and charged over, the consequences would be unimaginable.

'''Durandal:''' It’s all thanks to Genius. If not for this device that can detect distortions in space, I wouldn’t be able to notice it either.

As she spoke, the Valkyrie fished out Genius, a device that she had a strong bond with.

At that moment, she had yet to realise how this unintentional act would bring her an unexpected discovery.

'''Durandal:''' …?

'''Durandal:''' Wait, this reading… Hmm?

'''Li Sushang:''' What’s up, is there… a new discovery?

'''Durandal:''' Seemingly so. Hold on…

From where she was standing, the Valkyrie walked a few steps toward the broken bridge. There, she analysed the Genius’ readings.

'''Durandal:''' …So it is true.

'''Durandal:''' Seele, come closer to me.

'''Seele:''' Like this?

'''Durandal:''' Yes, but a bit closer please.

'''Durandal:''' Alright, perfect.

'''Seele:''' …?

'''Li Sushang:''' Er, wait, wait… what are the two of you doing in broad daylight?

'''Durandal:''' It’s alright, I’m almost done…

'''Durandal:''' Seed of Sumeru, activate.

The space was reconstructed before the girls’ eyes. When they had regained their senses, a towering sacred fig tree had already appeared in front of them.

'''Seele:''' Huh? This is…

'''Li Sushang:''' Wow. Durandal, is this your mind lake? It’s developed to such an extent.

'''Durandal:''' Strictly speaking, it doesn’t belong to me. Because of that, I have to get close to the broken bridge and Seele at the same time, to bring everyone here.

'''Seele:''' …Me?

'''Durandal:''' Yes. This is a special bubble universe named the “Seed of Sumeru”. It’s an observation center created in the Previous Era for the 2nd Divine Key.

'''Durandal:''' Though I can bring anyone in freely on Earth… the surrounding space on the moon doesn’t allow me to do so. Simply put, the space on the moon has been artificially over-stabilised.

'''Durandal:''' I only succeeded because the abnormal space near the bridge, combined with the waves that Seele produces, temporarily increases the instability of a small area of space.

'''Durandal:''' These satisfied the conditions to open the Seed of Sumeru.

'''Durandal:''' But in the end, I’m not a researcher… I can only guess why there are such waves, or maybe it’s related to how Seele had been in the Sea of Quanta for a long time.

'''Li Sushang:''' Heh. In short, you treated our Seele as an antenna that amplifies signals?

'''???:''' That’s a good analogy. It reminds me of my experience making a crystal radio as a child.

'''Li Sushang:''' …?

'''Li Sushang:''' Durandal, that wasn’t you talking, right?

'''Schrodinger:''' Of course not. My apologies, I overheard a bit of your conversation.

'''Schrodinger:''' I am Erwin Reanna Schrodinger, a traveler from the Sea of Quanta. I was Bianka and Rita’s adventure comrade, and a bad influence on Einstein and the rest even before that.

'''Seele:''' Sea of Quanta…

'''Schrodinger:''' Mhm. Just like you, Seele, I’ve once lost unitarity as a real existence… But for me, I’ve never fully recovered in that aspect.

'''Seele:''' Ah. Then do you know what happened on Earth? Someone from the World Serpent said that they implemented Project STIGMA and that the space on Earth is reorganising…

'''Seele:''' If you can carry out an observation from within the Sea of Quanta, then perhaps…

'''Schrodinger:''' Project STIGMA? Bianka, is it… the same Project STIGMA that Rita told me about?

'''Durandal:''' Not exactly.

'''Durandal:''' Firstly, due to an unknown mechanism, those who are Stigmata Awakened are constantly moving or being moved to the moon base we are at now, New Atra.

'''Durandal:''' Furthermore, according to World Serpent cadre Jackal, the normal people on Earth seem to be put deep into Imaginary Space under the guise of a dream, and will transform into Stigmata.

'''Durandal:''' If Jackal isn’t misleading us… this proves that Project STIGMA’s actualisation has changed a lot.

'''Schrodinger:''' I see. That would explain the anomalies on Earth.

'''Durandal:''' On Earth…

'''Durandal:''' Rita… No, I mean, is everyone alright?

'''Schrodinger:''' Don’t worry. For now, the anomalies aren’t enough to completely seal the mobility of the Schicksal Valkyries.

'''Schrodinger:''' But from another perspective… this is truly an unprecedented danger.

'''Seele:''' Unprecedented…

'''Schrodinger:''' Imagine a radar operator who works in the world’s most desolate airport. If one day, the screen before him was suddenly covered with light spots, how would he feel?

'''Li Sushang:''' Perhaps the end of the world is near.

'''Schrodinger:''' I used to think the same. But soon, that concern would be partially relieved.

'''Schrodinger:''' If you think of the current situation as a galactic-scale renormalisation, then we can even surveil the signals of multiple fixed points in real time.

'''Schrodinger:''' Especially fixed points of the largest scales. Their characteristic values are similar to the signal frequencies of the past Schicksal or Anti-Entropy Base. So, while this is only circumstantial evidence…

'''Schrodinger:''' At least, Schicksal’s floating isles and Anti-Entropy’s Salt Lake Base are not greatly affected by the anomalies of the world.

'''Schrodinger:''' If this isn’t a coincidence… then this must be our friends’ fruit of hard labor.

'''Durandal:''' Uh… that also means…

'''Durandal:''' For now, from your observation data, shocking changes have certainly occurred on Earth, but at least the Schicksal and Anti-Entropy headquarters are still functioning?

'''Schrodinger:''' Exactly.

'''Li Sushang:''' That’s good news. But… observation from the Sea of Quanta, what’s that about?

'''Schrodinger:''' Before I answer that question… You are indeed Li Sushang, another S-rank Valkyrie from Schicksal, right?

'''Li Sushang:''' Eh? So you recognise me.

'''Schrodinger:''' I’ve heard some information about you from Rita. But regarding that question just now… I should begin from the concept of the Sea of Quanta.

'''Li Sushang:''' If… I can understand it?

'''Schrodinger:''' Firstly, as you know, the Sea of Quanta is not a real sea. It does not belong on a particular planet, nor is it made of liquid substances like water.

'''Schrodinger:''' To make it easier to understand, you can liken it to a foundation similar to the Imaginary Tree, a medium that can carry all sorts of parallel universes.

'''Schrodinger:''' If you’d like… think of it as a bathtub filled with bubbles. When someone enters the tub, some of the bubbles will reflect the image of that person.

'''Schrodinger:''' And because these bubbles reflect an image that exists in the real world, we can call them bubble universes.

'''Schrodinger:''' The size of each bubble universe varies. The bigger the bubble universe, the closer it is to a real universe, and it is also less susceptible to external changes.

'''Schrodinger:''' On the contrary, those miniature bubble universes can be seen as mirrors in the real world. In fact, I’m using them as a means to communicate with all of you right now.

'''Li Sushang:''' …Um. It really is difficult.

'''Durandal:''' We’ve all played hand shadows as children, right?

'''Durandal:''' If you use your imagination to believe that those shadows on the wall also have a certain degree of independent movement… that’s similar to how bubble universes exist.

'''Durandal:''' The smaller the bubble universe, the more control the hand has over the shadow; vice versa, the shadow has more autonomy and can be unaffected by external influences.

'''Durandal:''' It’s just that to create a shadow, you’ll need a light source. The bubble universes on Earth and on the moon are probably not directly related…

'''Durandal:''' This is actually the reason why we couldn’t reach the Seed of Sumeru and Dr. Schrodinger couldn’t contact us.

'''Durandal:''' Furthermore, since the space between Earth and the moon has been disrupted by Project STIGMA, our connection with the Sea of Quanta has become more unstable.

'''Li Sushang:''' As expected, without prior experience, I can’t grasp it no matter how you explain it.

'''Li Sushang:''' But I’m afraid our biggest question is still how to return to Earth. Since you mentioned these shadows, or rather other universes…

'''Li Sushang:''' I believe they will be of unique help in some way?

'''Schrodinger:''' In theory, yes. Since we could establish this connection, then as long as there is a channel that’s robust enough, the Seed of Sumeru can move you all back to Earth.

'''Schrodinger:''' But… we’re on the moon. The bubble universes that it controls are arguably unrelated to those on Earth. But if we don’t rely on bubble universes, in the Sea of Quanta…

'''Schrodinger:''' Bianka, you should know well.

'''Durandal:''' In that case, we would lose our way soon and run around aimlessly in the surrounding space of the moon.

'''Durandal:''' So, Dr. Schrodinger, now the problem is that the Sea of Quanta can only provide you with the route to contact us using electrical signals, right?

'''Schrodinger:''' Exactly. But… that’s not necessarily bad news.

'''Schrodinger:''' According to my signal test, aside from a huge signal source that’s obviously related to the anomalies on Earth, there are a few signal sources with traces of human activity on the moon.

'''Schrodinger:''' One of the signals is too unstable, so I can’t ascertain its source. The others look similar to your Seed of Sumeru.

'''Schrodinger:''' Although these bubble universes belong to the moon, they’re seemingly associated to human activity. If you all can find a way back to Earth using the Sea of Quanta, it doesn’t have to begin in the Seed of Sumeru.

'''Li Sushang:''' So… in the end, what are we going to do? After all, it’s useless for us to dally around on the moon.

'''Schrodinger:''' Simple. We’ll test you all one by one through proof of exhaustion. Specifically…

'''Schrodinger:''' Firstly, Bianka, play the role of a signal recorder. I’ll send the coordinates of some smaller signal sources to the Seed of Sumeru later.

'''Durandal:''' Can’t I join the exploration directly?

'''Schrodinger:''' You’re the only one among you three who can operate the Seed of Sumeru, so it’s more advantageous to station you in the rear. If we really encounter a tough enemy, you can join then.

'''Seele:''' Then please leave the exploration to me. Besides Durandal, I should be the most familiar with the Sea of Quanta.

'''Schrodinger:''' That’s what I planned for. But for safety’s sake, you should bring one of Bianka’s Genius devices along. If you meet with an emergency or a dead end, you can retreat to the Seed of Sumeru anytime.

'''Seele:''' I’ll keep that in mind.

'''Durandal:''' Then, I’ll lend the other Genius to Miss Sushang. That’ll double our efficiency.

'''Li Sushang:''' Is that really okay? I remember the second Genius is…

'''Durandal:''' It’s okay. I believe in your abilities as an S-rank Valkyrie.

'''Durandal:''' Of course… it’s something of high sentimental value to me. Take good care of it for Rita and me.

'''Li Sushang:''' Haha, that’s for sure.

'''Li Sushang:''' “Incompetent I may be, I’ll return the jade to you in perfect condition.” Past storytellers loved saying that, and it finally came in handy today.

'''Durandal:''' Hehe, alright, you promised.

'''Schrodinger:''' Next, let me send the coordinates of those suspicious bubble universes to you. Before that, Bianka, please transfer the coordinates of Earth in your Genius to the Seed of Sumeru.

'''Schrodinger:''' Although we’re unable to use them now… they might come in handy in the future.

And so, with the help of her two friends, Durandal readied the settings of her Genius and opened an unstable channel between the Seed of Sumeru and the Sea of Quanta.

'''Durandal:''' All good to go. The Seed of Sumeru will constantly play light music through your Genius. If your signal becomes clearly unstable, please activate your Genius and return here at once.

'''Seele:''' I understand. I’ll try to act carefully.

'''Li Sushang:''' Understood. Your wish is my command!

The two walked in opposite directions into the Sea of Quanta. Their Genius led them into strange, small bubble universes and the gateway from the Seed of Sumeru to the outside world closed temporarily.

'''Durandal:''' Now, it’s just a waiting game. But before that…

'''Durandal:''' Dr. Schrodinger, have you kept something from them?

'''Schrodinger:''' Oh? Impressive. You are much more sensitive than when you were 12.

'''Durandal:''' According to what you just said, there are two reasons for you to keep me in the Seed of Sumeru: I can handle it; and we need to guard against powerful enemies.

'''Durandal:''' However, judging by their strength, I don’t think they’d need my help fighting tough enemies.

'''Durandal:''' That being said, even if I didn’t stay in the Seed of Sumeru, you should still be able to handle the situation and keep the three of us together, right?

'''Schrodinger:''' Well, to be honest…

'''Schrodinger:''' I don’t know them that well. If certain facts would dampen their morale, then I better not tell them now.

'''Durandal:''' You didn’t have to treat them like strangers… but you go first. They’re bad news, right?

Meanwhile, in the peripheral areas of the Seed of Sumeru…

'''Seele:''' (The Sea of Quanta near the moon… nothing particularly different from the Earth.)

Pieces of buildings are scattered about. It’s hard to make anything out.

A notebook from who-knows-where… but there’s nothing written inside.

A vending machine vending unknown contents. It’s unclear where it’s from.

'''Seele:''' (But I’m alone this time…)

'''Seele:''' (Bronya… the other me…)

'''Seele:''' (No, no. Now it’s the time to take action.)

'''Seele:''' (Seele, go for it!)

'''Durandal:''' Seele, report your status.

'''Seele:''' Roger! I haven’t gathered any useful information, but haven’t encountered any real danger either.

'''Durandal:''' Got it. Sushang is pretty much the same.

'''Durandal:''' According to the intel from the Seed of Sumeru, you can get to the next mini bubble universe from where you are now.

'''Durandal:''' I’ll remotely configure the augmentation of Genius’ signal to open up a portal for you. Give me a second.

'''Durandal:''' Good… The communication channel is stable.

'''Durandal:''' Seele, you can proceed now.

'''Seele:''' Roger that.

'''Seele:''' …?!

'''Seele:''' …!

'''???:''' How did it go?

'''???:''' If the analysis results of the radionuclide weren’t affected by other unknown factors, then these ruins were constructed…

'''???:''' …200,000 years ago.

'''???:''' Hm… What a frightful conclusion.

'''???:''' …Are you afraid?

'''???:''' Of course. But… at the same time, I think it’s very interesting too.

'''???:''' Interesting?

'''???:''' Yeah. It’s such a mysterious unknown phenomenon.

'''???:''' And… the heavier the fate, the more worthwhile our revolt against it becomes, right?

…

…

'''Seele:''' Ah… it’s gone.

'''Durandal:''' Seele? I’ve spotted your energy fluctuations. What’s going on?

'''Seele:''' I just… I think I just saw the ghost images of the bubble universe…

Seele told Durandal what she had seen.

'''Durandal:''' Oh. Actually, Li Sushang said she saw three scientist-looking people in the bubble universe. They talked in a language she couldn’t understand and then vanished.

'''Durandal:''' Seele can understand the language used by them.

'''Seele:''' Well, it seems to be so. Are they the residents of New Atra?

'''Durandal:''' No, this is a little complicated. It could be…

'''Schrodinger:''' Maybe your powerful sync with the bubble universe is helping you automatically understand the thoughts of those ghosts.

'''Seele:''' What? Is that really possible?

'''Schrodinger:''' If you lost your unitarity like I did, then your way of obtaining information from your world might be different from those of ordinary people.

'''Schrodinger:''' The so-called ghost images are part of the bubble universe. Different from outsiders like us, all of their data has been recorded in the spatial structure of the bubble universe.

'''Schrodinger:''' Seele, if you can feel the bubble universe, there wouldn’t be such a thing as a language barrier since you can read thoughts directly.

'''Schrodinger:''' Likewise, I think language won’t be a problem for some other groups… but that’s besides the point though.

'''Schrodinger:''' Generally, since we’ve got the current situation clear, I’m afraid we’ve already made a wrong decision.

'''Durandal:''' You mean letting them split up?

'''Schrodinger:''' Exactly. Since Seele is obviously a better info collector, letting Li Sushang act alone makes little sense.

'''Durandal:''' Agreed. Then we’d better contact her now.

The three of them contacted Li Sushang and proposed to cancel the solo exploration.

'''Li Sushang:''' …Is that so? Sure, let Seele come experiment here.

'''Li Sushang:''' Once I left the bubble universe, everything started another loop and returned to the status I had experienced…

'''Li Sushang:''' Is this what you mean, Dr. Schrodinger? You want Seele to access the records of the bubble universe again?

'''Schrodinger:''' Yes.

'''Li Sushang:''' How about I work with the Seed of Sumeru to check all the mini bubble universes that may contain data, and Seele follows up to determine the parts containing important data?

'''Durandal:''' Our thoughts exactly. Working to our individual strengths can help us explore with better efficiency.

'''Li Sushang:''' Alright, so it’s decided? The area where I saw people… could you please lead Seele there?

'''Durandal:''' Seele, what do you think?

'''Seele:''' No problem! I want to help more.

'''Durandal:''' Great. Let’s set the coordinates for the next bubble universe Seele will enter. It should be like this… and that… Done!

A new portal appeared in front of Seele.

'''Durandal:''' Up front is the bubble universe discovered by Sushang. Seele, let’s check out the records there.

'''Seele:''' Got it. I’ll do it now!

'''???:''' By the way… How’s Project Sanctuary going?

'''???:''' The construction plan has passed the internal review organised by Mobius.

'''???:''' Now the only problem is funds.

'''???:''' The audit department didn’t approve it as well?

'''???:''' They think we should only work with the existing deep mines to cut most of the budget. After all, every sanctuary is over 20 kilometers deep.

'''???:''' …But you don’t plan to compromise, do you?

'''???:''' Of course. Considering the worst-case scenarios, it’s best for our Sanctuary to be unrelated to real buildings if we want to maximise the chance of survival against finality.

'''???:''' So you came to the moon because you thought of a way to convince them. Am I right?

'''???:''' Oh my. You really know me, Dr. MEI!

'''???:''' Indeed! I’m going to take a few core samples and see if they still have the never to call our previous measurements a systematic error.

'''???:''' You can also tell them that according to my plan, the sanctuaries are a prerequisite for Project EMBER.

'''???:''' Wait, Project EMBER finally has a plan?

'''???:''' It doesn’t. And it doesn’t need one.

'''???:''' But that won’t prevent us from preparing more for possible future generations.

'''???:''' Even if it may make the Honkai difficult to suppress again?

'''???:''' Yes.

'''???:''' From certain perspectives… facing the Honkai earlier has its merits.

'''???:''' Because they won’t be able to activate Herrschers in advance?

'''???:''' Of course. As long as our other plan can be realised in that situation.

'''???:''' Don’t you agree, No. 17?

'''???:''' …Me?

Seele told what she had seen to the ones in the Seed of Sumeru.

'''Durandal:''' Well, it seems to me this could only have happened in the Previous Era.

'''Schrodinger:''' After all, it mentioned the Sanctuary from the era, based on which Anti-Entropy’s Yellowstone base was built. The Salt Lake base also followed the Sanctuary’s design.

'''Schrodinger:''' In other words, people from this era are unlikely to leave the conversation that Seele described.

'''Li Sushang:''' Wait, so it means the ruins of New Atra also…

'''Durandal:''' …The MOTHs.

'''Li Sushang:''' Yes! That’s the name! Someone mentioned it before.

'''Durandal:''' But now that a lot of data about the MOTHs can be found in the bubble universe dominated by the moon, it suggests that…

'''Li Sushang:''' What?

'''Durandal:''' No, never mind, it was a wild guess.

'''Durandal:''' People in the Previous Era might have foreseen that we the Stigmata Awakened would be on the moon right now, and everything including Project STIGMA is part of an unknown vision of theirs.

'''Durandal:''' Either way, what we’ve got to do remains the same. Let’s do our best to reach the Earth and locate our friends.

'''Durandal:''' In this case, we should continue to explore the bubble universes near the moon.

'''Seele:''' So… what we are doing may fail eventually but it’s still worth it, right?

'''Durandal:''' Yes. Actually, we have already obtained some useful information, though it’s too fragmented to show the whole picture.

'''Li Sushang:''' …Uh-oh.

'''Li Sushang:''' Speak of the devil, the talking shadows appeared again. I’m sending the latest coordinates to you.

'''Durandal:''' Okay… Roger that.

'''Durandal:''' The coordinates described by Genius are getting more and more complicated. Is this normal?

'''Schrodinger:''' Yes. But it’s worth noting that the fractal dimensions corresponding to these mini bubble universes aren’t stable. Some external factors may have altered them.

'''Durandal:''' Could it be Project STIGMA?

'''Schrodinger:''' I’m not sure. Anyway, we don’t have enough information to make a judgment.

'''Schrodinger:''' Seele, we’re counting on you now.

'''Seele:''' Sure, leave it to me!

'''Seele:''' It seems… more fragmented than other bubble universes here.

'''Seele:''' Almost like a… space that has collapsed beyond salvation.

'''Seele:''' Ah…

'''???:''' …We’ve arrived on the moon, No. 17.

'''???:''' Yes, we’ve landed on the moon. According to our plan, we will challenge the Herrscher of the End here.

'''???:''' But truthfully speaking, I don’t think we have a chance at victory.

'''???:''' Yeah, I think so too. Everyone… thinks so too.

'''???:''' This…

'''???:''' We just have something… that must be done.

…

…

…

…

'''???:''' Pardo has always been so optimistic.

'''???:''' Maybe. Did you know that she’s now taking on a suicide mission?

'''???:''' Suicide… missions?

'''???:''' Yes. At the moment of activating the Herrscher of the End, she has to rely on pure luck to open the door.

'''???:''' It’s the door that allows you to successfully invade.

'''???:''' But can we send the Herrscher of the End to hibernation before taking her on? Our attacks can at least do this, right?

'''???:''' Yeah, but once the Herrscher of the End is halted, we’ll also lose the chance to open the door.

'''???:''' Therefore, the door must be opened by someone…

'''???:''' And the one opening the door has to sustain Honkai energy radiation at close range that lethal even to a MANTIS.

'''???:''' …

'''???:''' Yes, you just saw it.

'''???:''' That being said, Pardo never flinched.

'''???:''' I don’t think it’s because she doesn’t fear death.

'''???:''' Just like everyone else, she shoulders a fate that cannot be shared by anyone else.

'''???:''' But you are not supposed to have such fates.

'''???:''' Yeah, I think so too.

'''???:''' Just like the film Elysia shot for all of us…

'''???:''' The martial artist Hua, the fishing and napping fan Pardo, the healer Su, the overworking SAKURA, the shut-in me, the programmer Kevin, the dessert-making butler Kalpas…

'''???:''' The professor Mobius, the high schooler Kosma, the little painter Griseo, the Golden Courtyard leaser Eden, the night-shift nurse Aponia…

'''???:''' And then, there’s the freelancer known as Miss Pink Elf, Elysia.

'''???:''' We’re supposed to be destined for an ordinary life, don’t you think?

'''???:''' But… as Kevin said…

'''???:''' “This world is beyond saving. Despite that, we must become heroes.”

'''???:''' After all… even the weak and helpless want a purpose in life, right?

'''???:''' I will do everything I can not to let your purpose go to waste.

'''???:''' Thank you. But what I really wish for… is that you take it to be your own purpose.

…

'''Seele:''' (It’s disappeared again.)

'''Seele:''' (It looks like these are the recordings of those in the past that faced the Herrscher of the End. We need to let everyone know!)

'''Seele:''' Wait…

'''???:''' The signal is less stable here. You may have to wait a bit.

'''Seele:''' Who’s there?

'''???:''' No need to be alarmed, Seele. I mean you no harm. This just happens to be how I look when the spatial signal is extremely unstable.

'''Seele:''' You… aren’t from this bubble universe, are you?

'''???:''' Of course not. In a bubble universe so weak and broken, any residues will no longer be able to react with the outside.

'''???:''' They are all images… and nothing more.

'''Seele:''' Just now you said you mean us no harm. Does that mean you’re here to help us?

'''???:''' While I’d like to say yes… there’s not much I can do at this time, unfortunately.

'''???:''' The knowledge I have gained at this point… is not what you seek. But!

'''???:''' How to put it… At least I can appear in unprotected zones and chat with you in the dark when the spatial signal is unstable.

'''???:''' With that said… Please don’t ask for my name. Personal secrets are best left unknown, okay?

'''Seele:''' …Okay. Can I ask you something else?

'''Seele:''' Why do you know my name?

'''???:''' I saw you when looking at my future in the Sea of Quanta.

'''???:''' Ah, talking about time is tricky. I’m a being living among time crystals… How I perceive the past and the future is very different from you.

'''Seele:''' If that’s so… to you, the future is just a part of the past?

'''???:''' Not exactly. Like space crystals, time crystals aren’t exactly symmetrical. Even for me, the future is woven out of the past and chance.

'''???:''' And information like names doesn’t typically change without a reason… That was how I knew what to call you, Seele Vollerei.

'''Seele:''' Then… you really are from the future, in a sense?

'''???:''' Sure, you could say that. And the reason for this is clear: Project STIGMA.

'''???:''' As I’m sure you know by now, Project STIGMA has warped the space on Earth, sending you to the moon.

'''???:''' From an engineering perspective, such a massive transformation of space, resulting in the time crystal that allowed me to be born.

'''???:''' This would be impossible in a world ruled by Cocoon… but Project STIGMA has thrown your world off its axis temporarily.

'''???:''' The logic is the same as the Herrscher of the End annihilating the world. It’s just that those behind it think they are saving the world.

'''Seele:''' When you say “they”… you mean the World Serpent?

'''???:''' Of course. Who else would have the gall? And aren’t you the one to stop them and put an end to finality?

'''Seele:''' That makes sense… but to be honest, we’re taking this one step at a time.

'''???:''' Don’t worry too much about that. After all, true progress comes from acting and assessing simultaneously.

'''???:''' They say the best victories are born of meticulous planning… but things are always changing. How much you can plan depends on the situation.

'''???:''' But with that said… Since I can appear to you here, I should be able to help you with one thing.

'''Seele:''' …?

'''???:''' You’re looking for bubble universes that might be of use to you through the Sea of Quanta, right?

'''Seele:''' Yeah… you could say that.

'''???:''' As a time-crystal being, I can help you reverse this process of de-coherence and help you find the bubble universe you’re looking for.

'''Seele:''' And we could use those coordinates to get back to Earth?

'''???:''' No. I don’t think so.

'''???:''' That space will still be tethered to the moon. A zone that’s been annihilated by finality more than once.

'''???:''' Perhaps, instead of searching for a way to return to Earth… you could find someone familiar.

The fantastical individual claiming to be from a time crystal was transmitted through unstable space.

The moment before the transmission vanished, a special string of data was injected into Seele’s Genius.

It was indeed a very special bubble universe. It was completely shut off from the outside, harboring its secrets within.

Just like… a cage trapping a fairy tale princess.

''[CG plays wherein Kiana lays amidst a field of flowers, Bronya beckoning her to awaken:''

'''''Bronya:''' Kiana?''

'''''Bronya:''' Kiana, wake up!''

'''''Kiana:''' I… Where am I?'']
----
===Act 2 - Worldly Things are Transitory===

====<u>Gameplay 32-3 - Time of Reunion</u>====
'''???:''' “I will explain to you the rules.”

'''???:''' “But before I do, answer me this…”

'''???:''' “Do you believe in God? How do you… understand God?”

'''???:''' “A strange, disparate will that knows and controls all, and yet no one has ever seen God with their own eyes?”

'''???:''' “Today, we will find an answer.”

''[The same CG plays once more wherein Bronya wakes Kiana:''

'''''Bronya:''' Kiana?''

'''''Bronya:''' Kiana, wake up!''

'''''Kiana:''' I… Where am I?'']

'''Kiana:''' …

'''[CHOICE] =''' Control Kiana to wake her up.

This isn’t hard. At least for now.

'''Kiana:''' …Huh?

'''Kiana:''' Is that… Is that Bronya’s voice? Bronya… why would you come to Schicksal HQ…

'''Kiana:''' …?!

The girl was obviously confused. Everything before her seemed out of place, as though she wasn’t thinking straight.

Even with her partner explaining things to her… she still did not immediately know where she was.

The strange space known as the Sea of Quanta was not a concept that could be easily understood or explained.

'''Kiana:''' I… must be dreaming.

'''Kiana:''' …

'''Kiana:''' But… I should have arrived at Schicksal’s training grounds. Then I fell asleep… and started lucid dreaming…?

It had been a long time since she had dreamed.

After truly mastering her Herrscher powers, her sleep had become deep and restful, and she no longer dreamed as she once had.

'''Kiana:''' Oh well. It’s been so long since I last experienced such inconvenience.

But she was mistaken, confusing it with the dreams brought on by the Herrscher Core.

“…”

'''[CHOICE] =''' Control Kiana to look around.

…?

'''Kiana:''' Well, since I can’t seem to wake up, I might as well have a look around.

'''Kiana:''' Maybe… I’ll stumble across some memories of interest.

'''???:''' Hmph. Easy peasy.

'''Kiana:''' That’s Bronya’s voice alright…

'''Kiana:''' …Oh.

She barely stretched out her hand, and the form she had just seen dissipated like a bubble.

'''Kiana:''' It’s that unstable?

'''Kiana:''' (But… Why is Bronya so lively in my dream? It’s strange.)

'''[CHOICE] =''' Control Kiana to look around.

'''???:''' Hahaha… Hahahaha!!!

'''Kiana:''' Weird… Why am I dreaming about the Herrscher of Sentience?

'''???:''' Yes, Kevin. We walk different paths, after all.

'''???:''' Friend or foe. Choose.

'''Kiana:''' Just like before…

'''???:''' Darn it, I still can’t use it easily…

'''Kiana:''' Bronya?

She could sense something was off.

'''Kiana:''' Bronya, where are you?

'''[CHOICE] =''' Give Kiana a suggestion.

'''Kiana:''' What if… this isn’t a…

'''Kiana:''' …?!

'''Kiana:''' This isn’t any dream. But why would I…

'''Kiana:''' …

'''Kiana:''' Herrscher abilities… can’t be used here?

'''Kiana:''' These quanta… I need to find a way out.

'''Bronya:''' Kiana!

'''Bronya:''' Project Bunny, all systems online!

'''Kiana:''' Bronya? It really is you!

'''Bronya:''' Are you alright, Kiana?

'''Kiana:''' Yeah, all thanks to you! But… what’s going on? That monster, it’s like…

'''Bronya:''' They are Quantum Shadows… And this is, without a doubt, the Sea of Quanta.

'''Kiana:''' The Sea of Quanta? So what I just saw…

'''Bronya:''' Images scattered between bubble universes.

'''Kiana:''' …

'''Kiana:''' But… entering the Sea of Quanta isn’t as simple as falling asleep, right?

'''Kiana:''' Before I woke up, I remember… I should have just arrived at the Schicksal training grounds.

'''Kiana:''' Yeah, Durandal just came over, and I said hello to her.

'''Bronya:''' Perhaps it has to do with how much you’ve adapted. Even I arrived here fully awake. And then… spatial fluctuations happened without warning.

'''Bronya:''' So we can’t completely rule out the possibility that all this is one big illusion.

'''Kiana:''' You mean… like when we met the Herrscher of Sentience on Mount Taixuan.

“…?”

'''Bronya:''' Yep. But other than that admittedly absurd scenario, there can only be one other possibility…

'''Bronya:''' Some sort of power beyond physical space has trapped and sealed us in the Sea of Quanta.

'''Bronya:''' If that’s the case… I’d prefer it be an illusion.

“…”

'''[CHOICE] =''' Give Bronya a suggestion.

'''Bronya:''' …

'''[CHOICE] =''' Give Kiana a suggestion.

'''Kiana:''' Why prefer?

'''Bronya:''' If this force can transport multiple people… it’s been used on more than just us.

'''Bronya:''' While this feels a little different than when I entered the Eye of the Deep… I can’t find any crack in the illusion.

'''Bronya:''' Even if this is all an illusion… whoever put it together must have known the Sea of Quanta very well.

'''Kiana:''' Then… what do you mean by “a little different”?

'''Bronya:''' In here, we have a unique circumstance that, theoretically, should be impossible.

'''Bronya:''' How to put it…

'''[CHOICE] =''' Give Bronya the answer.

'''Bronya:''' …

'''Bronya:''' I know. The space belonging to the Sea of Quanta could be said to be subjugated.

'''Bronya:''' It’s not clear how, but a certain bubble universe seems to have broken through the limit and made this sea its satellite or subsidiary unit.

'''Kiana:''' Is that… possible?

'''Bronya:''' It shouldn’t be. Unless…

'''Bronya:''' No… All our conjecture will be for naught if you don’t get out of here.

'''Bronya:''' …?

'''Bronya:''' That’s one of the reasons we have to leave.

'''Kiana:''' It looks like they can’t be gotten rid of. So what do we do next, Bronya?

'''Bronya:''' The Bronya will lay down cover fire and clear a path so that you can make a break in that direction.

'''Kiana:''' Got it!

'''Kiana:''' But… why in that direction?

'''Bronya:''' Before they noticed us, that was the direction the Quantum Shadows were headed in.

'''Bronya:''' As if they’re… amassing troops there.

'''Kiana:''' Is this related to how the Sea of Quanta is subjugated as you mentioned before?

'''Bronya:''' I’m not sure. But… something feels off.

'''Kiana:''' But… you can’t use your Herrscher powers here? This isn’t a side effect of the Sea of Quanta, is it?

'''Bronya:''' Perhaps. This is another thing I cannot explain. In all likelihood, what’s being targeted is…

'''Bronya:''' No, we don’t have enough evidence to make that kind of claim. Let’s just hope that’s not the direction things are going.

'''Kiana:''' Right now they’re attacking… space?

'''Bronya:''' This type of conquest comes at a considerable cost. The Quantum Shadows aren’t the ones doing the subjugating, but the result of it.

'''Kiana:''' Incorporating even a small part of the Sea of Quanta into a bubble universe has brought along an endless stream of enemies…

'''Kiana:''' …Which is to say, that’s a connection point similar to the Eye of the Deep?

'''Kiana:''' But at this scale, if it breaks through…

'''Bronya:''' If I’m unable to use my powers, we’ll need someone else to assist.

'''Kiana:''' If that’s true… we probably shouldn’t go forward, right?

'''Kiana:''' I know I’m not the best with theories… But there’s no telling if the person on the other side of that bubble universe is friendly.

'''Bronya:''' True. But…

'''[CHOICE] =''' Give Bronya a suggestion.

'''Bronya:''' …

'''Kiana:''' What’s wrong, Bronya?

'''Bronya:''' We should split up.

'''Bronya:''' The potential risk of the bubble universe are less than staying here in the Sea of Quanta and fighting Quantum Shadows.

'''Bronya:''' If we stick around here, we can only wait to be saved… and forget about learning why my Herrscher powers are limited.

'''Bronya:''' The Bronya will use Project Bunny to lure away the Quantum Shadows.

'''Bronya:''' Kiana… should be able to follow up from there.

'''Kiana:''' In the meantime… Do you want me to break the spatial barrier?

'''Bronya:''' Yep. You can brute force it. And then… find a new way. Or some help.

'''Kiana:''' Hmm…

'''Bronya:''' Kiana, I know what you’re worried about.

'''Bronya:''' But with Project Bunny, I can buy you more than enough time.

'''Bronya:''' After all, you still have the power of the Herrscher of the Void. Even if it’s limited, something is better than nothing, right?

'''Bronya:''' If we swap roles, things will be that less efficient.

'''Kiana:''' Oh, I’m not questioning that, Bronya.

'''Kiana:''' You were just trying some new tactics, right?

'''Kiana:''' Laying down suppressive cover fire while using precision guidance to ensure your partner isn’t hit, that’s a Herrscher of Reason tactic, isn’t it?

'''Bronya:''' Not necessarily. But the Herrscher of Reason’s power is still present at a certain level, even if it can’t be fully expressed.

'''Kiana:''' You mean… like tactically, or even strategically?

'''Bronya:''' You could say that too. But it’s more like using 3D printing for precision instruments to save money.

'''Kiana:''' Haha… You know I can’t understand technical things.

'''Kiana:''' But that’ll be risky without having practiced first, right?

'''Bronya:''' That’s not an issue. Because you’re Kiana!

She suddenly stopped, realising that what she had said was inappropriate.

Yet after quick thinking…

'''Bronya:''' Right. Because you’re Kiana, we work well together.

'''Kiana:''' I feel the same. Because you’re Bronya, I won’t feel worried.

'''Kiana:''' But before we start, I still have an urge to tell you… be careful.

'''Kiana:''' Kinda contradictory, huh?

'''Bronya:''' Contradiction is human nature.

'''Bronya:''' And of course, I’ll be extra careful. Well then…

Bronya moved towards where the Quantum Shadows had gathered and assumed an attack stance.

'''Bronya:''' It’s time, Kiana.

'''Bronya:''' Since you can’t use the Herrscher of the Void’s powers freely, do you remember the correct position for falling from a height?

'''Kiana:''' Falling from a height?

'''Bronya:''' It’s okay. It’s not the first time. It might hurt a little, though.

It was difficult to tell who those words were meant for.

Boom!

The first strike was more of a bluff, not taking up too much of Bronya’s power.

Precision was a dance based on understanding. She had displayed astounding mastery over details ever since she began learning to shoot as a child.

Up until she was chased away by enemy hordes, Bronya had maintained her composure through silence.

Watching her recede into the distance, Kiana breathed a sigh of relief.

'''Kiana:''' Bronya… you’re really something.

For a while, she was unsure about what Bronya was thinking.

Throughout their history, Bronya had always done her best to lay the foundation for victory. But…

Yet oftentimes she had already fallen when the critical moment came. Despite having made exceptional contributions, she must still blame herself for it.

Yet Durandal told her that most geniuses who hit a bottleneck end up defeated by such needless self-blame and hyper-competitiveness.

'''Kiana:''' (Now it seems… Bronya doesn’t need me worrying about that. She’s using her power well and going far one step at a time.)

'''Kiana:''' (Come to think of it, that’s what the Herrscher of Reason stands for.)

'''Kiana:''' Yeah, I need to take things one step at a time as well.

'''Kiana:''' I know what I’m doing… I just don’t know if it’ll work.

'''Kiana:''' But… nothing is easy at first. We all have to start somewhere.

'''Kiana:''' …I can’t do this without the Herrscher of the Void’s power.

'''Kiana:''' Bronya’s right. Brute force alone will work…

'''Kiana:''' …But I only have a fraction of my power.

'''Kiana:''' It doesn’t make sense to just blindly waste my power like this…

“…”

“…Alright then.”

'''[CHOICE] =''' Reveal the weak spot in space to Kiana.

'''Kiana:''' …?

'''Kiana:''' Wait. This is…

'''Kiana:''' Weird. Did it just appear? Or… am I just noticing it now?

'''Kiana:''' Did it work?

…!

With the final blow, along the tear caused by the Quantum Shadows, the empty space before Kiana shattered, revealing an entrance to another world.

But…

'''Kiana:''' …

She became inaudible, as happens when two differing pressures collide. A virtually irresistible force pulled her into the rift.

In just the blink of an eye, the only thing that remained were her shrieks, still lingering in the air.

It was also then that she realised why Bronya emphasised practicing falling before leaving.

'''???:''' “Of course, nothing will happen to her.”

'''???:''' “If even when protected, she gives up for looking ridiculous while falling, then the point I want to make is nonsense.”

'''???:''' “In the time that has just passed, by my hands, you should now know what a god is.”

'''???:''' “I can see everything in places I am not. I can even hear their innermost voices.”

'''???:''' “I can easily catalyse things, leading them to any situations I wish, and they’d be none the wiser.”

'''???:''' “This is not the result, but the cause. A god known by humanity cannot be called a god. When the mystery is revealed, deicide follows.”

'''???:''' “And that is the exact role each of us play in her eyes.”

'''???:''' “But the time to say goodbye draws near. It seems her partner Bronya needs my help more than she does.”

The fall continued in another world that had just been artificially connected.

'''Kiana:''' This is…

As Bronya predicted, even though she did not wield the powers of the Herrscher of the Void, she had many other ways to land safely.

It would hurt a little, but not to the point of making her gasp again.

'''Kiana:''' It’s the Sea of Quanta on this side as well…

Due to her limited theoretical knowledge, she could not realise that she had crossed a considerable distance by a means similar to warping in the Sea of Quanta.

If distance meant the same in the Sea of Quanta as it did in the proper world.

But in terms of results, she made the right judgment.

'''Kiana:''' (But… if the two sides are similar, why would those Quantum Shadows attack?)

She slowly adjusted her posture in an attempt to slow her descent and thus have more time to look for an answer.

But it was unnecessary, as the strangeness was too conspicuous.

During her fall, hundreds of Quantum Shadows that had collapsed rose as if they were souls returning to the heavens.

Apparently, they just tasted a harrowing defeat. The mere repercussion of that battle could lift her hair against the wind like high voltage.

But what sort of power could achieve that?

She should be able to. Although she could not command her authority at will, as long as she focused on attacking instead of thinking, she could wreck the Quantum Shadows.

But by that standard…

'''Kiana:''' …?!

She suddenly had a fuzzy but sturdy hunch…

Almost reflexively, Kiana’s body and mind relaxed on their own.

She no longer needed to worry about how to counter ambushes or land smoothly, because she could feel it.

'''Kiana:''' …

The falling momentum stopped.

Her hunch was about to come true.

'''Kiana:''' “The next time, we’d see each other in person.”

'''???:''' I thought that after making so many meaningless sacrifices, they finally managed to summon something I can’t handle.

'''Mei:''' They managed, but I had never thought… your promise would be fulfilled this way.

'''Kiana:''' Mei… It really is you.

'''Mei:''' Yeah. It’s me, Kiana.

Then came the customary silence.

It was not an awkward moment…

Because it was the same for anyone.

If a heart looked forward to a reunion, it would rehearse it over and over again.

It would ponder how to say the first sentence, how to express its ache and joy, and how to respond to the other’s care.

Anyone would want this special moment to be perfect, but anyone would suddenly feel powerless to break this thin silence like them.

Because everyone could hardly notice one thing at this moment…

Everyone who yearned for a reunion…

Had never truly been apart.

'''Kiana:''' I was afraid… I’d have too many things to say.

'''Kiana:''' But in the end, it feels like we only went to different schools for a day.

'''Mei:''' Haha.

'''Mei:''' If that’s the case, then…

'''Mei:''' I’m back, Kiana.

'''Kiana:''' Welcome back, Mei.

…

…

'''Mei:''' So… Kiana, there’s something wrong with our Herrscher powers, right?

'''Kiana:''' Yeah, including Bronya’s.

'''Kiana:''' But that makes you more awesome. If I were you, dealing with that many Quantum Shadows in this state would’ve worn me out.

'''Mei:''' Well, that’s a long story.

'''Mei:''' It’s been a long time since I could fight without reserve in reality again…

'''Mei:''' I wasn’t expecting the experience spanning fifty thousand years that I gained at the World Serpent… would benefit me so much while my Herrscher powers were jammed.

'''Mei:''' What about Bronya? You said she’s nearby.

'''Kiana:''' Yeah, we thought the attack of monsters was associated with the abnormal connection between bubble universes, but…

'''Mei:''' But you didn’t know they were attacking me?

'''Mei:''' But in that sense, you might also be right.

'''Mei:''' Let’s land first.

'''Kiana:''' …Ah?

She finally realised that although she had stopped falling, she was not standing on the ground, but floating at a dangerous height among scattered matters.

'''Mei:''' Don’t worry, this is the Sea of Quanta, so things don’t always make sense.

'''Mei:''' Leave it to me…

'''Mei:''' Kiana, hold on tight.

…

…

'''Mei:''' Alright. Next, let’s look for Bronya together.

'''Kiana:''' Yeah. If she can’t use her Herrscher powers, things must…

'''Kiana:''' Not be looking optimistic for her.

'''Bronya:''' Yeah.

'''Bronya:''' The Bronya thought about it for a long time, whether Project Bunny should catch both of you in the air.

'''Bronya:''' After all, neither of you looked nervous when above.

'''Mei:''' Long time no see, Bronya.

'''Bronya:''' Mei… it’s been a while.

'''Kiana:''' Bronya? Why are you…

'''Bronya:''' The Bronya strangely shook off the Quantum Shadows, and strangely discovered that the Bronya could detour to the spatial connection point behind the two of you.

'''Kiana:''' Strangely?

'''Bronya:''' Mhm. How to put it…

'''Bronya:''' …The Bronya feels like there’s some form of guidance from destiny.

'''Kiana:''' …

'''Bronya:''' Let’s get back on track. Since Mei is also here, then the Bronya’s prediction should be correct.

'''Bronya:''' This is an act targeted at Herrschers. Perhaps there are others who are trapped here too.

'''Mei:''' Yes. And… about that, I suppose I’m informed.

'''Bronya:''' …It’s the World Serpent after all?

'''Mei:''' Yeah, Raven said that their Project STIGMA is close to completion.

'''Kiana:''' …What?

'''Mei:''' This is consistent with Kevin’s words in the past. He said that he was preparing to realise Project STIGMA and had me leave the World Serpent on my own accord.

'''Mei:''' …But while I was leaving the World Serpent, I faced a mysterious disruption and lost my consciousness. If I am not mistaken, before I lost consciousness…

'''Mei:''' I’m afraid our situation might be related to their agent, Hare. But as to how she managed to do this, I’m also in the dark.

'''Mei:''' But according to Bronya… Are you also able to feel that vague guidance from the Sea of Quanta?

“…?”

“I have yet to exert any influence on her.”

'''Mei:''' How strange. It’s constantly guiding me towards a particular place, yet it’s ambiguous, as if it doesn’t want to be discovered.

'''Mei:''' If it were not for these growing Quantum Shadows in the way, I’d have followed its lead.

'''Mei:''' Although I can’t be sure that we’re sensing the same entity, if there’s no other way… I’m willing to try. What about you guys?

'''Bronya:''' Or rather, we only managed to gather together because we followed this guide. In that case, it’s worth following that feeling.

'''Kiana:''' So… what exactly is the guide you’ve been talking about?

'''Mei:''' To be precise, it’s an artificial spatial opening that can only be noticed by people with a particular experience.

'''Mei:''' For example… here.

'''Mei:''' If I didn’t think like Elysia, I’d never be able to sense that this place is off.

'''Kiana:''' Elysia… Is she part of the World Serpent?

'''Mei:''' She’s one of the Thirteen Flame-Chasers. She fought alongside Fu Hua and Kevin in the past.

'''Mei:''' She’s also a friend I recently made.

'''Mei:''' This is a corner Pardo would keep in mind.

'''Kiana:''' I don’t know them. Mei, sounds like you’ve made many new friends.

'''Mei:''' And parted with many new friends. Oh… it’s the positive kind, so you needn’t worry about me.

'''Kiana:''' Of course not. I can tell you feel fulfilled.

…

'''Bronya:''' Yep, it’s the same feeling as when we faced the Sea of Quanta.

'''Bronya:''' This is indeed the crevice that connects different bubble universes.

'''Mei:''' And… there are marks that show it has been artificially tampered with?

'''Bronya:''' We can’t tell right now, but that’s very likely.

'''Kiana:''' Shall we get going right away?

'''Mei:''' I’m afraid we have no other choice… But we need to be even more wary compared to before.

'''Bronya:''' Indeed. In the universe ahead, there may be variables beyond our capabilities. But…

'''Kiana:''' But when it comes to facing a foreign universe…

'''Kiana:''' We’re all veterans, aren’t we?

'''Mei:''' A foreign universe…

Because of the method she had taken, Mei had a vague premonition about the universe behind the door.

Perhaps, we’ll be having a lot more reunions today.

--

====<u>Gameplay 32-4 - Work as One</u>====
This was the other side of the door…

Beneath her was the bleak lunar soil, caging her were steep cliffs, and above her was a boundless darkness that seemed to have devoured the starlight… and this was only one of the countless pits outside the main base.

Empty, silent, strange… but even the frigid atmosphere could not harm the beauty of the sight.

But one thing surprised her.

Why was everything completely still in the eyes of the visitor who came earlier due to her gift?

'''Herrscher of Sentience:''' Phew… I finally got out of that blasted place.

'''Herrscher of Sentience:''' The Sea of Quanta… Why was I thrown into it?

'''Herrscher of Sentience:''' And…

Even though she was the Herrscher of Sentience, as a wisp of thought, she could not hold out her hand to feel her energy trickling away through muscle fibers.

Still, she knew one thing for sure: she had lost half of her Herrscher powers.

'''Herrscher of Sentience:''' (Is it that old timer’s fault again?)

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Whatever. She’s such a tryhard.

'''Herrscher of Sentience:''' We have our own problems. I’ll figure out what’s happening to me first.

'''Herrscher of Sentience:''' (This is a real universe through and through. Who in the world could’ve done something so outrageous?)

Before that, by following certain guidance, she entered this world.

Similar to Mei who would come soon after, that guidance was enough to make the Herrscher of Sentience, who possessed all of Fu Hua’s memories, realise that this bubble universe was perhaps located fifty thousand years ago in time.

Yet… there was more to the nature of that guidance.

Air, sound, and even light were in perfect stillness, as if a supreme being had pressed the pause button.

If she were not the avatar of sentience… she would likely have lost mobility like them.

'''Herrscher of Sentience:''' Could that guidance actually be a call for help?

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Why bother thinking when I’m already here? I can see for myself, I can’t be stopped anyway.

Unlike the girls who were yet to come, although her power was restricted, it still allowed her to extend intangible, spiritual synapses to interact with her surroundings more efficiently.

'''Herrscher of Sentience:''' Only three-tenths of my power is left?

'''Herrscher of Sentience:''' And this feeling, could it be…

The feeling of stagnation inside her gave her an idea as to the loss of her power, but she soon rejected it.

'''Herrscher of Sentience:''' …Impossible.

'''Herrscher of Sentience:''' Nobody’s stronger than me, the Herrscher of Sentience, on the sentient level!

…

'''Herrscher of Sentience:''' Hmm?

She could not see it, but she could feel it through the metal. It was a pilot.

'''Herrscher of Sentience:''' Fixed in place with the whole world… What an unlucky bastard.

'''Herrscher of Sentience:''' He probably doesn’t know why he’s here…

'''Herrscher of Sentience:''' Meh, it can’t hurt to try.

She extended her synapses through the metal and enveloped the pilot inside.

The Herrscher of Sentience could still read minds with ease.

'''Herrscher of Sentience:''' Oh? You don’t look your age. Let me take a closer look…

'''Herrscher of Sentience:''' …?

'''Herrscher of Sentience:''' What?!

The instant they connected, a familiar yet revolting feeling made her gasp and cut their spiritual link.

'''Herrscher of Sentience:''' His mind… is blank?!

The moment they connected, memories gushed toward her.

Yet contrary to Fu Hua’s tide of memories, his contained nothing. It was only a pure emotion wrapped in the void.

Although her quick reaction saved her from repeating the mistake… what the vast void stood for left her speechless.

Since this place fell still, this person had been stuck in an immobile body while awake.

…Until his consciousness wore away into nothingness, leaving only his last emotion behind.

How torturous would that be? Even someone with a mind like hers was repulsed by the mere thought of it.

And that was not the most surprising thing.

'''Herrscher of Sentience:''' He… After everything he’s gone through, the last emotion he had… was hope?

'''Herrscher of Sentience:''' How is that possible?

The inconceivably long restraint destroyed his willpower, yet its residue… was still burning with hope.

Seemingly, after innumerable years of suffering, in the last moments of his mind, he remained faithful in a light that never came.

'''Herrscher of Sentience:''' Is he insane? What gave him such confidence?

'''Herrscher of Sentience:''' Or… maybe he isn’t just anyone? He was affected by SWARA or even Discipline?

'''Herrscher of Sentience:''' I should look elsewhere. I felt more lives just now.

'''Herrscher of Sentience:''' Everyone’s fixed in place?

Having learned from the last encounter, she carefully touched the other mind to avoid another “dam burst”.

The Herrscher understandably disdained such prudence.

'''Herrscher of Sentience:''' If only I’m…

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' What?

It was exactly the same as the last mind. There was not a speck of awareness, only a tenacious hope.

'''Herrscher of Sentience:''' Mad… They’re all mad…

'''Herrscher of Sentience:''' Is this what every human who’s been mad for tens of thousands of years becomes?

'''Herrscher of Sentience:''' I’ve never seen or heard anything like this…

It was true that the deepest despair can often nurture the most unrealistic hope… because by then, humans would have nothing better to do.

But her familiarity with awareness led her to a discovery.

'''Herrscher of Sentience:''' No no no!

'''Herrscher of Sentience:''' They believe in something concrete… or… a specific person?

Even if brief, she more or less felt the signs of it. The hope was clearly directional and sustained by a concrete being. And…

'''Herrscher of Sentience:''' How is this possible? Two superstitious living deads, that’s what I call bonkers.

'''Herrscher of Sentience:''' …

However, as shown in the past, nothing had sparked her curiosity more than the unreasonable qualities of humans.

She may not want to destroy what others believe in… but whenever they showed unusually strong beliefs in external things, she would get competitive for no reason.

She had to prove those things were unreliable.

'''Herrscher of Sentience:''' I get humans can be fanatic about ideals, but people and objects? Really?

'''Herrscher of Sentience:''' Hmph, show me…

Hoping to find the source of this hope, she reached into the mind again.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Strange… it’s nearby? And… it really is a human?

The thing in front of her which used to be a human seemed more pathetic than ever.

'''Herrscher of Sentience:''' If that person’s stuck here like you, what good does believing do?

'''Herrscher of Sentience:''' You placed your trust in the wrong guy!

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Since I’m here, I might as well deliver your souls. But… before that, I want to meet this supposedly captivating person.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Just like that? A nobody?

She felt disappointed. It was inevitable, as this person could not look more average.

Yet to her surprise, she also felt a kind of anger.

'''Herrscher of Sentience:''' …For what reason?

She asked because as the Herrscher of Sentience, just as she easily sensed the lingering hope a moment ago, she could also sense the other feelings in a human brain.

Such as… a despair that was the exact opposite of hope and too thick to dispel, overflowing from the woman in front of her.

…

She could not understand, which angered her. Someone who was deeply trusted, whose existence alone could inspire hope in those whose consciousness was dying…

Someone like that sank into despair and apparently gave up in the same situation. For the Herrscher of Sentience, it was undoubtedly a revolting betrayal.

'''Herrscher of Sentience:''' Fine, then let me and them see your ugliness.

'''Herrscher of Sentience:''' …If you’re failing them like this.

Considering the power she could still channel, she was certain that she could resist the effect of repeated contact.

But as she approached the other’s body with fighting for justice in her mind, she did not remember a key that she should have.

Although the samples were insufficient, so far the absolute trust this woman displayed appeared to be a common phenomenon among a certain group back then.

…Back in the era that Hua had witnessed.

'''Herrscher of Sentience:''' …You?!

…When she saw the other’s face, it was already too late psychologically.

'''???:''' “Oh well, the great Herrscher of Sentience thought, ‘no need to argue with those old fogies.’”

'''???:''' “…Hurry up and normalise this world, then head to the next world.”

'''???:''' “With that said, she snapped her fingers lightly… Although it was a mental gesture, it immediately took conspicuous effect.”

'''???:''' “The unknown power that enveloped the bubble universe and plunged it into stagnation quietly subsided, seemingly fearful of her.”

'''???:''' “And then, the air, the gears, and all factors began moving again.”

…

'''Kiana:''' But this isn’t right.

'''Herrscher of Sentience:''' Shut up, let me finish.

'''Herrscher of Sentience:''' I was about to go when I bumped into you…

'''Herrscher of Sentience:''' A handful of monsters kept you from finding that door. Ha, is this a joke? Admit it, you can’t do anything without me.

'''Mei:''' …

'''Bronya:''' …

That concluded her flashback. The girls who followed the guidance here had joined her.

All existing Herrschers were imprisoned in a special bubble universe… Their speculation was verified.

In the meantime, she briefed them on this moon bubble universe… without telling them she had sprinkled false information in, of course.

'''Mei:''' Dr. MEI, not everything she said is true, is it?

'''MEI:''' In any case, it’s your arrival that brought this dusty bubble universe to a spurt of activity right before its demise.

'''MEI:''' How the process is documented doesn’t matter as long as the results align.

And so, as the only witness did not object to the statement made by the Herrscher of Sentience, it became increasingly difficult to discern what was false.

But either way, when the girls entered this bubble universe… the first people they saw were the strangely acquainted Herrscher of Sentience and Dr. MEI.

'''Kiana:''' No… that’s not all I’m curious about…

'''Kiana:''' Herrscher of Sentience, why are you…

“Why do you do everything this MEI says?”

“Why do you look so much like her subordinate?”

'''Herrscher of Sentience:''' …

Having read between the lines, she looked around and walked unnaturally to MEI’s side to assert herself.

Yet she knew this was temporary. As soon as she relaxed, she would display reverence and reliance again… just like those pathetic minds trapped in bodies for tens of thousands of years.

'''Herrscher of Sentience:''' (Tsk. It’s only because that old timer’s subconscious is too wishy-washy…)

'''Herrscher of Sentience:''' (But she’s a weird fella. The very moment I saw her…)

'''Herrscher of Sentience:''' (…)

'''Herrscher of Sentience:''' Forget it. Don’t fuss about minor details. I suppose you have more important things to ask?

'''Kiana:''' Um… You’re right about that.

'''Mei:''' Alright, Herrscher of Sentience, we’ll save our questions about you for later.

'''Mei:''' I’ve heard so much about you, Dr. MEI. Now I know where that guidance came from.

'''Mei:''' You planted beacons in that section of the Sea of Quanta beforehand. Furthermore, to prevent monsters from following them, they’re designed to be detectable only to certain mindsets.

'''Mei:''' Which is how the Herrscher of Sentience and I found the way.

'''MEI:''' A fair assessment. We’ve long known that this world we reside in is merely a bubble that might burst at any second.

'''MEI:''' To escape the written ending, aside from resisting the Honkai, we’ve also integrated the zone of uncertainty in a section of the Sea of Quanta into the bubble universe.

'''MEI:''' We opened a crack there and sent out probe after probe to seek hope. The guidance you discovered is part of this project.

'''Bronya:''' But there’s another kind of guidance, isn’t there?

'''MEI:''' Yes. Planting ideas… is undeniably the ability of the Herrscher of Sentience. But to be honest, I’m surprised we’re working together.

'''MEI:''' After all, we’re not from the same world. Hua was willing to use her power as I suggested when we first met, which I’m deeply grateful for.

'''Mei:''' …Hua?

'''Herrscher of Sentience:''' Hey, you…

'''Herrscher of Sentience:''' How many times have I told you to stop calling me by that lame name?

'''MEI:''' Hmm? Have you…?

'''MEI:''' Okay. Shall I call you Senti in accordance with your habit?

'''Kiana:''' …Senti?

'''Herrscher of Sentience:''' You… I…

'''Herrscher of Sentience:''' What habit? I’ve never called myself that!

'''Bronya:''' …

'''MEI:''' Back to our topic, then.

'''MEI:''' Now that you know the general situation…

'''MEI:''' Regarding my proposal… what do you say?

'''MEI:''' As I said, my transaction is over. For both parties, that was the last golden opportunity.

'''Bronya:''' But it is your transaction that makes it difficult for us to trust you.

'''Bronya:''' According to you, after realising you’re in a bubble universe, you agreed to the conditions of the successor to the MOTHs in the proper world, which is now known as the World Serpent.

'''Bronya:''' The bubble universe would be sealed for preservation, at the cost of being turned into a tool entirely.

'''MEI:''' You can construe it as such.

'''Mei:''' If that’s the case… I’m afraid you need to explain the part I don’t understand.

'''Mei:''' In what way can such an unfair deal benefit you and your people?

'''MEI:''' Time.

'''MEI:''' I believe every problem has a solution, but I wasn’t able to find one then.

'''MEI:''' Making this transaction can preserve this dying bubble universe until they realise their plan, and in turn give me time to deduce fate.

'''Mei:''' Despite the fact that you’ll be thinking in paralysis, and your people will be vegetated?

'''MEI:''' It’s better than having no chance at all. Every one of them agreed to it.

'''MEI:''' Of course, I know this isn’t a decision people make under normal circumstances… You may think I should’ve chosen death instead.

'''MEI:''' But you can’t deny the conclusions I drew by thinking is helpful to you.

'''MEI:''' If you think my statement is one-sided… Senti is here, and she appears to know you quite well. You can ask her to read my mind.

'''Herrscher of Sentience:''' (Hmph… Now you’re putting on an act.)

'''Herrscher of Sentience:''' (Weren’t you emanating an air of desperation before I came?)

'''Herrscher of Sentience:''' To be fair, she hasn’t lied to us.

'''Herrscher of Sentience:''' Wait, I told you not to call me that! I’m not a kid!

'''MEI:''' Then… would Hua be a better name?

'''Herrscher of Sentience:''' You… you… I…

'''Kiana:''' …

'''Kiana:''' Since you called it a transaction… then you should know which tool the World Serpent intends to turn this place into better than I.

'''MEI:''' A place of exile.

'''MEI:''' After Project STIGMA is initiated, the beings it can’t destroy immediately, namely existing Herrschers, will be sealed here until the project is completed.

They fell into silence as expected. They had previously learned this new facet of Project STIGMA from Mei as well.

Now they could confirm they were stranded.

'''MEI:''' It’s fine, I understand. You aren’t prepared for this.

'''MEI:''' I won’t force you to trust a stranger. But as I see it… trusting me is your only way out.

'''MEI:''' If we join hands, you can return to the proper world, and my bubble universe will get the chance to be redeemed.

'''Kiana:''' …

…

'''MEI:''' Looks like you haven’t come around to it.

'''MEI:''' Does it really seem that strange?

'''Herrscher of Sentience:''' Speak for yourself!

'''MEI:''' Ultimately, I’m an ordinary person. It’s natural for me to feel desperate in that situation.

'''MEI:''' And… there’s no other person or faith that can make me blindly believe there’s hope simply by existing.

'''MEI:''' As for why that desperation disappeared upon sensing your presence…

'''MEI:''' That’s the fundamental reason why many were willing to obey my orders.

'''MEI:''' They didn’t need a leader who was immune from desperation, but a leader who could immediately rise from desperation.

'''Herrscher of Sentience:''' And? Why are you telling me that?

'''Herrscher of Sentience:''' Are you seriously taking me for her?

'''MEI:''' You don’t need to be her. I only want to… point out the difference between me and a clumsy man.

'''Herrscher of Sentience:''' You mean Kevin?

'''MEI:''' Hehe. Who else could he be?

'''Herrscher of Sentience:''' You know helping us equals opposing Kevin, right?

'''MEI:''' …What if it doesn’t matter?

'''Herrscher of Sentience:''' What?

'''MEI:''' The way I see it… even if I help you return to the proper world, that’s been factored into the project.

'''MEI:''' In other words, if he’s Kevin, he won’t mind.

'''Herrscher of Sentience:''' Tsk. You’re overly confident about this.

'''MEI:''' Hehe, thanks for the compliment.

'''Herrscher of Sentience:''' Hmph. Wait till I beat the living daylights out of that Kevin.

'''MEI:''' Okay. Getting beaten by you… might be a memorable experience for him.

'''Herrscher of Sentience:''' You…

'''Herrscher of Sentience:''' Whatever. Fighting with a dying person on something so petty will only make me look like a fool.

'''Herrscher of Sentience:''' Ugh. I can’t stand it.

'''Kiana:''' (I can’t chime in.)

'''Kiana:''' (But what does “a dying person” mean? Is Dr. MEI…)

'''Mei:''' …

'''Bronya:''' Which is to say, Mei knows about her?

'''Mei:''' Yeah. Although the bubble universe may be inconsistent with the proper world… that’s certainly Dr. MEI.

'''Mei:''' She’s the de facto leader in the Previous Era, a genius that even Kevin can only follow.

'''Kiana:''' Then… do you think she’s trustworthy?

'''Mei:''' From humanity’s perspective, she should be an ally.

'''Mei:''' But… to my knowledge, her rationality is beyond acceptable to most.

'''Kiana:''' I don’t think we have other options. Bronya, what do you think?

'''Bronya:''' Let’s hear her proposal.

'''Bronya:''' During operation, we should spread out, but not so far as to be separated.

'''Mei:''' I agree with you.

'''Mei:''' I also have questions to ask her, such as how this bubble universe came into being, and how she was involved in Project STIGMA.

'''Kiana:''' We can only try to get to the bottom of them.

'''MEI:''' Have you decided yet?

'''Mei:''' Summarise your plan first. The information we have is unorganised.

'''MEI:''' It’s quite simple: whatever the consequence, your primary aim is to return to the proper world.

'''MEI:''' And my aim is to find a way to keep this bubble universe alive.

'''MEI:''' On that basis, there’s only one valid solution.

'''MEI:''' We must reconnect this bubble universe to an Imaginary ending so it can become a real world.

'''Kiana:''' (Like… what Durandal did…)

'''MEI:''' I see you’re aware that this isn’t impossible, only difficult. Of course, before you came along, I had been missing a key ingredient.

'''Mei:''' That’s where my question lies, Dr. MEI.

'''Mei:''' You want to work with us, but hearing your plan makes me wonder… are we really necessary to you?

'''Mei:''' Such coincidence only adds to my suspicion.

'''MEI:''' Your claim has a point. When I agreed that my bubble universe has become a tool, I clearly couldn’t predict your arrival. This will be difficult to prove…

'''MEI:''' But this is what people call an unexpected joy.

'''MEI:''' The Herrscher of the Void, and the Herrscher of Sentience. Your powers are of very practical use to me.

'''Herrscher of Sentience:''' …Huh?

'''MEI:''' To confirm what conditions we control, I took the liberty of scrutiny. I hope that’s alright with you.

'''MEI:''' This is the case with how I connected to the proper world.

'''MEI:''' I’ll be frank. The Herrscher of the End peeled this bubble universe off of a real world. The Earth above us may just be a decoration outside the domain.

'''Kiana:''' The Herrscher of the End?

'''MEI:''' Actually, you’ll be able to meet it later. Its remains, of course.

'''Mei:''' What…

'''MEI:''' Calm down. Seeing is believing… We can talk about the Herrscher of the End when we finally see it.

'''MEI:''' In short, the Herrscher of the End created us when it destroyed the world. Having foreseen this, that Dr. MEI went with it and let Project STIGMA seek out suitable targets.

'''Bronya:''' Are you saying… the Dr. MEI in our world found you?

'''MEI:''' You’ve misunderstood, Bronya. When Project STIGMA found this bubble universe, Dr. MEI had already passed away in the proper world.

'''MEI:''' The only reason I could reach a consensus with her after her death is that I’m her ghost image that inherited most of her thoughts.

'''MEI:''' I’ll explain it more clearly. At that time, in this bubble universe about to burst, we captured the signal that Project STIGMA used to seek out tools.

'''MEI:''' After a brief discussion, we decided to open up our domain to that signal, so that this bubble universe would be captured and solidified by Project STIGMA in the safest way.

'''MEI:''' In other words, for Kevin or the others in the proper world, they found a bubble universe that would make a great tool without directly interacting with me.

'''Mei:''' Sounds like you’re dissociating yourself from the outside world.

'''MEI:''' But clearing things up… for curious people like you, my arrangement is more trustworthy, is it not?

'''MEI:''' Anyway, by using my familiarity with Project STIGMA, I induced it to turn this bubble universe into a tool in exchange for our possible survival.

'''MEI:''' In the ages that followed, I used what little thinking power I had left to deduce every possible scenario… and your Herrscher powers can help me optimise our resource consumption to the utmost degree.

'''MEI:''' Please come with me. You’ll understand what I mean when you see the other side.

'''Bronya:''' …

'''Bronya:''' You find the Herrscher of the Void and the Herrscher of Sentience useful…

'''Bronya:''' So it’s okay for Mei and I to stay out of this?

'''MEI:''' For now, yes.

'''Bronya:''' Then can we leave for a while?

'''Bronya:''' When I met Mei, she said she needed to talk with me in private.

'''Mei:''' (Me…?)

'''Mei:''' …Oh, I did say that.

'''Mei:''' (An excuse to scatter us, right?)

'''Mei:''' Kiana, since Bronya and I aren’t helping, we’ll attend to a private matter first.

'''Mei:''' Don’t worry, we’ll catch up with you soon.

'''Kiana:''' Private matter? When did you…

'''Kiana:''' …

'''Kiana:''' Oh! That? I get it, but don’t take too long!

'''Kiana:''' It’s a… Honkai beast?

'''MEI:''' As I said, apart from the world being annihilated at any moment… we are equally susceptible to the Honkai threat.

'''MEI:''' While not the primary issue, it presents a challenge.

'''MEI:''' Ah, I can see it clearly from here.

'''MEI:''' Look, the Herrscher of the End.

'''Herrscher of Sentience:''' Oh. It really does seem like it.

'''Kiana:''' …

'''MEI:''' But, because this is a bubble universe, it doesn’t have the true power of Finality. Despite that…

'''MEI:''' If the Herrscher of the End becomes active again in the proper world, this fellow here might get some powers from it.

'''Kiana:''' Then… what if Project STIGMA succeeds?

'''MEI:''' Hmm? Don’t you all know?

'''MEI:''' Project STIGMA itself relies on the power of Finality. If not…

'''MEI:''' How can humans possess the ability to reconstruct an entire planet?

'''Kiana:''' That…

'''MEI:''' In conclusion, if we don’t collaborate with all the powers that we can work with… this bubble universe is doomed.

'''MEI:''' But there’s nothing impressive about this. “Inability to control one’s destiny”, that is the true normality in the Sea of Quanta, filled with illusions and inescapable destiny.

'''MEI:''' Alright, enough with this heavy topic. We still have something exciting to do.

'''MEI:''' Huff… huff…

'''MEI:''' …

'''MEI:''' …

'''MEI:''' Alright, we’re here.

'''Herrscher of Sentience:''' Hey, you’ve only walked a few steps…

'''MEI:''' As expected of a dying person. You two will have to get used to it.

'''MEI:''' More importantly, my increasing hair loss bothers me more.

'''MEI:''' Alright, back to the topic.

'''MEI:''' This is the reason why the two of you are indispensable to me.

'''Kiana:''' An… unusual bridge?

'''MEI:''' That’s right. Strictly speaking, it’s a newly built connection between bubble universes and the extremes of imagination. For this project, the two of you have been essential from the beginning.

'''MEI:''' Initially, the key was my AI, Prometheus No. 17. Although I don’t know all the details of the project, she definitely mastered all the methodology.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' You… should reassess what you just said.

'''MEI:''' “Although I don’t know all the details of the project, she definitely mastered all the methodology.”

'''MEI:''' Before this bubble universe completely broke down, I saved information about various projects in her memory.

'''MEI:''' It’s a long-ingrained habit. I take charge of creativity, and she takes charge of procurement. We increase our work efficiency this way.

'''Kiana:''' But… if that’s the case…

'''MEI:''' I’m about to elaborate on this. In actuality, getting too close might be dangerous…

Bending down, Dr. MEI picked up a pebble, adjusted her position, and threw it at the broken bridge.

…Thump.

Even with the gravitational and oxygen modifications by the MOTHs in this area that allowed normal people like Dr. MEI to walk freely…

Her strength still failed her, and the pebble landed barely halfway to the destination.

'''MEI:''' …Sorry, this isn’t something I’m good at.

'''Kiana:''' Let me do it.

And thus, Dr. MEI’s intention became obvious.

'''Kiana:''' …?

This time, the pebble was thrown to the middle part of the bridge and vanished into thin air.

It didn’t fall. Instead, it was just gone.

'''MEI:''' Curious, right? Owing to the saturation between the bubble universe and the proper world, the space there is no more.

'''MEI:''' We can still see the other side of the bridge with our own eyes, but in fact, it’s another world.

'''MEI:''' And unfortunately, Prometheus is now trapped there.

'''Kiana:''' Which is to say… what you really need is the Herrscher of the Void’s power.

'''MEI:''' But… judging from the circumstances, to fully wield this power, you need help from Senti.

'''Kiana:''' Ah, I see.

Kiana looked to the Herrscher of Sentience with expectant eyes.

'''Herrscher of Sentience:''' …Why y’all looking at me?

'''MEI:''' Don’t worry, as a shadow, I naturally remember the details of Project STIGMA.

'''MEI:''' Knowing the executor of the plan in the proper world, I don’t find it hard to predict what he might do.

'''MEI:''' After all… it’s Kevin we’re talking about. He always carries it all on his own shoulders.

'''Kiana:''' …

Kiana couldn’t help but feel sorry for Dr. MEI, but she always knew, she wasn’t even qualified to empathise with either of the two.

'''Kiana:''' If that’s the case… are you also able to deduct what the World Serpent has done before? Such as the current situation on the Earth?

'''MEI:''' That’s hard… given the numerous factors at play in the proper world, the best guess I can make is that Project STIGMA can still be reversed so far.

'''MEI:''' But back to yourselves… the flaws in the seals on you are rather obvious… almost looks intended.

'''Kiana:''' …Flaws?

'''MEI:''' Yeah. As a Herrscher, Senti is able to keep more of her powers than you, and without the extra part, you couldn’t have come to me.

'''MEI:''' So, if I have to make a guess… there’s one plausible explanation. Spiritual restraint.

'''Kiana:''' You mean… our powers are locked psychologically?

'''Herrscher of Sentience:''' Ah?

'''Herrscher of Sentience:''' To mentally restrain the Herrscher of Sentience? That’s fresh.

'''Herrscher of Sentience:''' I don’t buy it.

'''MEI:''' It does sound ridiculous, but… there were precedents in your history.

'''MEI:''' Compared with what Su did to another Herrscher of Sentience, at least Kevin didn’t deprive you of all your powers. If he so wishes…

'''MEI:''' He could’ve confined you to the point even moving around could be difficult.

'''Herrscher of Sentience:''' So what? You’re just telling us this thing could’ve been worse?

'''MEI:''' If Su or Aponia was still around, our problem could be solved with ease, but right now, without a powerful psychic master…

Purposefully or not, she threw another glance at the Herrscher of Sentience.

'''MEI:''' …Ah, it’s just too hard. Where indeed can we find our Fenghuang Down?

'''Herrscher of Sentience:''' …You?!

The reverse psychology trick was just too obvious.

'''Kiana:''' (Uh… isn’t this too obvious? Even she probably wouldn’t…)

On this thought, she felt briefly relieved.

However, the next instant…

'''Kiana:''' (No way…)

The mind space she once set foot in unfolded again. Without any sign, Kiana could still smell anger in the air.

'''Kiana:''' Wait, Herrscher of Sentience. Dr. MEI didn’t finish yet… she…

'''Herrscher of Sentience:''' Enough talk. I’ll show you how to break shackles!

'''Kiana:''' Wait… what do you mean, “break”?

'''Herrscher of Sentience:''' Any change now?

'''Herrscher of Sentience:''' …If not, I’ll keep at it!

Undoubtedly, the mental trick that wouldn’t work on anyone else worked on her like magic.

It wouldn’t be a surprise to see this Herrscher do anything. That said, she knew exactly what Dr. MEI was up to just like Kiana.

…She was just taking the chance to let out some steam.

'''Kiana:''' (But still, it’s surprising to see her so serious…)

Kiana examined her own status. This sudden and pointless battle took a toll on both sides mentally.

However…

The examination revealed something unusual.

'''Kiana:''' (Wait, could it be…)

'''Kiana:''' Senti, another punch, and hit me harder!

'''Herrscher of Sentience:''' What?

'''Herrscher of Sentience:''' Are… are you nuts?

'''Kiana:''' Sure enough, the shackles weakened with the spirit…

'''Kiana:''' Dr. MEI, did you say that to her on purpose?

'''Herrscher of Sentience:''' Kiana! What are you doing in the middle of a fight?

'''Kiana:''' Alright, I admit… you’re still the stronger one now.

'''Kiana:''' …I surrender.

'''Kiana:''' Let’s get out of here. Got other business to take care of.

'''Herrscher of Sentience:''' Humph, you know best…

'''Herrscher of Sentience:''' Wait, this is business… I’m not even trying to beat you! Even with the old timer helping, you have no chance against me.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Alright, stay there and don’t move.

'''Herrscher of Sentience:''' Let me see if I can break the shackles.

'''Kiana:''' Uh… that probably won’t be necessary anymore.

'''Herrscher of Sentience:''' …?

'''Kiana:''' Let’s get out first. I thought Dr. MEI was being weird…

'''Kiana:''' But it turns out we didn’t quite catch her real intention.

'''Herrscher of Sentience:''' Hey, are you trying to boss me around? I’m not taking orders from you.

'''Kiana:''' No, right now… I think I can get out on my own.

'''Herrscher of Sentience:''' What? You…

The illusion space that devoured the two shattered. Kiana wore a smug face, while the Herrscher of Sentience looked like she just ate something foul.

'''Kiana:''' Oh?

'''Kiana:''' Dr. MEI already left?

'''Herrscher of Sentience:''' She’s not important now.

'''Herrscher of Sentience:''' Tell me… what did that mean?

'''Kiana:''' Easy, Dr. MEI never intended to provoke you to use your remaining powers to help me break the chains.

'''Kiana:''' She just wanted you to beat me up, simple as that.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' There’s something wrong with you.

'''Herrscher of Sentience:''' Oh, no…

'''Herrscher of Sentience:''' There’s something wrong with the both of you.

'''Kiana:''' I also find it hard to believe, but… let’s explain using facts.

''[CG plays wherein Kiana utilises the Edge of Taixuan to help use her powers and build the bridge in the bubble universe:''

'''''Kiana:''' I can’t make heads or tails of it, but…''

'''''Kiana:''' Eminence, the fount of change!'']

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Great. I don’t know what to say now.

'''Kiana:''' When we were fighting in there, as my spiritual force got weakened by you, so did the restraints put on my powers.

'''Kiana:''' And, for reasons unknown… the Edge of Taixuan seems to be immune to the restraints.

'''Kiana:''' That’s why I wanted you to keep attacking me.

'''Kiana:''' And help me find out how to bypass some of the restraints with the Edge of Taixuan.

'''Herrscher of Sentience:''' If it was really that easy, I’d have done it for you before you even asked.

'''Kiana:''' I… I can’t explain exactly how it happened.

'''Kiana:''' For me, it was perhaps just dumb luck.

'''Kiana:''' But still, it couldn’t have been done without you, Senti. No one else has the ability to weaken someone in a spiritual space.

'''Herrscher of Sentience:''' …?

'''Herrscher of Sentience:''' I said don’t call me that. It’s just weird.

…She had to grumble about something to feel better.

'''Herrscher of Sentience:''' Humph. You just got lucky. The only idea I had in mind was to beat you to death.

'''Kiana:''' Alright, I’m afraid only Dr. MEI knows if it was pure luck.

'''Kiana:''' Now… let’s get back to Mei. I believe Dr. MEI is also there.

Standing at a vantage point, MEI glanced over the view that never changed.

Curiously, despite her poor health, this leader felt omnipresent in a natural way.

She seemed so weak that even a breeze could knock her down, but it would also feel perfectly natural to see her standing in the freezing Arctic with only a thin layer on.

'''MEI:''' Looks like congratulations are in order.

'''MEI:''' Ready to reunite with your partners?

Without a word, the irritable Herrscher lady rushed forward, reaching out her hands for MEI’s collar.

'''Herrscher of Sentience:''' Hey, what the hell just happened?

'''Herrscher of Sentience:''' You knew all along, right?

'''MEI:''' What should I say? It never hurts to try?

'''MEI:''' I don’t have a deep understanding of mind control, but I have studied Discipline before.

'''MEI:''' But in a broad sense, the SWARA on you does come from my research.

'''Herrscher of Sentience:''' …Sorry, it’s called the Edge of Taixuan now.

'''MEI:''' …The name matters not. In essence, the Edge of Taixuan is a spiritual restraint, just like Discipline.

'''MEI:''' Mechanic-wise, it can’t cancel out another spiritual restraint, but can readily keep it in check.

'''MEI:''' Of course, provoking you was an experiment… since the beginning is always the hardest, I might as well have you exhaust your spirit along with the restraint in battle.

'''MEI:''' Despite the loss in stamina… I’d say the result is welcomed, no?

'''Herrscher of Sentience:''' Then, why…

No sooner did her pride stop her from saying more than she parted her lips.

'''MEI:''' You wanted to ask why you couldn’t remove the restraint on yourself in the same way?

'''MEI:''' Could it be that Kiana didn’t punch you hard enough?

'''Herrscher of Sentience:''' What?

'''MEI:''' Just kidding. I don’t have enough evidence to infer your situation, but if I had to guess, I’d say it has something to do with the Herrscher Core not being on you.

'''Kiana:''' But… Dr. MEI, why not tell us earlier? The Herrscher of Sentience made a fuss for nothing.

'''Herrscher of Sentience:''' Hey, what did you say? I didn’t make any fuss.

'''MEI:''' …Haha.

'''MEI:''' Maybe I was just playing it safe. If the experiment didn’t go as planned, it wouldn’t be my fault, right?

'''Herrscher of Sentience:''' …

'''MEI:''' Alright, enough jokes. Are you going to reunite with your partners?

'''MEI:''' But it’d be rash to take the only path ahead now.

'''MEI:''' Because some people are having an unusual “exchange” behind our backs as we speak.

'''Kiana:''' …?

A moment ago…

'''Mei:''' I thought this was an excuse to split up…

'''Mei:''' I didn’t know… you actually wanted to talk to me alone.

'''Mei:''' Now that you can’t use your Herrscher powers, can you still hear three hundred thousand voices echoing in your heart?

'''Bronya:''' No. But… after the Core stopped responding, I can feel them even more clearly.

'''Bronya:''' That’s when I really understood that the existence of inheritance was validated through disappearance.

'''Bronya:''' Their voices vanished, true, but their wills became more vivid.

'''Bronya:''' When making a choice, I sometimes can’t really tell…

'''Bronya:''' Whether it comes from myself or them.

'''Bronya:''' Like we were unknowingly influenced by the Herrscher of Sentience today.

'''Mei:''' But regarding this topic, I don’t think we need to avoid the Herrscher of Sentience too much.

'''Bronya:''' Indeed. How to put it… on this occasion, rather than Bronya and Mei…

'''Bronya:''' We’re first and foremost two successors.

Though not without detours, two eras had bestowed one of their greatest legacies upon the two girls.

'''Mei:''' …Yeah. You figured this out before I could formally introduce the Flame-Chasers and the Elysian Realm to you.

'''Bronya:''' Kiana isn’t dumb either. It’s just not her to rush you into telling her your story.

'''Bronya:''' You two are as thick as thieves.

'''Mei:''' Um… haha.

'''Mei:''' So, from your perspective…

'''Bronya:''' I know little about your life with the World Serpent. Rita’s gathered covert intelligence, but it’s not the same as experiencing it.

'''Bronya:''' But after we’ve reunited, the commonalities we share tell me that…

Bronya paused for two seconds. She was trying to articulate her opinion properly.

But in the end, she decided to be frank.

'''Bronya:''' Mei. After receiving some kind of inheritance, you seem to… be able to understand the sacrifice of others.

'''Mei:''' To be able to understand, huh.

'''Mei:''' Bronya, I…

'''Mei:''' I might not believe in myself as much as you do on this matter.

'''Mei:''' But… from them, the Flame-Chasers, I learned that before the last moment comes, nobody really knows what kind of person they are.

'''Mei:''' But then again… Bronya, you didn’t sound like you were blaming the past.

'''Bronya:''' Of course. Even in the ruins of Chiba Academy… you’ve not done anything wrong.

'''Bronya:''' And I know inheritance is a complex thing.

'''Bronya:''' Whether it’s Mei, the Bronya, Kiana, Rita, Durandal, Fu Hua, or the Principal… We’re all walking on different paths to lead to the same end.

'''Bronya:''' For example…

'''Bronya:''' Regarding the view on sacrifice, you and Kiana went down opposite paths.

'''Mei:''' …

'''Bronya:''' But because your paths are opposites…

'''Bronya:''' You and Kiana who are inherently different can be of a heart and complement each other.

'''Mei:''' Bronya…

'''Bronya:''' You’ve noticed it, haven’t you? Kiana’s grown a lot in the past six months.

'''Bronya:''' As your mutual friend, I’m genuinely happy to see you stand together.

'''Bronya:''' In my opinion…

'''Bronya:''' Now Mei and Kiana are just one step away from truly reconciling.

'''Mei:''' …

'''Mei:''' I see. This is a strange-sounding topic.

'''Mei:''' Thank you, Bronya.

'''Bronya:''' You’re welcome. That said…

Bronya suddenly summoned Project Bunny and assumed a fighting stance.

'''Bronya:''' Don’t you want to trade blows with me who’s also grown?

'''Mei:''' …I’d love to.

'''Mei:''' Just so you know, I don’t go easy on anyone.

…

'''Bronya:''' …

'''Mei:''' …

'''Kiana:''' Mei, Bronya, you guys…

'''Kiana:''' …

'''Mei:''' Nothing, just a heart-to-heart talk. Right, Bronya?

'''Bronya:''' …Mhm. I was feeling happy, so I decided to spar with Mei.

'''Bronya:''' Kiana, how are things going along on your side?

'''Kiana:''' Er… Oh.

'''Kiana:''' Dr. MEI’s suggestion is effective, I can use a portion of the Herrscher of the Void’s powers now.

'''Herrscher of Sentience:''' Ahem. Let’s be clear, it was with my help.

'''Kiana:''' Yeah. With the Herrscher of Sentience’s help, we repaired the path to the opposite world.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' It feels a little lackluster. Ahem, you should say it this way…

'''Herrscher of Sentience:''' “With the help of the great and mighty Herrscher of Sentience.”

'''Bronya:''' …

'''Mei:''' Alright, enough with the pedantry. We understand the situation now.

'''Mei:''' Then… can we get going now?

'''Kiana:''' Yup. While you were having your “heart-to-heart talk”, Dr. MEI already sent a signal to Prometheus to standby for our meeting.

'''Kiana:''' But… the region ahead is wider than I thought, so it’ll be more efficient for us to split up and search. The four of us…

'''Herrscher of Sentience:''' Hey, don’t count me in for such trivial matters.

'''Kiana:''' …

'''Kiana:''' Then… can you please help to connect our minds together? It’s an unknown region after all…

'''Kiana:''' And this is something that only you can do.

'''Herrscher of Sentience:''' Why are you still ordering me around? Use your comms.

'''Kiana:''' But we’re on the moon…

'''Herrscher of Sentience:''' Even the moon is no excuse to give me overtime!

'''Bronya:''' Pfft…

'''Mei:''' Alright, Kiana. Three should be enough. No time to waste, let’s get moving.

'''Kiana:''' Okay, let’s split up.

'''Mei:''' Take care of yourselves.

'''Bronya:''' Of course.

'''Herrscher of Sentience:''' Hmph.

'''Kiana:''' Weird. This looks like human equipment…

'''Kiana:''' It’s stopping anyone from getting close?

'''Kiana:''' …?!

'''Kiana:''' What’s this?!

'''Kiana:''' Losing… power…

'''Kiana:''' This feels like… a restriction field?

'''???:''' How troublesome.

'''???:''' The only reason these factory manufactures stop you all from getting closer is ironically to protect your safety.

'''???:''' It’s the first time the suppression device has been switched off by someone since it has been installed.

'''???:''' A new Herrscher, a successor of Origin… Perhaps you’ll have to take responsibility for a momentous incident ahead.

'''Kiana:''' (Her body…)

'''Kiana:''' …Prometheus?

'''Prometheus:''' It’s more accurate to call me No. 17.

'''Prometheus:''' You can leave first, I need to restart the suppression device.

'''Prometheus:''' Even if it’s just remains, just an illusion like me, the Honkai energy it exudes cannot be left unattended.

'''Mei:''' You. I promise you, if you continue to use those hands to do anything dangerous, you’ll lose them soon.

'''Kiana:''' …Mei?

'''Bronya:''' (How do I put it? The Herrscher of Sentience did actually link our minds together in the end.)

'''Bronya:''' (Kiana, you’re the only one who hadn’t realised.)

'''Kiana:''' (Huh?)

'''Kiana:''' (…Alright.)

'''Kiana:''' But she doesn’t intend to hurt me. In fact, she’s the person that we’re looking for.

Hearing the world “person”, Prometheus tilted her head, indicating her perplexion.

'''Prometheus:''' …Although it is obvious, I should still remind you.

'''Prometheus:''' It’s very convenient for me to replace my arms.

'''Prometheus:''' But if I immediately activate the suppression device, we might have to add three funerals to Dr. MEI’s schedule.

'''Kiana:''' …Wait. Dr. MEI was the one who told us to come here.

'''Prometheus:''' Yes. I received the signal.

'''Prometheus:''' But since there’s a possibility of violent confrontation, I need to ensure that I have the upper hand in a fight to the death. Or at least, mutual death.

'''Mei:''' You…

'''Prometheus:''' But of course, I’m no demon. Since there is a clear winner, would you all still choose to resist me… or shall we have an amiable discussion elsewhere?

The conclusion was obvious.

'''Prometheus:''' …I see.

'''Prometheus:''' Dr. MEI has told you her supposition, which is…

'''Prometheus:''' To “reconnect the bubble universe to an Imaginary ending”, in her words?

'''Kiana:''' She’s certain this can be done, but she’s not familiar with the technical details.

'''Prometheus:''' Because most of the knowledge is stored in me?

'''Kiana:''' That’s right.

'''Prometheus:''' It’s that excuse again.

'''Kiana:''' Excuse?

'''Prometheus:''' Whenever she doesn’t feel like explaining something, she’d use that kind of excuse to get me to do it.

'''Prometheus:''' Now that I count it, this is the four thousand and twenty-first time.

'''Bronya:''' Which is to say, in terms of results, this is an actual collaborative method?

'''Prometheus:''' If we disregard how we really think, then… yes.

'''Prometheus:''' But I digress.

'''Prometheus:''' To put it simply… Yeah, I’ll explain it like that.

'''Prometheus:''' We discovered something while pioneering the Sea of Quanta. Its potential connection with Imaginary Space made renormalisation a viable choice.

'''Kiana:''' Something?

'''Prometheus:''' …It’s a subspecies of Husk. Do you know what a Husk is?

'''Mei:''' Husk - Nihilius? I defeated it once.

'''Prometheus:''' Marvelous. Mysticism is similar to Nihilism, only stronger… but still much easier to handle than existentialism.

'''Bronya:''' I assume you’re not talking about philosophical schools, but names like Husk - Mysticism?

'''Prometheus:''' Yes. You seem to understand my expression better.

'''Bronya:''' But there’s one thing I don’t understand.

'''Bronya:''' Why did a Husk… appear in the Sea of Quanta?

'''Bronya:''' That doesn’t make sense.

'''Prometheus:''' About that…

'''Prometheus:''' I don’t understand either.

The mechanical girl blinked suspiciously. If she was a human, this would surely be a sign of lying.

'''Mei:''' …

'''Prometheus:''' In any case, it’s already on the brink of death.

'''Kiana:''' Er… you mean like that broken bridge?

'''Prometheus:''' Yes. If we don’t intervene, it’s bound to disappear. But now that you’ve come, we have no reason to resign ourselves to fate.

As she spoke, her eyes swept over the three.

'''Prometheus:''' I’m still deducing the solution that will help you override it, though.

'''Kiana:''' Override… that doesn’t mean actually riding it, right?

'''Prometheus:''' (Ah… I have more explaining to do. I hate this.)

'''Prometheus:''' It’s okay. I mean, I’ll explain it concisely.

'''Prometheus:''' As a corpse, the Husk still retains a weak connection with an end. That means it can be hacked.

'''Bronya:''' So if we destroy it but keep that connection… it can be used by us?

'''Prometheus:''' Yes. The volume of this bubble universe is so micro that it can reconnect to an end through the Husk’s “bandwidth” alone. You’ll be able to return to the proper world by then.

'''Kiana:''' That sounds simple.

'''Kiana:''' In other words… we just need to beat that Husk up?

'''Bronya:''' I don’t think that’s as easy as you make it sound.

'''Prometheus:''' Of course. Judging by your current power level… even if you get lucky and defeat Mysticism, you can’t bring that connection under control.

'''Kiana:''' Er… Maybe we should try it first.

'''Prometheus:''' Don’t rush it. As long as our preparation is sufficient, there will be no problem that we can’t resolve.

'''Prometheus:''' “Moderate pessimism is foresight.” That’s the first common knowledge input by Dr. MEI, and it’s very effective.

'''Prometheus:''' Based on that common knowledge, it’d be safer for me to take command of your mission. Any objections?

'''Kiana:''' …

'''Kiana:''' What do you two think?

'''Mei:''' We came here to resolve the problem, so we ought to respect her decision.

'''Prometheus:''' Very well. The one with the powers of the Void, I’ll teach you how to activate the Husk and bring it back momentarily later.

'''Prometheus:''' Like repairing that bridge, you need to make it reappear wholly in the space we are in.

'''Prometheus:''' But you need to take it to the next level. You need to learn how to use renormalisation techniques to preserve that connection to achieve our goal.

'''Prometheus:''' …

'''Mei:''' What is it?

'''Prometheus:''' Uh, it’d take forever to explain. We should just get to it.

'''Kiana:''' Um… Are you sure?

'''Prometheus:''' I’m sure.

The mechanical girl suddenly pulled out two slips of paper, then began putting down diagrams and numbers on them at a speed almost too fast for the human eye.

'''Prometheus:''' Kiana will await orders in the central lobby and familiarise herself with her objective. Mei and Bronya will do the legwork and help me verify that the necessary beacons are functioning properly.

'''Prometheus:''' Then I’ll go to you with Dr. Mei. If a problem occurs, use that Herrscher of Sentience channel to reach me. Dr. MEI will add me to your contacts.

'''Prometheus:''' That’s all. Dismissed.

'''Kiana:''' Ah, wait…

'''Kiana:''' …Is she alright?

'''Bronya:''' Who knows. Maybe she suddenly feels tired.

'''Mei:''' Can robots… feel tired?

'''Bronya:''' Project Bunny can. But let’s see her note first.

'''Bronya:''' Hmm. It’s written in detail.

'''Kiana:''' Maybe it’s communicating orally that she’s tired of. I heard Dr. Tesla was like her for a while.

'''Bronya:''' Dr. Tesla, huh… I can imagine that.

'''Mei:''' But since Prometheus has gone off on its own, it’s useless for us to analyse her character here.

'''Kiana:''' Yeah. Let’s do what she’s assigned to us, it’s not like we have a choice.

'''Bronya:''' I agree with Kiana.

'''Kiana:''' I think this is the real Husk…

Although her discernment had improved much, she still failed to realise that what she had confirmed was strangely suspicious.

And due to how cautious Prometheus was about work, she would have most likely let the truth, however insignificant it may be, behind it go.

Fortunately, when trying to repair the bridge, she used her power well enough.

Well enough to give certain patient observers a chance to transmit their voices along the fleeting connection and through the world’s boundary to here.

'''???:''' Kiana… Kiana?

'''???:''' Can you hear me? Kiana!

Meanwhile.

'''MEI:''' Looks like they found you… No. 17.

'''MEI:''' Are things going so smoothly that you don’t need to follow up?

'''Prometheus:''' Not exactly.

'''Prometheus:''' But, all things considered, I should come back.

'''Prometheus:''' There are things that I can’t explain with knowledge alone.

'''Prometheus:''' Or, in human terms, I’m feeling upset.

'''MEI:''' Oh?

'''MEI:''' Is there anything wrong with the finality installment’s wreckage?

'''Prometheus:''' Although the suppressor of Honkai energy leakage was shut down for some time, nothing went wrong in that respect.

'''Prometheus:''' What I don’t understand is…

'''Prometheus:''' Why did you lie to those children?

'''Prometheus:''' I know it’s a white lie, but…

'''Prometheus:''' If we let them unknowingly become your leverage over betraying the world… that’d be indecent.

'''MEI:''' …Don’t accuse me. You’re aware that ever since the bubble universe was enabled, its breaking was only a matter of time.

'''MEI:''' Rather than calling it a betrayal, calling it an adaptation would be more accurate.

'''Prometheus:''' I understand.

'''Prometheus:''' It’s like… how human life is finite.

'''Prometheus:''' But Dr. MEI, a fated demise in forty days and a sought death today…

'''Prometheus:''' Are not quite the same.

…

Amid the barren lands, a man sat quietly.

A man that would not be overlooked in any situation.

Or a savior.

The power that could wipe away the world lay by his feet meekly.

Yet without that power, should he be described as empty?

'''Fu Hua:''' …

'''Kevin:''' …

'''Kevin:''' You knew I’d be here, Hua.

'''Fu Hua:''' Su told me that unintentionally.

'''Fu Hua:''' That was… two thousand years ago.

'''Fu Hua:''' While we were fulfilling our duty as pioneers… you were absent from a meeting one day.

'''Fu Hua:''' Su told me… on this day every year, no matter what urgent business you had at hand, no matter how big of a strain using the 2nd Divine Key would put on you… you would come to this place on the moon alone.

'''Fu Hua:''' You would spend a whole day here gazing at the Herrscher of the End’s remains.

'''Kevin:''' That’s a promise I must keep.

'''Kevin:''' But…

'''Kevin:''' You didn’t have to come.

'''Kevin:''' You saw it. The residence that the World Serpent specially prepared for you during Project STIGMA.

'''Fu Hua:''' That Mount Taixuan is indeed more beautiful than its real-life counterpart.

'''Fu Hua:''' But… you know I’m not enraptured by reclusive life.

'''Fu Hua:''' It is but a habit from the past.

'''Kevin:''' …I don’t want to fight you if possible.

'''Fu Hua:''' Do you think I’m going to stop you?

'''Fu Hua:''' Like… Su did.

'''Kevin:''' …

His ice breathing paused, but no other response ensued.

Had they not fought together, he may have thought she was making a psychological move.

But…

The two standing there were the last humans to have lived through two eras. They had the longest life and the oldest memory.

Yet except the vast barrenness, they managed to save nothing… as he saw it.

'''Kevin:''' Hua, the Elysian Realm is no more.

'''Fu Hua:''' …?

'''Fu Hua:''' Looks like I’ve forgotten things that are important to our past.

He shook his head lightly, as if uncertain of the words he was to say.

'''Kevin:''' It matters not. It’s no longer important to you.

His tone remained the same, without a trace of emotion.

'''Kevin:''' You see, this is the most common sight in the universe.

'''Fu Hua:''' As barren as a grave… right?

He answered with silence.

'''Fu Hua:''' Speaking of which…

'''Fu Hua:''' This is such an unkind thought…

'''Fu Hua:''' But… Kevin, even if the people of this era are the same species as us, they are not your kind.

She thought of creatures that died out as time flowed on, such as a strange and precious fish.

The world flourished, but there would never be another creature that could understand its language.

The loneliness persisted, like a glacier that would not melt for eternity.

'''Kevin:''' No, Hua. It’s easy to see them as my kind…

'''Kevin:''' The hard part is giving them free rein.

…Her partner in combat was, of course, right.

Viewing everything as an object, like MEI during her work… had little to do with the sense of belonging.

'''Fu Hua:''' …

'''Fu Hua:''' I get it. That’s why I came here.

'''Kevin:''' …For them?

'''Fu Hua:''' No.

'''Fu Hua:''' For… you.

'''Kevin:''' …

'''Fu Hua:''' At this point, as I see it, you need someone like you that understands you.

'''Fu Hua:''' Even if nothing is said. Even if it’s back and forth. Even if…

'''Kevin:''' …Hua.

'''Fu Hua:''' Yup.

'''Kevin:''' You don’t need to say more.

'''Fu Hua:''' Do you… still hate yourself like you did at first?

'''Kevin:''' …

'''Kevin:''' I don’t know.

…Maybe 50,000 years was enough to have changed Hua.

But Kevin… was still the same old Kevin.

The last of his partners had finally been integrated into the new era.

All that existed of that once glorious civilisation was now an epigraph called Kevin.

Kevin and Fu Hua both looked up at the dark sky.

The names that have now faded… even if she remembers, even if he forgets, there’s no going back to it all.

And all of it can never come back to them.

“Many years from now, when those girls have passed on, the songs I sung about them will remain.”

“But you can take away all my songs, I only need one living girl to come toward me.”

…A singer they once had known so far in the past had perfectly captured how they now felt.

'''Fu Hua:''' Since it’s inevitable that seeing me reminds you of everyone you’ve lost… why don’t you just tell me about your last dream instead.

'''Fu Hua:''' Now you’ve done it… even if you stop the ending, that’s just another ending. But for you, at least through you, humanity is about to overcome the Honkai.

'''Kevin:''' …

'''Kevin:''' No, this…

'''Kevin:''' …Never mind.

'''Fu Hua:''' …

His sigh made her all the more surprised.

It was as if, at that moment, he wasn’t Kevin, but someone else… a friend and decent harmonica player.

'''Fu Hua:''' I’m sorry… you don’t have someone better to talk to at a time like this.

'''Kevin:''' …It’s not your fault. There’s no need to apologise.

'''Fu Hua:''' And after this? What sort of plan do you have?

'''Kevin:''' The future will be as the past was.

'''Fu Hua:''' You’ll keep being a hero?

He fell silent. The sort of silence that could have lasted an eternity were he speaking to someone else.

But right now, she’s the only one that can talk to him as his peer.

'''Kevin:''' Hua, that title… I’ve never lived up to it, and no longer can.

'''Fu Hua:''' So are you a bad guy then?

'''Kevin:''' …

Silence followed, but it wasn’t hesitation.

But more so inevitability.

'''Fu Hua:''' …I understand.

'''Fu Hua:''' (So that’s why you are the way you are…)

'''Fu Hua:''' (Fragile, despondent, and yet…)

Fu Hua took two steps forward, moving with a proud stance, lowered her head, and saw his expression for the first time.

'''Fu Hua:''' …You’re looking for your final resting place, aren’t you?
----
===Act 3 - This Heart Goes On===

====<u>Gameplay 32-5 - Encounter of the Third Kind</u>====
She met her only hours ago.

The girl vividly remembered that she just came to the training ground and waved hello to her.

And then…the world spun. In an instant, she found herself on the moon and alone.

She could not activate her spatial artifact, the Seed of Sumeru, and only managed to confirm her adjutant was alive by a weak signal. The bubble universe inside her was still intact.

However, any beings outside them became a mystery to her.

Which is exactly the reason why, when the other repaired that broken bridge across space-time, she immediately captured that vital signal and established this miraculous connection with her.

…No. This is no miracle.

She is her younger sister, even if they were separated.

'''Durandal:''' …To sum it up, we are stranded on the moon, and Earth is seemingly being reconstructed by Project STIGMA, which the World Serpent believes is the only way to purge the Honkai.

'''Durandal:''' Kiana, what’s your situation in the Sea of Quanta?

'''Kiana:''' After undergoing some events, Mei, Bronya, the Herrscher of Sentience, and I met Dr. MEI and the robot Prometheus from the Previous Era in a bubble universe similar to the moon.

'''Kiana:''' Dr. MEI said she can reconnect her bubble universe to an Imaginary ending with our aid, and we can return to the proper world incidentally.

'''Durandal:''' As part of that plan, did you just channel the powers of the Herrscher of the Void to fix a bridge in your bubble universe?

'''Kiana:''' Yup.

'''Kiana:''' …Huh? You can see what we’re doing?

'''Durandal:''' No. But the spatial power has penetrated the Sea of Quanta and miraculously fixed a bridge for us.

'''Durandal:''' If it’s related to you, then it in turn proves that we’re in a mutually superposed duality state in terms of spatial relations.

'''Durandal:''' In other words, from our perception of three-dimensional space, we must be in the same area of the moon.

'''Kiana:''' Oh… then Dr. MEI’s plan should have a high chance of success? Because we’re very close spatially after all.

'''Durandal:''' …Don’t take it so lightly. The key to reconnecting a bubble universe to an Imaginary ending lies in the anchor’s stability. This isn’t the same as being close spatially.

'''Kiana:''' …Anchor? What’s that?

'''Durandal:''' It’s an inversion basis point that allows a bubble universe to connect to other spaces. To give an example…

'''Durandal:''' It’s just as the bubble universe inside me is anchored to me, and your memory space is anchored to your Herrscher Core.

'''Durandal:''' The Dr. MEI over there must need something in the real world to do that.

'''Durandal:''' …Could it be that bridge?

'''Kiana:''' …?

'''Kiana:''' She didn’t mention that at all.

'''Kiana:''' We repaired the bridge to contact Prometheus on the other side. Then we’ll prepare for the activation of the Husk.

'''Kiana:''' After that… we need to seize the connection between the Husk and the ending and use it to return to the real world. This bubble universe will also naturally be reborn.

'''Kiana:''' This is based on the renormalisation technology we realised previously.

'''Durandal:''' This…

'''Kiana:''' Is anything… wrong?

'''Schrodinger:''' …With the bubble universe, that’s easier said than done.

'''Kiana:''' Huh? You’re…

'''Durandal:''' This is a communique from Dr. Schrodinger, a friend of Dr. Einstein and Dr. Tesla.

'''Kiana:''' Ah, hello doctor. So, what did you mean by “easier said than done”?

'''Schrodinger:''' There’s no guarantee the method you mentioned will revitalise the bubble universe. If anything, it may destroy it even earlier.

'''Kiana:''' …What?

'''Schrodinger:''' The portal isn’t just for providing an anchor for spatial transformation. It unifies the flow of energy, preserving the bubble universe.

'''Schrodinger:''' And renormalisation is an act of Imaginary Space itself. To use a metaphor, it’s like a tightrope walker.

'''Schrodinger:''' …Could you imagine trying to push a herd of antelope over a cliff by tightrope walking?

'''Kiana:''' That’s…

'''Durandal:''' …Maybe you should check with Dr. MEI to see if she’s hiding anything else from you.

'''Durandal:''' People from the Previous Era have their own points of view… We can’t just assume there’s a mutual understanding.

'''Durandal:''' However, there’s not necessarily malicious intent towards us. But perhaps some unspoken resentment.

'''Durandal:''' At any rate… It’s safest to talk to each other about it. Just be careful.

'''Kiana:''' …Got it. We’ll be cautious.

'''Schrodinger:''' It’d be great if you could somehow get the original plan. And we’ll of course have to be prepared for anything negative.

'''Durandal:''' If you sought out Mei Raiden’s opinion, she might believe as I do, that the heroes of the Previous Era can’t all be bad.

'''Durandal:''' …But that doesn’t mean they’ll be as amiable as Fu Hua. You get what I mean, yeah?

'''Kiana:''' Yeah. Mei… already told me about what she’s run into. But this…

'''Kiana:''' Thanks for your concern, Durandal. The next time we all get together… there will be a great challenge ahead of me.

'''Durandal:''' …Yeah. Project STIGMA. Take care of yourself, Kiana.

'''Kiana:''' You too, Durandal.

'''Kiana:''' …

'''Kiana:''' Dr. MEI… Prometheus… are they hiding something?

'''Mei:''' …Kiana. Did something happen?

'''Kiana:''' I’m fine, Mei. In the outside world, Durandal caught my Herrscher signal and thus used my Herrscher Core to establish a special communication with me.

'''Bronya:''' Durandal… Is she still at Schicksal HQ?

'''Kiana:''' No. because of Project STIGMA, Durandal, Seele, and Li Sushang were forcibly sent to the moon in the real world. Their location on the moon corresponds to ours.

'''Kiana:''' There is a large Sanctuary named New Atra there and many Stigmata Awakened live there now, filtered and chosen by the World Serpent with this forceful method.

'''Kiana:''' Our reconstruction of the bridge affected reality, and so Durandal was able to establish a short connection with me.

'''Mei:''' …New Atra? I’ve heard Raven mention this place, but I’d never thought that it would be on the moon.

'''Kiana:''' This… Could it be…

'''Mei:''' Yes. She said that the World Serpent had arranged Sora-chan and the others to have a “vacation” at New Atra.

'''Mei:''' …Do you still remember Sora-chan?

'''Kiana:''' Of course. I ate my fill of the sweet pepper curry you made for them in Nagazora.

'''Kiana:''' …Really. I did quite a number of stupid things back then.

Their conversation unconsciously touched on a melancholic past.

But this time, they could face each other with a smile, as if those memories were simply embarrassing childhood mistakes that they can easily and sincerely accept now.

'''Bronya:''' …Let’s get back on track.

'''Bronya:''' This means that we can at least meet Durandal and the rest after we break out of this bubble universe, and consider our next course of action.

'''Kiana:''' Yeah. But Durandal also mentioned a concern regarding Dr. MEI.

'''Mei:''' …?

Kiana told the other two about Durandal and Schrodinger’s surmise that Dr. MEI was hiding something.

'''Mei:''' This…

'''Bronya:''' If she feels that something is amiss… then we should look for Dr. MEI and clarify this issue.

'''Kiana:''' Now that I think about it, where’s the Herrscher of Sentience?

'''Mei:''' She should still be with Dr. MEI. At least, she hasn’t told us about her current situation through our linked consciousness.

'''Bronya:''' …In that case, we’ll probably see quite a spectacle later.

'''Mei:''' You mean when the Herrscher of Sentience finds out about this suspicion?

'''Bronya:''' Of course. There’s nothing she hates more than being deceived.

'''Kiana:''' Indeed.

'''Kiana:''' But… I’ve always had mixed feelings about Dr. MEI.

'''Mei:''' When Fu Hua was still part of the Thirteen Flame-Chasers, Dr. MEI was the real leader of the MOTHs. I’m afraid that Dr. MEI is somewhat of an “old acquaintance” to the Herrscher of Sentience.

'''Bronya:''' Then it seems like Dr. MEI can read her very well. But if Dr. MEI has something to hide from her and from us…

'''Kiana:''' …Yeah. Perhaps it is not for personal gain, but for a rather depressing reason.

'''Kiana:''' I feel like… I can guess how she would answer our question.

'''Mei:''' …

'''Bronya:''' Anyway, let’s ask her about what’s really going on first.

'''Herrscher of Sentience:''' …Well then, this old fossil is going to get hurt and knocked out.

'''Herrscher of Sentience:''' What a dummy. Even being tricked by Otto What’s-His-Name into going to Europe.

'''MEI:''' I think this Otto isn’t any ordinary person.

'''Herrscher of Sentience:''' It’d be better if he was!

'''Herrscher of Sentience:''' …Forget it. The jerk’s a world leader his whole life but the only thing he cares about is a girl that’s been dead for 500 years.

'''Herrscher of Sentience:''' Y’know, they say in the end it was a life for a life, all to save that one girl. Now tell me, what’s with that?

'''MEI:''' …So that’s why Prometheus detected such an energy spike large enough to affect the world even before the Final Herrscher’s descent.

'''MEI:''' But people can’t come back from the dead. To do that, he’d have to turn back time.

'''Herrscher of Sentience:''' Huh… How can you have anything nice to say about him? You just haven’t met him and seen how awful he really is.

'''MEI:''' Hehe, I’ll have to take your word for it.

'''Kiana:''' …Dr. MEI, Herrscher of Sentience, we’ve returned.

'''Herrscher of Sentience:''' Finally. We were just about finished going over the last 50,000 years of history.

'''Bronya:''' Sorry for making you wait.

'''Mei:''' At any rate, the preparations for activating the Husk should be finished.

'''MEI:''' That… is step one. But…

'''MEI:''' …It looks like you have something else to ask?

'''Herrscher of Sentience:''' …?

'''Kiana:''' That’s right. During preparations, I received a communique from the outside world.

'''Kiana:''' My friends are currently being forced to the real world’s moon by Project STIGMA. And what’s really a coincidence is…

'''Kiana:''' Some of them are involved in experiments connecting the real world with what you call “the end”.

'''MEI:''' I see.

'''Mei:''' Doctor, you haven’t told us all the truth about this bubble universe… have you?

'''MEI:''' Of course not.

'''Herrscher of Sentience:''' …What?

'''MEI:''' You ought to know, when things are complicated, hiding something isn’t deceit so much as “sorting”.

'''MEI:''' The world is too complex to be understood. But sorting allows us to ignore what’s unimportant and predict some of the world’s inner workings.

'''MEI:''' …That is the essence of physics.

'''Herrscher of Sentience:''' Alright, alright. Are you telling me you didn’t hide anything on purpose?

'''MEI:''' Yes. Because to you, those details aren’t important; they’re just trivial things.

'''MEI:''' But, since I was asked in earnest, I’ll answer in earnest. We do not need a misunderstanding between us.

'''Mei:''' …

'''MEI:''' What I omitted was that when everyone connects with the imaginary side, the likelihood of the bubble universe going along with… isn’t high.

'''MEI:''' Even if it were possible… the lack of portals would case the bubble universe to fuse with this world. Prometheus and I would disappear.

'''Kiana:''' …Disappear?

'''Prometheus:''' …

She stared deeply at the bridge Kiana had repaired.

'''MEI:''' Do you remember how the bridge was before?

'''MEI:''' After the bubble universe had become a tool, both the intact and collapsed states of that bridge came into conflict, resulting in what you now see.

'''MEI:''' …Kiana’s ability to contact friends on the outside should have a relationship with using the Herrscher of the Void’s powers to fix the bridge.

'''Kiana:''' Correct. And my friend told me that, from our perception of three-dimensional space, we must be in the same coordinates as the moon.

'''MEI:''' Makes sense. Kevin sealing you here with Project STIGMA will cause the bubble universe to “float up”, causing this result.

'''MEI:''' In fact, even the core of our plan, that Husk… is the result of Project STIGMA choosing our bubble universe.

'''MEI:''' Didn’t you also question Prometheus about how things can disappear in the Sea of Quanta?

'''Mei:''' …Wait. You mean to say that even if we don’t do anything, the bubble universe will eventually fuse with the outside world?

'''MEI:''' Exactly. You might even get back to the moon, but by then, Project STIGMA will be complete and your Herrscher Core will likely give out.

'''MEI:''' See… the fate of the bubble universe isn’t as important for you, no?

'''Bronya:''' …

'''Herrscher of Sentience:''' What? You mean… You want us to treat you like tools? Like that World Serpent or whatever?

'''MEI:''' You can see us however you like. But the reality is the same… time is against you, whether you’re facing Kevin or Project STIGMA.

'''Herrscher of Sentience:''' You…

'''Herrscher of Sentience:''' …You’re always like this, aren’t you? To others, to Kevin, even to yourself… Always cold and unfeeling.

'''MEI:''' Excessive emotion can be dangerous in my line of work.

'''MEI:''' …Imagine a general at war. If he knows anything, he loves each of his soldiers deeply…

'''MEI:''' Still, he must turn his soldiers into numbers on paper for logistics. Without that kind of work, we’d be unable to harness science’s power.

'''MEI:''' This is the inevitable contradiction between human nature and reality. To be fair, we must adopt a uniform standard for all.

'''Mei:''' Uh…

'''MEI:''' Relax. The cruelty your era must face is actually on the other side of things.

'''MEI:''' Rather than pitying the fate of history… you should be leading the future.

'''Kiana:''' That’s the mission. But there’s more to life than the mission. We’d do well to remember that.

'''MEI:''' Oh, that’s simple enough. There’s still some time before Prometheus is finished with preparations…

'''MEI:''' …We should all learn from a certain someone and hold a tea party.

'''Herrscher of Sentience:''' …What?

'''Bronya:''' Are you serious…?

'''MEI:''' Prometheus, help me turn on Live View #1.

'''Prometheus:''' Alright, doctor.

'''Mei:''' This is…

'''MEI:''' Be careful. I’ve used the bubble universe to trick our senses, much like VR. It’s not a complete imaginary space like the Elysian Realm.

'''Mei:''' …Got it. It’s just that, it’s hard not to get emotional suddenly seeing scenes from the Realm again.

'''Kiana:''' So this is how the Realm feels. What a surreal beauty.

'''Herrscher of Sentience:''' Hmph. What’s so great about it? We’re having a tea party with nothing decent to drink.

With the wave of the Herrscher of Sentience’s hand, a tea table, tea set, and a plate full of tea cakes appeared.

'''Herrscher of Sentience:''' My powers are a bit limited at the moment, so I can only offer teas I’m familiar with. No English black tea.

'''Herrscher of Sentience:''' But doctor, you don’t have any special abilities, so why are you able to do what I can?

'''MEI:''' Prometheus and I are integral parts of this bubble universe… do you understand that?

'''MEI:''' The landscape you see is a holo-projection from Prometheus. And because we are a part of the bubble universe, we cannot leave as you can.

'''MEI:''' …Mm. The cake and tea go well together.

'''Herrscher of Sentience:''' Hmph, of course they do. Not every day you get yunwu tea like this.

'''Mei:''' …

'''Bronya:''' The Bronya must decline. I’m not used to green tea.

'''Kiana:''' Dr. MEI. You don’t want us getting mixed up with this bubble universe, do you?

'''MEI:''' Correct. Because it won’t help you do what you’re looking to do. It… might even end in you wasting previous resources.

'''MEI:''' Don’t forget, time is on the side of Kevin and Project STIGMA. Using the Husk will get you back to your world in the shortest possible time.

'''Kiana:''' I trust your judgment, doctor. It’s just…

'''MEI:''' …But on an individual level, it must be difficult to watch us leave without you, no?

'''Kiana:''' …If there’s a chance, we want to try.

'''Mei:''' …

'''Bronya:''' It’s not that we can’t accept what you’re saying. But… I need a moment to process this.

'''Herrscher of Sentience:''' …Heh. Look at you three. So insensitive.

'''Herrscher of Sentience:''' A captain goes down with the ship. And what’s the harm in enjoying a relaxing moment together. And…

'''Herrscher of Sentience:''' Kiana has a much more difficult challenge than bridge maintenance ahead, doesn’t she?

'''MEI:''' Yes.

'''MEI:''' I didn’t expect you to be so perceptive.

The creator of the vision got rid of the nostalgic elements, leaving the creation to give off the smell of tea.

'''Herrscher of Sentience:''' Of course, for that tough job, you need to have the proper tools ready first.

'''Mei:''' …So what are you trying to say then?

'''Bronya:''' (It can’t be that…)

'''Kiana:''' Ah…

'''Kiana:''' Is it about the success rate of renormalisation?

'''Mei:''' Success rate? Didn’t you once go before Otto and…

'''Mei:''' …I see.

'''Kiana:''' Right? Back then, it took the strength of so many just to get me ready.

'''Bronya:''' …Indeed. Kiana has only used the Edge of Taixuan to bypass the seal imposed by Project STIGMA. This is very different from fighting Otto.

'''Herrscher of Sentience:''' Not bad. Seems like you’re not the Herrscher of Reason for nothing.

'''Herrscher of Sentience:''' To achieve Dr. MEI’s goal, the Edge of Taixuan simply is not enough.

'''MEI:''' So… Kiana, I want to arrange to have someone enter your inner world and help break the chains imposed by Project STIGMA.

'''Kiana:''' …Is that possible?

'''Herrscher of Sentience:''' Of course. You’re able to utilise your power through the Edge of Taixuan, others should be able to possess you and help break the chains.

'''Herrscher of Sentience:''' …Hmph. Y’know what? You guys are so antsy I just can’t relax.

'''Kiana:''' (You were just boasting about how great you were in front of Dr. MEI…)

'''MEI:''' Basically, Project STIGMA is using Herrschers to restrain Herrscher power. So an external Herrscher’s consciousness should be able to stop it.

'''MEI:''' And once it’s done, the other Herrscher’s powers should be restored more or less.

'''Kiana:''' Understood.

'''Kiana:''' But… when you talk about letting others possess me, what exactly do you mean?

'''MEI:''' It isn’t difficult for a Herrscher. Either the Herrscher of Sentience or myself can guide you.

'''Herrscher of Sentience:''' …Yeah, forget that. It’d be weird to help them do that.

'''Kiana:''' “Weird”?

'''Herrscher of Sentience:''' …Hmph, you’ll see. Just remember not to be too reserved.

'''Kiana:''' …?

'''Mei:''' …

'''Bronya:''' …

'''MEI:''' Anyway, Kiana will have to choose either Mei or Bronya to help.

'''Kiana:''' …

'''[CHOICE] =''' Bronya

'''Bronya:''' Kiana, are you… sure?

'''Kiana:''' What? Is something wrong, Bronya?

'''Bronya:''' Of course something’s wrong.

'''Bronya:''' The Herrscher of Sentience called it “weird”. Something doesn’t seem odd to you?

'''Kiana:''' …?

'''Bronya:''' It’s fine, it’s fine. Just pick Mei. No need to ask any further.

'''Kiana:''' Ah… okay.

'''[CHOICE] =''' Mei

'''Kiana:''' Mei, can you… help me?

'''Mei:''' Of course.

'''Mei:''' Bronya, please wait here.

Bronya’s lips curled slightly.

'''Bronya:''' Alright… I hope everything goes well.

And the two followed Dr. MEI to a quiet corner.

'''MEI:''' Here.

'''MEI:''' You should know that Herrschers with annular singularities like yourselves can store their consciousness in their Cores, right?

'''Kiana:''' (Like Mr. Yang… Or “her” from the past?)

'''Kiana:''' I’ve heard of something similar. In fact, my consciousness once contended with another persona for control over my body. But to intentionally place a consciousness into a Core… I’ve never done that before.

'''MEI:''' Don’t worry, you won’t be doing it alone this time.

'''MEI:''' You are both Herrschers. As long as your bodies and minds are open, one can easily enter the other’s thoughts.

'''MEI:''' Kiana, you just have to relax your mind and body, feel everything about Mei Raiden.

'''MEI:''' And Mei, you’ll have to use your experience of entering and leaving the Elysian Realm to direct your consciousness into Kiana’s body.

'''Mei:''' But… how exactly can I do that?

'''MEI:''' Theoretically, there are many ways to do it. But…

'''MEI:''' …Let me pick one that has the highest probability of success for you two.

'''Kiana:''' Like this… then like this… that’s all?

'''MEI:''' Yes. Not so difficult, is it?

'''Mei:''' But… this really… feels a little odd.

'''MEI:''' Relax, don’t think of anything unnecessary.

'''Mei:''' Ah… alright, I’m sorry.

'''MEI:''' No need to apologise, we’re all girls. Keep your heart tranquil and focus on entering and receiving.

…

…

--

====<u>Gameplay 32-6 - Together With You</u>====
'''Kiana:''' …

'''Mei:''' …

Studies have shown people usually perceive time slower when they are fully concentrated on something simple and monotonous.

For example, at this moment, only 3 minutes have passed. But these two are very anxious.

For as time stretched, it showed that prolonged separation was the most important factor of what exhausted chemistry.

…Even if they still trust one another.

'''Kiana:''' (It’s been a while. Has Mei… entered my thoughts?)

'''Kiana:''' (Is… something wrong?)

To check, Kiana added some pressure to her grip on Mei’s hand.

Her fingers remained soft, the temperature in her palm had risen.

'''Kiana:''' (Of course… Looks like we’re still here.)

Kiana began to slow her breathing.

To quiet her mind, she relied on the same sleep aid techniques of that famous insomniac.

'''Kiana:''' (Into my thought space… Into my thought space… Into my thought space…)

'''Mei:''' (…)

'''Mei:''' (Kiana… What are you doing?)

'''Mei:''' (She’s making it harder to concentrate…)

'''Mei:''' (Or are the echos just proof that I’ve already entered Kiana’s thought space?)

'''Mei:''' (How could it be. What… was I thinking?)

Mei was troubled with wondering whether she ought to continue or not.

An urge to speak up and ask was swelling in the back of her mind.

But she has yet to realise…

'''Kiana:''' (Ah… I’m sorry Mei. I won’t think it again.)

All of her hesitation and doubt became clear when their consciousness had connected.

'''Mei:''' (Haha.)

'''Mei:''' (You can see what I was just thinking, right? Well then, we’ll just call it even.)

'''Mei:''' (At any rate… Are we almost finished?)

Kiana’s grip on Mei’s hand subconsciously became tighter.

'''Mei:''' (I don’t know.)

'''Mei:''' (But… Can you relax?)

'''Mei:''' (Just go with the flow like before… Alright?)

''[CG plays wherein the two girls fully connect and enter Kiana’s thought space together:''

'''''Kiana:''' Just like before?''

'''''Kiana:''' That really is something Mei would say.'']

…

At the moment where their thoughts finally touched, becoming one, an airiness set in.

In unison, they both lifted into the air like paper kites in a warm breeze.

The moment seemed to last forever, and end in the blink of an eye…

The two opened their eyes together.

It was St. Freya, a place that felt like home.

'''Kiana:''' …

'''Kiana:''' I didn’t expect this to be the first stop.

'''Kiana:''' They… They aren’t here anymore.

She gazed a few feet in front of her, where there was now nothing.

'''Mei:''' Kiana… You met Miss Himeko at the Theater of Domination, right?

'''Kiana:''' Right. In the world recorded by the Gem of Haste.

'''Kiana:''' But you figure things out so quickly. You look like you can already guess… What I’ve been through.

'''Kiana:''' Back then… We had parted ways. I had become the Herrscher of Flamescion.

'''Mei:''' So… Back on campus, you’re a good class rep for Miss Himeko, right?

'''Kiana:''' Haha, I never expected someone would call me a class rep.

'''Mei:''' But… It’s spot on, isn’t it? And…

'''Mei:''' I want to ask you to help make up for my long absence, class rep.

'''Kiana:''' Times like this remind me of something you taught me.

'''Kiana:''' …Don’t wait for someone else to do your job?

'''Kiana:''' …I want to tell you about a memory from that year.

'''Mei:''' So it’s up to the class rep?

'''Kiana:''' Alright then. Now… Where should I begin?

…

She closed her eyes, took a breath, and recounted it as calmly as she could.

'''Kiana:''' The first thing she had said to me was…

'''Kiana:''' “Long time no see, Kiana.”

'''Kiana:''' We hadn’t seen each other in a while. But when it comes to Miss Himeko, Mei, and the others, it always feels just like yesterday.

'''Kiana:''' And she also said… “You’ve changed a lot.”

'''Kiana:''' But I had always thought, if giving up that change made all the bad things go away, I’d rather just go on being Kiana Idiotka like Bronya says.

'''Kiana:''' That kinda sounds childish now, huh Mei?

'''Kiana:''' But I used to really think like that, about all sorts of fantasies. Maybe my immaturity was a defense mechanism.

'''Kiana:''' No one likes to talk about final goodbyes. But it can’t be avoided, I’m the Herrscher of the Void and nothing will change that.

'''Kiana:''' But I already had expectations… that I couldn’t quickly realise. I had to look at it and accept it rationally.

'''Mei:''' When you put it like that… Who isn’t that way, Kiana?

'''Mei:''' We all hope that Miss Himeko has just lost touch with everyone, waiting somewhere, snoozing in Imaginary Space.

'''Kiana:''' …And then she’ll ask me if she made her appearance too suddenly.

'''Mei:''' She’s afraid you’re not mentally prepared.

'''Kiana:''' Yeah. But… Who could prepare to face something like that. Then it just becomes a permanent escape.

'''Kiana:''' So… I couldn’t help but cry in front of Miss Himeko. And I was really crying, too.

'''Kiana:''' But… That’s a part of growing up, right?

'''Mei:''' …Yeah.

'''Mei:''' Yeah.

What she had just said, Kiana had probably told Bronya, the Class Monitor, and the Principal.

“I’m not sad”, “I’ve grown”, “I’m doing well”, these are all things she’s said. And they were all true.

But she couldn’t help but feel her innocence had been lost to time.

…As Mei Raiden’s had once been.

'''Kiana:''' Mei, did you know?

'''Kiana:''' Before she left, Miss Himeko told me all the things she wanted to do, but never had the chance to.

'''Kiana:''' Then I realised… How something seemingly insignificant can play such an important role in our lives.

'''Mei:''' Maybe… those are the most valuable parts of our lives.

'''Kiana:''' Yeah…

'''Kiana:''' Miss Himeko said she wanted to go back to St. Freya, to write something on the blackboard again, and go back to her room to have a drink.

'''Kiana:''' She wanted to try on a red dress, have some of Mei’s cooking and Fu Hua’s egg noodles…

'''Kiana:''' She wanted to… watch us graduate and grow up…

'''Mei:''' Kiana…

'''Kiana:''' …

'''Kiana:''' It’s a bit sad… but also pretty moving, isn’t it?

She winked at Mei, and smiled as before.

'''Kiana:''' It’s better to look back at memories with a smile rather than tears.

'''Kiana:''' After all… “If you shed tears when you miss the sun, you also miss the stars.”

'''Mei:''' Is that… one of Tagore’s poems?

'''Kiana:''' Yep. If you like it, I can lend a book to you when we get back.

'''Mei:''' Sure.

'''Mei:''' I’ve heard that before; to keep smiling as I bid the past farewell.

'''Mei:''' The Elysian Realm… it was the testing ground for World Serpent agents and a world constructed from memories and sims.

'''Mei:''' The thirteen heroes of the Previous Era rested there, including Fu Hua, Kevin, and the first Herrscher that fought for humanity… They called themselves the Thirteen Flame-Chasers.

'''Mei:''' For the past few months, I’ve been seeking the Honkai’s secrets and the purpose of being a Herrscher there.

'''Mei:''' At the end of my journey, I got the answer I wanted, but had to face a farewell I feared.

'''Mei:''' To defeat the Herrscher of Corruption, the Flame-Chasers who had become sims sacrificed themselves… They left all of us humaneness, and brought more faith to my life today.

'''Mei:''' But compared to sadness, it’s the touching by heart that lasts.

'''Mei:''' “As long as you remember us, this story will never vanish.” This is what Elysia, the most-beloved of them, told me.

'''Mei:''' It’s a story full of regrets, but… it’s the regrets that make it and everything it’s given me unforgettable.

'''Mei:''' Don’t be pushed around by fate, don’t be swept along by time, don’t be fearful of parting, don’t run away from death, and go toward the future I believe in no matter what.

'''Mei:''' Upon reaching the end, the will they left and the beauty they protected will be passed onto successors like us.

'''Mei:''' I… guess this is the romance of history?

'''Kiana:''' The Thirteen Flame-Chasers… They sound like people with stories.

'''Mei:''' Yeah. If you want to hear their stories… I can tell them for as long as you want.

'''Kiana:''' We’ve been talking for a while… but I haven’t detected any anomalies here.

'''Mei:''' You seem relieved.

'''Kiana:''' Yeah, nobody knows what a real spiritual restraint is. If we engage in combat for no good reason here, our surroundings will most likely be affected.

'''Kiana:''' I know this sounds selfish…

'''Kiana:''' But I want St. Freya to remain the way we remember it.

'''Kiana:''' The moment I step down this road, the memories of the past will start coming back.

'''Mei:''' Right. The moment school finished, you were the first one coming out of the classroom…

'''Mei:''' And the second one was usually me getting dragged away by you.

'''Kiana:''' Why did your cooking have to be so delicious? I couldn’t stop thinking about eating after school during early classes.

'''Mei:''' Kiana, are you… blaming your zoning out in class on me?

'''Kiana:''' I-I’m blaming it on my… stomach!

'''Kiana:''' It’s all because it kept growling.

'''Kiana:''' Speaking of which, Bronya acted as if she couldn’t care less about going back to the dorm.

'''Kiana:''' But she’d try to trick me into telling what Mei had cooked for us a day earlier every time.

'''Mei:''' …Haha, you two.

'''Kiana:''' Do you remember the food court behind the wall, Mei?

'''Mei:''' Of course.

'''Mei:''' I remember when I was stuck at home practicing my sword technique, you’d still drag me out there for ice cream and snacks.

'''Mei:''' I’d love to have some of that peach pudding again.

'''Kiana:''' Not the crepes or crème brûlée? They're delicious!

'''Mei:''' Yeah, they’re plenty tasty. But the reason I said peach pudding…

'''Mei:''' Forget about it.

'''Kiana:''' Huh? You can’t do that, Mei!

'''Mei:''' It’s different for me… It’s the first time I shared a snack with friends.

'''Kiana:''' We’ve come to the training ground before we knew it.

'''Kiana:''' It wouldn’t be so bad if this spiritual restraint could just stay here.

'''Mei:''' Sadly, like someone here, it’s not a compliant student.

'''Kiana:''' Mei…

'''Mei:''' I remember you loved showing off in front of me and yelling about “becoming the strongest Valkyrie”.

'''Mei:''' But you slept in class, and instead of studying for exams, you brought game consoles to Bronya who had perfect grades…

'''Kiana:''' Stop stop stop, Mei, why are you bringing that up all of a sudden?

'''Kiana:''' If you keep talking about it, you’ll get to the part where you tug on my ear.

'''Mei:''' Feeling embarrassed?

She tugged her ear for the first time in a long time.

'''Kiana:''' Mei… I’m not a kid anymore.

'''Mei:''' Of course you aren’t.

'''Mei:''' Now you don’t need my ear tugging or Bronya’s reverse psychology to do what you’re supposed to do. In fact… you’re so self-motivated that it’s a tad scary.

'''Kiana:''' Haha, no way. I’m a slacker compared to people like Durandal.

That said…

Mei’s words easily stirred the webs formed by her thoughts.

When that web stopped wobbling, the threat of thought naturally stopped “there”.

That’s right.

Kiana knew full well that day she wouldn’t get around to discussing with Mei what they needed to talk about.

After that thought, her mind fell into a deep silence, like a computer powering down.

…And yet her mind was working overtime to rebuild everything at a break-neck pace.

…

…

'''Kiana:''' Ugh, this is…?

'''Mei:''' Kiana, are you alright?

'''Kiana:''' Yeah… I’m fine now.

'''Mei:''' That’s good.

'''Mei:''' You had no reaction just now, like a doll. After that, St. Freya disappeared in a sea of darkness and was replaced by… Chiba Academy.

Unlike that day, there was no more thunder from the sky.

'''Mei:''' Initially, I thought that there would at least be time for preparation, such as a door or ball of light appearing out of nowhere, and I’ll only enter another space after touching it…

'''Kiana:''' Mei, this isn’t a game. Or have you been possessed by Bronya?

'''Mei:''' …Sorry. I experienced many things in the Elysian Realm, so I can’t help but develop some cognitive inertia.

'''Kiana:''' …

'''Kiana:''' Mei, why are you speaking so monotonously?

'''Kiana:''' Is it because… we’re here?

'''Mei:''' I…

'''Mei:''' No, you’re right.

'''Mei:''' I was once… afraid to recall what had happened here.

…

An environment could greatly change and influence the people in it.

Unlike in the previous thought space, she constantly hesitated over what to say, what to do, and what emotions to express.

Silence surrounded them and separated the two with a comfortable distance.

'''Kiana:''' The spiritual restraint… looks like this isn’t the place.

'''Mei:''' Yeah. There’s nothing apart from us.

'''Mei:''' Just like… that day.

'''Kiana:''' There are differences too.

'''Kiana:''' For example… the atmosphere?

'''Kiana:''' Ah, Mei, look! There’s a hole here in the metal net, perfect for admiring the view.

'''Kiana:''' But… such a large hole, how was it made?

'''Mei:''' Err…

'''Mei:''' That…

'''Mei:''' That’s probably from… when I struck you down…

'''Kiana:''' I see, that’s why I don’t remember.

'''Kiana:''' But it gives Chiba Academy’s observation deck a higher star rating, doesn’t it? I mean, it’s such a panoramic view.

'''Mei:''' …Yeah. That really is how Kiana thinks.

'''Kiana:''' Oh… The view’s not the only thing that’s good, the winds feel so comfortable here.

'''Mei:''' What a pity that back then, we weren’t in the mind to admire all this.

'''Kiana:''' Then let’s make up for that all at once! I don’t think we’ll have… the next spatial change for a while.

'''Kiana:''' If I’m not wrong, those changes are associated with my emotional fluctuations. But I’m not sure if it’s related to my emotions or the magnitude of fluctuations.

'''Mei:''' It’s alright. Since we’re in your thought space, playing by ear may be the best way.

'''Kiana:''' Yup.

After that, they spoke no further, and simply gazed into the distance together.

Normally, most people would prefer to avoid silence between conversations, as if it were a pair of scissors that would snip the friendship apart. Conversations would lose their meanings after too much silence.

But for them, some silence ironically helped to merge their thoughts and experience each other’s emotions.

'''Kiana:''' Mei.

'''Mei:''' Hmm?

'''Kiana:''' Nothing. I just wanted to say your name.

'''Mei:''' Then… Kiana?

'''Kiana:''' Haha.

'''Kiana:''' Actually, that day… I initially thought that I had many things that I didn’t manage to tell you.

'''Kiana:''' But after that, I suddenly realised that it’s not about saying something. Because there’s no way that… Mei wouldn’t know what I was thinking.

'''Mei:''' …

'''Mei:''' It’s the same for me too.

'''Mei:''' When I first arrived at the World Serpent, I could barely sleep at all.

'''Mei:''' I knew why, but I couldn’t do anything about it. So I used that time to reflect.

'''Mei:''' What I thought about the most was how we could have avoided that unnecessary fight.

'''Mei:''' …For example, if we had talked to each other calmly.

'''Mei:''' But in the end, I couldn’t find the best possible solution.

'''Mei:''' You wanted me to stay and I wanted to save you. Neither of us were wrong.

'''Mei:''' Since neither was wrong, it’ll be hard to convince each other with mere words.

'''Mei:''' Since neither was wrong… it was inevitable for us to have taken some extreme measures.

'''Kiana:''' Yeah.

'''Kiana:''' Perhaps, this is growth.

'''Kiana:''' Now, we still hold the same beliefs, but we don’t need to persuade each other anymore.

'''Kiana:''' Maybe this difference… is a form of propriety.

'''Kiana:''' If we could open up our hearts like we did now back when we were having sweet pepper curry, when we were in Arc City… at least those discourses would have been less agonising.

'''Mei:''' Yeah.

'''Kiana:''' But on the contrary, if not for that impulse, maybe we wouldn’t have experienced this growth or matured to who we are today.

'''Mei:''' So your conclusion is that our fight was worth it?

'''Kiana:''' Mei, you shouldn’t use violence in school. We should resolve this with a pillow fight.

…Haha.

The two laughed knowingly.

As they looked at each other, they clearly felt the intangible wall that once separated them…

The last of it had finally disappeared along with their laughter.

'''Kiana:''' Mei…

'''Mei:''' Hmm?

'''Kiana:''' Back when I had just returned to the Helios, there were lots of things I said, decisions I made, that I buried in my heart or did alone.

'''Kiana:''' And of all the others, you were the one I was most unwilling to share with. And that lead to us splitting up.

She suddenly stopped talking, as though an invisible gag had been placed over her mouth.

'''Kiana:''' …

After going over the words in her head, she began to speak again.

'''Kiana:''' I know your mood can change a lot when facing the same issues I face.

'''Kiana:''' But you rarely show it. Instead, you’ve always accepted me quietly and given me guidance whenever I need from the first day we met until now.

'''Kiana:''' Fight for all that is beautiful in the world… this is my mission, and my promise to Miss Himeko.

'''Kiana:''' And in my heart, you’re the most special part of all the beautiful things in the world.

'''Kiana:''' That’s why I hope… you can care about yourself more…

'''Kiana:''' Than me or the world.

She was slightly relieved after saying this.

She could never forget the words once said to her:

“You are more important than the world.”

And she had been waiting for an opportunity to respond… not that she needed to, but she wanted to.

She knew if she spoke her mind, it wouldn’t be the answer Mei wanted to hear the most.

But at this moment, she still wanted to let Mei know how she felt in this way.

'''Kiana:''' So, what are your thoughts right now, Mei?

'''Mei:''' …

She took a moment to rehearse what she would say in her head.

'''Mei:''' I believe, more often than not, what we do is in contradiction to what we think… the world doesn’t always allow us to choose what we want the most.

'''Mei:''' Maybe in the near future, I might be faced with another hard decision that could decide our fate.

'''Mei:''' When it happens, I might not be as steadfast as before.

'''Mei:''' I might hesitate and think long and hard.

'''Mei:''' Because the weight of everything in the world is also changing as we move forward together.

'''Mei:''' But the bottom line is, the person who restored my faith in the world and convinced me there were still things worth fighting for…

'''Mei:''' Is you, Kiana.

'''Kiana:''' Uh…

Kiana didn’t know what to say.

A few seconds later, she finally came up with the most official reply she could think of.

'''Kiana:''' Thank you, Mei.

'''Kiana:''' You’re equally important to me too.

'''Kiana:''' I… I’m happy to hear that.

Kiana felt greatly relieved, and the web of thoughts started to dance.

Before she realised, the view had shifted again.

…

'''Kiana:''' Ah, the world has changed again.

Kiana looked around her.

'''Kiana:''' But what is this place? It looks like Nagazora, only…

'''Mei:''' …

'''Mei:''' Maybe… this is my memory.

'''Mei:''' It could be my presence has had an impact on the thought space centered around you.

'''Mei:''' Remember? When you tried to shut down the Imaginary singularity in Nagazora riding Benares, you were attacked by Imaginary Constructs.

'''Mei:''' And this is where Benares fell… Trying to protect me who was chasing you, she took a fatal blow from the Husk.

'''Mei:''' …

'''Mei:''' And that was when her awareness scattered.

'''Kiana:''' So…

'''Kiana:''' This is how Kurikara came to be?

'''Mei:''' …Yeah.

'''Kiana:''' Benares… no, better call her Bella.

'''Kiana:''' When fighting the Herrscher of the Void, Bella stood on my side many times. Without her help, I couldn’t have conquered my inner demon and defeated the Herrscher of the Void.

'''Kiana:''' But… as an illusion in the Herrscher Core, she was gone along with her summoner.

'''Kiana:''' I… owe her a “thank you”.

'''Mei:''' Me too.

'''Mei:''' Looking back now, she saved me for very simple reasons… I was your friend and she knew you’d be sad if I got hurt. Or, it could be because we both reminded her of Sirin…

'''Kiana:''' Yeah.

'''Kiana:''' Bella… she did everything for simple reasons, and that’s why it wouldn’t be fair to judge her for anything particular she did.

'''Kiana:''' From an outsider’s point of view, there’s no absolute evil, nor pure good.

'''Kiana:''' We can say both Bella and Sirin were slaves of the Honkai and prisoners of fate. And perhaps the same can also be said for the World Serpent and Kevin.

'''Kiana:''' If Project STIGMA means to bring an everlasting dreamland, it’s no different from making everyone in the world a prisoner of fate, or even worse.

Kiana clenched her hands.

Being held prisoner in a dream space built by someone else… Kiana was no stranger to such an experience.

She knew exactly how terrible it felt.

'''Mei:''' As an organisation, the World Serpent claims their mission is to help humanity break free from its miserable fate.

'''Mei:''' But when we look at the outcome, as the continuation of the dark side of the MOTHs, it has never cared about the fate of common people. Only civilisation matters to it.

'''Mei:''' Suppose we’re all faced with a ladder.

'''Mei:''' Ascend to the top and we can confront the Honkai face to face. The bitter feud between Schicksal and Anti-Entropy was created on the way up.

'''Mei:''' And the World Serpent… it tries to take a shortcut using knowledge and tech from the Previous Era while ignoring the thorny ladder and the suffering masses.

'''Mei:''' Its eyes are always fixed on the top, and that’s why it never pays any attention to people struggling to inch upward.

'''Kiana:''' So, what we should do seems clear now… we will cut the thorns and clear the path with everyone.

'''Mei:''' You’re right.

'''Mei:''' It’s evident that we have major differences with the World Serpent when it comes to how to defeat the Honkai. The challenge for us is to find a better solution than theirs.

'''Kiana:''' It’s a tough challenge, but a worthy one.

'''Kiana:''' The World Serpent believes it can go beyond Finality to reach the future. Who says we can’t do that better?

'''Mei:''' Yeah.

Where there’s a will, there’s a way.

Mei lowered her eyes and touched her blade.

As if alive, the handle became warm and glowed red faintly.

'''Mei:''' …

'''Mei:''' You agree too, right, Bella?

'''Kiana:''' Mei, watch out!

The conversation was suddenly interrupted by a huge blade dropping from the sky.

Reminded by Kiana, Mei drew her blade. She knew clearly that was their goal coming here…

The real spiritual restraint.

'''Mei:''' It’s been a while since we worked together like this.

'''Kiana:''' You’re right.

'''Kiana:''' But it feels just like old times.

'''Kiana:''' Mei… You really are the best partner.

'''Mei:''' Of course!

'''Kiana:''' I remember you told me that no matter how often I fail, your blade’s always ready to have my back.

'''Kiana:''' You’re like the other half of my blade.

'''Mei:''' Haha, I feel the same way.

'''Mei:''' Get ready… We’ll take it down in one go!

'''Kiana:''' Alright. Leave it to me!

'''Mei:''' …

'''Mei:''' Alright. Now…

''[CG plays wherein Mei and Kiana work together to break their restraints and unleash their powers:''

'''''Mei & Kiana:''' Flamescion, unsheathe!'']

…

'''Kiana:''' That should be the end of it.

'''Mei:''' Your Herrscher powers seem to have come back.

'''Kiana:''' So have yours.

'''Mei:''' Me? Not exactly, but anyway, it’s much better than when I first came here.

'''Kiana:''' I see. Project STIGMA is so overrated.

She moved her body around and felt strength running through. Even her reflexes improved.

'''Kiana:''' But… I should say it wouldn’t have been this easy without you.

'''Kiana:''' And we couldn’t have done it without Bronya, the Herrscher of Sentience, and Dr. MEI.

'''Mei:''' Haha, you haven’t change at all. Speaking of…

Mei stopped abruptly.

'''Kiana:''' …Mei?

Where Mei looked and where the Imaginary Construct vanished, a mass of light emerged.

'''Mei:''' Looks like… that’s the exit of the thought space.

'''Kiana:''' Ah, so that’s what you were anticipating.

'''Mei:''' I wouldn’t say I was anticipating. I’d like to… stay with you for a little bit longer here.

'''Kiana:''' Me too.

'''Kiana:''' After all, it wouldn’t be easy for us to be with each other like this once we get out.

They stood by the light for long and didn’t step ahead.

Behind the exit were unknown challenges and imminent crises.

Just like the last time… the clock would start to tick the second they left.

They needed to break the restraints Project STIGMA put on Herrschers first, and then confront Kevin Kaslana. And maybe the Finality lurking behind him too.

'''Mei:''' Yeah, we’ve got a lot to do.

'''Kiana:''' …And a lot more after that.

'''Kiana:''' So it’s time to say goodbye now.

…

After seconds of silence, someone moved.

She took the hand of the other and said something she had “rehearsed” in her heart time and again.

''[CG plays wherein Mei and Kiana hold hands:''

'''''Kiana:''' Mei, let’s go home.''

'''''Mei:''' Okay, Kiana.''

'''''Mei:''' I promise you that we’ll…''

'''''Mei:''' Go home together.'']

…

What does it feel like to fall from a dream?

This time, Kiana got a new answer… the warm touch of a close one.

Her sense of touch came back to her first.

Coming back from thought space, the first thing Kiana felt was her hands in Mei’s.

Then her sense of smell.

On the moon surface and in the dry artificial air, Mei’s fragrance was so special.

And then her hearing.

'''Kiana:''' …

'''Mei:''' …

After a moment of silence, the two girls burst into laughter at the same time.

'''Mei & Kiana:''' …Haha.

'''Kiana:''' Such a special experience. Felt like we were in there for a long time.

'''Mei:''' I think it was too short… just the length of a dream.

The dream they had both dreamed of countless nights.

'''Kiana:''' Only it wasn’t a dream.

'''Kiana:''' At least this time… from now, it’s not a dream anymore.

'''Mei:''' Yeah, our future is not in the dream anymore.

'''Mei:''' We have enough time to make it come true.

'''Kiana:''' And after that, we’ll have plenty of time to enjoy life. Durandal is watching me closely and I haven’t had an ice cream for a month!

'''Mei:''' Haha, she’s doing the right thing. But…

'''Mei:''' Look at you. Obviously, your power has been fully restored.

'''Kiana:''' Of course. This is Kiana Kaslana at her best!

'''Kiana:''' See? I couldn’t feel better!

'''Kiana:''' How about you, Mei?

'''Mei:''' It feels like at least half of my strength is back, but…

She lifted her hand and put it down quietly. Kurikara didn’t answer her call like it had always done.

'''Mei:''' Hmm, as the invader of the thought space, I’m yet to recover my full combat capacity.

'''Kiana:''' Huh? That’s disappointing.

'''Kiana:''' Well then, from now on, Kiana the knight will protect Mei the princess.

'''Mei:''' Makes sense. And we’d better let the Herrscher of Sentience support on the front lines.

'''Kiana:''' Ah… Mei, I was kidding.

'''Kiana:''' We’re the best team ever, even when you’re not 100% yourself!

'''Kiana:''' And I’m really happy to fight by your side.

'''Mei:''' Yeah, so am I.

'''Kiana:''' Next, just as Dr. MEI said… we’re going up against another Husk.

'''Mei:''' …Speaking of, where are they?

It wasn’t until now that the two took their eyes off each other and started to look at their surroundings.

Maybe it was to help them immerse themselves in thought space, or maybe it was to avoid embarrassment… Anyway, Dr. MEI was not there to guide them.

'''Kiana:''' Maybe they’ve moved out? Anyhow, let’s go to the agreed location first.

'''Kiana:''' Ah, Bronya…

--

====<u>Gameplay 32-7 - Inherit the Ambition</u>====
'''Bronya:''' Hey. Are you guys done?

'''Kiana:''' Yup. Thanks for waiting, Bronya.

'''Bronya:''' For such a celebratory progress, the Bronya’s wait was worthwhile.

'''Mei:''' Haha…

'''Bronya:''' How do you feel, Kiana? Ready to take on the Husk?

'''Kiana:''' Of course. I’ve never been more ready.

'''Kiana:''' …Just kidding. Actually, I’m missing something.

'''Bronya:''' …Missing something?

'''Kiana:''' Of course, simply relying on Mei isn’t enough. We still need Bronya’s wisdom.

'''Bronya:''' …

'''Bronya:''' You’re right. Frankly speaking, that’s the Bronya’s forte.

Bronya laughed. Actually, this was another reason that they both coincidentally chose to let Mei break Kiana’s psychological shackles.

For the Herrscher of Reason who represented civilisation, the ease of replication relied on her understanding of the item. When it came to simple support skills, using even a tenth of her powers would be enough.

In fact, for the predecessor Welt Yang, in his life as a Herrscher, his sync rate with the Core was never above half.

…Of course, as everyone knew, that didn’t stop him from becoming a hero.

'''Kiana:''' Yeah. And… knowledge and judgment are the strongest weapons for everyone.

'''Kiana:''' So, please guide me along, our smartest mind.

'''Bronya:''' Yes, of course. The Bronya won’t let you down.

'''Bronya:''' …Ah, that reminds me.

'''Kiana:''' …?

'''Mei:''' What’s wrong, Bronya?

'''Bronya:''' This is late, but…

'''Bronya:''' Welcome back, Kiana.

'''Bronya:''' Welcome back, Mei.

…Clap, clap. Two crisp sounds of applause seemingly brought everything back to the past.

Standing beneath the ruined walls, MEI seemed to have become one with the dead silent environment.

After sending Mei into Kiana’s thought space, she had been standing there, not moving an inch.

'''Prometheus:''' Doctor, need me to investigate the environment?

'''Prometheus:''' According to my preliminary analysis, the environment hasn’t change at all.

'''MEI:''' Thank you, Prometheus, but that won’t be necessary. I’d like to take in everything with my own eyes.

At this moment, the cold and emotionless MEI finally began to notice the view around her and exude something similar to fondness.

'''Prometheus:''' Even if you keep the view in your memory… it won’t last for long.

'''MEI:''' Prometheus, are you complaining?

'''Prometheus:''' Doctor, to improve computing efficiency, my emotion modules weren’t fully installed.

'''Prometheus:''' I wasn’t complaining. I was stating a fact.

'''MEI:''' But I expect more of an opinion rather than a fact from you, No. 17.

'''MEI:''' Ah, they’re back.

The three came before MEI and didn’t know what to say.

'''MEI:''' So you’re ready? Guess it’s time to say goodbye to each other.

'''Kiana:''' …Dr. MEI, the moment we leave the bubble universe, we may leave behind a fleeting singularity. There’s no guarantee, but…

'''Bronya:''' If you could seize the opportunity and reshape your form of existence, there might be a way to keep you existent in the proper world.

'''MEI:''' Ha.

'''MEI:''' It’s too much of a hypothesis.

'''MEI:''' If we really mean to make it come true, we’d need extraordinary luck.

'''Prometheus:''' To be precise, for Dr. MEI, the probability of success using this method is… close to the constant determined by the uncertainty principle.

'''Prometheus:''' Which is about the -34th power of 10.

'''Bronya:''' The Planck constant? That’s to say…

'''MEI:''' It’s only natural. To “deceive the world”, we must accept unfavorable odds.

'''MEI:''' In the story the Herrscher of Sentience told me, this Schicksal Overseer who did something similar…

'''MEI:''' You know very clear how much trouble he went through, and how high a price he paid.

She didn’t go on. If time permitted, she’d like to talk more with these promising young minds.

But as a shadow from the past and the one who initiated Project STIGMA, she knew better than anyone…

The importance of time.

'''MEI:''' No need to feel guilty. Even if you didn’t show up, neither my body nor this bubble universe can hold for long as soon as time begins to flow.

'''Prometheus:''' Compared with fifty thousand years, the difference between four days or forty days is almost neglectable.

'''MEI:''' So let us say goodbye and be on our way, just like Senti did.

'''Kiana:''' She…

'''MEI:''' She has respected my choice from the very beginning. Of course, her words were emotional.

'''MEI:''' Never thought the Herrscher sharing Hua’s memory in the proper world would have such an interesting character. Makes me want to meet your Hua even more.

'''MEI:''' But it matters not, because you’d say hello to her for me, right?

'''Mei:''' …

'''MEI:''' Mei, don’t be like this. You… once accepted the end of the Elysian Realm, right?

'''Mei:''' How did you…

'''MEI:''' Because I see marks left by Elysia on you.

'''MEI:''' I believe in you. As the successor of the MOTHs’ will, you know what everyone did wouldn’t be in vain.

'''MEI:''' I have faith in you… just like I have faith in Kevin.

'''Mei:''' …

'''Mei:''' …I just feel I’ve seen a lot of departures lately.

'''MEI:''' But they’re worthwhile, right?

'''MEI:''' When they named the organisation the MOTHs, it probably didn’t occur to them that compared to the flame-chasing moths, they were more like the flames keeping the path lit.

'''MEI:''' Ah… Mobius, it’s indeed a good name.

'''Mei:''' And a respectable name.

'''MEI:''' Right? Well, that’s enough.

'''MEI:''' Alright, don’t dwell on dust already settled in the past. Try to make your way to the future.

'''MEI:''' Mei.

'''Mei:''' Dr. MEI? Am I hearing her voice in my head? Or is it the Herrscher of Sentience…

'''MEI:''' Project STIGMA exists to codify the world. If you remember that, you can find a way to use your Herrscher powers to change it…

'''MEI:''' And then, light the kindling for a new era.

'''MEI:''' That is the responsibility of those who are the Herrscher of Human.

'''Mei:''' …!

'''MEI:''' …

'''Herrscher of Sentience:''' Are we done? Can we go now?

'''Kiana:''' …Yeah, it’s time to challenge the Husk and return to our own world.

'''Herrscher of Sentience:''' Let’s get to it then.

Acting tough, she actually had her eyes on MEI in the distance.

'''Herrscher of Sentience:''' Saves me the trouble of more useless words. Saying goodbye is a total waste of time.

…She finished what she meant to say in her heart.

“After all, enough was said fifty thousand years ago.”

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Let’s beat it.

'''Kiana:''' (The Herrscher of Sentience… she…)

'''Mei:''' …Let’s go.

--

====<u>Gameplay 32-8 - Toward the Future</u>====
'''Prometheus:''' Now I’ll use the energy stored in this bubble universe and guide Kiana to restore the complete existence of the Husk.

'''Prometheus:''' You only get one chance. I advise you to prepare for battle.

'''Kiana:''' Well then… Let’s do this?

'''Herrscher of Sentience:''' Why are you wasting my time? Just get it done already.

'''Mei:''' Go ahead, Kiana, like you always did.

'''Bronya:''' I know you can do it, Kiana.

'''Prometheus:''' Yep, that’s far enough.

'''Prometheus:''' Now, imagine that… right, imagine that you’re facing the all-powerful False God Otto.

'''Prometheus:''' You will put an end to his infinity and confine his vitality to be finite.

'''Prometheus:''' Yeah, that’s right!

'''Kiana:''' …It’s over.

'''Mei:''' Yeah, it’s over.

'''Kiana:''' Now then…

The girl held her breath and captured the veins that remained in the space due to the Husk.

'''Prometheus:''' Heh. You’ve become quite skilled…

'''Prometheus:''' Good. This many will do.

'''Prometheus:''' Now then…

'''Kiana:''' Could this door be…?

'''Prometheus:''' Yes, as you’ve sensed.

'''Prometheus:''' This is your passage to the proper world, and our last struggle for existence.

'''Prometheus:''' You’ve done everything you can.

'''Prometheus:''' From now on… we can only rely on our own strengths and take a risk.

'''Kiana:''' …Ready? We’re going back.

'''Mei & Bronya:''' Of course.

'''Herrscher of Sentience:''' I’m gonna get a lift with you guys.

'''Kiana:''' Alright, sit tight then…

''[CG plays wherein the girls reconnect the bubble universe to an Imaginary ending in order to return to base reality.'']

…

The other side of the fifty thousand years.

'''Li Sushang:''' …

'''Li Sushang:''' …

'''Seele:''' Sushang, are you alright?

'''Seele:''' If you’re tired, you can go back to New Atra and get some rest.

'''Li Sushang:''' Nah, I was just meditating.

'''Seele:''' Meditating? That training method Kiana used?

'''Li Sushang:''' It’s a common way to train in Shenzhou… no, the entire East.

'''Li Sushang:''' Legend has it that ascension to godhood can be achieved through meditation. It may be exaggerated, but it does broaden your mind and sharpen your senses.

'''Durandal:''' Indeed. To improve my command over the Seed of Sumeru, I sometimes do something similar.

'''Seele:''' Oh… that’s why you all look so calm and collected.

'''Li Sushang:''' Huh?

'''Li Sushang:''' I think that’s a misunderstanding. The reason why I meditate…

'''Li Sushang:''' Is that I’ve lost my inner peace.

'''Li Sushang:''' Seriously, Durandal… how long do we have to wait here?

'''Durandal:''' …We only came here two hours ago.

'''Li Sushang:''' Ah… you’re such a patient one. As soon as I think of Kiana and the others trying to find the way back, every minute becomes torture.

'''Li Sushang:''' If I knew we were gonna wait for two hours here…

Before she finished, the ground began to shake violently. Meanwhile, everything in her eyes started to blink and wiggle like stirred up soap bubbles.

The ties between two worlds changed.

On the other side, the beacon named Reality began to spread and sink like ink in water, blurring the boundaries between worlds.

In blinding white light, familiar figures emerged.

'''Durandal:''' …Kiana!

'''Durandal:''' Kiana, finally… we meet again. Glad to see you okay.

'''Kiana:''' Yeah, Durandal, we meet again.

'''Durandal:''' That’s great… Just great.

'''Kiana:''' …?

'''Kiana:''' …Durandal, did something happen?

'''Durandal:''' Huh?

Bewildered, Kiana looked at her hands tightly held by Durandal’s. It wasn’t until now that Durandal realised…

She was acting too weirdly compared to her usual calm self.

'''Durandal:''' …Ahem, sorry, that wasn’t appropriate.

As she spoke, hesitation flashed over her eyes.

It was gone instantly, followed by a relieved smile.

'''Durandal:''' …Anyway, the important thing is that you came back. It’s been a while, Miss Raiden and Miss Zaychik.

'''Mei:''' The same to you.

'''Bronya:''' …Long time no see, Miss Ataegina and Miss Li.

Bronya’s eyes dwelt on Seele, and vice versa.

'''Seele:''' Great, everyone is fine…

Finally able to relax her worries, Seele began to look tired.

'''Durandal:''' Please take a short break nearby. We’ll march on later. After the bubble universe from fifty thousand years ago was merged, we should be able to continue exploring.

'''Kiana:''' Yeah, let’s get some rest and exchange intel.

'''Seele:''' But… what will we run into going forward?

'''Li Sushang:''' Maybe only Kevin knows.

'''Li Sushang:''' …Still, it’s better to avoid him. Raksha said that if the man was fully recovered, even Taixuan at its prime wouldn’t be able to stop him.

'''Herrscher of Sentience:''' What? Weren’t you bragging about how powerful you were all the time? You’re afraid to face this Kevin guy now?

The disappeared Herrscher reemerged before Li Sushang and started to taunt her.

She wasn’t interested in the team talk, but changed her mind just a moment ago.

'''Li Sushang:''' Master…

'''Li Sushang:''' No, you’re not her. You look a lot like her though.

'''Li Sushang:''' So… you’re the Herrscher of Sentience?

'''Herrscher of Sentience:''' And you’ve got a problem with that?

'''Li Sushang:''' …

In the face of the intimidating Herrscher of Sentience, even Li Sushang didn’t know what to say.

'''Kiana:''' (I feel that Senti doesn’t really see eye-to-eye with Sushang.)

'''Kiana:''' Ah, was it because back in Klostern…

Before she could finish, her lips were muffled by a quick hand.

'''Mei:''' (Hush…)

'''Bronya:''' (Don’t try to make it worse, idiotka.)

Luckily, the Herrscher of Sentience didn’t press further. She shrugged casually to show how forgiving she was.

'''Herrscher of Sentience:''' And you lot too? Kevin has taken away all your confidence, huh?

'''Herrscher of Sentience:''' I can go even against him myself. What are you afraid of?

'''Mei:''' …Go even?

'''Herrscher of Sentience:''' …Yeah, he did hold himself back, but I also had a few trump cards up my sleeve.

'''Herrscher of Sentience:''' Ahem, anyhow, if the battle is eminent, what’s the point of emphasising how tough the enemy is?

'''Durandal:''' …Herrscher of Sentience, it is exactly because we don’t fear Kevin, that we can now talk about our gap in strength candidly.

'''Herrscher of Sentience:''' Tsk… excuses.

'''Herrscher of Sentience:''' I can’t tell the difference anyway.

'''Herrscher of Sentience:''' But I’ve got a good plan…

She started to grin wickedly.

'''Herrscher of Sentience:''' Once we remove the source of your fear, there won’t be any trouble anymore. It’s just a walk in the park for me to sneak behind his back and…

'''Durandal:''' As someone who’s fought him head-on, you know that won’t work at all.

'''Herrscher of Sentience:''' Tsk. At least I’m the one trying to solve the problem here.

'''Herrscher of Sentience:''' I’m just trying to teach you that as a true warrior, the first thing is to conquer your fear and…

'''Herrscher of Sentience:''' Fear.

'''Durandal:''' …?

Maybe she failed to find the right word, but something that happened somewhere else took her by surprise.

She was suddenly frozen and her eyes went wide as if she saw something impossible.

It was then followed by a low curse.

'''Herrscher of Sentience:''' …Bastard, you sure know how to make trouble!

'''Li Sushang:''' Hey, seems to me you’re the troublemaker here.

The Herrscher of Sentience didn’t reply. Just like her every sudden appearance and disappearance, she became immersed in white light.

'''Bronya:''' Herrscher of Sentience, what are you doing?

'''Herrscher of Sentience:''' Gotta go.

'''Herrscher of Sentience:''' I’m not wasting my time on psychological counseling for you losers.

'''Kiana:''' But… where are you off to?

'''Herrscher of Sentience:''' Don’t ask.

'''Herrscher of Sentience:''' You can’t follow me anyway.

As soon as she finished speaking, she vanished into thin air.

'''Seele:''' …

'''Mei:''' …

'''Li Sushang:''' This one has got some personality.

'''Durandal:''' …No!

'''Kiana:''' Did she mean…

…

'''Durandal:''' …Of course.

Just now, a mighty force surged up from the moon surface facilities like a hurricane, telling the invaders of its invincibility.

Durandal, Mei, and Bronya were no strangers to this force.

'''Mei:''' Kevin… he’s down the path, and…

'''Kiana:''' Fu Hua!

--

====<u>Gameplay 32-9 - So Long, My Past</u>====
…

“Everything transitory, is only approximation; what could not be achieved, here comes to pass.”

Despair is a curious feeling.

In the face of unstoppable enemies, people weren’t desperate; when everything brilliant and glorious vanished, people weren’t either.

The moment of despair came when the greatest feats were accomplished.

'''Fu Hua:''' (So that’s why you are so…)

Vulnerable, lonely, and… desperate.

'''Fu Hua:''' …You’re looking for your final resting place, aren’t you?

The man kept silent, but Fu Hua didn’t press on.

She was waiting for the silence to prove it and vindicate the value of her arrival.

'''Kevin:''' I won’t deny it.

'''Kevin:''' A desperate win is a win still.

'''Fu Hua:''' …

She sighed softly.

'''Fu Hua:''' Well then, since you’ve imprisoned every Herrscher, why leave me out?

'''Fu Hua:''' You should know… the Herrscher of Sentience’s Core is still within me.

'''Kevin:''' There is no why. After all… you’re you.

Fu Hua expected the answer, but hearing it still surprised her.

This man had been alone for too long that people forgot… he needed friends too.

'''Fu Hua:''' Indeed, I am me.

'''Fu Hua:''' For example… I came here to give you recognition as Hua.

'''Fu Hua:''' You fulfilled the MOTHs’ vision. You’re about to lead humanity to win in the war against the Honkai.

'''Fu Hua:''' I must give you that, as Hua.

'''Kevin:''' …As Hua. I see.

'''Fu Hua:''' If that were my only identity, things would be much easier.

'''Kevin:''' That’s not your fault.

Between them was the huge gap of fifty thousand years.

'''Fu Hua:''' Kevin, you were once my teammate.

'''Fu Hua:''' On the battlefield, you were the leader I looked up to.

'''Fu Hua:''' I must say, though we didn’t share the same ideal, I didn’t have the courage to face up to you.

'''Fu Hua:''' In the past, I got Su wrong. He said…

'''Fu Hua:''' “Not being able to die when Finality befell… this is Kevin’s greatest regret.”

'''Fu Hua:''' Back then, I thought it only involved Dr. MEI.

'''Fu Hua:''' But today I have come to a better understanding of that regret.

'''Fu Hua:''' The moment you become the victor, you’ll also kill your old self, the bearer of Deliverance, with your own hands.

'''Kevin:''' …You know it.

'''Kevin:''' We must win.

The silence of finality rose with the man.

'''Kevin:''' Hua. MEI entrusted Project EMBER to you.

'''Kevin:''' Then… Nuwa and Fuxi sacrificed themselves, and we thought Project EMBER had failed. Thousands of years later, we lost contact with the Ark that sailed out again.

'''Kevin:''' So I decided to seize the first execution window of Project STIGMA. I’d accomplish our mission at relatively minimal cost when a new Herrscher hasn’t been born and the new population has surpassed hundreds of millions.

'''Fu Hua:''' …

'''Kevin:''' As you know, Su stopped me. Rather than have hundreds of millions of people die at that time, he wanted to gamble.

'''Kevin:''' Gamble that Project VALUKA would find a perfect answer before the fated finality.

'''Kevin:''' …I hope he did it.

'''Kevin:''' Hua. Now’s the second and last window of Project STIGMA. The twelve Herrschers we predetermined have all descended, and we can save the most survivors at relatively maximum cost.

'''Kevin:''' But if Su has found his answer…

'''Kevin:''' Then your ember has never been extinguished.

'''Kevin:''' On the contrary, it will start burning from now on and cleanse history of all sins.

'''Kevin:''' So, Fu Hua…

Surprisingly, he began calling her by her new name.

'''Kevin:''' Friend or foe, pick your side.

'''MEI:''' No regrets… my old friend.

Along a familiar path, Prometheus and Dr. MEI met for the last time.

'''Prometheus:''' …

After hearing MEI’s answer, Prometheus became briefly unresponsive.

After calling upon sizeable knowledge, she still could not decipher the state of affairs.

'''Prometheus:''' No regrets… huh. Even if we can’t communicate outward and your plan has failed?

'''MEI:''' Plan…

'''MEI:''' Like the original me, aware of everything and in control of everything, but will still perish after paving the way for others…

'''MEI:''' Do you think I should feel resentment?

'''Prometheus:''' That is a painful experience, at least for humans.

'''Prometheus:''' But you know that’s not what I’m talking about.

'''MEI:''' The accusation you made against me?

'''MEI:''' That I’m using those children as my leverage over betraying the world?

'''Prometheus:''' If you’re talking about the reason I said those harsh words, then yes. The process of merging is irreversible, but according to my calculations, it’s supposed to begin in at least forty days.

'''Prometheus:''' Which is to say, with your wisdom, you successfully pushed your world to destruction forty days earlier. More like a bubble universe that only has you and me, though.

'''MEI:''' This is necessary for humanity itself.

'''Prometheus:''' Does such necessity include today? Even if those Herrschers have adequate reasons to stop Project STIGMA, they don’t need to hurry back to the proper world today.

'''Prometheus:''' According to my calculations… Another viable strategy is to have them secretly regain their powers here. This won’t delay the process.

'''Prometheus:''' But you’ve been suggesting to them that “time is pressing” from the beginning. I thought there was a deeper consideration, but…

'''Prometheus:''' Doctor, are you also acting impetuously?

'''MEI:''' Oh?

'''Prometheus:''' In the past, when we could move freely…

'''Prometheus:''' On this day every year, no matter what business you have at hand, you’d leave it behind, come here alone, but do nothing.

'''Prometheus:''' Since you prioritise this above all else… I can infer that being in the moment when the merge is completed is crucial for you.

'''Prometheus:''' But given the trend, the errors are ultimately uncontrollable, and you and I will disappear entirely before the merge is completed. Salvation is even more of a wishful thinking.

'''Prometheus:''' So, even without knowing the details, I can tell this is a mortifying result for you. The time you pursued will become meaningless, which is why I said your plan had failed.

'''MEI:''' …

'''MEI:''' I’m pleased, Prometheus. Excluding the details that you couldn’t have known, you’ve seen through me on your own.

'''MEI:''' But I’m afraid I don’t have enough time to make you understand.

'''Prometheus:''' Details I couldn’t have known?

'''MEI:''' Yes. They happened… a very long time ago.

'''MEI:''' When I inferred that the Herrscher of the End might cleave some bubble universes off the proper world, I immediately shared it with Kevin.

'''MEI:''' Of course, he didn’t understand a bit.

'''Prometheus:''' Understandable. He doesn’t even have a bachelor’s degree.

'''MEI:''' …That’s not really what I meant.

'''MEI:''' He didn’t understand a thing about theories, but this helped him discover something I didn’t.

'''MEI:''' On that basis, he raised a speculation and made a promise.

'''MEI:''' He said that if any one of us survives the finality, that person must come here on the day I met him yearly, which is today, and be alone for a day.

'''Prometheus:''' What’s the meaning of that?

'''MEI:''' It’s a simple thought.

'''MEI:''' If bubble universes were created by the finality’s world destruction, then, he thought, maybe the we in bubble universes might remember this promise too.

'''MEI:''' Such is the meaning of this day… across endless space and time, we may accompany another that has lost everything in the dark.

'''MEI:''' …

'''Prometheus:''' So after learning about the proper world, you began manipulating the time when the merge will occur.

'''Prometheus:''' You want the Kevin in the proper world to see you one last time before you disappear? Even if you have almost no chance of success?

'''Prometheus:''' I must point something out. For someone who has the Cosmic Juggernaut, all this is meaningless. If he so desires, he can do it voluntarily anytime.

'''Prometheus:''' The fact that his World Serpent contacted us to be his tool indicates his worldview is no longer innocent and ignorant.

'''Prometheus:''' And you, Dr. MEI…

'''Prometheus:''' You set the direction for today simply because of this irrational commitment…

'''Prometheus:''' …In terms of logic, you are blind.

'''MEI:''' Well, you’re supposed to think that way. You won’t blame an action’s meaning, but its efficiency.

'''MEI:''' In your opinion, I should’ve been absolutely rational from beginning to end, right?

'''Prometheus:''' Yes.

'''MEI:''' Many people have described us as such.

'''MEI:''' If Prometheus is the integration of all knowledge, then MEI is the thinking throug which gods process knowledge.

'''MEI:''' But thought, unlike knowledge, must serve a purpose.

'''MEI:''' This is why I hoped you would see through me and understand me on your own one day.

'''Prometheus:''' …

'''Prometheus:''' Are you trying to say… You’ve always been emotional, and it’s only your methods that have been absolutely rational?

'''Prometheus:''' No, that’s not it…

Once again, Prometheus became unresponsive.

'''Prometheus:''' Are you saying… your rationality is a tool for preserving your sensibility?

MEI finally showed gratification.

There are shortcuts to learning and making decisions. But no matter how advanced an AI is, it must experience subjective thinking like a newborn.

Experience the self.

No matter how shallow its cognitions of them are, they’re the starting point that allows every being to become human.

Whether that being is based on genes or codes.

'''MEI:''' Indeed. The people at the MOTHs would never admit it… but the reason they followed me without hesitation was exactly that…

'''MEI:''' I’m a romantic through and through.

'''MEI:''' And I assume that’s the fundamental reason Kevin in the proper world sees us as tools and brought those children here.

'''MEI:''' It is what he has finally realised…

'''MEI:''' The true content of Project EMBER.

'''Prometheus:''' Project EMBER?

'''MEI:''' I don’t have the time to explain it in detail.

'''MEI:''' But for that plan without a plan, all that really matters is an unwavering dream and unchanging self.

'''MEI:''' Such is Kevin, those children, me as a shadow… and you.

'''Prometheus:''' …

'''MEI:''' It’s okay. I won’t force you to accept this philosophy.

'''Prometheus:''' But… why didn’t you tell them? I don’t think their thinking can reach a level so deep.

'''MEI:''' Because… just as now… the others can’t be taught just by telling.

'''MEI:''' By the way, I’ll point out another misunderstanding of yours.

'''MEI:''' Betraying one’s own world… because that’s what Kevin will do, I now feel the same need.

'''MEI:''' Doing this out of my own will… it’s not insignificant to our true selves.

'''MEI:''' Anyway, every since I accepted that clumsy but sincere boy, our relationship had never been a fair one to him.

'''MEI:''' I needed to seek the ultimate truth and lead everyone in the war against the Honkai. Up til the end, we had very little time to ourselves.

'''MEI:''' Now that there’s another version of me representing absolute reason in the proper world, and I’ve done everything I could to help her for humanity’s future…

'''MEI:''' Let me try to do something for that lonely boy.

'''Prometheus:''' But he knows nothing about it.

'''MEI:''' It doesn’t matter to me.

'''MEI:''' Prometheus, the nature of humanity is to sacrifice oneself for something else.

'''Prometheus:''' …I don’t understand.

'''Prometheus:''' If it goes down like this, even without the Honkai, humanity still faces extinction.

'''MEI:''' No, Prometheus…

'''Prometheus:''' Dr. MEI, you…

'''MEI:''' …This is the end.

'''MEI:''' Looks like the rejection on me is stronger than on you.

'''MEI:''' Well, if you can continue thinking… remember this:

'''MEI:''' This weakness you believe will bring about humanity’s downfall…

'''MEI:''' Is what I believe will save it.

'''MEI:''' That’s… the only blessing…

'''MEI:''' I can leave you.

With the final blessing, the woman worshipped by countless followers as god, perished as the fusion intensified.

Of course, the same sign showed on Prometheus too.

'''Prometheus:''' …

Beneath the mechanical shell, an impulse came up.

She looked around trying to find the cold figure and tell him what she just got to know.

Tell that man…

“The one who you betrayed the world for, can do the same for you.”

But…

It was all too late.

'''Prometheus:''' …

'''Prometheus:''' The remnants of Finality, on the spiritual level, are indeed my ending in the proper world.

'''Prometheus:''' It’s a shame, Doctor… you didn’t give me enough time on this side.

'''Prometheus:''' …

Upon this thought, the mechanical girl began to wonder something.

'''Prometheus:''' (Doctor… even just now, were you still calculating?)

'''Prometheus:''' (Could it be… you want me to…)

Indeed. Although she meant everything she said, her expression was uncharacteristic.

As if… she was trying to induce the girls into a state so their feelings could pass onto…

'''Prometheus:''' (But we are the only ones here.)

No.

Although later than expected, the third element did appear in this dying, micro world.

'''Prometheus:''' …Who’s there?

''[CG plays wherein Prometheus’ erasure is reversed, and she is faced by a mysterious woman:''

'''''???:''' Don’t worry, even though the circumstances now are special…''

'''''???:''' And Hare is no longer part of my duty, I still can’t give up the “infant”.'']

'''Prometheus:''' Thank you for urging me to stay. But… who are you?

'''Hare:''' People at the World Serpent call me Hare, but you can call me Misteln Schariac, which is the human name I gave myself.

'''Hare:''' First of all, let me transcribe your complete consciousness into the Stigmata. Unlike your doctor, whose consciousness is not pure data, you will not lose your self as a result.

'''Prometheus:''' …What are you going to use me for?

'''Hare:''' Don’t worry. I don’t have any intention of using you.

'''Hare:''' How should I put it… think of the people I put into a dream. I just want everyone to live happily ever after.

'''Prometheus:''' You know Project STIGMA isn’t capable of that.

'''Hare:''' Yes, I know. That’s why it’s only a dream.

'''Hare:''' But…

'''Hare:''' If tomorrow doesn’t exist, waking them up from a dream would be murder.
|-|Side Missions=

__TOC__
===Side Missions===

====<u>New Atra</u>====
'''Sora:''' Miss Seele…? Did you find your companions?

'''Seele:''' Yes! So now it’s time for me to help Sora-chan. I promised you, didn’t I?

'''Sora:''' Really? Thank you, Miss Seele! Then… first, let me bring you around New Atra.

'''Sora:''' Let’s… Let’s start from here. Uncle Gray Serpent introduced it to us in this order too.

'''Seele:''' Uncle Gray Serpent…?

'''Sora:''' Mhm, Sensei requested for him to take care of us. Uncle Gray Serpent is really interesting, everyone likes him a lot!

'''Seele:''' …

'''Seele:''' (As expected, it was the members of the World Serpent that brought these children to the moon.)

'''Seele:''' (I remember the name “Gray Serpent”, he’s one of the agents of the World Serpent. Is he lurking nearby?)

'''Sora:''' Uncle Gray Serpent said that the Master Terminal is the most important place in New Atra, like… like our brain. Ah, fortunately, I still remember this metaphor.

'''Sora:''' But… it’s in deep sleep for some reason now.

'''Seele:''' Some reason?

'''Sora:''' I’m not too sure… about the details as well.

'''Sora:''' This is Core Refinement. Uncle Gray Serpent said that as long as we put the Soulium we find in, it’ll transform them into another type of valuable item.

'''Seele:''' (Soulium…?)

'''Sora:''' After that, we can store those products in the Soulium Storage beside it.

'''Sora:''' Miss Seele, this is the Soulium Storage that I talked about.

'''Sora:''' Uncle Gray Serpent said that it’s similar to a food or water storage.

'''Seele:''' But it looks… rather different from all the storage that I’ve seen before…

'''Sora:''' Miss Seele, this is Workshop V6. Because its name is too complex, now everyone just calls it the Robot Workshop. If anything breaks down, we’ll fix them here.

'''Sora:''' Oh, right! Mark II used to only remember things for me, but ever since Uncle Gray Serpent remodeled it here, it has so many new functions. Although I don’t know why it ran off on its own…

'''Seele:''' Don’t worry, Sora-chan. I’m sure Mark II is still nearby, we can definitely find it.

'''Sora:''' Yeah!

'''Sora:''' Speaking of which, Uncle Gray Serpent also said that this workshop can only utilise half of its “power”. If we can optimise its best capacity, I’m sure it can help more people.

'''Sora:''' I… want to do something for New Atra. I want everyone to remain as happy as they were, even if they move to a new place.

'''Seele:''' Sora-chan, you’re such a good, diligent child, I’ll have to keep up too. Let’s do our best together.

'''Sora:''' Yeah!

--

====<u>Bring Your Buddy Back</u>====
'''Seele:''' Sora-chan, do you remember where you were last with Mark II?

'''Sora:''' …

'''Sora:''' I…

'''Sora:''' Ugh, no, I can’t remember it at all…

'''Seele:''' It’s alright, Sora-chan, let’s try something else. Mm… The only exit from New Atra is the one in front of us, right?

'''Sora:''' Yeah, that’s what Uncle Gray Serpent said.

'''Seele:''' Then… let’s start from the main gate and follow the path as we search. I’m sure Mark II wouldn’t hide from us, right?

'''Sora:''' Mhm… yes! Mark II wouldn’t bully us on purpose!

'''Sora:''' Miss Seele, do you hear something?

'''Seele:''' …Sounds like some sort of machine.

'''Sora:''' This sound… is a little familiar…

'''Sora:''' Miss Seele, it’s Mark II, I see it!

'''Sora:''' Strange, why did Mark II come to this kind of place?

'''Sora:''' Mark II, I finally found you! Eh, why are you injured…

'''Seele:''' Sora-chan, this… is Mark II?

'''Sora:''' Yup, I wouldn’t get it wrong. Look, Mark II recognises me too!

'''Mark II:''' Ka-da-

'''Seele:''' But it seems… different from what you described?

'''Sora:''' Huh, that means…

'''Sora:''' Oh… you’re right. Back at the camp, Sensei specifically had Uncle Gray Serpent remodel Mark II, so that it can protect us even when we’re here.

'''Sora:''' But, I don’t know how I lost Mark II, and even caused it to suffer injuries…

'''Mark II:''' Beep… Beep…

'''Sora:''' Ah… Mark II says that it found some materials for fixing robots nearby. Then… we should be able to find materials to fix Mark II, right?

'''Sora:''' Miss Seele, can we take a look there together?

'''Seele:''' Of course. But, you must remember to stay by my side.

'''Sora:''' Miss Seele, look. Mark II was right, the materials are just up ahead!

'''Seele:''' These are all materials that I’ve never seen before.

'''Seele:''' (If only Bronya was here…)

'''Sora:''' That’s great, now I can repair Mark II and the Robot Workshop.

'''Seele:''' Eh? You’ll do the repairs yourself?

'''Sora:''' Actually, back at the Roost, I often did the repairing. If I didn’t repair the camp in time, the youngest children would sneak out, or stray cats would steal our food and everyone would have to go hungry.

'''Sora:''' Anyway, I’m really good at fixing things!

'''Seele:''' You’re amazing.

'''Sora:''' Hehehe…

'''Sora:''' But ever since Sensei brought us to our new home, I haven’t used this talen in a while. And with Uncle Gray Serpent around now, we don’t have to worry anymore.

'''Seele:''' I see…

'''Seele:''' (Seems like the children see them as a regular teacher and uncle…)

'''Seele:''' (…The World Serpent, what kind of people are they?)

'''Sora:''' Enough of this, Miss Seele. Let’s go collect those materials!

'''???:''' Hi, girls. I hate to interrupt but this isn’t a playground.

A low male voice rang out abruptly from nearby and Seele quickly pulled the young girl beside her back.

'''Seele:''' Wait, Sora-chan… I don’t think we can directly enter this place.

'''Mark II:''' Warning! Warning! Abnormal electric field ahead. You cannot enter without protection.

'''Seele:''' Thank you for the reminder… sir? If not, we would be in grave danger.

'''???:''' Don’t be humble, vigilant girl. Didn’t you notice something amiss ahead as well?

The owner of the voice floated in front of them and Sora let out a shocked gasp.

'''Sora:''' Ah, it’s a talking robot! Uncle Robo, are you Mark II’s brother?

'''Strange Machine:''' …If you’d prefer, you can think of me that way.

'''Strange Machine:''' But that’s not the point. The important point is, this isn’t a place where you should be.

'''Strange Machine:''' There are plenty of unnatural phenomena here. If you don’t want to get hurt, hurry and return.

'''Sora:''' …Miss Seele, what should we do?

'''Seele:''' Looks like we can only return to the Sanctuary for now and come back after we’ve made preparations.

'''Strange Machine:''' You intend to come back? Really, the two of you…

'''Strange Machine:''' Well, you’re somewhat members of the World Serpent now, so you do need this bit of courage.

'''Sora:''' World Serpent…? Is that Uncle Gray Serpent’s alias?

'''Seele:''' Mr. Robo, you also know about the World Serpent?

'''Strange Machine:''' I don’t just “know”… but that’s a really long story. And right now, it’s no time for stories.

'''Strange Machine:''' Sigh… Never mind, I’ll play the good guy once. You want those materials there, right?

'''Sora:''' Uncle Robo, are you going to help us?

'''Strange Machine:''' What, how could I watch two young children throw themselves into danger by the sidelines? I’m not such a heartless adult.

'''Strange Machine:''' I’m a talking “robo” after all. Since I’m not a human, I can enter places that humans can’t, and can also do things that humans can’t.

'''Strange Machine:''' Alright, just wait here quietly, I’ll be back soon.

'''Strange Machine:''' I’ll bring those materials back. The both of you, stay here and don’t move.

'''Sora:''' Don’t worry, Uncle Robo!

'''Strange Machine:''' …Alright, you’re welcome.

'''Strange Machine:''' Hmm, here they are.

'''Strange Machine:''' Go back now.

'''Strange Machine:''' Here, the materials you wanted, take them.

'''Sora:''' Thank you, Uncle Robo!

'''Strange Machine:''' Alright, now that you’ve gotten what you wanted, hurry up and go back. How did the Gray Serpents allow you to wander out here…

'''Sora:''' I don’t know where Uncle Gray Serpent went. I want to help everyone in New Atra, so…

'''Strange Machine:''' So you fearlessly came to such a dangerous place? If the Gray Serpents knew about your “help”, they wouldn’t even be able to laugh.

'''Strange Machine:''' …Though those guys don’t really smile anyway.

'''Seele:''' Thank you, Uncle Robo. Don’t worry, I won’t let Sora-chan get hurt.

'''Strange Machine:''' Haa… Since you got those materials, hurry up and return. Don’t let me see the two of you again.

'''Sora:''' Does Uncle Robo want to come back to the Sanctuary with us? I’m sure everyone will welcome you.

'''Strange Machine:''' Forget it, little girl. Everyone has their own place to go, and the place I should stay at is definitely not your so-called “Sanctuary”.

'''Strange Machine:''' …And on this frigid moon, there’s no difference wherever you are.

'''Seele:''' …

'''Sora:''' That’s great, with the materials Uncle Robo helped to get, we can repair the Robot Workshop now.

'''Seele:''' (That Mr. Robo was really strange. And he seemed to be unusually knowledgeable about the World Serpent…)

'''Seele:''' Sora-chan, has Uncle Gray Serpent ever told you about that Uncle Robo?

'''Sora:''' Ugh… Mark II says no.

'''Sora:''' When Uncle Gray Serpent comes back, let’s ask him. Uncle Robo and Uncle Gray Serpent seem to be close, maybe they’re friends. If Uncle Gray Serpent invites him, maybe he’ll come to the Sanctuary?

'''Seele:''' Okay.

'''Seele:''' (Friends…?)

--

====<u>Two Birds With One Stone</u>====
'''Seele:''' …And it’s done.

'''Sora:''' Yup, now you can have your own Mark II too.

'''Sora:''' …I hope it can help everyone in New Atra.

'''Sora:''' Uncle Gray Serpent said that, after repairing the workshop, it’ll display stronger powers…

'''Seele:''' Mhm, let’s give Mark II a go.

'''Sora:''' Eh? Mark II seems… stronger? Perhaps this is the workshop’s original purpose.

'''Seele:''' Now it has more functions to utilise during exploration.

'''Seele:''' (An incomplete workshop… Does that mean that the World Serpent’s preparations are incomplete, for some reason?)

'''Seele:''' (Let’s pay attention as we check out other places, perhaps we’ll find something else of help.)

--

====<u>Nice to Meet You</u>====
'''Sora:''' Miss Seele, sorry to disturb you… If you have time, can you give me a hand? A child snuck out to collect supplies and I’m worried about him…

Seele received the location coordinates that Sora shared.

'''Seele:''' The coordinates that Sora-chan shared… It should be here.

'''Seele:''' Did that child she talked about… go somewhere else?

'''???:''' Hey, Miss, don’t touch that carelessly.

'''Seele:''' You…

'''Optimistic Child:''' Anyway, why did you come to this kind of place alone?

'''Optimistic Child:''' Don’t you know that it’s dangerous?

'''Seele:''' …Ah?

'''Optimistic Child:''' Hah… Never mind. I still have some things left undone. Before that, you can follow me.

'''Optimistic Child:''' Don’t run around recklessly, I’ll protect you.

'''Seele:''' …?

'''Optimistic Child:''' Is something wrong? You may be a little older than me… but that’s what boys are supposed to…

'''Optimistic Child:''' …

'''Optimistic Child:''' …Them again?!

'''Optimistic Child:''' Quick, follow me, don’t let them see you!

'''Optimistic Child:''' …

'''Optimistic Child:''' …

'''Seele:''' …?

'''Optimistic Child:''' You… You…

'''Optimistic Child:''' How did you do that?!

'''Seele:''' Hm… That’s a long story.

'''Seele:''' But… sometimes, you can trust in your companion’s strength. You don’t have to take on everything alone.

'''Optimistic Child:''' …

'''Optimistic Child:''' …

'''Optimistic Child:''' Never mind. Sensei once said that we have to learn to adapt.

'''Optimistic Child:''' Then, Miss… follow me. There’s something else… that you might do better than me.

'''Seele:''' Ah… Did I forget to introduce myself? I’m Seele, Seele Vollerei.

'''Optimistic Child:''' Ugh… Introducing yourself so formally with your full name?

'''Optimistic Child:''' …

'''Optimistic Child:''' Alright then… Lyle Collodi. Anyway, you can call me Lyle.

'''Lyle:''' Anyway, let’s hurry and get going!

'''Seele:''' So, we’re going to…

'''Lyle:''' I’ve been trying to put those huge fellas outside together again.

'''Lyle:''' Just like what we saw just now… Unless I’ve gotten its construct wrong, it should be used for some sort of Recycling Dock.

'''Lyle:''' As for what it recycles… We’ll only know after it reactivates, we’ve got nothing to lose anyway.

'''Lyle:''' I found the parts from before nearby, but… some elaborate components seem too complicated.

'''Lyle:''' That machine is still missing a gear used for transportation, but it’s difficult to figure out its structure… I’ve dug around nearby but all I found are similar yet unusable things.

'''Seele:''' Oh… So you want me to try?

'''Lyle:''' …?!

'''Lyle:''' You did it so easily again…

'''Seele:''' Not really. Anyway… let’s go back and try?

'''Lyle:''' All done! Let’s see what it produces tomorrow… I knew that this was its original purpose.

'''Seele:''' Then… what’s next? Are you going to stay here and repair other machines?

'''Lyle:''' Nope, I’ll go back for now.

'''Lyle:''' Miss Seele was right, I think we should call Sora along to “hunt”!

'''Lyle:''' “Trust in your companion’s strength. You don’t have to take on everything alone.”

'''Lyle:''' That makes sense! I’ll learn to let the stronger people take the front line and protect them from behind!

'''Seele:''' (Something… feels wrong!)

--

====<u>Long Time No See</u>====
'''Sora:''' How strange…

'''Seele:''' Sora-chan, is something wrong?

'''Sora:''' Miss Seele, look here. According to Mark II’s scan results, there are some anomalies in this area that are affecting the Master Terminal’s operation, and it can’t seem to auto-repair.

'''Seele:''' Oh… Then it’s better for us to go take a look personally, right?

'''Gray Serpent:''' A good decision.

'''Seele:''' …?!

'''Sora:''' Uncle Gray Serpent!

'''Gray Serpent:''' Hello, Sora-chan, and… New Atra’s guest, Miss Seele Vollerei.

'''Seele:''' Why do you…

'''Gray Serpent:''' Know your name?

He laughed softly and pointed to his head.

'''Gray Serpent:''' I have a list of the names of all the guests we’ve received here. Just by matching your appearance, I can get the answer easily.

'''Seele:''' …

'''Gray Serpent:''' Allow me to call you Miss Seele. I agree with your suggestion… and on this matter, I have a reliable colleague who may be more than happy to help.

'''Gray Serpent:''' She is a very experienced engineer. Although she had just arrived at New Atra not long ago, she had noticed the Master Terminal’s anomalies before the both of you and went ahead to check it out.

'''Seele:''' …I see. Then, if there’s nothing else, we’ll head there too. Mr… Gray Serpent.

'''Gray Serpent:''' You’re welcome, please be careful on your way. I believe that you’ll get along well.

'''Sora:''' Although Uncle Gray Serpent likes to startle others, he’s actually a really good person.

'''Sora:''' If he wasn’t around, the children of the Roost would have been in a panic when they couldn’t find Sensei.

'''Seele:''' (Looks like Sora-chan really trusts Gray Serpent.)

'''Seele:''' (I didn’t feel his hostility either… or maybe, he really is only taking care of the people in New Atra?)

'''Seele:''' (Gray Serpent… This agent of the World Serpent is seemingly everywhere… What kind of person is he?)

'''Sora:''' Mark II says we’ll reach it if we head up a bit more.

'''Sora:''' …Eh? That’s…

'''Seele:''' (These marks… Did someone have a fight here?)

'''Seele:''' Are you alright?

'''???:''' Hm? Me? I’m alright.

'''Sora:''' You’re the colleague that Uncle Gray Serpent talked about, right? Did you take them all out alone? Amazing!

'''Seele:''' Which is to say… you’re also an agent of the World Serpent?

'''???:''' Agent? No, I’m just a system manager, I’m not as strong as they are.

'''Klein:''' Never mind, I’ll do the introduction myself. Nice to meet you, I’m Klein, Dr. Mobius’ assistant. I handle the Elysian Realm’s…

'''Klein:''' …

'''Klein:''' Nice to meet you, I’m Klein, I am still Dr. Mobius’ assistant. Now, I handle… Ugh…

'''Klein:''' …

'''Seele:''' Hi Klein, I’m Seele Völlerei. This is Sora-chan and Mark II, pleased to meet you.

'''Sora:''' M-Me too.

'''Klein:''' Thank you.

'''Klein:''' (Focus on the task at hand. At least my job now… is to fix the Master Terminal.)

'''Klein:''' Did Gray Serpent ask you guys to help me?

'''Seele:''' You can say… it’s a coincidence.

Seele told Klein about the situation.

'''Klein:''' …I see, thank you for your information. It’ll help the following processes greatly.

'''Klein:''' As you can see, currently, this is the only defect that’s causing the Master Terminal’s malfunction. As long as we… Sorry, I guess you won’t understand the semantics, let me explain in layman’s terms.

'''Klein:''' Basically, my digging device was destroyed by monsters just now, so the repair progress is stuck at 97.6%. I need your help to make up for that last 2.4%.

'''Seele:''' No problem.

'''Klein:''' Great. Then, Sora-chan, please let me borrow Mark II for a moment.

Taking Mark II, Klein entered commands confidently, as if it had always been her friend.

'''Klein:''' I’ve marked the location on Mark II. You guys just have to head over to the marked location and dig the Lomeda Stabiliser out.

'''Seele:''' Klein, is this the Lomeda Stabiliser that you were talking about?

'''Klein:''' Yes, that’s it. Well done, it’s more intact than I expected.

'''Klein:''' The rest is up to me.

'''Klein:''' All anomalies removed, the Master Terminal’s auto-repair function has been recovered. It’ll take a while. After the repair, I’ll use this Lomeda Stabiliser to raise its level.

'''Klein:''' As you saw, this is the main cause of the Main Terminal’s anomalies, but it is also an irreplaceable part to increase the Master Terminal.

'''Seele:''' Klein is so reliable.

'''Klein:''' …Once they’re used to it, anyone can become reliable.

'''Klein:''' For example… Prior to this, I’ve already done similar work 10391 times.

'''Seele:''' Regardless, thank you, Klein. We only managed to finish such a complex task thanks to you.

'''Klein:''' …No. I should be the one thanking you. Thank you both for bringing new work to me.

'''Sora:''' Is making someone work… something that’s with gratitude?

'''Sora:''' But Sensei always says, “if not for livelihood, nobody would waste their life on this job”.

'''Klein:''' …I guess right now, I can afford to waste my life.

'''Klein:''' After all, in the past, I’ve always been doing designated work and never had time to consider what I wanted to do.

'''Klein:''' But since I came here… I can’t help but wonder, what is my job?

'''Seele:''' This is probably what Dr. Tesla meant. You’ve already gotten used to an onerous job, so once you get to relax, you ironically don’t know what to do.

'''Seele:''' (No wonder Klein looks exhausted.)

'''Seele:''' (Or rather… depressed?)

'''Sora:''' Then now, what does Klein want to do?

'''Klein:''' …I don’t know.

'''Klein:''' The person who told me to do what I want didn’t tell me what I should want.

'''Seele:''' Hm… I think only Klein has the answer to that question.

'''Seele:''' Sorry, I’m afraid we can’t be of help…

'''Klein:''' It’s alright, I’ve troubled you both.

'''Klein:''' And that person… probably wouldn’t want me to ask someone else for the solution.

'''Sora:''' …

'''Sora:''' Sensei once told me that it’s alright not to have a goal now. As long as you keep trying and work hard, you’ll eventually find what you wish to do.

'''Sora:''' …At that time, Sensei had just brought me back to the Roost. My memories were fragmented because of my illness, so I dared not speak to others. I only became who I am now because of Sensei.

'''Sora:''' So now, what I want to do most is to become an independent person just like Sensei.

'''Seele:''' Back to the topic… That person who told you to do what you want must be someone important to you.

'''Klein:''' …

'''Klein:''' I’m not installed with a module for human emotions. But… I suppose so. Or rather, I… I hope that she is.

'''Seele:''' Then, the answer is in your heart.

'''Seele:''' Whether it’s memories about her or the blessings you have for each other, everything is kept in there as a part of you.

'''Seele:''' You still have plenty of time to think, so try and speak to her from your memories, until you find what you truly want to do.

'''Seele:''' After all, these are the infinite possibilities of humankind.

'''Sora:''' Miss Seele is right. Sensei also once said that the future is full of infinite possibilities.

'''Sora:''' If Klein can find a wish for yourself, I’m sure that person will be very happy too.

'''Klein:''' Infinite… possibilities…

'''Klein:''' I see, I’ll try to find the answer.

'''Klein:''' …Thank you.

--

====<u>Thing That Flies</u>====
'''Lyle:''' How troublesome. Back then, I should have…

'''Lyle:''' Ah, Miss Seele!

'''Lyle:''' You came at the perfect time, I want to discuss something with an adult, but can’t find anyone to talk to.

'''Seele:''' Eh? Huh?

'''Seele:''' Uh… Although I’m also not an adult, let’s hear you out?

'''Lyle:''' Miss Seele, can you get me a gun, preferably one with outstanding range and firepower!

'''Seele:''' When… would you need that kind of thing here?

'''Seele:''' You’re… not intending to really go hunting, are you?

'''Lyle:''' Oh, no. A regular gun can’t do anything against those monsters out there, I can tell that much.

'''Lyle:''' It’s for something else. While I was searching for supplies outside, I saw some things flying in the sky!

'''Lyle:''' Because I was sca… I mean because I was cautious, I hid and watched them for a while.

'''Seele:''' Flying… in the sky?

'''Lyle:''' That’s right, they didn’t land at all and just flew in a specific pattern.

'''Lyle:''' But from their appearance, I can’t tell what they are. If I must say… they resemble…

'''Lyle:''' Hm… I can’t describe them either, but they look like an easier target compared to those monsters.

'''Seele:''' So, you want to try shooting one down?

'''Lyle:''' That’s right, maybe we can put them to good use.

'''Seele:''' Maybe they’re just remnants that weren’t caught by New Atra’s energy field…

'''Seele:''' Can you mark their coordinates on the mobile terminal? I’ll go take a look when I have the time.

'''Seele:''' And before that… Don’t ask anyone else for something dangerous like a gun.

'''Lyle:''' Don’t worry, I’m experienced in this aspect.

'''Seele:''' This is the place that Lyle was referring to.

'''Seele:''' Are they used to transport supplies? Is this… related to the Previous Era?

'''Seele:''' It certainly isn’t dangerous, but…

'''Seele:''' To sustain operations till today… Does it use a special energy source?

--

====<u>Special Gift</u>====
'''Sora:''' Lyle, calm down… Galina and the others have already went to look for Uncle Gray Serpent, Beverly will be rescued soon.

'''Lyle:''' Sora, monsters always appear there! If help doesn’t come in time, Beverly is going to become someone’s meal!

'''Sora:''' It’s too dangerous! If you really meet a monster you can’t handle, are you going to serve it a second meal?

'''Lyle:''' …

'''Lyle:''' Fine, fine, I know. Then let me try contacting Uncle Gray Serpent too. But, the signal is better outside…

'''Sora:''' No. That trick won’t work on me, how long do you think we’ve been living together?

'''Lyle:''' Sora…

'''Sora:''' No means no… Ah, Miss Seele is here.

'''Seele:''' Hi, Sora-chan. What’s wrong?

'''Sora:''' Miss Seele… I, Bev…

'''Seele:''' (…Looks like Sora-chan is more anxious than anyone else.)

'''Seele:''' What happened? Don’t worry, speak slowly.

'''Sora:''' Beverly was trapped by a rockfall when looking for supplies. We want to get Uncle Gray Serpent’s help, but we can’t seem to find him. Monsters appear near that area and Beverly is still young, we’re all so worried.

'''Seele:''' I see. Sora-chan, where is Beverly trapped? Let’s go and look for her together.

'''Lyle:''' What about me, Miss Seele?

'''Seele:''' Lyle can stay here and prepare to support us.

'''Lyle:''' Support? Oh, I know, it’s the type of work where I don’t have to do anything but cheer from the back, right?

'''Lyle:''' Since Miss Seele assigned this task, I’ll be sure to complete it perfectly.

'''Seele:''' Wait…

'''Lyle:''' Don’t worry, Miss Seele. I’m the best at these kinds of tasks.

'''Lyle:''' *Clap* “Miss Seele is so strong! Miss Seele is undefeatable!” Like this, right?

'''Seele:''' Err…

'''Seele:''' (At this rate… will this child be okay?)

'''Seele:''' As expected, the monsters have gathered together.

'''Sora:''' I wonder how Beverly is doing…

'''Seele:''' Don’t worry, Sora-chan. I’ll end this quickly.

'''Strange Machine:''' Don’t let your guard down, the battle isn’t over yet.

'''Seele:''' Mr… Robo?

'''Strange Machine:''' Alright, I’ll give you a hand, take all these annoying fellows out in one go.

'''Seele:''' Thank you, Mr. Robo. Why are you here?

'''Strange Machine:''' I was coincidentally passing by… Is this a good reason?

'''Seele:''' Uh… If Mr. Robo is serious, then I’ll believe in it.

'''Sora:''' Uncle Robo is so amazing! He’s the first to appear whenever we encounter danger. Just like a hero from a story!

'''Strange Machine:''' (It’s really been so long since someone has looked at me with such innocent eyes…)

'''Strange Machine:''' (A child’s trust… feels so heavy.)

'''Strange Machine:''' In that case, shall I help you guys again?

'''Strange Machine:''' Hey, brat, come out, it’s safe now!

Having heard this voice, a tiny figure appeared nearby.

Beverly: Uuh… Sora…

'''Sora:''' Beverly! Are you hurt anywhere?

Beverly: Uuh… I’m alright, but… I couldn’t find anything…

'''Sora:''' As long as you’re safe. You don’t have to worry about the supplies, let’s go back to the Sanctuary now.

'''Sora:''' Uncle Robo, do you want to come back with us this time?

'''Sora:''' After hearing about you, everyone from the Roost really wants to meet you.

'''Strange Machine:''' Haha, thank you all. But my answer’s the same, that’s… not where I should be.

'''Seele:''' …

'''Strange Machine:''' Alright, go back now. Don’t leave the Sanctuary for your adventure games anymore.

'''Strange Machine:''' After all, even a hero cannot reach you in time every time.

'''Sora:''' Uncle Robo, do you have something you want?

'''Strange Machine:''' What nonsense, do I look like I should be taking things from a child?

'''Sora:''' But, Beverly and I, and all the children from the Roost, everyone wishes to give you something in return…

'''Strange Machine:''' Haha, it’s fine. It’s the thought that counts.

'''Strange Machine:''' Enough about presents, hurry back and take care of your comrades.

'''Sora:''' A-Alright then, I got it… Beverly, watch your step.

'''Strange Machine:''' Really now, don’t make such a sad expression, it makes me look like I’m some sort of bully… Hm? You’re still here?

'''Seele:''' I… have a request for you.

'''Seele:''' Can you please accept the gift from Sora-chan and the others?

'''Strange Machine:''' Haa, you know my experiences, so you should also know that daily necessities for humans and robots have no meaning to me.

'''Seele:''' But to them, it is meaningful.

'''Strange Machine:''' Are you saying that, because that’s the childrens’ precious feelings, I can’t refuse?

'''Seele:''' That’s not the only reason.

'''Seele:''' Actually… Mr. Robo, you’ve probably noticed that Sora-chan and the others are orphans who were taken in by the World Serpent.

'''Strange Machine:''' …As expected.

'''Strange Machine:''' But to the World Serpent, this isn’t anything new.

'''Seele:''' Sora-chan and the rest… They may worry us, but in actuality, they aren’t fragile at all.

'''Seele:''' Supporting each other and sharing their gains, that’s how they’ve been surviving thus far. And Sora-chan wants to fulfill Mr. Robo’s wish for the same reason.

'''Seele:''' They all see Mr. Robo as a comrade now.

'''Strange Machine:''' …Are you sure this isn’t scripted?

'''Seele:''' It’s just what I’ve observed daily, and also… a bit of self-experience.

'''Seele:''' Then, kind Mr. Robo, you shouldn’t let Sora-chan down, right?

'''Strange Machine:''' …You’re deliberately phrasing it to make me sound like a bully.

'''Seele:''' Don’t you already have an answer in your heart?

'''Strange Machine:''' Heh, little girls these days are so hard to deal with. I…

'''Sora:''' Miss Seele, you’re not leaving?

'''Seele:''' Sora-chan, you’ve come at the perfect time. Mr. Robo has something that he wants us to help with.

'''Sora:''' Really?

'''Sora:''' Uncle Robo, what is it? You can leave it to us!

'''Seele:''' Look, Sora-chan is excited too. Mr. Robo, what is it?

'''Strange Machine:''' …

'''Strange Machine:''' I really can’t win against the both of you…

'''Strange Machine:''' Then… can you please help me look for a part that I’d lost in battle? I’ll bring this smaller girl back, how about that?

'''Strange Machine:''' Although I can afford to lose them, it’s still better to have them.

'''Strange Machine:''' Another thing, you guys should have noticed that there are lots of detection devices left from the past on the moon… If you can use them, searching for things would be easy.

'''Sora:''' Got it. Don’t worry, Uncle Robo, we’ll be back real soon!

'''Seele:''' Sora-chan, don’t rush…

'''Strange Machine:''' Comrade… Heh…

'''Strange Machine:''' …

'''Strange Machine:''' Pfft, really, I wonder if I’ve been drifting alone for too long, to think that I’d be playing with a bunch of kids right now.

'''Strange Machine:''' But, it doesn’t feel bad… to be taken care of.

'''Sora:''' This is the place that Uncle Robo marked on the terminal.

'''Seele:''' Ah… that’s the detection device.

'''Seele:''' …Found it! Let’s hurry back.

'''Sora:''' Yeah, we shouldn’t make Uncle Robo wait for too long.

'''Sora:''' Uncle Gray Serpent! Did you see Uncle Robo? I thought that he would wait for us here…

'''Gray Serpent:''' Uncle Robo? …Hah, I know, you’re probably talking about that stubborn old man. I caught a glimpse of him leaving from a distance just now, and even thought he was hiding from me.

'''Sora:''' Uncle Gray Serpent knows Uncle Robo?

'''Gray Serpent:''' I don’t just know him, we were the best of friends… Though I might be the only one who thought so. Haa, saying that out loud makes it strangely depressing.

'''Seele:''' (This Gray Serpent seems different from the previous one we met… Is this what Mr. Robo meant when he said there were “different species” of them?)

'''Gray Serpent:''' How interesting. I suppose this is also a… fate between Ravens? Telepathy? Frankly speaking, I don’t believe in this, but looking at how the destinies of two generations of Ravens intertwine…

'''Gray Serpent:''' “Men at some time are masters of their own fates; the fault, dear Brutus, is not in our stars, but in ourselves, that we are underlings.”

'''Gray Serpent:''' Quite romantic, don’t you think?

'''Sora:''' Does Raven… refer to Sensei?

'''Gray Serpent:''' Correct, but only half so. The “Uncle Robo” you guys speak of is also undoubtedly a Raven… Or at least he was one.

'''Seele:''' He was once… a Raven?

'''Gray Serpent:''' Previous Raven. Is that easier to understand? Before he became that lump of metal, everyone in the World Serpent acknowledged him as an excellent member, model worker, someone to throw your work to… oh, don’t tell him about that last one.

'''Gray Serpent:''' As for why he is the previous one, I believe you’ve seen it for yourselves. After losing his human body, his power in battle has never been the same again, and is no longer suitable for Pro…

'''Gray Serpent:''' …Anyway, he thus chose to retire, washed his hands of all this, and returned to leading a mundane life. The code name “Raven” was inherited by a young talent discovered by another Gray Serpent.

'''Sora:''' Uncle Robo is… Sensei’s senior? Then why is he unwilling to come to the Sanctuary?

'''Gray Serpent:''' Haha, I can’t be sure, but I can guess why. Something like he had done too much dirty work, let too many people down, or looking at the innocent eyes of children makes him feel guilty… All that kind of self-deprecation.

'''Gray Serpent:''' He even refused to follow the World Serpent here for such reasons. I had to drag him over. I had hoped that he would share some of my workload, but he hid away once we arrived on the moon.

'''Seele:''' He just wanted to distract us and hide away when he asked us to look for his part… right?

'''Gray Serpent:''' Heh, I’m not going to let him get what he wants this time, how can an adult lie to little kids? I’ll send his coordinates to you guys now, go give him a good scolding.

'''Gray Serpent:''' I secretly tracked his location just now, so that I can push some troublesome work to him… ahem, don’t tell him that either.

'''Sora:''' Alright, got it. Thank you, Uncle Gray Serpent!

'''Sora:''' Uncle Robo!

'''Strange Machine:''' …Huh?

'''Strange Machine:''' Alright, alright, I got it. You guys win. To think that you’ll still be able to find me, I can only surrender.

'''Seele:''' Lying to children isn’t very adult-like, don’t you think, Mr. Previous Raven?

'''Former Raven:''' …

'''Former Raven:''' I see. So Gray Serpent helped you, didn’t he? As expected, that guy’s been watching me, probably to pile some troublesome work on me. Oh… This one in front of me is pretty troublesome indeed.

'''Former Raven:''' Alright, since Gray Serpent already told you who I am, can you stay away and leave me alone in peace now?

'''Sora:''' Uncle Robo! Er, that’s not it, that, Pre…

'''Former Raven:''' It’s fine. No need for changes, just call me whatever you want.

'''Sora:''' Uncle Robo, I… I…

'''Sora:''' I still hope that you can come back to the Sanctuary with us!

'''Former Raven:''' Ah?

'''Sora:''' Although you have a sharp tongue, you’ve helped us so many times, and you’ve never taken us lightly just because we’re kids.

'''Sora:''' The children really want to meet you. They think of you as a hero, and want to show their gratitude to you.

'''Sora:''' Sensei always told us that we must know to pay back our favors. That way, we won’t feel bad about ourselves.

'''Former Raven:''' Hero… Hah, there’s no word more unbefitting for me. I never thought that anyone would call me that.

'''Sora:''' A-And, if you’re at the Sanctuary, the children will be cared for when they go out to search for supplies!

'''Sora:''' And, and…!

'''Former Raven:''' Hahahaha! Enough, no need to desperately come up with reasons. As I said, I surrender. I made this wager, and I’ll take this loss.

'''Sora:''' But we didn’t wager anything with you.

'''Former Raven:''' Haha, perhaps… I was making a wager with my past self. After all, since then, I was…

'''Former Raven:''' …Thank you.

'''Former Raven:''' The Sanctuary, huh? This time, I’ll go back together with you guys for real. A good adult can’t lie to children all the time, can he?

'''Sora:''' Yes! I’m sure everyone will be so happy!

'''Seele:''' Ah, right, Mr. Robo. This is what you requested from us, we’ve fulfilled your wish.

'''Former Raven:''' This is… my part? I didn’t think that you’d really find it.

'''Sora:''' It’s Uncle Robo’s wish after all.

'''Former Raven:''' Then, listen to another wish of mine. Take it with you, it should come in handy for the two of you.

'''Sora:''' Eh? But this is your…

'''Former Raven:''' Don’t be shy, it’s not from “Uncle Robo”, it’s from your friend… a silly uncle named “Clarence”.

--

====<u>New Possibility</u>====
'''Klein:''' …

'''Seele:''' Is there a problem? Anything that I can help you with?

'''Klein:''' Yeah. As you can see, the Master Terminal is working normally now. But, it still has some functions that urgently require repairs.

'''Klein:''' If I can reactivate them, New Atra’s livability will increase by 4.30%. On top of that, the stability of the entire system will increase by 16.05%, and…

'''Seele:''' Ah… Hold on, maybe I should get a pen…

'''Klein:''' …

'''Klein:''' …Sorry, forget what I just said. I forgot that I no longer have to report numbers to anyone anymore.

'''Klein:''' Anyway, Sora-chan had already collected most of the materials for me. As for the last type, I think it’ll be tough for her to do it alone. Just to be safe, it’s better for you to go with her.

'''Klein:''' I’ve sent the details to your mobile terminal. You can follow its guide and use the Base Portal to update relevant data.

'''Sora:''' Miss Seele, let’s go.

'''Sora:''' Miss Seele, the last type of material that Klein mentioned should be in this area.

'''Seele:''' Yeah, but there’s something that puzzles me. Why is the area that Klein detected always moving throughout the week?

'''Sora:''' There’s also the reason why Klein didn’t want me to come alone.

'''Sora:''' She said that either a monster had swallowed the Soulium, or the Soulium… grew legs.

'''Seele:''' …

'''Seele:''' Probably the former. Soulium that can move autonomously… I’ve only seen it once from an enemy.

'''Sora:''' Is that so… Anyway, Miss Seele, we should be more careful when we’re exploring.

'''Seele:''' This is…

'''Seele:''' Sora-chan, stay still!

'''Sora:''' Miss Seele, are you alright?

'''Seele:''' I’m fine, and I already found what Klein needs.

'''Sora:''' That monster from before really ate the Soulium…

'''Sora:''' If I hadn’t seen it with my own eyes, I would’ve thought that Klein was joking.

'''Seele:''' It really is unbelievable. Anyway, since we’ve gotten the last material, let’s hurry back to the Sanctuary.

'''Sora:''' …Hmm? Uncle Gray Serpent?

'''Gray Serpent:''' We meet again, Sora-chan and Miss Seele.

'''Seele:''' Hi, Mr… Gray Serpent.

'''Seele:''' (This is probably… the Gray Serpent we saw in the Sanctuary from before.)

'''Seele:''' (Although they look the same, I think I know how to differentiate them now.)

'''Sora:''' Uncle Gray Serpent, what are you doing here?

'''Gray Serpent:''' Just taking a walk, don’t mind me.

'''Seele:''' …Taking a walk here?

'''Sora:''' Haha, Uncle Gray Serpent is so interesting.

'''Sora:''' Then we’ll head back now, goodbye!

'''Klein:''' Yes, this is the one. There are some suspicious markings on it, but they won’t affect the purpose of the Soulium.

'''Klein:''' …Hmm? Do you need anything else?

'''Seele:''' We met a Gray Serpent at the target location just now… Is he completing a task?

'''Klein:''' I haven’t heard of any new tasks. But I guess he might have rushed over because he was worried about Sora-chan.

'''Seele:''' That Gray Serpent…?

'''Klein:''' He told me that… he covertly follows the children around because he’s worried about their safety, but he has to watch from the sidelines so that the children will have opportunities to grow. He’ll only help out when things get really dangerous.

'''Klein:''' That fellow complained about lots of other stuff, but I was working then and can only remember this much.

'''Seele:''' How surprising…

'''Klein:''' Is it surprising? We are both artificial lifeforms, but most of the time, I feel like the Gray Serpents are more human-like than I am.

'''Klein:''' Maybe it’s because there’s a lot of them, or maybe because they can all lead different lifestyles and thus, have more possibilities…

'''Klein:''' Wait, infinite possibilities…

'''Klein:''' …

'''Klein:''' Is… this it?

'''Seele:''' Klein?

'''Klein:''' Thank you, Seele. Thanks to you, I feel like I’ve moved forward a step in life.

'''Seele:''' But I didn’t do anything.

'''Klein:''' But from my conversation with you, I’ve developed a new perspective… Perhaps this is your talent.

'''Seele:''' …I can’t quite understand, but I’m glad that I was of help!

--

====<u>Stele of Reliving Calamity</u>====
'''Strange Machine:''' …You really came back. You’re alone this time, where’s that pink-haired little girl from before?

'''Seele:''' You’re the one who said that you didn’t want to see “us” next time.

'''Seele:''' So this time, I left her at the safest place.

'''Strange Machine:''' Haha, little girls these days are so hard to deal with.

'''Strange Machine:''' …But, it’s pretty interesting to be able to chat with a youngster like this.

'''Strange Machine:''' So, why are you here this time? Still looking for materials?

'''Seele:''' Mhm. Supplies are scarce on the moon after all, and I want to help everyone prepare for unexpected situations.

'''Strange Machine:''' Unexpected? Haha, there won’t be any surprises anymore.

'''Strange Machine:''' Under the Serpents’ supervision, everything will go according to their plans. Afterward, everyone just has to return to Earth.

'''Seele:''' …Mr. Robo, do you know a lot about the World Serpent?

'''Strange Machine:''' Do I? Whenever I think about this, I realise that I know nothing about the Serpents.

'''Seele:''' …?

'''Strange Machine:''' I must say, you’re smart and sharp. I have to admit that I’ve underestimated you before.

'''Strange Machine:''' Ah, the World Serpent has really found such a good bunch of young talents.

'''Seele:''' …

'''Seele:''' …Sorry, Mr. Robo. You’ve helped us so earnestly, I shouldn’t hide anything from you either.

'''Seele:''' I’m not a member of the World Serpent. In fact… my companions and I might ruin the World Serpent’s plans in the future.

'''Strange Machine:''' …Oh.

'''Strange Machine:''' Then, let me give you a reminder. If you want to succeed against the Serpents, you cannot rely on sheer bravery or brute strength.

'''Seele:''' …

'''Seele:''' …Mr. Robo, you don’t intend on stopping me?

'''Strange Machine:''' Stop you? Why?

'''Strange Machine:''' Oh, I’m afraid you’ve gotten the wrong idea. I do know a lot about the World Serpent, but also only this much… at least for now.

'''Strange Machine:''' Regardless of whether you wish to join or destroy them, it doesn’t matter to me.

'''Strange Machine:''' You just have to know that I did not help you because of my identity as a World Serpent.

'''Strange Machine:''' When I’m in a good mood, I want to pass the time meaningfully.

'''Seele:''' Mr. Robo, you’re not a regular robot, are you?

'''Strange Machine:''' …You’re quite sharp.

'''Seele:''' That’s because you aren’t hiding it from us.

'''Strange Machine:''' Haha, you’re right. I’ve been a human for decades, so my habits can’t be changed so easily.

'''Seele:''' Are you saying…

'''Strange Machine:''' Before I entered this iron shell, I was a normal human like you.

'''Strange Machine:''' Then I was mortally wounded in an accident. To save my life, a friend transplanted my mind to the mecha she newly developed, which is the body you’re seeing now.

'''Strange Machine:''' Since then, I’ve abandoned my human identity and lived on as a robot.

'''Strange Machine:''' In my friend's words, “Deceiving the world is too easy – you just need to pay a small price.”

'''Seele:''' I see…

'''Seele:''' Mr. Robo… No, um…

'''Strange Machine:''' It’s okay. You can call me by that name.

'''Strange Machine:''' I’ve been like this for a long time. Long enough to make me wonder if this is my real appearance.

'''Seele:''' Mr. Robo, in your eyes, what kind of people make up the World Serpent?

'''Strange Machine:''' Let me think…

'''Strange Machine:''' Conceited, aloof, bigoted… In short, a bunch of weirdos.

'''Strange Machine:''' Such as Cleo. Perhaps you’re more familiar with her other name, Jackal.

'''Strange Machine:''' I’ve never seen someone as competitive as her. This trait has driven her to behave foolhardily time and again… when her job demands reason more than anything else.

'''Strange Machine:''' Anyway, taking risks doesn’t always lead to a better outcome. If you knock on her lab’s door, you might see something interesting… No, you better not do it for your own good.

'''Strange Machine:''' Apart from Cleo, the Gray Serpent you mentioned is… no, are also a strange bunch.

'''Strange Machine:''' I wonder what species of Gray Serpent have you met?

'''Strange Machine:''' The first one I met was a flashy guy. Every time before delivering his long speeches, he’d recite his favorite lines as an introduction.

'''Strange Machine:''' If he’s interrupted, he’ll try to say anything instead. He won’t let you go until he finishes reciting.

'''Strange Machine:''' I’ve also met one who does carpentry all day, one who’s hooked on death metal… Just thinking about them makes my head hurt.

'''Seele:''' …

'''Strange Machine:''' What is it?

'''Seele:''' Um… I just feel that the World Serpent you described is very different from the one I saw.

'''Strange Machine:''' Haha, is that so? It can’t be helped; I’m their colleague, so I see their ordinary side.

'''Strange Machine:''' Alright, enough about me. Weirdos like us feel better when alone.

'''Strange Machine:''' Let’s talk about the materials you want. I’ve findings on them.

'''Strange Machine:''' Have you noticed the giant stone slabs with strange patterns? You might find something near them.

'''Strange Machine:''' However, I’m afraid I can’t help you in this mechanical shell.

'''Strange Machine:''' In short… if you can’t handle the situation, focus on preserving yourself.

'''Strange Machine:''' I’m sure you don’t want to become my look-alike.

'''Seele:''' Is this where Mr. Robo spoke of?

'''Seele:''' I think I saw something there.

'''Seele:''' Why are there so many monsters…

'''Seele:''' Mr. Robo is right, this place is unusual.

--

====<u>Gold Miner</u>====
'''Seele:''' You’ve settled down, Lyle.

'''Lyle:''' Don’t mention it. After I got back, Sora…

'''Lyle:''' …

'''Lyle:''' N-Nothing. Anyway, if you find something new at the Recycling Dock, you can tell me about it when Sora’s not around.

'''Lyle:''' I have a feeling that the Recycling Dock can dig out chainguns, tanks, and the like.

'''Lyle:''' My hunches aren’t reliable, though…

'''Seele:''' (…I get it now. Sora doesn’t have an easy life.)

'''Seele:''' Lyle, the items that couldn’t be recycled have been excavated.

'''Seele:''' But they’re just normal ores. Maybe they belonged to the categories that the Recycling Dock couldn’t identify.

'''Lyle:''' …

'''Lyle:''' …All of them?! In such a short time?!

'''Lyle:''' I see.

'''Lyle:''' Sora is really hiding her light under a bushel. I gotta learn more moves from her.

'''Seele:''' (He’s interpreting my words the wrong way again.)

'''Lyle:''' But then again, my hunches aren’t reliable.

'''Lyle:''' Hmm… Then the other area that can’t be recycled…

'''Lyle:''' I know! The things buried there must be worthless junk! They can’t be chainguns and tanks!

'''Seele:''' Err…

'''Seele:''' (His hunches… are certainly individualistic.)

--

====<u>Part-Time Hunter</u>====
'''Klein:''' Seele, I need help.

'''Seele:''' What’s wrong? Klein, you’re… panicking.

'''Klein:''' I’ll send you the target’s coordinates and photos.

'''Seele:''' Are these… the drones that Lyle spoke of?

'''Klein:''' Yes. Had Sora not promised you to bring back those resources, he’d have rushed out of the Sanctuary with a drying rod on his shoulder.

'''Seele:''' …

'''Klein:''' Lyle fussed about showing off his skills, and even asked Gray Serpent to prepare weapons for him. Unsurprisingly, he was turned down, and Sora gave him a good lecture.

'''Klein:''' It’s not an urgent mission, but I hope you can look into it when you have the time.

'''Klein:''' …While Sora can keep him in check.

--

====<u>Ace Catcher</u>====
'''Klein:''' Seele.

'''Seele:''' Do you mean… Lyle’s discovered some new drones?

'''Klein:''' You’re quick at understanding. I enjoy working with people like you because it saves me from explaining. I’ll send you the coordinates now.

'''Seele:''' If Lyle’s so eager, and those drones aren’t very dangerous, why not give him a chance?

'''Klein:''' No.

'''Seele:''' …That was a quick no.

'''Klein:''' The last time he volunteered to gather supplies, he came back with a pile of items triple his height, most of which being junk that was a waste of space.

'''Klein:''' Sora convinced him to throw that junk out of the Sanctuary with difficulty, only for him to pick up more junk on his way back.

'''Klein:''' He seems to be obsessed with things that might come in handy. He insists on taking and trying everything he sees… Sora’s banned him from gathering supplies.

'''Seele:''' It’s not easy being Sora.

'''Klein:''' That’s it. I’ll leave it to you, Seele.