Act 1 - Moon Chaser

[CG plays wherein jets and countless Honkai beasts fly throughout Soukai City, exactly 2 years, 5 months and 16 days after the 3rd Eruption, with Kiana being sent out to deal with the situation, grounding and tipping a jet using her Neko Charm:

???: Major, unidentified flying object sighted above Soukai City! Location: SH0639.

???: Optical readings cannot discern the nature of this UFO. No bio-energy readings. Scans of the UFO’s interiors have failed.

???: Clusters of small Honkai beasts and mecha units detected. Battle plan deployed and validated.

2 years, 5 month, 16 days, 02:34:26 after the 3rd Honkai Eruption.

???: Deploying drones to cover Valkyrie boarding action.

Himeko: Double time, Kiana!

Kiana: Aye, aye, madam! Don’t rush me. It’s hard work out here!

Kiana: Neko Charm!

Himeko: Geez. Maintain discipline, soldier.]

--

Gameplay 1-1 - Urgent Mission

Kiana: Himeko, I’m off!

Himeko: Be sure to evade the enemy’s attacks.

Kiana: Haha, piece of cake!

Himeko: Kiana, activate the burst system and get this battle over with!

--

Gameplay 1-2 - Crashing Battleship

[CG plays wherein the jet Kiana was riding crashes into a building.]

Kiana: Himeko… The aircraft was destroyed…

Himeko: *groans* Save the explanations for later. I’ll prepare a new drone for you now.

Himeko: Soukai City is on the brink of destruction.

Himeko: We must stop that battleship from crashing into the city and killing 30 million people.

Himeko: The battle machine is already nearby, keep moving forward!

--

Gameplay 1-3 - Moon Chaser

[CG plays wherein the backup jet Himeko sent Kiana arrives, with her hopping on and riding it towards her destination.]

Kiana: Why are they all retreating? It seems like there’s a big one about to arrive.

Himeko: Kiana.

Kiana: Himeko, wait! I’ll take down this big bugger and then give you a full report!

Himeko: Skip that fight. You’re close enough to the target battleship.

Himeko: I will make your drone stall in midair, it will be up to you to grab on to the battleship when the moment is right.

[CG plays of Kiana arriving at her target on her jet, getting ready to board the battleship.]

Kiana: Himeko, I’ve sent the Honkai beasts packing. The Selene is within sight!

((Authors Note- (Although the subtitles say “The Selene”, the JP audio says “Moonlight Throne”, with the visuals of later CGs also referring to it as such))

Himeko: Roger. Prepare to land, Kiana.

--

Gameplay 1-4 - Waiting

Himeko: Report your status, Kiana!

Kiana: I’m on deck! Everything’s going smooth, Himeko!

Himeko: I’ve said it many times, but I’ll say it again: You may only address me as “Major Himeko”!

Himeko: Ahem. 30 minutes before the battleship crashes.

Himeko: We must seize the helm of this battleship. We cannot let it destroy Soukai City!

Himeko: Your teammates are in position. They will rendezvous with you in a while.

Kiana: Mei!! You’re talking about Mei, right? I’ll be meeting up with Mei, right?

Himeko: Calm down, girl. Stop being so obsessed about Mei.

Himeko: Stay vigilant. We’ve lost track of that Emperor-class Honkai beast you just fought.

Kiana: Pfft. By the time that idiot comes around, I’ll be riding this battleship home.

Himeko: Target neutralized. Keep moving towards the forward section of the deck.

--

Gameplay 1-5 - Squad Mates United

Mei: Kiana, Mei reporting. I’m safely in position.

Kiana: Mei!! Awesome! I’ll head over right now!

Mei: Hey, wait. We should follow the battle plan…

Kiana: We’re the bestest partners! We must stick together to make things easier for them.

Mei: I think it should be “make things easier for us”.

Kiana: Oh dear! Whatever. The battle plan also allowed us to be “flexible and respond as required”, right? Just wait for me!

Kiana: Can’t wait any longer! It’s already been 2 hours, 27 minutes and 38 seconds since I last saw Mei!

Kiana: No annoying zombies or beasts can get between Mei and I!

[CG plays wherein Kiana saves Mei from a zombie with a kick of her Neko Charm, finally reuniting the two:

Mei: Hmm, that’s about it.

Kiana: Mei! We’ll get the strength of a hundred warriors if Mei’s around!

Mei: A hundred? I’m no ultra woman…

Kiana: I mean that if Mei’s around me, I can feel my power increase a hundred-fold!

Mei: That’s really something that you would say.]

Act 2 - Shattering Thunder
Gameplay 1-6 - Preparing for the Worst

Himeko: …Alright, I got it. Kiana, keep being “flexible” and I’ll reconsider your battle deployment next time.

Kiana: Hmm.

Himeko: Still remember why I’ve assigned you to partner up with Mei?

Kiana: Uhm… Because we’re soul mates with a special connection?

Mei: …Be serious, Kiana.

Mei: Before deployment, Major Himeko reminded us to watch out for enemy types and counters.

Mei: Different Valkyrie battlesuits can counter different enemy types.

Kiana: Ah, types. Yeah, of course I know that… that thing.

Himeko: Let’s pray you do. Mei, please take care of her.

Mei: Don’t worry, Major Himeko.

Kiana: Himeko! Stop belittling me! Hmph!

Kiana: Mei, why did you switch off those traps? We’re not super-hackers like Bronya. This is a waste of time.

Mei: Kiana, you should know that a stitch in time saves nine.

Kiana: A snitch in nine saves time? What the hell is that?

Mei: Switching off the traps here will make things easier for us down the road.

--

Gameplay 1-8 - Pursuit

Mei: That’s the aft of the ship, right?

Kiana: Hmm… Himeko told us to gather at the aft of the ship and secure a breach.

Mei: Something… doesn’t feel right about this.

Kiana: Pfft. Mei, you’re always worrying about stuff. You don’t have to worry about those pesky enemies with me around.

Kiana: Alright. Let’s secure this breach.

Mei: Wait!

[CG plays wherein the Emperor-class Honkai beast Kiana had fought previously returns to combat them once more:

Mei: Kiana! Watch out!

Kiana: Dang it! Didn’t I send this guy packing last time?]

--

Gameplay 1-9 - Fury of Thunder

[CG plays wherein the Emperor-class Honkai beast overwhelms them, with Mei releasing a portion of her powers as the 3rd Herrscher, letting it assume control to defeat the beast:

Kiana: Hnnggh… it’s way stronger than I thought.

Mei: I can’t… can’t fall here!

Mei: I must… save Kiana…

SYSTEM: 3rd Herrscher activity detected.

SYSTEM: Restriction protocols activated.

Mei: Go to hell, scum!]

…

[CG plays wherein Bronya finishes decrypting the battleship’s system, and heads off to rendezvous with Mei and Kiana, with Mei collapsing in her arms:

Bronya: Mei… Kiana…

Bronya: The Bronya must be… faster…

SYSTEM: Decryption Complete.

Mei: Bronya… you’re here… thank goodness you’re alright.

Bronya: Mei!]

--

Gameplay 1-10 - Boarding Action

Himeko:…I understand the situation. Bronya, please take care of Kiana.

Bronya: Da, Major Himeko. Kiana is carrying Mei. Physio readings are stable. The Bronya shall handle all hostiles.

Kiana: Hey, Himeko, what did Mei mean by “restriction protocols”? And what about the countdown?

Himeko: …Now that’s a long story. I’ll give you a detailed rundown once this is all over.

Act 3 - Above the Throne
Gameplay 1-11 - Anti-Entropy

Mei: Ugh… Kiana, I…

Kiana: Mei?

Bronya: Mei!

Mei: Bronya… you must have helped us access the interior of this battleship? How is the combat?

Bronya: Combat performance nominal. This defense system is familiar to the Bronya. Hacking will be simple.

Mei: Where’s Kiana? Is she injured?

Kiana: I’m a-okay! I think I can run another marathon piggy-backing Mei like this.

Mei: Bronya, when you said you’ve seen these defense systems before, were you talking about your time with Anti-Entropy?

Bronya: Affirmative. Designs, features, and even slogans and logos bear the marks of Anti-Entropy.

Bronya: The Bronya does not understand why this unmanned battleship appeared here.

--

Gameplay 1-12 - Bumpy Road

Mei: Kiana, you can put me down now. I’m alright.

Kiana: Hmm. So soon?

Bronya: There is no need to over-stress your physicals.

Mei: I’m really alright. Thanks for being so considerate.

Bronya: Mei, over-stressing your physicals will be harmful. The Bronya only managed to escape Anti-Entropy with your help, Mei.

Bronya: Allow the Bronya to take care of things for now.

Kiana: Hey!

Bronya: …What is it, Kiana?

Kiana: Mei, you wanted to get off me because you gained weight, but didn’t me to find out?

Mei: Oh dear, Kiana…

--

Gameplay 1-13 - Titan Awakened

Bronya: (Mei’s physio readings do not look good…)

Bronya: Mei, the Bronya has a recommendation.

Mei: What did you see, Bronya?

Bronya: The Bronya intends to make use of the mech units here.

Kiana: Uhm… What do you mean?

[CG plays wherein Bronya hacks into some Anti-Entropy mechs]

Bronya: Password protection disabled. Pilot access granted. Combat systems activated.

Bronya: A trojan? No. it seems like a minor Honkai leak.

Bronya: Minor event categorised. Moving on.

Bronya: Anti-Entropy specialist combat mech armed and ready.

Kiana: Whoah! This is super cool. I’ll pilot this one!

Bronya: Negative.

Kiana: Hmm. Why? It’s my turn to do something cool.

Bronya: Mech piloting requires at least 10,000 hours of training.

Bronya: Candidate pilots must be well-versed in the basic principles of EM theories, fluid dynamics, and aerodynamics.

Kiana: Ah? Really? You must be kidding me. This mech looks simpler than a bike.

Mei: Stop fooling around, Kiana.]

--

Gameplay 1-14 - Taking the Bridge

Kiana: Heheh! How’s that? My piloting skill is simply spelled with awesome.

Bronya: Awesomely inept.

Kiana: What? I reduced all those hostile mechs to slag!

Bronya: Kiana Idiotka has destroyed the only operational mech we managed to hack.

Kiana: Can’t do anything about that. But at least we’ve destroyed a ton of enemy units.

Bronya: Kiana Idiotka pressed the self-destruct button as well.

Kiana: What? How did you know?

Mei: Erm… since we can’t pilot the mech anymore, we should move on with our mission.

Mei: According to the prints of the battleship, the bridge is beyond that dorm right?

Bronya: Affirmative, Mei.

Mei: Let’s do this. We’ll bust through and seize control of the helm.

[CG plays wherein attempts to hack into the bridge of the Selene, and surprisingly receives absolutely no resistance in obtaining master controls:

Bronya: No hostile units at the bridge. Project Bunny 19C, force access into the main control system.

Bronya: No login passwords… full administrator’s privileges granted… non-conformance with standard protocols.]

--

Gameplay 1-15 - Prophecy of Selene

Himeko: …This is really weird. They’re giving us a free battleship?

Himeko: Be careful, Bronya. The enemy may have hidden a few trojans within the code.

Bronya: Major Himeko, the Bronya found a strange mail in the master controller unit.

Himeko: Mail?

Bronya: “Dear Kiana! Greetings. We hereby return to you the battleship Selene after 14 years. You shall ascend the throne and rule this world. But before that, you’ll need to find 4 keys. Lightning of Conquest, Fire of Affliction, Storm of Desire, and Death of Tranquility. Your birthday is the password.”

Kiana: Wait, why is this mail written for me?

Himeko: Kiana, do you know anything about this? Do you know anyone who would write letters like this to you?

Kiana: No… I’m clueless… Don’t you think I’d remember if I had a friend so rich that they could give me a battleship?

Kiana: Plus, my stupid old man probably can’t write anything like this.

Himeko: Lightning of Conquest… Storm of Desire… they sound really familiar to me.

Himeko: Kiana! Tell Bronya your birthday.

[CG plays wherein Bronya enters the Selene’s main systems, just to find herself affected by some unknown force:

Kiana: Huh? Why would I tell you girls my birthday? Himeko, this is just a stupid prank.

Mei: Bronya, Kiana’s birthday is December 7th.

Kiana: Hey! Mei!!

SYSTEM: Navigation privileges granted. Rerouting vessel. New destination set: St. Freya High School.

Kiana: What? They really used my birthday as the password!

Mei: We’ll fly the battleship back to St. Freya High and get to the bottom of this.

Mei: It seems that the people sending this battleship harbor no ill will…

Himeko: What’s happening? Bronya?

Bronya: VALKYRIE SYSTEM.

Bronya: Biochip anomaly detected… force activate emergency system. Rebooting.

Bronya: Switching to troubleshooting mode. Purge all surrounding hostiles.]

[CG plays wherein Bronya comes to her senses after a fight with the others:

Mei: Bronya! Wake up, Bronya!

Bronya: What happened, Mei?

Kiana: Great! You’re finally awake!

Bronya: The Bronya… may have lost control over her chip…

Himeko: Valkyries, are the communications back online? Bronya? Are you alright?

Bronya: The Bronya is alright… Major Himeko, please arrange a full physiological exam for the Bronya at school.

Bronya: The Bronya will not drag anyone down in any way.]