Act 1 - Middle of Nowhere
Gameplay 5-1 - A Dream in the Clouds

[CG plays wherein the events between the last chapter and this one are explained, with even more added onto it than the previous CG:

Previously, to save Mei Raiden from the grasp of Cocolia, Kiana and the others infiltrated the ME Corp Headquarters.

The only thing standing between them and Mei Raiden was Bronya, who was under Cocolia’s control.

During the battle, Bronya destroyed the biochip implanted in her brain, freeing herself from Cocolia’s control.

But after the biochip was destroyed, she fell into a coma.

Even St. Freya’s best doctors couldn’t help wake her up.

To save Bronya, Theresa headed into St. Freya’s underground church, where the most advanced Schicksal biotech is kept…

Theresa: Search for data on “biochip brain implant”.

SYSTEM: 713 search results found in the Schicksal Core Database.

SYSTEM: 712 entries are classified as top secret due to their implications with the “Sirin Project”, and cannot be accessed.

Theresa: Ugh, must be Grandpa’s doing. Well, what about the only non-classified entry?

SYSTEM: The entry was logged on February 7th, 2000, at the Babylon Labs, Siberia.

Theresa: February 7th, 2000… Darn it, that cursed day! Database, show me everything about it.

SYSTEM: Yes, Principal Theresa.

Kiana: Huh? The screen is starting to disappear. I must get in now!

SYSTEM: Virtual space construction complete. Time: 15:00, February 7th, 2000. Location: Babylon Labs, Siberia.

Kiana: Where… am I?]

Kiana: Hello? Anyone? Dammit. There’s no signal here. What is this place?

Kiana: I was right behind Theresa, but she’s gone as well!

Kiana: All I can see is that tower. I guess I’ll head over and check it out.

Kiana: Never seen this much snow before. We used to live in a snowy village when Dad was around.

Kiana: I really miss the snow fights with Dad. His snowball managed to smash through a massive 7-feet stone block!

Kiana: Hey wait, was he trying to murder me with that?

Kiana: What was he thinking?

Kiana: Then that stupid old man just vanished 4 years ago…

Kiana: Tried looking for him in Europe and Asia. Nothing.

Kiana: I wonder what he’s up to now. Kinda miss him, really.

--

Gameplay S5-1 - Arctic Snowland

No story content.

--

Gameplay 5-2 - Hope in Despair

Kiana: Can’t remember how long I’ve been trudging through this snow. This place looks so desolate.

Kiana: Ugh… Never expected to feel lonely myself.

Kiana: Why do I feel this loneliness? I’ve been doing well on my own since the old man disappeared.

Kiana: I just want to get back to dinners with Mei and video gaming with Bronya.

Kiana: Even Theresa’s crazy hell-on-Earth training was better than this… and Aunt Himeko getting into my bed naked…

Kiana: Wait, wasn’t that line supposed to be censored? Grr. Whatever. I just miss everyone.

Kiana: That tower is still so far away. Am I lost or something?

Kiana: I hope I won’t be trapped here forever. It’s so lonely down here.

Kiana: Reminds me of the day when the old man went missing. No one replied. No one waited for me.

Kiana: Now I’m in the snow, all by myself.

Kiana: I shouldn’t say that! It’s all different now. Everyone’s waiting for me.

Kiana: Mei, Himeko, Theresa, and even the mighty Bronya! I’ll see them again soon!

--

Gameplay S5-2 - Lonely Hell

No story content.

--

Gameplay 5-3 - Trace

Kiana: Eh? The device picked something up.

Theresa: Failed to intercept the target. I’m injured fighting her. Currently immobile.

Theresa: Target is heading to Babylon Labs. All Valkyries, make your way to the target location ASAP!

Kiana: That’s Theresa’s voice!

Kiana: She shouldn’t be that far away! I gotta go and see her!

--

Gameplay 5-4 - Encounter

[CG plays wherein the simulated Theresa meets Kiana, and believes her to be an illusion of the 2nd Herrscher, preparing for combat:

Theresa: Darn it, I underestimated her power. Never thought that the 2nd Herrscher would grow so strong so fast.

Theresa: I must complete my somatic regen now. I must… destroy the 2nd Herrscher before Grandpa dispatches Cecilia.

Kiana: Aunt Theresa, who did this to you?

Theresa: Huh? Who are you?

Kiana: You were hurt in the head too? We’ve only been apart for minutes… I’m your niece, Kiana.

Theresa: Kiana… Kiana Kaslana?

Theresa: Humph! Darn you, 2nd Herrscher, for using an illusion to confuse me!

Theresa: Am I really that gullible? Kiana is only one year old!

Theresa: Die, illusion!]

Theresa: Wait! Were you using the gun kata skills of House Kaslana?

Kiana: Yeah.

Theresa: Who taught you that?

Kiana: My Dad, of course.

Theresa: Your Dad?

Kiana: Siegfried! Siegfried Kaslana!

Theresa: That’s odd. She said she’s Kiana, but Kiana just celebrated her 1st birthday.

Kiana: 1st birthday? Oh right. System time read February 7, 2000 when I came in.

Kiana: Maybe she’s Theresa from the year 2000. No wonder she didn’t recognise me.

Theresa: I know what I have to do. You must be Siegfried’s ill-begotten bastard daughter!

Kiana: Huh?

Theresa: I knew it! That guy is a dirty womanising scumbag! Never thought he’d end up being that big of a bastard!

Theresa: That’s why you’re calling me aunt.

Kiana: Hey! Stop calling me a bastard!

Theresa: Poor child. I know it’s hard. But this is your Dad’s fault… oooh, that evil scumbag!

Kiana: Never mind, Theresa’s too stupid to understand my explanations.

Kiana: I’ll just admit it and let her take me out of this place.

Kiana: That’s a safe assumption. That evil scumbag abandoned my mother and I four years ago. My mother died afterwards.

Kiana: I came here to look for him.

Theresa: Poor girl. Don’t worry. I’ll help you exact justice!

Theresa: But let’s get out of this dangerous place first.

Theresa: Once this mission is over, I’ll have Siegfried arrested and teach him a lesson!

--

Gameplay 5-5 - Getting Ready for Battle

Theresa: Command, this is Theresa Apocalypse. I need a report on the 2nd Herrscher.

Operator: Master Theresa! Great to hear back from you.

Operator: Our radars lost track of the 2nd Herrscher after your fight with her.

Theresa: The 2nd Herrscher is heading for the Tower for the Honkai energy there to complete her awakening.

Theresa: Have the Valkyries secure the Tower and tell them to report to Command if they detect her.

Theresa: And tell them to avoid engaging the 2nd Herrscher. Right, where’s Siegfried Kaslana?

Operator: Master Siegfried just got to the temporary outpost and is standing by.

Theresa: Alrighty. I’ll head over there to rendezvous with him!

Kiana: Theresa, is that faraway thing the “Tower” that you just mentioned?

Theresa: Yeah. Its official name is the Babylon Labs. It’s a massive research base built by Schicksal in Siberia.

Theresa: The Tower houses the latest bio, materials, computing, and energy techs of Schicksal.

Kiana: Energy tech?

Theresa: Yeah. It has the world’s only massive-scale Honkai reactor with an output of 2000 HW.

Kiana: 2000HW?! Whoah! That’s even bigger than the Hyperion’s reactor core!

Theresa: Hyperion? What’s that? Never heard of a Hyperion core, but…

Theresa: …The name does sound cool for a battleship.

Kiana: Uh oh. I think I changed history right there.

Theresa: The 2nd Herrscher has awakened, but she’ll need more Honkai energy to get stronger.

Theresa: We think that she’ll be heading to the Tower to get more energy. If she succeeds, nothing in this world can stop her.

Theresa: We must take her out before she gets there.

Kiana: 2nd Herrscher… Siberia… the year 2000… Hey, I remember hearing this somewhere.

Kiana: Oh yeah, that annoying dream voice kept talking about this when I dozed off at the Selene.

Kiana: The 2nd Honkai War against the 2nd Herrscher took place in Siberia in the year 2000.

Kiana: My Mum, Cecilia, was killed in that battle.

Act 2 - Divided by Choice
Gameplay 5-6 - Awakened Memory

Kiana: Theresa! Theresa!

Theresa: Hey, stop shouting, girl!

Kiana: I wanna ask you something. Is Cecilia… Cecilia Schariac in this mission as well?

Theresa: Where did you hear about Cecilia?

Kiana: ‘Cus she’s the Valkyrie I respect the most?

Theresa: Okay… well, Cecilia won’t be coming to Siberia.

Theresa: She’s on maternity leave, you know. She just gave birth a year ago, but…

Kiana: But what?

Theresa: If Siegfried and I can’t stop the 2nd Herrscher, Overseer Otto Apocalypse might deploy her.

Theresa: I won’t let that happen! I’ll protect Cecilia!

Kiana: That’s right. Let’s protect her!

--

Gameplay S5-3 - Frost Tower

No story content.

--

Gameplay 5-7 - Decision Making

Kiana: Oh yeah, Theresa, I’ve got another favor to ask.

Kiana: Don’t let Siegfried know that I’m his… ehem… daughter.

Theresa: Oh? Why?

Kiana: Hmm… we’re at a crucial moment of the mission… it might get him in trouble with Mum… I mean, Cecilia.

Kiana: I’ll just handle family affairs after this mission. Please!

Theresa: That’s very considerate. You’re definitely my niece.

What’s this shaking?

Siegfried: What is this damn thing? Go to hell!!

--

Gameplay 5-8 - To: Command Post

[CG plays wherein Theresa and Kiana rendezvous with Siegfried, and come up with a plan of action:

Siegfried: Hey! Theresa, you’re finally here. I heard you ran into the 2nd Herrscher, and I was worried for a bit!

Theresa: Well, that’s very sweet of you, pervert.

Siegfried: Alright, alright. So, who is this beautiful young lady by your side, if I may ask?

Siegfried: Young lady, if you’d allow me, I would love to buy you a drink.

Theresa: Siegfried, stop wasting our time. Now tell me, what the heck is going on?

Siegfried: Well, there’s bad news, and then there’s very bad news.

Siegfried: The bad news is that a Valkyrie squad is out there searching for the 2nd Herrscher, but there’s been nothing from them yet.

Siegfried: The very bad news is that thanks to the lack of progress, Overseer Otto has dispatched Cecilia.

Theresa: What?! But Cecilia is in no condition to fight right now!

Siegfried: She’ll be here in 30 minutes.

Siegfried: We must find and eliminate the 2nd Herrscher before that.

Siegfried: Haha, looks like the gods haven’t abandoned us just yet.

Operator: Reporting in. We have heard from Valkyries in Zone 0-23 and Zone O-17. They found traces of the 2nd Herrscher in both areas.

Theresa: Darn it, at least one of them is a distraction for sure.

Siegfried: We don’t have any other choice. I’ll go to Zone O-23, and you head to Zone 0-17. Whoever finds the 2nd Herrscher gets to take her down.

Theresa: Kiana, you stay. It’s safer here.

Siegfried: Ah? Kiana?

Kiana: Yes, Kiana. Sorry, I just happen to have the same name as your daughter.

Kiana: But I will not stand idle. I want to fight as well!

Theresa: But…

Kiana: You just saw me fight. You know I won’t slow you down.

Siegfried: I’m okay with this. I can tell from her eyes that she’s a great warrior.

Siegfried: Theresa, just bring her along.

Theresa: Fine.

Kiana: Oh yeah, there’s something else.

Siegfried: Ouch!

Kiana: Humph, once I knock down the 2nd Herrscher, there’s more for you where that came from!

Kiana: Just wait for it, old… I mean, Siegfried, Siegfried Kaslana!]

Kiana: So we’ve gotta take down the 2nd Herrscher real quick, or else…

Theresa: Kiana, what’re you mumbling about?

Kiana: I’m worried about Cecilia. She’s unwell… but they might force her to fight…

Theresa: Still worried about Cecilia? Don’t worry. Siegfried and I will do our best.

Theresa: He’s a sorry excuse for a human being, but he’s actually pretty in love with Cecilia.

Theresa: Kiana,do you know why he wants you to team up with me?

Kiana: Why?

Theresa: He’s definitely going to use the Judgment of Shamash once the 2nd Herrscher appears.

Kiana: The Judgment of Shamash?!

Theresa: The Judgment will devour everything in a sea of fire, including the user themselves. He doesn’t want you to see that.

Kiana: Stupid old man…

--

Gameplay 5-9 - Toxic Bait

Theresa: This is Zone 0-17… these are pieces of Valkyrie battlesuits… She’s killed every Valkyrie in this area…

Theresa: The shredded battlesuits are still giving off signals… Command must think that the 2nd Herrscher is still here.

Theresa: Curses… this 2nd Herrscher can even control our battlesuits. What is she made of?

Kiana: Theresa! Focus on the objective. The 2nd Herrscher is at Zone 0-23. We must head over quickly. Wait! A large VTOL drone is heading our way.

Theresa: Hey, that’s the Anti-Honkai VTOL drone of Schicksal! Is the 2nd Herrscher controlling that as well?

Theresa: She’s trying to slow us down with the drone. Let’s take it down, Kiana.

Theresa: That fight really delayed us. If this is the bait, then the 2nd Herrscher should be at Zone O-23.

Theresa: Kiana, we must head over ASAP! Command, how long would it take us to get to O-23?

Operator: About 15 minutes.

Theresa: Have Siegfried delay the 2nd Herrscher. We must not let her get inside the Tower!

Act 3 - Judgment of Shamash
Gameplay 5-10 - Ten Crucial Minutes

Siegfried: Theresa, the Comms Officer just told me that the 2nd Herrscher is heading our way!

Siegfried: Hah. I think luck is on our side!

Theresa: Siegfried, don’t do anyhing stupid! We’re about 10 minutes away from you.

Siegfried: 10 minutes? By the way, Theresa… how long did it take for the 2nd Herrscher to defeat you?

Theresa: …4 minutes and 50 seconds.

Siegfried: That sounds like bad news to me. I can see her now. I guess I’ll have to be 2 times better than you to keep her here for 10 minutes.

Theresa: If you can avoid fighting her head-on…

Siegfried: Forget it. I like to go in face-to-face. I’ll see if I can take down the 2nd Herrscher here.

Theresa: Hey! I knew you were planning to take her down with the Judgment of Shamash! Stop, Siegfried!

Siegfried: Of course. Take care, Theresa. Try to take care of Cecilia and Kiana for me.

Theresa: Wait! Stop, Siegfried!

Theresa: Siegfried! Don’t do anything crazy! Kiana, we must hurry up!

Kiana: Theresa, why are you so worked up about the Judgment of Shamash?

Theresa: The Judgment of Shamash is the heirloom of House Kaslana and one of the most destructive sacred relics of Schicksal.

Theresa: The Honkai seals of the pistols can be unlocked to create a fiery greatsword that incinerates any foe.

Kiana: Wow. Never knew the old to be packed with so much firepower…

((Author's Note- (The text actually cuts itself off at “firepow”, but it’s pretty easy to assume what is being said))

Kiana: A fiery greatsword… wait, I think I’ve seen it before, right before Dad disappeared!

Theresa: What’s wrong, Kiana?

Kiana: …I can’t remember. I just had a headache.

Theresa: The power of the fiery greatsword would incinerate the sword itself as well.

Theresa: Before Siegfried, three Kaslanas gave up their lives by using the Judgment of Shamash.

Kiana: What?! No way! I can’t let the stupid old man die here!

--

Gameplay S5-4 - Back and Forth

No story content.

--

Gameplay S5-5 - Top Secret

No story content.

--

Gameplay S5-6 - Martyr

[CG plays wherein Siegfried faces off against the 2nd Herrscher, having to resort to using the Cleaver of Shamash:

Siegfried: Haah… Haah… How is Theresa still not here yet? It must be because of her short, little legs, huh?

Sirin: Haha, human, you were able to fight with me for this long. You seem to be even stronger than that maiden.

Siegfried: Hmph, thanks for the compliment. But from the moment the fight began, I knew that even with Theresa’s help, we wouldn’t be able to defeat you.

Sirin: Humble you are, human. If you want to beg for mercy, I’ll consider letting you go.

Siegfried: I appreciate the thought, pretty lady.

Siegfried: But, I’ve already made my choice.

Siegfried: To protect the ones I love, I am willing to sacrifice everything, even my life!

Sirin: Why?! Why does your sword have so much power???!!!

Siegfried: It’s time for you to go to hell! Unleash! Judgment of Shamash!]

--

Gameplay 5-11 - Shamash! Unleashed!

Theresa: We’re almost at O-23! That man over there… wait, it’s Siegfried!

Kiana: That flaming crater… what made it?

Theresa: The Judgment of Shamash did.

Theresa: Dammit! He really did it!

Kiana: You told me that Dad would die if he uses the Judgment of Shamash!

--

Gameplay 5-12 - Move or Die

Operator: Be careful, Master Theresa! We’re picking up powerful Honkai energy readings around you.

Kiana: Wait! There’s a Honkai beast in the crater! That beast survived the fire!

Theresa: Is that one of the 2nd Herrscher’s lackeys? Grr. It’s definitely not going to stop us!

Kiana: That beast got away!

Theresa: No time for that. We must stop the 3nd Herrscher from getting to the Tower. We can’t let Siegfried die in vain.

Theresa: That guy may be a disgusting, womanising, evil scumbag, but he doesn’t deserve to die here. Dammit!

--

Act 4 - Light of Salvation
Gameplay 5-13 - Mother

Kiana: Never knew that Theresa cared about Dad so much.

Cecilia: Never knew that you cared about my man so much, Theresa.

Theresa: Wha? It’s Cecilia! Are you in Siberia?

Kiana: It’s Cecilia… that’s how Mum sounds like…

Cecilia: Yeah. Got here right on time to get his butt out of trouble.

Theresa: Siegfried… he’s still alive?

Cecilia: Yes, but he doesn’t look good. He’s half burned up.

Cecilia: I’ll try curing him. You should get to the Tower. I’ll catch up with you shortly.

Theresa: Curing the burns caused by the Judgment of Shamash? You… you’re using the Abyss Flower! But your body…

Cecilia: You’re worrying too much. Relax, Theresa, I’ve got this.

Kiana: Cecilia… Cecilia… This is the first time I’ve ever heard Mum talk before.

Kiana: Hey, if I get to the Tower, I’ll get to see Mum, right?

Kiana: I… I’ve never seen my Mum before!

Theresa: Curses. I really messed up here. I couldn’t stop Cecilia’s deployment.

Kiana: Theresa, why are you trying to stop Cecilia’s deployment?

Theresa: Cecilia used to be the strongest Valkyrie… but she’s still recuperating from childbirth… if she joins the battle…

Kiana: Oh yeah! The dream voice told me that she would die in the 2nd Honkai War!

Kiana: No! I won’t let Mum die here! I don’t care if this is only a virtual digital world.

--

Gameplay 5-14 - A Glorious Relief

Cecilia: Theresa, I’ve got good news. My hubby will live another day.

Kiana: Good job, Mum! I mean… Cecilia! Never expected Shamash burns to be cured so quickly!

Theresa: That’s not good news. Only the powers of a Divine Key like the Abyss Flower can cure those burns.

Theresa: Using that relic will greatly deplete your vital forces.

Cecilia: Theresa, you worry too much. Look at me now, I’m pumped and ready to go.

Theresa: Stop joking! I know you’re down to less than half-strength after curing Siegfried!

Theresa: Fighting against the 2nd Herrscher…

Cecilia: Then I guess I’ll need you around to help, Theresa…

Theresa: Give up the fight! Cecilia, your health has been deteriorating all this while. I don’t want to lose you.

Cecilia: That’s impossible, Theresa. I must fight this and prevent the 2nd Herrscher from killing more people.

Cecilia: We are Valkyries. Defending humanity is our sacred duty. I’ll meet you at the Tower, Theresa.

--

Gameplay S5-7 - Dreadful Nightmare

No story content.

--

Gameplay 5-15 - Words Never Said

Kiana: Ce… Cecilia! Why… why are you calling me?

Cecilia: This voice! I knew it! This is definitely Kiana!

Kiana: Oh?

Cecilia: I have a favor to ask.

Kiana: I’ll do anything you ask, Cecilia! I’ll put my life on the line for it!

Kiana: Just tell me what needs to be done!

Cecilia: It’s nothing serious. Try saying “Mum” to me.

Kiana: Ah? What? Why?

Cecilia: Please, just do this for me… Your voice sounds just like how I imagined my daughter’s voice to sound like when she grows up.

Kiana: Mum.

Cecilia: YAY! That totally made my day. Recording this ASAP.

Kiana: Cecilia, can I ask a favor of you as well? Can you… please give up this mission?

Cecilia: Oh? I’ll need to know why.

Kiana: Theresa said that you’re in poor health, and saving Siegfried has expended your strength…

Cecilia: Indeed. He was in pretty bad shape. And I’m not feeling too well these days. The 2nd Herrscher looks pretty strong on paper, too.

Cecilia: Just to be on the safe side… I have about an 80% chance of winning, right?

Kiana: 80%? But then why is Theresa so worried?

Cecilia: Because that’s what she does. Don’t worry, Kiana. “Mum” is a lot stronger than she looks.

--

Gameplay S5-8 - Love and Hope

No story content.

--

Gameplay 5-16 - Battle Prelude

Theresa: Those are the Babylon Labs. No sign of the 2nd Herrscher. Could she be in the Tower already?

Kiana: Theresa! Watch out! It’s that Honkai beast again!

Theresa: Dammit! This guy just won’t die. It’s trying to buy the 2nd Herrscher some time. Let’s take it out together, Kiana!

[CG plays wherein Cecilia arrives, using the Abyss Flower to quickly dispatch of Assaka with a single strike:

Theresa: Kiana, focus. We need to take it down quickly and enter the Tower.

Kiana: That’s… impressive. Only one hit and the Honkai beast went down!

Theresa: That’s Abyss Flower, the Divine Key that can dematerialise anything.

Cecilia: Good work, Theresa, and sorry for stealing your prey.

Theresa: Heh, that’s the Cecilia I remember. The strongest Schicksal Valkyrie ever.

Cecilia: Drop it, Theresa… you know I can’t handle compliments.

Cecilia: And this young lady by your side must be Kiana.

Kiana: Ce… Cecilia… Mum…]