===Act 1 - Daunting Trial===

====<u>Gameplay 38-1 - Pain</u>====
…

She heard a subtle sound, as if someone had stepped onto solid ground.

Someone was breathing deeply, presumably nervously, before her.

After a few seconds of silence, they had returned to the all-too-familiar mind room.

'''Seele:''' Seele!

The instant she saw the person she had been searching for, she couldn’t contain her excitement and instinctively reached out to her.

'''Seele:''' …!

'''Seele:''' Finally… I finally see you.

'''Seele:''' …

'''Seele:''' Yeah, we’ve finally met, Seele.

Looking at the elated girl in front of her, she didn’t make the usual sarcastic remarks, but instead relaxed herself to feel the warmth that she finally regained.

'''Seele:''' …

'''Seele:''' …

'''Seele:''' Speaking of which, isn’t this the longest amount of time we’ve spent apart?

'''Seele:''' It’s more like… the only time? Because… even during that time on the moon, I could sense you.

'''Seele:''' But that doesn’t matter anymore, because we’ve met once again.

'''Seele:''' This must be a good start. Heheh.

'''Seele:''' …I’m pretty sure you’re the only person alive who could laugh at a moment like this.

'''Seele:''' But that’s what I’m thinking.

'''Seele:''' Don’t you agree with me?

'''Seele:''' Er…

'''Seele:''' …I don’t think you’re wrong, but I do think you look at things too positively.

'''Seele:''' (“Something that’s happened once… is no miracle.” Huh.)

'''Seele:''' …

'''Seele:''' Right, how are you feeling now? You’re in the so-called underworld…

'''Seele:''' Dummy, what could happen to me? Or do you actually think I could die in this stupid place? You must’ve imagined terrible things if you’re hugging me so tightly!

'''Seele:''' Ah… sorry!

The girl immediately let her go.

'''Seele:''' (Why are you…)

'''Seele:''' …Hmm?

'''Seele:''' N-Nothing. Let’s get down to business.

The two girls further exchanged the situation of the Country of Iron Sand and Salt Snow Holy City, as well as the encounters in their journeys.

'''Seele:''' Wait…

'''Seele:''' Combining the information you provided and what Professor Rock surmised… Isn’t this all still the work of Hare?

Seele shook her head lightly.

'''Seele:''' Compared to a planner, Misteln’s more like an executor or even a spectator.

'''Seele:''' From start to finish, she’s never shown us true hostility. Her actions tend to be either a test or kind of guidance. This also applies to her friend Prometheus.

'''Seele:''' As for what those ambiguous actions stand for… I think they might have something to do with Misteln’s “saving the underworld”.

'''Seele:''' Hmph, that’s no reason for her to toss us here from the real world. Haven’t we seen enough scum that claim to be selfless like that just in Siberia alone?

'''Seele:''' Besides, the residents of Iron Sand are all dead. Wisps are everywhere.

'''Seele:''' They yap about how the Sage will give them new life, but we’ve been through what happened at Klostern. Does the answer that Otto arrived at after five hundred years of searching have anything to do with the general understanding of “revival”?

'''Seele:''' Seele, even a kid knows the dead can’t be brought back to life. Of the people you mentioned, one is an Idea and one is an AI. They know this better than anyone.

'''Seele:''' Unless… they want to pull something else, like reviving a soul in a borrowed body.

'''Seele:''' I-I don’t think so. Anyway, Misteln isn’t as bad as we make her out to be. She wouldn’t have guided us to the border village in Salt Snow Holy City otherwise.

'''Seele:''' …Are you saying she foresaw our reunion now? Cut it out.

'''Seele:''' This is the second time she’s taken advantage of us. You really need to be more cautious.

'''Seele:''' …Haha. You’re right, I’ll listen to you.

'''Seele:''' By the way, why didn’t Susannah go back? She was showing signs of being kicked back to the real world by the Sea of Quanta.

'''Seele:''' …I’m guessing Hare thwarted the process when it was so close to completion.

'''Seele:''' This should be the reason that we ultimately entered different bubble universes. But we don’t have proof to say this is connected to Hare’s actions.

'''Seele:''' Otherwise, it could only be the rules that Professor Rock mentioned… Shoot, forget about these baseless things, our priority is to meet up in reality as soon as possible.

'''Seele:''' Professor Rock said if we can find the overlap between the two bubble universes, she might pass through it in some way, and help us locate you.

'''Seele:''' She did manage to do it, but what comes after that is the real problem.

'''Seele:''' Salt Snow Holy City and the Country of Iron Sand look like the glass bulbs at both ends of an hourglass. If we want to enter another bubble universe, we must fight gravity to touch the “sky” of our worlds.

'''Seele:''' Might it be easier to start from the tower in Salt Snow Holy City?

'''Seele:''' But… that’s exactly where Misteln and Prometheus are inviting us to.

'''Seele:''' Tsk, this is getting more and more tiresome. I say we should…

'''Seele:''' Hmm… Why don’t I…

'''Seele:''' …

…

'''Seele:''' Seele?!

'''Seele:''' …

'''Seele:''' …

'''Seele:''' Seele, what happened?

'''Seele:''' Seele… Where… Where are you?

…

There was no response.

In the endless darkness…

There was only a soul who had returned to loneliness.

Meanwhile…

'''Seele:''' …!

'''Susannah:''' Seele! Are you okay?

'''Seele:''' I’m… I’m fine. Sorry for making everyone worry.

'''Shigure Kira:''' That’s a relief. If Susannah didn’t say you might be contacting the other Seele, I would’ve sung to wake you up.

'''Seele:''' About this, Susannah’s right.

'''Seele:''' But just now… something invisible poured into the room where we were communicating.

'''Seele:''' Then Seele went into a panic, and no matter how much I called to her, she ignored me, as if… as if I had vanished right in front of her.

'''Susannah:''' Hmm…

'''Susannah:''' Oh, I know! Something like a one-way mirror was between you two, so the other Seele couldn’t see you, but you could see her.

'''Susannah:''' But a mirror that’s totally soundproof and can’t be detected… I’ve never heard of something like that before.

'''Shigure Kira:''' No matter how you put it, it can’t be a real mirror.

'''Vita:''' So… we’ve come to the end of the road again?

'''Seele:''' Not exactly. Before our communication got cut off, Seele and I had already exchanged intel.

'''Seele:''' For example, Miss Kira’s friend Dr. Schrodinger is in that world now. I couldn’t have contacted Seele without her and the Herrscher of Sentience’s help.

'''Shigure Kira:''' Oh, so the doctor’s over there! We needn’t worry too much, there must be a solution.

'''Shigure Kira:''' Maybe you got cut off because the Lightsalt you’re holding is out of juice.

'''Vita:''' I see~ You want a new chunk of Lightsalt? Easy, there should be some left in the abandoned warehouse over there.

'''Susannah:''' Let’s try it now!

'''???:''' That’d be unnecessary.

'''Shigure Kira:''' …?!

'''Misteln:''' I don’t want to pour cold water…

'''Misteln:''' But switching Lightsalts is an extraneous move.

'''Shigure Kira:''' …You again?

'''Misteln:''' Prometheus is occupied with something and I happened to be free, so I came on her behalf.

'''Seele:''' Misteln, you said that when we finally realise that issue, we’ll find the answer to all the secrets.

'''Seele:''' But now we face more and more mysteries. Are you really not going to give us our due explanation?

'''Misteln:''' Don’t worry, that’s what I came for.

'''Misteln:''' All in all, if communication across two worlds comes at a price, it wouldn’t only manifest on a chunk of Lightsalt.

'''Vita:''' …What do you mean?

'''Misteln:''' Miss Vita, what’s your impression of the Sage?

'''Vita:''' …?

For no apparent reason, Misteln shot the Salt Snow Holy City native a peculiar question.

'''Susannah:''' …The topic changed so quickly!

'''Misteln:''' It’s to help you understand what I’m going to say.

She covered her mouth and chuckled in a seemingly unintentional manner, as if hiding some sort of apology in her palm.

After all, for someone who had made her choice, ruminating on emotions would only make the price more subjective.

'''Misteln:''' Why not tell me your impression of her, Miss Vita?

'''Vita:''' Alright. In my opinion… No, in everyone’s opinion, the Sage is omnipotent and omniscient. She lives a secluded life, which makes us venerate her all the more.

'''Misteln:''' Let’s say a second Sage appears in Salt Snow Holy City. What will everyone think?

'''Vita:''' …?

'''Vita:''' Wait, is that even possible…?

'''Misteln:''' By common sense, it’s impossible. That’s why once it really happens, it’ll disrupt the world to some degree.

With an earnest face, Misteln walked slowly towards Seele.

'''Misteln:''' What I will tell concerns rules.

'''Misteln:''' In the real world you live in, the Cocoon of Finality is the rule that dominates the Honkai.

'''Misteln:''' In the thirteen bubble universes that Prometheus and I have visited, the Honkai functions in other manners.

'''Misteln:''' Rules are everywhere, yet almost indiscernible. Only when someone shakes them do they leisurely reveal themselves… such as now.

'''Seele:''' Are you saying that my communication with Seele… unwittingly shook the rules of these bubble universes?

'''Seele:''' But the rules you talked about…

'''Misteln:''' “There exists a Sage that can travel between life and death.” This is one of the rules in the two bubble universes, and a fact that every Salt Snow Holy City resident knows.

'''Misteln:''' In other words… it’s this fact that defines who the Sage is.

'''Seele:''' …!

'''Misteln:''' I see you’ve noticed.

'''Misteln:''' Inside the girl named Seele lives two souls that act as one. And the moment they established a connection, they happened to be in different worlds.

'''Misteln:''' In this way, Seele met the only requirement to become a Sage, which is to travel between life and death, making her the second Sage.

'''Vita:''' Act as one? Isn’t the Seele in the underworld her twin sister sharing the same name?

'''Susannah:''' Th-That’s just a story I made up… Sorry.

'''Seele:''' I’m sorry for not telling you the truth.

'''Shigure Kira:''' Haha, it’s alright, I knew something was off. I just didn’t know the other Seele was actually another “Seele”.

'''Seele:''' …Haha.

'''Seele:''' I’ll let you know the details later, but I digress.

'''Seele:''' Misteln, what are the consequences… of shaking up the rules?

'''Misteln:''' Currently, in addition to the two Seeles being unable to contact each other, many anomalies have occurred in Salt Snow Holy City and the Country of Iron Sand.

'''Misteln:''' And I’m sure you already know who the only person that can quell this chaos is.

'''Susannah:''' …

'''Susannah:''' Wait! You sound convincing, but we’re in a deserted border village and can’t contact the other Seele, so we have no way to verify whether you’re telling the truth or not.

'''Misteln:''' Susannah, you’ve grown.

'''Misteln:''' In that case, before we go, I’ll add an extra verification step that’ll open your eyes to reality.

As if to make her words more convincing, Misteln put her hands behind her back, and once again backed away from the girls until she thought she was safe.

'''Misteln:''' Since Seele has become the second Sage, you should have no problem sensing the situation of the two worlds.

'''Misteln:''' To my knowledge… all you need is to turn your attention from the other Seele to the one-way mirror that’s impeding your communication.

'''Seele:''' …

'''Seele:''' Okay, I’ll try.

The girl closed her eyes again.

The moment she turned her attention away, the black and white mind room shrunk into a cube the size of a palm.

It floated above the palm while the girl studied it from the top down… until the invisible foreign body that seeped into the room revealed itself.

'''Seele:''' …!

'''Seele:''' So… this is the one-way mirror’s true appearance.

'''Seele:''' The streets are empty. Where has everyone gone?

'''Seele:''' What are monsters doing in the city?

'''Seele:''' This isn’t good… We’ll need to take care of them as soon as possible.

'''Seele:''' …

'''Seele:''' This state I’m in… I can’t do anything?

'''Resident of Salt Snow Holy City:''' Get running, we’re dead if the monsters catch us!

'''Resident of Salt Snow Holy City:''' Huff… Huff… Why is this happening to me?! I only came out to shop for groceries!

'''Resident of Salt Snow Holy City:''' Where did they come from? This is the city center! The part closest to the tower!

'''Resident of Salt Snow Holy City:''' Shut up and run faster! I haven’t seen the oracle yet.

'''Resident of Salt Snow Holy City:''' The-That reminds me, why would the oracle let monsters run amok on the streets?

'''Resident of Salt Snow Holy City:''' Could it be… be…

'''Resident of Salt Snow Holy City:''' Don’t think too much about it, the oracle must be on its way. Let’s focus on saving our lives!

'''Resident of Salt Snow Holy City:''' Y-Yeah… Ow! I sprained my foot again!

'''Resident of Salt Snow Holy City:''' Dammit! I told you to focus! Come on, I’ll help you up.

'''Seele:''' If this goes on, they’ll be caught up to by the monsters.

Judging by their conditions, there was no doubt that what she feared would happen if nobody interfered.

And reality had deprived her of the right to get involved. What else could she do when she was forced into the position of a spectator?

“Alright. In my opinion… No, in everyone’s opinion, the Sage is omnipotent and omniscient. She lives a secluded life, which makes us venerate her all the more.”

'''Seele:''' Omnipotent… Omniscient… huh.

'''Seele:''' …

'''Seele:''' I understand. You can fight for the Sage, yes?

'''Seele:''' The Sage’s oracle.

'''Citizens of Salt Snow Holy City:''' We’re saved! It’s the oracle!

'''Citizens of Salt Snow Holy City:''' What took you so long…

'''Seele:''' I’m sorry. But, at least you’re safe now.

'''Seele:''' It’s finally settled.

'''Seele:''' Now to check in on the Country of Iron Sand.

'''Seele:''' Over there… it’s…

'''Seele:''' Seele and the Herrscher of Sentience!

'''Resident from Country of Iron Sand:''' I… I feel lighter…

'''Resident from Country of Iron Sand:''' You’re an idiot. How can someone without form become lighter?

'''Herrscher of Sentience:''' Professor Rock, what’s happening?

'''Herrscher of Sentience:''' We’ve piled so many Moonrocks together, but their light still keeps dimming… Is their time up or something?

'''Schrodinger:''' …I don’t know. I can’t explain this phenomenon based on the info I’ve collated.

'''Schrodinger:''' Seele, are you still contacting your other self?

'''Seele:''' …

'''Herrscher of Sentience:''' Tsk… Great, she’s shut herself in her little world again.

'''Resident from Country of Iron Sand:''' It’s… It’s fine… This is the pain I must endure before being born anew.

'''Resident from Country of Iron Sand:''' I believe in… the Sage… the great Sage…

'''Resident from Country of Iron Sand:''' Hey! Didn’t we agree to welcome our new life together? How can you go… without me…

'''Seele:''' Shut your mouth!

'''Seele:''' You’re already dead, what’s the point of weeping and sobbing?!

'''Resident from Country of Iron Sand:''' Eek!

'''Seele:''' …Stop screaming like morons. Get outta here.

The moment she finished, a small, warm, white glow emerged on her palm.

When she reached out to the wisp that was fading away, that glow merged into it. Soon, the wisp regained its radiance like a flame that had been given firewood.

'''Resident from Country of Iron Sand:''' Ah… Th-This power is…

'''Resident from Country of Iron Sand:''' …The Sage has made her power felt!

'''Resident from Country of Iron Sand:''' P-Please hit us some more!

'''Seele:''' …?

'''Resident from Country of Iron Sand:''' What are you talking about? You’re in no position to demand things of Miss Seele… You should thank her!

'''Resident from Country of Iron Sand:''' Oh, right…

'''Resident from Country of Iron Sand:''' Thank you, Miss Seele!

'''Seele:''' …

'''Herrscher of Sentience:''' Dang girl, you could do that?

'''Seele:''' I didn’t know I could either.

'''Herrscher of Sentience:''' …?

'''Seele:''' It wasn’t so much a sudden realisation as… creating from nothing? No, that doesn’t sound right. Anyway, I don’t understand what I did, I just wanted to chide them.

'''Herrscher of Sentience:''' Huh, it keeps getting iffier.

'''Seele:''' (…)

'''Seele:''' (I’ll stop now. Knowing she’s alright is enough.)

The girl stopped sensing.

After personally experiencing the anomalies in Salt Snow Holy City and the Country of Iron Sand, she had no reason to stay in this borderland.

Whether the chaos was created by that tacit communication as Misteln had said… she must act now.

However…

'''Seele:''' Ugh…!

The moment she left the one-way mirror and returned to reality, an inexplicable pain overwhelmed her.

She felt as if she was in a storm of ice and fire, where every time she breathed, razor-sharp ice would slit her throat and leaping flames would scorch her skin.

'''Seele:''' …

She held onto the stone railing at her side and tried to adjust her breathing, but her eyelids still powerlessly drooped, like butterflies whose wings were suddenly wetted.

'''Susannah:''' Seele, what’s wrong?

'''Seele:''' Nothing, I just… feel a bit sick.

It was obviously a lie to put her friends at ease.

She could clearly feel that the energy inside her was attracted to something beyond her… something she couldn’t fight against at the moment.

'''Shigure Kira:''' Misteln! You… What have you done to her?!

'''Seele:''' Miss Kira… this is likely a side effect of using the Sage’s power.

'''Seele:''' Misteln didn’t lie… We… we need to head to the tower immediately.

'''Misteln:''' I’m happy to hear you think that way, but I owe you an apology emotionally and rationally.

'''Misteln:''' That’s no side effect, and you shouldn’t have suffered as such… if only I were more adamant and gave up the idea of testing you.

'''Misteln:''' After all, for the second Sage of the High Tower, that rule is still a constraint that cannot be ignored.

'''Seele:''' Ru… le?

'''Misteln:''' Yes, rule.

'''Misteln:''' On the path of salvation, the Sage reached a place farther away. She thus understood…

'''Misteln:''' “The one chosen by the Tower will also be trapped by the Tower.”

--

====<u>Gameplay 38-2 - Ascending the Tower</u>====
…

…

A breeze brushed past their eyes, leaving a sweet scent behind.

They knew the distance was short, yet it still felt like a long dream.

When they awoke, they were already under the tower.

'''Vita:''' Seele…

'''Vita:''' Seele… We’ve made it!

'''Seele:''' …!

'''Vita:''' Seele, are you feeling unwell again?

'''Seele:''' Um… No, it’s not that. I just zoned out. I haven’t recovered to peak condition, but I’m already much better than I was in the border village.

'''Seele:''' Speaking of which, where did Misteln go?

'''Shigure Kira:''' She? She already entered the tower on her own when you were zoning out, as if her mission ended the moment she teleported us here.

'''Seele:''' According to my earlier sensing, her real mission… might have just started.

'''Shigure Kira:''' We don’t have much time. We should enter the tower now.

'''Vita:''' Yeah!

'''Susannah:''' Eeh? If you go in with us, you might get hurt! Misteln sent us here to quell the chaos, but it wouldn’t have happened if she didn’t get the two Seeles lost in two worlds in the first place!

'''Vita:''' Wow, I rarely see Susannah so assertive… What, are you worried about me?

'''Susannah:''' Oh… that’s because you’re a civilian…

'''Shigure Kira:''' That’s true. Vita, please stay here, it’s for your own safety. If this tower is a trap, we have a tough battle to fight.

'''Vita:''' Well… I’ll listen to you, then. But you also have to be more careful in there! I heard that the Sage’s placed many traps to keep people out.

'''Susannah:''' …Traps?

'''Vita:''' Yeah, the myths boil down to… the tower is as dangerous and complex as an ancient monarch’s tomb!

'''Shigure Kira:''' (Ancient monarch? This world has kings and queens too?)

'''Susannah:''' Ah, then we need to be very careful!

'''Seele:''' Yes, we need to be very careful. Thank you for telling us, Vita. See you later.

'''Vita:''' Heheh, it’s nothing. See you later!

'''Shigure Kira:''' …Yeah. See you later.

…

…

'''Shigure Kira:''' …Of course, Misteln isn’t here.

'''Susannah:''' She’s a capricious one.

'''Susannah:''' If she’s able to teleport us under the tower, why didn’t she teleport us to the top of the tower to meet the Sage?

'''???:''' I asked her to do it.

'''???:''' Just as she needed to add an extra verification step for you, I need to know you in my own way.

'''???:''' Outliers from afar.

'''Seele:''' Are you… the Sage of the High Tower?

'''Sage of the High Tower:''' Yes.

'''Seele:''' Before you begin “knowing”, can I ask you some questions?

'''Sage of the High Tower:''' Please go ahead.

'''Seele:''' You know what’s happening outside, right?

'''Sage of the High Tower:''' Yes. Sensing changes is the basic ability of a Sage.

'''Seele:''' So, judging by your calmness… you know the perfect solution to it?

'''Sage of the High Tower:''' I’m afraid it isn’t perfect… but yes, this is why Misteln invited you here.

'''Seele:''' …Then in that case, is it still important to “know”? If you need our help, wouldn’t it be faster to just ask?

'''Seele:''' Besides, you must’ve heard what kind of people we are from Misteln and Prometheus. We aren’t…

'''Sage of the High Tower:''' Pardon me for not agreeing.

'''Sage of the High Tower:''' The words of others are ultimately biased, and working with you, whom I do not yet know, requires caution.

'''Seele:''' …

'''Seele:''' I don’t understand.

'''Susannah:''' Seele?

'''Sage of the High Tower:''' …

'''Seele:''' Sage of the High Tower.

'''Seele:''' You’re the one who made us come, yet are yourself the one wasting time now. If you can sense the situation outside, you should understand the severity of it.

'''Seele:''' Do you know? Even though monsters have invaded the city and souls are perishing, the people are still chanting your name…

'''Seele:''' How can you still act like an outsider, as if the chaos and the people who believe in you don’t matter to you?

'''Seele:''' I don’t want to believe… that when their lives are in danger, you’re still following the routine unhurriedly to maintain a needless sense of superiority.

'''Seele:''' Sage, if you really want to resolve the problem, you should skip the unnecessary steps, and work with us.

'''Shigure Kira:''' Seele…

'''Sage of the High Tower:''' …

'''Seele:''' You… choose not to answer?

'''Sage of the High Tower:''' Aside from deepening the misunderstanding between us, my response serves no purpose. Please remember well that knowing you is necessary to resolving the problem.

'''Sage of the High Tower:''' So do your best and be quick. I will be waiting for you at the top of the tower.

'''Sage of the High Tower:''' …Seele.

'''Seele:''' …

'''Shigure Kira:''' Wait, Sage, we don’t have to fight…

'''Seele:''' Miss Kira, Susannah, I’ll take care of this floor.

'''Seele:''' To get to the top of this tower as fast as possible, we should split up for each floor and have others investigate as we fight.

'''Shigure Kira:''' You’re right. But are there enough of us?

'''Susannah:''' Miss Kira, would it be better if… we stayed here and helped Seele?

'''Shigure Kira:''' Trust her, Susannah. It’s… a necessary part of being a full-fledged Valkyrie.

'''Seele:''' Ah…

'''Seele:''' Has my body… still not fully recovered?

'''Seele:''' No, I shouldn’t make excuses.

'''Seele:''' I need to be quicker. I can’t let this world…

'''???:''' Not like you to be in such a hurry.

'''???:''' Now you just need to keep up the pace and move forward… Have you forgotten what I told you?

'''Seele:''' But I don’t want things to get worse.

'''???:''' Suuuure, I get it. So…

'''Seele:''' We’ll fight side-by-side.

'''Seele:''' Seele?

'''Seele:''' What, no reaction?

'''Seele:''' I… I…

'''Seele:''' That’s fine, this fight will be over soon. There’s a lot I want to tell you.

'''Seele:''' It feels good to fight alongside you again, Seele.

'''Seele:''' Heh, now you know I’m really good.

'''Seele:''' But… what was that battle about? In this tower, why can we…

'''Seele:''' …I don’t know either. Was it purely good luck? No. It was too coincidental to be a coincidence.

'''Herrscher of Sentience:''' Wow, you left out Professor Rock… What about the Herrscher of Sentience? Are you really not going to mention the key role she played?

'''Seele:''' Tsk, be quiet, don’t disrupt the channel that’s finally restored. And can you not use your power to eavesdrop on others?

'''Seele:''' Huh? Was that the Herrscher of Sentience talking?

'''Herrscher of Sentience:''' …?

'''Herrscher of Sentience:''' Wait, you can hear me?

'''Susannah:''' Actually, we all can.

'''Susannah:''' And your voice becomes clearer the closer we are to Seele.

'''Herrscher of Sentience:''' …

'''Schrodinger:''' Seele, could you please tell me what happened after everyone lost contact?

'''Seele:''' Of course.

They quickly exchanged information.

'''Schrodinger:''' I knew it was related to the tower.

'''Schrodinger:''' Spatially, the tower that Seele is in is closer to us. Besides, you realised what Hare said about the rules by entering the tower… which is becoming the ones chosen by the tower.

'''Schrodinger:''' And if we admit the Sage’s power is real… then it’s entirely possible to establish contact like this or borrow the power of Seele on our side.

'''Shigure Kira:''' But if those are facts, why would that Sage want us to fight? Seele also pointed out that the commoners outside need our help more…

'''Schrodinger:''' I don’t know that Sage well enough. However, if we look at things more positively, perhaps the rules of this world are more special than we knew.

'''Shigure Kira:''' …

'''Shigure Kira:''' (Could the Sage herself be…)

'''Shigure Kira:''' So what’s your next move?

'''Herrscher of Sentience:''' Duh, go stabilise the wisps in the border village with Seele to buy you some time.

'''Herrscher of Sentience:''' But we already have a lot of things on our hands. We should mind our business unless it’s necessary.

'''Shigure Kira:''' …Very well. I’m counting on you. Let’s go to the next floor.

'''Seele:''' Yeah!

'''Susannah:''' A flag’s standing over there.

'''Shigure Kira:''' Its color… reminds me of someone annoying.

'''Seele:''' I talked with Bronya about the fight between her and Misteln.

'''Seele:''' There’s no doubt, this is Misteln’s flag.

'''Susannah:''' So… what do we do?

'''Shigure Kira:''' Take this flag down and teach its owner a lesson…

'''Shigure Kira:''' Hmm…

'''Susannah:''' It’s down!

'''Seele:''' But…

'''Seele:''' Nothing happened?

'''Susannah:''' Stars?

'''Shigure Kira:''' …!

'''Misteln:''' Sigh…

'''Shigure Kira:''' Misteln, what’s your problem?

'''Misteln:''' Actually… Prometheus and I are against knowing slowly, but the Sage insisted for some reason.

'''Misteln:''' Given that we’re currently on the same side, and she’s been kind enough to take me in, I can only come here to help her know Seele and resolve the problem.

'''Seele:''' You still decided to hinder us?

'''Misteln:''' No, I’ll make some accommodations for you. You can see them as compensation for not adequately explaining the rules before.

'''Seele:''' …?

'''Misteln:''' As you know, I’m capable of directly teleporting you to the top of the tower… but cheating isn’t beneficial to understanding. So I came up with a compromise.

'''Misteln:''' There are three bubbles before you. Among them, only one will teleport you there after being popped. The other two serve as a small penalty for mischoosing.

'''Herrscher of Sentience:''' I can’t take it anymore! You aren’t the Herrscher of the Void, so is this even possible? Or… have you evolved over the past six months?

'''Misteln:''' Of course not. I only used the vestiges of Project STIGMA. Such vestiges are rather hard to find in a stable world.

'''Shigure Kira:''' So that’s why you could throw me… throw me into the Sea of Quanta?

'''Misteln:''' Indeed. I only wanted to throw you to somewhere farther away, such as the border village, but as I had come here and didn’t know the coordinates, I mistakenly threw you into the depths of the Sea of Quanta.

'''Misteln:''' And now, through the Sage’s eyes across two worlds, I’ve collected enough coordinates, and thus can do what you believe only the Herrscher of the Void can.

'''Misteln:''' So, will you accept my little accommodations?

'''Shigure Kira:''' …

'''Seele:''' (Screw it, I’m not playing your little games…)

'''Seele:''' (Wait, Seele, what if she really wants to help us?)

'''Seele:''' (…Okay, fine, it’s not a huge problem.)

'''Misteln:''' …

'''Misteln:''' Looks like you’ve agreed. Very well.

'''[CHOICE] =''' Left bubble

'''Susannah:''' Waaaaaa… We were wrong!

'''Seele:''' That’s alright. If we’re wrong this time, it means it’s more likely we’ll be right next time.

'''Shigure Kira:''' Hey… You don’t actually believe her, do you?

'''Seele:''' That takes care of that. Now then, let’s try this bubble…

'''[CHOICE] =''' Middle bubble

'''Susannah:''' Our luck is really awful!

'''Shigure Kira:''' Is there a possibility…

'''Shigure Kira:''' None of these bubbles lead to the top?

'''Susannah:''' Finally… Finally finished! Now for the right bubble!

'''[CHOICE] =''' Right bubble

'''Susannah:''' A-Again?

'''Shigure Kira:''' See, I told you she would cause trouble!

'''Seele:''' Miss Kira! What are you… happy about…?

'''Shigure Kira:''' What’s a door doing here?

'''Susannah:''' What’s going on…

'''Seele:''' Let’s go inside. What’s the worst that could happen?

…

…

…

'''Shigure Kira:''' …!

'''Shigure Kira:''' Wh-What’s this… A mech? A tank? It looks a little too surreal!

'''Susannah:''' It looks very similar to the MHT-3 Pax designed by Dr. Tesla, but I don’t think it was ever manufactured…

'''Prometheus:''' Obtaining everlasting peace through absolute firepower, huh… they’ve certainly got good taste.

'''Prometheus:''' Greetings, welcome to the floor I administer.

'''Shigure Kira:''' You’re here, which means Misteln still lied to us.

'''Shigure Kira:''' Why is she so into tricking people?

'''Prometheus:''' To be honest, Misteln didn’t lie about the portal at all. In fact, she’s done everything she could for you.

'''Prometheus:''' Despite completely ignoring the relationship between the process design and the visitor’s emotional curve, the backdoor she opened, without question, allowed you to skip the Sage’s ten obstacles.

'''Prometheus:''' Anyway, all it takes for you to reach the top floor and confront the Sage is to pass my test.

'''Seele:''' Then, as you see it… why did she do this?

'''Prometheus:''' I had the same question when I first met Misteln.

'''Prometheus:''' This is perhaps her compassion for the newborn, her care for life itself, or merely a little experiment in her search for self.

'''Prometheus:''' Of course, a synopsis is unlikely to satisfy you… but no matter, we will have plenty of chances to get along.

'''Prometheus:''' Now, let us return to the subject and commence the Dark Lord Ordeal.

'''Susannah:''' Dark Lord Ordeal!

'''Susannah:''' I’ve got this. I can do this. I’m not afraid…

'''Shigure Kira:''' Stay focused, Susannah.

'''Prometheus:''' MHT-3 Pax, lift restrictions.

'''Seele:''' This thing really puts up a fight…

'''Seele:''' Way better than Tesla 3027.

'''Seele:''' A-Anyway, let’s focus on this side first.

The fight was settled.

…

'''Prometheus:''' Congratulation on passing the Dark Lord Ordeal and defeating No. 17’s Powered Transporter.

'''Susannah:''' A tank so powerful… is only… your powered transporter?

The projection of the mechanical lifeform showed a frustrated face.

'''Prometheus:''' Whenever I couldn’t manage the workload, I’d pass the chores to Misteln. This did relieve my burden, but also added to it inadvertently.

'''Prometheus:''' For example, when it came to naming special equipment and material, her philosophy contradicts my taste.

'''Shigure Kira:''' What philosophy?

'''???:''' No. 17 must mean…

'''???:''' No packaging is the best packaging.

'''Shigure Kira:''' Misteln…!

'''Misteln:''' Don’t panic, Miss Kira. I only came to remind you that the door to the top floor has opened.

'''Misteln:''' But you arrived much later than I expected. What happened?

'''Shigure Kira:''' You’re just trying to say we have bad luck…

'''Misteln:''' Anyway, see you soon.

Her teasing chuckle soon diminished in the spacious hall. Gone with it was Prometheus and her powered transporter.

Only a door wrapped in a purple light appeared where they stood.

'''???:''' …

'''???:''' …

'''???:''' Do you know what I like the most?

'''???:''' I like fairy tales the most.

'''???:''' They create fantasies, sow hope in barren hearts, and celebrate beauty with sincere blessings.

'''???:''' They call to people who love life to enter one magnificent world after another, and once that sound resonates through their souls…

'''???:''' They reveal the truth.

'''Seele:''' That is…

Even though she had gone through many baffling events, the sight behind the door still stunned her briefly.

A girl who closely resembled her was talking to her other self.

And her appearance didn’t disturb their conversation. The invisible one-way mirror seemed to stand before her again.

'''Seele (?):''' If I recall correctly, this is the second time we’ve met.

'''Seele:''' I said the dead can’t be brought back to life. Now it looks like my knowledge was limited.

'''Seele:''' But I don’t mind you dying again…

A red scythe sliced through the air toward the girl’s delicate neck. She didn’t intend to tangle with her, so she put her full power in the first strike.

The assault ended in an instant.

But the thing that dissipated wasn’t the body, but the scythe.

'''Seele:''' …?

'''Seele (?):''' I’ve grown too since we parted.

'''Seele:''' Don’t mess with me. What do you want?

'''Seele (?):''' I just… want you to persuade someone for me.

'''Seele:''' You’re looking at the wrong person. I don’t have the time for that.

The mysterious girl only smiled to the other Seele that had been watching them.

Then the one-way mirror disappeared.

'''Seele:''' …!

'''Seele:''' …!

'''Seele:''' Seele… not you too…

'''Seele:''' No, this place is supposed to be our mind room.

'''Seele:''' Anyway, let’s get rid of this outsider. She’s too annoying.

'''Seele (?):''' You may have misunderstood. Contrary to the last time, now you’re all in my mind. And who I want you to persuade is none other than the original Seele.

'''Seele (?):''' As an outlier of this world, quitting here will be the best choice for you.

'''Seele (?):''' After all, as a Sage, she’s tasted the original pain. And the path forward will only bind her further. Only leaving… can bring true freedom and happiness.

'''Seele:''' Boo-hoo. What does that have to do with you?

'''Seele (?):''' You know the answer well, don’t you?

'''Seele (?):''' Whether by choice or by force, what’s happening is leading you to the Sage. She’s slowly learned all about you, yet you still know little about her. On the other hand, she doesn’t even need to leave the tower to be worshiped.

'''Seele (?):''' You know Seele isn’t a crybaby and a dummy anymore. Oftentimes… she handles herself more maturely and bravely than you.

'''Seele (?):''' These two seemingly unrelated things have given you a vague premonition.

'''Seele (?):''' The faith of the masses and a heart that is selfless would only conceive a flower that would surely wither. Its fragrance is rich, but to smell it, one must prepare to face death.

'''Seele (?):''' Even so, you will oppose me and let her meet the Sage, which is disregarding her future?

'''Seele:''' That’s her business, not yours.

'''Seele (?):''' …

'''Seele (?):''' Every time I speak your mind, you resist. Does this mean you haven’t made any progress since that time?

'''Seele (?):''' Or should I say… you haven’t even acknowledged yourself yet?

'''Seele:''' Are you done?

The girl who remained silent stepped between them.

'''Seele:''' I don’t know who you are or what your relationship with the Sage is. But as I won’t wholly accept the Sage’s claim, Seele and I will go forward. Nobody will buy your claim here and now.

'''Seele:''' The Sage said she has a way to resolve the problem. Maybe it’s because she’s done good for the people, but I’m willing to trust her on a basic level before meeting her.

'''Seele:''' But you… you seem to only take interest in us. I can make guesses about your identity based on that.

'''Seele:''' But ironically, that has nothing to do with you.

'''Seele:''' As for the pain and suffering you said I will suffer…

The girl clutched the hand of her other self.

'''Seele:''' We aren’t from this world, nor do we want to become the Sage. But…

'''Seele:''' In our world, a selfless heart once united all people, let faith transcend death, and bloomed the flower of hope that would never wither through generations.

'''Seele:''' I just believe the people of other worlds are able to do the same. For that reason, I’m happy to help them. I’m not doing this out of selflessness…

'''Seele:''' On the contrary, I’m selfishly thinking that what we believe in is the best. I want to do what our friend has done… and even do it better.

'''Seele:''' …Yeah.

'''Seele:''' We… will do way better!

…

'''Seele (?):''' The mind space is shaken… Is it that my will still can’t overcome them?

'''Seele (?):''' …

'''Seele (?):''' Sorry, I wasn’t helpful.

'''Seele (?):''' My dear… older sister.

--

====<u>Gameplay 38-3 - Duty</u>====
'''???:''' Anyhow, you’ve reached this place.

'''???:''' Then I shall respect you duly.

'''Sage of the High Tower:''' As you can see, to your second, I’m the first Sage, and the one who has placed many obstacles in your way.

'''Sage of the High Tower:''' You must have many questions about me… so before we begin arguing pointlessly, please allow me to make a simple statement.

The Sage’s words were as calm as a black feather falling into a lake. It didn’t stir any waves, nor would it sink easily.

But the oracle that symbolised death and new life behind her added overwhelming weight to her words.

'''Seele:''' …Of course.

'''Sage of the High Tower:''' Thank you for your understanding. Your two companions have been guided to safety by Misteln, and the voices of the Doctor and the Herrscher have been blocked by the power of the Sage for now.

'''Seele:''' Am I supposed to thank your thoughtfulness on their behalf?

'''Sage of the High Tower:''' I only hope our first meeting, the meeting between Sages, will not be disturbed by anyone.

'''Seele:''' Drop the act. I don’t even need to bring up what happened before. Didn’t your goon just pull us into a small black room for no reason at all?

'''Sage of the High Tower:''' …

She didn’t make any excuses, only skipping the question by remaining silent before speaking again.

'''Sage of the High Tower:''' What I will tell is what concerns you the most.

'''Sage of the High Tower:''' Neither chaos nor anomaly can describe the influence of two Sages coexisting. Judging from my experience, this will be an irreversible collapse.

'''Seele:''' Judging from your experience…?

'''Sage of the High Tower:''' Which comes from my practice, to be exact.

'''Sage of the High Tower:''' Every time I leave the tower, I suffer unimaginably. Every time I return to the tower, the pain and damage is quickly healed.

'''Sage of the High Tower:''' Misteln and Prometheus defined such restriction on my movement as a “rule”. I, however, used my experience to confirm the price I must pay for shaking it.

'''Sage of the High Tower:''' If this rule only affects a small area and its cost is easy to limit, none of this would have happened.

'''Seele:''' So you aren’t born knowing all the rules of two worlds.

'''Seele:''' Then in your eyes, what could the solution be?

'''Sage of the High Tower:''' If the Tower does not allow its Sage to leave, I will stay in the Tower. If the world does not allow two Sages to coexist, I will eradicate a Sage.

'''Seele:''' …Isn’t this just a fancy way of saying you wanna fight us?

'''Sage of the High Tower:''' Between Seele and I, only one will live. What’s more, this battle already began when Seele stepped into the Tower.

'''Sage of the High Tower:''' I was merely hinted by Misteln to compel you two to fight single-mindedly through a repelling measure.

'''Sage of the High Tower:''' After all, the Tower itself is part of the Sage’s authority. The higher you go, the more it flows into you.

'''Sage of the High Tower:''' Now that Seele has reached the top floor, the authority you hold is no longer much different from mine.

'''Seele:''' Do we… have any other choice?

'''Sage of the High Tower:''' Such as me taking my own life or surrendering without fighting?

'''Sage of the High Tower:''' If the world allowed the people enough time, I may have found a better way.

'''Sage of the High Tower:''' However…

'''Sage:''' You and I have no choice at this moment.

'''Sage:''' A battle is inevitable.

'''???:''' Have you really thought this through, big sister?

'''???:''' At this rate, you’re only going to ruin yourself.

'''???:''' You should forget that so-called “duty” as soon as…

'''Sage:''' After traveling through a long day, everyone has to surrender to a long night.

'''Sage:''' In the end… I will attain rebirth with my own hands.

'''Sage:''' Listen closely to life’s call…

'''Seele:''' Ha, are you trying to outflank us?

'''Seele:''' Based on what I’ve seen, one of them must be real; we’ll just have to look for it.

'''Sage:''' There’s a connection… Now close your eyes and reach out, try to connect to those memories left behind by the deceased…

'''Seele:''' Let’s bide our time and try attacking the real one like we did earlier.

'''Sage:''' You really are the second Sage. But… do you know the difference between life and death?

'''Seele:''' It looks like we have to take on this attack differently.

'''Seele:''' Don’t panic. Just stay focused.

'''Seele:''' We did it!

'''Seele:''' It was… a fake out?

'''Seele:''' Can’t fool us.

'''Seele:''' Pathetic.

'''Sage:''' You’ve seen it crumble firsthand, you ought to know, it’s not how the world should be.

'''Sage:''' The only way to achieve salvation is to become one with another…

'''Seele:''' There are only two oracles this time.

'''Seele:''' Maybe the Sage is too tired to think tactically.

'''Seele:''' But something is off…

'''Sage:''' Life and death are simply ideas.

'''Seele:''' The dual oracle’s attack is unstoppable…

'''Sage:''' They’re fighting against a paradigm, constantly refining a symbiotic relationship that already exists.

'''Seele:''' A paradigm?

'''Sage:''' There’s no escape for them.

'''Seele:''' Look out. It’s gonna be bad news if you get hit!

'''Sage:''' Life may end, but faith remains unshaken.

'''Sage:''' Are you ready?

'''Seele:''' Are you done yet?

'''Seele:''' …

'''Seele:''' Finish them off, Seele!

'''Seele:''' Yeah!

'''Sage:''' …

''[CG plays wherein the Sage loses the battle, and concedes her defeat:''

'''''Sage of the High Tower:''' It’s over.''

'''''Sage of the High Tower:''' From now on, Seele has become the real Sage.''

'''''Sage of the High Tower:''' Congratulations!''

'''''Seele:''' You intended to make me the Sage from the outset?'']

--

====<u>Gameplay 38-4 - Handover</u>====
The battle that took place at the top of the tower had settled.

As in every duel that has been fought in history, the moment one’s weapon hit the ground, their death would be sealed.

The only surprising thing was… the one that was supposed to die showed only peace and tranquility.

'''Seele:''' Sage… You…

'''Sage of the High Tower:''' You won, Seele. You have the power to reassure me.

'''Sage of the High Tower:''' A loss is a loss. You are the ones to inherit this authority. Look, it has begun.

Despite not fully understanding this power, the two Seeles could feel a certain energy welling up inside them.

Yet at the same time, it was drying up on the opposite side.

'''Seele:''' Were you… ready for this? Ready to transfer all your power to me?

'''Sage of the High Tower:''' …

'''Seele:''' Hmph. If you knew this, why didn’t you just surrender?

'''Seele:''' This would end the collapse in this world earlier, wouldn’t it?

'''Seele:''' No, Seele, that’s not the problem.

'''Seele:''' …?

'''Seele:''' Although our physical condition is improving and the world has temporarily stopped collapsing…

'''Seele:''' Why is she looking weaker and weaker?

'''Sage of the High Tower:''' …

'''Seele:''' You’re no longer the Sage, shouldn’t the rule be balanced again?

'''Seele:''' But your appearance… Does handing out the Sage’s authority mean anything else to you?

'''Sage of the High Tower:''' …

'''Seele:''' Regardless, she wanted to give us that.

'''Seele:''' Seele, don’t be so worried about her. Both she and us are only conforming to the rules of this world.

'''Seele:''' …

'''???:''' She’s right this time.

'''Misteln:''' This battle itself, everything that is happening now, the existence of the Sage… all conform to the rules of this world.

'''Seele:''' …Hmph, you sly woman, showing up after we’re done fighting?

'''Misteln:''' A mortal such as I don’t dare interrupt the battle between two Sages.

'''Seele:''' Misteln, what do you mean? Why has the Sage become like this?

'''Misteln:''' Simply put, to you the Sage’s authority might only be a power, but to her it is the energy that sustains her.

'''Misteln:''' It’s difficult to maintain one’s existence… for an abnormal Stigmata.

'''Seele:''' You mean she’s another bother created by your Project STIGMA?

'''Misteln:''' Calling someone a bother to their face isn’t very polite.

'''Misteln:''' And compared to the dense Seele, the acute Seele has long noticed it.

'''Seele:''' You!

'''Seele:''' …

'''Seele:''' I could certainly guess it, but I hope you can explain it personally.

'''Seele:''' We have the right to demand an explanation, whether as the winners of this battle…

'''Seele:''' Or the newborn Sages of the High Tower.

'''Seele:''' Well said, Seele. Why should we believe two riddlers?

'''Misteln:''' Fufu… That I cannot deny.

'''Misteln:''' Well then, great Sage, what do you think?

'''Sage of the High Tower:''' …

'''Sage of the High Tower:''' I will explain everything to you…

'''Sage of the High Tower:''' In a more efficient manner.

'''Seele:''' …?

'''Sage of the High Tower:''' The power left… should suffice…

'''Misteln:''' I see, this is certainly how “we” usually do things.

'''Misteln:''' Hmm? But, is that…

As she said so, a light appeared before the two Seeles, and it rapidly swelled…

'''Seele:''' This feeling…

'''Seele:''' Hey, you’re not going to…

Before they could react, a familiar feeling engulfed them.

As if returning to a dream.

'''Seele:''' …Seele? Are you okay?

'''Seele:''' I’m okay. Luckily, we weren’t thrown to different worlds this time.

'''Seele:''' And it feels… basically the same as the trick Misteln played in the beginning.

'''Seele:''' Yeah. I’m guessing the Sage used a power similar to hers.

'''Seele:''' This space is probably a dream she’s showing us.

'''Seele:''' Hmph. Birds of a feather flock together.

'''Seele:''' But she shouldn’t be hostile toward us. This dream can be seen as a projection meant for explaining things.

'''Seele:''' Thus, it should be harmless.

'''Seele:''' I can’t stand you, you got pulled into a dream and you’re still a goody two-shoes…

'''Seele:''' But… fine. We can use this opportunity to look around.

'''Seele:''' Seele?

'''Seele:''' What I’m saying is, if it’s a projection meant for us to see, it must be hiding a message somewhere.

'''Seele:''' We’ll dig that message out.

'''Seele:''' Yeah! We’ll do it together, Seele.

'''Seele:''' Ah, residents of the white world… But they seem different from before?

'''Seele:''' Let’s get closer and hear what they’re talking about.

'''Worried Elderly:''' Old man, are you okay?

'''Weak Elderly:''' Cough cough… I’m fine, it’s nothing.

'''Worried Elderly:''' Ah, I told you not to push yourself. That body of yours is different from the past.

'''Weak Elderly:''' Cough… But how can I miss this day of prayers? We’ve been praying all our lives. If we slacked off in these last few days, it would be all for naught.

'''Worried Elderly:''' What do you mean “last few days”? Don’t spout nonsense.

'''Weak Elderly:''' The great Sage will guide us to where we should go, right… Cough…

'''Worried Elderly:''' Oh, even if you say that… At our age, can we really walk there…?

'''Seele:''' Weird. Residents from the white world I had met before wouldn’t say anything like that…

'''Seele:''' I’ve seen those wisps, most of them are very devout. Are these two people the odd ones out?

'''Seele:''' I can’t say for sure… Let’s watch on.

'''Confused Woman:''' Haa, the brewery in town is on the brink of closing down, am I going to lose my job again?

'''Discouraged Man:''' That can’t be helped. The wheat harvest is getting worse by the year, nobody can afford to drink alcohol anymore.

'''Confused Woman:''' But I realised long ago that I’m not suited for this job. Instead of fiddling with bottles and cans, I’m more suited for talking with others.

'''Confused Woman:''' Hey, if I said more during my prayers, do you think the great Sage will give me the opportunity to open an inn or something?

'''Discouraged Man:''' Hmph, I pray for good harvest every day, but the great Sage doesn’t bestow that upon me. And in such times… How many tourists are you expecting?

'''Discouraged Man:''' The great Sage lives only in legends… Can he really help us at all?

'''Seele:''' Looks like this illusion doesn’t have a Sage. No wonder everyone seems so lost.

'''Panicking Man:''' Hey, why are you still standing there? The monsters have appeared again, they’re right in front!

'''Helpless Woman:''' Really? Didn’t they appear yesterday?

'''Helpless Woman:''' I haven’t finished my prayers for today… If the oracles can appear again…

'''Panicking Man:''' Ah, who cares about oracles now?! Tell that to your grandfather when you get home!

'''Panicking Man:''' Darn, they’re coming this way! Everybody, run!

'''Seele:''' Tsk, what are monsters doing in this illusion?

'''Seele:''' We’ll have to take them out before continuing our search.

'''Seele:''' Oh?

Panicked Man: Ah, I can tell, y-you… must be the legendary oracle!

'''Helpless Woman:''' The oracle is there! The oracle is here!

'''Seele:''' Ugh, I don’t like this. We were first, clearly. We should be getting all the credit.

'''Seele:''' Let’s go check it out, Seele!

'''Seele:''' Yeah…

'''Seele:''' So it is her.

'''Sage of the High Tower:''' …

'''Seele:''' Why is she ignoring us?

'''Seele:''' I think… the people in this dream cannot see us.

'''Seele:''' It’s probably because this is a dream used to show the past. Those residents just now didn’t react to us either.

'''Seele:''' (…That makes sense, sure, but those monsters reacted to us, didn’t they?)

'''Seele:''' …?

'''Seele:''' It’s nothing, I’m just annoyed at the “Sage”. So, since it’s the past, it means that…

'''Seele:''' The things that are happening in this dream occurred when the Sage was just born?

'''Seele:''' Yeah, that’s probably so.

'''Seele:''' Even though she’s supposed to be a God in the legends, she was born in such times…?

'''Seele:''' Oh, I got it. This was when Project STIGMA was executed.

'''Seele:''' That woman somehow created an abnormal Stigmata that fell into a bubble universe that has a legend about a Sage. Therefore, the abnormal Stigmata accustomed herself with the rules of this bubble universe and became their great Sage?

'''Seele:''' Or maybe the Sage that originally existed in this bubble universe had disappeared, and an abnormal Stigmata with similar powers coincidentally took the previous Sage’s place.

'''Seele:''' Regardless, the faith of the people in this universe was already wavering before the Sage came.

'''Seele:''' Of course. After all, the Sage that they worship… didn’t even exist at this point in time.

'''Seele:''' Yeah, that would also explain why the abnormal Stigmata was willing to take on the Sage’s duty.

'''Seele:''' …?

'''Seele:''' Listen, when she first came to this universe, she was confused and didn’t know her purpose. The first thing she heard was…

'''Worried Elderly:''' My gosh, it really is the Sage. The Sage has appeared!

'''Helpless Woman:''' Great Sage, thank you for defeating those monsters for us!

'''Discouraged Man:''' Great Sage, can you bring us a bountiful harvest next season?

'''Weak Elderly:''' I prayed all my life in hopes that one day, I can personally witness you, great Sage…

'''???:''' …

'''???:''' I am… Sa…

'''Panicking Man:''' Please guide us into the future, great Sage!

'''Residents:''' Please guide us into the future, great Sage!

'''???:''' Guide… Sage…

'''???:''' …

'''???:''' …

'''Sage of the High Tower:''' Yes, I am the Sage… of this universe.

The scene before their eyes swiftly changed, and the two Seeles realised that they were quickly reviewing the marks that the Sage had left on this universe.

The entire universe’s prayers gathered at the top of the tower.

'''Resident’s Prayer:''' Great Sage, please bring us peace…

'''Sage of the High Tower:''' …The residential area at the southeast of the Holy City needs two more oracles to protect the people.

'''Resident’s Prayer:''' Great Sage, please lead me forward.

'''Sage of the High Tower:''' …I need an oracle to bring her to the gristmill in the west, they are hiring there.

'''Resident’s Prayer:''' Eek, there are monsters! Great Sage, save me!

'''Sage of the High Tower:''' Send four oracles to rescue them!

'''Seele:''' Hmph, so she uses the oracles to run the errands.

'''Seele:''' Those white fellas have it rough, they’ve got to be busier than Project Bunny.

'''Seele:''' Although it’s not really efficient… Compared to the time before the Sage appeared, this universe does have a better order now.

'''Seele:''' And, not just this side of the universe…

'''Resident’s Prayer:''' Great Sage… Please bring him to where he should go…

'''Sage of the High Tower:''' …

'''Sage of the High Tower:''' It’s time to begin today’s “consolation”.

Just as they’ve heard, the Sage began her devout prayer.

She started to shine with a pale white light, and subtle threads of the same color gathered here from all around Salt Snow Holy City, creating bridges through her body.

And she guided those bridges to the other world…

White shooting stars soared through the endless night and scattered in the Country of Iron Sand.

Life and death, white and black. The death of these two combined bubble universes was delayed, and they became a more ample place.

'''Sage of the High Tower:''' …

'''Sage of the High Tower:''' This will do.

'''Seele:''' …I see. So those wisps weren’t lying, the Sage’s power did guide them to the so-called afterlife.

At least they had their “memories”, “emotions”, and “prayers”.

'''Seele:''' Prometheus called her an abnormal Stigmata, but she’s rather stable and harmless.

'''Seele:''' If it wasn’t for those accidents that happened recently…

'''Seele:''' (…Hmm?)

'''???:''' Of course, things can’t possibly go that smoothly. Otherwise, why would she work with Hare to deceive you into this world?

'''Seele:''' …!

'''Seele:''' Whose voice is that?

'''Seele:''' Seele, you heard it too?

'''???:''' Take a better look… When those lights pass through her body and are guided to the land of the dead…

'''???:''' Don’t you feel like they take something away from her body?

'''Seele:''' …

'''Seele:''' This voice… Is it you again?

'''???:''' You’ve realised? Well, it’s to be expected, once bitten, twice shy.

'''???:''' Plus, the two of you are the ones who wanted to understand everything that happened…

'''Seele:''' Enough with your smoke and mirrors, show yourself!

Ignoring Seele’s yells, the scene before their eyes began to change quickly again.

Through a rift, the changes in the two worlds began to selectively appear, like lantern slides. They saw plenty of uninvited guests in them too.

Of course, be it the short interlude caused by the assassin from the Sea of Quanta, or the not-so-pleasant first meeting that Misteln had with the Sage, they all appeared before the two Seeles.

Up until the revelation of the contract that Seele was roped into.

'''Misteln:''' The Sage must feel assured, seeing Prometheus work so hard.

'''Misteln:''' To repay your hospitality, we’ll definitely manage the Holy City well~

'''Sage of the High Tower:''' …I’ve said it before, I don’t care about your true motive, as long as what you do aids in maintaining the order of this universe.

'''Sage of the High Tower:''' As you’ve mentioned that day, there are loopholes in my management of the Holy City. I cannot leave the tower for an extended period of time, but I must handle conflicts personally.

'''Misteln:''' Exactly, so not only do you need a hermit who can prophesise, but also assistants like us.

'''Seele:''' …Looks like Misteln and Prometheus really came here by coincidence.

'''Seele:''' And they truly improved the operations of this universe, everything became more orderly… Instead of simply capturing the abnormal Stigmata.

'''Seele:''' Don’t be deceived, Seele. This woman is never good at heart. Or rather… she doesn’t have a heart at all.

'''Seele:''' Perhaps she’s doing something good now to excuse the sin she’ll commit in the future.

'''Seele:''' Otherwise, why would we be dragged here?

'''Seele:''' …

'''Sage of the High Tower:''' Regardless, Prometheus has completed the first step of our agreement. I must thank you for that.

'''Sage of the High Tower:''' Then, Misteln Schariac… You’re responsible for the second step, when can you begin?

'''Seele:''' Look, here it is!

The most important part of the conversation soon appeared.

'''Misteln:''' After all, she and I… Miss Seele Völlerei…

'''Misteln:''' Are pretty much old friends.

'''Seele:''' See, she gave herself away!

'''Misteln:''' As a template, right now, she has the exact balance that you seek.

'''Misteln:''' Two lives naturally in one body, the perfect harmony between someone human and someone who isn’t. With her as your reference, you can surely find the answer to these two worlds.

'''Seele:''' Hmph, look at that holier-than-thou attitude…

'''Seele:''' Hm? Wait, she said two lives in one body…

'''Seele:''' That means, we are the template that the Sage wants?

'''Sage of the High Tower:''' Indeed, if they are really how you describe them to be, perhaps we can find the way to rescue both worlds from them.

'''Sage of the High Tower:''' After all, I am certain that I am not the real Sage.

'''Misteln:''' …

'''Misteln:''' I’ve met a lot of abnormal Stigmata, and they either wallow in self-deception, or give up on themselves after finding out the truth.

'''Misteln:''' And someone like you who is conscious and decisive, who can accept yourself as an entity that’s not human, yet shoulder the duty of rescuing humans… I must say, it comforts me.

'''Sage of the High Tower:''' I don’t understand some of the explanations, but from the moment I was born, after I listened to the people pray, I began to realise.

'''Sage of the High Tower:''' To maintain the stability of the two worlds is my natural duty, but not the power I was born with.

'''Sage of the High Tower:''' I don’t think that it’s difficult to acknowledge that. And, as long as I try to stabilise these two worlds, I will be able to detect when they separate.

'''Misteln:''' Yes, because in the end, you’re not a creation that belongs to this universe.

'''Misteln:''' The wisps that were led by you still cannot sustain themselves as independent existences. Furthermore, you don’t have the ability to turn non-humans into humans. That is the final duty of the legendary Sage.

'''Sage of the High Tower:''' The dead cannot reunite with their loved ones by praying. Their world, along with them, will separate from Salt Snow Holy City in the end. Before then, we must find a way to stop this separation.

'''Sage of the High Tower:''' To guide a non-human back to humans, to answer those prayers, to stabilise the two worlds.

'''Sage of the High Tower:''' To me, I just have to do those things. What I exist as has no direct relation to those duties.

'''Misteln:''' (…)

Misteln sank into deep thought, as if trying to find some contradiction in the Sage’s words. But ultimately, an emotionally driven power took over, and she did not mention her suspicions.

'''Misteln:''' Please allow me to say it again, you truly comfort me.

'''Sage of the High Tower:''' I don’t need your respect, I just need your support.

'''Misteln:''' Then, allow me to give a disclaimer. I will only do my best, but I will not take responsibility for everything that happens.

'''Sage of the High Tower:''' …That’d be enough.

'''Prometheus:''' Although I don’t want to interfere with things outside of my job scope, as a temporary manager of this universe, I think I must say something.

'''Prometheus:''' Misteln, the data that you can analyse comes mainly from the time when Seele Vollerei comes into the two worlds separately. Then, you can observe what happens to the two of them.

'''Prometheus:''' Specifically, you need to observe if there is anything we can learn about sustaining non-human entities and stabilising the two worlds from the process of their reunion.

'''Misteln:''' Why, are you worried that I’ll forget my own plan, Prometheus?

'''Prometheus:''' I just didn’t think that you’d be so dull, that you’d at least be able to notice the problem before I repeat myself.

'''Prometheus:''' When the two Seeles reunite, they will become the second existence to be able to cross between the two worlds.

'''Prometheus:''' You should know the risk of changing a universe’s rules like that. Furthermore, the probability of the two worlds existing as the way they do now is founded on an inexplicable anomaly.

'''Misteln:''' Do you mean the risk that this universe will face, or the risk that the Sage will face.

'''Prometheus:''' You don’t have to give me a multiple choice question, you know that both cases will come true.

'''Sage of the High Tower:''' Naturally, I will do my best to prevent the universe from its risk. If my powers alone aren’t enough then, I may also need your help.

'''Sage of the High Tower:''' Regardless, this is an inevitable risk that this universe has to take to protect itself, there is no room for discussion.

'''Sage of the High Tower:''' The same goes… for the risk that I will need to face.

'''Prometheus:''' You should know what it means for you, once you lose your authority as the Sage.

'''Sage of the High Tower:''' I am not important, the Sage is. As long as someone can inherit this authority, that’s enough.

'''Sage of the High Tower:''' And in that case, a perfect Sage will be born, one who can truly maintain the two worlds for a long time, and guide the people to become stable existences.

'''Sage of the High Tower:''' The only price for this is, in your own words, that I have to return to where I belong.

'''Sage of the High Tower:''' This is the most reasonable arrangement.

'''Prometheus:''' …

'''Misteln:''' Won’t you look at that, Prometheus? I didn’t stay in this universe just to sate my curiosity.

'''Misteln:''' Please allow me to repeat myself politely… how can I not feel comforted after witnessing such potential from an abnormal Stigmata?

…

'''Seele:''' So, everything is the Sage’s preparation to hand over her authority once and for all.

'''Seele:''' With Misteln’s cooperation, she is sacrificing herself so that we can replace her as the “perfect Sage”.

'''Seele:''' Even so, there was no need to kidnap us here. Can’t you hold a civil conversation?

'''Seele:''' And… just to save those wispy monsters?

'''Seele:''' Seele, have you seen the residents in the underworld?

'''Seele:''' If they are transformed from the residents of Salt Snow Holy City, then they are likely the same residents that I have seen. They are sincere and kind.

'''Seele:''' …

'''Seele:''' Now that you mention it, they are all honest people. Every single one of them won’t stop talking about their great Sage.

'''Seele:''' Are we going to become those fellas’ “great Sage” now…?

'''Seele:''' I think it’s not bad if we can help them. Of course, we must secure a way to get home safely beforehand. These two objectives are not mutually exclusive, right? Just like what Durandal experienced.

'''Seele:''' …Hmph. Those people are real troublemakers.

'''Seele:''' Never mind, with Seele and I around, how hard can it be, to give those wisps a human form?

'''???:''' Do you really think so?

'''Seele:''' …?!

'''Seele:''' You are… from just now…

'''???:''' Have you forgotten what the Sage’s authority really means?

'''???:''' You can’t leave the tower, and will always shoulder the responsibility of consoling the souls.

'''???:''' And why can’t she stop the two worlds from separating anymore? Isn’t her power weakening?

'''???:''' You really intend to replace her… as “food” for this tower?

'''Seele:''' Step back, Seele… I’ll definitely send her to the underworld this time.

'''???:''' Haa… The two of you still won’t accept reality?

'''???:''' It doesn’t matter. At this point, it’s better to let you listen for yourself.

'''???:''' This time, it’s my most sincere confession.

--

====<u>Gameplay 38-5 - Devastation</u>====
'''Seele:''' Seele!

'''Seele:''' I’m okay, Seele. Looks like… that person’s interfering with the space related to the Sage again.

'''Seele:''' I think that person followed us in when the Sage began showing her memories. She appeared at every key moment to plant her opinions in our heads.

'''Seele:''' Being able to jack into the mind space at will… She must be the same person that disguised as you. Hmph, I’d like to see what’ll happen to her if she runs into the Herrscher of Sentience.

'''Seele:''' But… we still don’t know what she’s up to…

'''???:''' Ugh… Aaaah…

'''Seele:''' This voice is…

'''Seele:''' Gray Serpent’s?

'''Seele:''' Could this have happened when we were in the Sea of Quanta…

'''Seele:''' Let’s go, Seele!

'''Gray Serpent:''' Oh, I see… You’re… not here…

'''Gray Serpent:''' A shadow from a foreign universe… I’ve lost a lot because I failed to account for your existence.

'''Seele (?):''' I’m also very surprised, nameless sir.

'''Seele (?):''' I didn’t think that I’d meet an entity like you right after I’m born…

'''Gray Serpent:''' Right after you’re born? Ah… I get it now.

'''Gray Serpent:''' Why didn’t I think of it…? The birth of abnormal Stigmata is likely accompanied by that woman’s actions… No, perhaps it’s a vicious cycle?

'''Gray Serpent:''' But… I’m very curious. There’s no bad blood between us, why would you try to harm me?

'''Seele (?):''' You misunderstand me. There’s no special reason to this, it’s only because the space in the Sea of Quanta isn’t stable.

'''Seele (?):''' My instinct is to survive, to gain a stable space, and to return to where I came from… I need sufficient energy and a space more stable than this.

'''Gray Serpent:''' So you took energy and space from me without so much as a warning… Purely to survive in the Sea of Quanta…

'''Gray Serpent:''' Hah… What’s the difference between what you want… and what I want…?

'''Seele (?):''' Yes, I learnt this from you.

'''Gray Serpent:''' …?

'''Seele (?):''' You should know that as a Stigmata lifeform, my core instinct from birth is to learn.

'''Seele (?):''' My sister who enabled my birth had awakened by survival instinct, and you have awakened my instinct to take things from others.

'''Seele (?):''' To obtain resources from the environment to create your own body… humans have been doing this for millions of years, no?

'''Gray Serpent:''' …

'''Gray Serpent:''' Ha… Haha…

'''Gray Serpent:''' Is that so…? Then, I suppose I should thank you… for having a chat with me…

'''Gray Serpent:''' …

'''Seele (?):''' So, how are the two Seeles over there doing…?

'''Seele (?):''' Now you understand the entire situation, right?

'''Seele:''' Well then, thank you sooo much for presenting us with this soap opera.

'''Seele:''' That Gray Serpent got what he deserved…

'''Seele:''' But I think that compared to his blatant malice, you’re strangely more intolerable than him.

'''Seele (?):''' Hm? I thought that the two of you would understand if I showed you my motive truthfully.

'''Seele:''' Understand?

'''Seele (?):''' When you wake up safely from this dream, the Sage’s authority will be completely passed to you.

'''Seele (?):''' I still don’t believe that it’s the best solution for any of us.

'''Seele:''' I know, you don’t agree that we should inherit the Sage’s authority, because you don’t trust that we can pay the price for such a responsibility.

'''Seele:''' But as we said before, we have prepared ourselves.

'''Seele:''' And our determination won’t lose to the likes of you.

'''Seele (?):''' Trust and determination are not important… I merely think that, between you inheriting the Sage’s authority and me absorbing that artificial lifeform’s energy… there’s no difference.

'''Seele (?):''' But from another perspective, what the both of you just said has indeed wavered my heart a little.

'''Seele (?):''' And because of this instance of wavering… I thought of an idea. An idea that we can learn from you.

'''???:''' In contrast, I also wish to see if both your hearts will also waver like mine.

'''???:''' One must be sufficiently aware when facing death. Sometimes, that only becomes apparent in the face of immediate crisis.

'''???:''' I used monsters in the Holy City to give your memory a small test.

'''???:''' And now I know what rattles you, Seele.

'''Seele:''' She’s moving pretty fast. Is she using Dreamland powers to cheat?

'''Seele:''' But if this keeps going on… If we keep fighting in the Sage’s memory, it could be a threat to both worlds.

'''Seele:''' We can’t put it off much longer, we need to think of something…

'''???:''' Why…

'''Seele:''' She’s slowing down. This is our chance, Seele!

'''???:''' You…

'''Misteln:''' Hi.

'''Seele:''' …Misteln?

'''Seele:''' Finally remembered to end this dream after trapping us in for so long?

'''Misteln:''' I’m sorry, but I had to defend the Sage’s innocence.

'''Misteln:''' We’ve already noticed another abnormal Stigmata, but we need to make a lot of preparations to target it. It’s thanks to the Sage that we managed to capture that cheeky fellow.

'''Misteln:''' Ah, of course, you guys contributed in creating an opportunity too.

'''Seele:''' …

'''Seele (?):''' …

'''Sage of the High Tower:''' …

'''Seele (?):''' Do you agree with their perspective… sister?

'''Seele (?):''' I only wish that… we can continue to live…

'''Sage of the High Tower:''' Sorry, but I cannot let you do as you wish anymore.

'''Sage of the High Tower:''' We must stabilise the two worlds, and your selfish behavior…

'''Sage of the High Tower:''' Violates this universe’s rules.

'''Seele (?):''' I…

Before her “twin” abnormal Stigmata could finish, the Sage used the last of her powers.

After that, the light from the two non-human entities disappeared simultaneously.

'''Seele:''' …

'''Seele:''' Finally exterminated?

'''Misteln:''' Don’t use such a dangerous word recklessly. That child merely returned to where she should go for now, right?

'''Sage of the High Tower:''' …

'''Seele:''' …You sent her back to Stigmata Space, right?

'''Seele:''' So, before all this, you guys already knew of her existence and origin…

'''Seele:''' Who… is she?

'''Misteln:''' I call her Abnormal Stigmata 0015. She was born from Abnormal Stigmata 0014, who is the Sage you guys are so familiar with.

'''Misteln:''' Accurately speaking, I caused some changes when I lured you two into the Sea of Quanta, and as the finale of a long process, hastened her birth.

'''Misteln:''' The Sage who sacrifices herself to sustain this universe, her survival instinct that had been suppressed gradually faded, and so she came to stop all this. It’s only my assumption, but it should be rather accurate.

'''Seele:''' An abnormal Stigmata that created another abnormal Stigmata… Do Siberians like matryoshka dolls?

'''Misteln:''' Ah, I don’t think I deserve so much distrust…

'''Sage of the High Tower:''' …I cannot fully grasp your definition of us, but I can feel that she shares my source of origin.

'''Seele:''' That’s why she calls you “sister”…

'''Seele:''' The past is in the past… But you know that she’s dangerous, and yet you allowed her to do as she wished in the tower?

'''Misteln:''' I didn’t know about this either. I didn’t think she would appear here.

'''Misteln:''' But in hindsight… This is probably another insurance for the Sage. I suppose it’s because I’m difficult to trust.

'''Sage of the High Tower:''' …When it comes to this universe’s rules, I must confirm that your judgment is not clouded by other factors.

'''Sage of the High Tower:''' So I once gave her the responsibility to… analyse Seele Vollerei in another way.

'''Sage of the High Tower:''' But I didn’t think that she’d go so far as to attack your body and mind.

'''Seele:''' Then, what she told us at and after that time was true?

'''Sage of the High Tower:''' …?

'''Seele:''' The Sage must always remain inside the tower and endlessly console the souls.

'''Seele:''' And every time you guide the souls, you’ll lose a part of your powers, until you are ultimately consumed. These are all facts?

'''Sage of the High Tower:''' …

'''Misteln:''' For an imperfect Sage, those flaws are true.

'''Misteln:''' As you can see, the Sage is very weak now. Not only because she had exhausted herself in the two battles just now and transferred her powers, her daily “consolation” has taken away a huge portion of her Stigmata powers.

'''Misteln:''' After all, the Moonrocks that illuminate the underworld require Stigmata power.

'''Seele:''' …

'''Seele:''' You spoke of an “imperfect Sage” just now, what about a perfect Sage then?

'''Misteln:''' Actually, I can’t confirm this either, as nobody has ever seen the real Sage. Perhaps you will have more freedom than her, or maybe you’ll remain trapped here for the two worlds to continue existing.

'''Misteln:''' But from a more optimistic point of view, the difference between the two should be similar to a Herrscher before and after metamorphosis?

'''Seele:''' I see…

'''Seele:''' I understand.

'''Seele:''' Although I’m only an outsider… Looking at the situation now, I’ll gladly accept the Sage’s inheritance.

'''Seele:''' Of course, this doesn’t mean that I’m prepared to confine both Seele and myself in this tower… We still have somewhere we need to return to, and companions who are waiting or searching for us.

'''Seele:''' But… just like in our universe, Durandal managed to do it too… I believe we can also find a solution that achieves the best of both worlds, no, the best result for everyone.

'''Seele:''' For that, I’m willing to become the Sage first, to accept the crown and shackles of a Sage.

'''Seele:''' Seele, you think so too, right? Because we’ve already thought so far, we weren’t shaken by that 0015.

'''Seele:''' The place you choose to be, is where I choose to be.

'''Seele:''' When we get back… We can brag to Bronya and the rest.

'''Sage of the High Tower:''' …

'''Sage of the High Tower:''' I see…

For the first time, the emotionless Sage showed a sincere smile on her face.

'''Sage of the High Tower:''' That’s… great…

'''Sage of the High Tower:''' On behalf of this universe… I thank you…

'''Abnormal Stigmata 0014:''' From this moment forth… the two of you are the new Sage.

'''Abnormal Stigmata 0014:''' Now then…

'''Abnormal Stigmata 0014:''' I’ll leave the rest to you…

…

The fog dissipated, and light shone on the land again. To light the eternal fire for this universe, the transfer of her authority proceeded silently.

''[CG plays wherein lights begin coalescing at the top of the tower, as Seele becomes the Sage.'']

After some time, others also began to rush to the top of the tower.

'''Susannah:''' …So, the original Sage had exhausted her powers and disappeared?

'''Misteln:''' Oh my, don’t forget that I’m still here.

'''Misteln:''' Although she barely has any powers left, I can sustain her existence by sending her back to Stigmata Space.

'''Misteln:''' Of course, she won’t have the energy to greet everyone in the foreseeable future.

'''Shigure Kira:''' …

'''Vita:''' I never thought I’d be able to witness a phenomenal moment like this… the replacement of the great Sage!

'''Vita:''' Everyone only calmed down when the oracles returned to town just now. I’m sure it’ll cause a commotion if we spread this news out!

'''Shigure Kira:''' Hey, keep this to yourself, Vita.

'''Vita:''' Of course, even I can understand the weight of the situation.

'''Vita:''' I helped with calming the residents down previously, right?

'''Prometheus:''' …More accurately, outside of the areas that the oracles and I were responsible for, you took on about 3% of the work.

'''Vita:''' Ahaha… I’m just a normal human after all, there’s no way I’d be on par with a machine or the oracles.

'''Vita:''' Regardless, as someone who contributed during this chaos, I should be allowed to meet the new Miss Sage, right?

'''Vita:''' I’m so curious about how things will change now!

'''Shigure Kira:''' You’re right. Before I meet Seele, I can only believe half of what Misteln said after the fight.

'''Misteln:''' I understand. Then… Please come this way.

The group walked down the corridor to the place where the previous Sage used to console souls.

'''Susannah:''' Ah, it’s Seele!

'''Misteln:''' Shh, she’s practicing the ability to integrate prayers and control the oracles with the Sage’s powers.

'''Shigure Kira:''' …Did the other Seele go back into her body?

'''Misteln:''' No, she returned to the Country of Iron Sand to meet up with the Herrscher of Sentience. It’s probably more chaotic there, than here in Salt Snow Holy City.

'''Misteln:''' But that child is gentle and competent, I’m sure she’ll resolve the problem quickly.

'''Susannah:''' (…Gentle?)

'''Shigure Kira:''' What’s wrong, Susannah? Why the troubled expression?

'''Susannah:''' No, I was just wondering… if you were really talking about the other Seele…

'''Misteln:''' Haha, you can’t judge a book by its cover.

'''Misteln:''' Just like Miss Shigure Kira… didn’t you develop quite a few misunderstandings about me because of my appearance and contrasting personality?

'''Shigure Kira:''' …

'''Seele:''' Ugh…

'''Seele:''' This is…

'''Vita:''' Everyone, wait! Great Sage… No, something’s wrong with Miss Seele.

'''Misteln:''' …Miss Seele?

'''Seele:''' Something is wrong… with the Sage’s power…

'''Seele:''' How can this be…?

As Seele whimpered, a red glowing screen popped up next to Prometheus.

'''Prometheus:''' …Doomsday warning?

'''Vita:''' Huh, it can’t be. Is it already starting?

'''Susannah:''' Didn’t you say that this sort of thing won’t happen as long as she can integrate the Sage’s power?

'''Susannah:''' But why… Looking at Seele, it doesn’t seem like this power is helping us at all!

'''Shigure Kira:''' …Misteln! Is this also part of your plan?

Shigure Kira immediately questioned the narrator of this story, but when she furiously looked toward Misteln, there was unconcealable embarrassment painted on her face.

'''Misteln:''' Heh… This is quite…

'''Misteln:''' I don’t wish to prove my innocence in this way… but as you can see, not only Seele is affected…

'''Misteln:''' It seems that those who have approached the core rule of this world are all affected…

'''Prometheus:''' Indeed, a power has turned against us. Furthermore…

'''Herrscher of Sentience:''' Hello! Hello! Can you hear me?

'''Herrscher of Sentience:''' Seele!

'''Seele:''' Herrscher of Sentience, what happened?

'''Seele:''' Seele… Is she alright?

'''Herrscher of Sentience:''' I can’t say she is, but…

'''Seele:''' I… I can still do this. Herrscher of Sentience, don’t interfere!

'''Herrscher of Sentience:''' Look at that. Even though she’s suppressed by some sort of power, she’s still very conscious.

'''Herrscher of Sentience:''' But she’s not the only one facing problems, the condition of Professor Rock and those souls suddenly got worse too.

'''Herrscher of Sentience:''' Professor Rock said that maybe some Sage’s power went wrong, do you have any idea about that?

'''Seele:''' Yes, something is wrong with the Sage’s power… No, rather than a problem with the power, it’s more accurate to say that the power isn’t working.

'''Seele:''' This power seems to be constrained by the world’s rules… and has become everyone’s liability.

'''Misteln:''' You mean…

'''Misteln:''' Fufu, it was an oversight on my part.

'''Misteln:''' But it can explain our situation.

'''Shigure Kira:''' …?

'''Susannah:''' I don’t understand anything you two say…

'''Misteln:''' We’re saying that replacing the Sage will not solve the crisis that the two worlds face.

'''Misteln:''' The world is still collapsing…

'''Misteln:''' And we are fated to be caught up in this.
----
===Act 2 - Past of the Fallen Star===

====<u>Gameplay 38-6 - Searching</u>====
'''Residents’ Prayers:''' H-Heeeelp!

'''Residents’ Prayers:''' The Sage… The Sage…

On top of the tower. The altar for the martyrs had turned into a cage.

And inside the cage, she could do nothing but pray.

'''Seele:''' …

'''Seele:''' (Lucky that… I can still hear… and help them…)

'''Seele:''' (But be it commanding oracles or consoling souls… their help is minimal and they cannot set things right.)

'''Seele:''' (And as my burden grows…)

'''Seele:''' (It’s okay, Seele… you don’t have to worry about my burden.)

'''Seele:''' (Since we’re doing this, we shall follow through to the end.)

…

'''Susannah:''' Seele! Are you okay?

'''Seele:''' Yeah, still holding on.

'''Seele:''' How is it outside?

'''Prometheus:''' Can’t say it’s peaceful, but at least we bought some time.

'''Prometheus:''' Thanks to Assisty, people are going to be alright.

'''Herrscher of Sentience:''' Nothing to worry about on my side either.

'''Herrscher of Sentience:''' With your Herrscher of Sentience around, broadcasting to the ghosts is a piece of cake.

'''Schrodinger:''' That said though, the moonlight is still growing dimmer and dimmer. It’s only a matter of time before the first victim appears.

'''Herrscher of Sentience:''' Cut it out! Say something we don’t already know, okay? You’re here to fix the problem, not to break the morale.

'''Shigure Kira:''' …Anyway, both Seeles bought us valuable time, and we can’t let it slip by.

'''Shigure Kira:''' We need to have a constructive discussion and determine a new solution as soon as possible.

'''Prometheus:''' Well, let’s cut to the chase… Miteln, you go first.

'''Misteln:''' …?

'''Prometheus:''' Don’t you have anything to say? I thought you’d have something in mind, since you were one of the culprits.

'''Misteln:''' …Prometheus, when you put it like that, you’ll only make them misunderstand me more.

'''Misteln:''' But one thing is for sure… I’ll still try to share my thoughts with you all, even though you’re all more experienced travelers in the Sea of Quanta.

'''Misteln:''' Let’s look back at earlier… traveling between the two worlds has made both Seeles the second Sage independent from the previous one.

'''Misteln:''' The coexistence of two Sagesd triggered one of the world’s rules and intensified the collapse.

'''Misteln:''' And just as the previous Sage said, even she herself wasn’t fully aware of all the rules of the world.

'''Herrscher of Sentience:''' That’s for sure. It’s like you said, she’s a newborn Stigmata, how could she possibly know everything?

'''Misteln:''' So, earlier we thought the world had become unstable because we broke the rule that there could only be one Sage at a time.

'''Misteln:''' …But what if that’s not the case?

'''Shigure Kira:''' Are you trying to say we also broke other rules we don’t know? That’s a pretty wild guess.

'''Schrodinger:''' Wild guess or not, the rules governing most natural creations are usually very simple.

'''Schrodinger:''' Just like how the distribution of mass in the universe was decided by quantum fluctuations during the Big Bang, the most complicated natural phenomenon usually result from the iteration, projection, and inversion of very simple laws.

'''Schrodinger:''' Throughout human history, there has been no shortage of such “rules of the game”, like Herrschers. The existence of the Cocoon of Finality has also proven that it’s not a natural system.

'''Misteln:''' As expected of Dr. Schrodinger, you explained it way easier than I could.

'''Misteln:''' But Miss Kira, aren’t you anxious?

'''Shigure Kira:''' …?

'''Misteln:''' What I’m trying to say is, between Salt Snow Holy City and the Country of Iron Sand, there might be a larger rule that’s different from the ones for normal bubble universes… a singular rule.

'''Misteln:''' There’s no such thing as “there can’t be two Sages”, or “the Sage cannot leave the tower”, or “only the Sage can travel between two worlds”.

'''Misteln:''' Even the fact that the world is collapsing is just a manifestation of that singular rule.

'''Misteln:''' There’s been only one rule from the beginning. It makes the Sage naturally part of the world, and it also causes the world to collapse.

'''Seele:''' …

'''Seele:''' Misteln, what do you think this singular rule is?

'''Misteln:''' Well… I don’t know.

'''Seele:''' Huh?

'''Misteln:''' Even the former Sage who came before us hasn’t got a clue, so how am I going to be able to figure it out all of a sudden?

'''Misteln:''' I’m just trying to say, before we find out what this singular rule is, there’s no way for us to determine our next move.

'''Misteln:''' As for how to do it… that’s beyond me. My best guess is, world collapse might result in two bubble universes merging with each other and into oblivion.

'''Seele:''' After all you’ve said, you only came up with a prediction that the world is ending. What a waste of time!

'''Misteln:''' Indeed… what I found was a compass without a pointer. That’s not much help.

'''Misteln:''' But I’ve done all I can.

'''Misteln:''' After all, it was me who got you into this mess. I owe you.

'''Shigure Kira:''' …That’s very responsible of you.

'''Misteln:''' Hmm… let me think if there’s anything else to add.

'''Misteln:''' Ah… I’ll start with how I worked my way to bring the two Seeles here.

'''Misteln:''' Back then, you were sent to different bubble universes, right?

'''Seele:''' Yeah, the former Sage said this was to make a template out of us and find a way to stop the world from splitting.

'''Misteln:''' Yes. The way I penetrated the Sea of Quanta also worked near the Imaginary singularity in Nagazora. This got me thinking about the singular rule.

'''Misteln:''' What I’m trying to point out is… considering the Sages request, I relaxed the permeability of the boundaries. This may have given rise to 0015’s birth, the death of a certain Gray Serpent, and…

'''Seele:''' …

'''Misteln:''' …Let me put it this way. What the former Sage wanted was a template for the harmony between the human and non-human, and you all know the more templates the better.

'''Misteln:''' Besides the Seelei from the Stigmata, as far as I know, there’s one other friend with the same condition…

'''Seele:''' Ah, you’re talking about the Herrscher of Sentience?

'''Herrscher of Sentience:''' …I was trying to let it go. How dare you bring it up!

'''Herrscher of Sentience:''' So that’s why you trapped me here?

'''Herrscher of Sentience:''' The mighty Herrscher of Sentience, as a backup template?

'''Susannah:''' (So that’s what irritated her…)

'''Misteln:''' Ah, it’s not like that. Since it’s a template, you’re not alone in this case.

'''Herrscher of Sentience:''' …?

'''Misteln:''' At the beginning, my plan was to send one of you and Fu Hua to Salt Snow Holy City and the other to the Country of Iron Sand, just like the two Seeles.

'''Misteln:''' But something went wrong: only you arrived and Fu Hua went missing.

'''Herrscher of Sentience:''' What? You…

'''Misteln:''' Ugh, don’t worry. I’m not sure what happened, but the failed teleportation shouldn’t have hurt her in any way.

'''Misteln:''' As for whether she’s still in the proper world or teleported somewhere else… I think she should be able to handle it either way.

'''Herrscher of Sentience:''' …Humph, that’s true. The old timer wouldn’t let herself be set up by goons like you.

'''Herrscher of Sentience:''' So you mean the old timer not ending up in Salt Snow Holy City has something to do with that singular rule?

'''Misteln:''' Well aren’t you clever.

'''Misteln:''' Yes, the difference between you and Fu Hua, and between the two of you and the two Seeles… might be the first key to the singular rule.

'''Misteln:''' And the different experiences of two Seeles in two worlds… that’s the second key.

'''Seele:''' …

'''Schrodinger:''' What you said is very inspiring, but with these unfounded theories, it’s incredibly hard to prove the existence of this singular rule, let alone find out what it really is.

'''Seele:''' Indeed… we need to know more.

'''Seele:''' Which is to say… the only way is to protect the world order and at the same time carry out an investigation? Ugh, that’s too much work.

'''Vita:''' Su-Susannah… have you been able to follow what they’re talking about? Can you explain it to me?

'''Susannah:''' Sorry, I’m as in the dark as you are…

'''Vita:''' Huh? Aren’t you their partner, and the only official Valkyrie here…?

'''Susannah:''' When you put it like that, I feel like I really should apologise…

'''Shigure Kira:''' …

'''Misteln:''' Ahem.

'''Misteln:''' Perhaps… there is a third key to the singular rule, but I don’t have it.

'''Misteln:''' There’s someone among us who has kept from us something they know.

'''Seele:''' …?

'''Seele:''' Huh?

'''Misteln:''' I will certainly take responsibility for leading you into danger. However…

'''Misteln:''' Who followed Prometheus and me into this world all the way from the Sea of Quanta?

'''Misteln:''' Who attempted to murder me at first sight… clearly due to some mission or vocation?

'''Misteln:''' Who hid their real purpose of coming here from you and kept accusing Prometheus and me of everything?

'''Shigure Kira:''' …

'''Misteln:''' You haven’t shown us your hand of cards unreservedly, have you?

'''Misteln:''' The assassin from the Sea of Quanta, Shigure Kira.

--

====<u>Gameplay 38-7 - Fallen Star</u>====
All eyes… calm, cautious, and confused… fell on Shigure Kira.

'''Shigure Kira:''' …

'''Susannah:''' Miss Kira?

'''Misteln:''' Have you any objections, Miss Kira? Feel free to defend yourself.

'''Shigure Kira:''' Humph, of course I’ve got something to say.

'''Shigure Kira:''' But, though I hate to admit it… what you said does make some sense.

'''Shigure Kira:''' Yes, I kept something about myself from all of you here.

'''Vita:''' …Something about yourself?

'''Shigure Kira:''' Yeah.

'''Shigure Kira:''' Before, I wasn’t sure if it had anything to do with the two bubble universes we were in… I know this sounds like a bad excuse… I was trying to find a way to tell you this.

'''Shigure Kira:''' After all, since we got into the tower, everyone has been busy, right?

'''Prometheus:''' I see.

'''Prometheus:''' Busy. That’s a pretty convenient reason.

'''Shigure Kira:''' …

'''Misteln:''' Ah, don’t mind her. She’s just meticulous like that.

'''Susannah:''' I-I trust Miss Kira!

'''Seele:''' Yes, she’s been helping us ever since we got into this bubble universe, and she’s given us a lot of practical suggestions.

'''Seele:''' Besides, everyone has a past… and it’s very normal if we don’t want to bring it up.

'''Shigure Kira:''' You guys…

'''Shigure Kira:''' …

'''Shigure Kira:''' Are so gullible.

'''Seele:''' Huh?

'''Susannah:''' What?!

'''Seele:''' You…

'''Susannah:''' Miss Kira! Aren’t we supposed to stay together through tears and hold our friendship and trust above all?

'''Shigure Kira:''' You’ve been watching too many teen dramas, stupid. As a Schicksal Valkyrie, you should be less trusting and more careful than that!

'''Susannah:''' You… You’re right.

'''Seele:''' Sorry, Miss Kira…

'''Shigure Kira:''' Ah, I don’t get how you could trust me so blindly. Next time I see Theresa, I’ll ask her how you turned out this way with all her training.

Just as she was grumbling, she reached out her hands and rubbed Seele and Susannah’s hair.

'''Susannah:''' Miss Kira!

'''Prometheus:''' …Ah, a typical teen drama.

'''Misteln:''' Haha, what interesting kids.

'''Herrscher of Sentience:''' Hey, what’s with the laughing and shouting? Don’t leave us out!

'''Shigure Kira:''' …Back to business.

'''Shigure Kira:''' Next, I’m going to share with you what I know and what I went through about half a year ago.

'''Susannah:''' Yes!

'''Seele:''' …

'''Shigure Kira:''' But…

Shigure Kira gave Misteln a hostile glare.

'''Misteln:''' I can leave the room, Miss Kira, but you know I can still hear you from far away.

'''Shigure Kira:''' …

'''Shigure Kira:''' Never mind, since you’re probably not my target, it won’t hurt to let you listen.

'''Shigure Kira:''' …

'''Shigure Kira:''' Everything started with a dead bubble universe.

'''???:''' What do you think, Kira?

'''Shigure Kira:'''This looks 10 times worse than I expected

'''???:''' So the elder wasn’t just worrying over nothing, huh?

'''Shigure Kira:''' Not at all… if nothing else, he was being conservative.

'''Shigure Kira:''' But this is something we'll have to deal with… Let’s go, Niggurath.

'''Niggurath:''' Ha, how interesting

'''Niggurath:''' It seems like we can finally move a little.

'''Shigure Kira:''' These guys… are nothing like what we’ve seen in the Sea of Quanta.

'''Niggurath:''' Don’t worry, they’re no match for you. Plus, you’ve got me on your side.

'''Niggurath:''' Oh! As expected of my partner, looks like you’ve gotten even stronger!

'''Shigure Kira:''' Hey, how about we save the check-up for after the fight?

'''Niggurath:''' Sorry, I couldn’t help myself… We aren’t together as much as we used to be, so I got a little nostalgic for a second there.

'''Shigure Kira:''' …Ha. Right.

'''Niggurath:''' All taken care of, then? Kira and I rock!

'''Shigure Kira:''' (…I don’t think you made much of a difference.)

'''Shigure Kira:''' Any signs of life?

'''Niggurath:''' Hey! Wait a sec.

'''Niggurath:''' …

She began to sniff around crazily like a police dog.

'''Shigure Kira:''' …You’re not Sugar Molass anymore, and this is not how you retrieve information as a human.

'''Niggurath:''' Don’t sweat it; as long as it works.

'''Niggurath:''' …Right.

'''Shigure Kira:''' …?

'''Niggurath:''' I’m unable to detect anything that could be called living, other than…

'''Niggurath:''' …These guys here.

Niggurath kicked an unresponsive construct.

'''Shigure Kira:''' These monsters… Could it be…

'''Niggurath:''' That’s right. Their shapes and structures might be different, but they obviously share the same origin as “them”.

'''Shigure Kira:''' …

'''Shigure Kira:''' Ah, just as Elder Konpeito suspected.

Candy House.

The home of the exiled race, the Sugars. Their last sanctuary.

Apart from their own and a few friends, no one can find this small, little bubble universe kept away from all worldly troubles.

'''Shigure Kira:''' …

'''Shigure Kira:''' Elder Konpeito is always punctual. How come he’s kept us waiting this long?

'''Niggurath:''' Who knows.

'''Niggurath:''' But Kohakuto told me Elder Konpeito looked very worried ever since he used the Egg Roll Astroscope.

'''Shigure Kira:''' Maybe he’s just too old?

'''???:''' Ahem!

'''???:''' It’s not good to badmouth someone behind their back, Crystal Sugar.

'''Shigure Kira:''' Ah, you’ve finally come.

Shigure Kira turned around and looked to see who was there, while Niggurath deftly transformed back into a Sugar and lept on top of her shoulder.

'''Elder Konpeito:''' Yes, sorry to have kept you waiting.

'''Shigure Kira:''' So what was the holdup you had us waiting so long for?

'''Elder Konpeito:''' Ugh, as hotheaded as ever.

'''Elder Konpeito:''' But it’s alright. It’s something urgent and there’s no time for small talk.

'''Niggurath:''' Elder Konpeito, what’s so urgent?

'''Elder Konpeito:''' Sugar Molass, Crystal Sugar, I need you to head to a special bubble universe and check something there that worries me.

'''Shigure Kira:''' …The Candy House needs a new anchor again?

'''Elder Konpeito:''' No, that bubble universe has nothing to do with our race.

'''Elder Konpeito:''' And… it has been destroyed for many years.

'''Elder Konpeito:''' But it’s a dangerous trip, and I need our best fighters on this mission.

'''Elder Konpeito:''' Right now, you’re the only combat-specialised Sugars standing by in the Candy House.

'''Niggurath:''' …I’ve no problem with that, but is it really urgent? Given that the world was destroyed years ago.

'''Elder Konpeito:''' It is… Because we found it too late. Depending on the outcome of your investigation, the survival of the Sugars might be at stake.

'''Shigure Kira:''' Wait, you don’t mean…!

'''Niggurath:''' …

'''Elder Konpeito:''' I’m not exaggerating… whoever destroyed the bubble universe might be connected to our greatest enemy…

'''Elder Konpeito:''' The horrible Sky People.

'''Shigure Kira:''' The Sky People… they destroyed the first home of the Sugars.

'''Niggurath:''' Right. They’re a plague. They came uninvited and drained our planet to the last drop!

'''Niggurath:''' Elder Konpeito called them the “galactic pirates”, but I think “galactic cockroaches” suits them better. They’re weak individually, but their ability to replicate is outrageous!

'''Shigure Kira:''' I remember… the Sugars built the Candy House to escape from them, right?

'''Niggurath:''' Exactly! When you see one cockroach in the cupboard, there must be dozens hiding elsewhere!

'''Shigure Kira:''' But… the Candy House was built before Elder Konpeito was born, right?

'''Niggurath:''' Yeah, more like the Jurassic period in Earth’s terms.

'''Shigure Kira:''' …

'''Shigure Kira:''' But why are the Sugars still afraid of the Sky People?

'''Niggurath:''' …?

'''Shigure Kira:''' It’s ancient history now. If the Sky People’s ambition is matched by their ability, they should’ve come to the Earth and replicated themselves all over by now, but that hasn’t happened yet, which means…

'''Shigure Kira:''' The Sugars are perfectly safe in the Candy House and there’s no need to worry.

'''Niggurath:''' But… didn’t we just find something similar to them in the Sea of Quanta? And, for another reason… Huh?

'''Shigure Kira:''' What?

'''Niggurath:''' There seems to be weak electrical signals coming from that way, which is by no means characteristic of these monsters.

'''Shigure Kira:''' Traces left behind by the civilisation here, maybe?

'''Niggurath:''' …I dunno. Let’s go check it out.

'''Shigure Kira:''' Are you telling me that there are other reasons the Sugars fear the Sky People?

'''Niggurath:''' The Sky People’s bodies are mechanical. So,. just as we Sugars have an animal form… They should have some form of mechanical - (text cut-off)

'''Niggurath:''' But if they’ve had such advanced tech all these years… Why have such primitive methods of getting energy and replicating?

'''Niggurath:''' The elder once said that Sky People were designed into being. Which is why their civilisation and technology are out of sync.

'''Niggurath:''' But what kind of entity do you think would create a group of interstellar hunters?

'''Niggurath:''' …That must be why he’s scared.

'''Shigure Kira:''' …

'''Niggurath:''' Ugh, here we go again. These guys really know how to use their environment to their advantage.

'''Niggurath:''' I’m sorry, Kira. It looks like I can only spot them when they get close. There’s no way to warn you ahead of time.

'''Shigure Kira:''' That’s alright… On that note, why don’t you practice the new song with me next time?

'''Niggurath:''' W-What did you just say? It’s hard to hear you with all this wind, ha, hahahaha…

'''Shigure Kira:''' …

'''Niggurath:''' We’re here. The signal is coming from right behind this gate.

'''Niggurath:''' Hmm…

'''Shigure Kira:''' This piece of architecture… It’s been kept intact. Let’s head inside.

…

…

…

'''Niggurath:''' I don’t see a switch anywhere… Is it opened from the inside?

…

'''Shigure Kira:''' Watch your feet!

'''Niggurath:''' Ah.

'''???:''' Welcome!

'''Niggurath:''' Ah!

'''Niggurath:''' Th-That scared me…

…

'''Shigure Kira:''' Is this a… hologram?

'''???:''' Ladies, welcome to our last home, Miracle Park Atlas!

'''???:''' Although there’s a hundred more of such homes, hahaha, that’s apocalyptic humor for you!

'''Niggurath:''' …

'''???:''' I’m your guide, Atlas’ manager, electrical engineer, teacher, chef, hairdresser, doctor, therapist… and good neighbor, Charter!

'''Shigure Kira:''' …

'''Charter:''' That’s right, any job in the park is my job! I even set my own pay… totally not rigging the system, hahaha!

'''Niggurath:''' Um, this guy must have been roaring drunk when he took the video.

'''Shigure Kira:''' Leaving his personality aside… we might learn the past of this bubble universe from this video?

'''Niggurath:''' That depends on its length.

'''Charter:''' Without further ado, let’s go on a magical journey!

'''Charter:''' Please come with me!

--

====<u>Gameplay 38-8 - Carnival</u>====
'''Shigure Kira:''' That’s a… life support pod? No, more like some kind of… bionic computer.

'''Niggurath:''' Looks like people in this bubble universe are capable of information-age equivalent technologies… or at least they were.

'''Charter:''' Well then, are you ready, ladies?

'''Charter:''' What I’m offering you… is a journey to witness precious historical records from the Golden Age! Can’t wait to find out? Just press the button over there!

'''Shigure Kira:''' Button? Oh, this one?

'''Shigure Kira:''' What do you mean by “journey”?

'''Charter:''' Can’t wait to find out? Just press the button over there!

'''Shigure Kira:''' …Ah, guess we’ll have to give it a try.

'''Niggurath:''' Watch out, Kira, I don’t like how this guy sounds.

'''Shigure Kira:''' Yeah, I’ll keep my guard up.

'''Shigure Kira:''' Pressing the button now…

'''Shigure Kira:''' This is…

'''Charter:''' Haha, amazed by the immersive experience, aren’t you? The holographic device we prepared for the journey comes from the greatest virtual reality image designer, Lawrence!

'''Charter:''' He died in an extractor explosion accident in Starrock Era 195… but that sadness is all behind us now!

'''Charter:''' Welcome to Coal Era 1182! I bet you won’t wanna say no to cheering crowds, lots of laughter, and ice cream on the parade float, will you?

'''Shigure Kira:''' Looks like he restored a moment in the bubble universe’s history with holographic images.

'''Niggurath:''' Which means, the dead land we just saw was once lively and prosperous like this?

'''Niggurath:''' …

'''Shigure Kira:''' That gives me goosebumps. But in a way… that’s the norm in this universe.

'''Charter:''' You two, what are you waiting for? Join the happy crowd and share in their joy!

'''Shigure Kira:''' …Let’s go and find out what the locals know.

'''Shigure Kira:''' Hi.

'''Old Man Fisher:''' Oh, hi. Are you two here for the celebration too?

'''Niggurath:''' Sort of. But grandpa, what are we celebrating?

'''Old Man Fisher:''' Haha, you don’t even know what’s going on? You must love big crowds.

'''Old Man Fisher:''' We’re celebrating the Planet Recon Team finding a new energy source to replace fossil fuel!

'''Shigure Kira:''' New energy source?

'''Old Man Fisher:''' Yeah, it comes from an ore called Starrock. It’s safe, stable, efficient and can last lifetimes.

'''Old Man Fisher:''' Very soon, people won’t have to queue for gas. How can we not celebrate such a great thing?

'''Shigure Kira:''' Oh, I see. Thank you!

'''Old Man Fisher:''' You’re welcome, but there’s no need for thanks. Just have your fill and enjoy yourselves!

'''Jacob:''' Hi, ladies! Ain’t today the greatest day of all?

'''Niggurath:''' Because of the Starrock, right? Energy concerns everyone here, I guess?

The man squinted at them as if they were dinosaurs.

'''Jacob:''' You must be outlanders. There aren’t a lot of your kind here, but we do get some from time to time.

'''Jacob:''' Is energy important? Of course!

'''Jacob:''' Without energy, how can we keep the lights on? How can we make the machines do our bidding? And…

'''Jacob:''' How can the Planet Recon Team explore new homes?

Fear imperceptibly flashed past the man’s eyes, suppressing his fervor.

'''Shigure Kira:''' (…Hmm.)

'''Jacob:''' Ah, no reason to be so grim during a moment like this.

'''Jacob:''' Right, the parade float is coming soon. Why don’t you two outsiders hop on and take a tour?

'''Laia:''' AHHH!

'''Niggurath:''' …Quantum Shadows!

'''Shigure Kira:''' Wait, that looks like…

'''Charter:''' Haha, no need to panic. These monsters are just part of the show. I have Lawrence to thank for how good they look!

'''Charter:''' Now, it’s time our planetary guardians make their debut! Please enjoy watching them defend their home and their people!

The security force cleared up the monsters in their mechas, and order soon returned to the celebration. People seemed to be accustomed to this sort of thing and stayed calm for the most part.

'''Laia:''' Ugh…

'''Niggurath:''' Hey, are you alright?

'''Niggurath:''' Oh, I forgot these were only images from the past. Nothing can happen to you now…

'''Laia:''' I-I’m alright. The guards keep us safe every time!

'''Shigure Kira:''' The guards? The people who came in the mechas?

'''Laia:''' Yeah! As soon as monsters show up, they always come to our rescue and take the monsters down.

'''Laia:''' Dad told me, if monsters show up again, the mecha force won’t have the power to fight them since we’re running out of energy. The guards might not be able to keep us safe.

'''Laia:''' But things have turned around. Dad just said we’ve found a new source of energy, and the guards can keep us safe again, just like that!

'''Shigure Kira:''' Oh, I see… but still, it’s dangerous for you to be alone. Be a good girl and get back to your Dad, alright?

'''Laia:''' Yeah, I know. Goodbye!

The girl waved her hand and ran off while the two watched.

'''Niggurath:''' Any new findings about this bubble universe?

'''Shigure Kira:''' Yeah, sort of.

'''Shigure Kira:''' First of all, this bubble universe… uh, let’s just call it the Fallen Star.

Niggurath shrugged contentedly.

'''Shigure Kira:''' The Fallen Star falls into the more complete type of bubble universe. It has considerate space, population, and even the look of a full planet… it’s way smaller than the Earth, though.

'''Shigure Kira:''' On the other hand, civilisation here has advanced to the level where they’ve become aware of the crisis they’re faced with.

'''Niggurath:''' Indeed. Due to the bubble universe’s seclusion… it won’t be able to sustain itself for long.

'''Shigure Kira:''' Generally, isolated bubble universes are like dandelions floating in the wind. The Fallen Star cannot survive long on its own. I’m afraid Starrock will run out someday too.

'''Niggurath:''' An energy crisis… would this be the Fallen Star’s downfall? No, if that’s the case, we can’t explain why the Sky People’s creations are here.

'''Shigure Kira:''' Yeah, let’s keep looking.

Shigure Kira walked to Charter who was standing by the side.

'''Shigure Kira:''' Mr. Charter, we’ve finished this clip. Could you please play the next one for us?

'''Charter:''' Of course! Well, the next clip was captured in Starrock Era 199.

'''Charter:''' …

'''Niggurath:''' What’s up?

'''Charter:''' Oh, no worries! I always stay positive, despite my bad luck, hahaha!

'''Charter:''' The records of Starrock Era 199 are special and might cause minor… discomfort.

'''Charter:''' Are you sure you want to go on?

Shigure Kira and Niggurath nodded at the same time.

'''Charter:''' I see. Well…

'''Charter:''' Here we go…

--

====<u>Gameplay 38-9 - Investigate</u>====
'''Niggurath:''' Huh? Is this… a prison?

'''Shigure Kira:''' It might also be some kind of underground facility…

'''Shigure Kira:''' Huh? What’s that?

'''Shigure Kira:''' Someone’s fallen on the ground!

'''Niggurath:''' Let’s go help!

'''Niggurath:''' Huh? What’s this?

'''Shigure Kira:''' The projection has been…

'''Niggurath:''' That guy… has gone missing?

'''Shigure Kira:''' Charter? Charter?

'''Niggurath:''' …Nowhere to be found. Maybe something’s wrong with the projector system?

'''Shigure Kira:''' Hard to say. Have a look over there.

'''Niggurath:''' It’s a… planetary guardian mech?

'''Shigure Kira:''' Maybe it’ll know what’s going on.

'''Security Team Member:''' Hey, why haven’t you sought shelter yet? If extractor 03 hits the jackpot, you’ll be buried here in a minute!

'''Shigure Kira:''' “Hit the jackpot”?

'''Security Team Member:''' Ah, you’re not from here.

'''Niggurath:''' Never mind that. Tell us what happened.

'''Security Team Member:''' What else could it be? The Starrock extractors exploded again.

'''Shigure Kira:''' (Charter seemed to have mentioned that before…)

'''Security Team Member:''' Ah, I’m not an expert on this. All you need to know is that they’re machines used to extract energy from the Starrocks.

'''Shigure Kira:''' If they’re so dangerous, why use them in the first place?

'''Security Team Member:''' …

'''Security Team Member:''' …They’re no danger at all. What’s dangerous is… Starrock itself.

'''Shigure Kira:''' Hmm?

'''Old Man Fisher:''' Yeah, it comes from an ore called Starrock. It’s safe, stable, efficient and can last lifetimes.

'''Shigure Kira:''' Wait…

Before Shigure Kira could finish, the guard waved his hand and left in a hurry.

'''Niggurath:''' That’s weird. If that guy named Charter doesn’t show up, will we be trapped here forever?

'''Shigure Kira:''' …Let’s go look around and see if there’s anyone else here.

'''Niggurath:''' Are these also projections?

'''Shigure Kira:''' Look out! These attacks… they’re actually landing!

'''Niggurath:''' Check this terminal out, Kira… it can be accessed without any special permission

'''Shigure Kira:''' Charter!

'''Charter:''' …

'''Niggurath:''' Where have you been? Why…

'''Niggurath:''' …Ugh, gone again.

'''Shigure Kira:''' It seems like he also wanted us to check out this terminal?

'''Dr. Ashley:''' You’re saying… they came out of nowhere?

Starrock Era 24.

'''Assistant Frank:''' Yes, Dr. Ashley. As of yesterday, the Starrocks weren’t in warehouse 012, and at least five workers can attest to that, but the security cameras are even better proof.

'''Dr. Ashley:''' …

'''Dr. Ashley:''' My god.

'''Assistant Frank:''' As you can see, Dr. Ashley… these Starrocks appeared in the vacant space in the blink of an eye.

'''Assistant Frank:''' Do we… inform the guards?

'''Dr. Ashley:''' No… not now. Let me think…

'''Dr. Ashley:''' …

'''Dr. Ashley:''' Right. We need to verify it…

Starrock Era 25.

'''Dr. Ashley:''' I don’t understand… after half a year of dedicated research and so many experiments…

'''Dr. Ashley:''' Why is Starrock under the influence of such… unscientific and supernatural factors?

'''Dr. Ashley:''' This certainly explains why we never discovered them during the age of fossil fuels, but… how is this possible?

'''Dr. Ashley:''' Starrock… comes into being at people’s wishes…

Starrock Era 58.

'''Young Researcher:''' Huh? The Planet Recon Team is… disbanding?

'''Dr. Ashley:''' Yeah, the ecosystem on the surface has sustained severe and irreversible damage due to frequent Starrock explosions.

'''Dr. Ashley:''' For us, living on the surface has become a luxury, let alone exploring the stars.

'''Young Researcher:''' …

'''Dr. Ashley:''' Kid, I’m sorry. I know you’ve always dreamed of joining the Planet Recon Team.

'''Dr. Ashley:''' It’s all our fault… We thought Starrock was the cure to everything and gave up on all other possibilities.

'''Dr. Ashley:''' We thought we found a shortcut, but it turned out to be a dead end.

'''Young Researcher:''' Dr. Ashley…

'''Young Researcher:''' Don’t give up. I can’t join the Planet Recon Team… but I can still help you study Starrock.

'''Young Researcher:''' Once we figure out why Starrock emerges at a person’s wish and why it explodes without any sign, we should be able to…

'''Dr. Ashley:''' You always look on the bright side, kid.

'''Dr. Ashley:''' But… please promise me, don’t go down the same road I have.

'''Young Researcher:''' Dr. Ashley?

'''Dr. Ashley:''' When I was young, I believed that if I dedicated myself to researching Starrock, our planet could be saved.

'''Dr. Ashley:''' But… looking back at years of hard work, I suddenly found that my understanding of Starrock never grew, just like everyone else at the institute.

'''Dr. Ashley:''' Starrock… is like some kind of divine prank. It’s unreasonable, illogical, but so real that we can’t see anything else.

'''Dr. Ashley:''' I don’t understand, kid… I really don’t… I feel like I’m blocked away from the truth by an invisible wall, while some trickster god mocks me from the other side.

'''Dr. Ashley:''' …

'''Young Researcher:''' Dr. Ashley, are you alright?

'''Dr. Ashley:''' Oh, you’re a good kid… I’m fine.

'''Dr. Ashley:''' Heed my advice and stop looking for the elusive Starrock.

'''Dr. Ashley:''' Go follow Dr. Owen to learn intelligent systems, or intern with Dr. Fred and study underground shelters. Is Atlas going to be under construction soon?

'''Dr. Ashley:''' …Try holding onto something that you can grasp, Charter.

'''Niggurath:''' That was…

'''Shigure Kira:''' Seems to be records left behind by Starrock researchers on the Fallen Star.

'''Shigure Kira:''' Looks like the substance called Starrock was not as safe as it was believed to be. It could explode for no reason at all.

'''Niggurath:''' The apocalyptic planet surface that we saw… was a result of that.

'''Niggurath:''' But why did the Fallen Star keep using Starrock as energy? It’s like digging your own grave.

'''Shigure Kira:''' I’m afraid… they ran out of choices. They’d have perished anyway without that mysterious ore.

'''Shigure Kira:''' That researcher lady was right. It blinded them to all other possibilities.

'''Charter:''' …That’s right. Aside from that goddamn ore that’s going to get us all killed someday, we’ve got nothing else.

'''Niggurath:''' Charter…

'''Charter:''' Ah, pardon my French…

'''Shigure Kira:''' Charter, I’ve got some questions. And… if possible, we wish to help you and the other survivors on this planet.

'''Charter:''' …

'''Charter:''' You have a good heart, lady, but I think you came a little bit too late… for this dead planet.

'''Charter:''' …Follow me, please.

'''Niggurath:''' What are you showing us this time?

'''Charter:''' The planet’s last breath…

'''Charter:''' In your terms, the last day for people on the Fallen Star.

--

====<u>Gameplay 38-10 - Doomsday</u>====
'''Charter:''' Time… will turn back to the last night of starrock era 199.

'''Charter:''' By the way, allow me to invite my neighbors.

'''Shigure Kira:''' Who are they?

'''Charter:''' Just like me… they were once residents of the underground shelter Atlas.

'''Charter:''' We built hundreds of such shelters, for the surface was no longer inhabitable. At the same time, the shelter’s special structure could also help contain Starrock explosions.

'''Charter:''' …At least, that was its intended design. But in reality, nothing we had could withstand the impact of Starrock explosions. The brutal power… you could call it a sort of torrent of destiny.

'''Charter:''' Ha, but it really isn’t necessary for me to describe it for you, because you’ll soon see it with your own eyes.

Charter tapped the terminal screen a few times, and soon after, an image was projected before them both. The screen was static and it emitted a chaotic sound…

'''Security Team Member:''' Hey, why haven’t you sought shelter yet? If extractor 03 hits the jackpot, you’ll be buried here in a minute!

'''Female Resident:''' Has anyone seen my child? Allen! Allen!

'''Male Resident:''' Check out the emergency broadcast! The central extractor on Uranus has just exploded!

'''Male Resident:''' And Phoebe too! Explosions everywhere!

'''Female Resident:''' Ah! Don’t push me! Get off!

'''Male Resident:''' I told you Starrock was a curse! Divine retribution! The day has finally come!

'''Female Resident:''' We need to get to the shelter! Didn’t you hear the guards?!

'''Male Resident:''' Where can we run? Damned Starrock warehouses and extractors everywhere!

'''Male Resident:''' Go underground! If the explosions trigger chain reactions, then…

!!!

…

…

'''Shigure Kira:''' …

'''Niggurath:''' What’s this?

'''Charter:''' The last evening of Starrock Era 199. Eleven past five. Less than seven hours away from the new year.

'''Charter:''' Of all the Starrock extractors and warehouses in 101 underground shelters, 98% exploded after the hour hand reached five.

'''Charter:''' Like volcanic eruptions, the explosions destroyed most of the shelters in an instant, vaporising everything within them and tearing the surface apart…

'''Charter:''' …When it was over, the Fallen Star turned into what you see now.

'''Niggurath:''' …

'''Shigure Kira:''' A bubble universe’s… unnatural death?

'''Niggurath:''' So, what is this Starrock? I’ve never heard of anything this dangerous in the Sea of Quanta…

'''Shigure Kira:''' It was mentioned in the records that it came from wishes, but what does that mean?

'''Charter:''' Literally what it means.

'''Niggurath:''' Can you be more specific?

'''Charter:''' Let’s say the Starrock reserve of a certain shelter is running out, and anything running on it is going to stop…

'''Charter:''' In this case, when the people in the shelter open up the warehouse the next day, they’re very likely to see a restocked reserve.

'''Shigure Kira:''' It… really appears out of nowhere?

'''Niggurath:''' How is that possible?! It’s absurd even in the Sea of Quanta… It makes absolutely no sense at all! Could it be a Herrscher authority from the Imaginary side?

'''Shigure Kira:''' (…?)

'''Shigure Kira:''' …Charter, is there any Starrock reserve in the shelter left?

'''Niggurath:''' Hey, Kira, you’re not thinking about…

'''Shigure Kira:''' Yeah, if we can bring back a piece to Elder Konpeito and the others, then maybe…

But Charter’s expression soon snuffed out her hope.

'''Charter:''' Unfortunately, when the Great Explosion happened, all the Starrock on the planet vanished, like it was consumed as fuel.

'''Charter:''' Just like how it showed up out of the blue right after the age of coal ended, it was gone without a trace.

'''Niggurath:''' (…?)

'''Niggurath:''' Wait, how are you so sure? How can you be certain all the Starrock went missing?

'''Charter:''' I…

'''Shigure Kira:''' Charter, you’re not really the boy we saw with Dr. Ashley, right? He couldn’t have survived this long.

'''Shigure Kira:''' And Dr. Ashley had mentioned something about intelligent systems…

'''Charter:''' …Very keen observation, lady.

'''Charter:''' It’s true, I’m a digital copy of the great Dr. Charter. This was the only way I could keep protecting the survivors for him in this grim world.

'''Charter:''' But… as you can see, there isn’t a single survivor left on this planet now.

'''Shigure Kira:''' …I’m sorry.

'''Charter:''' Sorry? No, you’re not to blame.

'''Charter:''' Before you came, I had already lost my reason for being, but it was only just now that I learned why fate spared me: the information integration system of Atlas.

Not far away, some kind of machine seemed to be running quietly…

'''Niggurath:''' Huh? What’s that sound?

'''Charter:''' Haha, so much for sadness! After all, today will go down in history and be remembered forever!

'''Charter:''' 167 years after the Great Explosion, Atlas finally opened its welcoming arms to two new residents!

'''Niggurath:''' …Residents? You’re not talking about us, are you?

'''Niggurath:''' Uh… we do sympathise with you, but there’s no reason for us to stay here.

'''Charter:''' No no no, the dark clouds of the past have cleared up! A new era has come for our planet to restore its former glory!

'''Charter:''' Haha▉※%&......▉×¥#!!

'''Niggurath:''' Kira, he… he doesn’t look right!

Crank… crank… the machine’s heavy sound became louder and louder.

'''Shigure Kira:''' Same as the jerks that attacked us…

'''Shigure Kira:''' Anyway, be careful… It’ll hurt if they hit you.

'''Charter:''' Smart system… switching to removal mode.

'''Charter:''' All weapon restrictions lifted… So as to give our guests a warm welcome!

'''Charter:''' Can’t stop the guests… from… dancing…

'''Niggurath:''' Huh… Looks like he;s run out of storage.

'''Shigure Kira:''' Right. Let’s use this opportunity to get out of this hologram system.

'''Niggurath:''' Ah, I’ve seen this guy before!

'''Shigure Kira:''' Does he mean anything special to Charter?

'''Shigure Kira:''' Huh? Next to him…

Shigure Kira lowered her body and picked up a slip by the man. Meanwhile, the two finally got a clear look at the man’s face.

'''Niggurath:''' Exactly the same as Charter?

'''Shigure Kira:''' I’m afraid this is the real Dr. Charter…

Shigure Kira unfolded the slip, revealing a pen with the engraving “V”. On the paper there was scribble in a foreign language… clearly unfinished.

With a heavy heart, Shigure Kira used her Sugars’ ability.

The words seemed to make some sort of motto. It started and ended with “forever”.

And so, using the language of this world, she complete Charter’s motto.

Just when she dropped the pen…

…

…

…

'''Niggurath:''' Ah, we’re back!

'''Shigure Kira:''' …

…

'''Niggurath:''' Hey! Kira? Where are you going? Wait for me!

…

'''Shigure Kira:''' I’m going back to the Candy House, Niggurath.

'''Shigure Kira:''' There’s nothing more we can do… in this bubble universe.

Candy House, home of the Sugars.

Back from the Fallen Star, Shigure Kira and Niggurath met Elder Konpeito and reported what they saw.

'''Elder Konpeito:''' Hmm…

'''Niggurath:''' Elder Konpeito?

'''Elder Konpeito:''' Ah…

'''Niggurath:''' Elder Konpeito!

'''Elder Konpeito:''' …I can hear you. Quiet for now.

'''Niggurath:''' But you’ve been silent for nearly ten minutes after hearing our report…

'''Elder Konpeito:''' Such an important matter requires careful consideration.

'''Niggurath:''' It’s not really a big deal. The Fallen Star had creatures similar to the Sky People, but their extinction had nothing to do with the Sky People. Besides, they went extinct more than a century ago.

'''Niggurath:''' Honestly, I feel like it was a waste of time…

'''Elder Konpeito:''' You fool!

'''Niggurath:''' …?!

'''Elder Konpeito:''' You have to dig beneath the surface! Can’t you see something is wrong with the Starrock that brought about the world’s demise?

Having kept silent for a long time, Shigure Kira suddenly raised a question that seemed out of place.

'''Shigure Kira:''' Elder Konpeito, could Starrock be some kind of weapon?

'''Elder Konpeito:''' Oh… you’re more observant than Sugar Molass, but not quite there yet…

'''Elder Konpeito:''' …Weapon? No, that isn’t Its weapon.

'''Shigure Kira:''' Its?

'''Elder Konpeito:''' What if I tell you there have been many other bubble universes that were destroyed just like the Fallen Star.

'''Elder Konpeito:''' It wasn’t because of self-inflicted damage, or the ebbs and flows of the Sea of Quanta. They were simply wiped out by an invisible malice…

'''Elder Konpeito:''' Cleverly hidden beneath the “rules”, the malice looks almost natural and justified.

'''Elder Konpeito:''' What if I tell you, things like this have been happening in certain dimensions all along?

'''Shigure Kira:''' This malice… is that It? But what really is It?

'''Elder Konpeito:''' We don’t know Its name, and neither do we know whether It has a name, body, or mind.

'''Elder Konpeito:''' Even a short glimpse of It among the waves of the Sea doesn’t come easy…

'''Niggurath:''' Elder Konpeito, what else do we know?

'''Elder Konpeito:''' The true abyss of the Sea of Quanta…

'''Elder Konpeito:''' Sa.

'''Shigure Kira:''' I’m done speaking. I’ve laid my hand of cards bare.

…

…

…

…

…

Everyone fell silent, quietly taking in the story told by Shigure Kira.

'''Seele:''' The Sugars race, the Sky People, the dead bubble universe Fallen Star, and…

'''Seele:''' Sa, the true abyss of the Sea of Quanta?

'''Susannah:''' That’s too much to process! Wait a sec. I’ll take some notes!

'''Misteln:''' …What do you reckon, Prometheus?

'''Prometheus:''' During her account, subject Shigure Kira’s breathing, heart rate, blood pressure, and skin humidity all remained normal… I estimate there is a 92.6% chance that she’s speaking the truth.

'''Prometheus:''' Although, what she said still feels like a dark fairy tale.

'''Herrscher of Sentience:''' Yeah? But I find it interesting. After the Great Eruption, the world turned peaceful and boring. It’s high time we had some fun fighting aliens!

'''Seele:''' …Shut up.

'''Shigure Kira:''' I told you you might find it hard to believe, didn’t I?

'''Shigure Kira:''' If the situation didn’t call for it, I wouldn’t have told you this and added to your trouble.

'''Susannah:''' But… do the horrible things you told us have anything to do with the situation of Salt Snow Holy City and the Country of Iron Sand?

'''Shigure Kira:''' According to Elder Konpeito, what happened to the Fallen Star… the unnatural, premature death of a bubble universe… was no exception.

'''Shigure Kira:''' Based on a lot of observation, Elder Konpeito found that such abnormal bubble universes were growing in number in the Sea of Quanta.

'''Misteln:''' Are you suggesting the black and white bubble universes fall into that category?

'''Shigure Kira:''' Yes. In fact… it was exactly because Elder Konpeito saw some early signs that I came to Salt Snow Holy City alone and tried to figure out what was going on.

'''Prometheus:''' Your partner by the name of Niggurath… didn’t she come too?

'''Shigure Kira:''' The Sugars are known for their cautiousness… but I guess I’m an exception. From a historic point of view, without that cautiousness, the Sugars couldn’t have survived this far.

'''Shigure Kira:''' Elder Konpeito is adamant in keeping his people away from danger, and Niggurath had to follow his order.

'''Misteln:''' Oh? So you…

'''Shigure Kira:''' I snuck out on my own. What, is there a problem with that?

'''Shigure Kira:''' …I’m not prepared to see the tragedy of the Fallen Star fall upon other bubble universes.

'''Seele:''' Miss Kira…

'''Shigure Kira:''' Anyway, if there’s something accelerating the death of bubble universes, if Sa does exist… I need to kill it as soon as possible.

'''Shigure Kira:''' The thought kept lingering in my mind and made me restless, so that’s why I set out… Seele, Susannah, looks like I’m the wrong one to lecture you.

'''Susannah:''' M-Miss Kira… that’s so cool…

'''Prometheus:''' I see, so that’s why you tried to assassinate Misteln… you mistook her for a disciple of Sa.

'''Shigure Kira:''' She couldn’t feel more inhuman. It was impossible not to suspect her!

'''Shigure Kira:''' And weren’t you threatening the hotel owner? You two didn’t look like the good guys at all!

'''Misteln:''' Oh, it breaks my heart to hear how you think of us… we were just asking some friendly questions.

'''Seele:''' Ha! I won’t buy it!

'''Prometheus:''' …My reputation suffered collateral damage.

'''Schrodinger:''' Back to business. Shigure Kira, according to what you confessed… the two bubble universes we’re in… are subject to some kind of twisted rule?

'''Shigure Kira:''' Correct. The spatial constraint of the two bubble universes, the spiritual beings in the Country of Iron Sand having memories of Salt Snow Holy City, and the merging of the two worlds mentioned by Misteln… they all point to the same conclusion.

'''Schrodinger:''' But we’re not talking about the proper world. In special spaces like bubble universes, absurdity can be reasonable.

'''Shigure Kira:''' I get you, Dr. Schrodinger. You’re trying to say these weird events might be the norm here, right?

'''Schrodinger:''' We can’t rule out that possibility.

'''Shigure Kira:''' I had thought this was possible too, but Elder Konpeito’s observation spans a very long period. He had watched this place before civilisation was born in the proper world.

'''Shigure Kira:''' Thanks to him, I got to know a fact… at these coordinates, there was once only one bubble universe.

'''Susannah:''' Huh?

'''Shigure Kira:''' Which is to say, Salt Snow Holy City and the Country of Iron Sand… one of them took shape only after the observation.

'''Herrscher of Sentience:''' One bubble universe turning into two… Was the other one born?

'''Schrodinger:''' …

'''Shigure Kira:''' And that’s not the most puzzling part. Elder Konpeito also found that the energy level of the two bubble universes had doubled. Do you know what that means?

'''Misteln:''' It means it wasn’t the original bubble universe splitting into two. It was a complete bubble universe coming out of nowhere.

'''Shigure Kira:''' …You’re right.

'''Schrodinger:''' Weird. That’s completely against the conservation of energy principle. Indeed… even in the bizarre Sea of Quanta, events like this are hard to imagine.

'''Shigure Kira:''' That’s right. And… such a thing had happened one more time in the story I just told.

'''Seele:''' Miss Kira, are you referring to the Starrock found by people on the Fallen Star?

'''Shigure Kira:''' Yep. According to what Niggurath and I found on the Fallen Star, Starrock was never found by people there before Coal Era 1182.

'''Shigure Kira:''' But just that year, when their fossil fuel was about to run out, this mineral was found underground and in large quantities.

'''Seele:''' Ha, that’s too much of a coincidence.

'''Misteln:''' And the mineral is packed with energy… I see, another example of energy coming out of nowhere.

'''Herrscher of Sentience:''' Wait, I think I get you now!

'''Herrscher of Sentience:''' For the Fallen Star, a suspicious new mineral was discovered, and very soon the planet was destroyed in the explosion caused by this mineral.

'''Herrscher of Sentience:''' For the black and white bubble universes, one became two, and merging started to happen for unknown reasons. Looks like destruction can also be expected.

'''Herrscher of Sentience:''' You’re saying the two are alike in certain ways, right?

Shigure Kira nodded.

'''Prometheus:''' From sudden multiplication to certain destruction… Can we say that if Sa does exist and these bubble universes are under its influence, the flowing of energy might be the rule?

'''Schrodinger:''' But rule or not, making a “bomb” big enough to destroy a world or creating a new bubble universe requires massive energy…

'''Schrodinger:''' Energy of this level can easily surpass the maximum power output of most metamorphosed Herrscher individuals.

'''Herrscher of Sentience:''' …

'''Schrodinger:''' And to pull it off in multiple bubble universes… as far as I know, such a divine feat can only be accomplished by…

'''Misteln:''' …The Cocoon of Finality, right?

'''Herrscher of Sentience:''' Hey, now this is getting even more absurd. How can there be another Cocoon in the Sea of Quanta?

'''Herrscher of Sentience:''' Well, if that’s the case…

'''Herrscher of Sentience:''' I’m not afraid, but you guys can’t make another Kiana at such short notice, can you?

Silence.

The joke didn’t soften up the atmosphere. Instead, it revealed a remote but terrifying possibility and rendered everyone silent.

'''Seele:''' Ahem…

'''Shigure Kira:''' What is it, Seele?

'''Seele:''' If Sa did make the rule for Salt Snow Holy City and the Country of Iron Sand to be destroyed, then the people here…

'''Misteln:''' Yes, they won’t live.

'''Shigure Kira:''' Hey, Vita is still with us now!

'''Misteln:''' I’m just speaking the truth. If Sa does have the authority to change the rules of bubble universes, and power to match the Cocoon… then these two worlds are destined for destruction.

'''Vita:''' …

'''Schrodinger:''' Unless…

'''Vita:''' …?

'''Seele:''' Dr. Schrodinger, do you have a way to save the two bubble universes?

'''Schrodinger:''' Misteln brought up the Cocoon of Finality and it reminded me of a possibility, though not a very practical way.

'''Schrodinger:''' Someone once made it work, so I won’t say it’s not possible at all…

'''Seele:''' Just get to the point! We’re in a hurry now!

'''Schrodinger:''' …I’m getting there.

'''Schrodinger:''' The way I mentioned is to anchor a bubble universe to an external point, like Durandal did.

'''Schrodinger:''' Of course, we don’t have the Holy Blade to help us, but…

'''Schrodinger:''' Theoretically, there are more stable anchor points than spatial weapons from the Previous Era…

'''Schrodinger:''' Herrschers.

'''Herrscher of Sentience:''' Huh? I can do that? How come even I myself didn’t know?

'''Schrodinger:''' No, you can’t, at least not now. That’s why I said it was not very practical.

'''Herrscher of Sentience:''' …?

'''Schrodinger:''' Your Herrscher Core is a fixed point projected by the Cocoon onto the proper world, so the stability it can provide is also limited to the proper world.

'''Schrodinger:''' Here, you need to touch the Moonrocks just like the people in the black world, which is proof enough.

'''Schrodinger:''' So, to replicate Durandal’s feat, the Herrscher authority we need should either transcend all dimensions or stand fully independent of the proper world. In other words, the only one that can do it is perhaps…

'''Schrodinger:''' Kiana herself who is equal to the Cocoon, or…

'''Schrodinger:''' A Herrscher born in the Sea of Quanta.

'''Schrodinger:''' …But that’s a paradox, right?
----
===Act 3 - Arduous Return===

====<u>Gameplay 38-11 - Cooperation</u>====
The twin bubble universes, Sa, an existence that dominates this world’s rules, and a Herrscher born in the Sea of Quanta…

A grand tapestry beyond everyone’s imagination was quietly unfolding… but the creator remained elusive.

Seele and the others sank deep into their thoughts, until someone finally broke the long silence.

'''Herrscher of Sentience:''' Forget it, thinking does us no good. If you ask me, the most urgent business at hand is to stabilise the situation. We can figure out what to do with that Sa later.

'''Misteln:''' Seele used the Sage’s authority and temporarily held the bubble universe in place, but the merging is still going on. This could indeed be the underlying rule established by Sa at the very beginning.

'''Misteln:''' If that’s the case… the three keys I mentioned earlier… they could open a door to hell.

'''Herrscher of Sentience:''' …Ah, it’s no time to be sentimental. Professor Rock, you said there was a way to anchor the two worlds to a point and project them onto the proper world, right?

'''Schrodinger:''' Yes, only theoretically, but as I said, we must first make sure of the anchor’s stability. Clumsy imitation of what Durandal did is nothing short of suicide.

'''Herrscher of Sentience:''' I know. That’s why you want the authority of a Herrscher from the Sea of Quanta, right? You guys have mentioned another kind of authority dozens of times. Can it work too?

'''Seele:''' Another authority?

'''Seele:''' Do you mean…

'''Herrscher of Sentience:''' Tsk, am I too quick to follow? The Sage’s authority, of course. Yes, you’re no Herrscher, but the authority does come from the Sea of Quanta.

'''Prometheus:''' The Sage’s authority is not comparable to a Herrscher’s from the proper world, and it cannot serve as a fixed point mathematically.

'''Misteln:''' …

'''Misteln:''' Wait.

'''Prometheus:''' …?

'''Misteln:''' Dr. Schrodinger. Fundamentally, we need to stabilise the two bubble universes and stop them from being eroded by the Sea of Quanta, right?

'''Schrodinger:''' Yes. That’s why we need a mathematically fixed point within this world.

'''Misteln:''' …What if I say we already have it?

'''Schrodinger:''' …?

'''Misteln:''' Because in these two worlds, there’s an everlasting axis.

'''Schrodinger:''' …!

'''Seele:''' Wait, are you saying…

'''Seele:''' Ah…

'''Prometheus:''' I see.

'''Shigure Kira:''' It’s like traveling across the whole world to find something that’s one step away from you.

'''Vita:''' It’s exactly because it’s too obvious that everyone has ignored it.

'''Susannah:''' Huh? You all get it? An “axis”… What does that mean?

Misteln lifted a finger to point at the gigantic salt crystal on the top of the tower.

'''Misteln:''' The high tower with the Sage is in every way an eternal location for the two worlds. Maybe it can serve as the anchor, right, Dr. Schrodinger?

'''Schrodinger:''' We’ll have to see, but ironically… this might indicate the tower itself only came into being due to Sa’s implemented rule.

'''Shigure Kira:''' But we’ve got to turn it against Sa… Hmm, it’s like using Honkai energy to fight against the Honkai in the proper world.

'''Herrscher of Sentience:''' As the old saying goes, don’t mind the details! Anyway, there’s hope we can set up the anchor with the axis. Well, let’s…

'''Schrodinger:''' …Not so fast, Herrscher of Sentience.

'''Herrscher of Sentience:''' Uh, is there something wrong again?

'''Schrodinger:''' In Durandal’s case, we had a device that could naturally integrate the bubble universe and concentrate all spatial information at one point to accomplish the inversion.

'''Schrodinger:''' But right now… the high tower isn’t in full control of the black and white worlds. Am I right, Misteln and Prometheus?

'''Misteln:''' …

'''Misteln:''' Indeed. But I have a theory.

'''Misteln:''' Seele, can you try to use the Sage’s authority and feel the place where spatial energy is the most dense in the bubble universe? Consolation might do it.

'''Seele:''' Uh, I’ll try…

Seele put her palms together, closed her eyes, and lowered her head, as if praying. Very soon, a faint glow began to emerge in her hands.

Seele opened her eyes again.

'''Seele:''' Ah, I can feel it!

'''Seele:''' Like fireflies in the dark… a few special points with light. I think I can find them!

'''Misteln:''' Yes, these places might be the key to putting everything together. They’re the key nodes of consolation, and nexuses to ensure the Sage’s authority can reach everywhere in this world.

'''Schrodinger:''' …Makes sense. But to replicate Durandal’s feat, we need at least one pair of coordinates that can connect to the proper world… In plain words, a path leading back to the proper world.

'''Schrodinger:''' Back then, this was solved automatically by use of the Genius, but now, we need to work on our own to make it happen.

'''Seele:''' That’s easy.

'''Seele:''' Seele and I had swam in the Sea of Quanta for a long time. Locating the proper world… we’ve once done that for Bronya.

'''Susannah:''' Oh! I know! It was in the Eye of the Deep, right?

'''Seele:''' Seele, Susannah… I…

'''Seele:''' Might not be able to do that.

'''Seele:''' …Eh? H-Huh?

'''Seele:''' After entering this bubble universe, my perception in the Sea of Quanta… has stopped working. This world seems to be blocking my senses.

'''Seele:''' And right now, I can’t really leave the high tower.

'''Schrodinger:''' Uh… maybe it’s your connection with the Sage that has subjected you to the rule. If Sa is real, it won’t be happy to see someone running away with its world.

'''Shigure Kira:''' I happen to know a better candidate.

'''Shigure Kira:''' What about the ex-World Serpent agent over there? Isn’t she good at reaching out her claws from the Sea of Quanta to snatch someone in the proper world?

'''Shigure Kira:''' Now it’s your time to shine.

'''Misteln:''' …Yeah, I wasn’t thoughtful enough and I got you into this trouble. I’ll reflect on it and take responsibility.

'''Shigure Kira:''' Humph, pretty words aren’t going to solve the problem.

'''Prometheus:''' …

'''Prometheus:''' She said she’d take responsibility, but it’s very likely your hope on her will fail.

'''Shigure Kira:''' …?

'''Prometheus:''' Misteln does have the ability to manipulate space, but it’s the same as the Herrscher of the Void or the Cosmic Juggernaut.

'''Prometheus:''' Take our journey in the Sea of Quanta for example, she has to use the relative locations of bubble universes and the perception of abnormal Stigmata for a rough direction, and also make abnormal Stigmata beacons to rely on.

'''Herrscher of Sentience:''' She can only do that?

'''Herrscher of Sentience:''' Then how did she manage to kidnap Seele here?

'''Seele:''' And you too.

'''Herrscher of Sentience:''' Alright, that’s beside the point.

'''Seele:''' …Heh.

'''Misteln:''' Oh… I just tried over and over again. In the rough direction of the proper world, I kept making and transferring fissures… of course, only targets meeting certain conditions can get through.

'''Misteln:''' Simply put, it’s like playing a claw machine, maybe? Haha, my luck was good and I got two, no, three…

'''Misteln:''' Apologies. That wasn’t a proper analogy.

'''Seele:''' …

'''Seele:''' …Were we not a bubble universe apart, I’d spill your blood now!

'''Herrscher of Sentience:''' Yay, I love fights!

'''Schrodinger:''' Calm down. Don’t squish my vessel.

'''Susannah:''' Do we have any other way to get back?

'''Misteln:''' Judging from the current circumstances…

'''Misteln:''' Hard to say. And, according to you, the fissures I made appeared near the Imaginary singularity in Nagazora… Looking back, this might have something to do with Sa’s influence.

'''Misteln:''' …?

'''Misteln:''' Wait. On the other hand…

'''Misteln:''' Ah, indeed. Influence.

Thinking of something important, Misteln turned around and walked to the stairs.

'''Shigure Kira:''' Hey, where are you going?

'''Misteln:''' Leave the proper world coordinates to me. All you need to do is to connect the base anchor to the axis and build a world-level anchor.

'''Susannah:''' Base anchor? World-level anchor? What do you mean?

Without answering the question, Misteln left abruptly.

'''Susannah:''' …She just walked off.

'''Schrodinger:''' …I think she meant the actual nodes perceived by Seele through consolation, and the not-yet-present anchor that can control the whole world just like the one inside Durandal.

'''Schrodinger:''' As we discussed, the high tower and the Sage can work temporarily in a similar way as the Holy Blade and Durandal.

'''Seele:''' And in the long term, as soon as we get back to the proper world, we can get help from Kiana and the others?

'''Seele:''' …It makes some sense, but I still feel like something’s off.

'''Shigure Kira:''' Yeah… who knows what kind of “harmless” idea she’ll come up with again.

'''Prometheus:''' …

'''Prometheus:''' (No, since she decided to do it alone… perhaps…)

'''Prometheus:''' Please rest assured. I believe she has learned a lesson from before.

'''Shigure Kira:''' …Really?

'''Seele:''' Anyway, she looked confident.

'''Shigure Kira:''' Seele, you’re not…

'''Shigure Kira:''' …Yeah. If we don’t put trust in this strange lady, we’re sitting ducks here.

'''Seele:''' So… it won’t hurt to trust her, will it?

'''Seele:''' …

'''Herrscher of Sentience:''' Tsk. You’re her victim. If you can forgive her, what can we say?

'''Prometheus:''' Thank you for your trust.

'''Herrscher of Sentience:''' Don’t flatter yourself. We’re not trusting you… we only trust our judgment.

'''Prometheus:''' …That’s alright. As long as there’s an agreement.

'''Schrodinger:''' …

'''Prometheus:''' …?

'''Schrodinger:''' Just to make sure the plan works, I have to remind you.

'''Schrodinger:''' There’s someone at your side who hasn’t spoken yet.

Everyone hesitated.

And then they turned their eyes to the same person…

'''Vita:''' …

'''Vita:''' Huh? Why… why are you all looking at me? It’s not like I have a say in this…

'''Vita:''' After all, I’m nobody. I just have slightly better luck…

As if trying to avoid the topic, Vita ran to Seele and reached for her hand. Just then…

'''Seele:''' Huh?

'''Vita:''' Ahhhh!

'''Seele:''' Why would… stop!

'''Seele:''' Vita… are you alright?

'''Vita:''' I-I’m fine. I’m not good at anything, but my reflexes are quick, haha…

'''Seele:''' Sorry, the oracles the Sage left behind… I don’t know why they…

'''Shigure Kira:''' …

'''Shigure Kira:''' Seems it’s happened before.

'''Susannah:''' Ah, indeed. The first time we arrived in Salt Snow Holy City, Vita was also attacked by oracles.

'''Vita:''' Huh? That was…

'''Prometheus:''' The oracles are part of the Sage’s authority. Generally speaking, they won’t attack someone without the Sage’s order.

'''Prometheus:''' At least while Misteln and I have been here, no one in Salt Snow Holy City was attacked.

'''Seele:''' The oracles… they seem to be guarding against Vita.

'''Susannah:''' Huh, why? Isn’t Vita a good citizen?

'''Herrscher of Sentience:''' …The Sand Servants on our side tried to attack wisps who were citizens. But the wisps were immersed in my dream…

'''Herrscher of Sentience:''' Ah, maybe that’s why? Those wisps were under my control and that went against the Sage’s rule?

'''Prometheus:''' Yes, very likely. The Sand Servants and the oracles are two sides of the same coin… they did that for a reason.

Again, everyone’s eyes focused on Vita, who seemed to be getting nervous.

'''Vita:''' I-I am indeed simply an innocent civilian!

'''Vita:''' Ah, right! It must be so! Just like Assisty and the machines in the city, the oracles run on software developed by you, the Great Envoy, right?

'''Vita:''' Must be a software error or something that wrongly identified me as an enemy!

'''Prometheus:''' No, the oracles weren’t made by me. As I said, they’re part of the Sage’s authority.

'''Vita:''' Erm, there’s another possibility… which is…

'''Shigure Kira:''' There is another possibility, and it’s that you’re lying.

Shigure Kira suddenly closed in on Vita and grabbed her right hand.

'''Vita:''' M-Miss Kira?

'''Shigure Kira:''' Although I’ve always found you suspicious, I’ve only now become certain that you’re hiding something now.

'''Shigure Kira:''' I remember you once said you didn’t know what “artificial intelligence” was, no?

'''Vita:''' Ah…

'''Vita:''' Oh right, you’re new here, so I’m guessing you haven’t met her yet. This is Assisty.

'''Susannah:''' Ah… I wasn’t asking about her name. If I’m not mistaken, this is an artificial intelligence, right?

'''Vita:''' Artificial… intelligence? That’s the first time I’ve heard anyone call Assisty that.

'''Shigure Kira:''' In that case, why do you understand the fact that they operate based on programs?

'''Susannah:''' …Ah! You’re right!

'''Seele:''' We’ve never spoken about this topic in detail, so Vita couldn’t have learned anything from our conversations. Which means…

'''Vita:''' …

'''Herrscher of Sentience:''' Aha, cat’s got your tongue.

'''Prometheus:''' You claim to be a resident of Salt Snow Holy City, and even have an identification code… Vita, who exactly are you?

'''Vita:''' …

'''Vita:''' Ah well, I’ve been exposed. Then it can’t be helped…

'''Vita:''' …How do I put this, I didn’t want to do this either, heheh.

'''Seele:''' Huh? So she’s beating around the bush now?

'''Shigure Kira:''' What do you mean, you didn’t want to do this?

'''Vita:''' Ah, sorry… What I mean is…

'''Vita:''' …

'''Vita:''' Haa, I have no choice, it’s not the right time now.

'''Seele:''' Right or not, speak.

'''Shigure Kira:''' Yeah, you’ve heard my story just now. Now, it’s your turn to tell yours.

'''Prometheus:''' I agree. We’ll decide if you have malicious intentions after we’ve heard your story.

'''Vita:''' Ugh… Because all of you have already discussed it, my story is actually pretty simple.

'''Vita:''' Simply put, I am indeed not a native resident of this bubble universe, I just happened to live in the Holy City when the envoy was handing out identification codes.

'''Vita:''' And you’ve already heard of my previous hometown.

'''Seele:''' Huh?

'''Vita:''' Mhm, the ruined bubble universe that Kira was talking about just now… the Fallen Star.

'''Susannah:''' Huh… What?!

'''Shigure Kira:''' Hey, don’t spout nonsense! That universe had been destroyed more than a thousand years ago!

'''Vita:''' Look! I knew that all of you wouldn’t believe me if I talked about this now.

'''Vita:''' But… I’m really not lying.

'''Vita:''' That Professor Charter who you all have met… He is my friend too.

'''Susannah:''' Oh?

'''Shigure Kira:''' …You’re not making this up with my story, are you?

'''Vita:''' …

'''Vita:''' I know, these are empty words.

'''Vita:''' …

'''Vita:''' Oh, right! You said that Professor Charter had an unfinished note that had an aphorism written on it, right?

'''Shigure Kira:''' You’re right, but…

'''Vita:''' Was that aphorism, “always hold hope for tomorrow, always live as yourself every day”?

'''Shigure Kira:''' …?

'''Shigure Kira:''' I thought that “always stay optimistic” would come after “always hold hope for tomorrow”…

'''Shigure Kira:''' …Wait, I’ve never told anyone about what he wrote on the note.

'''Shigure Kira:''' (And the “V” on that pen…)

'''Vita:''' …

'''Seele:''' So, Vita, you…

'''Vita:''' I’m really sorry. I can only try to regain everyone’s trust this way.

'''Vita:''' On the last evening of year 199 of the Starrock calendar, an hour before the Great Explosion, that was the first time that the New Planet Recon Team had set off.

'''Shigure Kira:''' New Planet Recon Team?

'''Vita:''' Yes, Professor Charter had never given up on looking for hope for the future. That’s just how he was.

'''Vita:''' Professor Charter and the other researchers in Atlas secretly created a transportation that could leave the Fallen Star… And I, for some special reasons, happened to be one of the first members selected.

'''Vita:''' I can never forget… what I saw that day.

'''Vita:''' The Fallen Star… The home we relied on, was instantly swallowed by the flare of the Great Explosion.

'''Vita:''' The light that once brought us warmth and hope… the light of Starrocks became such an ominous and frightening wisp.

'''Vita:''' It happened so abruptly. Aside from me, who was performing maintenance for the aircraft, the others weren’t able to board in time.

'''Vita:''' I knew then that I had lost my hometown again… I’d become a lonely drifter again.

'''Vita:''' After drifting for an arduous time, I fortunately came to this universe… My aircraft crashed into the wilderness outside Salt Snow Holy City.

'''Vita:''' The residents of Salt Snow Holy City accepted me, an outsider of unknown origin. They treated me as their friend and family. I’m really grateful for that.

'''Vita:''' From then on, I decided to live here peacefully… Until I met all of you.

'''Vita:''' As for why the oracles attacked me… I’m afraid it’s because they can tell that I don’t belong to this universe. So, they are instinctively more cautious of me, for the safety of the Holy City.

'''Shigure Kira:''' …

'''Shigure Kira:''' It may be rude for me to continue pursuing this matter, but… you said you lost your hometown “again”. That means you’re not a native resident of the Fallen Star either, right?

'''Vita:''' …Yes.

'''Vita:''' But I really have no evidence for anything that happened before that.

'''Vita:''' For example, the world that I was first raised on… was not Earth.

'''Shigure Kira:''' …?

'''Shigure Kira:''' Be it Salt Snow Holy City or the Fallen Star, they aren’t part of Earth either.

'''Vita:''' That’s not what I meant.

'''Vita:''' For instance, to all of you, Professor Charter, Grandpa Kaye, Grandma Izzy, and Uncle Pankaj are all residents of this bubble universe, not the real world, right?

'''Herrscher of Sentience:''' Why, do you mean that you’re not like them?

'''Vita:''' I’m truly different from them.

'''Vita:''' In your words, I think…

'''Vita:''' The world I was raised in was…

'''Vita:''' …Venus.

'''Susannah:''' Venus? L-Like the Venus in the eight planets of the solar system?

'''Vita:''' Mhm. Our civilisation had been destroyed by the Honkai long ago… Back then, we didn’t have the ability to travel across planets.

'''Vita:''' As a survivor, I spent an endless amount of time in the abyss of the Sea of Quanta… no, now that I think about it, there’s no concept of time in that sort of place.

'''Vita:''' Anyway, after much time had passed in the outside world, I was able to travel from a space on Venus to a space on Earth, thanks to an extremely rare coincidence.

'''Vita:''' Unlike us, your civilisation flourished more. Over the long period of time, you guys were able to create countless holo-projections.

'''Vita:''' During my travels, I once witnessed the samsara in a certain kingdom, and visited cute puppets that led a miniature world.

'''Vita:''' …Of course, there were tragedies like the Fallen Star too.

'''Schrodinger:''' …

'''Vita:''' I remember that you were all surprised that I found the people in Salt Snow Holy City very interesting. The reason why I like everyone here is…

'''Vita:''' …Perhaps those who have lost their hometown forever cherish their new neighbors more.

'''Shigure Kira:''' …

Nobody spoke. Venus was very distant from Earth, but everyone here recalled some of their own experiences.

A drifter in the Sea of Quanta.

A survivor of the Great Eruption.

An orphan who had lost her home.

…We cannot change the past, but we can change the future.

After the short, collective silence…

'''Seele:''' Vita. We managed to find a basic plan to save Salt Snow Holy City and the Country of Iron Sand with Dr. Schrodinger’s discovery just now. Then, as someone who is also a drifter in the Sea of Quanta…

'''Seele:''' …Can you provide everyone with additional help?

'''Vita:''' Hmm… That’s tough. Although Professor Charter’s aircraft is still in the wilderness outside the city, we can’t rely on it to reactivate and help everyone in the Sea of Quanta.

'''Vita:''' …

'''Vita:''' …Ah, right! Interferometer!

'''Schrodinger:''' (…Interferometer?)

'''Prometheus:''' …What’s that?

'''Vita:''' Huh? So you don’t know about it either? It’s a type of nanochip that can be implanted in the human body to perform exhaustive algorithms regarding the near future! Hmm, theoretically speaking…

'''Schrodinger:''' It can sum up all the possible choices in a specific space?

'''Vita:''' Ah… Yes, I think that’s what it does! Professor, do you know a lot about the interferometer too?

'''Schrodinger:''' …More accurately, decades ago, Miss Edison once used this sort of device in front of me. But, Prometheus, as the strongest AI of the Previous Era, do you really know nothing about this?

'''Prometheus:''' I’m really surprised, why do you think that I’d understand a device that only seems to work theoretically? If there’s a chance, I’d like to get a sample for research.

'''Schrodinger:''' …

'''Vita:''' Mm… Maybe you can take a look at me after we rescue this universe? I’ve already been implanted with an interferometer when I was on Venus.

'''Seele:''' Huh? That means…

'''Vita:''' …?

'''Seele:''' Vita once said that her luck is better and her reactions are faster… Is that because of this technology from Venus?

'''Vita:''' Oh, it would seem so!

'''Schrodinger:''' So… Vita, can you control the interferometer in you, to perform some specific calculations for us?

'''Vita:''' Mmm… I can’t promise anything, but if you can implant some program plug-ins into my body, maybe you can use it as a quantum computer.

'''Prometheus:''' If you don’t mind, we can try that. It is very helpful to the plan we have just discussed.

'''Vita:''' Ah, then great…

'''Vita:''' Wait, are we gonna start now?

Just as Misteln had left without a word, Prometheus took Vita, who was a Venusian, away for investigation without giving any - (text cut-off)

'''Susannah:''' Prometheus is suddenly very motivated…

'''Shigure Kira:''' Heh, looks like there are still things in the world that she doesn’t completely understand, interesting.

'''Seele:''' But… things are getting worse by the second for the black and white worlds. We can’t go on discussing mere theories…

'''Schrodinger:''' Yeah. As mentioned before, to connect this twin bubble universe to the real world and prevent its inevitable demise, we must act immediately.

'''Schrodinger:''' Susannah.

'''Susannah:''' Huh? Ah, yes!

'''Schrodinger:''' I noticed that you’ve been taking notes the whole time… Can you summarise our plan to everyone again?

'''Susannah:''' M-Me?

'''Schrodinger:''' You’re a serious and hardworking child, you’ll do fine.

'''Shigure Kira:''' Yeah, be more confident, Susannah!

'''Susannah:''' Oh… Alright!

'''Susannah:''' Then I’m gonna go for it!

Susannah opened the notebook she had been using nervously, and it was crammed with words and even had some unique drawings.

'''Susannah:''' Ahem, t-then, I shall summarise the direction of our operation and our individual responsibilities!

'''Susannah:''' The main objective of this operation is to stabilise two worlds with anchors and launch them back to the real world.

'''Susannah:''' Ultimately, by using Kiana’s power, the two worlds will gain a stable structure and be saved from doom.

'''Susannah:''' To do this, we need to first find a number of basic anchors distributed across the two worlds, and then connect them to an axis, which is the Sage Tower.

'''Susannah:''' This way, we will be able to construct a world-scale anchor… which is essentially obtaining a rope that can pull two bubble universes, right?

'''Schrodinger:''' That’s right.

'''Susannah:''' Now, for our individual responsibilities. I’ll talk about the Salt Snow Holy City first.

'''Susannah:''' First, it’s Seele. Because she cannot leave the tower for long, she is mainly responsible for… using the Sage’s authority to locate the basic anchors?

'''Seele:''' Yeah, leave it to me. That’s indeed something that only I can do.

'''Susannah:''' Next is Miss Kira. She’ll… try to contact her comrade Niggurath and the Sugars?

'''Shigure Kira:''' Mhm. Although I don’t expect much from Elder Konpeito in terms of bravery… If we can get their help, it’ll make things twice as easy.

'''Shigure Kira:''' In a way… it’s not troublesome to make contact with them. You can treat me as a standby unit and assign tasks accordingly.

'''Susannah:''' Oh, got it! I’ll write all these down…

'''Susannah:''' And then…

'''Susannah:''' Ah, and for myself. I-I’ll do my best to do all the errands and note-taking! Let me know if you need anything!

'''Susannah:''' Ahem, and then there’s Miss Prometheus…

'''Prometheus:''' My job is to provide information and analysis of the situation… just as before.

'''Susannah:''' Yeah! And next…

'''Susannah:''' Huh? Miss Prometheus, you’re back so soon?

'''Vita:''' I’m really surprised too. She completed her analysis of the interferometer instantly, and even inserted some specific plug-ins for me to use it, she’s amazing.

'''Vita:''' Anyway, I’m ready to offer my help~

'''Shigure Kira:''' …Just a disclaimer, we don’t fully trust your explanation from before.

'''Vita:''' Huh? Kira, you’re so strict, I’d already given various details… Hehe, but that’s alright, I’ll prove myself through actions!

'''Shigure Kira:''' Are you sure that you can be of help?

'''Prometheus:''' She is very useful indeed, you’ll see later.

'''Susannah:''' Then… We can look at Miss Misteln next?

'''Prometheus:''' Misteln is already moving independently, I’m sure she has her own ideas. From past experiences… We can ignore her for now. We’ll reach a common goal in the end.

'''Susannah:''' A-Alright. Then, we’ve accounted for Vita too…

'''Susannah:''' …Right. Next, I’ll go through the situation in the Country of Iron Sand!

'''Herrscher of Sentience:''' Oh, it’s finally here! I was getting impatient!

'''Susannah:''' Miss… Other Seele will locate the basic anchors there, as she is also the new Sage.

'''Seele:''' Hmph, that’s a piece of cake. The residents here are all wisps. When it comes to running and evacuating, they’ll be better than those living people on the other side.

'''Susannah:''' And next is Senti…

'''Herrscher of Sentience:''' Huh? Wait, why are you also calling me Senti? Who do you think you are?

'''Susannah:''' A, s-sorry! I heard from the seniors in Schicksal that I could call you that…

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Forget it, I’ll excuse you this time, since you’ve worked hard taking all those notes. Got it?

'''Susannah:''' Yes! Miss… Herrscher of Sentience’s mission is to clear all obstacles that may appear while connecting the anchors, such as monsters from the Sea of Quanta.

'''Seele:''' …On that side, you guys don’t have Prometheus for external support. Herrscher of Sentience, you bear a heavy responsibility.

'''Herrscher of Sentience:''' Ha, what a reasonable assignment of tasks. After all, when it comes to battling, I’m a league above everyone else here.

'''Seele:''' …I see, so you’re just a fighter. A job perfect for you indeed.

'''Herrscher of Sentience:''' Oh my, look, I think an obstacle has appeared here.

'''Seele:''' …Wanna go at it?

'''Susannah:''' P-Please get along with each other! We won’t be able to complete this mission otherwise…

Herrscher of Sentience & '''Seele:''' Aren’t we getting along just fine?

'''Susannah:''' …

'''Susannah:''' Ahem, lastly, it’s Dr. Schrodinger…

'''Schrodinger:''' I’ll do what I’ve been doing before. Act as a medium of communication between the two groups, open a channel for all of you, and provide my suggestions.

'''Susannah:''' Then…

'''Susannah:''' That’s all for the plan we’ve conceived according to the current situation, right?

'''Schrodinger:''' Mhm, that’s a good summary.

'''Shigure Kira:''' Time is ticking, let’s get moving.

'''Vita:''' So… are we gonna start now?

'''Seele:''' Yes, we’re going to begin.

'''Herrscher of Sentience:''' No problem, let’s go!

'''Seele:''' …Yeah.

--

====<u>Gameplay 38-12 - Deduction</u>====
Between stories, human emotions are bound to change slightly yet mysteriously.

Just like the Country of Iron Sand that had lost its order, uncertainty and panic rose up in Seele’s heart.

As the consolation of souls persisted, the discomfort from before relieved over time. The bubble universe was still approaching destruction, and it was clear who held the Sage’s authority, that was more like a curse, till the end.

The helplessness born from being unable to share her pain was more unbearable than being separated by space and time.

'''Seele (?):''' The faith of the masses and a heart that is selfless would only conceive a flower that would surely wither. Its fragrance is rich, but to smell it, one must prepare to face death.

Even though she knew those were merely words meant to sow discord, they weighed heavy on her heart like a curse, and struck her with fear.

But it was not the time to think about those inner struggles.

And so, she could only let out a long sigh, as if she could exhale all those depressing emotions.

Right then, she heard an echo from deep within her soul.

'''Seele:''' (Don’t worry, Seele.)

Even though she hid all her concerns in her heart, the other her could still feel wisps of her emotions.

'''Seele:''' The tower has alleviated most of the effects of the bubble universe’s destruction from me. I’m fine.

'''Seele:''' …You don’t have to deliberately comfort me. I know what you’re going through.

'''Seele:''' I’m really not putting up a front. If I must say… now, we’re stronger than when we were lost in the Sea of Quanta. And there are so many others helping too.

'''Seele:''' …Yeah, that’s true.

Seele muttered her reply. As the frown on her face eased, it seemed like Seele’s words had helped to relax her nerves.

And so, she had the mood to joke around.

'''Seele:''' Plus, you hold the fate of this universe and our future in your hands.

'''Seele:''' The rest is up to you, the other me.

'''Seele:''' …Of course, silly.

'''Seele:''' …

'''Seele:''' Don’t worry, Seele. We’ll resolve everything.

'''Seele:''' I’ll protect you, just like every time before.

At this point, she did not know how the tower in her heart was built upon unstable sand.

A moment later, in Salt Snow Holy CIty…

'''Susannah:''' S-So many monsters…

'''Shigure Kira:''' …

Shigure Kira observed her surroundings carefully with an unusually serious expression.

'''Shigure Kira:''' (I didn’t even receive a response for the distress signal I sent to the Sugars. Don’t tell me that… the elder and the others also encountered something in this world?)

'''Shigure Kira:''' (…No, I should leave this place before I consider all that. I can only rely on myself now.)

'''Shigure Kira:''' It’s not possible to completely avoid all those enemies… Susannah, can you take on these enemies?

'''Susannah:''' …I-I’ll do my best, of course!

'''Susannah:''' …

'''Susannah:''' (It’s okay, Susannah. It’s just like your usual training.)

'''Vita:''' Mic! Mic test… Hi, can you hear me~

'''Susannah:''' Huh-?!… ¥%… *&

Shigure Kira withdrew her hand that covered Susannah’s mouth, and shushed her.

'''Shigure Kira:''' Shhh.

'''Shigure Kira:''' Don’t be so loud, those monsters are sensitive to sound.

'''Shigure Kira:''' And you, Vita. Are you dying for us to be found by those enemies?

'''Vita:''' Sorry, it’s just been so long since I used such an advanced technological communication tool, so I couldn’t help my excitement.

'''Shigure Kira:''' This brat. She was still acting as if she didn’t know what AI was just a day ago.

'''Vita:''' Heheh… That was to integrate myself into the life here, and avoid catching unnecessary attention.

'''Vita:''' Alright alright, let’s get back on track.

'''Vita:''' Next, Seele will get into “consolation” mode and focus on following the basic anchors in real time.

'''Vita:''' And I’ll follow the hints that Seele provides to find their coordinates by using the exhaustive algorithm of the near future. Then, I’ll control the cruising robot as a guide.

'''Shigure Kira:''' …That means, the basic anchors will move?

'''Vita:''' Mhm. But they will stop at a location for a duration after each change. So, you can still consider them as inanimate objects within a short period of time.

'''Vita:''' In favor of efficiency, I’ll try to choose the path that has the least enemies. Be careful not to be discovered by them.

'''Vita:''' See Vi over there? You just have to follow it.

'''Susannah:''' Vi? But wasn't it called… called…

'''Vita:''' Assisty. But since it’s now controlled by me, it’s taking my last name.

'''Shigure Kira:''' Vi is totally not your last name…

'''Vita:''' Don’t mind the details.

'''Vita:''' This is where the first anchor is.

'''Shigure Kira:''' …?

'''Susannah:''' There’s nothing here…

'''Vita:''' “Anchor” is originally a general term for a special type of spatial structure. As higher dimensional existences, it’s only normal for them to be invisible in their natural state. But it’s okay…

'''Vita:''' So long as you pray piously, Seele can use the Sage’s power to bring them into existence!

'''Susannah:''' Oh… I didn’t know the Sage’s authority could be used that way. It reminds me of the Herrscher of Reason!

'''Shigure Kira:''' Then… Susannah, give it a shot.

'''Susannah:''' …Alright, leave it to me!

'''Susannah:''' (Seele… No, the great Sage, please bring the anchors into existence, so they may connect to the Tower…)

'''Susannah:''' …!

'''Susannah:''' I can’t believe it, they appeared out of nowhere…

'''Vita:''' …This is interesting.

'''Vita:''' I recorded the entire process with a robot. However, it’s impossible to see the construction of anchors even in the smallest time unit.

'''Susannah:''' Without a process… How is this possible?

'''Seele:''' I’m not sure either, actually. After I felt your prayer deep in my heart, power flowed to the subject of the prayer on its own. It’s like an instinct.

'''Seele:''' I’m afraid… this is also a mechanism of the bubble universe.

'''Shigure Kira:''' Something can be created from nothing as long as someone prays… We’re lucky that the Sage’s authority is in our hands.

'''Shigure Kira:''' Otherwise, if someone were to wish for the world’s destruction, and the Sage stupidly agrees…

'''Vita:''' Don’t make it sound so bad, wasn’t the previous Sage independent-minded? If we weren’t in a situation so dire, this cool ability would have many more fun uses.

'''Seele:''' But the Sage’s power isn’t used for pranks.

'''Susannah:''' (I feel a chill behind my back… Is it just me?)

'''Shigure Kira:''' Anyway, the anchor here has been set.

'''Shigure Kira:''' Let’s head over to the next location.

The two quickly reached the second anchor under Vita’s guidance, and Shigure Kira began to pray.

'''Shigure Kira:''' …

…

'''Susannah:''' Alright! We’ve successfully located the second anchor too.

'''Susannah:''' Thankfully, Vita managed to accurately figure out the direction instantly. If not, we would have had to search forever.

'''Susannah:''' It’s amazing to be able to deduce the future!

'''Shigure Kira:''' Although it requires that mysterious interferometer… In this process, it was not only Prometheus, Vita also had to do some necessary technological work, right?

'''Shigure Kira:''' You really can’t judge a book by its cover… from how you spoke and acted before, it’s difficult to associate you with the title of a post-apocalyptic engineer or astronaut.

'''Vita:''' …

Shigure Kira was prepared to respond to Vita’s retorts, but the usually talkative girl went silent this time.

'''Shigure Kira:''' Vita? Seele? Are you guys there?

After a while, a bubbly and girly voice rang again.

'''Vita:''' Ah… I’m here~

'''Shigure Kira:''' Vita, did something happen?

'''Vita:''' Something unusual happened to the other Seele and the rest on the other side… But it looks like they managed to resolve it themselves, nothing to worry about~

'''Vita:''' It seems like you mean to say that I was very childish before… But, I’ll still take it as a compliment!

'''Shigure Kira:''' …So you were listening.

'''Vita:''' Yup~

'''Vita:''' But, “deducing the future” is actually not as difficult as you imagine.

'''Vita:''' The interferometer doesn’t have the ability to directly see the future. It only simulates possible outcomes when we perform a certain action, and deduces information from them. Something like… a weather report?

'''Vita:''' …That’s not quite right either, a weather report can’t control the weather after all. I’ll say it this way instead…

'''Vita:''' “Time always has crossroads that lead to countless futures.”

'''Vita:''' The interferometer can only calculate the trails on these crossroads, and find the most useful one for everyone.

'''Vita:''' If these crossroads didn’t exist in the first place, how could I deduce anything?

'''Shigure Kira:''' …Hold on.

'''Shigure Kira:''' That means, it’s not only because Seele brought up the existence of the anchors. It’s also because we are searching for the anchors, that’s why you can provide guidance?

'''Vita:''' That’s right, that’s what I meant! Like a spaceship that’s flying and being repaired at the same time.

'''Vita:''' The future isn’t a single line, but countless possibilities overlapping each other to create a messy picture.

'''Vita:''' Because you guys have created the past for me, I can limit the number of possible futures within a reasonable range.

'''Vita:''' Otherwise, the interferometer will be drowned with countless similar yet different choices, and completely lose its direction.

'''Vita:''' So it’s because everyone has outstanding intentions and abilities, that’s why we have these results now.

'''Susannah:''' T-Thanks for the encouragement!

'''Shigure Kira:''' …You’re pretty good with words, Vita.

'''Vita:''' Heheh~

'''Vita:''' Then the next anchor point should be…

'''Vita:''' …

'''Shigure Kira:''' …?

'''Vita:''' It’s nothing to worry about; we already have the results. Come with me.

'''Susannah:''' Is this the place? Then I’ll begin praying…

'''Shigure Kira:''' Wait, Susannah!

…!

'''Susannah:''' There’s so many monsters!

'''Susannah:''' Where’s the anchor point? These jerks didn’t wreck it, did they?

'''Shigure Kira:''' Forget about that, we need to focus on the fight!

'''Shigure Kira:''' (That’s weird, this bubble universe’s enemies weren’t this strong before. Is it because… this bubble universe is about to collapse?

'''Susannah:''' …

'''Shigure Kira:''' Susannah! Leave what you can to me!

'''Susannah:''' Finally… It’s almost… finished…

'''Shigure Kira:''' Let’s take them out.

'''Shigure Kira:''' …

'''Susannah:''' Hoo… Haa…

'''Susannah:''' We… We survived…

'''Vita:''' What happened? Are you guys okay?

Shigure Kira told Vita about the abrupt battle just now.

'''Susannah:''' These monsters are way stronger than before! And as if they were activated, they only showed themselves and attacked us when we started praying!

'''Shigure Kira:''' …If I hadn’t noticed the danger early, Susannah might have become their shooting target.

'''Shigure Kira:''' So… Is the anchor really there?

'''Vita:''' Huh? Eeehh…?

'''Vita:''' Sorry, I’m so sorry! Something’s wrong with the coordinates I have deduced here.

'''Vita:''' This is just a place close to the border of the bubble universe, where the effects of the universe are the weakest. Because of that, those enemies you talked about gathered here.

'''Vita:''' Please wait, I’ll look for the possible location of the next anchor again!

'''Susannah:''' Phew… That’s good. As long as it wasn’t because the anchor was damaged.

'''Susannah:''' But, why did the deduction suddenly go wrong? Is there anything special about this place?

'''Vita:''' Well, about that… Ugh…

'''Susannah:''' Hmm?

'''Prometheus:''' It’s just a simple operation error. Let this idiot explain it to you herself.

'''Vita:''' Mm, well… I think I matched two values in the wrong order, so…

'''Vita:''' The interferometer holds lists from many years ago… So, you know.

'''Vita:''' Like how Susannah misreads the topic when writing a report sometimes, yeah?

'''Susannah:''' Oh, so that’s why… That’s a common mistake indeed…

'''Susannah:''' …Wait! No, that’s not the issue!

'''Susannah:''' Vita, why are you acting like it’s justified? We went through a tough battle because of this just now.

'''Vita:''' Heheh, sorry…

…

Shigure Kira looked at the robot and human bantering in front of her, and sank into deep thought.

'''Shigure Kira:''' (Indeed, as Vita said, it could really be a small mistake. But…)

But if Vita led them into a trap with the excuse of making a mistake, as people who did not know the future, they would be defenseless.

'''Shigure Kira:''' …

'''Shigure Kira:''' (In that case, things are gonna be tough.)

Shigure Kira muttered to herself for a long time, and finally decided to stifle that bottomless anxiety instead.

'''Shigure Kira:''' (Regardless, Vita will gain nothing from this bubble universe’s destruction. At least our goals are aligned in this aspect.)

'''Shigure Kira:''' (And…)

'''Shigure Kira:''' (…If I can’t even trust the comrades fighting alongside me, who else can I trust in this world?)

Thankfully, there were no mistakes in Vita’s subsequent deductions.

And so, they’ve retrieved most of the anchors in Salt Snow Holy City.

'''Shigure Kira:''' (As expected… I was just overthinking.)

'''Vita:''' If the interferometer’s judgment is right, the next one is the last basic anchor on this side of the universe.

'''Vita:''' But, hmm…

'''Shigure Kira:''' What’s wrong, Vita?

'''Vita:''' The deduction tells me that behind that anchor, there may be some… abnormal things.

'''Susannah:''' Abnormal? What does that mean?

'''Vita:''' Actually, something similar happened to the other Seele and the rest on the other side, and they lost contact with us temporarily.

'''Vita:''' Maybe it’s because this anchor is located at a weak spot in this bubble universe, so it creates more changes that are similar to the nature of the Sea of Quanta. It can cause people to hallucinate and enter a dazed state…

…And even witness the past or future that couldn’t have existed.

--

====<u>Gameplay 38-13 - Sweet Dream</u>====
(Looks like… this is the place. Miss Kira, let’s begin.)

(Accidents might happen when we are praying… What kind of accidents? Don’t tell me it’ll be those enemies from before? No, I won’t be able to deal with them if they appear again.)

(Thankfully, this is the last anchor. Once we locate all the anchors, we can find a way to contact the real world. Let’s end this strange journey as soon as possible… and return to our original world.)

(But as a Valkyrie, I must fight against all sorts of strange and abnormal circumstances. You never know what you’ll encounter in the future… No, Susannah, what are you thinking about, calm down!)

(Last anchor, please appear smoothly, very smoothly…)

(Very… smoothly…)

The world lit up abruptly.

A white light began to spread deep in the Valkyrie’s soul. Unlike the everlasting daytime in Salt Snow Holy City, this light was invasive.

Even after closing her eyes tightly, Susannah could still feel that burning light.

She seemingly heard a subtle voice next to her.

'''???:''' …Susannah… Susannah…!

'''???:''' …Susannah… Susannah…!

'''Susannah:''' …

'''???:''' …Susannah!

'''Susannah:''' Stop… stop shaking…

'''Susannah:''' Or I’m gonna faint…

'''Alvitr:''' Phew, you’re finally awake.

'''Susannah:''' Alvitr? Why are you here?

'''Alvitr:''' Hmm?

'''Alvitr:''' Susannah, don’t tell me you were scared into a coma!

'''Alvitr:''' Have you forgotten our mission objective?

'''Susannah:''' Mission…?

'''Susannah:''' T-This place…

'''Susannah:''' What is this place?

…

A few minutes later.

'''Susannah:''' …Which means, the Immortal Blades have received a mission to investigate this place, but we are trapped here because we were separated from Master Durandal during an enemy ambush?

Susannah listened to Alvitr’s explanation, sinking more and more into disbelief as she continued.

'''Alvitr:''' In simple terms, that’s right.

'''Susannah:''' Weird… I do have an impression of being trapped, but I should be trapped inside a bubble universe. Why did I appear here…?

'''Alvitr:''' Bubble universe? Hmm… I’ve heard you talk about a similar experience indeed. But that’s something that happened seven or eight years ago.

'''Susannah:''' Seven or eight years ago? How can that be…?

'''Susannah:''' …Oh!

'''Susannah:''' So you mean that I fell asleep in the bubble universe and woke up eight years later… Just like what happened to Master Sushang?

'''Susannah:''' Or maybe, like Master Durandal, I hurt my head during a mission and lost seven to eight years worth of memories?

'''Susannah:''' No, how can that sort of thing happen…?

Everything before her eyes was so ridiculous that it was almost laughable.

She could vividly remember the details of that mysterious universe. Strange worlds of black and white, the legendary Valkyrie senior, a comrade who became the Sage… She couldn’t see these as things that had happened long ago.

Every time she encountered an onerous obstacle, she would pray that she could wake up to find all those troubles resolved…

But now that it has really happened, Susannah didn’t feel happy at all.

'''Susannah:''' …

'''Susannah:''' (I must be daydreaming…)

'''Alvitr:''' Susannah, what’s wrong with you today? You’re not like yourself.

'''Alvitr:''' Heeey. Bring out that A-rank Valkyrie spirit in you, let’s look for an exit again!

'''Susannah:''' …A… A-rank Valkyrie?

'''Alvitr:''' Yeah, didn’t you finally pass your A-rank Valkyrie examination recently? We even invited Master Durandal and the others to celebrate for you.

'''Alvitr:''' You don’t even remember something so important?

'''Susannah:''' I didn’t think I’d really become an A-rank Valkyrie. Is this for real…?

'''Susannah:''' Alvitr, quick! Hit me!

Alvitr shook her head in exasperation, but assented and swung her first at the girl’s arm.

'''Susannah:''' …Ouch! This really isn’t a dream!

'''Alvitr:''' Of course not. When you passed your examination, I gave you a punch like that too.

'''Alvitr:''' So, do you believe in it now? I didn’t lie to you, alright?

'''Susannah:''' …Yeah!

'''Susannah:''' (I’m still unsure about a lot of things, but my strength is true. Alvitr and I… seem to really have become stronger.)

'''Susannah:''' (Master Sushang once said, “things will eventually sort themselves out!” I’ll trust in that and find out what happened as I search for an exit.)

'''Susannah:''' …Alright, Alvitr! I’m not sure what happened, but let’s look for an exit together!

'''Susannah:''' Check this out, Alvitr. I’ve learned a lot about being a detective as I worked to become an A-rank Valkyrie.

'''Susannah:''' As a good rule of thumb, the proof is always in the details. Come with me!

'''Alvitr:''' Nothing yet…

'''Susannah:''' …Ahem, just a little mistake. Let’s check elsewhere.

'''Alvitr:''' …nothing here either. Susannah, are you sure that your detective’s intuition is that good?

'''Susannah:''' Alright… Let’s look for clues somewhere else.

'''Susannah:''' What about here?

'''Susannah:''' That doesn’t seem right…

'''Susannah:''' No… I can’t find any clues.

'''Alvitr:''' Understandable, as we’ve conducted a fingertip search earlier.

'''Susannah:''' The communication tool hasn’t responded, and no trace of leaving has been found nearby.

'''Susannah:''' And those abandoned buildings, there must be buildings hiding inside. What are we going to do…

…

'''Alvitr:''' There’s more of them?

'''Alvitr:''' It was these monsters that cut off our communication with Master Durandal!

'''Susannah:''' …

'''Susannah:''' (Oh Susannah, Susannah, now you’ve gone and jinxed it again!)

'''Susannah:''' What are they doing here…?!

'''Susannah:''' (There’s more here than in Salt Snow Holy City… At this rate, I don’t think I can take them on.)

'''Susannah:''' …

'''Susannah:''' (No, I shouldn’t jump to conclusions just yet. If it’s really been 8 years, I should have grown as well.)

'''Susannah:''' (Why not give it a shot?)

'''Susannah:''' After all, I’m an A-rank Valkyrie now!

'''Susannah:''' (…It still doesn’t work!)

'''Susannah:''' (How are they still standing, they’re about to have no energy left!)

'''Alvitr:''' …

'''Susannah:''' Alvitr!

'''Alvitr:''' It’s just a scratch. But if this keeps up, things aren’t going to be good.

'''Alvitr:''' Susannah, let’s give that a try.

'''Susannah:''' …Right. I’ll cover you, Alvitr. Stand by…

'''Susannah:''' …Fall back!

'''Alvitr:''' Susannah! Here!

…

The ruins obscured their running figures, and the clamor from the enemies pursuing them grew distant.

'''Alvitr:''' Huff… Phew… We’re finally safe.

'''Susannah:''' Alvitr, how’s your injury?

'''Alvitr:''' It’s just a scratch, I’ll take care of it quickly.

'''Alvitr:''' Don’t worry. For a Valkyrie, scars from a battle are like badges of honor.

'''Susannah:''' Ugh… Alvitr, I’m sorry.

'''Alvitr:''' Alright now, Susannah. I’m really fine, it’s just a flesh wound.

'''Susannah:''' Sorry… You’re the one who got hurt, yet you still have to comfort me.

'''Susannah:''' It’s all because I’m too weak, that’s why you got hurt. I’m such an… unworthy teammate.

'''Alvitr:''' In that case, we’ll be an unworthy duo.

'''Alvitr:''' Compared to Master Durandal and the rest, we don’t have any outstanding talents or great abilities.

'''Susannah:''' Even as backup team members, we got separated from the squad and lost contact with them.

Alvitr & '''Susannah:''' Haha.

'''Susannah:''' Sometimes, I’m really worried if I’m a deserving Valkyrie. Am I always causing trouble for the squad captains and everyone else?

'''Susannah:''' I’m always learning and training like everybody, but there’s no improvement. The more I strive to do better, the more trouble I cause.

'''Susannah:''' Is it because I’m still not working hard enough? Am I not smart enough, not brave enough… Or do I have a flaw that I can’t make up for no matter what?

'''Alvitr:''' Susannah…

'''Susannah:''' …

'''Susannah:''' (If Master Durandal and the others were here, they would definitely be able to tell me what to do in this situation.)

'''Susannah:''' …

'''Susannah:''' I’ve rested enough. Alvitr, you can stay here, I’ll go look around again.

'''Alvitr:''' Hmm?

'''Susannah:''' While we had a tough time in the battle just now, we still defeated plenty of enemies.

'''Susannah:''' Master Durandal and the rest must be looking for us now. They’ll know we’re here once they see those monsters’ corpses. It’ll be counterproductive if we miss them because we’re hiding.

'''Alvitr:''' …

'''Alvitr:''' As expected of Susannah! You regained your usual liveliness real quick.

'''Susannah:''' Heheh, it’s nothing. I was actually really nervous up till now. But because of that, I want to reunite with Master Durandal as soon as possible.

'''Susannah:''' Although we’re still far from being S-rank Valkyries, I feel like my frustrations are so trivial when I see their valor in battle.

'''Susannah:''' Mm, how do I put it…?

'''Susannah:''' “If you lower your head, all you’ll see is sand. You can only see the stars if you look up.” Something like that.

'''Alvitr:''' That sounds just like you.

'''Susannah:''' Haha, I come from a desert after all.

'''Alvitr:''' Ah, that’s not what I meant… But, never mind.

'''Alvitr:''' Shall we go now? I’ll go with you.

'''Susannah:''' But, your injury…

'''Alvitr:''' It’s really nothing. And after I heard your speech, I felt like I should work harder too.

'''Alvitr:''' If you become an S-rank Valkyrie one day…

'''Alvitr:''' Rather than being just a friend, I’d rather be an S-rank Valkyrie’s partner.

'''Susannah:''' (…Huh? Will that day… really come?)

'''Susannah:''' (No… Now’s not the time to be thinking about this. Let’s do what’s necessary first.)

'''Susannah:''' (Oh, wait, that’s…)

…

'''Alvitr:''' Susannah, look! It’s Master Durandal and Master Rita! They really found us!

'''Susannah:''' Master Durandal! Master Rita! We’re here…

'''Alvitr:''' Wait, Susannah! Watch your step!

'''Susannah:''' Aaaah…

…

Evidently, she was too excited after seeing the people who served as her emotional support. This excitement made her forget that they were hiding in an abandoned building, to escape their enemies’ pursuit.

She stumbled on the debris, and fell down the building after a wobble.

'''Susannah:''' (…In times like this, I should still look below.)

Her consciousness blurred.

Along with the dizziness from the disorientation of the fall, the girl felt like her body did not belong to her.

Soon after, she felt the cold, hard floor. Fine “snow” touched her fingertips, and she regained control over her body.

The girl sat up abruptly.

…

'''???:''' Ugh…!

'''Susannah:''' …!

She bumped her forehead against someone’s chin, and heard a groan.

Susannah rubbed her aching forehead and panically looked up at Kira, who was holding her own chin.

'''Susannah:''' Miss Kira…?

'''Shigure Kira:''' …

'''Susannah:''' Sorry! I didn’t mean to do that, honest!

'''Shigure Kira:''' It’s alright, it’s my fault for getting too close too… But you’re completely awake now, right?

'''Susannah:''' Mhm. I’ve realised what’s going on now.

'''Susannah:''' If Miss Kira is here, it means that everything that happened before was just a dream…

'''Susannah:''' (That’s true, it’s impossible to become an A-rank Valkyrie overnight.)

'''Schrodinger:''' It’s not accurate to call this phenomenon a dream… Its cause is more complex than you think.

'''Susannah:''' Dr. Schrodinger! Have you guys finished your mission?

'''Herrscher of Sentience:''' Of course. Look at who’s in charge.

'''Seele:''' Hmph.

'''Vita:''' We were discussing why those scenes appeared just now.

'''Herrscher of Sentience:''' Of course, let’s eliminate the possibility of a collective dream. When it comes to dreams, I’m a master at teaching people how to dream during the day. I can definitely tell the difference.

'''Herrscher of Sentience:''' In contrast, everything here feels similar to how those wisps make you feel… Wait, nobody here still thinks that the wisps here are the same as the souls on the other side, right?

'''Susannah:''' …Huh? A-Are they not?

'''Seele:''' The dead can’t be revived, dummy. Unless the residents in this universe can’t truly die, why would there be souls around?

'''Susannah:''' Then, the wisps that you guys talked about…

'''Seele:''' …

'''Seele:''' Strictly speaking, “consolation” is just a process that gives them their personalities. Didn’t Seele and the Herrscher of Sentience mention this before? On that side of the world, there are three types of residents.

'''Seele:''' Those who have yet to remember, those who remember the past, and those who have already forgotten. I think… in the current situation, these form a complete lifetime of a resident of the Country of Iron Sand.

'''Seele:''' They are living beings who exist to pray for people on our side. Or rather, non-human entities. Isn’t that right, Prometheus?

'''Prometheus:''' …Correct. Accurately speaking, they are not abnormal Stigmata…

'''Prometheus:''' But you can apply to them your understanding of how abnormal Stigmata exist.

'''Shigure Kira:''' …Which means, the “consolation” and the nightmares we had before are all part of this universe’s rules?

'''Susannah:''' …Huh?

'''Susannah:''' What are you guys talking about? I wasn’t the only one who entered an illusion just now?

'''Shigure Kira:''' Yeah. When the last anchor appeared, I was pulled by a white light into an illusion set half a year into the future. There, I was standing on a stage and there was an… ahem, accident during the performance.

'''Susannah:''' Accident during the performance?

'''Shigure Kira:''' That’s not important. Something similar happened on the other side of the universe, right?

'''Herrscher of Sentience:''' Aside from how I saw pitch-black darkness before I fell into an illusion, it’s exactly the same as what you just said.

'''Susannah:''' Huh, then what did you see?

'''Herrscher of Sentience:''' I don’t really understand it. Something about a small planet? The borders of the solar system? No idea.

'''Herrscher of Sentience:''' After all, I escaped that space after a short while.

'''Herrscher of Sentience:''' I thought, how dare anyone mess with the consciousness of the Herrscher of Sentience? That person must be tired of living…

'''Herrscher of Sentience:''' But I couldn’t even find a trace of the mastermind. Tsk.

'''Seele:''' Because there’s no mastermind behind this at all.

'''Seele:''' I saw you shouting at the air when I woke up, you looked incredibly dumb.

'''Susannah:''' Then… Seele, what did you see?

'''Seele:''' …

'''Seele:''' Nothing special. I left this god forsaken place, and trained and did missions as usual.

'''Susannah:''' Then Seele and I saw similar things.

Susannah shared her experience in her illusion with everyone.

'''Shigure Kira:''' As expected of Susannah, you’re running from enemies even in an illusion.

'''Susannah:''' Haha…

'''Vita:''' After listening to everyone’s experiences, I suddenly have an idea.

'''Vita:''' I think I understand what all of you saw.

'''Seele:''' Hmm?

'''Vita:''' …Maybe my previous mistake dragged everyone into this.

'''Vita:''' Perhaps what you saw was your future.

Hearing that, everyone fell into silence.

As it involved the nature of the interferometer, everybody pondered on what Vita meant.

'''Susannah:''' As you said, indeed… My illusion took place seven or eight years into the future…

'''Seele:''' Well, that’s impressive. Even “false gods” can’t manipulate time… are you saying that you just sent us a few years into the future?

'''Vita:''' Of course I don’t have that sort of power. But…

'''Vita:''' This is a bubble universe that can transform deceptions into reality.

'''Seele:''' …Transform deceptions into reality?

'''Seele:''' You mean, I’m the one… who allowed everyone to see those illusions?

'''Vita:''' According to previous deductions, the anchor that triggered these illusions is incidentally located at where the bubble universe is weak. Maybe that’s why Seele’s Sage’s authority was fully unleashed.

'''Seele:''' But, why did it cause others to think of the future… Oh.

'''Vita:''' That’s right. While locating the anchor, I was also fervently thinking of possibilities that the various futures can build.

'''Vita:''' Although my tool can only deduce a limited number of possibilities… Maybe Seele’s abilities affected the deduction of the future, and developed a new reaction?

'''Seele:''' …

'''Seele:''' Even so, you can barely manage to deduce things that might happen, no?

'''Seele:''' You don’t even know what will happen in the next second, much less the future.

'''Seele:''' (Seele…?)

'''Vita:''' Mm… That’s true, the other Seele is right. It’s just one of the many possibilities regarding the future, it might not happen in reality.

'''Vita:''' And ultimately, this is merely a guess. There’s no reliable evidence for now.

'''Schrodinger:''' …Although it’s only a deduction, there are reasonable points. After we’ve solved the problem with this bubble universe, do you mind if I do some research on this phenomenon?

'''Vita:''' Of course! In fact, I want to know more about it too.

'''Susannah:''' (Future… as in becoming an A-rank Valkyrie?)

'''Susannah:''' …It’ll be pretty nice if the future in my dream comes true.

'''Shigure Kira:''' Mhm… Pretty nice indeed.

'''Vita:''' Seems like I unintentionally gave everyone a good experience. I wonder if a certain someone who forcefully broke out of her illusion regrets it now?

'''Herrscher of Sentience:''' Nonsense. From the moment I was born till now, I’ve never known regret.

'''Herrscher of Sentience:''' So what if the future has been determined? Us Herrscher can change it if we don’t like it.

'''Herrscher of Sentience:''' They are mere illusions, I can create numerous of them for you. I’m afraid you might lose interest in reality if you saw too many of them.

'''Herrscher of Sentience:''' “It’s not in the stars to hold our destiny, but ourselves.” Even people of the past knew this, modern folks like you should too.

'''Seele:''' …

'''Seele:''' How rare to hear you say something logical.

'''Herrscher of Sentience:''' Huh? You must be joking, the great Herrscher of Sentience always speaks words of wisdom.

'''Seele:''' …What you just said doesn’t really fit that description.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' What, are you itching for a fight again?

'''Vita:''' Gosh, I said it was just a guess. Everyone, don’t think too deeply into it.

'''Schrodinger:''' Yeah, enough with the jokes. Don’t let a guess like that affect our original pace.

'''Schrodinger:''' Since everyone managed to successfully capture all the basic anchors, we can begin the integration test on the insides of this bubble universe.

'''Shigure Kira:''' We should return to the tower. Let’s decide on the next course of action when we meet again. And, I want everyone to know that Misteln, who has been missing this entire time, is our plan’s greatest variable.

'''Prometheus:''' On this matter, she definitely will not harm all of you.

'''Shigure Kira:''' Oh? Someone’s confident.

'''Seele:''' Miss Kira, now’s not the time for this. We can clarify everything after we meet face-to-face.

'''Shigure Kira:''' …

'''Shigure Kira:''' You’re right. Then let’s make haste and get going, Susannah.

'''Susannah:''' Yeah, see you later, Seele!

'''Seele:''' See you later, everyone.

Cutting off the connection with Susannah and the others, the tower instantly became quiet. Perhaps the various tasks had taken up too much of Seele’s energy, as she was more silent than usual.

'''Seele:''' …

Seele quietly listened to the other Seele’s breathing as she thought about something.

In the next moment, a simulated room replaced the white tower, and two people walked into the shared soul space.

'''Seele:''' Seele…?

'''Seele:''' It seems like we can’t help much, until Dr. Schrodinger and the others come up with a conclusion.

'''Seele:''' Ever since we entered this bubble universe, everyone has been overwhelmed by numerous incidents. Now, we finally have some time to ourselves.

'''Seele:''' …This was something we commonly had in the past.

'''Seele:''' …Mhm.

'''Seele:''' Yeah.

'''Seele:''' It’s hard to imagine how so much has happened in just one to two days.

'''Seele:''' But at least we can be together now.

'''Seele:''' …Yeah.

'''Seele:''' Seele, were you alright when… you were consoling the souls just now?

'''Seele:''' Yes, the Sage’s power is resonating with me better now. To me, it has become as natural as breathing, and it’s getting less burdensome over time.

'''Seele:''' Don’t worry, I won’t suffer alone in silence. You should be able to tell that I’ve always been improving.

'''Seele:''' Hah…

'''Seele:''' Yeah, you’ve improved a lot, and even…

'''Seele:''' …

'''Seele:''' Seele?

'''Seele:''' …No, it’s nothing.

'''Seele:''' …

'''Seele:''' It’s alright, Seele. It’s just the two of us here. You can say anything that’s bothering you out loud.

'''Seele:''' Seele, you…

'''Seele:''' …Are you hiding something from me?

'''Seele:''' What exactly did you see in the illusion of the future?

--

====<u>Gameplay 38-14 - Supreme</u>====
…

What kind of person was Seele?

Even people who had only met her once could tell: friendly, quiet, and kind.

She’s friendly but not intrusive, quiet but not cold, kind but not foolish. This personality she was born with made her uniquely gentle.

Or rather, she is the embodiment of “gentle”.

10:00 AM, Schicksal training room.

'''Prompt Voice:''' Combat training module loaded. Would you like to commence training?

'''Seele:''' I’m ready. Please begin.

In just a few moments, Seele was able to complete the training for S-rank Valkyries.

'''Seele:''' (Finished. Next is…)

'''Seele:''' (…Huh? It’s…)

'''Schicksal Valkyrie:''' M-Miss Seele is so strong…

A young Valkyrie stood before the door of the training room, her face painted with admiration as she looked at the battle record by the wall. When she noticed Seele walking toward her, she frantically bowed.

'''Schicksal Valkyrie:''' Good morning, Miss Seele!

'''Seele:''' Good morning. You’re… Timido, the support member who just joined the Anti-Honkai Special Squad last month, right?

“Timido”: Y-Yes! I-I-I’m Timido Cute, melee striker of the Anti-Honkai Squad. Pleased to meet you… Mm… Miss.

'''Seele:''' It’s okay, don’t be nervous. You’ve improved a lot from the time back in Nagazora.

“Timido”: …!

“Timido”: Half a year ago, Miss Seele saved me when I was in danger during an internship mission in Nagazora… We’ve only met once, I didn’t think you’d remember me, much less know my name…

'''Seele:''' Because I’ve watched videos of everyone’s squad entry battles. All of you are such diligent, outstanding Valkyries and special squad members.

“Timido”: D-Do you remember every new recruit’s name? You’re just as strong and gentle as the rumors say!

“Timido”: I-I never thought that I’d be able to talk to you, I’m so touched… I-If there’s any task that requires you to carry items around, leave it to me! I can serve you tea too!

'''Seele:''' Please don’t say that. I’m a normal fighter like everyone else. If it’s possible, please just call me Seele.

“Timido”: See…

“Timido”: See…

“Timido”: …Seele!

Timido’s face was flushed, she didn’t know where to look, and it seemed like she’d faint any moment now. She took deep breaths continuously, and finally calmed down after a few minutes.

“Timido”: …

“Timido”: Miss Seele, I still have a humble request!

“Timido”: A-Actually… After you saved me, I… just can’t forget your gallantry in battle. Ah… it’s not just me, all the squad members we know feel the same.

“Timido”: S-So…

“Timido”: If it’s alright with you, can you give us some pointers? P-Please?

'''Seele:''' It’s not so much as a pointer, but I’m always ready to spar.

“Timido”: A-Alright!

'''Seele:''' But…

“Timido”: …?

'''Seele:''' But today’s not a good day. I already promised a friend to…

“It’s alright, Seele. You’ll get to meet lots of new friends…”

“…You won’t feel lonely.”

'''Seele:''' …?!

“Timido”: Miss Seele, is something wrong?

“Timido”: Your complexion is…

'''Seele:''' …

'''Seele:''' …No, it’s nothing.

Seele looked away in confusion.

Under the rays of sunlight, there were only floating specks of dust, nothing else.

Only she knew that…

She intended to eat two servings of parfait alone.

…

What kind of person was Seele?

Even people who had only met her once could tell: friendly, quiet, and kind.

She is lauded and well-liked. She receives love and admiration from everyone around her.

Just like when she was still at the orphanage, she treated this world kindly, and in turn, received this world’s kindness.

Even though it has the ability to fly through storms, a butterfly still belongs in a garden.

And now, fate has only given her back her original life.

At three in the afternoon, Seele knocked on the door to Cioara’s Home.

Many years ago, when the Incognito case in Nagazora was solved, she often did volunteer work here with Susannah.

…

'''Little Boy:''' Miss Seele! Miss Seele is here! Good afternoon!

Seele was surrounded by a group of children once she entered through the door.

'''Seele:''' Hello, everyone. Miss Susannah isn’t here yet?

'''Little Boy:''' Miss Susannah was just reading us a story, but she suddenly got a phone call. After that, she yelled, “I’m sorry, I forgot that I had to submit my mission report today!” and left.

'''Little Boy:''' But Miss Susannah hasn’t finished the story yet… Miss Seele, can you continue reading it to us?

'''Seele:''' …Haha, that does sound like something she would do. What story was she reading?

'''Little Boy:''' The story of Little Red Riding Hood!

'''Little Boy:''' “The sweet Little Red Riding Hood went to see her grandma in the forest with lots of delicious food. When she opened the door, she realised that Grandma had grown fangs! It was actually the Big Bad Wolf disguised as her grandma.”

'''Seele:''' Ah, so it’s this story. I’m very familiar with it.

'''Seele:''' “But Little Red Riding Hood suddenly laughed and said, ‘Heheheh, how interesting. Who would have thought that a prey would deliver himself to me.’”

'''Seele:''' “She swung her scythe and chopped his big head off!”

'''Seele:''' “Little Red Riding Hood sneered at the wolf that was still baring his fangs and claws, ‘do you know why my hood is red?’”

'''Seele:''' “The Big Bad Wolf did not reply, of course. She shook her head in disappointment, picked up her basket and scythe, and began her journey to look for even stronger prey…”

'''Seele:''' This is a story of how Little Red Riding Hood changed her destiny through effort alone.

'''Children:''' …

'''Little Boy:''' Huh, the hunter doesn’t appear?

'''Seele:''' Hunter? There’s no hunter.

'''Little Boy:''' But I remember that there’s a hunter in Little Red Riding Hood. And something feels weird… Miss Seele, is this really the story of Little Red Riding Hood?

'''Seele:''' …

'''Seele:''' (“Weird”… Yeah, from a certain perspective, it is a little weird…)

'''Little Boy:''' But never mind! That was unlike any fairytale I’ve heard before! As expected of Miss Seele!

'''Little Boy:''' Miss Seele, tell us another one!

'''Seele:''' Huh?

'''Seele:''' …

'''Seele:''' Sure. Then… I’ll tell you a story that I’m the most familiar with.

'''Seele:''' “…Long, long ago, there was a certain country with a distant and beautiful ocean.”

'''Seele:''' “How far was that ocean? So far that only a handful of people in the entire country knew of its existence.”

'''Seele:''' “And in the depths of that ocean, lives a pure and pretty little mermaid. The little mermaid was very lonely, and her only friend was her reflection in the water…”

'''Little Boy:''' No, that’s not right! Miss Seele, if the little mermaid lives in the ocean, how can she see her own reflection in the water?

'''Seele:''' That’s…

'''Little Boy:''' So, the little mermaid has no friends at all!

'''Seele:''' …

“Don’t worry, nobody will distance themselves from you because of your past, and nobody will fear you because you’re ‘weird’ anymore.”

“You will be loved by everyone, and live a life illuminated by sunshine, and surrounded by flowers.”

'''Seele:''' …!

'''Seele:''' Who… are you exactly?

As the children looked at her in astonishment, Seele stood up abruptly and looked around her, confused.

Yet, all that responded to her was silence.

A warm breeze swept gently past her cheeks, like a subtle sigh.

…

What kind of person was Seele?

Even people who had only met her once could tell: friendly, quiet, and kind.

Only the people closest to her knew that gentleness that was akin to the sea. Calm and accommodating, but with an unpredictable torrent hidden beneath.

Her friendliness was generosity cultivated from thousands of journeys. Her quietude was tranquility born from experiencing changes. And her kindness was instinct, unchanged even after shedding blood and tears.

Destiny’s chisel refined the girl’s life continuously and unforgettably.

Having gone through the torments of deathly dangers, she was no longer that girl who only knew to weep silently while hiding in a toy box.

Seele ended her schedule for the day at nine at night, and began to return to her temporary accommodation alone.

From the adjacent crossroad, a woman in a hurry appeared suddenly, and accidentally ran into her.

'''Seele:''' …Ah.

'''Female Stranger:''' I’m sorry, I was distracted and didn’t notice you… Eh, are you Miss Seele?

'''Seele:''' (It’s someone I rescued previously during a mission. But at that time, Seele was still…)

'''Seele:''' …

'''Female Stranger:''' Have you forgotten? There was a hijacking incident in Arc City long ago… You saved me back then.

'''Female Stranger:''' I’m not mistaken, am I? You’ve changed a lot since then.

'''Female Stranger:''' How do I put it… Back then, you spoke and acted more fiercely, and your personality was extremely… Uh… assertive?

'''Seele:''' …

'''Seele:''' No, you’re not mistaken. But…

'''Seele:''' I’ve always been like that, I’ve never changed.

'''Seele:''' As for the impression you have… It must be a misunderstanding.

'''Seele:''' …

'''Seele:''' Let’s go back now.

'''???:''' Seele.

A familiar voice stopped Seele in her tracks.

'''Seele:''' Bronya, why are you here?

'''Bronya:''' I came here on a business trip for an academic conference, so I dropped by to see you.

'''Seele:''' Really, why didn’t you tell me? You must have been waiting for a long time.

'''Seele:''' Quick, come on in.

Although it was only a temporary accommodation, the room was still furnished cleanly and cozily. Bronya looked around the room and sighed softly. It was hard to tell if it was out of relief or concern.

'''Seele:''' It’s late, how about you stay over tonight? The teachers at Cioara’s Home gave me lots of snacks, I’ll boil some tea.

'''Seele:''' It’s been a while since I stayed up chatting with you over tea, I’m so happy.

'''Bronya:''' …More importantly, how are you feeling these days, Seele? Have you gotten used to this place?

'''Bronya:''' If you’re willing, I can request for the Principal to switch me back to your operation squad.

'''Seele:''' Huh? Of course I’d be glad to work with you.

'''Seele:''' But… You must have things you want to do too.

'''Seele:''' You finally managed to get started on the path you want, and found what you wish to do. I’d feel guilty if I stalled you from pursuing your dream.

'''Bronya:''' But Seele, you…

'''Bronya:''' …Are you sure you’re okay alone?

'''Seele:''' Bronya, you don’t have to worry. After all… I’ve been living alone for a long time before this.

'''Bronya:''' Sorry, Seele. But you know what I’m talking about, right? I want to hear your sincere thoughts.

'''Seele:''' …

'''Bronya:''' I always believe in you, and have witnessed your growth. You’re very mature and strong now, but…

'''Bronya:''' Being strong doesn’t mean that you have to endure everything alone.

'''Bronya:''' Seele, are you sure you are okay *alone*?

'''Seele:''' …

'''Seele:''' I’m fine, Bronya, I’m doing well. The work at Schicksal is going smoothly, I’ve grown a lot, and even made lots of new friends. Even if I’m left alone, I also…

'''Seele:''' …

…

“Don’t be afraid, Seele. Nothing will change, even if…”

“…I’m not by your side anymore.”

The gentle whispers of the night breeze blew over the girl’s ears, like a wave that tried to ease her heart.

Seele leaned her head on Bronya’s shoulder, and hid all her emotions in the dark.

'''Seele:''' …

'''Seele:''' …You’re right. What do I need to do to accept this?

'''Seele:''' The other Seele…

'''Seele:''' …She’s not here anymore.

Perhaps too much of her past tugged at her heartstrings. Tonight, the memories she had buried deep in her heart resurfaced in her dreams.

Everything started from Cocolia’s Orphanage. A weak girl incidentally found out about her other self, who was hidden in the shadows.

Life was full of obstacles. Through all the turmoil, her other self gained her own persona, appearance, and name. She shared the girl’s life.

Then…

'''Seele:''' As expected… I’m back here.

'''Seele:''' …The Theater of Domination.

'''Seele:''' Something always feels off coming here…

'''Seele:''' No one is around… It’s completely empty.

'''Seele:''' Yes… This was the place…

'''Seele:''' Where I first gave complete authority over my body to my other self.

Even though her memories of the Herrscher of Domination were unpleasant, the girl still had good memories here.

That was the first time she fully opened up her heart.

'''Seele:''' As expected, you’re not here either…

'''Seele:''' …

'''Distant Voice:''' “…Weak Pinocchio…”

'''Seele:''' Hmm…?

A muffled voice was heard from an unknown spot at the edge of the theater.

'''Seele:''' Who’s there? Who’s speaking?

…

'''Seele:''' …Let’s go and take a look.

'''Distant Voice:''' “Pinocchio… Secret friend…”

'''Seele:''' Is this… a fairy tale?

'''Distant Voice:''' “Lonely Pinocchio… hid…”

'''Seele:''' The sound is getting closer…

'''Distant Voice:''' “Afraid… Of his friend being taken…”

'''Seele:''' …

'''Seele:''' That is…

…

“Weak Pinocchio had a secret friend.”

“Lonely Pinocchio was worried about losing his only friend. So, he hid his friend away.”

“Even so, Pinocchio was afraid that his friend would be stolen away.”

“Pinocchio thought, ‘how can I protect my friend?’ And… finally thought of a way.”

“He thought, ‘I just have to hide my friend in a place that even I cannot find!’ With that, Pinocchio forgot where his friend was.”

“From then on, Pinocchio never had to worry about losing his friend.”

Walking toward the mirror, Seele finally heard the full story of this fairytale.

'''Seele:''' What a strange story… Is the voice coming from this mirror?

A full length mirror stood silently before her, like a lone door headed to the unknown.

Looking in the mirror that was reflecting a dim light, an inexplicable sense of unease grew in Seele’s heart.

'''Seele:''' …

She clenched her fists that were damp with cold sweat as she walked towards the mirror.

When she saw the reflection in the mirror, it felt like her blood had frozen into ice.

'''Seele:''' …

She finally understood the source of that unease.

In the reflection of the mirror, the girl who always had a gentle smile, had blood-red eyes.

'''Seele:''' H-How…

'''Seele:''' I am…

Seele stared into the mirror with fear. The girl in the mirror had the same expression.

A question was posed to her, seemingly from deep within her soul.

“Do you really not know what’s happening?”

'''Seele:''' …

Seele trembled uncontrollably. She saw countless fragmented scenes before her, because of her dizziness and blurred vision.

'''Seele:''' …

A devastated world. Enemies that cannot be defeated.

'''Seele:''' …

Numerous wounds. Rivers of tears. Arduous battles.

And an abrupt farewell.

'''Seele:''' …

Disorganised snippets of memories scattered like shards of broken glass, piercing deeply into the girl’s chest.

The last scene she saw in her mind was how her pure self quickly lost the shine in her eyes.

Seele stumbled and held herself up against the mirror, and trembled as if she had been electrocuted.

'''Seele:''' …

'''Seele:''' (Why…)

'''Seele:''' (Why did things end up like this?)

Because they were facing an undefeatable enemy? Because they never found a way to victory in the end? Because destiny preferred to toy with the ill-fated?

'''Seele:''' (Or because…)

'''Seele:''' (…Of me?)

'''Seele:''' The rest is up to you, the other me.

'''Seele:''' (Don’t worry, Seele. We’ll resolve everything.)

'''Seele:''' (I’ll protect you, just like every time before.)

'''Seele:''' Why didn’t I… fulfill my promise?

'''Seele:''' I am the only one who can protect you… That’s supposed to be what happens…

'''Seele:''' That’s supposed to be what happens…

'''Seele:''' …That’s supposed to be what happens!

I am the only one who can protect you.

I am the only one who can save you.

I am the only one who can…

Let you live on.

As layers of her gentle facade were peeled away, they revealed a truth, drenched in blood.

The crimson of the eyes of the person in the reflection was so intense that it was almost dripping with blood. As if to constantly remind her of who she really was.

Just like a silent taunt from destiny.

…Look, you’ve deceived the world. You’ve even deceived your closest companions.

But you still cannot deceive yourself.

'''Seele:''' No… That’s not true…

'''Seele:''' It’s not like that…

'''Seele:''' It was not Seele who vanished, but…

Mhm.

This must be it.

This is the only way.

A body can continue to live without a shadow; but how can a shadow live without a body?

So she must be the original Seele.

And it can only be that Seele.

'''Seele:''' …

'''Seele:''' Haha…

'''Seele:''' Seele…

'''Seele:''' …Is right here, no?

She reached out her hand and covered the red eyes of her own reflection.

“It’s alright, Seele. You’ll get to meet lots of new friends…”

“…You won’t feel lonely.”

“Don’t worry, nobody will distance themselves from you because of your past, and nobody will fear you because you’re ‘weird’ anymore.”

“You will be loved by everyone, and live a life illuminated by sunshine, and surrounded by flowers.”

“Don’t be afraid, Seele. Nothing will change, even if…”

“…I’m not by your side anymore.”

--

====<u>Gameplay 38-15 - Construction</u>====
'''Seele:''' Seele…

'''Seele:''' …Seele?

'''Seele:''' Are you alright, Seele?

'''Seele:''' I’m… alright.

…That’s right. How can she explain such a ridiculous yet realistic memory?

'''Seele (?):''' You know Seele isn’t a crybaby and a dummy anymore. Oftentimes… she handles herself more maturely and bravely than you.

'''Seele (?):''' These two seemingly unrelated things have given you a vague premonition.

'''Seele (?):''' The faith of the masses and a heart that is selfless would only conceive a flower that would surely wither. Its fragrance is rich, but to smell it, one must prepare to face death.

'''Vita:''' …Maybe my previous mistake dragged everyone into this.

'''Vita:''' Perhaps what you saw was your future.

'''Seele:''' …

Even though she rebuked Vita back then, that guess definitely broke her heart.

If that illusion was not an illusion; if what she saw was really the bloodied reality from making certain decisions…

Even if the probability was merely one in a billion, she absolutely didn’t dare to ignore this risk.

'''Seele:''' I’m really fine.

'''Seele:''' I just… dreamed that the two of us had a huge argument.

This was a hasty excuse. If the other her decided to press on the matter, she’d definitely notice something wrong. But she merely looked shocked for a moment, before smiling again.

'''Seele:''' I see. Then I should apologise in advance for the future me. Sorry.

'''Seele:''' …That’s it? What a boring reaction. What if I was lying to you?

'''Seele:''' Then, I can only believe in that lie. Because you must have done so with my best interest in mind.

'''Seele:''' Seele…

Seele’s words made her feel a rush of warmth in her heart. Yet, when she recalled the details of her dream, that warmth was dampened immediately.

'''Seele:''' Don’t trust me so much…

'''Seele:''' …Dummy.

'''Susannah:''' Seele! Vita! We’re back!

'''Seele:''' …!

'''Seele:''' Welcome back, you’ve all worked hard.

'''Shigure Kira:''' It’s just a small errand, don’t mention it. Or rather, this is all the help we can give.

'''Shigure Kira:''' The main event is just to begin… If we can’t rely on the missing Misteln, we have to depend on Vita and Dr. Schrodinger.

'''Seele:''' Yeah, right now, the question remains, how can we successfully connect to the real world…?

'''Susannah:''' Indeed… Just listening to things like basic anchors, world-scale anchors, and axes makes my head spin.

'''???:''' It’s alright. If we don’t have a path, we just have to make one.

A languid female voice rang suddenly. The Idea that had left long ago appeared before them out of the blue. Unbeknownst to them, Prometheus was already following behind her.

Just like when they first met on the moon, Misteln approached Seele with great interest, and looked around herself.

'''Misteln:''' Looks like I came just on time.

'''Shigure Kira:''' …Misteln? You have impeccable timing indeed.

'''Misteln:''' Thank you for your compliment. After all, I’ve always been a dependable person.

'''Misteln:''' And this time…

'''Misteln:''' I’ve already prepared the necessary materials that you all need.

'''Misteln:''' Everyone, please follow me.

'''Shigure Kira:''' …Hey! Where are you off to talking to yourself like that?

'''Misteln:''' Uh… “construction site”?

'''Misteln:''' Does this metaphor help you understand?

'''Prometheus:''' …You’ve only made it harder to understand.

'''Prometheus:''' When she left last time, Misteln said she was going to take it upon herself to find the real world’s coordinates, and look into the potential threat (text cut-off)

'''Prometheus:''' …And next she’s going to test the results of her work.

A few moments later, at the top of the tower.

'''Schrodinger:''' You mean you have a way to immediately construct a path that connects these two bubble universes to the real world?

'''Misteln:''' As an Idea, of course I have aspects that are different from normal humans.

'''Shigure Kira:''' The special aspect to always give a conclusion with any explanation whatsoever?

'''Misteln:''' Ah… If Miss Kira is really that interested, perhaps you’ll be able to understand when you become an Idea like me one day.

'''Shigure Kira:''' …

'''Prometheus:''' …

'''Prometheus:''' Alright, everyone should be used to how Misteln communicates by now. Next, I’ll help her explain the fundamentals of this method.

'''Misteln:''' …Prometheus.

'''Prometheus:''' Don’t worry, of course I’ll respect your “privacy”.

'''Seele:''' (…?)

'''Prometheus:''' Actually, there’s nothing special about the method that Misteln uses…

'''Prometheus:''' She acted alone only to efficiently make use of the remnants of Project STIGMA.

'''Shigure Kira:''' …?

'''Prometheus:''' Ah, perhaps Miss Kira doesn’t understand it well enough… Project STIGMA is a technology that utilises humans’ wills to construct a space.

'''Prometheus:''' Although the spiritual space that Project STIGMA had dissolved when Kiana became the Herrscher of the End, it left some construction materials in the Sea of Quanta.

'''Prometheus:''' On another hand, as an Idea, Misteln was originally one of the mediums that allowed Project STIGMA to descend on Earth…

'''Prometheus:''' If regarded as a one-off attempt, she’s capable of bringing these building materials to us, and building a bridge that connects this bubble universe to the real world.

'''Prometheus:''' Of course, this project is extremely complex for her as well. Moreover, this makeshift bridge is bound to have many limitations.

'''Prometheus:''' Isn’t that so, Misteln?

'''Misteln:''' Hmm… Prometheus summarised it perfectly..

'''Misteln:''' All in all, if you can trust my efforts, our next step should be…

'''Misteln:''' Having Seele give the located anchors to someone here, so that she’s temporarily connected to the tower and carrying the axes of the two worlds. This person will then bring them back to the real world through the tunnel I created.

'''Misteln:''' If things go according to plan, this process will bypass Sa’s potential influence. So long as this person returns to the real world successfully…

'''Misteln:''' Even if Sa is of the same magnitude as the Cocoon of FInality, you can handle Sa with Kiana’s authority of Finality.

'''Schrodinger:''' In other words, you intend to use the metric of Stigmata Space as a temporary medium, so the bubble universe that is a manifold on the quantum side can be directly embedded into the proper world on the imaginary side, and even the Cocoon of Finality…

'''Schrodinger:''' Without needing a normalised relay node like the Holy Sword?

'''Prometheus:''' …Dr. Schrodinger, you can understand it that way. However, if we want the others here to understand what we aim to accomplish, we probably should’ve explained it like Misteln.

'''Prometheus:''' Okay, I suppose I need to explain it in layman’s terms.

'''Prometheus:''' If you can trust Misteln, then let her guide Seele to shape the axes of two worlds into a baton, and relay it to the most suitable runner.

'''Prometheus:''' This runner will dash all the way to the real world along the path created by Misteln, relay the baton to the scientists over there, or Kiana herself, and thus save everything.

'''Susannah:''' Oh, I get it now! Like the runner in the Battle of Marathon I read about in history books, right?

'''Shigure Kira:''' …Susannah, couldn’t you have likened them to someone who survived?

'''Seele:''' (So…)

'''Schrodinger:''' Indeed. The person to assume this great responsibility must be the most compatible with the real world. In other worlds, closest to being an ordinary Earthling.

'''Susannah:''' “Compatible… with the real world… closest to being an ordinary Earthling…” Alright, I’ve got it down!

When Susannah lifted her head, she was confused to find everyone staring at her.

'''Susannah:''' …Huh? Sorry, I habitually wrote down everything I heard.

'''Susannah:''' Y-You guys keep discussing, just ignore me.

'''Misteln:''' Sigh. You’re such a dull child. Haven’t you realised that of all the people present, you’re the most compatible with the real world?

'''Susannah:''' …Huh?

'''Susannah:''' Huh? Who, me? You want me to take those anchors back to the real world?

'''Susannah:''' No way! There’s no way I can do this alone!

'''Susannah:''' I’m sure anyone else is more qualified than I am! Why is it me? This job is too difficult for me…

'''Shigure Kira:''' It can’t be helped. Because…

'''Shigure Kira:''' Susannah, you’re the only ordinary Earthling present at the moment.

'''Susannah:''' …?

'''Shigure Kira:''' Let’s go over this again.

'''Shigure Kira:''' Among us, the two Seeles had awakened their Stigmata and are cursed to never leave the tower.

'''Shigure Kira:''' The Herrscher of Sentience, being the purest manifestation of the Honkai, doesn’t have a human form.

'''Shigure Kira:''' I’ve drifted after the Sugars in the Sea of Quanta for many years, which has altered the nature of my existence. And this is even more the case for Dr. Schrodinger.

'''Shigure Kira:''' Misteln is an Idea created by a Stigmata. Prometheus is an AI from a bubble universe.

'''Shigure Kira:''' As for Vita, according to herself, she’s a Venusian through and through. Even if we ignore the premise of the real world, she has little to no connections to Earth.

'''Shigure Kira:''' That leaves you as the only suitable candidate, doesn’t it?

'''Shigure Kira:''' Come on, Susannah! This bubble universe’s future and our safety all depend on you!

'''Susannah:''' …

For years, the girl was troubled by her ordinariness. Yet when she was favored for her ordinariness for the first time, the first thing she felt wasn’t joy, but panic.

'''Susannah:''' Wait, I…

'''Schrodinger:''' Since we all agree to the plan and the person, we will now discuss the details of implementation. Misteln, how long do you expect our preparations to take?

'''Susannah:''' W-Wait! I’m not mentally prepared at all…

'''Susannah:''' (I’m in charge of the core plan…)

'''Susannah:''' (Is everyone… serious?)

50 minutes before the plan commences.

'''Seele:''' Vita, when the plan commences, we need you to guide our way… Are you sure you don’t need to rest before that?

When Vita, who was measuring something with a machine provided by Prometheus, heard Seele say that, she smiled in response.

'''Vita:''' It’s okay, I’m still full of energy. In fact, I can work for three days without sleep.

'''Vita:''' Rather, this is how I usually work… Jumping between different worlds really takes a toll on your stamina.

'''Vita:''' Therefore… you don’t need to worry about me! I’ve gotten used to it.

Seele nodded and looked at the tool that had been generating data in her hand.

'''Seele:''' What’s this?

'''Vita:''' This? It’s a simple data testing tool.

'''Vita:''' Didn’t Susannah and Co. get into danger because of my mistake? So I built this under Prometheus’ guidance.

'''Vita:''' It can correct mistakes caused by carelessness. It also stores Susannah’s movement pattern model.

'''Vita:''' You know she can be a klutz… her operations are bound to be full of accidents. Predicting and preventing these accidents is the responsibility of we logistics members, right?

'''Vita:''' Hmm… I’m speaking from experience!

'''Seele:''' Vita…

It was only now that Seele realised Vita wasn’t really as naive, cheerful, and carefree as she appeared to be. On the contrary, she had never forgotten those details that she waved off with jokes.

'''Seele:''' (Yeah, how could she be a simple optimist with a past like that.)

'''Seele:''' …Thank you.

'''Vita:''' Aah!

'''Vita:''' Seele, I only did what I could, you don’t have to be so grateful for it!

'''Vita:''' And… It was also for myself.

'''Vita:''' You know my past. Throughout my long life, I’ve been saying goodbye. Fate would always destroy where I called home, and take away those I grew close with.

'''Vita:''' I’ve been running away. Despite having the luck to outrun doom every time…

'''Vita:''' …Is this really okay?

'''Vita:''' To be honest, I really like it here. I’ve been to many places, but none of them compare to this one. It’s idyllic and homely, like a Xanadu.

'''Vita:''' I met so many pure souls here, and involved myself in so many pure things. Hearing this might make you cringe…

'''Vita:''' But here, especially with you all… I enjoy every minute, every second.

'''Seele:''' Vita…

'''Vita:''' Realistically speaking… I actually don’t know what I can do.

'''Vita:''' I may have gone through many things, but I’m still weak, unlike you all. I can’t protect the world I care about, nor the people I care about…

'''Vita:''' But this time, no matter what, I want to leave something for this world.

'''Vita:''' Even if… even if I must fight a power that can’t be defeated, I want to protect my life.

'''Seele:''' …

'''Seele:''' Don’t worry, Vita, we’ll succeed!

'''Vita:''' Thank you, Seele.

She pounced on Seele and hugged her.

'''Vita:''' Seele’s hometown must be a beautiful and peaceful place, otherwise it wouldn’t have raised a sweet girl like you!

'''Vita:''' But now you have to go through all this… to say you’re not scared is a lie, right?

'''Seele:''' …

'''Seele:''' It’s okay, Vita. My hometown… actually underwent a catastrophe that almost destroyed the world.

'''Seele:''' But we managed to conquer it by working together.

'''Seele:''' So this time, I’ll continue to see our problems in a positive light.

'''Seele:''' Vita, believe in us. This time, we will help you protect your home. It will no longer be empty.

'''Vita:''' …

Vita lowered her eyelids, possibly in nostalgia or anxiety.

She’d recalled the night when she asked Seele to stay at her place. Had the girl before her already foreseen the whole story at that time?

…No. In any case, she wasn’t another Vita.

Her name was Seele, whose only similarity with Vita was the number of syllables. The anxiety swept along by fate had nothing to do with her to begin with.

So when she raised her head again, she wore a pure smile.

'''Vita:''' Great. Let’s do this together, Seele!

…

…40 minutes before the plan commences.

'''Misteln:''' Don’t worry, Prometheus, it won’t go wrong.

'''Misteln:''' Then again, haven’t you been worrying too much lately? This can wear a machine down.

Ignoring Misteln’s poking, Prometheus looked her in the eye with a frown.

'''Prometheus:''' Your plan is quite risky. Must we do it this way?

'''Misteln:''' What can I say? Being risky is relative, Prometheus.

'''Misteln:''' If you knew the attempts I made, you would know the path I’ve chosen is the safest one.

'''Prometheus:''' …

'''Misteln:''' Come, there’s much preparation to be done.

'''Misteln:''' I suppose you wouldn’t mind helping me out.

'''Misteln:''' Rest assured that this time, I will send them to where they belong…

…

…20 minutes before the plan commences.

'''Seele:''' Hey.

'''Herrscher of Sentience:''' …

'''Seele:''' Can you stop going around in circles? It makes my head spin.

'''Herrscher of Sentience:''' It’s not like I have anything better to do.

'''Herrscher of Sentience:''' That road-paving plan didn’t need my help, can you believe it? So here I am, admiring the scenery and doing nothing else.

'''Seele:''' I don’t care what you wanna do, but can you NOT make a scene in front of me?

'''Seele:''' …Or have you gotten tired of living?

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Heh, what a troublesome one.

'''Herrscher of Sentience:''' If you want it so badly, this considerate Herrscher of Sentience will offer you a piece of advice.

'''Herrscher of Sentience:''' If you don’t want Seele to worry, you’d better wipe everything you saw in the illusion from your mind.

'''Seele:''' You…

'''Herrscher of Sentience:''' Relax, I didn’t read your mind.

'''Herrscher of Sentience:''' It’s all written on your face. I don’t even have to guess.

'''Seele:''' …

'''Herrscher of Sentience:''' Your senior will offer you some more advice to make your life easier.

'''Herrscher of Sentience:''' The key to manipulating minds doesn’t lie in changing the mind, but gaining trust.

'''Herrscher of Sentience:''' If you can make people believe, even the most absurd illusions can exert extraordinary power. Conversely, if no one believes, then even existing powers may be unable to do anything.

'''Herrscher of Sentience:''' Therefore, a person who realises they’re in a fake environment is largely unaffected by the illusion, which is the first step in breaking free from it.

'''Herrscher of Sentience:''' Don’t watch what you don’t like, don’t play what you don’t like, dump garbage to the garbage dump, ask others to fix your problems… who can bother you when you have it easy?

'''Herrscher of Sentience:''' So, whatever you saw in the illusion, the malice of the world made you believe it. No matter how real it seemed or how accurately it reflected your inner fear, it’s just an illusion.

'''Herrscher of Sentience:''' Once you have that figured out, the illusion can’t hurt anyone, much less influence reality. You can even say this is the limit of the authority of Sentience.

'''Seele:''' …

Seele stared at the Herrscher of Sentience in disbelief. She never expected to hear those words from her.

After a while, she suddenly turned her head and spat out a word she wasn’t used to using rather childishly.

'''Seele:''' Thanks.

'''Herrscher of Sentience:''' Aha, you finally said it, I’ve waited long enough.

'''Herrscher of Sentience:''' Go on, will you? Say “I’m forever indebted to the wise and noble Herrscher of Sentience.” I love hearing that.

'''Seele:''' You…

'''Seele:''' What’s your problem?!

…

…10 minutes before the plan commences.

'''Susannah:''' Establish coordinates… Transfer partial data back… Turn to this side…

'''Shigure Kira:''' Susannah, stop for now.

'''Susannah:''' …No, I need to turn left, I can’t stop.

'''Shigure Kira:''' I mean stop what you’re doing first…

'''Susannah:''' #$…%&…

'''Susannah:''' Miss Kira, stop pulling my face, it hurts…

'''Shigure Kira:''' Have you woken up from the notes yet?

'''Susannah:''' …Yeah.

'''Susannah:''' No, no! Miss Kira, this isn’t the time to unwind! The operation will commence soon, so I need to familiarise myself with it.

'''Susannah:''' Let me go over the notes one more time!

'''Shigure Kira:''' I don’t know what to say…

Looking at the overly cautious girl, Shigure Kira smiled in defeat.

'''Shigure Kira:''' You remind me of my past.

'''Shigure Kira:''' …And the illusion that happened not long ago.

'''Susannah:''' Illusion? Oh, right, I still don’t know what you saw in there.

'''Shigure Kira:''' Well, I saw myself standing on stage as an idol again.

'''Susannah:''' (…Miss Kira really likes idols.)

'''Susannah:''' A tough Valkyrie like you must be able to deliver the perfect performance.

'''Shigure Kira:''' Haha, unfortunately, you’re wrong.

'''Shigure Kira:''' That performance sucked. It sucked so much that I want to dig it out of my brain and bury it in the depths of the Sea of Quanta.

'''Susannah:''' Ah…

'''Shigure Kira:''' I haven’t told you.

'''Shigure Kira:''' Actually, I have a flaw that’s fatal for an idol.

'''Shigure Kira:''' It’s that I can’t sing. It’s even worse than the usual tone-deafness.

'''Susannah:''' What…?!

'''Shigure Kira:''' This is my biggest secret. Please keep it for me.

'''Shigure Kira:''' After all, an idol who can’t sing is as unacceptable as a Valkyrie who can’t fight.

'''Susannah:''' …

'''Shigure Kira:''' I once did everything I could to become the perfect idol.

'''Shigure Kira:''' But no matter how hard I tried, idolhood remained a star hanging at a height I couldn’t reach.

'''Shigure Kira:''' …That illusion of the future told me the same thing.

'''Susannah:''' …

'''Susannah:''' I… I may understand how you feel, Miss Kira.

'''Susannah:''' I really want to be a competent Valkyrie like Master Durandal, Master Rita, and Master Sushang, so I’ve been watching their backs like they’re stars in the sky.

'''Susannah:''' After giving my all, I thought I could finally touch them, but the reality was they’ve left me far behind again.

'''Susannah:''' I think Miss Kira must be able to understand how I feel too.

'''Shigure Kira:''' …Haha, yeah.

'''Shigure Kira:''' Everyone’s good at and bad at something. This is something we’re born with, and can never be changed.

'''Susannah:''' Miss Kira?

'''Susannah:''' …Is this all we can do? I can’t accept it…

'''Shigure Kira:''' It’s alright, Susannah.

'''Shigure Kira:''' We may never become who we dream to be because of our talents, our experiences, and many other factors.

'''Shigure Kira:''' But we can also get infinitely closer to who we dream to be, and do great things that even they can’t do.

'''Shigure Kira:''' …That illusion also told me this.

Shigure Kira smiled. Although she was talking about failure, her face was not at all gloomy.

In that vision that reflected the future, she still couldn’t become the perfect idol as her companions expected. Yet even though they saw her hidden imperfect side, they weren’t disappointed in her.

Of course, this included the girl in front of her.

Thus, now she was only pouring out the gratitude and realisation she felt at the time.

'''Shigure Kira:''' Although it was a failed performance, it wasn’t a terrible performance.

'''Shigure Kira:''' In that illusion, what I ran away from didn’t become better. My singing still sucked, and my dancing was serviceable at best.

'''Shigure Kira:''' But the audience enjoyed it. I realised that even if I sing off-key, even if I’m a clumsy idol, there are still people who love me.

'''Shigure Kira:''' They sang my song with me. It still sounded bad, but I could feel their love for me, and their love for my stage.

'''Shigure Kira:''' Isn’t this an idol’s job?

'''Shigure Kira:''' In the end, I never became the perfect idol, but I became a true idol.

'''Shigure Kira:''' Maybe this is the truth to dreaming? As long as we look ahead and do our best, our dreams might come true in an unexpected way?

'''Susannah:''' …

'''Shigure Kira:''' So Susannah, don’t be nervous, and don’t be scared.

'''Shigure Kira:''' If you dedicate your heart and soul to something, you will surely… achieve something that no other person can.

'''Shigure Kira:''' Who’s to say you haven’t already become a competent Valkyrie by then?

'''Susannah:''' Miss Kira?

'''Shigure Kira:''' Oh, it’s almost time. Let’s relax one last time, and get ready for action!

'''Shigure Kira:''' Go for it, Susannah. After all…

She winked at Susannah.

'''Shigure Kira:''' This bubble universe’s future and our safety all depend on you!

'''Susannah:''' …Yeah!

'''Susannah:''' Thank you, Miss Kira! I won’t let you down!

…Time for the plan to go into action.

'''Misteln:''' Is everyone ready? We’re heading out.

With a prompt from Misteln, everything in their sight began to diffuse like ink in water.

Black and white gradually dimmed, and new colors spread out before their eyes…

'''Susannah:''' Ugh…

'''Vita:''' Susannah, are you okay?

'''Susannah:''' I’m okay, just a bit… dizzy… gurgh!

'''Susannah:''' (Why is it so nauseating to enter and exit a bubble universe every time…)

'''Vita:''' But Misteln is amazing. She sent us out of the bubble universe without using any tools. What a magical existence an Idea is!

'''Misteln:''' It’s a little trick aided by Stigmata Space. Miss Kira must be very familiar with it.

'''Shigure Kira:''' …

Ever since entering this space, Shigure Kira had remained silent, seemingly suppressing her anger. Having finally reached her limit, she squeezed the weapon in her hand hatefully, as if it was Misteln herself.

'''Shigure Kira:''' Oh I’m SO familiar with it.

'''Shigure Kira:''' Thanks to you, I wandered in this kind of space for days before I found a way to exit it.

'''Misteln:''' Yes, this is the spatial gap in bubble universes, and now I will pave the way to the real world for you.

'''Vita:''' According to the plan we discussed, I’ll predict and tell Misteln the optimal route to the real world to help you avoid unnecessary risks… including that elusive Sa, if possible.

'''Vita:''' The rest is up to you, Shigure Kira and Susannah.

'''Shigure Kira:''' Mhm. As someone who’s relatively closely connected to the real world but isn’t carrying an anchor beacon, I’ll accompany you as far as I can go.

'''Seele:''' Next, I’ll temporarily bind all anchors of the two worlds to Susannah. We’re counting on you, Susannah.

Silver glows gathered around Susannah. She clenched her fists and nodded vigorously.

'''Susannah:''' …Understood. I’ll do my best.

'''Shigure Kira:''' Don’t worry too much about whether this operation is successful. Just do what you can.

'''Shigure Kira:''' Like we agreed on.

'''Susannah:''' Yes, Miss Kira!

'''Vita:''' In the end, this is only an experiment. Even if it doesn’t work, we have the wit and skill to find another solution. No need to feel stressed!

'''Susannah:''' Ah… Thank you, Vita.

'''Susannah:''' (But still, it’s almost impossible to not feel nervous… Everyone’s future is in my hands…)

'''Misteln:''' Well then, let’s begin.

'''Misteln:''' But I must remind you that this path to the outside of the bubble universe is neither precise nor enduring. You two must make haste.

She stopped smiling for once and raised her flag at the end of the road.

''[CG plays wherein Hare slams her flag into the ground, forming the path for the girls to traverse:''

'''''Misteln:''' With ideas as the chisel, and willpower as the mallet, this is how…''

'''''Misteln:''' The path of building a world is paved.'']

'''Misteln:''' Both of you, please.

'''Susannah:''' …

'''Shigure Kira:''' Let’s go.

'''Vita:''' Do you see the directions I’ve marked?

'''Vita:''' Just follow the signs and you’ll be a-okay!

'''Susannah:''' Huh? Miss Kira, I see something over there…

'''Shigure Kira:''' Susannah, stay away from it!

'''Susannah:''' …?!

'''Shigure Kira:''' Beneath that spatial distortion lies the Sea of Quanta’s curvature singularity, which should be one of the byproducts of Misteln’s forced opening of a path.

'''Shigure Kira:''' A curvature singularity on this scale is basically harmless and can’t maintain itself for long…

'''Shigure Kira:''' But if we take the nature of this mission into account, making contact with them might eject us from the current path… thus ruining our efforts!

'''Shigure Kira:''' Due to this factor, we must keep our distance from them!

'''Susannah:''' …!

'''Susannah:''' I understand, Miss Kira!

'''Shigure Kira:''' Crossed the danger zone safely~

'''Shigure Kira:''' What do you think, Susannah? Isn’t it fun to weave through the Sea of Quanta?

'''Susannah:''' …

'''Susannah:''' Miss Kira… It isn’t fun… I’m so nervous I might puke…

'''Shigure Kira:''' But you never stopped running, did you?

'''Susannah:''' But to run and run in danger… is an instinctive response, right?

'''Shigure Kira:''' That’s not always the case.

'''Shigure Kira:''' It’s normal for soldiers on their first big mission to be petrified with fear on the battlefield. Their legs might cramp, for instance.

'''Shigure Kira:''' It’s easy for people to blank out under pressure. It’s like their power got cut off, so they don’t know what they can do or remember what they should do.

'''Shigure Kira:''' Compared to them, you’re coping with stress quite well, aren’t you?

'''Susannah:''' …Is that so?

'''Susannah:''' I’ve never thought of myself as mentally strong… I’m a Valkyrie who’s too scaredy and sloppy. I fumble easily when anything comes my way.

'''Susannah:''' In order to look like a Valkyrie who can do her job properly, I had to repeatedly practice the most basic subjects, and write down every mission detail in a notebook…

'''Susannah:''' Didn’t you wonder why I was working the notebook before the mission began, which seemed pointless? That’s because… I found solace in doing it…

'''Shigure Kira:''' Idiot. Doesn’t that just go to show how tough you are mentally?

'''Susannah:''' Huh?

'''Shigure Kira:''' As many shortcomings as you have, as much as you doubt yourself, you still believe deep down that you can progress, and are willing to work several times harder than others to reach your goals.

'''Shigure Kira:''' If I were you, I’d have given up long ago. If I had a choice in that illusion… I’d never have thrown a concert with an “injured throat”.

'''Shigure Kira:''' Just think about it… A girl is born with a silver spoon, her family owning castles and mines…

'''Shigure Kira:''' But she had to devote herself to one of the deadliest professions in the world because of some dream!

'''Shigure Kira:''' If she’s considered mentally weak, then nobody in this world is mentally strong.

'''Susannah:''' …

'''Shigure Kira:''' Yeah, you’re scaredy, sloppy, and trip over your own feet. But you always come up with ways to improve on them and eventually get things done.

'''Shigure Kira:''' That makes you so much better than those who easily blank out or give up.

'''Susannah:''' Miss Kira?

'''Shigure Kira:''' Okay. It’s gonna take you some time to digest all that praise!

'''Shigure Kira:''' Don’t worry, as long as you keep moving forward at your own pace, one day you’ll be amazed by yourself!

'''Shigure Kira:''' Therefore… let’s work hard together on the path ahead, okay?

'''Susannah:''' …

'''Susannah:''' Yes!

'''Susannah:''' (This route is rather complex. I can’t find any landmarks.)

'''Susannah:''' (Luckily, Miss Kira is with me, or I’d have gotten lost…)

'''Shigure Kira:''' Wait, Susannah, let’s split up here.

'''Susannah:''' …Huh?

'''Susannah:''' M-Miss Kira, I’m not ready…

'''Shigure Kira:''' Sorry. I could’ve accompanied you some more, but…

…

'''Shigure Kira:''' …Tsk.

'''Vita:''' Hello? Are you okay?

'''Vita:''' The forecast here is fluctuating more violently as we speak! Have you encountered enemies? Can you hold them off?

'''Shigure Kira:''' Your forecast is way too late!

'''Shigure Kira:''' There’s no time. I’ll stall them here. You keep on going down the route planned by Vita. Quick!

'''Susannah:''' …

'''Shigure Kira:''' Don’t forget our primary mission is to establish a connection with the real world.

'''Shigure Kira:''' This is something that can only be done by you, and must be done by you.

'''Shigure Kira:''' Besides, Misteln said this path will only last a short time. I don’t trust that woman in the least, but since we developed this plan together, we’re going to treat it with the utmost seriousness.

'''Shigure Kira:''' Leave the monsters’ pursuit to me. After all, that’s why I came with you!

'''Susannah:''' Miss Kira, will you… be okay alone?

'''Shigure Kira:''' Haha, Susannah, worry about yourself~

'''Shigure Kira:''' You call me your senior for a reason!

'''Shigure Kira:''' …It’s just a blockade, right? I know how to handle this.

'''Shigure Kira:''' Let’s go!

'''Susannah:''' (Miss Kira has bought me some time, I can’t waste it…)

'''Susannah:''' …

'''Susannah:''' …

'''Susannah:''' (It’s fine. I just have to stay out of its way and everything will be fine…)

'''Susannah:''' (Just like that, Susannah!)

'''Susannah:''' (Just keep going at this pace…)

'''Susannah:''' Huh?

'''Susannah:''' (They just keep coming; what do I do?)

'''Susannah:''' (This isn’t any better either…)

'''Susannah:''' (Oh no; if this keeps up, I’ll be surrounded. I don’t know where to teleport to!)

'''Vita:''' …Susannah, over here!

'''Susannah:''' …?

'''Vita:''' There are some detours once you’re in, but at least you can avoid any obstacles in front of you.

'''Susannah:''' Got it, Vita!

'''Susannah:''' Ah…!

--

====<u>Gameplay 38-16 - Warning</u>====
As Susannah struggled forward, on the other side, Shigure Kira was trapped in an endless battle.

'''Shigure Kira:''' …

'''Shigure Kira:''' (It never… ends…)

'''Shigure Kira:''' (It’s a good thing we let Susannah leave…)

'''Shigure Kira:''' (But if this keeps up, I won’t be able to hold out…)

'''Shigure Kira:''' …

'''Shigure Kira:''' (If I can’t hold these monsters back, they’ll swarm Susannah… I can’t let that happen…)

'''Shigure Kira:''' (Looks like I’m down to my last resort…)

'''Shigure Kira:''' (But if I can help it, I’d rather not play my trump card just yet…)

'''Shigure Kira:''' …

'''Vita:''' Kira, quick!

'''Vita:''' The Seeds of Ideas can keep you safe for a bit…

'''Vita:''' Go while you still can! Misteln’ll deal with these monsters!

'''Shigure Kira:''' …

'''Shigure Kira:''' Got it!

Evacuating along the path that Misteln left for her, Shigure Kira’s vision suddenly darkened and then brightened.

After seeing her surroundings, she was dumbstruck.

She had returned to the start.

'''Shigure Kira:''' Why am I… back here?

'''Misteln:''' Isn’t this great? It saved you from taking the return trip and getting lost in the depths of the Sea of Quanta.

'''Shigure Kira:''' …

'''Shigure Kira:''' It’s great alright. Then you shouldn’t mind me asking you some questions?

'''Misteln:''' Hmm?

'''Shigure Kira:''' According to you, this path to the real world only lets pure humans like Susannah through.

'''Shigure Kira:''' If that’s the case, why did your Seeds of Ideas pop up in the depths of our journey? This conflicts with what you said.

'''Misteln:''' …

'''Shigure Kira:''' Misteln, what are you hiding? You said you could handle the monsters, but how?

'''Misteln:''' …Oh my.

She smiled softly. Somehow, her porcelain skin appeared a little pallid.

'''Misteln:''' I thought you would’ve guessed with your clever mind.

'''Misteln:''' I was able to do that only because…

'''Misteln:''' This path leading to the real world is paved by the same material that built me.

'''Misteln:''' If there’s an enemy too much for you two… so long as I detach this part of my body into the Sea of Quanta, everyone will be safe, isn’t that right?

'''Prometheus:''' …Misteln.

'''Misteln:''' What is it, No. 17? You rarely show such a surprised face, I find it fascinating.

'''Prometheus:''' Don’t ask the obvious.

'''Prometheus:''' “You will pave the way”, what does this even mean?

'''Misteln:''' Take it literally. I’ll convert the mother of Ideas, which is Stigmata Space, into building materials, and construct a path to the real world.

'''Misteln:''' General Ideas can’t produce enough materials, but remember, I have the legacy of Project STIGMA. From a technological standpoint, this isn’t much different from what I did on the moon.

'''Prometheus:''' I know the principle. But I don’t understand.

'''Prometheus:''' Project STIGMA is long over. Doing this again is putting your life at stake again.

'''Misteln:''' It can’t be helped…

'''Misteln:''' Because I’m incapable of anything other than that.

'''Misteln:''' While you were busy integrating anchors, I tried various methods. I wanted to establish a connection with the real world as I did before when laying traps.

'''Misteln:''' However… those methods all failed.

'''Misteln:''' They either couldn’t connect or caused accidents after connecting and weren’t practical.

'''Misteln:''' Maybe we’re actually up against a rather terrifying enemy… who’s named Sa, if I recall correctly?

'''Prometheus:''' …

'''Misteln:''' All in all, those children are stuck here because of me. If they get lost in the Sea of Quanta or even meet with grave misfortune… I’d feel very guilty.

'''Misteln:''' Therefore, this is the best method under the circumstances.

'''Prometheus:''' …

'''Misteln:''' Relax, No. 17. My body is only being borrowed temporarily. I say I’m taking less risk than a woman giving birth to a child.

'''Misteln:''' Can’t you have more faith in me?

'''Prometheus:''' (I don’t have faith in you because you’re spontaneous and whimsical, Misteln.)

Recalling that conversation, the AI known for its logical analysis had a rare urge to “make a wish”.

'''Prometheus:''' (I hope everything goes smoothly…)

'''Seele:''' (The Sage’s authority… sensed Prometheus’ wish?)

'''Seele:''' Prometheus, how are Susannah and Co. doing?

Prometheus looked to the mechanical assistant used for contacting Vita. Their coordinates were shown on the projected screen.

'''Prometheus:''' There’s been minor mishaps, but things are going well…

…

'''Prometheus:''' …?

Prometheus stared at the projection without blinking.

She seemed to be carefully choosing her words before explaining the situation.

'''Prometheus:''' …Seele, Vita, listen to me calmly.

'''Prometheus:''' Susannah’s tracker…

'''Prometheus:''' Disappeared.

--

====<u>Gameplay 38-17 - Susannah</u>====
How did things come to this?

When Susannah was a child, she already noticed that fate had a penchant for toying with her.

A painstakingly made cake dropped on the ground at the last moment. A meticulously rehearsed dance ruined by a sprained ankle. A carefully planned night of stargazing ending in being locked out on the rooftop…

These were part of her daily life.

But it wasn’t until becoming a Valkyrie that she completely understood the cruelty of fate.

It could undo years of hard work in an instant.

'''Susannah:''' I’m done for…

'''Susannah:''' I don’t even know where I am…

The only thing she knew was that she was far away from the path that Misteln paved for her.

'''Susannah:''' What should I do now…

'''Susannah:''' I can’t be… stuck here forever…

…

'''Susannah:''' …Huh?

Perhaps fate was more lenient with her today, as the communicator in her hand beeped timely.

'''Vita:''' Susannah! Where are you? Answer me, Susannah!

'''Susannah:''' I-I don’t know.

Susannah looked around in bewilderment. She was amidst a vast emptiness.

'''Susannah:''' After I ran into that weird thing, I got thrown into this unfamiliar space.

'''Susannah:''' Vita, what should I do next? Can I still make it? I-I…

'''Vita:''' Calm down, Susannah.

'''Vita:''' As long as I know your approximate location, I can calculate your travel history and exact coordinates through the interferometer.

'''Vita:''' This will strain Misteln, but given that we can talk over the communicator, we can pave you a new path to the real world once we find your coordinates.

'''Vita:''' We’re estimating your location… Can you tell us anything about it?

'''Susannah:''' …I-I’ll go look for clues!

'''Vita:''' Susannah, did you find anything?

'''Susannah:''' Sorry, the view here is unchanging, I didn’t find any clues…

'''Vita:''' Well… there has been instances where you wanted to find people and landmarks but only found utility poles instead.

Vita told a joke to lighten the mood, but neither of them could manage a smile.

'''Susannah:''' …I’m sorry, Vita. I’ll go look in farther places.

'''Susannah:''' There’s… nothing here…

'''Susannah:''' But first let’s do an analysis of the surrounding neighborhood. It can’t hurt to make a record.

'''Susannah:''' Here too…

'''Susannah:''' …

Time ticked by, yet Susannah couldn’t find any clue to help her locate herself.

Her hope dwindled, and her eyes began to water.

'''Susannah:''' (Am I going to be stuck here?)

'''Susannah:''' (If so, who can help Seele?)

'''Susannah:''' (They trust me so much that they gave me this huge responsibility, which only Master Durandal has fulfilled in the past…)

'''Susannah:''' (But I…)

'''Susannah:''' (I…)

Susannah covered her mouth and sobbed quietly.

Nothing had changed.

She was still the newbie who just joined Schicksal and got ambushed by training mecha.

Only this time, there was no “Retry” button for her to press.

'''Susannah:''' (It’s all my fault…)

'''Susannah:''' (It’s all my fault. Had I been more careful, I wouldn’t have screwed up.)

'''Susannah:''' (It’s all my fault…)

'''Vita:''' Susannah… Are you crying?

'''Susannah:''' …

'''Susannah:''' …I’m not. I’m just… anxious… because I haven’t found any clues…

'''Vita:''' Keep your hope up. Even without more data, we will eventually find a way to locate ourselves!

'''Vita:''' You keep…

'''Vita:''' …

'''Susannah:''' …Vita? What happened?

'''Susannah:''' Vita?

'''Vita:''' Ah… nothing! It’s just that Misteln needs some help…

'''Vita:''' …Please wait, I need to deal with some things on my end! Sorry!

Vita was in too much of a hurry to finish, but it was enough for Susannah to guess what the matter was.

Misteln, who was paving the way to the real world, ran into a problem… and its cause was obvious.

'''Susannah:''' (It must be me…)

'''Susannah:''' They tried so hard to make this work. But my mistake completely ruined it…)

'''Susannah:''' (I…)

Indeed, it was all her fault.

Only…

That was why she was in no position to feel bad about herself and do nothing.

'''Susannah:''' …

'''Susannah:''' (Yeah, Susannah, this isn’t the time to cry.)

'''Susannah:''' (At least I need to try mending my mistake.)

'''Susannah:''' (Vita, Misteln, Seele, Miss Kira… They’re counting on me. I can find a clue…)

'''Susannah:''' (Can I?)

…

<nowiki>*</nowiki>Pat*

'''Susannah:''' …?

As if guided by fate, something fell out of her chest.

'''Susannah:''' What’s this?

'''Susannah:''' My notebook?

Looking at the tiny writings on the notebook, Susannah didn’t know whether she should smile or cry.

'''Susannah:''' (I took so many notes and did so much homework, but none of it paid off in the end.)

'''Susannah:''' (I’m such a terrible student…)

She shook her head and was about to close and pocket it…

When her gaze fell on one page.

'''Susannah:''' The main objective of this operation is to stabilise two worlds with anchors and launch them back to the real world.

'''Susannah:''' Ultimately, by using Kiana’s power, the two worlds will gain a stable structure and be saved from doom.

'''Susannah:''' To do this, we need to first find a number of basic anchors distributed across the two worlds, and then connect them to an axis, which is the Sage Tower.

'''Susannah:''' This way, we will be able to construct a world-scale anchor… which is essentially obtaining a rope that can pull two bubble universes, right?

'''Susannah:''' (Rope… Finding different anchors…)

'''Susannah:''' (…Could this be another way?)

Indeed, for Susannah who was lost in the Sea of Quanta, she knew no more about her whereabouts than a droplet that fell into the ocean.

But here and now, she still shouldered the rope that could pull worlds.

Her location alone was difficult to mark, but when the entire rim of a bubble universe shifts under her pull, it would most definitely be observable in the Sea of Quanta.

The data that she habitually recorded happened to be solid proof.

She finally realised that what she did out of cowardice wasn’t meaningless.

'''Susannah:''' Vita, sorry to interrupt you! I might know where I am!

…

About five minutes had passed.

In these five minutes, Susannah reported all the measurements on her notebook to Vita orally, which was the most primitive way.

…

About five more minutes passed.

Just when Susannah thought her idea was nothing more than a wild goose chase…

'''Misteln:''' …I’m ready, Susannah.

'''Misteln:''' You…

'''Misteln:''' …Let’s begin.

'''Susannah:''' Awesome! The road is clear!!!

'''Shigure Kira:''' You’ve got this, Susannah! Misteln won’t be able to last much longer, this could be our last chance!

'''Susannah:''' Miss Kira! You went back too! That’s great…

'''Shigure Kira:''' Yep. But enough about that… Seele’s found something!

'''Seele:''' Susannah, can you see a light in the distance from where you are?

'''Susannah:''' Huh? Yeah! I see it!

'''Seele:''' That should be the connection point between the real world and here.

'''Susannah:''' Oh?

'''Vita:''' Yeah… Susannah, if you can make it over there, our plan will be a success!

'''Susannah:''' Alright; just watch me!

'''Susannah:''' A no-brainer like this will be a walk in the park!

She had forgotten how long she had been running.

The road behind her let out one threatening roar after another.

But she couldn’t care about what was happening behind her…

Because merely lifting her legs mechanically had drained her attention.

'''Susannah:''' …

'''Susannah:''' (Must… go faster… even faster…)

'''Susannah:''' (I must… save time… for everyone in the real world…)

Her lungs stung with every breath, as if her alveoli were gasping for air. The lack of oxygen caused her vision to darken… In fact, she couldn’t tell if she still had vision at all.

Only a faraway and hazy light was in her sight.

Somehow, she remembered her childhood running.

Although she began practicing dance from a young age, she lacked physique. She couldn’t jump high enough, run fast enough, and always tripped when she leapt.

'''Susannah:''' (…Yeah, ever since then, whenever we ran together, I fell behind the other kids.)

'''Susannah:''' (What did Dad tell me back then…)

'''Susannah:''' (“Don’t calculate the distance between you and them, that’ll only get in your way.”)

'''Susannah:''' (“Just focus on keeping up with the one nearest to you.”)

Just focus on the star ahead of her.

'''Susannah:''' That’s right! If I keep running and running, I can do it one day.

'''Susannah:''' I can catch up to them!

'''Susannah:''' I can learn this dance!

'''Susannah:''' I can become a Valkyrie!

'''Susannah:''' (This time, I can, I can do it!!!)

…

…

…

'''Susannah:''' (Ugh… Am I going to die…)

'''???:''' ▇▌▕   ▇▌ ▀▇

'''Susannah:''' (Oh… I’m already hearing things…)

'''???:''' ▇▇▌▀▌▕  ▇━!

'''Susannah:''' (No…)

'''Susannah:''' (I can’t fall here…)

What she was shouldering wasn’t the success or failure of one person, but the future of an entire world.

'''Susannah:''' (I haven’t been there for a long time, but that world is a real world, and its residents are living humans.)

Not to mention that those staying in the bubble universe included her trusting and caring partner and friends.

She suddenly recalled a joking remark she made.

'''Susannah:''' Oh, I get it now! Like the runner in the Battle of Marathon I read about in history books, right?

'''Susannah:''' (Even if I’m going to die… let me die on the other side!)

In 490 BC, the alliance of Greek city-states fought against the invading Persian Empire at the Battle of Marathon.

After Greece defeated Persia in this battle, the Athenian soldier Pheidippides ran from Marathon to Athens to announce the Greek victory, and died of exhaustion.

Suddenly, possibly a hallucination caused by the dizziness…

Susannah felt the light in front of her enlarge like a mirror.

In a split second, white light occupied her vision.

'''???:''' Coordinates confirmed… Establishing connection.

'''???:''' Looks like the other side is trying to reach us as well.

'''???:''' Channel established…

'''???:''' Three…

'''???:''' Two…

'''???:''' One…

'''Einstein:''' Traction mode activated!

'''Bronya:''' …Finally, found you.

'''Einstein:''' Glad to see you again, Susannah.

'''Einstein:''' After you went missing, we’ve been looking for you and Seele.

'''Bronya:''' What happened to you two? Why did you suddenly leave the real world?

'''Bronya:''' Where’s Seele? Isn’t she with you?

'''Susannah:''' …

'''Einstein:''' Take it easy.

'''Susannah:''' …Bubble universe… is collapsing… and Seele… help… quick…

'''Bronya:''' …!

'''Bronya:''' Dr. Einstein, it’s an emergency, we need to get Mei to help.

'''Einstein:''' No problem, I’ll contact them.

'''Bronya:''' …Susannah, Seele is on the other end of this passage, right?

'''Susannah:''' …Ye… yes… be quick…

'''Bronya:''' Don’t worry, I’ll use the Herrscher of Reason’s authority…

…

The sirens in the lab suddenly rang out. Einstein dashed to the central console and operated for a moment, and her face paled.

At the same time, to Susannah and Bronya’s horror, they discovered…

The channel that led back to the real world…

Disappeared.

Meanwhile, on the other side.

'''Vita:''' Seele, we did it!

'''Vita:''' Grea… ▇▇▇▌ ▀▌▕  ▇

'''Vita:''' …

'''Seele:''' Vita? What happened? Is the comms system malfunctioning?

'''Vita:''' …

'''Seele:''' Vita? Vita!

…

'''Vita:''' Strange, there’s a problem with the comms system…

Vita, who planned to help Misteln stabilise the passage, noticed that her connection with the tower was cut off by a mysterious force.

Coincidentally, Misteln’s face was drained of color. She looked like she could collapse at any moment.

'''Vita:''' Could this be… Sa?

Misteln nodded reluctantly. It seemed that she too was unsure of the situation.

She shook her head. When she was about to say something, her gaze froze and her face showed panic.

'''Vita:''' Misteln, what’s wrong? Kira’s also…

It was only then that Vita noticed that they were staring solemnly at…

…Herself.

Tragedy always struck when people expected the least.

Such as now, her body was disintegrating in the winds like a weathering statue.

'''Vita:''' Haha…

'''Vita:''' This body… really can’t escape… the fate of perishing…

'''Vita:''' Soon, I will meet them… my family.

''[CG plays wherein Hare’s path breaks apart, Vita’s body fading away in turn:''

'''''Vita:''' I’m sorry, Seele and everyone!''

'''''Vita:''' It looks like I have to say goodbye!'']

'''Vita:''' I’m Vita…

'''Vita:''' …I love all of you.

…
|-|Elder Enigma=

__TOC__
===Elder Enigma===

====<u>Power of Guidance</u>====
Rewind to when Seele and Co. were still exploring Salt Snow Holy City…

'''Seele:''' This room… Looks like it’s been turned upside down?

'''Susannah:''' Ah, the next entrance is up there! But how do we get up there…

'''Susannah:''' My head is dizzy… I feel like everything is spinning…

'''Seele:''' Maybe it’s not the room that’s been flipped upside down, but our own gravity?

'''Seele:''' I feel weightless!

'''Susannah:''' It’s that shadow! Be careful, Seele!

'''Seele:''' It’s changing gravity’s direction

'''Seele:''' Ah!

'''Susannah:''' Oooowwww… I got thrown back down…

'''Seele:''' We need a way to get back to where we just were.

'''Susannah:''' The way back is blocked…

'''Seele:''' Maybe we can change the gravity here, just like that shadow did.

--

====<u>Domain of Stagnation</u>====
Rewind to when Seele and Co. were still exploring Salt Snow Holy City…

'''Seele:''' Things are moving too fast here, it’d be too dangerous to just try and break through…

'''Susannah:''' Seele, look! A strange device, just like before!

'''Susannah:''' Is it just me, or does it feel like time has slowed down…

'''Seele:''' Let’s try and get through it while we have the chance.

'''Susannah:''' What is it this time?

'''Seele:''' I see it. It should be the laser’s core.

'''Susannah:''' If it’s the same as before, you should be able to stop it the same way!

The ground’s been restored!

'''Seele:''' Light, gravity, time… Who built these ruins? How can they control these things?

--

====<u>The End of Chaos</u>====
Rewind to when Seele and Co. were still exploring Salt Snow Holy City…

'''Seele:''' (Huh? This is…)

'''Seele:''' Hmm, should be this way.

'''Shigure Kira:''' Watch out!

'''Susannah:''' …!

'''Susannah:''' What’s this?

'''Seele:''' Wait, that’s…

'''Seele:''' (It’s disappeared again.)