Act 1 - Dream Dissociation
Gameplay 2-1 - Back to School

[CG plays wherein the events between chapters I and II are explained:

Bronya underwent a full physiological examination upon returning to St. Freya High.

Investigations concluded that energy emitted by the Selene’s power drives may have interfered with the Valkyrie’s biochip.

Repairs thus started in earnest. Meanwhile, the annual Valkyrie Examination was about to start.

Classes became increasingly tough and stressful. Daily combat training grew in terms of intensity.

To pass the exam, every student in school subjected themselves to grueling training.]

Theresa: Kiana, come here for a moment.

Theresa: Kiana, it’s time for class. Where are you going?

Kiana: Aunt Theresa? I… uhm… am heading to class?

Theresa: You can’t address me by my name, and stop calling me your aunt!

Theresa: You must address me as Madam Principal! Got it?

Kiana: Aye, Aunt Theresa… I mean, Madam Principal!

Theresa: Good. The health department told me that Bronya is almost fully recovered.

Theresa: Visit her tomorrow and have her discharged.

Theresa: This will give her enough time to attend the exams on the day after.

Kiana: Kyaa! The stupid Valkyrie Exam!

Theresa: Well… I’ve asked Himeko to give you pre-exam remedials.

Kiana: Pre-exam remedials? Really? I’m an uber-genius!

Theresa: Your results speak otherwise. You set a new low for House Kaslana last time.

Theresa: You’ll probably flop the exams again without help.

Theresa: Remember our promise?

Kiana: You’ll tell me where my stupid old man is when I become an A-rank Valkyrie… Pinky swear, Principal.

Theresa: Because everyone is preparing for the coming exams, many places have been changed into training areas.

Theresa: Try to be careful with those!

Himeko: Good news, Kiana.

Kiana: Is it about the remedials?

Himeko: Duh. Everyone knows you can’t make it to rank 1.

Himeko: I’ve gotten the real rank 1 Valkyrie trainee in class, Fu Hua, to help you out.

Kiana: What? The Class Monitor? I thought Aunt Theresa asked you to help me!

Himeko: I have a booze party… I mean, I am a very busy woman.

Himeko: Fu Hua is a qualified A-rank Valkyrie. She’s a model student for the likes of you.

Himeko: You should be glad that she agreed to help.

Kiana: That girl is so serious and boring! I can’t stand training with her!

Himeko: Pfft. I’m not asking you to like it. I’m asking you to do it.

Fu Hua: Greetings, Kiana.

Kiana: Ugh, it’s the Class Monitor.

Kiana: How did we trigger the test module enemies here?

Fu Hua: Simulation test completed. Generating test results rating.

Fu Hua: Kiana’s current rating. Attack: A. Reflex: A. Knowledge base: E.

Kiana: What the hell?

Fu Hua: Overall rating: E. You managed to survive thanks to your good physique.

Fu Hua: Don’t worry. I’ll give you decent training.

--

Gameplay 2-2 - Pre-Exam Training

Fu Hua: Kiana, Miss Himeko is lecturing! Keep it down a bit.

Fu Hua: A listed Valkyrie should uphold discipline.

Fu Hua: This is the only way for us to survive our battles against the Honkai.

Mei: Kiana, are you trying to skip class again?

Mei: This remedial is important. You should try to stay awake.

Himeko: The Honkai grows with civilization, and is a recurring cataclysmic event…

Himeko: During the 1st Honkai Eruption in Berlin, 1953, people first discovered…

Himeko: That concentrated Honkai produces a Core that turns a human host into a “Herrscher” who can bend physical laws.

Himeko: The Herrscher of the Void appeared during the 2nd Honkai Eruption of 2000, and initiated a global disaster.

Kiana: Zzzzz… heheh… zzzz… snort…

Himeko: That’s it for the classes.

Himeko: You’ll have a day off tomorrow, but the exam is on the day after. Remember to review the course materials.

Himeko: Kiana? Wake up, girl. The class has ended.

Kiana: Nom… nom… chicken pot pie… huh? Himeko?

Himeko: I can’t believe we’re counting on Valkyries like you… I feel sad for this world already.

Himeko: Just answer this question and I’ll let you off.

Himeko: Please describe one form through which the Honkai manifests itself. Any time, sweet heart.

I'm the uber Honkai.
Miss Himeko the uber-tyrant!
Ho-Honkai… Honkai beasts? And zombies?

Himeko: …At least I know the reason behind your moronic displays.

Himeko: The right answer is Honkai beasts and zombies. But there's more to the Honkai than just those…

Kiana: Alright, I’ll head off to the dorms to play HOMU… I mean, study for the exam!

Himeko: You’re not going anywhere. Fu Hua, please help. Don’t go easy on her.

Fu Hua: Yes, Miss Himeko. I’ll do everything I can to help Kiana pass the exams.

Himeko: We can test the new training system installed on campus.

Himeko: It will be used in the exam. Just watch out for the traps.

Kiana: Waaah! Let me go!

--

Gameplay 2-3 - Site Auditor

Theresa: What a fabulous sunset. Yawn…

Rita: Good evening, Madam Theresa.

Rita: Overseer Otto has received your report regarding the Selene.

Rita: I’ll be visiting the Far East Branch tomorrow to verify the report details.

Theresa: It’s Rita! Uhm… hi, Rita… welcome! See you tomorrow. I’ll have the agenda prepared.

Theresa: Is there something else you’re looking into? The visit seems unnecessary if you just want to see the battleship.

Rita: Of course. But the Overseer wants me to attend the Valkyrie Exam for this year.

Rita: He seems to be expecting something interesting.

Theresa: Grandpa is so pesky…

Rita: And, by the way, you’re as cute as ever, just like a little baby.

Theresa: Little baby? Wha… What the hell! No one calls TeRiRi a little baby!

Rita: Excuse me for now. I’ll see you tomorrow.

Theresa: This woman sounds pretty… dangerous. I really want to bash her with Judah.

Theresa: I need to vent for a moment!

Theresa: I’m not finished yet!!

Theresa: Exercise really helps lift the spirits.

Theresa: Even without Judah, you wouldn’t stand a chance.

--

Gameplay 2-4 - Enemy Practice

Fu Hua: All training targets destroyed?

Kiana: Perfect score, right?

Fu Hua: Zero.

Fu Hua: I didn’t expect you to be so ignorant about enemy types.

Fu Hua: You just kept smashing things. And you almost broke the training device.

Kiana: Types? That’s so stupid. Why care about that when you’ve got arms like me?

Fu Hua: You’ll be fighting more than just Honkai beasts. The Honkai manifests itself in many ways.

Fu Hua: Honkai-corrupted mechs can be considered Mech type enemies.

Fu Hua: The Honkai can also resurrect corpses as zombies. These are Biological (BIO) type enemies.

Fu Hua: Finally, Honkai beasts themselves are Psychic (PSY) type enemies.

Kiana: Then that makes me the [Ultimate] type, right?

Fu Hua: The types counter each other. To make battles easier, you’ll need Valkyrie battlesuits of different types as well.

Fu Hua: Time for a small quiz, Kiana. How do these 3 types counter each other?

A. Mech > Biologic > Psychic
B. Sword > Axes > Lances > Swords

Fu Hua: Good. At least you got that from class.

Fu Hua: Always remember: MECH beats BIO, BIO beats PSY, and PSY beats MECH.

Fu Hua: Lectures may be too boring for you. I’ve arranged a training session.

Fu Hua: Zombies are BIO types. They are corpses resurrected by the Honkai.

Fu Hua: Honkai beasts are PSY type. They are the direct manifestation of the Honkai.

Fu Hua: Mechas are MECH type. Such robots are often driven by Honkai energy.

Fu Hua: The comprehensive exam will test the contents you just learned. Now, defeat the enemy.

--

Gameplay 2-5 - Trial of Combat

Fu Hua: Alright that’s it for now. Try to remember them for the exam.

Kiana: I don’t think you trust me at all.

Kiana: Hmm, let’s take a small exam. How about the big guy you ran into in your last mission?

Kiana: Locked and loaded! I’ll show you what I’m made of!

Fu Hua: Let’s call it a day, Kiana.

Fu Hua: I’ll be at the training plaza in the evening. You can ask me any questions then.

Fu Hua: Alright. Rest well. I’m getting out of here.

Kiana: Hmm, it seems that Fu Hua can be a pretty nice person from time to time.

Kiana: Can’t believe she’s an A-rank Valkyrie already. Dang it. I must work hard to catch up.

[CG plays wherein Kiana lies in her bed, having some sort of nightmare:

Kiana: My head… it’s hurting.

Kiana: This place… it’s St. Freya High School!

Kiana: Who is that? Who’s there?

Mysterious Whisper: Welcome home, lost girl~☆]

--

Gameplay 2-6 - Nightmare’s Debut

Kiana: Where is this place? Why am I here?

???: I’ve slept for too long. But the wheels of fate have started to turn again.

???: Welcome home, Kiana of House Kaslana.

Kiana: Home? This isn’t my home. Who are you? Why do you know my name?

???: Now that’s a story. Do you like the world I’ve built for you?

Kiana: World? What are you talking about? Oh, right. This must be a dream. *pinches self* Wake up~~

???: Are you trying to leave already? You’re making me cry.

???: But leaving this place isn’t as easy as you think.

Kiana: Hey, what are you doing? Grr. I’ll show you the might of a Kaslana!

Kiana: I’m the bestest and the most uber Valkyrie of Schicksal… in a few years time, of course!

???: Kaslana? A Valkyrie? Hahaha. They really didn’t tell you anything.

???: You’re an orphan abandoned by your father. You don’t even know what your mother looks like.

???: Aren’t you curious about this? Where did your mother go? Why did your father leave you?

Kiana: Hey! How come you know all this?

???: Oh. I hope I have your attention now.

???: I have been watching you. Even in your dreams.

???: So I know everything there is about you.

???: Your life as you know it is nothing but a mountain of lies ☆

???: Come, let’s play a little game. Catch me and I’ll share a few secrets with you.

???: Kiana, over here…

???: It seems I’ve finally sparked your curiosity.

???: I’m over here.

???: Catch me and I’ll share a few secrets with you.

???: Let me tell you everything about you…

???: You caught me~ Heheh!

Kiana: Huff… huff… these minions are nothing to me. Tell me something already!

???: Congrats! You just got a prize. So, Kiana, what do you want to know?

What happened to Mum?
Why did the old man leave?



???: You’re a Valkyrie, so you should know about the 2nd Honkai Eruption in Siberia, 14 years ago.

???: A girl was chosen by the Honkai, just like your girlfriend Mei in Nagazora, to act as its “Herrscher”.

???: Of course, this 3rd Herrscher is a pale imitation of what true Honkai is.

???: Since we have a 3rd Herrscher, there is a first, and a second…

???: The 2nd Honkai Eruption 14 years ago in Siberia gave birth to the 2nd Herrscher.

???: The 3rd Herrscher has mastery over lightning…

???: And this 2nd Herrscher has command over the Void itself.

???: Facing planetary annihilation, Schicksal dispatched their only S-rank Valkyrie to defeat this threat.

???: That Valkyrie is unique indeed. She is a precious yet expendable doll.

???: And that Valkyrie would be your mother, Cecilia Schariac~☆

Kiana: What? Mum? So my Mum’s a Schicksal Valkyrie as well?

???: Yes, and her husband happens to be your father.

???: Siegfried Kaslana. He was supposed to give her support.

Kiana: Did my Mum…

???: That’s it for now. Dawn is breaking. I’ll leave you at this cliffhanger.

??? We’ll continue this next time.

Kiana: Hey, wait!

Act 2 - Bridge Battle
Gameplay 2-7 - Visiting the Sick

Kiana: Ugh, my head hurts. I think I had a weird dream, but I can’t remember it too well.

Kiana: Gotcha, Bronya!

Kiana: I was supposed to discharge you from the hospital, but you managed to escape to the library.

Kiana: What a naughty brat.

Bronya: The Bronya is not a baby.

Bronya: The Bronya performed self-diagnostics using the Health Terminal. All systems are back online.

Bronya: The Bronya then accessed the system database, updated all physio readings, and approved of her own discharge.

Kiana: Hey… that sounds like… hacking! That’s illegal!

Brona: Subject Kiana is up to something again.

Bronya: Perhaps subject Kiana is here to beg the Bronya for emergency remedials.

Kiana: Hey! I am really trying to care, brat! Anyway, I’m worried that you might get bored…

Kiana: Ah, I’ll try some reverse psychology. I’m here to mess up your studies. I’ve brought your HOMU-Station.

Bronya: HOMU-HOMU Adventure…

Kiana: Since Bronya only likes studying, I’ll just play this on my own.

Bronya: Subject Kiana is leaving as she acknowledges the Bronya’s supremacy in gaming.

Kiana: I won’t let you beat me! Not in gaming, at least!

Bronya: Alloy_Bronya deployed.

--

Gameplay 2-8 - Mei’s Special Training

Kiana: Hnnggh… that hurts. Mei, please don’t pull my ears again.

Mei: I was making lunch and noticed that you were missing because no one’s stealing the tempura.

Mei: That’s how I knew that you were here.

Kiana: But… Aunt Theresa asked me to visit Bronya and study with her.

Mei: Study? With a HOMU-Station?

Mei: Kiana, I hope you didn’t forget about your goal of becoming an A-rank Valkyrie.

Mei: If you fail again, they’ll demote you from a B-rank to a D-rank Support Valkyrie.

Kiana: Support Valkyrie?

Mei: Only B-rank and better Valkyries get to fight in the frontlines.

Mei: If you get demoted to D-rank, you’ll be given support and logistics duties far from the real fighting.

Kiana: Logistics? Like the Exchange and Snack Bar? No way!

Mei: Then go to the training plaza, now! No more lazing about today!

Kiana: *covers ears* Kyaaa! Don’t pull at my ears again, Mei!

Mei: Generating data space… Starting emulation battle…

Mei: Movement modules… Download complete.

Mei: Weapon modules… Unlocked.

Mei: The flying device has been damaged. Preparing for contact.

--

Gameplay 2-9 - Class Monitor Fu Hua

Fu Hua: Kiana? Didn’t expect you to show up in the training plaza.

Kiana: Fu Hua? You’re here, too! Do you camp here? Where’s your tent?

Mei: You’re so hard-working, Fu Hua.

Fu Hua: Are you here to practice, Mei? They said that you were injured in the Soukai City mission.

Fu Hua: But it seems that those rumors were exaggerated. It’s great to see you again.

Fu Hua: So… is there anything wrong with you?

Mei: Anything wrong with me? I don’t know…

Kiana: Hey, Fu Hua! Stop mishandling my Mei!

Fu Hua: Hmm… apologies. There is no end to learning. I must continue my training, Mei.

Fu Hua: Please work hard as well, Kiana.

Fu Hua: If it’s ok, I can give some suggestions to Kiana about her combat.

Fu Hua: There’s no use in discussing it, now’s the time for a real battle.

--

Gameplay 2-10 - Stigmata Power

Fu Hua: Kiana, turn to page 53 of the basic training material…

Fu Hua: In addition to enemy types, we’ll need to review materials about the Stigmata.

Fu Hua: Stigmata are highly advanced implants designed to improve a Valkyrie’s combat capabilities and Honkai adaptability.

Kiana: Wow! Fu Hua, you aren’t even looking at the textbook! No wonder you get straight-As all the time.

Kiana: That’s so easy. I know this by heart.

Fu Hua: But keep in mind that Schicksal only provides us with Artificial Stigmata.

Fu Hua: Many outstanding historical personalities have left powerful Stigmata of their own.

Fu Hua: These Stigmata offer immense powers, helping humanity to turn the tide against the Honkai.

Kiana: Awesome! I think Bronya has a VR game that features this kind of stuff. Did you get to play it?

Fu Hua: Video game? I learned about this from a textbook.

Fu Hua: Kiana, select a Stigmata and let’s start today’s training, shall we?

--

Gameplay 2-11 - Sensei Deployed

Kiana: Hah! *swings fist*

Himeko: Why, why, why am I not surprised. Kiana is actually training. The world is coming to an end already.

Himeko: Hmmm… Kiana’s leaving ghost images in her wake…

Kiana: What are you talking about, Aunt Himeko? You definitely drank too much again!

Himeko: Of course not! Ahem… how is Bronya doing, by the way?

Kiana: She looks healthy. But she missed the triple jump sledgehammer combo in the game.

Himeko: What did you encounter in that mission? It affected her pretty badly.

Himeko: The report said something about Honkai energy in the battleship’s engines… but that doesn’t sound right to me.

Kiana: Perhaps Bronya was being controlled by someone else, just like the HOMUs in the game.

Himeko: …Forget it. I shouldn’t ask an idiot like you to begin with.

Kiana: Anyway, Himeko, a lazy bag like you often sleeps in real late after Friday night. Why are you here so early?

Himeko: Lazy bag? Why you little…

Theresa: Valkyries must maintain a healthy training routine.

Theresa: Himeko, you’re an instructor of St. Freya High, and a Major leading a Valkyrie Squad.

Theresa: Poor discipline will set a poor example.

Theresa: Hey. Kiana… you’re here?

Kiana: Grr. I hate it when people think I’m a bad student. I’m leaving.

Theresa: Himeko, try to cut down on the HOMU beer… it’s bad for you…

Himeko: I hate hearing that.

Himeko: Tsk. Even Kiana’s working hard. I’m itching for a workout myself.

[CG plays wherein Kiana is once again engulfed in her dreams with the strange entity:

Kiana: The exam is starting tomorrow.

Mysterious Whisper: Wake up~☆

Kiana: Huh? Mei, is that you?

Mysterious Whisper: From where should the story begin, Kiana?

Kiana: …Who the hell are you?

Mysterious Whisper: I’m a ghost of your past… a nightmare you’ll never escape from…]

--

Gameplay 2-12 - Personal Dark Side

Kiana: What’s wrong, Mei? You look weird.

Mei (?): Kiana, I’ve been putting up with you all this time. You’re always getting in our way.

Kiana: What? That’s not nice!

Mei (?): If it weren’t for me, that Honkai beast would have turned you into a rotting corpse.

Mei (?): Everyone has to work hard to keep you alive. You’re even worse than that kid Bronya.

Kiana: Why are you hurting me, Mei?

Mei (?): You’re pathetic, Kiana. PA-THE-TIC.☆

Kiana: Dang it! You’re not Mei! Mei is never this mean!

Mei (?): Kiana, your very existence is a mistake!

Kiana: Who are you?

Kiana: What’s wrong with this place? It’s upside down!

Kiana: Himeko? Why are you here?

Himeko (?): Why are you surprised? The both of you are under my custody and strict monitoring.

Kiana: What are you talking about?

Himeko (?): Stupid brat. You just don’t get it at all. Ever thought why I enrolled you two into the school?

Himeko (?): Because you’re ticking time bombs that must be watched.

Himeko (?): You’re problem kids. That 3rd Herrscher lurking within Mei is a real threat.

Kiana: Hey! You can’t talk about Mei that way!

Kiana: Wait, aren’t you the woman who appeared in my dreams last night?

???: Hahahaha!

Kiana: Is this a dream?

Theresa (?): Kiana.

Kiana: Aunt Theresa?

Theresa (?): I’m sorry. Despite our promise, I can’t tell you where Siegfried is.

Kiana: Why?

Theresa (?): Because he doesn’t want to see you. You’re a harbinger of bad luck.

Kiana: What? Harbinger? What are you talking about?

Theresa (?): When the 2nd Herrscher appeared in Siberia 14 years ago, your mother…

Theresa (?): …Cecilia Schariac, the only S-rank Valkyrie of Schicksal, was deployed.

Theresa (?): But even she could not defeat this opponent, despite her prowess. Do you know why?

Kiana: No… please don’t tell me…

Theresa (?): She had yet to recover after giving birth to you. In the end, the leaders of Schicksal…

Theresa (?): …Heheh, those cowards feared that Cecilia would be defeated.

Theresa (?): They launched Honkai fission missiles at the target to destroy the 2nd Herrscher along with Cecilia…

Kiana: KYAAA! SHUT UP! SHUT UP!!

Theresa (?): Poor Siegfried. He didn’t take the loss of his wife that well, and he hated his daughter for being the cause of it.

Theresa (?): You have brought nothing but bad luck to your parents.

Kiana: SHUT UP! I DON’T BELIEVE YOU!

Kiana: You creep! How dare you cosplay as my loved ones to lie to me?

Kiana: Show me all you’ve got, scum!

???: What a foolhardy girl.

???: You’re always swinging at me. I’ve got no choice but to disguise myself to converse with you.

???: But make no mistake, girl. I said nothing but the truth~☆

???: There’s no happy ending with these so-called loved ones.

???: You’re not like them. You will never be like them.

???: But if you join me, you’ll have anything you want.

???: People will recognise your powers, and you’ll become an S-rank Valkyrie…

???: Actually, you’ll be even more than that. You will get powers beyond your imagination.

Kiana: SHUT UP! YOU LIAR!

???: What a shame. Dawn has arrived. No matter, we will meet again.

Act 3 - S-rank Valkyrie’s Name
Gameplay 2-13 - Unsheathed Blade

Theresa: Hello? Testing…

Theresa: The exam is about to start.

Theresa: Combat trials will be single-round competitions. All Valkyries will be divided into pairs.

Theresa: The graders will rate you according to your performance. Winning is not everything, Valkyries.

Theresa: Candidates and graders, please take your positions.

Mei: What? Kiana, you look terrible. Were you stealing food from the fridge without microwaving them?

Kiana: I’ve been having terrible dreams for the last 2 days.

Kiana: I can’t remember the details… but it’s terrible, Mei. You were leaving me in the dreams…

Mei: It’s alright, Kiana. It’s just a dream. I think exam stress has gotten to you.

Mei: I’ll be here always. I’ll make you a great meal after this.

Kiana: Really? Heheh! Please go easy on me in the exam, Mei.

Mei: No, that would be cheating. Put on your battlesuit. It’s time to get serious.

Kiana: Mei, you’re so heartless today!

Kiana: Will Mei be watching me battle from a close distance?

Mei: Be careful of the type affinity! Did you forget the things you’ve learned in class?

Mei: Avoid the enemy attacks! Are you an idiot?

Mei: That’s right!!

Mei: Watch their moves! And don’t get surrounded!

Mei: Kiana, you did way better than I expected.

Kiana: It’s because I’m up against you, Mei!

Kiana: I’ve been waiting for a chance to show off my skills to you, Mei.

Kiana: That’s why you get to see me at 200% performance today!

--

Gameplay 2-14 - Artillery Trials

Bronya: The Bronya did not expect to meet subject Kiana the idiot in this round.

Kiana: Bronya, are you… alright?

Kiana: I’m actually pretty glad to see you’ve recovered.

Bronya: Hnnngghh… subject Kiana is attempting a sympathy attack against the Bronya…

Bronya: Negative. Subject Kiana is too retarded to use such tactics.

Kiana: I’m glad, because it’s time to wallop you fair and square, you pesky little brat!

Kiana: I’ll let you know that my powers are way beyond the scope of your imagination!

Bronya: The Bronya has no fear. The Bronya shall counter the neanderthal.

Bronya: Subject Kiana’s mental capacities are over-taxed by the Honkai.

Bronya: The Bronya shall show no mercy.

Kiana: I won’t show any mercy either!

Bronya: Alloy_Bronya, deployed.

Kiana: Howzzat, Bronya? You’re no match for me when I’m at 200% performance!

Bronya: Combat performance sub-par… the Bronya was too optimistic… physios have yet to recover…

Bronya: Do not gloat, subject Kiana.

Bronya: The Bronya has scanned the score lists. Subject Kiana will be fighting the Class Monitor next.

Kiana: What?! You gotta be kidding me!

--

Gameplay 2-15 - Fists of Fury

Fu Hua: Greetings, Kiana. I’m pleased to have you as an adversary.

Kiana: Fu… Fu Hua…

Fu Hua: What is it, Kiana? Something you want to talk about?

Kiana: Ugh…

Fu Hua: True intents are hidden behind the skin.

Fu Hua: But release your mental burdens, and direct your focus to the fight ahead.

Fu Hua: Distractions will only keep you from victory.

Fu Hua: In truth, I have always admired you, Kiana. Your energetic spirit and optimism are inspiring.

Fu Hua: You are an outstanding Valkyrie, Kiana. I am pleased to spar with you in honorable combat.

Kiana: I… Got it! I don’t care if I win or not. I’ll give it my best!

Kiana: But Fu Hua, you talk like an adult!

Kiana: We’re just high school girls, The way you talk is kinda weird.

Fu Hua: Hmm, indeed. The fight is about to commence. Ready yourself, Kiana.

Fu Hua: Let’s stop here! Great work!

Fu Hua: Most impressive, Kiana.

Kiana: I’m surprised myself! It’s like I’m running at 1000% performance today! I feel so uber today.

--

Gameplay 2-16 - Rita’s Test

Theresa: Hello? Before recess break begins, I’d like to introduce Rita Rossweisse, our auditor from HQ.

Theresa: She’s here at St. Freya to see what we’re doing for the Valkyrie Exams, so do your best, girls.

Student: Wow. She looks so pretty and gentle. Is she really a Valkyrie?

Rita: Excuse me. Madam Theresa, your students are an impressive lot.

Rita: I feel like sharing a few moves with them myself.

Theresa: Sharing a few moves?

Rita: Several Valkyrie performed admirably.

Rita: I’d like to ask if I can spar with one of them.

Theresa: Uhm… okay. Let’s welcome Miss Rita. She’ll show us a few combat moves. Who will be our lucky student?

Rita: Who is that silver-haired girl? Uhm… *reads the name tag* Kiana Kaslana.

Theresa: Kiana? Why her?

Rita: Oh. A Kaslana…

Theresa: Oh no, not that Kaslana. She’s not related to them at all.

Kiana: What? Spar with an HQ official? What will the fight be about?

Rita: That will be all. Good job, Kiana.

Kiana: Huf… puff… I’m… not done… yet. I can… keep going.

Rita: But you look exhausted. I’ll take my leave.

Gameplay 2-17 - Honkai Tusks

Theresa: This is the final round. Candidates, please put on the sync device once your name is called.

Theresa: The simulated combat program will select a suitable module as your opponent.

Theresa: Do your best girls.

Kiana: Kiana Kaslana. Prepare sync.

SYSTEM: Access: 98.6%.

SYSTEM: Sync ratio: 100%. Generating adversary modules.

SYSTEM: Sync ratio: 120%… Genera… gen… generating adver… adversary modules…

SYSTEM: SYSTEM ERROR.

Student: What happened?

Kiana: What’s going on? Himeko! What’s happening?

Himeko: Something’s wrong. The program should initiate auto-exit upon an error report.

Himeko: Program sync ratio is stuck at 120%. This means…

Kiana: Force closing the program may be unwise.

SYSTEM: Adversary module generated.

*Ganesha’s roar*

Theresa: It’s Ganesha! Impossible! Our database shouldn’t be generating an Emperor-class Honkai beast module!

Kiana: Don’t worry about shutting things down. I’ll just mop the floor with this thing!

Theresa: Kiana, are you alright?

Kiana: Now that was a tiring fight. But I can easily have these enemies for breakfast, lunch, and dinner.

Himeko: Alright, Kiana. Go back to rest.

Rita: An exciting battle.

Rita: The opponent is a simulated module, but it’s still an Emperor-class Honkai beast.

Rita: I’m really looking forward to her future performance.

[CG plays wherein Kiana’s perception changes to something ominous as her and the other girls walk back to the dorms:

Kiana: I’m finally done… this is so friggin’ tiring.

Mei The test program was doing fine… why would it run into such errors?

Bronya: That was no simple bug.

Kiana: Mei? Bronya? Where are you?]

--

Gameplay 2-18 - Total Memory

???: What a surprise, little one. You managed to defeat Ganesha~☆

???: You should know that this Honai beast first appeared in India in 2012.

???: It killed 2 A-rank Valkyries and severely wounded 12 others.

???: I thought a B-rank Valkyrie like you would have never survived that.

???: Pfft. Despite being a B-rank Valkyrie, I have the powers of an S-rank powerhouse!

???: What a braggart. You’re pretty good, I’ll give you that, but you’re still far from being an S-rank Valkyrie~☆

???: I fought an actual S-rank Valkyrie 14 years ago.

Kiana: 14 years ago? You fought an S-rank Valkyrie?

Kiana: Wait… aren’t you… that… hmm… hey! You’re the 2nd Herrscher!

Kiana: Impossible. I thought they nuked you 14 years ago? Why are you in my dreams?

???: Hah, your idiocy can be super cute at times. I really want to take a bite out of you.

Kiana: Hmph. This might be a dream…

Kiana: But you’re not getting out of here alive today! You killed my Mom!

???: I never expected to leave this place.

???: You know why? Your dreams are my dreams.

???: I am you, and you are me. The one to leave…

???: Should be you, Kiana!

Kiana: SHUT UP!

???: C’mon, let’s see the real world!

Kiana: I feel like someone is watching me.

???: Chase me, kill me, and in the end, why not kill yourself too!

???: Did you really think… That this would be the last time we would meet?

???: All of your life from here on out… I will never, ever, stop appearing in your deepest nightmares.

???: One day will come… when you’ll be powerless to resist…

[CG plays wherein all the girls surround an unconscious Kiana, with Rita hypothesising on the reason behind her recent bouts of sleep-walking:

Rita: Kiana’s episodes of unconsciousness and dream-walking remind me of Bronya’s afflictions.

Rita: Perhaps they have been influenced by the energy emitted by the Selene’s power drives.

Rita: This battleship is driven by a strange engine, indeed.

Rita: Regardless, my mission here is complete. I will be reporting back to HQ.

Kiana: Mei, I’m hungry…

Mei: Let’s head back, then. I’ll make lunch for you.

Rita: Observation log: Subject 105-K423.

Rita: Subject made significant advancements in terms of physical and combat capabilities.

Rita: However, further observation is required to confirm the success of persona replication.

Rita: The Overseer’s plan can now move on to a more… practical phase.

Rita: Everything… is under his control.]