<tabber>
|-|The Prodigal Girl Returns=
__TOC__
=== Act 1 - Before Dawn ===

====<u>Gameplay 15-1 - Sea of Sand</u>====

Schicksal Vimur Labs, North Africa. The day before the Arc City incident.

This place was once a modern city that served as a hub between Europe and Africa.

It was a beautiful Mediterranean metropolis that never slept.

And then a single Honkai Eruption transformed it into a dead city in the middle of a lifeless desert.

Yet it was for these reasons that the city became Schicksal’s ideal testing grounds.

'''Comms:''' Attention all personnel. Test firing 42 of the 2nd Divine Key will commence in 5 minutes.

Alarm sirens could be heard throughout the city. The countdown was broadcast at every corner.

When the countdown reached zero, a cannon in the heart of the city roared and shook every grain of sand.

A giant pillar of light shot up to the sky. The beam seemed powerful enough to cleave the world in two.

The light then collided with something in mid-air.

The beam shattered a portion of the sky like a giant mirror and released a rain of broken shards.

The shattered opening revealed a realm of chaos. Stars of ill omen blinked within the roiling darkness.

'''Comms:''' Divine Key firing success. Initiating Stage 1. Energy output stabilised. Quantum interface wetting confirmed.

Hundreds of shades materialised from the chaos, seeping through the broken gap and falling to the earth below.

While these shades tore through the sky, the space-time fabric itself seemed to have tilted to one side.

A blond Valkyrie calmly observed the chaotic scene that unfolded before her.

'''Comms:''' Quantum Shadow incursions detected. All yours, Master Durandal.

'''Durandal:''' Roger.

Durandal calmly gave her answer and dove straight into battle.

'''Comms:''' A horde of Quantum Shadows are approaching. Get ready for attack.

'''Durandal:''' Roger.

'''Durandal:''' Target eradicated.

'''Comms:''' Coordinates updated. Please head to the next location.

'''Comms:''' Divine Key energy has reached operational threshold. Quantum dimension breached. Prep Stage 2 for coordinates observation.

'''Comms:''' Stage 2 will start any moment, Master Durandal. Please await further orders.

Having observed the test many times, Durandal knew the protocols like the back of her hand.

'''Durandal:''' …

10 Hyperion-class Honkai reactors ran at maximum capacity beneath the city.

These reactors powered the 2nd Divine Key to breach the space-time barrier and create a tunnel to the Sea of Quanta.

But unstable quantum interface wetting would cause Quantum Shadows to materialise in the local dimension.

Durandal’s mission was to defend the Divine Key and defeat the invading Shadows.

But the Sea of Quanta was not the objective of these experiments.

Reaching the operational threshold of the Divine Key made Stage 2 possible.

The Key could then create a tunnel that goes right through the quantum dimension and enter the unknown…

The terra incognita where laws governing the universe and the ultimate truth of life came into being…

…The Imaginary Tree.

--

====<u>Gameplay 15-2 - Way Seeking</u>====

'''Comms:''' Quantum Shadows still emerging.

'''Comms:''' Please proceed with extermination, Master Durandal.

Meanwhile, at Schicksal HQ.

'''Otto:''' …

Otto’s eyes followed the rapidly changing datasheets displayed on the lab monitors.

The data was streamed from the African base and provided information about the firing of the Divine Key.

Otto’s lab was equipped with the most advanced Soulium computers.

Even then, finding useful hints from the astronomical volumes of data was near impossible.

'''Comms:''' Divine Key out of power. Tunnel collapse in 5, 4…

The Key required vast power to fire and sustain its beam. Otto had less than a minute to make his observations.

He must make sure that every moment counts.

'''Comms:''' …3, 2, 1. Tunnel collapse confirmed. The test run has ended.

The massive data stream ground to a halt. Otto waited for his computers to generate a result.

Vast amounts of resources were poured into this project because the Overseer needs a few numbers…

Numbers that he has always been looking for…

Numbers that he has yet to find…

'''Comms:''' Results compiled. Total nodes observed: 186,940,000. Deviation units from target node: 54.

'''Otto:''' 54… our progress seems limited.

Otto’s voice gave no hint of frustration. He understood the difficulties of these tests.

He had less than a minute to observe a near-infinity of targets.

According to his calculations, the tunnel must be kept open for at least 80,000 hours to find a probable answer.

He was not interested in the false realities offered by the bubble universes.

He must speed things up. A more efficient method for firing the Divine Key must be found.

This remained the only way to fulfill his wish before the Honkai destroys human civilisation.

'''Otto:''' It would seem we need the Herrscher of the Void and her powers.

--

====<u>Gameplay 15-3 - Exit</u>====

'''Comms:''' All Quantum Shadows neutralised.

'''Comms:''' Orders from HQ. The experiment has ended, Master Durandal. Please report back to base.

'''Durandal:''' Roger.

Vimur Labs. 1km underground. The facility bustled with activity.

Work began with the end of every test. Instruments must be switched off or reset. The site must be cleared.

The Vimur facility was dedicated to experiments using the 2nd Divine Key and could withstand any surface-level attacks.

Yet this key installation was only defended by a single Valkyrie.

And this Schicksal ace rested in her quarters with a stern look on her face.

'''Durandal:''' Rita…?

She had just read the “Artemis” report sent by her adjutant Rita Rossweisse.

'''Durandal:''' …

The most powerful Valkyrie of Schicksal left her quarters without a word.

--

<u>Gameplay 15-4 - Starfall</u>

3 hours later.

The night sky lit up and illuminated the entirety of Arc City. The residents looked upon this with wonder.

They would never know that they had just escaped the clutches of death.

Nor would they notice the savior of the city plunging lifelessly through the clouds.

No one noticed, except for one.

'''Mei:''' Kiana!

Mei dashed across the city’s skyline, hoping to catch Kiana and break her fall.

Enemy mechs closed in from all sides. Mei could not afford to slow down.

'''Mei:''' I’m here, Kiana! You’ll be coming home with us!

'''Mei:''' Out of my way!

Mei kept swinging her blade. It was the only thing she could do.

She finally broke through the final defenses…

She was so close to her friend… to Kiana.

'''Mei:''' …Kiana?

Before Mei got any closer, a brilliant blue comet fell from the heavens.

The light faded and revealed a blond Valkyrie who stood in her way.

'''Mei:''' You… you’re the Valkyrie they call Durandal!

'''Durandal:''' Greetings, Mei Raiden.

--

====<u>Gameplay 15-5 - Duel</u>====

The wielder of the 6th Divine Key Abyss Flower and the ace S-rank Valkyrie of Schicksal.

Mei, an ex-Valkyrie, knew about Durandal’s fearsome exploits.

Mei faced the legend of Schicksal, but she would not back down from the fight.

'''Durandal:''' My orders are to retrieve Kiana Kaslana.

Mei drew a deep breath and tightly gripped her weapon.

'''Mei:''' You will not take her…

'''Mei:''' You can’t take Kiana away!

'''Durandal:''' Let’s see if I can.

'''Durandal:''' This should come to an end.

'''Durandal:''' It’s over, Mei Raiden. You stand no chance against me.

'''Mei:''' Our fight… it isn’t over yet…

'''Durandal:''' …

'''Mei:''' I will not let you take Kiana away…

'''Durandal:''' I like that strong look in your eyes.

'''Durandal:''' But your powers fail to match your will.

Durandal leaped into the sky with Kiana, leaving a bright afterburner trail behind her.

The glowing trail soon disappeared. Mei realised that she was left alone on the empty street.

Mei gave chase and ran as fast as she could and tried to push herself beyond her limit.

But however hard she tried, she fell further and further behind the trail of light.

She exhausted every last bit of her strength and was forced to stop.

'''Mei:''' I… I can’t do anything at all…

She shook uncontrollably and released an emotional outpouring of regret, anger, and guilt.

The ease with which Durandal brushed her aside and spoke of the fight cut like a knife to her heart.

The act of recalling that fight made it worse. Her best friend was taken, robbed with such terrifying ease.

But Mei could not forget this. She could not stop thinking about Kiana.

The joyful time at St. Freya seemed to have just taken place yesterday.

And then Kiana suddenly turned into the Void Queen of the Honkai who wore a grim smile on her face.

Mei fought long and hard for this reunion, only to see Durandal swoop in and take her away.

Everything had changed except for herself. She remained a timid girl hiding in her corner.

She understood that her chances of getting her back were growing slimmer.

--

====<u>Gameplay 15-6 - Dawn</u>====

Heliopolis Life Sciences. Arc City.

Rita stood amidst the wreckage.

She just learned that Durandal had responded to her request for help. That thought alone comforted her.

'''Alvitr:''' Adjutant Rita, are you alright?

'''Rita:''' I’m fine, Alvitr.

'''Alvitr:''' Did you see that explosion in the sky? Did the Herrscher of the Void take the bomb away?

'''Alvitr:''' Why would she do that?

'''Rita:''' To protect the city and its people.

'''Alvitr:''' I thought she was a Herrscher…

'''Rita:''' We have other matters to attend to.

'''Rita:''' I’ve found the cure from Heliopolis.

'''Rita:''' Their plan has failed. I must grab the rat by its tail before it scurries back to its tunnel.

'''Rita:''' We must collect enough data on Heliopolis as soon as we can.

'''Rita:''' We might be able to dig out some clues to the core puzzle.

'''Alvitr:''' That’s so smart, Adjutant!

'''Alvitr:''' The security system is paralysed, making it much easier to hack into now.

'''Rita:''' The entire system of Heliopolis has been wrecked.

'''Rita:''' They’re trying to erase all evidence.

'''Rita:''' Raven has an accomplice.

'''Rita:''' The Herrscher of the Void told me that it’s someone with a “dog face”.

'''Alvitr:''' Dog face…? What does that mean?

'''Rita:''' Some figurative expression, perhaps. Anyway, we must hurry up.

'''Rita:''' …I guess I’m still too late.

Rita bit her lip when she saw the thoroughly destroyed database.

'''Rita:''' Alvitr, I need you to come over for data salvaging.

Beep…

'''Durandal:''' Rita, how are things looking on your end?

'''Rita:''' Most of Heliopolis’ data hardware was destroyed. We’re trying to fix it. Thank you for helping, Master Durandal.

'''Durandal:''' Good. Looks like you have it covered.

'''Durandal:''' I’ve retrieved the Herrscher. The Overseer ordered me to return at once, so I won’t be meeting up with you.

'''Rita:''' Understood.

Rita tried to remain calm, but she refused to cover up her failures.

'''Rita:''' Master Durandal… I will bear full responsibility for the failure of this mission.

'''Durandal:''' I’ll be the judge of that once I read the debriefing reports.

'''Rita:''' I will accept any penalty.

'''Durandal:''' You used to sound a lot more optimistic, Rita.

'''Durandal:''' Don’t blame yourself. I’m glad you’re alright.

'''Rita:''' Thank you…

'''Rita:''' …Master Durandal.

The long and dark night at Arc City finally ended with the arrival of dawn.

But the Serpent remained hidden. It prepared to make its next move.
----

=== Act 2 - Mirage in the Desert ===

====<u>Gameplay 15-7 - First Encounter</u>====

'''Kiana:''' What’s… happening… to me? Why do I… feel… so heavy?

She could not see, hear, or smell anything. She reached around and felt nothing.

It felt as though she was swallowed by the darkness and her body just kept sinking.

Kiana tried to break free, but the harder she struggled, the deeper she sank.

She wanted to scream for help but no voice made its way out of her lungs.

She finally saw a beam erupting from the depths of this abyss. Kiana tried to move herself closer to this beam.

The beam grew brighter. Kiana could feel her senses returning.

And then she heard a soft voice calling her name.

'''Mei:''' Kiana… Kiana…

It was gentle and familiar. Kiana recognised it to be Mei’s.

She was almost out of strength when she made it to the portal from which the light poured through.

She instantly left the darkness behind her and dove into the world on the other side.

Before she could celebrate her escape, the scene she saw shocked her.

'''Kiana:''' What? What happened here?

'''Kiana:''' Mei? Where are you?

The once prosperous Arc City was consumed by fire. Smoke and screams of pain and suffering filled the skies.

Kiana tried looking for Mei in this devastated ruin of a city, but found nothing but despair.

She refused to believe this. She thought she had thrown that cursed bomb into space.

How? What destroyed this city?

Kiana desperately looked around for the cause of this disaster.

She suddenly noticed her trembling hands.

Her own hands…

…The hands of the Herrscher of the Void.

'''Kiana:''' No… this can’t be true!

'''Kiana:''' Mei… you must believe me! I threw it away…

'''Kiana:''' No…

'''Kiana:''' NOOOOOO!!!

'''Kiana:''' Mei!

'''Kiana:''' Huff… huff… it was… a nightmare? Thank goodness…

'''Kiana:''' Wait… where am I…

'''???:''' You’re awake.

Kiana’s body tensed at once. She did not know this voice.

'''Kiana:''' You’re… Durandal?

'''Durandal:''' I am.

'''Kiana:''' …

Kiana’s eyes slowly adapted to the light. She found herself in a heavily guarded cell.

She knew at once what had happened to her.

'''Kiana:''' What happened to Arc City? Where’s Mei?

'''Durandal:''' The city is safe, no one’s hurt, and the Valkyries are wrapping things up.

'''Durandal:''' Mei Raiden joined her friends and left the city.

'''Kiana:''' (Mei’s safe… at least I can feel happy about that…)

'''Durandal:''' You’re now in a Schicksal research facility located in North Africa.

'''Durandal:''' Any other questions?

'''Kiana:''' …

'''Kiana:''' Durandal… I knew we’d eventually meet face-to-face.

'''Durandal:''' I’m glad that you’ve mentally prepared yourself for this moment. It will make things easier for me.

'''Durandal:''' If you have no more questions, I suggest you lie down and get some rest.

Kiana sensed no hostility, but that only made herself more vigilant.

She tried to appear calm. She knew that her situation was one of the worst things that could happen.

'''Kiana:''' (Fu Hua… where are you, Fu Hua?)

Kiana called out to Fu Hua in her mind but there was no reply.

She then closed her eyes and tried reaching out to her, but Fu Hua remained silent.

She thought about Fu Hua’s final words. The sense of despair she felt at Arc City loomed over her once again.

But she was no longer the helpless Kiana from the past.

'''Kiana:''' (Well, guess I’m on my own again.)

'''Kiana:''' (I can probably use the Herrscher of the Void’s powers to…)

'''Durandal:''' I thought I told you to get some rest.

'''Kiana:''' What?!

'''Kiana:''' When did you…

Kiana saw her own panicked expression reflected in those blue eyes. Durandal’s glare stifled her escape attempt.

'''Durandal:''' This lab is 1000 meters underground. There’s nowhere to run.

'''Kiana:''' (How?! How did she know what I was thinking?)

'''Durandal:''' There’s no need to be so confused. I can easily read your thoughts.

'''Durandal:''' You’re injured and suffering from Herrscher Core infections. You even gave off Honkai energy while unconscious.

'''Durandal:''' Maybe you did it before, but you are in no shape to control that power within you.

'''Durandal:''' You’ll become nothing but a ticking time bomb if you leave this place.

'''Durandal:''' I’m glad we have an understanding. I hope you know what you should do.

'''Durandal:''' She’s awake, Overseer.

'''Durandal:''' But something isn’t right. She had been using her Herrscher powers, yet her Honkai energy levels just keep rising.

'''Otto:''' Satellite images from Arc City showed no Honkai dissipation when the engine exploded, but the energy must go somewhere.

'''Otto:''' It is obvious that the Herrscher absorbed all that energy, and that was exactly what you observed.

'''Otto:''' Now that she’s awake, we can proceed with the experiment right away.

'''Durandal:''' Now? Are we going to rush things? She still views Schicksal with great hostility.

'''Otto:''' I don’t think we have any chance of regaining her trust after everything she’s been through.

'''Otto:''' In fact, I believe her current condition is perfect for unleashing the amount of power I want.

'''Otto:''' Proceed with the test. I’m sure you can handle it. Just treat this as another routine run.

'''Durandal:''' …Yes, Overseer.

Private quarters.

Kiana stared at the salad. For the first time in her life, she lacked an appetite for food.

The Arc City dream and Durandal’s words haunted her.

Mei’s faint, ghostly voice further tugged at her heart.

Her gentle voice was once part of Kiana’s life. She would hear it when getting out of bed, having a meal, or taking a class.

Kiana then started reminiscing about her seemingly ordinary life at St. Freya…

The door suddenly opened before she could seek comfort from past memories.

<nowiki>*</nowiki>PSSSHHZ*

'''Durandal:''' Hmm. It appears you don’t like catfish.

'''Kiana:''' I don’t like fish because they’ve got bones in them.

'''Kiana:''' …Someone would always help me pick out the bones.

'''Durandal:''' …

'''Durandal:''' I see that you’re now well enough to make jokes. I won’t have to worry about your wellbeing anymore.

Durandal quickly cuffed Kiana.

'''Durandal:''' Follow me.

'''Kiana:''' What is this place?

'''Durandal:''' As you can see, it’s just another city in ruins.

'''Kiana:''' Who did this?

'''Durandal:''' …Is there anything else besides the Honkai that can destroy a city overnight?

As Durandal’s prisoner, Kiana thought of things to say but secretly studied her surroundings.

'''Kiana:''' (She’s not telling me anything useful…)

Durandal’s intent remained a mystery, but this trip presented a good opportunity.

Kiana focused on the dimensional fissures nearby that were visible only to the Herrscher of the Void.

Having spent countless dreams training with Fu Hua, she could now find a safe, stable passage within the fissures.

But she would need a vast amount of energy to achieve this teleportation, and she had only one shot at this.

'''Kiana:''' (Fu Hua…)

Kiana thought about Fu Hua again, but her guiding voice was nowhere to be found.

Now that she was recaptured by Schicksal, what would happen to Fu Hua within her mind?

Kiana gave that no further thought. She knew she had to escape.

WHOOOOOO…

A sudden gust of wind created a dust cloud that separated the guard from her prisoner. Kiana seized the moment.

'''Kiana:''' (Now!)

She concentrated energy within the invisible dimension and tore the space apart like paper.

'''Kiana:''' (I must escape!)

'''Durandal:''' Don’t even think about it.

'''Kiana:''' What?!

A lance landed near her feet. She lost her focus. The portal disappeared without a trace.

'''Durandal:''' If you want to escape, I’d rather you do it honorably.

'''Durandal:''' Defeat me in a fair fight and I’ll let you leave with pride.

Having said those words, she opened Kiana’s cuffs and let them fall into the sand.

'''Kiana:''' …I guess there’s no way around this.

'''Kiana:''' Since you want a fight so badly…

'''Kiana:''' Ugh!

'''Durandal:''' You’re talented. You quickly found ways to attack me, but you lacked training.

'''Kiana:''' (Curses! This damn Valkyrie is trying to educate me!)

'''Kiana:''' (But she’s just so… strong! She’s far stronger than anyone I know!)

'''Durandal:''' Pin your opponents with attacks, then deal the fatal blow when she exposes her weakness.

'''Kiana:''' I don’t need your stupid lecutres!

The air imploded as Kiana launched herself at Durandal like a cannon ball coiled for a powerful kick.

<nowiki>*</nowiki>THUD* Sharp pain shot through her waist. Her attempt was stopped in its tracks.

Durandal easily evaded her attack and responded with a similar kick that sent her flying.

'''Kiana:''' Ugh…

'''Kiana:''' How… that’s impossible!

'''Kiana:''' …How on earth do you know about the Kaslana Gun Kata?

'''Durandal:''' Because it’s a most effective martial art and I’ve studied it at length in the Schicksal library.

'''Durandal:''' Your moves are a chaotic mix of different stances. They only resemble the Kaslana Gun Kata.

'''Kiana:''' (But that’s what my stupid old man taught me!)

'''Durandal:''' Your attacks are mixed with the fighting styles of many other Valkyries.

'''Durandal:''' Warriors must learn to combine different techniques, but you did so without any thought.

'''Durandal:''' Due to your lack of training and understanding, you ended up looking more like a circus acrobat.

'''Kiana:''' Hey, what are you trying to say?!

'''Durandal:''' You failed to master the basics of close quarter combat. You’re far from ready.

'''Durandal:''' You’re not in control of your power, Herrscher of the Void.

--

====<u>Gameplay 15-8 - Epiphany</u>====

'''Durandal:''' You’re not in control of your power, Herrscher of the Void.

'''Kiana:''' …

For many months, Kiana fought many battles alone while she drifted about in Arc City.

But Kiana felt this battle was different.

Her instincts warned her of an insurmountable gap between her and Durandal.

Brute force would not defeat this opponent. She needed a different approach.

Then came a stroke of inspiration. She remembered Fu Hua’s teachings…

'''Fu Hua:''' The Mantra is how you prepare your physical body for combat…

'''Fu Hua:''' Before each fight begins, clear your mind and relax your body…

'''Fu Hua:''' Feel every subtle change within your body…

'''Fu Hua:''' You will eventually feel nothing…

'''Fu Hua:''' …Except for the strength flowing within yourself.

Kiana gradually let go of herself.

She paid no heed to who, why, or where she was fighting.

Months of oneiric training and life-or-death situations culminated in this very moment.

''[CG plays wherein Kiana utilises what she’s learned from training for the Edge of Taixuan to gain control over her powers and summon Subspace Lances to fight with:''

'''''Kiana:''' Discard all your delusions, and calm your breath.''

'''''Kiana:''' Focus on the strength… Flowing within.'']

'''Durandal:''' The Sword Ki… the Edge of Taixuan?

'''Durandal:''' It seems I’ve made a mistake. You have more than just brute strength.

'''Kiana:''' Yeah, ‘cuz I thought you needed a warm-up! Time to show you my true powers!

'''Durandal:''' I can see that you’ve drawn upon enough power. You should be ready.

'''Durandal:''' Keep it up. You’re going to need it in a real battle.

'''Kiana:''' A real battle? What are you talking about…

BOOM!!!

'''Kiana:''' Wha… what are those things?!

'''Durandal:''' They will be your opponents.

'''Kiana:''' What the hell?! I’m not done fighting you!

'''Durandal:''' Apologies, but my mission is to perform a test, not fight you.

'''Durandal:''' Fight them with everything you’ve got and survive.

'''Kiana:''' Dammit! They just keep coming! They’re even worse than the roaches of Arc City!

'''Kiana:''' This fight is just a stupid waste of time…

'''Kiana:''' I guess that big hole in the sky is where they’re coming from.

'''Kiana:''' Sorry, big hole. I guess I’m gonna have to destroy you!

''[CG plays wherein Kiana launches her Subspace Lances toward the hole in the sky, shattering it and forcing closed the connection to the Sea of Quanta:''

'''''Kiana:''' Go!'']

'''Kiana:''' The hole is gone… it’s finally over!

'''Kiana:''' You’re… next…

An exhausted Kiana crumpled to the ground. She spent nearly all her strength to deal that blow.

She was in no shape to continue the fight. Her consciousness slipped away despite her struggles.

The last thing she saw was the blond Valkyrie slowly approaching her.

Even then, she had yet to realise…

…The purpose or meaning behind that test.

--

====<u>Gameplay 15-9 - Dormancy</u>====

'''Durandal:''' …

'''Kiana:''' …

Tensions rose during the awkward silence between the guard and her prisoner as they returned to base.

'''Kiana:''' Liar! You said you’d let me go if I win.

'''Durandal:''' You only defeated several Quantum Shadows. You have yet to defeat me.

'''Kiana:''' And that’s because you quit fighting when you saw me unleash my killer move! Some may even call it cheating!

'''Durandal:''' That “killer move” of yours is the Sword Ki, the Edge of Taixuan.

'''Durandal:''' I believe it’s Fu Hua’s signature move.

'''Durandal:''' When and where did you study from her?

'''Kiana:''' …You’re not getting an answer from me.

'''Durandal:''' …

'''Kiana:''' …

'''Kiana:''' Why are you doing this?

'''Kiana:''' I heard a lot about you when I was a Valkyrie at St. Freya. Everyone saw you as a true hero.

'''Kiana:''' You’re the best S-rank Valkyrie ever. I wanted that title so bad… it was something I worked hard for!

'''Kiana:''' But you chose to side with Otto…

'''Kiana:''' Are you aware of the truth? Do you know the experiments they performed on me? Do you know what that man did?

'''Kiana:''' Why are you doing this? You have immense power… and you obviously aren’t a bad person…

'''Kiana:''' Why are you helping Schicksal?

'''Durandal:''' Schicksal is the only thing protecting billions of people from the Honkai.

'''Durandal:''' You should know that. You used to be a Valkyrie of Schicksal.

'''Kiana:''' Hngh…

'''Durandal:''' This world isn’t black and white. Duty is the only thing that matters.

'''Durandal:''' And I fight to honor my sense of duty.

'''Kiana:''' …

BOOM!!!

'''Kiana:''' Wha…?!

Alarms went off as surface-level explosions sent deep rumblings to the underground facility.

'''Comms:''' Master Durandal, the base is under attack. World Serpent mechs are attacking!

''[CG plays wherein a mech busts into the room, with Kiana using the distraction to slip away and escape:''

'''''Durandal:''' Kiana?''

'''''Durandal:''' She got away, huh…'']

'''Kiana:''' Phew… Finally…

'''Kiana:''' A train ahead. Maybe it can help me.

'''Kiana:''' The door is locked… I need something else.

'''Kiana:''' Over there… the elevator! Should be able to get to the ground.

'''Kiana:''' There are so many of them! I can’t believe they have the guts to take the fight directly to Schicksal’s turf!

'''Kiana:''' Getting around them won’t be hard.

'''Kiana:''' Sorry, people. This girl is getting out of jail!

Just as Kiana stood up and prepared to leave, a distant figure caught her attention.

'''Kiana:''' Wait, that’s…

The man seemed to have felt her gaze and raised his head.

Though miles apart, she was able to get a clear view of his face.

'''Kiana:''' …Kevin Kaslana?
----

=== Act 3 - Within the Sand ===

====<u>Gameplay 15-10 - Deadline</u>====

Hundreds of mechs charged through the eroded city streets to hunt down their prey.

Kevin stood amidst the ruins, tall and moving like a statue amidst the iron tide.

'''Jackal:''' Sire, our vanguard has breached base defenses and engaged with Durandal.

'''Kevin:''' What about the Herrscher?

'''Jackal:''' We have no sightings of her yet. We’re continuing our search.

'''Kevin:''' Keep Durandal occupied. I will handle the Herrscher.

'''Jackal:''' Understood.

Kevin closed his eyes and listened to the voices that echoed in the breeze.

Traces of Honkai energy within miles converged like a giant maelstrom, with Kevin himself serving as its epicenter.

He sensed energy streams of various strengths, but none was close to that of a Herrscher-level entity.

A tiny turbulence in the swirling whirlpool caught his attention.

Though it was gone in an instant, Kevin knew he had located his quarry.

He opened his eyes and looked towards a ruined skyscraper located several miles away.

He saw the girl standing behind a shattered wall.

'''Kevin:''' …Found you.

'''Kiana:''' Did he see me at that moment?

'''Kiana:''' That’s impossible… Probably just a coincidence.

'''Kiana:''' Anyway… I should get out of here real quick.

'''Kiana:''' Phew… this should be far enough from that stupid base. I bet that guy didn’t see me at all.

'''Kiana:''' That man… Kevin… he kept appearing in my dreams.

'''Kiana:''' Fu Hua said that he’s dangerous. I better stay away from him.

'''Kiana:''' I’ll be out of here once I get through this part of the ruined city…

'''Kevin:''' You’re not going anywhere.

'''Kiana:''' What?!

'''Kiana:''' How?! How did you get here?

Kiana froze in the man’s presence. Her body could not even tremble.

His deep, dark gaze resonated with a fear hidden deep within the genetic memory of every human.

He wore the gaze of a predator that had found its prey.

'''Kiana:''' You’re here to… kill me?

The man gave no answer. Kiana then felt scorching heat aimed at her chest.

The flaming blade was pointed at her heart. He did not hesitate nor give any reason for his attack.

The blade then sank into her chest.

''[CG plays wherein Fu Hua emerges from her long absence to stop Kevin right in the nick of time:''

'''''Kevin:''' Fenghuang Down…''

'''''Kevin:''' Hua, long time no see.''

'''''Fu Hua:''' Kevin, stop.'']

--

====<u>Gameplay 15-11 - Destined Foe</u>====

'''Kiana:''' Hngh…

'''Kiana:''' Fu Hua?!

'''Fu Hua:''' Run, Kiana, and don’t look back!

'''Kiana:''' What?!

'''Fu Hua:''' I wanted to stay with you for a while longer, but we must now go our separate ways.

'''Kiana:''' Fu Hua, no…

'''Fu Hua:''' Remember the promise we made in Arc City? You gave me your word.

'''Fu Hua:''' I’ll try to delay him for as long as I can. You must leave this place… right now.

'''Kiana:''' …

'''Fu Hua:''' If you fall here, your promise of making the world a better place dies with you.

'''Fu Hua:''' Do what must be done. It is your duty.

'''Kiana:''' Fu Hua…

'''Kiana:''' I understand… I’m so sorry…

Kiana closed her eyes and ran away without looking back.

The girl soon disappeared into the swirling dust.

'''Fu Hua:''' Farewell, Kiana.

'''Kevin:''' You’ve changed, Hua.

'''Fu Hua:''' Perhaps…

'''Kevin:''' Fenghuang Down… you know very well that it cannot interfere with my senses.

Fu Hua took a step forward and extended her hand, becoming as unmoving as a mountain.

His eyes flashed with sudden nostalgia.

The warrior had stood beside him in countless battles fought over 50,000 years ago.

''[CG plays wherein all of Fu Hua’s past identities are shown, a monument to all that she has endured and witnessed:''

'''''Fu Hua:''' I do not intend to disturb your senses.''

'''''Fu Hua:''' I only wish to show you everything I have endured…''

'''''Fu Hua:''' And… my state of mind.'']

The girl ran across the ruins, not giving a care to the battle around her.

Giant constructs of iron and steel tried to block her way. She vented her anger and frustrations on them.

'''Kiana:''' Dammit! Dammit!

Her attacks pulverised and destroyed, but they were utterly meaningless.

She clearly knew that she had faced a hopeless fight and was forced to flee.

'''Kiana:''' Leave me alone!!!

'''Kiana:''' Die!!!

The girl gave a furious roar. A Honkai storm swept across the hostile mechs and destroyed them.

The sudden outburst of stored energy exhausted Kiana. She collapsed to the ground and wheezed.

The outburst may have soothed her, but it soon invited a wave of pain and loss.

She looked to the horizon and saw a dust storm that blotted out the sky.

She knew she had no choice.

She must keep moving or the sand would bury her.

--

====<u>Gameplay 15-12 - Departure</u>====

'''Durandal:''' Activate recon system.

'''Comms:''' Enemy forces have diminished, Master Durandal.

'''Durandal:''' Roger. Terminate them once and for all.

'''Comms:''' We’ve found the Herrscher of the Void, Master Durandal.

Durandal looked to the boundary between the city and the desert. A figure could be seen shimmering in the heat haze.

'''Durandal:''' Let her go. Overseer’s orders.

'''Comms:''' We’re letting her go? Is that a smart thing to do?

'''Durandal:''' It’s alright. She’s not the enemy.

'''Durandal:''' …I just wish I could tell her something before she left.

'''Durandal:''' Catfish fillet hardly has any bones.

--

====<u>Gameplay 15-13 - Death Battle</u>====

While Durandal crushed the World Serpent invasion…

…Another battle ended in the dream world created by Fenghuang Down.

'''Kevin:''' Your last attack was powerful, Hua. But you lacked the power to sustain it.

'''Kevin:''' We could have witnessed humanity’s victory over the Honkai as comrades.

'''Kevin:''' …

'''Kevin:''' You have given far too much. You need rest.

'''Kevin:''' You no longer need to concern yourself with what happens next. I will finish our mission.

Kevin touched Fu Hua’s extinguishing shadow.

He opened his hand. An ephemeral feather rested in his palm.

The dream world disintegrated at that very moment. Kevin was once again standing in the middle of the dusty ruins.

'''Kevin:''' Sleep in peace, friend. I will wake you once this is over.

'''Jackal:''' You’ve finally responded, Sire. What happened just then?

'''Kevin:''' A reunion with an old friend.

'''Jackal:''' The Herrscher escaped using her powers and we failed to locate her. Durandal is also heading to your location.

'''Kevin:''' Then I shall start with her…

The blond Valkyrie suddenly stood before him before he could finish his words.

'''Durandal:''' You must be the head of the World Serpent.

'''Kevin:''' …

'''Kevin:''' Let it begin.

'''Durandal:''' As you wish.

The sandstorm and crashing waves outside the ruined city symbolised the conflict raging within.

A sudden blast of extreme cold radiated outwards and instantly froze the ocean surface into an icy plain.

This anomalous phenomenon heralded a battle of epic proportions…

[''Special CG '''[Durandal VS Kevin]''' plays'']

The two powers were opposing forces of nature poised to collide in a mighty clash. Only strength can prevail.

But just before battle could be joined, a figure calmly stepped into the arena.

He was perfectly composed, and treated the scene like a connoisseur admiring a majestic tapestry.

''[CG plays wherein Otto interrupts the fight:''

'''''Otto:''' Durandal, you may stop now.''

'''''Durandal:''' Overseer?''

'''''Otto:''' Leader of the World Serpent, that was very impressive.''

'''''Otto:''' Allow me to introduce myself.''

'''''Otto:''' I am Otto Apocalypse, Overseer of Schicksal.'']
|-|Interludes - Gritty Recollections=
__TOC__
=== Interludes - Gritty Recollections ===

====<u>Gameplay EX-1 - Lurking Umbra</u>====

'''Jackal:''' We’ve cleaned the Gray Serpent’s black market and Heliopolis Life Sciences. Raven has retreated safely as well.

'''Jackal:''' Project STIGMA at Arc City almost succeeded. Losing the Herrscher dealt yet another blow.

'''Jackal:''' Of course, you can’t simply sit idly by and ignore this huge mess…

'''Jackal:''' Durandal, you’ve finally shown yourself…

'''Jackal:''' Sire, Durandal has taken the Herrscher of the Void.

'''Jackal:''' Our intel indicates she’s heading back to a Honkai-devastated city in North Africa.

'''Jackal:''' We’ve detected multiple Honkai energy spikes from this location during the last 2 years, and we know what they are.

'''Jackal:''' This dead city is undoubtedly the testing ground for the 2nd Divine Key.

'''Kevin:''' Deploy the forces. We have a lot of work to do.

'''Jackal:''' Also, 15 minutes and 36 seconds ago, Kiana Kaslana made contact with the EOS’ reactor and willingly activated her Herrscher form.

'''Jackal:''' Though energy readings were far lower than that of Sirin, we can assume that her metamorphosis has begun.

'''Jackal:''' Perhaps we should include her…

'''Kevin:''' I have other plans for her.

'''Jackal:''' Understood.

--

====<u>Gameplay EX-2 - Before the Storm</u>====

Schicksal HQ.

Otto sat alone in the lab and contemplated that anomalous moment in the test.

The “membrane” of the Imaginary Tree was untouchable, even to Durandal, yet K423 managed to shatter it completely.

'''Otto:''' There’s no question about this. The Herrscher of the Void has absolute mastery over Imaginary Space.

'''Otto:''' I’m so very close… the rest is just a matter of time and…

'''Durandal:''' Overseer, the base is under attack by a large hostile force from World Serpent. They know what we’re doing here.

'''Durandal:''' The Herrscher fled amidst the chaos. I’ll try to find her, but the Divine Key needs protecting. I can’t do both alone.

'''Otto:''' (World Serpent? Impeccable timing. The enemy came prepared.)

'''Otto:''' We’re unsure of the World Serpent’s target. Protect the Key and do not let them lay their hands on it.

'''Otto:''' Let K423 escape. I’d prefer she get herself as far away from that place as possible.

'''Otto:''' K423’s absence will work in our favor in our dealings with the World Serpent.

'''Otto:''' A backup plan is already in place. Schicksal will know where she goes. We’ll find her once we finish up here.

'''Durandal:''' Understood.

--

====<u>Gameplay EX-3 - Fading Shadow</u>====

Kiana trudged on the hot desert sands far away from the Schicksal base.

'''Kiana:''' Huff… huff…

Her body felt heavier with every step. Fatigue threatened to overwhelm her mind.

A cold, empty void emerged within her heart and grew with every step until it could almost swallow her whole.

'''Durandal:''' You’re not in control of your power, Herrscher of the Void.

'''Fu Hua:''' Do what must be done. It is your duty.

'''Kiana:''' …

Her journey seemed endless, but she had no choice but to go on.

Yet a name remained in her memories. The name dragged at her feet and urged her to turn back.

There was a time when she was always by her side. She must be on a desperate search for her whereabouts.

Where would she be right now? Where would she go?

'''Kiana:''' Mei…

Kiana did not know if it were beads of sweat or tears of longing that flowed down her cheeks. She closed her eyes.

For some unexplainable reason, she suddenly longed to return to that place…

The place where their fates were bound as one, the place where they first met…

Nagazora.
</tabber>