Act 1 - Voyage in a Storm
Gameplay 7-1 - Before the Storm

[CG plays wherein Otto awakens the 2nd Herrscher within Kiana, resulting in Honkai beasts left in Siberia from the aftermath of the 2nd Eruption swarming to protect her:

22 hours after Kiana’s capture, Schicksal Headquarters.

Otto: Keep infusing Honkai energy in the test chamber.

Otto: We won’t be able to wake her up with such a small dose.

Otto: Heh, it’s been a while. Welcome home…

Otto: …K423.

Sirin: Come back to me, my kin!

Ruins of the 2nd Honkai Eruption, Siberia.

Otto: Oh? Swarming back to protect your queen?

Otto: Activate all the global defense satellites!

Otto: All Valkyrie units, DEFCON 1 in effect.

Otto: Prepare yourselves. A revolution is imminent!]

300km from Schicksal Headquarters, Helios Transport Vessel.

Himeko: We’re about to enter HQ’s airspace.

Himeko: If we had the Hyperion, we would have gotten past these enemies already.

Theresa: Stop complaining, Himeko.

Theresa: We can’t deploy the Hyperion until we get that thing fixed.

Machine Voice: Unauthorised access found. Purging targets.

Theresa: They’ve found us out! Prepare enemy boarding action!

Himeko: A command ship is approaching.

Theresa: Can we evade it?

Himeko: No. We’re in firing range.

Theresa: We got rid of it.

Himeko: Haven’t been back for years. The HQ prepared quite a nice welcoming party for us.

Theresa: How could they react so fast?

Himeko: Unidentified comm link trying to gain connection, Theresa.

[CG plays wherein Theresa gets a call from Otto:

Otto: What do you plan to do with that toy of ours, Theresa?

Otto: Be a good girl and return to St. Freya.

Otto: I know you’re just going through teenage rebellion, and so I won’t hold it against you.

Theresa: Caring and loving as ever, Grandpa.

Theresa: But…

Theresa: …I’ll have to say no!

Theresa: This time, I will not submit to you.]

Gameplay 7-2 - Uninvited

Theresa: The main battery of Helios must cool off. We can’t fire again for a while.

Theresa: Evade satellite attack!

Himeko: Theresa, we’re getting Honkai energy readings port side.

Theresa: What? This airspace should be covered by the Schicksal HQ defense network!

Theresa: Oh no! Our shields are falling!

Gameplay 7-3 - Storm is Coming

[CG plays wherein Himeko reaches the deck of the Helios in order to deal with the Honkai beasts:

Theresa: Oh no! Helios’ energy reserves are too low to keep the shields up!

Himeko: Relax, Theresa.

Himeko: It’s time for the Far East Branch’s ace Valkyrie to make an entrance.]

Theresa: When did so many Honkai beasts get here?

Himeko: I don’t think we’re the only uninvited guests here.

Theresa: I’ll take the helm. Help clear up the deck, Himeko.

Himeko: I guess that’s it for now!

Himeko: Curses. The clouds are too thick for our optical devices.

Theresa: Watch out, Himeko! I’m getting Honkai energy spikes around the transport ship!

Himeko: Crap! What the hell is this?

Theresa: Evade the lightning strikes!

Theresa: Evasive action, Himeko! It’s coming straight for us!

Gameplay 7-4 - Judgmental Evil Dragon

Theresa: Himeko! The anti-air systems of the Helios are back online!

Theresa: Give me the attack signal!

Himeko: Hah. That’s the best news of the day.

Himeko: What happened? Something’s wrong with this dragon!

Theresa: Careful! Its Honkai energy levels are still rising!

Himeko: Impossible… is it gaining power through these battles?

Theresa: Himeko! I detected another Honkai energy reaction approaching at high speed!

Gameplay 7-5 - Reinforcements

[CG plays wherein Fu Hua arrives to lure Benares away from the Helios:

Himeko: Ugh…

Himeko: You’re tougher than I thought, huh?

Himeko: But to knock me down, you’ll have to work a lot harder.

Fu Hua: This won’t work. The Helios cannot contain this Honkai beast.

Fu Hua: Hmm… I’ll lure it away.]

Himeko: What’s that streak of light? Did you call for reinforcements?

Theresa: No… I don’t think that’s…

Theresa: Careful! Honkai beasts approaching!

Theresa: Himeko, the next wave is approaching!

Himeko: Dammit. Is there no end to this thing?

Himeko: Think of something smart to do, Theresa! This is getting out of hand.

Einstein: Your solution has arrived, Miss Himeko.

Gameplay 7-6 - Person of Anti-Entropy

Einstein: Thanks for giving me those coordinates, Madam Theresa. I’ve made it on time.

Theresa: Finally! You took way too long to get here, Einstein.

Einstein: Apologies. Schicksal’s defenses are pretty solid. We found a crack in the eggshell.

Theresa: I hope you’re prepared.

Einstein: I won’t let you down, Madam Theresa.

Einstein: My Ballista Squadron has joined our allies.

Einstein: Purging hostiles along our allies’ flight path.

Machine Voice: Lightning Squadrons λ2, λ7, and λ11 deployed. Activate mortar systems.

Machine Voice: 240mm anti-armor HE shells loaded.

Machine Voice: Fire all mortars.

Theresa: Wow. They took out those Honkai beasts in one blast!

Einstein: We can do that again for your pleasure, Madam Theresa.

Einstein: We’ve prepared these new weapons for this operation.

Einstein: Sadly, our enemies turned out weaker than expected.

Tesla: Enough smart talk, mophead!

Tesla: There’s a legion of Honkai beasts up ahead. What’s our battle plan?

Einstein: You should relax a little, Dr. Tesla.

Einstein: I don’t need plans against enemies like this.

Einstein: All Honkai beasts along the route have been neutralised, Madam Theresa. You may commence deployment a-

((Author's Note- (the textbox cut-off once again.))

Einstein: Your ship seems a lot smaller than before.

Theresa: The Hyperion is still docked at St. Freya High…

Theresa: As you’ve said, we have to move “that” thing from the Selene and combine it with the main drive…

Theresa: Don’t worry. The modified Hyperion will be here soon.

Einstein: Good job. All the players and props are ready.

[CG plays wherein Tesla and Einstein talk about their plans:

Tesla: My troops are in position.

Tesla: Are you sure you want to do this?

Tesla: We’ve mobilised over 70% of all our mechas for this battle.

Tesla: I’m worried about what Cocolia might do if she’s left alone at our headquarters…

Einstein: We can’t let Otto’s plan succeed.

Einstein: We must stop the next Honkai Eruption at all cost.

Einstein: This is also for Anti-Entropy… and for him.

Einstein: The stakes are high, Miss Theresa. Please don’t disappoint me.

Einstein: …Dr. Tesla, how long has it been since we’ve been at Schicksal Headquarters?

Einstein: Just by looking at this place, I can’t help but think about our old friends.

Einstein: Edison… Planck…

Einstein: However, now is not the time to be nostalgic.

Einstein: We both have something important to do.

Einstein: That’s right…

Einstein: “Sleeping Beauty” is waiting for us.

File_xxx.

Time: 113 minutes before the Honkai Eruption.]

Act 2 - Reinforcement
Gameplay 7-7 - Shadow of Benares

[CG plays wherein Fu Hua gets ready to fight Benares:

Fu Hua: Is it here yet?

SYSTEM: 4th-gen Godsbane Valkyrie battlesuit, Shadow Knight, limitations off.]