Act 1 - The Experiment and The Mission
Gameplay EX-1 - Destiny

[It birthed all creation]

[This much you should understand]

[I am the origin of all things]

[And I am the destroyer of all things]

6 AM.

The girl finished her warm-up, and turned off her personal fitness training device.

The device had been created nearly half a century prior, originally designed for astronauts. It included an air pressurisation system that could simulate a low gravity environment.

Some years later, a Valkyrie at HQ pulled this aging but unusually durable device out of storage, and began to use it in morning exercises.

That Valkyrie’s name was Ragna Lodbrok. She was one of the reasons the girl chose to become a Valkyrie.

Durandal: (21358 meters, feeling good today!)

Durandal: (While I’m at it, might as well do some tactical training.)

Robotic Voice: Warm-up begins. Please perform the tactical actions instructed.

Robotic Voice: Warm-up ended. Defeat enemies in your own way.

Her tactical training complete, the girl entered the simulated environment generated by the Seed of Sumeru, and capped off her morning exercise with some meditation.

And today, her meditation was accompanied by the Divine Key: the Abyss Flower.

This powerful weapon, reserved only for the strongest of Valkyries, had been given to the girl 3 years prior by the Overseer himself.

She had broken multiple records and became the youngest Valkyrie in history to reach both A-rank and S-rank.

Gradually, she became the most trusted second-in-command on the battlefield.

Yet, in her heart, the girl had a lingering sense of dissatisfaction.

The uneasiness wasn’t about the lifestyle she lived.

She understood well that from the moment she joined the Valkyries, she would live a certain kind of life.

She would carry the fate of the masses on her shoulders, and fight tirelessly for all that is good. She would spill her blood without hesitation.

The girl had accepted all of this. You could even say she learned to thrive in dangerous situations.

But the older she got, the more she had to face an uncomfortable realisation…

No matter what values you hold, sometimes you have to make trade-offs.

That is to say, when it comes to bearing responsibility and fulfilling one’s duty, sometimes one must take priority over the other.

And for the girl in particular…

It seemed that everything that she had experienced had been planned out by the Overseer.

From her journey to the Sea of Quanta to her encounter with the Pioneers… all of it was ordered by the Overseer.

Like Krishna guiding Arjuna in the Mahabharata, he seemingly molded her life with his own hands.

The girl was not sure that she could accept such a life.

Even though Arjuna was a hero whose name was known by all.

And despite the fact that until now, she had never felt dissatisfied with her life.

…

…

???: Bianka, I’ve returned.

A familiar yet unexpected voice shattered the silence of her meditation.

Durandal: Good morning, Overseer.

Otto: Hmph. You don’t seem at all surprised.

Otto: Not surprised that I came back, and not surprised that I called you by your old name.

Durandal: Why would I be surprised about something so trivial?

Durandal: Let’s get down to business. Do you have a new mission for me?

Durandal: Rita and Amber must have given you a report on recent events, even though technically you’re a “missing person”.

Otto: Haha. Your no nonsense attitude reminds me of the Bianka who had not yet become “Durandal”.

Otto: Always so serious… I really can’t picture you as a little girl.

Durandal: …I’ve always been this way. Whether I’m quiet or talkative, whether I show emotion or not, how is that relevant to anything?

Otto: In theory, you’re right. But the impressions you make on people also matter.

Otto: You might want to approach this next mission with a different attitude.

Durandal: …?

Otto: Because you finally have a chance to live up to the name “Durandal”.

Otto: Get ready. In half an hour, you’ll assist me with an experiment which will attempt to link the bubble universe to the Imaginary Tree.

The Overseer laughed, then abruptly turned and briskly walked away.

This was typical of the free-spirited Otto. He was in the habit of casually dropping big news like that.

The girl had believed that completing the mission she undertook at age 12 might take her whole life.

After all, returning the bubble universe in the Sea of Quanta to the Imaginary Tree was no easy task.

The world was born from the Imaginary Tree, flourished, withered, and finally disappeared back into the Sea of Quanta. This was a law of nature.

But three years ago, things began to change.

The Overseer announced the findings of his research on the Imaginary Tree to the girl and her adjutant.

From the Overseer’s perspective, the girls’ personal goals could all be subsumed into his master plan.

Then, two years ago, on an autumn day not too different from today…

The girl assisted the Overseer in seizing the 2nd Divine Key. During that experiment, they encountered a Project VALUKA enforcer from the Previous Era.

Ever since, the Overseer had been making rapid progress with his master plan. But even so…

The girl never imagined that things would happen this quickly.

She remembered their trip to the Sea of Quanta as if it was only yesterday.

Shakespeare, Miguel, Jimmy, and so many other interesting people… she wondered how their lives were in that other world.

Dr. Schrodinger and Shigure Kira… were they still wandering somewhere in the Sea of Quanta?

And what about that mysterious blade, called “Durandal”…

The Overseer creating a link between the bubble universe and the Imaginary Tree was her only hope to save them all.

And she might even be able to discover a new way for humanity to escape the Honkai.

For the past few years, the girl had tucked thoughts of this lifelong dream into a corner of her mind.

She never once thought the chance to fulfill her destiny would come this soon, and this suddenly.

The Overseer was right…

She should have a different attitude when facing this extremely important job.

--

Gameplay EX-2 - Outset

When the girl entered the S-rank Valkyrie Command Center, a familiar figure had already arrived.

Rita: Ah, Master Durandal… I take it you’ve already met with the Overseer.

Durandal: Yeah. This news was a surprise to me.

Durandal: The Overseer disappeared one day, came back just as suddenly, and now he’s ready to run the experiment.

Durandal: …The whole thing seems hard to believe.

Rita: But it is the Overseer… hasn’t he always acted this way?

Rita: He has always viewed the world as a chessboard. All the people and things under his control are like the pieces.

Rita: For someone who thinks like that, results are the only things that matter.

Rita: After all, any value he placed on the process, he gave up many, many years ago.

Durandal: Rita…

Durandal: Why does the way you’re talking now remind me of the way Shakespeare and Dr. Schrodinger talked?

Durandal: Like… it has some deeper philosophical meaning.

Rita: Huh, you really think so?

Rita: Well I’m sorry, Master Durandal. Maybe I’m just nervous about this mission.

Durandal: Rita, you really…

Durandal: Isn’t it normal to be nervous in this situation?

Durandal: After all, this involves countless real human lives in another dimension. If I were to make an analogy…

Durandal: In many ways, a small village deep in the mountains cannot be compared to a bustling city.

Durandal: Yet the village also has its own past, present, and future.

Durandal: Now suddenly, we have a chance to alter the fate of everyone there. Who wouldn’t be nervous?

Rita: Oh. Is that the reason you’re suddenly so talkative, Master Durandal?

Durandal recalled the way she was several years ago. Back then she was irritable, rather short in stature, and extremely talkative.

That girl seemed to be a completely different person than the Durandal of today.

Durandal: Rita… I…

Rita: What is it, Master Durandal?

Durandal: It’s nothing. Not worth talking about.

The girl started to speak, then hesitated.

If it had been several years earlier, she would have openly talked to Rita about how her personality had changed.

But that girl was long gone.

Rita: …

Rita: Master Bianka… If this mission goes smoothly…

Rita: Then afterwards, let’s take half a day off and go for a drive. What do you think?

Durandal: Huh? Well, if it doesn’t affect our work, then I guess we could…

Rita: As for where we should go… How about Naples? It’s not far from the Floating Isles.

Going for a drive. Naples.

The girl suddenly remembered that on their adventure 5 years earlier, Rita had suggested something similar.

“The next time we get a chance, we should go to Naples at night and have some fun.”

Durandal: …Yeah.

Durandal: Sure.

Durandal: If the Overseer’s experiment can really help those people in the bubble universe…

Durandal: Then we can drive to Mt. Vesuvius together.

The girl smiled and agreed that it was an unusual suggestion for an S-rank Valkyrie to make.

Half an hour later. Schicksal Floating Isles. Special-purpose lab for the 2nd Divine Key [Cosmic Juggernaut].

Otto: Excellent. Everyone is here on time.

Otto: Durandal, Rita, Nagamitsu, Amber… I appreciate you all looking after HQ in my absence.

Rita: No problem at all, Overseer.

Durandal: We were just doing what we should.

Nagamitsu: That’s right. Also, Mr. Otto…

Nagamitsu: You can continue speaking for a while. The spacetime manipulation system needs 5 more minutes to warm up.

Otto: Haha. Looks like the only one who’s not on time is the machine.

Otto: Well then, I’ll use this time to familiarise everyone with the processes involved in this experiment.

Otto: Everyone should have a solid understanding.

Otto: At first glance, the 4 dimensional spacetime we inhabit seems flat and empty. Yet in higher-dimensional realms, it contains many unimaginably complex structures.

Otto: People of the Previous Era had two descriptive names for these structures: the Sea of Quanta and the Imaginary Tree.

Otto: In the Sea of Quanta, all beings and things decay as time progresses, until everything has disintegrated into chaos.

Otto: The world of the Imaginary Tree does not share this fate. But there, Honkai events are a frequent occurrence.

Otto: In essence, that is because the concept of “time” in each realm is fundamentally different. But this isn’t what we’ll be focusing on today.

Otto: Today’s experiment will attempt to link a bubble universe within the Sea of Quanta back to the Imaginary Tree, saving it from the extinction to which it is ultimately destined.

Otto: Now that we’ve done extensive research on the 2nd Divine Key and obtained technical assistance from the World Serpent, Schicksal must make use of this technology.

Otto: If we do so, in the not too distant future, we will be able to change the fate of…

Nagamitsu: The spacetime manipulation system is ready! Mr. Otto, the experiment can begin any time!

Otto: Well, looks like I’ll have to be brief in my explanation.

Otto: To make a long story short, the subject of our experiment will be a special bubble universe contained within Durandal’s body.

Otto: We will depart from the Sea of Quanta, seek a passage leading to Imaginary Space, and then try to artificially link it to the Imaginary Tree.

Otto: So, Durandal, you will need to enter the dimensional portal generated by the 2nd Divine Key yourself.

Durandal: …Okay!

Otto: This time you will be equipped with an upgraded [Genius+] spacetime exploration unit.

Otto: Nagamitsu will use it to maintain communications with you while you are in complex spacetime environments.

Durandal: Got it.

Otto: Due to the great significance of this experiment…

Otto: Rita and Amber, you will stay here to manage and coordinate operations.

Otto: And I will accompany Durandal to the portal.

Durandal: …Huh?

Otto: Hehe, I guess this is the first time we’ll be officially working side-by-side.

Otto: I’ll need your assistance… Bianka “Durandal” Ataegina.

Otto: Fade now, lingering shadow of the world.

Otto: No one can get in my way.

Otto: Interesting place.

Otto: Fragmented info from the real world is reorganised and built into a unique set of rules and structures.

Otto: …Just like life.

Otto: Absorbing everything one can touch within the limited time…

Otto: To form one’s personality and character.

Otto: So this is what it feels like in the Sea of Quanta… Not so different than being weightless.

Durandal: Please try to stay close to me, Overseer.

Durandal: According to Nagamitsu, objects floating in the Sea of Quanta far from a bubble universe are at risk of decaying into nothingness.

Nagamitsu: But because Mr. Otto’s body is made out of Soulium, the risk is very low.

Otto: But if we lose connection with the outside world, we do have a problem. After all, I already transplanted my consciousness into this body.

Durandal: Huh? Isn’t that…

Nagamitsu: Nothing we can do about that. Even though I spent two years improving the Genius+, it doesn’t support real-time consciousness projection.

Nagamitsu: There’s just not enough bandwidth.

Otto: No problem, I won’t hold you back in battle.

Durandal: You must be joking, Overseer. You would beat me in a one-on-one fight.

Otto: Haha, I doubt I could defeat you in a fair fight. In fact, it would be no contest.

Otto: As of this moment, you are Otto Apocalypse’s most reliable partner in this adventure.

Durandal: …

Otto: Haha, seems that made you uncomfortable.

Otto: Well then, enough chit-chat, it’s time to take the first step of our journey.

Otto: Let’s go!

--

Gameplay EX-3 - Theater

Durandal: This place is…

When leaping between dimensions, one’s consciousness is sometimes affected by dream-like interference.

For the girl, it came in the form of images of gallows, remains of Honkai beasts, and unfamiliar purple flowers.

These were certainly not images from her own memories. They might have been residual data in the Sea of Quanta. Or maybe…

Otto: Looks like we are already close to our destination.

Otto: This is the Theater of Domination, a space created by the 10th Herrscher not long ago.

Otto: Although the 10th Herrscher is gone, I’m thinking of a way to preserve part of what’s here.

Durandal: Will that help us establish a connection with the Imaginary Tree?

Otto: Exactly. How much do you know about the 10th Herrscher… The Herrscher of Domination?

Durandal: I read the research materials provided by Anti-Entropy and the World Serpent.

Durandal: That Herrscher is an aggregation of multiple consciousnesses. It can construct unique dimensions in the gaps within spacetime, unlike the Herrscher of Domination of the Previous Era.

Otto: You know enough, then. After all, we won’t encounter the Herrscher of Domination, but merely what it left behind.

Otto: In order to control its minions from this place, the Herrscher made use of the Imaginary Tree’s power to create a link between the two universes.

Otto: And this resulted in…

Otto: Even though the 10th Herrscher no longer exists, and the Theater of Domination is about to sink into the Sea of Quanta…

Otto: For the moment, it still retains its connection with the Imaginary Tree.

Durandal: So you quickly assembled everyone to begin the experiment…

Otto: Yes. Time waits for no man.

Otto: Although it will sink into the Sea of Quanta, the process isn’t instantaneous.

Otto: But before we attempt to intervene in the “Honkai Persona”, we need to have a firm grasp of the technology and resources at our disposal.

Durandal: I understand. But Overseer…

Durandal: Does the “Honkai Persona” really exist? I always thought it was just hypothetical.

Otto: Before this century, it was indeed just hypothetical.

Otto: But during the 2nd Eruption in the year 2000, I made contact with a consciousness so enormous that it defied common sense.

Otto: This consciousness could confuse humans by bombarding them with excessive amounts of information… It could take the entirety of human knowledge and force it into your brain in an instant.

Otto: Unless they took preventative measures, humans could not communicate with it as equals.

Durandal: Then…

Durandal: Hold on, if this is really the “Honkai Persona”, that means it’s basically invincible.

Otto: Yes. If it really had that kind of power, it could extinguish civilisation whenever it wanted. Trying to revive humanity would be pointless.

Otto: So either its hatred of humanity is not so deep, or it’s not as invincible as it seems.

Otto: …But I digress. No matter what, humanity must use everything at its disposal to have a chance at victory in this uneven struggle.

Durandal: And the experiment we will undertake today is a rare opportunity.

Otto: Absolutely. Now, in describing the relationship between the two worlds, we can call our own world “base reality”.

Otto: The “Honkai Persona” controls the link between base reality and the Imaginary Tree, affecting the natural cycle of Honkai energy. Humanity is suffering as a result.

Otto: So, for the upcoming experiment… If everything goes well, we might be able to rid ourselves of our shackles, and establish our own connection with the Imaginary Tree.

Otto: If successful, Humanity can turn the tide against the Honkai without a fight.

Durandal: …But you said “if everything goes well”.

Otto: That’s true. Cutting-edge experiments are rarely successful, and the future is even more unpredictable.

Otto: But if we get any positive results from this adventure, at least you’ll be able to face Kevin with confidence.

Durandal: Are you talking about the ultimate purpose of the World Serpent, “Project STIGMA”?

Otto: Of course. The frightening thing about Project STIGMA is that it could redefine the rules by which the world operates.

Otto: If the other side can create their utopia, and we cannot, then sooner or later the world will become as they envision.

Otto: Since none of us wants the grim future imposed by the Previous Era, we must find a way to create our own “utopia”.

Durandal: That is to say… If I have a bubble universe within me, and in today’s experiment we can safely link it to the Imaginary Tree…

Durandal: Then in the future, we’ll have the resources needed to refuse Project STIGMA.

Otto: Yes. But as you know, among all the schemes for opposing the Honkai…

Otto: There are none that are guaranteed to succeed.

Nagamitsu: Hey… Mr. Otto!

Nagamitsu: Isn’t today the day that Durandal will gloriously complete her mission? What’s with the negativity?

Nagamitsu: You should learn how to quit while you’re ahead.

Durandal: But what he’s saying is true. And the truth shouldn’t be avoided.

Nagamitsu: But we are not yet at the point where we have to make a choice…

Nagamitsu: Today, there’s no need for you to…

Durandal: Uh… Thanks for your concern, Nagamitsu.

Durandal: But…

Durandal: Failure is not an option in missions given to S-rank Valkyries.

Durandal: And I’m used to living dangerously.

Otto: …Hahahaha!

Otto: Good, that’s the spirit!

Otto: Durandal, rightfully known as the most powerful Valkyrie of Schicksal. Your devotion to the cause hasn’t wavered one bit.

Durandal: Overseer, please stop with the flattery. It seems you’re a bit over-excited today.

Otto: Heh. I could go on and on…

Otto: Nagamitsu, please explain in detail the steps involved in the experiment. Your Overseer will keep his mouth shut now.

--

Gameplay EX-4 - Good Luck

Two contrasting figures made their way through the ruins of the Theater side-by-side.

One carried themselves in a carefree manner, while the other had an air of earnest determination.

One had seen 500 years of change, the other only had 10 years of memories.

The two had little in common, but at the moment, they were the iconic figures of the Schicksal organisation.

Before, Otto had made use of an “advisory council” to deal with trivial day-to-day issues, while he used the time to carry out various kinds of secret research.

But when the North American Branch broke off to form the independent “Anti-Entropy” organisation, which would become a rival to Schicksal…

Otto simply kicked out the advisory council, and used a more efficient way of maintaining stability.

And it was then that the Schicksal Valkyries, once a secret weapon, took center stage.

From Squad Snowwolf to the Immortal Blades, one outstanding figure after another joined Schicksal, encouraging more girls to join the battle.

Otto: I can only accompany you this far. The way forward is only open to those who have undergone fusion with extra dimensions.

Durandal: This is also where Nagamitsu’s instructions ended. Do we really not have any intel about what lies ahead?

Nagamitsu: These spaces close to the Imaginary Tree are completely unexplored.

Nagamitsu: Your current location is still under the influence of the Sea of Quanta. If you go any further, you’ll be completely within the realm of the Imaginary Tree.

Nagamitsu: The only thing we’ve been able to establish through our calculations is that you’ll be able to move around normally in that realm.

Nagamitsu: I’m sorry that I cannot provide other useful intel for the grand finale of this experiment.

Durandal: It’s okay. There’s always uncertainty when doing an experiment.

Durandal: Like the adventure Rita and I had 5 years ago… it yielded results far beyond what anyone had anticipated.

Durandal: In today’s experiment, you’ve done all you can to ensure that the bubble universe inside me will remain intact under all circumstances.

Durandal: So, from my point of view, all the unacceptable risks have already been eliminated.

Durandal: …Overseer, I’ll be back soon.

Otto: Have a good journey.

Without any hesitation, the girl stepped into the wormhole linking the different dimensions.

Behind her, the Overseer’s expression looked simultaneously gratified and melancholy.

Otto: (Over the past ten years… you’ve made this extraordinary journey possible…)

Otto: (…Bianka Ataegina.)

Otto: …Nagamitsu.

Nagamitsu: What is it, Mr. Otto?

Otto: If we can use the Genius device to receive the data collected by Durandal, our experiment will be a success.

Otto: As for whether she can restore the link between the bubble universe and the Imaginary Tree with her own power…

Otto: Well, you understand. This isn’t critical for our plans.

Otto: I need to be able to fold, cut, and reconstruct the power of base reality. The fate of the bubble universe has little effect on that.

Nagamitsu: So you’re saying… if Durandal spends too long in the Imaginary Tree, we’ll just initiate a forced recall with the Genius device?

Otto: Of course. We don’t have any way of communicating with her in real-time. She understands that we can’t wait for her indefinitely.

Otto: But there’s no need to be pessimistic. After all, didn’t you give her some help?

Nagamitsu: Hahaha… I’ve been found out. But I was just testing the waters.

Nagamitsu: How should I know whether it will really work?

Otto: It will work. You should know that the other side is also made up of excellent Valkyries who were once under my command.

--

Gameplay EX-5 - Vacant

Durandal: Imaginary Space…

Durandal: The Overseer said that this is the origin of the universe and where all laws intertwine.

Durandal: Time means something very different here.

Durandal: Movements are not governed by physics here.

Durandal: This is the other side of the world, built upon rules above rules.

Durandal: …But I must press on no matter what.

Durandal: For this might be the only chance.

In seemingly boundless empty space, the girl had to rely on her Genius device to find the way.

42768 steps, 42769 steps…

The girl felt that as soon as she stopped counting, time would gradually begin to lose all meaning in this place.

61293 steps, 61294 steps…

Durandal had probably walked the distance of a marathon, yet she did not feel any fatigue.

There was still nothing but emptiness in every direction.

She began to feel anxiety creeping up on her. She was worried about the reliability of the plan, and wondered if the spacetime asymmetry would cause everything to lose its meaning.

The girl took deep breaths, regulating her heartbeat, and expelling all unwanted thoughts from her consciousness.

Although what surrounded the girl could more accurately be described as the ether rather than air, she didn’t need to breathe to stay alive.

???: ▒▇░▒▇▒▇░▒▇▒░▒━

She heard a faint, indistinct sound coming from far away, in the same direction that the Genius was leading her.

Well… to be precise, this space had no medium through which sound could pass. So the noise must have manifested itself directly in her brain.

???: ░▒▇▒▇▒▇░▒░▒▇━

She could not make out what was being said. But at the end, she was sure she heard something calling her name.

Whatever it was, it recognised her.

--

Gameplay EX-6 - Sugars

???: (You really came…)

Not long before, the girl and her companion had arrived at the designated location, perplexed as to why they had been led there.

The location data had been transmitted through the ether via a mysterious signal. The message was clear: Bianka Ataegina would appear here, carrying the bubble universe.

Who made this prediction? What was their purpose? The girl and her companion had no idea.

It was clearly not Bianka or Rita’s prediction. The message even stated that it would be a surprise for the Valkyries.

Was it transmitted by the Schicksal Overseer? No, Otto would never use this kind of method. He liked to be in control of the situation.

Then… could it have been sent by the residents of the bubble universe? This was even more unlikely. They had naturally lost connection with the Imaginary Tree, and thus didn’t have the capability to send messages to this place.

The visitors from base reality were getting closer.

There was the characteristic radiation of a living organism here. And only one possibility for what was emitting it.

???: Hey, old partner…

???: Bianka! Can you hear me, Bianka?

Shigure Kira: It’s me, Shigure Kira! I’m here!

Shigure Kira: Both Shigure Kira and Niggurath are here!

She couldn’t help but laugh.

Her partner had good intuition, but she didn’t need any warnings from her.

Just as the 7 colors combined form both black paint and white light, all possibilities manifesting simultaneously can form the void of empty space.

But, when potential and manifest beings interact, the original void will transform into something else.

???: Welcome to the spiritual realm of the Sugars, the Candy House.

???: In our language you can call us “Sugar Molass” and “Crystal Sugar”.

Shigure Kira: Hey, Niggurath, that’s not how you greet old friends.

Shigure Kira: Hi, Bianka. It’s so good to see you again. Did our presence here startle you?

Durandal: Yeah… I really wasn’t expecting to run into you here, Shigure Kira.

Durandal: And um… Ms. Niggurath? Sorry, I don’t understand how extraterrestrial beings typically develop.

Niggurath: Hey, it was only this year that I grew into this form. It’s all Kira’s fault, thinking that my dormant state was my final form.

Shigure Kira: Hey, I’m still stronger than your species, whose natural instinct is to play dead.

Durandal: Uh… Looks like you two get along great.

Shigure Kira: Sigh… we get along okay. Our relationship has its ups and downs, but we go way back.

Niggurath: Past events always have past causes.

Niggurath: Anyway, I’m getting off topic. Two weeks ago, we received a message that contained a prediction. The message said you would arrive here at this moment.

Durandal: …Huh?

Shigure Kira: Someone was telling us that you would come here today and attempt to link a bubble universe to the Imaginary Tree.

Durandal: Yes, as part of the Overseer’s experiment. Did you two come here just to wait for us?

Shigure Kira: Haha, of course. We’ve learned how to make use of the Imaginary Tree. To a certain extent, we can transform the dimension in which we exist.

Durandal: Who do you mean by “we”?

Niggurath: Oh, two years ago she passed Konpeito’s exam, and officially joined the Sugars.

Niggurath: When that bubble universe entered your body, Dr. Schrodinger returned to the Sea of Quanta, and Kira was launched into a dimension within the Imaginary Tree by an energy fluctuation.

Niggurath: Maybe it was just good luck, or maybe it was predestined.

Niggurath: Before our souls were torn into fragments by the void, we passed by the Candy House and they saved us.

Shigure Kira: The Candy House is not only the home of the Sugars, but also a sanctuary made out of a bubble universe.

Shigure Kira: Whenever the Sugars face a crisis, they reestablish a link with the Imaginary Tree, and switch to a different dimension.

Niggurath: Because the Candy House is such a small bubble universe, when we alter the link to the Imaginary Tree, we do not suffer the effects of Honkai fluctuations.

Durandal: …So such a thing has been done before.

Shigure Kira: But Bianka, the opinion of the Sugars is that the bubble universe inside you…

Niggurath: I’m afraid its potential to cause problems is many orders of magnitude higher than that of the Candy House.

Durandal: Why?

Niggurath: It’s mainly a problem of scale. As far as we know, there are two ways to prolong the existence of a bubble universe: through brute force or by using a workaround.

Niggurath: The brute force method involves continuously pulling in energy from the outside to counter the natural decay of the Sea of Quanta.

Niggurath: When using this method, the bigger the bubble universe the better. The ratio of surface area to volume decreases with size.

Niggurath: At a large enough scale, a universe will naturally achieve an energy balance. It will float around in the Sea of Quanta almost indefinitely.

Niggurath: Of course, if the bubble universe absorbs too much Honkai energy using this method, it will cause other problems. Like what you and Kira have seen in the past.

Durandal: …I think I get it.

Durandal: So, I’m guessing the Sugars use the other method… the workaround.

Niggurath: That’s right. Once a dynamic link has been established with the Imaginary Tree, we use the Tree’s support to stop the decay process.

Niggurath: This method works by deceiving the Imaginary Tree. We attach the target to another universe, and hope that it will be accepted as a “newborn universe” that needs support.

Niggurath: It’s like grafting a branch onto a tree. The bigger the branch, the more difficult it is to successfully attach.

Niggurath: Therefore, when using this method, the smaller the bubble universe the better.

Durandal: So it sounds like the two methods are basically opposites.

Shigure Kira: Yeah. And as Dr. Schrodinger would say…

Niggurath: The bubble universe in your body was originally designed using the “brute force” method, together with the Selene’s prototype system that eliminates excess Honkai energy

Niggurath: Unfortunately, because Honkai energy would corrode the ether anchor, it needed to be anchored within your body to prevent it from disintegrating.

Niggurath: Now we want to change course and switch to the “workaround” method. We just need to do a large amount of calculations to work out the details.

Durandal: That means…

Niggurath: Durandal. That blade of yours that is autonomous…

Durandal: The holy blade has maintained the stability of the bubble universe, as well as its connection to me.

Durandal: It’s just that ever since we were separated, I’ve never been able to establish any form of communication with it.

Durandal: I can sense that it is working strenuously somewhere on the other side of the world. But besides that, I can’t tell you much about it.

Niggurath: …I see.

Niggurath: Then I guess we only have one option.

Shigure Kira: You mean using the power of the Sugar Key?

Niggurath: Otherwise how can we establish communications across the inversion anchor? Although I do feel sorry for Konpeito, we must do whatever is necessary.

Shigure Kira: He spent decades of his life getting that thing fixed. We’d better be careful when we use it.

Durandal: Um… What are you guys talking about?

Shigure Kira: Ah, the Sugar Key is an ancient relic passed down among the Sugars. It was once used to make the Candy House itself.

Shigure Kira: Konpeito said that years ago, a certain human gave it a name similar to Schicksal’s Divine Keys. He called it the “Alien Key”.

Niggurath: Ah, that was the guy who betrayed us and damaged the key.

Niggurath: It’s that kind of human scum that made it necessary for Kira to go through a three-year observation period before she could join the Sugars.

Durandal: …Humans can indeed be very complicated. I often struggle to understand what other people are thinking.

Durandal: I really want to get Rita’s help, but usually she just gives an answer like “Don’t worry about it, it’ll be fine”.

Niggurath: Hahaha… Actually, this makes you more trustworthy in the eyes of the Sugars.

Niggurath: I’m going to begin preparations for using the Sugar Key, I’ll leave you two to catch up for a while.

Shigure Kira: Thank you, Niggurath.

Niggurath: No need to be so polite. I’m sure that in a while we’ll be arguing again.

--

Gameplay EX-7 - Communication

Durandal: …Niggurath would be compatible with Blade Durandal.

Shigure Kira: Haha, I think so too.

Shigure Kira: Speaking of which, Bianka… you’ve grown a lot taller. And it seems you’re also more sure of yourself.

Durandal: Haha. You could also say I’ve become more stubborn. In Schicksal, I don’t exactly have the reputation of being easy-going.

Shigure Kira: …No way! Why do I feel like you’re the most laid-back? Although when you’re on business, I also get the sense that you’re very… opinionated.

Durandal: You said it yourself. It’s the same when it comes to working with S-rank Valkyries. If I could choose who to work with, it would be someone like Rita.

Shigure Kira: …Wow. You’re both S-rank Valkyries now? Just like Master Cecilia and Master Theresa back then!

Durandal: I wouldn’t go that far. And besides…

Shigure Kira: What is it? Something embarrassing?

Durandal: …Ah, it’s nothing actually.

Durandal: About three years ago, the Overseer granted me the right to use the Abyss Flower.

Shigure Kira: Wow! You mean Master Cecilia’s Abyss Flower? You deserve it, Bianka! Great job!

Durandal: …Thanks. But I just feel like I’m borrowing it from Cecilia.

Durandal: Even though a Divine Key is a Divine Key, and not something just anyone can wield…

Durandal: I’ve always felt that the weapon was still connected to Cecilia somehow.

Shigure Kira: Yeah… I think that’s normal. Before her, it had been a long time since someone had the power to control the Abyss Flower.

Shigure Kira: But you know what? Even for Master Cecilia, becoming the owner of the Abyss Flower put her under a lot of pressure.

Durandal: Why? Wasn’t she highly compatible with it?

Shigure Kira: Well, purely in terms of adaptability, I think you might be better than Cecilia. I’ve been corrupted by it before, so I know what I’m talking about.

Shigure Kira: Listen, Bianka. The problems Master Cecilia faced at the beginning were identical to yours but just the opposite.

Durandal: Identical but just the opposite? What does that mean?

Shigure Kira: …I guess the Overseer never mentioned it to you.

Shigure Kira: Before Master Cecilia, several owners of the Abyss Flower were all expelled from Schicksal for various reasons.

Durandal: Then…

Shigure Kira: Maybe you’re aware that the Abyss Flower was pulled out of the North Atlantic in the 1970s.

Shigure Kira: This event was directly related to Dr. Schrodinger’s past.

Durandal: Are you talking about her betrayal of Schicksal? Rita told me about that.

Durandal: That year, when she said Overseer Otto was her mortal enemy… I think everyone believed it.

Shigure Kira: Did you know that the strongest Valkyrie at the time, the wielder of the Abyss Flower, joined Anti-Entropy? And that it led to her death?

Shigure Kira: That was when the Abyss Flower sank into the ocean.

Durandal: …

Shigure Kira: You’ve heard that Valkyrie’s name before. She was called Reanna.

Shigure Kira: That’s right, the same as Dr. Schrodinger’s middle name. She took the name of the one who saved her.

Durandal: …

Shigure Kira: It’s a small world, Bianka. Although ordinary Valkyries know nothing about this, in those days, becoming the owner of the Abyss Flower wasn’t something to be taken lightly.

Durandal: To tell the truth, some of the more superstitious Valkyries consider it unlucky to this day.

Shigure Kira: But in hindsight, everyone thought the Abyss Flower was a symbol of Master Cecilia, right?

Durandal: That’s because Cecilia was so charismatic…

Shigure Kira: No, it wasn’t that, Bianka. Even though I consider myself Master Cecilia’s No. 1 fan…

Shigure Kira: Objectively, the Abyss Flower ws only her symbol because she owned it for such a long time.

Shigure Kira: Master Cecilia told me that…

Shigure Kira: …She always felt a kind of distance between her and the Abyss Flower. And it wasn’t just because of its reputation.

Shigure Kira: Actually, she felt that way because she revered its history. Like the attitude the Kaslanas have towards the Judgment of Shamash.

Shigure Kira: So, although you are coming from a very different starting point, your attitude towards it is not so different from hers.

Durandal: …I see. That’s really interesting.

Durandal: Kira… you’re like an older sister to me.

Shigure Kira: …Huh?

Durandal: What we just talked about… I wouldn’t find it interesting to discuss with Rita. And I wouldn’t want to bring it up with the Overseer.

Durandal: I feel like it’s something I can only discuss with you.

Shigure Kira: Haha… stop it, you’re making me blush!

Shigure Kira: Cough. Now… now that you mention it, we’ve been chatting for quite a while.

Shigure Kira: Niggurath, are your preparations almost complete?

Niggurath: Uh… sorry, guys. It seems that I’ve slightly messed things up. Or maybe it’s just a bug in the program.

Durandal: A bug?

Niggurath: Uh, the details aren’t important but… basically we’ve attracted some so-called “Imaginary Constructs” to the outside of the Candy House.

Niggurath: I need some help dealing with this, Bianka. If they’re able to infiltrate the Candy House, it’ll be a problem.

Durandal: Got it. So I just need to eliminate all the enemies?

Durandal: I like this kind of straightforward approach to problems.

Shigure Kira: Give it your all, Bianka! We’ll lend you our full strength!

--

Gameplay EX-8 - Immortal Blades

Line after line of alien text rolled across the screen of Niggurath’s control console. It looked like she was running some rather complicated programs.

Niggurath: Thank you. That was a tough battle.

Niggurath: But I’m afraid you’ll have to wait a bit longer. Due to concerns about the stability of our communications channel, they’ve chosen to deal with some issues first before reestablishing communications.

Durandal: They? Are you talking about Blade Durandal? Have you already made contact?

Niggurath: Yes, the AI. It’s currently receiving the temporary link to the bubble universe broadcast by the Sugar Key, so it can’t switch to a human form.

Durandal: …Understood. I’ll just use this time to get in the right frame of mind… I mean, prepare myself psychologically.

Durandal: Anyway, I’m really grateful to have this opportunity today.

Niggurath: Hey, why are you being so modest? A friend of Kira’s is a friend of mine.

Niggurath: Huh? Wait a second…

Niggurath: Ah… excellent. Wow, that worked perfectly.

Durandal: What happened?

Niggurath: Success! It has received and implemented the connection protocol! There’s no time to lose, let’s try to communicate!

Durandal: Ah, hold on…

…

???: Testing, testing. Bianka, do you read me? If you do, please reply.

Durandal: …Loud and clear! I hear you loud and clear, Holy Blade Durandal!

“Blade Durandal”: Ah. It’s been years. You were a girl back then, and now you’re a young woman. Wonderful, wonderful.

“Blade Durandal”: What are your measurements now? Looks like you have nice proportions.

Durandal: …Hey!

Durandal: As soon as we establish communication, you say that kind of crap? Kira’s still here!

“Blade Durandal”: Ah… Sounds like Rita isn’t there, then.

Durandal: Yeah. But don’t worry, she’s done well these past few years. It’s just that she isn’t physically suited to getting close to the Imaginary Tree, so she’s not with me today.

“Blade Durandal”: Actually, just the fact that you were able to reach this dimension with their help is impressive.

“Blade Durandal”: But how do I put this… I’m pretty impressive myself. I’ve finished all my important work, so I have time to chat with you.

Durandal: …Huh? You’re done with your work? I thought we were just about to start the critical phase.

“Blade Durandal”: Hehe. That’s the power of a computer processor. I can do things at a speed you can’t even imagine.

“Blade Durandal”: But since this thing can’t be done perfectly, I’m afraid after today I won’t get much of a chance to come out and get fresh air. So I might lend out part of me.

Durandal: Uh… what do you mean “lend out part of you”? Are you talking about the gems you’re made of?

“Blade Durandal”: Ah, my fault. Sometimes my brain runs faster than my mouth. Well, in machine form, I guess I don’t really have a mouth…

“Blade Durandal”: Enough with the jokes. We likely have limited time to interact like this. You’d better let me analyse the whole situation again.

“Blade Durandal”: After operating for several years, I gradually became aware that the crisis in that bubble universe originated when it was born.

“Blade Durandal”: 50,000 years ago, to ward off the Honkai threat, humans were trying to discharge Honkai energy into a bubble universe in the Sea of Quanta.

“Blade Durandal”: But as the Herrscher destroyed their research center on the continent of Mu, they were unable to implement their plan. Luckily the ether anchor in the artificial bubble universe wasn’t damaged.

“Blade Durandal”: Humans then tried to turn the place they had been using as a “garbage dump” into a refuge that could be inhabited by humans… that’s the way we see it today.

“Blade Durandal”: While the project of turning the bubble universe into a sanctuary was somewhat successful, the equipment from when it was a garbage dump had to be left in place.

“Blade Durandal”: In the hands of a madman, this hidden equipment created a devastating tragedy.

“Blade Durandal”: Since then, the history of that world has been nothing more than a desperate struggle to survive.

“Blade Durandal”: Bianka, when you went on your expedition to that world, you not only sealed the fate of that madman, but also took responsibility for saving that world from collapse.

“Blade Durandal”: Just as Niggurath’s analysis predicted, the dimensions of the bubble universe hindered its reattachment to the Imaginary Tree.

“Blade Durandal”: Its “inversion baseline” still has to be anchored on a stable negentropy system. To put it simply, there is no way to complete the mission at this time.

Durandal: …That’s okay, I’ve prepared myself for this. Everything will be just like it was, right?

“Blade Durandal”: I’m afraid not.

Durandal: Eh?

“Blade Durandal”: Although my responsibilities haven’t changed… now you can share the burden that you once carried alone, Bianka.

Durandal: Do you mean…

“Blade Durandal”: Come. I’ll give you temporary access to the Sugar Key so you can experience it for yourself.

The girl nodded her head. Countless streams of data suddenly began pouring into her mind.

For an instant, she understood what the Overseer meant when he said “a consciousness so enormous that it defied common sense”.

But unlike what the Overseer had said about the Honkai Persona, this consciousness seemed to fill her mind with warmth and nostalgia…

…Like a birthday candle Rita lit for her on New Years Eve.

[CG plays wherein the gems of Holy Blade Durandal coalesce, allowing Bianka to grip the blade once more:

Durandal: Thank you, True Immortal Blade.]

“Calm yourself, resting place of the universe.”

“I am spacetime itself.”

“The source of the power that destroys all.”

“My role is to obliterate all universes.”

The girl felt a familiar power flowing through her body.

Five years earlier, she had used this power to cut through layered space, cutting a manifold that supported an entire continent free from the bubble universe.

In those 5 years, this power had been lying dormant not in base reality, but in a strange dimension within her body.

In terms of fighting capability, the girl who already possessed the Abyss Flower didn’t need assistance from the Holy Blade. But as the name she now went by demonstrated…

The Holy Blade Durandal had become a symbol of her life as a Valkyrie.

“Blade Durandal”: Now, after extracting my core, you can transfer the duty of protecting this world to any of your reliable colleagues.

Durandal: This way, more people can share the burden, right?

“Blade Durandal”: Well, strictly speaking, only one person at a time can assume the responsibility. But now you can take turns.

“Blade Durandal”: Through studying technologies that mimic the Sugar Key, I can now serve as an intermediary, and establish an indirect link between the bubble universe and the Imaginary Tree.

“Blade Durandal”: Although there is currently no way to realise our ultimate goal of an “independent bubble universe”, we don’t need to rely on your body to protect that world anymore.

“Blade Durandal”: Also, I’ve calibrated the Seed of Sumeru for you. That way, after you give my core to someone else, you will still be able to use the power of the Astral Harness for a short time.

Durandal: Huh… now that you mention it, the Astral Harness didn’t just disappear.

“Blade Durandal”: That’s right. Ultimately, the Astral Harness relies not on any particular bubble universe, but on the power of the Sea of Quanta itself.

“Blade Durandal”: But aside from these high-tech devices, where did that thing called the Seed of Sumeru come from? I want to find another one that I can use myself.

Durandal: …In your database, do you have a record of a hero named “Su” from the Previous Era? He was the one who entrusted the Seed of Sumeru to me.

Durandal: He said he once spent several thousand years implementing something called “Project VALUKA”. The development of parallel universes was observed in hopes of finding a way to counter the Honkai.

“Blade Durandal”: …I see.

“Blade Durandal”: I don’t have any information about that, but… if a person like that was willing to transfer the Seed of Sumeru to you… he must have found the answer he was looking for, right?

Durandal: It seems so. He said that in the end, Project VALUKA finally found the only answer.

Durandal: But he wouldn’t tell me any details. I gave the information he left behind to the Overseer, but he wouldn’t tell me anything either.

“Blade Durandal”: …

“Blade Durandal”: …

“Blade Durandal”: Hahaha. That’s very interesting.

Durandal: Huh? Have you guessed what it is, Durandal?

“Blade Durandal”: No, I have no idea.

“Blade Durandal”: It’s the fact that I don’t know that makes it so interesting. Isn’t it also this way for humans?

Durandal: I can only say that you have some strange ideas about humanity.

“Blade Durandal”: Aha, I’m not an organic lifeform like you. Some misunderstandings are normal, it’s what makes us unique.

“Blade Durandal”: …Sigh.

Durandal: What happened?

“Blade Durandal”: I’m getting a warning. In about 5 minutes, the status of the link between the bubble universe and the Imaginary Tree may become unstable due to a chaos phenomenon.

“Blade Durandal”: To ensure there are enough resources to respond, in the next three minutes, I must go and manually control some programs.

Durandal: …I guess that means that our time together is over.

“Blade Durandal”: Yes, it’s a shame, there’s a lot we didn’t get to talk about. Who won the Schicksal Championship? And what about the Anti-Entropy trophy?

Durandal: …

Durandal: You… You care about that? You’ve never seen a soccer game in your life!

“Blade Durandal”: So what? Hearing you talk about things unrelated to the Honkai is the greatest joy for me.

Durandal: Ah…

Durandal: I get it. Well… thanks.

“Blade Durandal”: Hehe. Miss Bianka is embarrassed. How cute.

Durandal: …

“Blade Durandal”: Well, I really have to go now…

“Blade Durandal”: Though in the future, people may have to sacrifice their lives… I believe that Pioneer has found the “only answer”.

“Blade Durandal”: I hope everyone continues to have faith in the world, their colleagues, and themselves. Time will prove them right.

“Blade Durandal”: Until we meet again, how about I give my physical form to you for safekeeping?

…

Shigure Kira: The signal disappeared.

Durandal: Yeah.

Durandal: We’ll definitely be able to meet again, right?

Niggurath: It’s good to be optimistic. Though I have a feeling that those people from the Previous Era are kind of scary.

Durandal: Haha. In the beginning, Dr. Su also threatened to lock me in his bubble universe.

Niggurath: …Sounds like that was a bluff. That kind of person wouldn’t change their opinion of you so quickly.

Shigure Kira: Then, Niggurath… where do you get the feeling that those people are scary?

Niggurath: I’m not sure.

Shigure Kira: …Huh?

Niggurath: It’s just a feeling. I thought it was better to tell you.

Durandal: Hehe, thanks.

Durandal: But when it’s time to meet my fate, I will not back down.

Durandal: At least now I don’t have to shoulder my burden alone.

Shigure Kira: Hey… maybe it’s not so good to say that. That’s exactly the way Master Cecilia thought about it.

Shigure Kira: For example, I really don’t want that sword of yours. You hold on to it, I don’t want a flood of random thoughts coming into my brain!

Durandal: Uh… I didn’t mean it like that…

Durandal: Sorry, didn’t mean to stress you out.

Shigure Kira: I just got a little excited. You don’t need to apologise. Long ago, you surpassed Niggurath and I in your skill as a Valkyrie. I trust your judgment.

Niggurath: Well, however you say it, the important thing is to get the message across, right?

Niggurath: Bianka knows that Kira is worried, Kira knows Bianka can behave herself. No need to dwell on apologies, the Sugars do not advocate such a thing!

Shigure Kira: Hehe, you’re right. Just call us anytime you need help, Bianka.

Durandal: Okay. And I’ll remember to not be so polite next time.

Durandal: …

Durandal: …

Niggurath: (…?)

Durandal: Then I guess that’s it.

Durandal: The bubble universe mission has entered a new phase. And we each have many more missions to complete.

Durandal: Since we can say that this experiment has come to an end…

Durandal: I guess I’ll start up the Genius device.

Niggurath: Leaving so soon? Won’t you sit down for a while and have some dessert?

Shigure Kira: Haha… Bianka’s always like this. She rarely gives herself time to relax.

Shigure Kira: “We don’t need formal etiquette to understand each other.” She’s always had this approach to life.

Durandal: Thanks for understanding, Kira.

Durandal: I hope to see both of you again.

Shigure Kira: Yeah! Next time, remember to treat me to a chocolate buffet!

Niggurath: That’s not enough… let’s go sing karaoke!

Shigure Kira: Then forget it, haha. I’m too self-conscious.

…

Niggurath: Her signal has completely disappeared from this space.

Niggurath: There’s something that can be inferred from her calculations that you didn’t bring up. I’m not sure you will have an opportunity to meet again.

Shigure Kira: It wasn’t the right moment. Besides…

Shigure Kira: …I think in some ways she is definitely different from Master Cecilia. She doesn’t need our help to awaken her power.

Shigure Kira: Although the road ahead will surely be difficult, she and Rita will do what they’ve always done… find a solution.

Shigure Kira: It’ll be alright.

Act 2 - The First Sign
Gameplay EX-9 - Speech

It was the day after the conclusion of the experiment.

Otto: Thanks to everyone’s hard work, yesterday’s experiment was a complete success.

Otto: Going forward… and I believe it won’t take too long… Schicksal will take a decisive step in the fight against the Honkai.

Otto: Of course, as I’m sure everyone knows: This kind of progress is bound to hurt a minority of people, and sometimes seems to harm the personal interests of most people.

Otto: But we must also see that these sacrifices are limited and temporary.

Otto: Perhaps Anti-Entropy will give us trouble, and I doubt we’ll get any material assistance from the World Serpent…

Otto: But as long as our Schicksal Fortress is still standing, humanity can look forward to a brighter future.

Nagamitsu: (Mr. Otto… Are you done with your speech? …Are you getting to the important part?)

Otto: …Sigh. Well, to make a long story short…

Otto: To ensure that future missions are carried out according to plan, as Overseer I will now declassify the identity of the last S-rank Valkyrie.

Otto: She will work closely with you in future missions, until my retirement.

Following Otto’s introduction, a new face appeared for the first time in Schicksal HQ.

Like the completion of the experiment, her appearance marked a new stage in the Overseer’s life’s work.

The dice had been rolled. The dusty old wheels of destiny began to turn once again.

[Special CG [Pre-Revelation] plays:

Otto: In conclusion, I, Otto Apocalypse, resign as Schicksal Overseer and withdraw from the organisation, effective immediately.

???: Long time no see, Master Phoenix.

Otto: It’s time to fulfill our pact…

Otto: Old friend.

Otto: I’m coming…

Otto: Kallen.]