===Act 1 - In the Night===

====<u>Gameplay 30-1 - Reunited Partners</u>====
A city under the veil of night was a dangerous temptation.

Dark seeds were germinating beneath the surface.

'''Raven:''' Sigh…

Only the sound of heels clicking on the ground could be heard. Raven let out an exaggerated sigh, as if wanting to break the silence.

'''Raven:''' Another pitch-black trail… This is traumatising.

'''Raven:''' I wonder how Mei’s doing. I hope she’s alive, or Gray Serpent will have a mess to clean up.

'''Raven:''' …Forget it, I have myself to worry about. The rendezvous should be just ahead.

'''Raven:''' My contact has arrived. Let me guess, which Gray Serpent are you?

'''Gray Serpent:''' You’ve come.

'''Raven:''' I have what you want.

Raven held out a book.

'''Gray Serpent:''' …“Classy Cocktails”?

'''Raven:''' It’s inside.

Raven opened the plain cover, and in the center of the hollow book lay a chip.

'''Raven:''' From now on, you’re Papyrus Greenfield, I’m your beautiful assistant Hypatia, and we’ll visit the Nivelle Industrial Laboratory tomorrow morning at 10:00.

'''Gray Serpent:''' Good.

Gray Serpent reached out his hand, but Raven pulled back the book.

'''Raven:''' Is your source reliable?

'''Raven:''' What I’m saying is, if the intel is true, then the situation we’re in… is quite tricky.

'''Gray Serpent:''' Reliable?

Gray Serpent smiled coldly.

'''Gray Serpent:''' Many people assume the only way to hear the truth from a stranger is to pull out their teeth one by one. But not me…

'''Gray Serpent:''' I always place the teeth of their loved ones in front of them.

'''Raven:''' …

'''Gray Serpent:''' …

'''Gray Serpent:''' I was joking. This is a quote from a movie I just watched. Felt like trying something new. Did I scare you?

'''Raven:''' This tone… it’s you!

'''Gray Serpent:''' Long time no see, Cioara. It’s been three years since we last saw each other.

10426.

This was his name and number.

One of many Gray Serpents.

'''Raven:''' I thought you were dead.

'''Gray Serpent:''' That’s what you said last time. Sorry, but I die hard.

'''Raven:''' …Stop talking that way. You sound nothing like the one in the base, and I can’t stand it.

'''Gray Serpent:''' Is that so? I don’t see the difference. I’m not wearing my favorite Aloha shirt, see?

'''Raven:''' Seriously, zip it.

'''Raven:''' Let’s go to the foothold. Lead the way.

'''Gray Serpent:''' It’s close by. I even fixed it up after hearing you were the one coming.

'''Raven:''' Enemies… Were you fixing it up or tearing it down?

'''Gray Serpent:''' It’s just mechas wandering about. This place isn’t peaceful to begin with.

'''Gray Serpent:''' Here we are.

'''Gray Serpent:''' Any thoughts on working with me again after three years?

'''Raven:''' I want it to be over soon.

'''Gray Serpent:''' So you can go on a vacay?

'''Gray Serpent:''' This talk reminds me of the old days, when you left World Serpent, and we looked after each other.

'''Raven:''' You mean we kept tabs on each other.

'''Gray Serpent:''' Don’t say that. I can’t be the only one to see you as an old friend.

'''Raven:''' Then I have too many old friends.

'''Raven:''' Get to the point. I heard… Schicksal and Anti-Entropy were acting.

'''Gray Serpent:''' Yes, but more cautiously than World Serpent. Not interfering with our missions could be either a blessing or a curse.

'''Gray Serpent:''' But we should focus on tomorrow’s operation. We must be extremely careful… there’s no room for error.

'''Raven:''' It’s a big deal… and we’re the only ones on the job?

'''Gray Serpent:''' Just the two of us from start to finish. Can’t afford more.

'''Gray Serpent:''' If we get busted, all preparations will go to waste… which probably include ourselves.

'''Raven:''' …

'''Gray Serpent:''' I presume that Gray Serpent values you a lot, or he wouldn’t have chosen you.

'''Raven:''' Values me? Who knows. It could be because I’m the pettiest pawn and this is a suicide mission.

'''Gray Serpent:''' A pawn… maybe. Maybe we’re all pawns.

Raven waved her hand and ended the conversation.

'''Raven:''' Alright, open up…

'''Raven:''' I’m tired. I hope the bedroom you prepared is a comfy one.

--

====<u>Gameplay 30-2 - Leader Before the Storm</u>====
…

Was she trapped in a dream?

But the writing on the paper was distinct.

'''Mei:''' Kevin’s… dead…?

Mei could not understand this sentence for a moment.

It wasn’t until Eden raised her voice for the third time that she snapped out of her shock…

'''Eden:''' Miss Raiden.

'''Mei:''' …Eden? Why are you…

'''Eden:''' We heard of this incident before you came, which is why there was a disturbance.

'''Eden:''' Kevin’s data vanished overnight… just like Ellie’s.

'''Mei:''' …

'''Kosma:''' Vanished… You’re sugar-coating it.

'''Eden:''' Kosma, I understand your worry. I even… understand Kalpas’ fury.

'''Eden:''' But with the fact in front of us and the truth hidden from us, we need to be more… pragmatic.

'''Eden:''' There’s no need to be so aggressive. Assuming the traitor… or traitors exist, they wouldn’t be so foolish as to make a move in the presence of the visitor and several Flame-Chasers.

'''Kosma:''' …

'''Eden:''' Now then, Felis, could you come out if you have no objection?

'''???:''' Huh?!

A bush by the road suddenly shook. After a brief and awkward silence, Pardofelis crawled out reluctantly.

'''Pardofelis:''' I’m sorry, Eden… I was so scared when Kalpas exploded! The only thing I knew was to hide…

'''Pardofelis:''' Anyway, I overheard your conversation, and I agree with Eden! We should stop infighting right now!

'''Pardofelis:''' Aren’t we the Thirteen Flame-Chasers? We’re tight-knit…. Okay, maybe not quite… but we fought side by side through thick and thin!

'''Pardofelis:''' Don’t make it so tense! Maybe… this is a joke? Or Sis Snake’s experiment? Or Vill-V’s magic…?

'''Mei:''' …

'''Kosma:''' …

'''Pardofelis:''' Sorry…

'''Kosma:''' You don’t need to apologise.

'''Pardofelis:''' I just can’t believe there’s a traitor… There must be more to what happened to Kevin! Like history we don’t know, or…

'''Kosma:''' A secret.

'''Pardofelis:''' Kosma…

'''Kosma:''' Every sim has their secrets. This is a fact we all know… regarding ourselves, regarding others, or…

'''Kosma:''' …Regarding Herrschers.

'''Eden:''' Kosma.

'''Kosma:''' …I’m only stating the facts.

'''Eden:''' I must concede that a mist born of untrust has wreathed us. I’m afraid that… this is exactly what the mastermind was hoping to see.

'''Eden:''' No matter how we quarrel, we cannot change the fact that Ellie and Kevin are gone and SAKURA is missing.

'''Eden:''' I have a proposal.

'''Eden:''' Rather than watching the discord divide us, we might as well… part ways to protect whatever we love and wait for Su’s news.

'''Mei:''' Split up? But won’t that make us easier to pick off?

'''Eden:''' Miss Raiden, as you can see, we have different priorities. If we can’t align them, then acknowledging our differences is a solution.

'''Eden:''' If Ellie and Kevin, the most special and the strongest of sims, have fallen…

'''Pardofelis:''' Then… Eden, can I go with you? I want to help you out, even if just a little…

'''Eden:''' Thank you, Felis. But now… the first and the second Flame-Chasers have met with misfortune. If the culprit selects targets by their ranking, then it’d be more dangerous to stay by me.

'''Mei:''' (Ranking… yes, that’s possible…)

'''Mei:''' (Although Elysia is ranked second, she was ranked first when the Flame-Chasers were founded…)

'''Eden:''' And I’m about to do something unusual… I’ll travel to the Deep End to check on Aponia.

'''Griseo:''' Will Mama Aponia be in danger?

'''Eden:''' I don’t know, Griseo. That’s why I’m going there.

'''Eden:''' Follow Kosma closely and don’t run off, okay?

'''Griseo:''' …Alright, I got it.

'''Pardofelis:''' You’re going to the Deep End? I’ll just drag you down if I tag along…

'''Eden:''' Cheer up, Felis. I need your help with something.

'''Eden:''' Nobody knows the shortcuts in the Realm like you do. Could you examine if they’ve been used by someone else?

'''Pardofelis:''' Oh… That’s probably the best way to get about undetected…

'''Pardofelis:''' Wait, does that mean… I might run into the murderer?!

'''Eden:''' A quick look would suffice. Please don’t risk yourself.

'''Pardofelis:''' O-Okay… I’ll try my best… Running away is what I do best, anyway…

'''Eden:''' Thank you, Felis. And… Kosma?

'''Kosma:''' I know. I’ll take good care of Griseo.

'''Eden:''' Thank you. So… this is goodbye.

'''Eden:''' Miss Raiden, please come here. I need your help with something else.

'''Mei:''' Eden, what do I need to do?

'''Eden:''' As you can see, most Flame-Chasers are aware of the situation, but Aponia, Vill-V, and Mobius aren’t here.

'''Eden:''' I believe we should share as much information as possible amongst ourselves before the source of danger is identified.

'''Mei:''' The source of danger… Even the enemies in Elysium Everlasting have become stronger.

'''Eden:''' Looks like… we’re not the only ones affected by Ellie’s disappearance.

'''Eden:''' After pacifying Kalpas, Su will try contacting Dr. Mobius, and I will try to reach Aponia.

'''Eden:''' Miss Raiden… I hope you can tell Vill-V everything that’s happened.

'''Mei:''' Even if everyone’s suspicious?

'''Eden:''' Even if everyone’s suspicious.

'''Eden:''' Like Su said, Ellie’s disappearance has affected Elysium Everlasting itself. After all, everything here comes from her memories. This view keeps reminding me…

'''Eden:''' Ellie… she’s really gone.

'''Mei:''' …

'''Mei:''' I’m sorry to have kept it from you.

'''Eden:''' Please don’t apologise, Miss Raiden. I trust Kevin’s judgment. He’s only too humble to admit how remarkable his leadership is.

'''Eden:''' Only things are different now. No one possesses Ellie’s charisma or Kevin’s strength, and we cannot gain control through teamwork alone.

'''Eden:''' Therefore, I must take a different approach.

'''Mei:''' To be honest, I’m surprised that you stepped up to command.

'''Eden:''' Are you? I can imagine it doesn’t accord with your impression of me.

'''Eden:''' Miss Raiden… even I can be out of character at times.

Eden stretched her hand out into the distance, a golden light blooming from her fingertips…

'''Mei:''' …What’s this?

'''Eden:''' Isn’t it beautiful? This flower is just like her.

'''Eden:''' I carry it with me at all times. It reminds me of her face, her smile… and her love for everyone.

'''Eden:''' And now, just when I’m about to be drowned by the sorrow of parting with her again… it is also this light that has shown me the way.

'''Eden:''' It told me to… step into the spotlight and bring everyone together, like she once did.

'''Eden:''' Otherwise, her legacy… would go away.

'''Mei:''' Eden…

'''Eden:''' I’m sorry, was it confusing? Please take it as my defense for my unusual behaviour.

'''Mei:''' I’ve never doubted you. Only that crystal flower… looks familiar. Is it an amulet every Flame-Chaser has?

'''Eden:''' No… it’s a secret shared among the selected few. I’m sorry, but I cannot tell you the whole story without their consent.

'''Eden:''' It’s more of a keepsake or a key than an amulet… one whose vibrant colors seal an unknown past.

'''Mei:''' Is it… the final banquet?

'''Eden:''' Miss Raiden, you are indeed clever. Why Ellie’s so enamored with you has become clearer to me.

She nodded and turned her head to the opposite side… Mei immediately realised that, despite the tower in sight, she was looking at the foggy island behind it.

'''Mei:''' Elysia told me.

'''Mei:''' She told me many things. We agreed to go there together to learn the truth of the 13th Herrscher and her ending… and I’d find the answer I’ve been seeking.

'''Mei:''' But she… didn’t make it…

'''Eden:''' I suppose… this is Ellie’s wish. Then there’s another thing I must do.

'''Eden:''' Kevin’s gone, but he entrusted his crystal flower to Su shortly before disappearing. This denotes he fully trusts Su’s judgment, including… his handling of that secret.

'''Mei:''' Entrust? These crystal flowers can be transferred?

'''Eden:''' I don’t know the message, but I know who receives the key is whom the holder trusts the most, and therefore has the right to make decisions in his place.

'''Eden:''' Su told me that Kevin’s data became corrupted at around midnight, albeit we cannot trace whom he was with at the time…

'''Eden:''' Kevin entrusted his blue crystal flower to Su, indicating he was aware of the danger he would face.

'''Mei:''' But he still went to see that person.

'''Eden:''' Maybe he had no other choice. Maybe he deemed it necessary. Maybe he didn’t see anyone at all… but one thing is for certain: Kevin was prepared.

'''Mei:''' But… transferring… a crystal flower…

'''Mei:''' I get it! I’ve seen crystal flower, though technically not with my own eyes…

'''Mei:''' The purple that Aponia asked me to deliver to Griseo… felt the same as this flower.

'''Eden:''' Aponia… gave her key to Griseo?

'''Eden:''' Looks like I have another matter to confirm.

'''Eden:''' Does Griseo know anything about it? And Kosma?

'''Mei:''' As far as I can tell, they don’t.

'''Eden:''' Then we should leave them as they are. I fear their reaction to hearing it will make them the next targets.

'''Mei:''' Perhaps this is the secret Kosma referred to.

'''Eden:''' Yes. We keep secrets for many reasons and tell ourselves this is the right thing to do. However, this may do more harm than good.

'''Eden:''' For example… though it was Kevin’s idea, didn’t you also keep Ellie’s disappearance from us?

'''Mei:''' …You’re right.

'''Eden:''' A white lie… is still a lie.

'''Eden:''' But Ellie would say: “Even if you all have your own secrets and faiths, you’re still my dearest companions.”

'''Mei:''' She would say that.

'''Mei:''' …Eden, do you incline to the view that there’s no traitor among the Flame-Chasers?

'''Eden:''' I’ve never said that, and please don’t let the climate affect you. You must use your own judgment.

'''Eden:''' What if I’m that traitor? What if I who told you everything is the one who wants to hide everything?

'''Eden:''' If I’m lured by the fine wine named the new era, desperately want to leave, and use everyone for that reason… would you still do as I say?

'''Mei:''' No, that’s not who you are. I formed this judgment during the time we spent together. I believe it.

'''Eden:''' That’s also my answer, Miss Raiden.

'''Eden:''' Truths are as hazy as the night sky while lies are as many as the falling raindrops. You must learn how to discern them.

'''Mei:''' …I appreciate your advice, Eden.

'''Mei:''' Your leadership is completely different from Kevin’s and Elysia’s, but it’s just as remarkable.

'''Eden:''' Thank you, my friend. I’m only doing what I can.

'''Eden:''' Only… Miss Raiden, how I had hoped the day I took the lead would never come.

'''Eden:''' Such is wishful thinking, I suppose.

--

====<u>Gameplay 30-3 - Magician on the Tower</u>====
'''Mei:''' Eden has left, and so should I… I think Vill-V said she was going to the tower at the center of the island.

'''Mei:''' It should be past that door… Come to think of it, SAKURA asked where Vill-V was. I wonder if she found her.

'''Mei:''' Maybe I can ask Vill-V where SAKURA went.

'''Mei:''' Huh? There’s a note on the door…

'''Mei:''' “Dear spectator, the great magician awaits you in the amusement park across the tower.”

'''Mei:''' Amusement park?

'''The Great Magician Vill-V:''' Welcome, dear spectator!

'''The Great Magician Vill-V:''' You are about to witness the outdoor magic of the century!

'''The Great Magician Vill-V:''' Performed by the once-in-a-century genius, the great magician…

'''Mei:''' Come out, before I draw my blade.

'''The Great Magician Vill-V:''' Oh dear, going backstage during a performance and threatening the magician, guards…

'''Mei:''' Vill-V… this is not the time to joke.

'''The Great Magician Vill-V:''' Why, because Kevin’s dead?

'''Mei:''' You… already know?

'''The Great Magician Vill-V:''' Hey, don’t look at me like that. It’s harder to not know when the paper bearing the news came fluttering down.

'''The Great Magician Vill-V:''' I can’t believe my headlines got stolen again, first by Elysium Everlasting and now by that Kevin… which is just embarrassing.

'''Mei:''' You don’t look surprised… or even concerned.

'''The Great Magician Vill-V:''' I have a big heart. Dear spectator, my impeccable performance might have made you forget one simple fact…

'''The Great Magician Vill-V:''' Sims are only shadows of dead people. Death is never a distant concept to us.

'''The Great Magician Vill-V:''' I know what you want to say, “But not everyone’s dead”.

'''The Great Magician Vill-V:''' You can’t speak for us. When we created our sims, we were all prepared to die in battle.

'''The Great Magician Vill-V:''' We’re the epitaphs we wrote for ourselves. As for the us outside… they aren’t that important.

'''The Great Magician Vill-V:''' I’d rather call this place the Last Grave rather than the Elysian Realm. It’s only a matter of time before all sims disappear.

'''Mei:''' That’s not the point…

'''The Great Magician Vill-V:''' The point is why Kevin disappeared, right?

'''The Great Magician Vill-V:''' Don’t be nervous. I don’t want to feign surprise, but I might be more curious about the truth than you.

'''The Great Magician Vill-V:''' Despite the sims being data, they have the opportunity to lead a different life, which might help them regain what they’d lost in reality…

'''The Great Magician Vill-V:''' Isn’t it interesting when you look at it that way? This is what Elysia said. It’s she who passed the plea from the SAKURA outside to us.

'''The Great Magician Vill-V:''' SAKURA doesn’t want her sim to become aware of that event, so she asked Mobius and Elysia to rig it.

'''The Great Magician Vill-V:''' “Some truths are better left unknown.” If you don’t know, you won’t be faced with a dilemma, and you can continue trusting the MOTHs and supporting us as a Flame-Chaser.

'''Mei:''' SAKURA… I wanted to talk to you about her.

'''The Great Magician Vill-V:''' Oh?

'''Mei:''' She mentioned you when we met for the last time.

'''The Great Magician Vill-V:''' The last time… You mean…

'''Mei:''' She went missing too.

'''The Great Magician Vill-V:''' That’s scary. She did come over to retrieve the repaired Seven Thunders of Retribution.

'''The Great Magician Vill-V:''' She had a serious look and drew her blade for the first time in a long time. I’m starting to think someone said something wrong.

'''Mei:''' …Seven Thunders of Retribution?

'''The Great Magician Vill-V:''' It’s SAKURA’s other blade for slaying traitors and the like. Unsheathing it means… SAKURA’s taking action.

'''The Great Magician Vill-V:''' Not that I know what mission she’s on.

'''Mei:''' You’re saying you noticed she was acting weird but didn’t stop her?

'''The Great Magician Vill-V:''' Don’t say that. What do you want me to do, stand in her way and get chopped into two Vill-Vs?

'''The Great Magician Vill-V:''' It’s arrogant to even think about persuading a Flame-Chaser. Besides, prying into the affairs of others is rarely a good idea.

'''The Great Magician Vill-V:''' Why are you so interested in SAKURA all of a sudden? Could it be… you’re suspecting SAKURA of killing Kevin?

'''Mei:''' I just want to know where she went.

'''The Great Magician Vill-V:''' Just in case you didn’t know, it’s impossible to kill Kevin by oneself without drawing attention, so don’t even think about that.

'''The Great Magician Vill-V:''' I’m an authentic expert in this regard. I’ve made dozens of times more attempts than the number of clothes burned by Kalpas.

'''The Great Magician Vill-V:''' The total number of Kevin Killers developed by all Vill-Vs has exceeded four figures, yet none of them have managed to do that, either in reality or in the Realm.

'''The Great Magician Vill-V:''' Nobody can, coming from someone who spent every day thinking about how to kill him.

'''The Great Magician Vill-V:''' …

'''The Great Magician Vill-V:''' Wait, did I just make myself sound like the most suspicious one?

'''Mei:''' …

'''The Great Magician Vill-V:''' Is my dear spectator doubting me? Suspecting that my Kevin Killers finally worked?

'''Mei:''' …That’s hard to say.

'''The Great Magician Vill-V:''' Ah, I suppose I must show you my Kevin Killer collection. I’m only revealing the failed attempts to clear my name.

'''The Great Magician Vill-V:''' Well then… dear spectator, which one do you want to see first?

'''Mei:''' (…You sure look excited.)

'''[CHOICE] =''' Kevin Killer Mk 7

'''The Great Magician Vill-V:''' So, were you blown away by my creative genius? Are you more interested in these inventions?

'''Mei:''' Not at all…

'''The Great Magician Vill-V:''' Don’t be stingy with compliments! How about giving the greatest magician that ever lived some unbiased recognition?

'''The Great Magician Vill-V:''' … (Lose)

'''The Great Magician Vill-V:''' You nailed it! I knew you were a natural. (Win)

'''[CHOICE] =''' Kevin Killer Mk 99

'''The Great Magician Vill-V:''' Ooh! You have a good eye!

'''Mei:''' You call this a… Kevin Killer?

'''The Great Magician Vill-V:''' You won’t know without trying. What if it happens to be Kevin’s weakness?

'''The Great Magician Vill-V:''' … (Lose)

'''The Great Magician Vill-V:''' It was just getting fun! Want to try it again? (Win)

'''[CHOICE] =''' Kevin Killer Mk 135

'''The Great Magician Vill-V:''' This is another passion project of mine!

'''Mei:''' It looks more like your gaudy magic prop.

'''The Great Magician Vill-V:''' That’s a strategic choice. They won’t know what hit them!

'''The Great Magician Vill-V:''' … (Lose)

'''The Great Magician Vill-V:''' It was okay. This one needs more enhancing. (Lose)

'''[CHOICE] =''' Kevin Killer 666

'''The Great Magician Vill-V:''' Hmm? This is…

'''The Great Magician Vill-V:''' I’m sorry, it’s gone out of use.

'''The Great Magician Vill-V:''' Model 666, officially named the Realm Data Indiscriminate Irreversible Surprise Cleansing Tool.

'''The Great Magician Vill-V:''' It’s basically a command that can delete the entire Realm.

'''Mei:''' Delete the entire Realm?

'''The Great Magician Vill-V:''' It’ll ensure that Kevin’s sim be wiped. Unfortunately, it’ll also delete me, so I discarded this invention.

'''The Great Magician Vill-V:''' Besides, its activation condition no longer exists. In short, it’s unusable.

'''Mei:''' Your inventions are… creative, to say the least.

'''The Great Magician Vill-V:''' Now that you see how difficult it is to kill Kevin, stop doubting me and my companions for no reason.

'''Mei:''' …Companions? I didn’t know you cared about camaraderie.

'''The Great Magician Vill-V:''' I know it’s easy to misunderstand some Flame-Chasers, like me.

'''The Great Magician Vill-V:''' The Thirteen are human too. We all have a hidden side and even a motive to leave here. Plain and simple.

'''The Great Magician Vill-V:''' Let’s see, apart from SAKURA… Mobius, Kalpas, and Aponia must be on your list of suspects too.

'''The Great Magician Vill-V:''' As for the others, such as Elysia… you’ve been torn between suspecting her and trusting her, am I right?

'''The Great Magician Vill-V:''' Kevin’s stern and aloof, All he thinks about is battling the Honkai, so I wouldn’t be surprised if he put it into action one day.

'''The Great Magician Vill-V:''' Eden keeps saying she belongs to the old world and whatnot, but apparently she’s curious about the new world. Why would an artist reject new inspirations?

'''The Great Magician Vill-V:''' Su… I don’t know what he saw with the Cosmic Juggernaut, but he’s been paying special attention to Kevin and Mobius ever since. Nobody knows what’s on his enlightened mind.

'''The Great Magician Vill-V:''' Kosma must want to see how Project ARK wrapped up. Griseo’s also hiding something.

'''The Great Magician Vill-V:''' Hua’s honest, but who can say for sure that the Hua here is still Hua? The same goes for Pardo.

'''The Great Magician Vill-V:''' You see, the culprit can’t be any one of us.

'''Mei:''' This conclusion… seems to contradict your assertion.

'''The Great Magician Vill-V:''' In your opinion, is it the will to believe or the thing to believe in that makes people believe in something?

'''Mei:''' What do you mean?

'''The Great Magician Vill-V:''' I want to believe in my companions, which is my will and the basis. However, things conflicting with it have emerged.

'''The Great Magician Vill-V:''' What do you think I should do under such circumstances?

'''The Great Magician Vill-V:''' The answer is that I’ll continue to believe in my companions. And for that, I must doubt them before I can clear their names and reveal the truth.

'''The Great Magician Vill-V:''' This is my assertion, Mei.

'''Mei:''' Now you don’t sound like a magician anymore.

'''The Great Magician Vill-V:''' Oh, sorry about not telling you that I’m the king of illusions on the stage but an established detective in my spare time.

'''The Great Magician Vill-V:''' After all, I’m a genius. Have you heard the expression “Reasoning before performing”? It’s essentially the same.

'''The Great Magician Vill-V:''' In fact, I was planning to conduct an investigation. Since you’re interested in the truth, why don’t you join me?

'''The Great Magician Vill-V:''' This will also make you my witness. A detective needs to be as clean as can be.

'''Mei:''' …

'''Mei:''' (Vill-V… I can’t trust her yet. She made some peculiar remarks.)

'''Mei:''' (But I can find out about her maneuvers…)

'''Mei:''' I accept your proposal… but with reservations.

'''The Great Magician Vill-V:''' That’s what I want. This is how you acquire unbiased testimony.

'''The Great Magician Vill-V:''' I need to make preparations beforehand. You haven’t visited this amusement park before, have you? Why don’t you look around?

'''The Great Magician Vill-V:''' Look, there’s a great guide.

'''Mei:''' That is…

'''Elf Elysia:''' Ah! No… uh…

'''Mei:''' You’re that elf keeper? What are you doing here?

'''Elf Elysia:''' My, it’s the cute human! Did you come to see me? I’m so happy!

'''Elf Elysia:''' Hmph, some dumbo wrecked the archives, so I came here to take my mind off it.

'''Mei:''' …

'''Elf Elysia:''' What’s wrong? It’s unlike you to be down. Cheer up, or… I’ll worry.

'''Elf Elysia:''' How come the mature me isn’t with you? She shouldn’t have left you alone.

'''Mei:''' You… don’t know?

'''Elf Elysia:''' Know what?

'''Mei:''' …

'''Mei:''' Elysia…

'''Mei:''' …She’s gone.

'''Elf Elysia:''' G-Gone?

''Elf Elysia:''' Oh, you mean she’s hiding? I love playing hide and seek!

'''Mei:''' …

'''Elf Elysia:''' She’s a meanie for not inviting me! Can I go find her with you? Pretty please?

'''Mei:''' …Yeah.

'''Mei:''' Is this… the solar system?

'''Elf Elysia:''' The cute human is not only brave but also knowledgeable! Bingo!

'''Elf Elysia:''' This is an armillary sphere demonstrating the movements of the solar system! Looking at it makes you feel like you’re in space. Beautiful, - (text cut-off)

'''Mei:''' It’s not common in amusement parks… but it suits her style alright.

'''Elf Elysia:''' What’s an amusement park without a pirate ship ride?

'''Elf Elysia:''' But whenever it reaches the highest point, I squeeze my eyes shut…

'''Mei:''' So an elf can be afraid of heights.

'''Elf Elysia:''' Of course I can!

'''Elf Elysia:''' Turn on this machine to activate the rotating elevator there.

'''Elf Elysia:''' We can use it to reach the platform above. Dear human, go try it out!

'''Elf Elysia:''' Let’s hurry, head towards the beam of light to take the elevator!

'''Elf Elysia:''' This is the most popular ride in the park, the Ferris wheel!

'''Elf Elysia:''' From there, you can take in the stunning scenery of the whole park!

'''Elf Elysia:''' It’s even cradled a romantic tale… Do you want to hear it?

'''Mei:''' …Thanks, maybe next time.

'''Elf Elysia:''' If you’re a thrill seeker, the flying swings are a must!

'''Elf Elysia:''' I can fly just fine, but my heart still races when I fly on it!

'''Mei:''' Then… why do you ride it?

'''Elf Elysia:''' A cute elf’s adventure needs a little kick at times!

'''Elf Elysia:''' Look! That’s the roller coaster that travels all around the amusement park!

'''Elf Elysia:''' You’ll get a panoramic view of the whole park! It’s my personal pick!

'''Elf Elysia:''' I bet you’re dying to ride it! Let’s ride it with the mature me after we find her!

'''Mei:''' …Okay.

'''Mei:''' You know this place well.

'''Elf Elysia:''' Well, it’s created from the mature me’s memories, so it feels like home to me.

'''Mei:''' Elysia’s memories are filled with joy and laughter. Like she said… they represent everything beautiful.

'''Elf Elysia:''' Hehe, I don’t wanna brag, but this is the happiest place in the world!

'''Elf Elysia:''' But… we didn’t find the mature me anywhere. She’s a good hider.

'''Mei:''' …

'''Elf Elysia:''' I know! She’s challenging us!

'''Elf Elysia:''' Hmph, I’ll go look for her! Don’t underestimate my elf power!

'''Elf Elysia:''' Ta-ta, cute human!

'''Mei:''' …

'''Mei:''' …I’ll rendezvous with Vill-V.

'''The Great Magician Vill-V:''' You’re back! Isn’t the amusement park exciting? It makes me want to set up my own stage.

'''The Great Magician Vill-V:''' While you were having fun, I was packing. Now you can lead us through the fog to reveal the truth!

'''The Great Magician Vill-V:''' We’ll start from the unusual…

'''The Great Magician Vill-V:''' Look, a group of guests we’ve never met.

'''The Great Magician Vill-V:''' Or should I say… they’re the hosts while we’re the guests?

'''Mei:''' These monsters… give off the same feeling as this park.

'''The Great Magician Vill-V:''' After all, this is Elysia’s memory space. I suppose the monsters have become pink under its influence?

'''Mei:''' Influence…

'''Mei:''' If Elysia’s consciousness can influence the form of monsters, will this influence change according to her state?

'''Mei:''' For example, I saw a strange-looking monster. Its color had faded.

'''The Great Magician Vill-V:''' Faded?

'''Mei:''' You haven't seen it? At first, I thought they were created by Griseo like the monsters in the studio.

'''Mei:''' Now I don’t think this is the case.

'''The Great Magician Vill-V:''' Nope, and I can’t imagine what you’ve described.

'''The Great Magician Vill-V:''' If I were you… I’d just go confirm it with Griseo.

'''Mei:''' You’re right.

--

====<u>Gameplay 30-4 - Where to Begin</u>====
On the square, a girl holding a paintbrush was staring at the blank canvas.

'''Griseo:''' …

'''Kosma:''' Have you decided what to paint yet?

'''Griseo:''' Hmm… I don’t like any of the colors today.

'''Kosma:''' Do you want to go somewhere else?

'''Griseo:''' I…

'''Griseo:''' …

'''Griseo:''' …Never mind.

'''Kosma:''' …

Apparently, the heavy air had left a lasting color on Griseo.

'''Griseo:''' Kosma, I don’t feel like painting today.

'''Kosma:''' …

'''Kosma:''' (Wandering aimlessly isn’t the way to go.)

'''Kosma:''' (At least it’ll help me settle down, or this emotion will get to Griseo.)

'''Kosma:''' Let’s investigate. Remember to get behind me if anything happens.

'''Griseo:''' Okay.

'''Kosma:''' (Let’s look around.)

'''Griseo:''' Here are… odd colors…

'''Kosma:''' (I don’t see anything unusual.)

'''Griseo:''' …It’s this.

'''Kosma:''' (This is…)

'''Griseo:''' Odd colors… are increasing…

'''Kosma:''' Griseo, get behind me!

'''Griseo:''' Hmm…

'''Kosma:''' Are you okay, Griseo?

'''Griseo:''' Uh-huh… I’m okay.

'''Mei:''' Looks like we made it.

'''Kosma:''' …Herrscher of Thunder.

'''Mei:''' We need to talk to Griseo, so we came.

'''Kosma:''' …”We”?

'''The Great Magician Vill-V:''' And me, of course!

It happened in the blink of an eye… Vill-V, who emerged from a puff of smoke behind Kosma, had a claw on her throat.

'''The Great Magician Vill-V:''' …What’s with you people? Stop pressing your blades against my neck!

'''Kosma:''' (Vill-V… She came with Mei Raiden. In other words, she’s informed.)

'''Kosma:''' Don’t do this again. Now’s not the time for your show.

'''Mei:''' Let’s get down to business. Kosma, the monsters you fought… were they painted by Griseo?

'''Kosma:''' No, Griseo didn’t paint a stroke today. I can testify.

'''Mei:''' Could it be she painted them earlier?

'''Kosma:''' …

'''Griseo:''' It’s not like that, Mei.

Griseo peered out from behind Kosma.

'''Griseo:''' They smell like paint, but their color is odd… I didn’t paint them.

'''Mei:''' …

'''Mei:''' (Then did someone use Griseo? Who can do that in the Realm…)

'''Kosma:''' …

'''Griseo:''' Mei… are you looking for odd colors? There are more there.

'''Mei:''' Griseo, can you track the scent of those monsters?

'''Griseo:''' Yes… but it’s very weak.

'''Mei:''' Let’s go take a look.

'''The Great Magician Vill-V:''' We have two new assistants! Reminds me of the time when Kosma performed with me.

'''The Great Magician Vill-V:''' Sawing people in half, stabbing baskets with swords, escaping water tanks… Talk about shows!

'''Mei:''' They sound average by your standard. Like the magicians of my day, you use mechanisms…

'''The Great Magician Vill-V:''' Oh, there’s no mechanism.

'''Mei:''' …?

'''The Great Magician Vill-V:''' To create the first and last magic of its kind, I dropped the mechanisms.

'''The Great Magician Vill-V:''' I still remember the shriek of my silent assistant after he climbed into the box!

'''Mei:''' That’s… That’s not magic, is it?

'''Kosma:''' …Let’s go.

'''Griseo:''' This is the place…

'''Mei:''' …The faded monsters.

'''Mei:''' Hmm? That one is…

'''Mei:''' …

'''Mei:''' (Took it out easily… but did I see that monster somewhere before?)

'''Griseo:''' Strange, how come…

'''Griseo:''' …Griseo?

'''Griseo:''' There are two… odd colors…

'''Griseo:''' Those faded monsters… wear my paint…

'''Griseo:''' But the other doesn’t… instead… it just…

'''Griseo:''' Feels… familiar?

…

'''Griseo:''' …Kosma, did we help Mei?

'''Kosma:''' Perhaps.

'''Griseo:''' Will Mama Aponia… be in danger?

'''Kosma:''' …With Eden around, she should be fine.

'''Griseo:''' Should we check on her?

'''Kosma:''' …No. Like Eden said, we should stay away from danger.

'''Griseo:''' …

'''Griseo:''' Kosma, you liar.

'''Kosma:''' …Griseo?

'''Griseo:''' You don’t want to stay away from danger.

'''Kosma:''' …

The boy once again felt that no amount of disguise could fool the sensitive girl.

'''Griseo:''' You don’t like waiting here, do you?

'''Griseo:''' Kosma was thinking about other things.

'''Griseo:''' When Mei and Vill-V left… you stared at them for some time.

'''Kosma:''' …

'''Griseo:''' I know you want to go with them.

'''Griseo:''' This happened before. You wanted to fight with them, but had to board that ark.

'''Kosma:''' Griseo…

'''Griseo:''' You like spaceships and stars. I know they’re your dreams.

'''Griseo:''' But why are you… unhappy?

'''Kosma:''' …

'''Griseo:''' So I told Vill-V I wanted to board that ark in your place.

'''Kosma:''' I… thought so.

'''Kosma:''' I asked Vill-V many times, but she insisted that it was a whim…

'''Griseo:''' I asked her to keep it a secret. I didn’t want to make you sad.

'''Griseo:''' After that… did your dream come true?

'''Kosma:''' I…

'''Kosma:''' I don’t know…

'''Kosma:''' Maybe I died for nothing. I didn’t achieve anything, much less become a hero.

'''Kosma:''' I… never asked the others about my ending. I didn’t have the courage. I’m scared of hearing the opposite.

'''Griseo:''' …

'''Griseo:''' Then… why did you want to be a hero?

'''Kosma:''' …

She suddenly confronted him with the question that he had asked himself countless times.

'''Griseo:''' Is it because being a hero is great?

'''Kosma:''' That’s one side of it.

'''Kosma:''' …A hero is the person who can lead people to victory.

'''Griseo:''' Must that person fight?

'''Kosma:''' …Yeah.

'''Griseo:''' Oh… then I can’t be a hero.

'''Kosma:''' No… it’s not like that, Griseo. Sometimes we fight in other ways.

'''Griseo:''' Must a hero…

'''Griseo:''' …Be someone who dies?

'''Kosma:''' …

He wanted to say no, but he knew that there was no point in telling her an answer even he could not believe.

'''Kosma:''' …

'''Griseo:''' Then I don’t want you to be a hero.

'''Kosma:''' …

Her voice was firm, evidently not tinged with his color.

It was perhaps the first time that he heard her words reflect her real color so conspicuously.

'''Griseo:''' Mum and Dad are gone. Grown-ups told me they’re heroes.

'''Griseo:''' Dystopia is gone. You said she was a hero.

'''Griseo:''' In the end, Kosma wanted to leave me to become everyone’s hero.

'''Kosma:''' Griseo…

'''Griseo:''' Everybody’s a hero, but… what about me?

'''Griseo:''' This time… will you be a hero again?

'''Kosma:''' …

He could not bring himself to answer as he looked into her starry eyes.

'''Kosma:''' …

'''Kosma:''' (Griseo… You don’t become a hero just because you want to.)

'''Kosma:''' (When the time comes, you’ll know… you must do something at any price.)

'''Kosma:''' (Maybe for someone or for something…)

'''Kosma:''' (And this time… what I couldn’t do fifty thousand years ago…)

Looking into her eyes, Kosma repeated the answer to himself, hoping she could read the silence.

But he finally chose to make a promise.

'''Kosma:''' This time, I think… I still want to be a hero, Griseo.

'''Griseo:''' …

'''Kosma:''' It’s not because I want to die.

'''Kosma:''' It’s because I want to light the hope of life.

'''Kosma:''' We walk into the darkness… to bring the daybreak.

He showed her a rare and gentle smile in an attempt to comfort her. However, only sadness spread across her face.

'''Griseo:''' …

'''Griseo:''' Kosma, did you know? You make that face every time you want to do something without telling me.

'''Griseo:''' But I don’t want this. I don’t want to be protected and I don’t want to be left behind. I want to have my own color… like everybody…

'''Griseo:''' So… please tell me…

'''Griseo:''' Kosma… What are you going to do…?

--

====<u>Gameplay 30-5 - Temporary Detective</u>====
'''Mei:''' Vill-V, what do you think?

'''The Great Magician Vill-V:''' I think we should name it. How about… Poisonous Mushroom? It’s accurate.

'''Mei:''' That kind of monster should be part of the cataclysm. And the faded monsters… should be under its influence.

'''Mei:''' Where did they come from? And why are they so strong?

'''The Great Magician Vill-V:''' Don’t panic. I’m sure we’ll solve your problems as soon as we catch the lone Poisonous Mushroom.

'''Mei:''' I understand the logic, but we’ve been running around in circles…

'''Mei:''' …

'''The Great Magician Vill-V:''' Don’t look at me so passionately. Not all performers perform better under pressure.

'''Mei:''' Didn’t you say you’d do all you could to assist me and clear your name? Is there no way to trap those monsters?

'''Mei:''' Use your weird magic props or your favorite Kevin Killers.

'''The Great Magician Vill-V:''' I’m honored to know you think highly of my magic.

'''The Great Magician Vill-V:''' Unfortunately, you’re asking for the impossible. I can only set the stage… I don’t get to call the performers onto the stage…

'''Mei:''' So we can only rely on luck? Hey, what’s that?

'''The Great Magician Vill-V:''' But a performer will come onto the stage eventually. Look, it came uninvited.

'''Mei:''' Quick! After it!

'''Mei:''' Not here.

'''The Great Magician Vill-V:''' Let’s look elsewhere.

'''Mei:''' We lost it again…

'''The Great Magician Vill-V:''' It’s too jumpy to be a good performer.

'''Mei:''' The traces of the monster vanished…

'''The Great Magician Vill-V:''' What a farce. I suppose this is as far as we can go.

'''Mei:''' Isn’t it strange to you?

'''The Great Magician Vill-V:''' Strange?

'''Mei:''' It somehow managed to get away from us every single time.

'''Mei:''' As if it could predict our movements. The monsters here are unintelligent so they shouldn’t be able to do that, unless…

'''The Great Magician Vill-V:''' Unless someone’s controlling it?

'''Mei:''' That’s the only possibility I can think of.

'''The Great Magician Vill-V:''' Makes sense. But the question is, which one of us can do that?

'''The Great Magician Vill-V:''' Are you still suspecting Griseo of it?

'''Mei:''' I can tell she doesn’t know the monsters.

'''Mei:''' But that’s it. Griseo can’t lie, which makes her easier to use. Therefore everyone’s suspicious, including her.

'''Mei:''' For a series of disruptions to occur in such a short time, someone must be behind them.

'''The Great Magician Vill-V:''' I have to say, according to your deduction, the identity of the mastermind is obvious.

'''Mei:''' Who is it?

'''The Great Magician Vill-V:''' Time stopped for fifty thousand years and only recently resumed flowing.

'''The Great Magician Vill-V:''' The buried stories are unearthed, the strife rekindled, and every Flame-Chaser in the Realm is more or less involved.

'''The Great Magician Vill-V:''' And every change was caused by the arrival of a special successor… a Herrscher!

'''The Great Magician Vill-V:''' It is she who brought changes! It is she who became the center of the Flame-Chasers’ attention!

'''The Great Magician Vill-V:''' Need I say more?

'''Mei:''' Are you accusing me?

'''The Great Magician Vill-V:''' Oh no, I trust you wholeheartedly. I’m just pointing out a possible conclusion based on your deduction.

'''Mei:''' So… do you have any bright ideas, eloquent magician?

'''The Great Magician Vill-V:''' Me? Fully trusting my colleagues, of course. I’m well aware of who they are.

'''The Great Magician Vill-V:''' Like I said, I’m investigating to prove the innocence of every sim. I won’t doubt any Flame-Chaser, and that’s that.

'''Mei:''' If your hypothesis stands, then one possibility remains.

'''Mei:''' Someone else invaded the Realm and created the chaos.

'''The Great Magician Vill-V:''' Unfortunately, that’s also impossible.

'''The Great Magician Vill-V:''' As you know, part of the Realm is another me’s creation. Although I don’t like her seriousness… I’m very confident in her ability.

'''The Great Magician Vill-V:''' The barrier system she built can intercept all invaders. It’s an absolute rule that can’t be breached.

'''The Great Magician Vill-V:''' No one can set foot in this place except for the successors deemed worthy by the executor of Project STIGMA, the Kevin in the outside world.

'''The Great Magician Vill-V:''' On The Expert’s reputation, I assure you that you’re the sole outsider here right now.

'''Mei:''' You’re saying the mastermind is from neither the inside nor the outside? How is that possible?

'''The Great Magician Vill-V:''' That’s for you to decide. I can only tell you what I see.

'''The Great Magician Vill-V:''' You can’t prove anyone’s innocence without, well, proof.

'''Mei:''' …

'''Mei:''' (Our investigation has reached a dead end again.)

'''Mei:''' Standing here won’t do us any good. Let’s look for other clues.

'''The Great Magician Vill-V:''' Oh? You didn’t question my opinion this time.

'''Mei:''' I still find you suspicious, but this is not the time to hang on to that.

'''Mei:''' Like you said, suspecting any of us without proof is the worst option. Maybe the real purpose of the mastermind is to turn us against each other.

'''Mei:''' We must restore order before it’s too late, and that’s what matters most.

'''The Great Magician Vill-V:''' Who do you want to look into next? I suggest starting from the least suspicious since we want to rule out suspects.

'''Mei:''' Just to be safe, let’s go back to the amusement park and ask the elf keeper. She might know something about the broken typewriter.

'''Mei:''' Wait, here…

'''The Great Magician Vill-V:''' What is it?

'''Mei:''' …

Mei did not answer. She only looked around warily before letting out a sigh.

'''Mei:''' I could be imagining things.

'''Mei:''' But a vital lead may have appeared where the monster disappeared. We should go back and check.

'''The Great Magician Vill-V:''' A vital lead?

'''The Great Magician Vill-V:''' …Oh, I get it, some leads won’t show up on their own.

The two turned back. Behind them, a lithe figure leaped over the wall and landed swiftly on the ground.

'''???:''' Why are they going back? I need to follow…

Suddenly, a cold edge pressed against her neck.

'''Pardofelis:''' Eeeeeeek!

'''Mei:''' Following people around is not a good idea… Pardo, it’s you?

'''Pardofelis:''' Mei, easy, easy there, don’t point your sword at me.

The girl pushed away the edge with two fingers carefully with an ingratiating smile.

'''Pardofelis:''' Nothing escapes Mei! Does this mean the so-called vital lead is also a bluff?

'''Mei:''' You’ve been following us since then. Why?

'''Pardofelis:''' I came to take refuge with you! I’ve checked every secret path as told by Eden, but found nothing… which is depressing.

'''Pardofelis:''' Then I heard that Mei and Vill-V were looking into this incident, so I came to help.

'''Mei:''' Stalking us doesn’t equal helping us.

'''Pardofelis:''' About that… I was just scared of being rejected. Mei, you know how weak I am.

'''Mei:''' …What an assertive response.

'''Pardofelis:''' Because I have self-knowledge! I can’t really fight, but I can totally help you in other ways!

'''Pardofelis:''' I’ve given it some thought. As much as I hate to see everyone suspecting everyone, I hate doing nothing even more.

'''Pardofelis:''' I’d rather regret doing the wrong thing than regret doing nothing at all! So I made up my mind to figure it out, even if… ahem…

'''Pardofelis:''' What are we doing? Looking for the elf that looks like Elysia?

'''Mei:''' …

'''Mei:''' Pardo, you followed us because you were afraid of being rejected?

'''Pardofelis:''' O-Of course! I know there’s a time and place for restocking… Even if I did think about it, a thought is just a thought!

'''Pardofelis:''' H-Hold on! Mei, you aren’t accusing me of anything, are you?

'''Mei:''' …

'''Pardofelis:''' Mei, I hope you’re not serious! I wouldn’t pick on Kevin even if I had nine lives!

'''Pardofelis:''' If I was really that great, I’d snatch Eden’s Golden Courtyard and make Kevin and Kalpas my delivery boys. As for Elysia and Hua, they can mind my store…

'''The Great Magician Vill-V:''' I’ll vouch for her. That’s what she’d do.

'''Pardofelis:''' Vill-V, you know me! How could a trader like me benefit from turning the Realm upside down?

'''Mei:''' …Leaving aside the motive, I agree that you don’t seem capable enough.

'''Pardofelis:''' See? I couldn’t be more innocent.

'''Pardofelis:''' Let me go investigating with you! Mei, Vill-V, pretty please?

'''Mei:''' That hasn’t cleared your name, but we’re the same in that regard, so I don’t care.

'''The Great Magician Vill-V:''' Mei is super composed and cautious. I love it because it makes you a natural detective.

'''Pardofelis:''' So it’s official! Hehe, now I’m a detective too!

'''The Great Magician Vill-V:''' Great. We’ve gotten the show on the road, so the bigger the audience the merrier.

'''Pardofelis:''' Ellie, Ellie, are you here?

'''Pardofelis:''' I’m getting deja vu. Too bad this event killed my vibe of going treasure hunting.

'''Mei:''' …

'''The Great Magician Vill-V:''' Not here either. Elf Elysia is pretty good at the disappearing act.

'''The Great Magician Vill-V:''' I wonder where she went.

'''Mei:''' Let’s split up.

'''Mei:''' I can’t find Elf Elysia anywhere… It’s getting late, I should meet up with them.

'''Pardofelis:''' Huff… I didn’t find anything. Where is she hiding?

'''Mei:''' I didn’t see her either.

'''The Great Magician Vill-V:''' Do we keep looking? Such mechanical, unaesthetic work is below me.

'''The Great Magician Vill-V:''' Maybe she’ll pop out later. We should go in a different direction.

'''Mei:''' You have other leads?

'''The Great Magician Vill-V:''' It’s about time I showed you my secret weapon! Ta-da!

'''Pardofelis:''' Wow, what a flamboyant hat! Vill-V, where on earth do your props come from?

'''The Great Magician Vill-V:''' Nice. Pardo, you know how to please a performer, and that’s what I love about you.

'''The Great Magician Vill-V:''' The other spectator, what do you think?

'''Mei:''' You made me visit the amusement park alone so you could prepare this? I can only tell you’re into hats.

'''The Great Magician Vill-V:''' You must look beneath the surface. This is not any hat, but a magic prop I specially developed, the Consciousness Collector!

'''Mei:''' Consciousness Collector?

'''The Great Magician Vill-V:''' In short, it can help you access people’s minds to read their memories. With it, we can validate everyone’s alibi and prove their innocence.

'''Pardofelis:''' Read… memories? I can’t believe it! Is this really show magic, and not real magic?

'''Mei:''' Since we’re in the Realm, I assume it only needs to read and project memory data.

'''The Great Magician Vill-V:''' You’re killing the fun by exposing magic tricks, dear spectator.

'''The Great Magician Vill-V:''' What say you, Mei? I specially invite you to check my memories as a sign of trust!

'''Mei:''' Sorry. Not interested.

'''The Great Magician Vill-V:''' Great, I knew no one could resist the temptation… Wait, not interested? How’s that possible?

'''The Great Magician Vill-V:''' It’s the most efficient tool I can think of. Don’t you want to get into our heads? Besides, you’ve no reason to refuse an ingenious magic prop full of surprises.

'''Mei:''' The credibility you’ve demonstrated so far can’t persuade me to test this suspicious prop with you.

'''The Great Magician Vill-V:''' Don’t say that. I didn’t take it out at first because I wanted to build trust by showing you around and verifying our guesses.

'''The Great Magician Vill-V:''' You got here without a scratch. You’re the living proof that my magic props are totally safe and reliable.

'''Mei:''' Safe and reliable? Sure, if they didn’t suddenly explode and draw monsters to us.

'''The Great Magician Vill-V:''' Those are the bonuses that come with the package! I mean, that’s what magic is all about.

'''The Great Magician Vill-V:''' But I can assure you that I created this prop to deal with crises like this. I didn’t add my special touch.

'''The Great Magician Vill-V:''' The perpetrator could be watching us somewhere. Are you sure we have time to invent a new option?

'''Pardofelis:''' Mei, Vill-V has a point. I believe she won’t pull a prank at such a critical time.

'''Pardofelis:''' How about… I have a go first?

'''Mei:''' Pardo…?

'''The Great Magician Vill-V:''' Oh, Pardo hasn’t gotten over being suspected by you.

'''Pardofelis:''' I’m not that unforgiving… We’re in the dark, so it’s natural for Mei to be wary.

'''Pardofelis:''' But that also means Mei won’t have any helpers.

'''Pardofelis:''' The earlier I prove my innocence, the earlier I can get back to investigating with Mei.

'''The Great Magician Vill-V:''' Good thinking. But… have you considered this possibility?

'''The Great Magician Vill-V:''' Maybe the girl in front of you is the mastermind.

'''Pardofelis:''' What?!

'''The Great Magician Vill-V:''' I’ll take that as a no.

'''The Great Magician Vill-V:''' If that’s true, you can’t shake off the suspicion. Actually, you might secretly be disposed of, if you catch my drift!

'''Pardofelis:''' Mei’s a murderer… Impossible…

'''Pardofelis:''' No way! She wants to learn the truth more than anyone! She wouldn’t do anything to Elysia and Kevin…

'''Pardofelis:''' It can’t be! I bet you anything she isn’t the murderer!

'''Mei:''' …

'''The Great Magician Vill-V:''' Hey, I was joking, or why would I hand her something so important?

'''The Great Magician Vill-V:''' So, Mei, are you really going to let Pardo and me down?

'''Pardofelis:''' Mei…

'''Mei:''' Alright then.

'''Pardofelis:''' Great!

'''The Great Magician Vill-V:''' Blow us away, lead actress.

Mei took the hat and put it on Pardofelis under Vill-V’s instruction. However, she caught a glimpse of Vill-V’s smirk.

'''Mei:''' Vill-V, you…

'''The Great Magician Vill-V:''' Nervous? But it’s too late to quit.

Vill-V snapped her fingers, and a cloud of smoke burst out of the hat, plunging the view into darkness.

…

She was navigating through the thick darkness with drab light motes floating around. Touching a light mote caused them to gather around, as if wanting to drown the consciousness…

…

When she opened her eyes, the view rippled out and coalesced into something familiar.

'''Mei:''' (The Elysian Realm?)

A girl darted past her. She seemed to be unaware of Mei’s presence, and was focused on chasing a sandy brown blur ahead of her.

'''Pardofelis:''' Can, wait for me! You’re too quick!

'''Can:''' Meow…

'''Pardofelis:''' Elysia told me we had a new guest while I was away. I wonder what she’s like.

'''Mei:''' (This is… prior to meeting me? Is the guest referring to me?)

The girl pulled the drawer out and her eyes gleamed with joy.

'''Pardofelis:''' So many gold coins! What a cash cow… Ahem, generous guest, I mean!

'''Mei:''' …

'''Mei:''' (This is Pardo’s memory alright. I want to know what happened afterward.)

When this thought occurred, the scenery shattered, reassembled, and extended towards her…

'''Pardofelis:''' What should I do…

'''Mei:''' The voice… comes from the other side of the door.

A new view appeared before her.

Time did not pass in the Realm. The girl was still sitting outside the shop, but this time she wore a worried expression.

'''Can:''' Meow…

'''Pardofelis:''' Can, be quiet so I can think.

She was spacing out with her head resting on her hand. The longer she thought, the harder she frowned.

'''Pardofelis:''' Ugh, I can’t. It’s making my head hurt.

'''Pardofelis:''' Should I lead Mei any deeper? But even the good-tempered Kosma tried to stop us, and Elysia looked worried.

'''Pardofelis:''' If this goes on, Aponia will totally fight Mei.

'''Pardofelis:''' Jeez, why can’t they ever talk things out?

'''Mei:''' (Is this… what happened before I entered the Deep End?)

'''Can:''' Meow~

'''Pardofelis:''' I know… They aren’t the type to sit down and talk, and they have complicated history.

'''Pardofelis:''' But why must they fight? They’re friends who risked their lives for the same cause… They should be friends, right?

'''Can:''' Meow…

'''Pardofelis:''' You don’t need to console me, Can. I finally found a home, and I’m not gonna let infighting ruin us.

'''Pardofelis:''' I’m ranked the lowest, but that doesn’t make me any less of a Flame-Chaser.

'''Pardofelis:''' …

'''Pardofelis:''' …It feels like a dream. Me, an orphan born in Sundown Alley, actually became a Flame-Chaser.

'''Pardofelis:''' Can, say… if my parents were alive, what would they think? Would they be proud of me?

'''Pardofelis:''' …But that’s a question for another day. What should I do? Hmm, better ask Vill-V for advice…

The girl soon disappeared from Mei’s sight. She would never have revealed her innermost thoughts had she noticed the girl who was not supposed to be there.

'''Mei:''' …

'''Mei:''' (I’ll fast-forward it.)

'''Mei:''' (This is it. Judging from the environment, this should be the day Kevin disappeared.)

'''Mei:''' (Pardo hasn’t slept? What’s she doing here?)

'''Pardofelis:''' Ninety-six, ninety-seven…

'''Pardofelis:''' This place abounds with treasures. Where should I ask Mei to take me for a treasure hunt tomorrow?

'''Pardofelis:''' I can sell machine parts to Vill-V and cute accessories to Elysia. As for these weird ornaments, I’ll trick Kosma’s gang into buying them… Hehe, I’m gonna be rich.

…

As the night grew darker, her monologue began to slur.

'''Mei:''' (Pardo spent the night counting loot, and I’m not surprised.)

'''Mei:''' …

'''Mei:''' (Time to go.)

'''Pardofelis:''' The first object… Kevin will do. Wonder if he’ll accept it…

'''Mei:''' (Kevin? What does he have to do with this?)

'''Pardofelis:''' …I mustn’t let Elysia find out.

'''Pardofelis:''' Yeah, and Mei too, or she’s gonna kill me…

'''Mei:''' (Elysia and me? What’s Pardo trying to hide?)

…

As if jolted out of meditation, Mei’s eyes snapped open, and met two pairs of concerned eyes.

'''The Great Magician Vill-V:''' It’s over. Dear audience, what did you see?

'''Pardofelis:''' Mei, I told you I didn’t see Kevin on the day he went missing.

'''Mei:''' …

Mei did not answer. The other girl averted her eyes from hers uneasily.

'''Pardofelis:''' Don’t stare at me like that, Mei, it feels uncomfortable. I swear I didn’t do anything.

'''Mei:''' I saw your memory of the night Kevin disappeared. You sorted loot all night long and fell asleep with it in your arms at daylight.

'''Pardofelis:''' Hehe, just excited about my successful treasure hunt and all. That can surely prove my innocence?

'''Pardofelis:''' Mei, I’ve been telling you I’m innocent. Since I’ve cleared my name, can I go investigate with you?

'''Mei:''' But you said you wanted to do something behind Elysia’s and my back before falling asleep.

'''Mei:''' Pardo, do you have other secrets?

'''The Great Magician Vill-V:''' That’s some memory. Turns out Pardo isn’t as ingenuous as she looks.

'''Pardofelis:''' M-Mei, what are you talking about? Why would I keep a secret from you?

'''Mei:''' Really?

'''Mei:''' According to what you said in the dream, this matter concerns many Flame-Chasers, and you even wanted to involve Kevin. What is it that’s worth all your trouble?

'''Pardofelis:''' …

'''The Great Magician Vill-V:''' Pardo, you better tell the truth lest you become the prime suspect.

'''Pardofelis:''' …

'''Pardofelis:''' It’s just business… nothing personal!

'''Mei:''' What business needs to be conducted behind Elysia’s and my back?

'''Pardofelis:''' It’s about… those…

'''Mei:''' Those?

'''Pardofelis:''' Those… horns on your head.

'''Mei:''' Horns?

'''Pardofelis:''' I’m planning to rent out your horns for touching. If Elysia finds out, she’ll broadcast it, which will definitely irk you.

'''Pardofelis:''' So… I had to keep it from you two.

'''Mei:''' …

'''Pardofelis:''' Wah! Mei, I’m so sorry, I won’t do it again!

'''The Great Magician Vill-V:''' Hahaha, I didn’t know your horns were so popular. Pardo, you’re a genius.

'''Pardofelis:''' Aw, Vill-V, your hat is scary. I had a teeny thought running through my head, and Mei saw it clearly.

The Great Magician Vil-V: Why, the items I create are ten times more effective. Now you have every reason to believe my Consciousness Collector works.

'''The Great Magician Vill-V:''' How about it, Mei? You can always count on tools.

'''The Great Magician Vill-V:''' Now we can read the Flame-Chasers’ memories to clear their names. But…

'''The Great Magician Vill-V:''' Maybe… not everyone will be happy to do it.

--

====<u>Gameplay 30-6 - Standoff Without Winners</u>====
The thing that hath been, it is that which shall be.

By this undeniable truth, he had made all kinds of difficult deductions and always spoke correct.

It was due to this foresight that people called him wise. And this he knew well…

When all other matters are settled, only one kind of ending is left. That was how it was now. He was sure of it…

Death was inevitable.

This man…

This man that came from fire only to burn everything to the ground… how would he execute himself?

…

'''Kalpas:''' …Trash.

'''Kalpas:''' As before, you can’t stop me, and you can’t save anyone, not even…

'''Kalpas:''' …Your own sorry lives.

'''Hua:''' Huff… Huff…

'''Su:''' I won’t deny that, Kalpas.

'''Su:''' But we came here because we’re not so different. I believe you don’t want…

'''Kalpas:''' Enough! You knew the consequences when you tried to stop me.

'''Kalpas:''' You’ve wasted too much of my time… Come!

'''Kalpas:''' I prepared a blow for the Final Herrscher… You two didn’t see it, so now’s your chance.

'''Kalpas:''' Muster all your strength and see if you can take it! Otherwise… don’t preach to me!

…!

…

'''Su:''' Sigh…

This is where his foreseeing was cut off again.

'''Su:''' (As expected with Kalpas. This battle is unavoidable, I’m afraid.)

'''Hua:''' Are you okay, Su?

'''Su:''' Yes, I’ve located Kalpas. He is near.

'''Su:''' I’m sorry. The Seed of Sumeru cannot fully function while being limited by memory space.

'''Su:''' I couldn’t trap Kalpas in a bubble universe, so I teleported and confined him to somewhere in the Realm to cool off.

'''Hua:''' If so… why don’t we go see him?

'''Su:''' Kalpas is not in the mood to negotiate, so we might as well make some leeway.

He paused, that forecasting coming to mind once more.

'''Su:''' Kalpas’ standpoint that makes him trustworthy is more important than his attitude.

'''Su:''' All in all, some Flame-Chasers have had a change of heart. Even those who were present cannot be fully trusted.

'''Su:''' But the traitor is not Kalpas. This is a consensus reached easily.

'''Hua:''' I agree.

'''Hua:''' Which is to say… you were trying to protect him?

'''Su:''' Not quite. But Kalpas’ behavior could give the ill-willed an excuse to isolate or remove him.

'''Su:''' But someone we can trust is crucial for us.

'''Su:''' We both understand this, but Kalpas… not so much. There is an irreconcilable conflict between us.

'''Hua:''' What about… me?

'''Hua:''' Do you trust me? I understand why you wanted me to accompany you, but I don’t see how I can be fully trusted.

'''Su:''' It’s better left unsaid, but Hua… you have the right to know.

'''Su:''' Apart from the trust built over the years, the main reason is… the side effect you display.

'''Hua:''' Are you talking about… my habit of deleting memories regularly?

'''Su:''' Exactly. You’re a sim that’s almost unaffected by time. A change of heart could not take root.

'''Su:''' Meanwhile, because of this incompleteness…

He hesitated for a moment. Although it was for the greater good, it was too cruel.

'''Su:''' If I must suppress… or even erase a sim by means of my peculiarity, you would be the least costly target.

'''Hua:''' …

'''Su:''' Sorry.

'''Hua:''' No… I understand. Thank you for being honest with me.

'''Hua:''' Should I prepare for battle?

'''Su:''' I’ll fight alongside you. After all, it’s quite difficult to convince Kalpas…

'''Su:''' …Huh?

'''Su:''' It’s an enemy… How could I have failed to sense something so close to us?

'''Su:''' Hua, I’ve expended most of my mental energy on earlier observations.

'''Su:''' But… an enemy? Why here, of all places…?

'''Su:''' …

Despite not engaging in the battle, the man’s paleness deepened.

'''Su:''' Hua, I was remiss.

'''Su:''' I checked again… Kalpas has not moved an inch.

'''Su:''' But… if Kalpas is nearby, how did the monsters survive?

'''Hua:''' Especially when Kalpas was taken away in that state. Could it be…

'''Su:''' Let’s move out. Perhaps… what I believed would save him only served to confine him.

'''Su:''' Ready yourself. Behind this door… stands Kalpas.

…

'''Kalpas:''' …

Before them, the untamed soldier stood stilly.

His quietness was jarring and even shocking.

'''Su:''' Thankfully, you’re safe.

'''Kalpas:''' Hmph… Not if you keep me waiting.

'''Kalpas:''' What? Too chicken to meet me face-to-face?

'''Su:''' That would be unnecessary. At any rate, we’re happy to see you safe, and… not escalating the conflict.

'''Kalpas:''' Oh, you mean I took the interests of the whole into account?

'''Kalpas:''' Bleh! Don’t insult me with those words.

'''Kalpas:''' How many people have you killed with this excuse? Tens of thousands? Millions? Hmph… Yet I’m known as the butcher that disgraces you!

'''Kalpas:''' Tell you what, I’m not interested in cooperating. Having tasted that once is enough.

'''Kalpas:''' Regarding what I’m going to do… Standpoint isn’t important, and I don’t care about it.

'''Su:''' Kalpas, Kevin and Elysia have fallen. We depend solely on you to fight directly from now on.

'''Kalpas:''' Oh?

Kalpas looked at the girl who had not spoke.

'''Kalpas:''' Yet you only brought her along. Do you really think that’s enough to convince me?

'''Kalpas:''' One frail… One desperate…

'''Su:''' But you know I have a card up my sleeve. Since you’ve calmed down, we don’t have to take things too far.

'''Su:''' I want to trust SAKURA as much as you do, but I’ve exerted myself to source… Among the Flame-Chasers, only your and her data were corrupted for certain.

'''Su:''' Hence I cannot find the truth without your help.

'''Su:''' SAKURA’s data eludes me as we speak. But you… have returned to normal. This is why I asked you.

'''Su:''' Kalpas, you saw SAKURA or, at the least, were in a space with her, right?

'''Kalpas:''' …

'''Kalpas:''' What else do you know?

'''Su:''' Hua can fill you in. If not for her, I’d have overlooked this possibility.

'''Hua:''' I thought of it after learning the Seed of Sumeru had changed. It appears that spatial abilities behave differently in the Realm.

'''Hua:''' SAKURA harnesses sword arts that can freeze space. We’ve even seen it in action.

'''Hua:''' If SAKURA’s data isn’t gone, but erroneous… maybe the error doesn’t come from herself, but the space affected by her sword arts.

'''Su:''' Yes, and the reason why she swung her blade is the key to everything.

'''Kalpas:''' You’re smarter than you look.

'''Kalpas:''' Only you’re too busy being condescending and thinking you could hide anything.

'''Kalpas:''' You’re not the first to take notice. On the night of SAKURA’s disappearance, I received a code for Cocoon members.

'''Hua:''' What does it say?

'''Kalpas:''' Help.

'''Kalpas:''' As always, huh? When someone cries for your help, be it her sister or her… your first reaction is to doubt her.

'''Kalpas:''' How noble! How proper! Looking at you people makes me wish I was a real beast.

'''Su:''' Are you suggesting that SAKURA was attacked as well?

'''Su:''' What happened next? What happened during the time your data became erroneous?

'''Kalpas:''' I went to where the code pointed to.

'''Kalpas:''' But there was nothing except for this mask.

'''Hua:''' This design… Is this from Cocoon?

'''Kalpas:''' Forget-Me-Not only wears it on special missions.

'''Kalpas:''' And she only willingly takes it off after accomplishing a mission.

'''Kalpas:''' Willingly, understand?

'''Su:''' (If she is alive, she is our enemy…)

'''Su:''' This coincides with my previous judgment. I assume this is why you kept to this place.

'''Kalpas:''' Hmph… As if I care about what you think. All that matters is I’m right.

'''Kalpas:''' Aren’t you very special in the Realm? Tell me, whose blood is this?

'''Su:''' …

'''Su:''' Of course. But before that… Kalpas, if it doesn’t belong to SAKURA…

'''Su:''' In other words, if I cannot prove her innocence… what will you do?

'''Kalpas:''' Oh, has my earlier attitude misled you?

'''Kalpas:''' You don’t deserve to question me! You’ll know when the time comes.

'''Su:''' …

After brief consideration, Su bent down and placed a hand on the mask.

'''Kalpas:''' And?

'''Su:''' …

He heaved a sigh, as if not knowing what to do.

He knew the lead that was the easiest to follow and the most important was lost. All they did here only sent them back to square one.

'''Su:''' …It’s Elysia.

A long silence followed.

'''Kalpas:''' Ha… Hahahaha!

'''Kalpas:''' The fool turned out to be me?

'''Su:''' I know how you feel, Kalpas, but…

'''Kalpas:''' Enough! What a fool I was to try proving SAKURA’s innocence your way…

'''Kalpas:''' …

'''Kalpas:''' In that case…

'''Kalpas:''' What you didn’t finish talking about is over.

'''Kalpas:''' What I didn’t finish can go on!

'''Hua:''' Su?!

Su’s posture did not change at all, but Hua’s battle instinct alarmed her. She stepped in front of Su.

'''Su:''' …Kalpas, we don’t have to come to this.

'''Kalpas:''' I won’t make a fool of myself again, blind.

'''Kalpas:''' If you believe only the dead can be absolutely innocent, then…

'''Kalpas:''' I’ll start from you!

'''Su:''' I’m sorry, Hua… This battle is unavoidable. I’ll try to link his psyche and restrain him. Before that…

'''Su:''' If you use up your strength, please tell. I’ll do whatever it takes to put an end to this.

'''Kalpas:''' Who are you two to take me with you?!

'''Kalpas:''' You can’t even save who you really wanted to save, yet you still fantasise about… saving everything?!

'''Kalpas:''' Today will be the same as the day your captain died.

'''Kalpas:''' You can watch the flames engulf everything… And you’re a total failure!

'''Kalpas:''' Pathetic!

'''Hua:''' Did it work?

'''Su:''' Yes, but I can’t sustain it for long… Hua, this is the only chance.

'''Kalpas:''' This is why a Psychic disgusts me…

'''Kalpas:''' If you’re as almighty as you look, why couldn’t you… save your mentor? Answer me!

'''Kalpas:''' Enough… this isn’t reality, and you’re not Aponia!

'''Kalpas:''' …Trash.

'''Kalpas:''' As before, you can’t stop me, and you can’t save anyone, not even…

'''Kalpas:''' …Your own sorry lives.

'''Hua:''' Huff… Huff…

'''Su:''' I won’t deny that, Kalpas.

'''Su:''' But we came here because we’re not so different. I believe you don’t want…

'''Kalpas:''' Enough! You knew the consequences when you tried to stop me.

'''Kalpas:''' You’ve wasted too much of my time… Come!

'''Kalpas:''' I prepared a blow for the Final Herrscher… You two didn’t see it, so now’s your chance.

'''Kalpas:''' Muster all your strength and see if you can take it! Otherwise… don’t preach to me!

'''Su:''' …

It went exactly as he forecast. He was faced with a decision he could not make when he foresaw it coming.

But experiencing this situation had taught him one thing.

'''Su:''' (His power… is still climbing?)

'''Su:''' (We have no hope of taking that blow. Unless…)

'''Su:''' …Hua, I’ll take it from here.

'''Hua:''' …Su?

'''Hua:''' You’re in no condition to fight him head-on.

'''Su:''' No matter, as it was my idea to go together. While I don’t want to erase Kalpas, I can’t bear to…

'''Su:''' …Watch you die because of me.

When all other matters are settled, only one kind of ending is left.

At that moment, the strongest man in the Elysian Realm was preparing an attack for the strongest enemy in his sight, as though a river of fire flowed before him.

More than an attack, as his name suggested, it was a slaughter… no way to defend, no place to run.

Faced with such an overwhelming blow, such near-death disaster…

The eyes of the enlightened are open.

…!

…

…

Yet that blow did not land on them.

'''Hua:''' This is…

In front of them, flames were raining down on the earth that was torn a hideous scar. It was an abyss that separated them from Kalpas.

If one looked down, they would see an icy blue stream of data coursing through it.

Su

Immediately realised that the abyss created by Kalpas was not what it seemed to be.

'''Su:''' What was torn was not the earth, but the space of the Realm…

'''Su:''' …

'''Su:''' Kalpas, you…

'''Kalpas:''' This is the last time.

'''Kalpas:''' And you people… won’t get another chance to stop me.

The man walked away from the gaping rift that would never mend.

'''Hua:''' Kalpas!

'''Su:''' …Do not pursue him, Hua.

'''Su:''' I must concede… we were outwitted by Kalpas. He didn’t intend to fight us to the death.

'''Su:''' He only intended to tear open the Realm with my opened eyes. That blow was the last straw.

'''Su:''' Then he would gradually destroy the space of the Realm along the fissure.

'''Su:''' His goal is not to kill everyone.

'''Su:''' …On the contrary, it is to destroy everything excluding the Flame-Chasers.

'''Hua:''' Is Kalpas really capable of setting us up?

'''Su:''' Like you heard, Kalpas doesn’t plan, and he attempted to deceive us in a very simple manner.

'''Su:''' Feigning anger is what Aponia would do.

'''Su:''' His reason for lashing out or his taunting during our fight all appear too jarring at this point. But we were fooled… because he was Kalpas.

'''Hua:''' What should we do now?

'''Hua:''' We’ve lost the leads, and another companion has set a time limit for our operation.

'''Hua:''' If we stand by, Kalpas will destroy the entirety of the Realm.

'''Su:''' …It is a dangerous move, but it may prove useful.

'''Su:''' If he is the Kalpas we know, he won’t be careful when destroying the Realm.

'''Su:''' Whatever that traitor’s goal may be… it’s impossible for things to go according to their plans when the very world they live in begins to crumble.

'''Su:''' And… he has inspired us. When it comes to the Realm itself, there is another Flame-Chaser we can trust due to being unfathomable.

'''Su:''' Hua, it’s about time…

'''Su:''' …We talk to Mobius.

--

====<u>Gameplay 30-7 - Memory’s Reflection</u>====
…

…

…After a long time.

It all began with a fall.

It all ended with a fall.

The man came to in the boundless darkness.

'''Kalpas:''' …

He lowered his head and studied his body, confused by his current situation.

He did meet something in that darkness.

But why did he appear in this strange place?

'''Kalpas:''' Hmm?

Something more confusing to him was right before him.

'''???:''' …

'''Kalpas:''' Who are you?

'''???:''' Kalpas.

'''Kalpas:''' Ridiculous!

'''???:''' Oh? That’s my line.

'''???:''' Who are you?

'''Kalpas:''' …

'''???:''' Do you think you know yourself better than me?

'''???:''' Fine, take a good look around you before your consciousness dissipates.

'''Kalpas:''' …

For some reason, his tone sounded familiar to the man.

It also sounded extremely uncanny, for he said those words in his appearance.

'''Kalpas:''' (…Elysia?)

Impossible.

'''Kalpas:''' In your dreams.

'''???:''' Really? If I’m right, you’re unfamiliar with this place as well.

'''???:''' Just like most people who still can’t read their own mind on the day they die.

'''???:''' Hmph. Consider it a token of gratitude. I’ll try to let you… die without regret.

'''???:''' Oh, are these… the 10th Divine Keys you broke in half before receiving the Meta-Morph surgery?

He eyed the broken swords as if they were corpses.

'''???:''' So Emile’s death hit you hard, huh?

'''???:''' This is as deep as your inner world gets, and what do I find? Your memories of him.

'''Kalpas:''' What do you want?

'''???:''' Didn’t I tell you? I want to help you introspect before you depart.

'''???:''' Most people still can’t figure out who they are and what they want by the time of death.

'''???:''' You don’t have to nor want to… end up like them, do you?

'''Kalpas:''' …

'''Kalpas:''' Emile shouldn’t have died like that.

He seemed to be pleased with the response.

'''???:''' See? My conclusion is based on the delusions of humans.

'''???:''' Aren’t you still trying to lie to yourself?

'''???:''' That adjutant was chosen as a 10th Herrscher, and the most dangerous one among them. You knew he would die.

'''Kalpas:''' Are you stupid or deaf?

'''Kalpas:''' I knew he would die, but not pointlessly!

'''Kalpas:''' I gave meaning to his death myself… and you… you don’t deserve to say his name.

'''???:''' Alright, I’m you, so I can’t convince you.

'''???:''' But I’m very curious about something. After you had acquired ICHOR and touched the Divine Key made from Emile’s Core, what happened to the Key?

'''???:''' …Strangely, I don’t have that memory.

'''Kalpas:''' Hmph… You’re unworthy.

The man raised his head, but the moon was not there.

'''Kalpas:''' What he became is not important.

'''???:''' …So what he did is important?

'''Kalpas:''' …

'''???:''' Now you see that a person’s thinking is inseparable from their memory.

'''???:''' But…

'''???:''' Hahahaha…

'''???:''' You had the heart to mock them, saying they couldn’t save who they really wanted to save…

'''???:''' Oh, Kalpas. Now I know where your fury comes from.

'''???:''' You aren’t any different from them, are you?

'''???:''' Never mind, let us go on.

'''???:''' Oh? Is this what happened at the sanatorium?

'''Kalpas:''' …

'''???:''' What? Can’t bear to look back?

The man could not respond, not because he heard the harsh truth, but because he was trapped in the memories shooting past him.

Most of them belonged to the victims.

In the faded birthplace, in the newfound home, on the promised battlefield…

He was always the sole survivor, leaving piles of dead bodies behind

Why was he so strong?

It had long confused him.

'''Kalpas:''' …What’s there to ask?

'''???:''' The circumstances are special. I’m Kalpas… and an observer…

'''???:''' So my opinion on a matter might not conform with yours. For example…

'''???:''' The weapon left here as a symbol.

'''???:''' If your memory isn’t warped by madness, then SAKURA ruined your second home for a mission.

'''???:''' Of course, that was a turning point. If the MOTHs found you in a way less… cruel, I’m afraid you’d have died as a nobody.

'''Kalpas:''' Enough. Who are you to judge SAKURA?

'''???:''' SAKURA? Hahaha…

'''???:''' There’s something I don’t understand about her.

'''???:''' I have reasons to loathe her, but not you.

'''???:''' Destroying the space of the Realm… You went to such lengths for her. Why?

'''Kalpas:''' I don’t need reasons.

'''???:''' Even if it doesn’t benefit you?

'''Kalpas:''' Ha…

'''???:''' Suit yourself. Your fury is quite the mystery. Judging from these memories, you’ve never hated a specific individual.

'''???:''' Oh… I finally understand why you don’t hold a grudge against SAKURA.

'''???:''' Whether it’s the day the sanatorium was purged or every time you felt helpless after that, you’ve only hated yourself.

'''???:''' That’s why your fury cannot rest… as long as you live.

'''Kalpas:''' Are you done yet?

'''???:''' You don’t want to know yourself? A sad human is more human, I suppose.

'''???:''' But I discovered something even more intriguing.

'''???:''' You seem to be happy with working as a loader at the sanatorium.

'''???:''' Strange, you didn’t enjoy bloodsports back then.

'''???:''' Despite the fact that they couldn’t see, you couldn’t help smiling when you were praised by those kids.

'''???:''' Which is to say, if given a choice, even you, a person who has become a complete beast, want to live an ordinary life?

'''Kalpas:''' Shut up.

'''???:''' If not, it can only mean one thing.

'''???:''' You don’t want to be average, yet you’ve hated yourself all along.

'''???:''' Well disguised, Kalpas. This is just fascinating. No wonder every one of them considers you a companion.

'''???:''' The beast who petrified everyone and slaughtered the most enemies… didn’t enjoy it at all. He craved power because he was weak in the face of change.

'''???:''' An ordinary life? Heh… No, that’s not what you wanted at all, but a…

'''Kalpas:''' I said shut up!

'''???:''' …

'''???:''' Calm down, I don’t need to bicker with the dying.

'''???:''' It appears that our walk isn’t over. There’s no point in clashing here.

'''???:''' Well then… The last stop, for the body and soul, should be just ahead.

'''???:''' I don’t understand, how can something that happened so long ago be so vividly remembered?

'''???:''' Did you really… fall from the sky?

'''???:''' Are you sure Aponia didn’t tamper with your memory?

'''Kalpas:''' …

He winced slightly at the name.

'''Kalpas:''' She wouldn’t dare.

'''???:''' Haha… I’ll believe you for now.

?'''???:''' So you fell into that uncivilised… and Honkai-stricken village?

'''Kalpas:''' Yes. What?

'''???:''' But… why would they see someone who fell from the sky unscathed as a god instead of a monster?

'''???:''' Is it just because you’re the first person to slay a Honkai beast before them?

'''Kalpas:''' That’s not good enough?

'''???:''' Back then… the concept of the Honkai didn’t elude most people, or so I’ve been told.

'''???:''' Then again, you’re not a human to begin with.

'''???:''' You’re… unique to this day.

'''???:''' They weren’t very friendly to their god, though.

'''???:''' Whether it’s a habit or instinct, you should’ve kept it from them. A blindly worshiped outlier will end up as badly as any other outlier.

'''Kalpas:''' So what?

'''???:''' You sound like you don’t care, but the pain… was palpable in your memory.

'''???:''' You lied to Kosma, didn’t you? That experience is the fundamental reason why you could endure pain on the battlefield.

'''???:''' …You were tied to this pillar?

'''Kalpas:''' Hmph… None of your business.

'''???:''' Of course. I just think… what they did was absurd.

'''???:''' Because of your ability, they assumed your blood… could be made into a cure for the Honkai.

'''Kalpas:''' A load of crap.

'''???:''' I’m feeling sorry for you.

'''???:''' How could commoners imprison someone as strong as you?

'''???:''' You could break free anytime, but you didn’t until the Honkai struck back and reduced that village to a deadland. Why?

'''Kalpas:''' You can ask, and you will die.

'''???:''' I must remind you that I can’t. You’re the one dying here, not me.

?'''???:''' But I don’t need to get an answer out of you.

'''???:''' No wonder you fought a MANTIS to the death during the sanatorium incident… No wonder you didn’t leave the MOTHs even though you disagreed with everything they did.

'''???:''' That Kalpas… The man who was only second to two leaders in the whole world…

'''Kalpas:''' Enough.

'''???:''' What he really wanted…

'''Kalpas:''' Enough…

'''???:''' Was only a place he could go back to…

'''???:''' A home.

'''???:''' Am I right?

'''Kalpas:''' Enough!

At the same time, Kalpas threw a punch at the figure mirroring him.

…

To no avail.

A punch that could threaten anyone was stopped halfway.

'''???:''' You don’t like my gift? That’s too bad, I thought you’d cherish the opportunity.

'''???:''' Um…

'''???:''' It’s about time anyway. I’ll drop the act.

'''Kalpas:''' …

'''???:''' You’re strong, I’ll admit that. But this is as far as you can go.

'''???:''' Thank you for opening up to me, and thank you… for voluntarily becoming the next sacrifice.

'''???:''' Farewell… the 6th of the Flame-Chasers.

Then there was only darkness.

It all began with a fall.

It all ended with a fall.

At this moment, the end was about to be crossed…

…

Can this be seen as the beginning of another cycle?

'''Kalpas:''' Haha…

A throaty laughter began to seep through the darkness.

'''Kalpas:''' Haha… hahahaha…

Then the first flame was ignited.

'''Kalpas:''' …It’s you!

The fist hanging in the air suddenly exploded.

Fire swept away the darkness, along with the mask hidden within.

The crumbling mask revealed a face.

'''Kalpas:''' It’s… you.

'''???:''' …Death throes are futile.

'''???:''' What can it achieve? The reality is that you cannot touch me.

'''Kalpas:''' I absolutely cannot.

'''Kalpas:''' But do you actually think… you’re the only one buying time?

'''???:''' …

'''???:''' Haha, placing your hopes on your companions? Are you really Kalpas?

'''???:''' You’ve just offered me the second generous gift.

'''Kalpas:''' Yes, a bouquet for your grave.

'''Kalpas:''' Their way… is something I know and disdain, understand?

'''Kalpas:''' And I’m about to show you who Kalpas is…

Fire was burning.

Burning everything. Devouring everything. Destroying everything.

The same as the beginning, present… and end of this man.

'''Kalpas:''' I have to thank you. You made me understand what that woman meant… The opportunity of living a different life, hmm?

'''Kalpas:''' Acting… Yeah, I’ve already grown sick of it.

'''Kalpas:''' Come. Didn’t you want to see my world?

'''Kalpas:''' We’ll do it our way…

'''Kalpas:''' Burning it all down… till we die!
----
===Act 2 - Secret Mission===

====<u>Gameplay 30-8 - Mission Start</u>====
A long time later.

'''Raven:''' Who’d have thought a world was inside this little guy.

Clink! Clank!

In the dim basement, Raven was dismantling a sphere.

It was the mission objective they took out of a closed lab at Nivelle Industries this morning.

'''Raven:''' It looks like any other guide robot out there.

'''Gray Serpent:''' They aptly named the project “Childhood”. Enabling robots to learn thinking like children is no easy feat.

'''Gray Serpent:''' The project was canceled likely due to not making progress. If we didn’t salvage it, it’d be destroyed next month.

'''Raven:''' No easy feat? Why don’t you look in the mirror?

'''Gray Serpent:''' Well, my situation is different.

'''Gray Serpent:''' But I have something to ask. If I do become a pile of scrap metal someday, will you also treat me as roughly as you do with this?

'''Raven:''' Why would I? I’ll just throw you into an incinerator.

'''Raven:''' Take this. I’ve disarmed the alarm and security system, the rest is up to you.

'''Gray Serpent:''' Still bad at intensive hacking like before, I see?

'''Raven:''' I’m just splitting the workload.

'''Gray Serpent:''' Still bad at it, I see.

'''Raven:''' …

Gray Serpent took the ball and placed it on the table.

'''Gray Serpent:''' Who would have thought that the girl who liked to act alone, and even quit the team before, would become part of the World Serpent’s cadre now?

'''Raven:''' Yeah, I didn’t expect it either.

'''Gray Serpent:''' A legendary mercenary who relied on nothing but herself to climb to the top of the Charon’s List… Such a pity that her impatience for success nearly cost her life over a minor mistake.

'''Gray Serpent:''' If I had not secretly fired that shot for you, I fear that you would just be another stone carved with words. Maybe there wouldn’t even be a stone.

'''Raven:''' I’ve always wondered why you saved me that time.

'''Gray Serpent:''' Why? I don’t remember. Maybe because I felt like it.

'''Raven:''' I’ve thought about this more than once. If it was any other Gray Serpent who kept watch over me then, I wouldn’t be standing here today.

'''Raven:''' He would definitely have just watched as I died that night. Just because I wasn’t careful, didn’t pass the test, or… just because he doesn’t care.

'''Gray Serpent:''' That’s true.

'''Gray Serpent:''' After all, although we are all Gray Serpents, we all have different… interests? Wishes? You know what I mean, some trivial differences.

'''Gray Serpent:''' I’ve seen more unique ones, like a Gray Serpent that likes poetry, living like a poet who achieved nothing, or a Gray Serpent who was obsessed with guns and named his pistols “Lynx”.

'''Gray Serpent:''' And one more who was… very sensitive to the market economy. If he was still alive, he probably would have been an entrepreneur.

'''Gray Serpent:''' Perhaps this is what the Gray Serpents’ creator wanted to see. But I’ve never met that professor, so I wouldn’t know.

'''Raven:''' Let me guess, you must be a stand-up comedian.

'''Gray Serpent:''' That’s a pretty good idea. I’ll hold an umbrella and bring a bag on stage, crack a joke and make people laugh.

'''Gray Serpent:''' Then I’ll remove my mask at the end, and they’ll see this handsome face under that mask. That’ll be even more interesting.

'''Gray Serpent:''' …Alright, the preparations are all done.

'''Gray Serpent:''' Next, I’ll cut off all connections between this basement and the outside world. Of course, that includes my Gray Serpent Network.

'''Raven:''' And just in case, I’ve also installed a signal jammer.

'''Gray Serpent:''' We’ll be completely isolated from the outside world like this. If you have something to say, now’s the time.

'''Raven:''' …So, what’s your wish?

'''Gray Serpent:''' Wanna know?

'''Raven:''' …Yes.

'''Gray Serpent:''' …Actually, forget it.

He then switched off the lights in the basement. The surroundings were consumed by darkness, with only a faint glint from his eyes.

'''Gray Serpent:''' Now then, our mission… has just begun.

--

====<u>Gameplay 30-9 - Deepest Anomaly</u>====
…

Eden walked in the darkness.

She had come to this place yet again, to this Deep End. When she last visited this place, Kevin hadn’t disappeared yet and Ellie was still smiling.

'''Eden:''' …

Perhaps it was due to the darkness, but she began to think of some unpleasant things.

And so she reached her hands out to dispel the darkness, just as she did before.

…

'''Eden:''' …Hm? Strange…

But this time, the darkness in the Deep End seemingly became more oppressive.

'''Eden:''' What’s happening… The Deep End is rejecting me?

'''Eden:''' Did something happen… to Aponia?

'''Eden:''' Nothing changes here without reason… It can’t be…

'''Aponia:''' Confess your sins, intruder.

'''Aponia:''' I already know your sins…

'''Eden:''' Aponia?

'''Aponia:''' No need to hide, that is but a useless attempt.

'''Aponia:''' Repent, this is your last chance.

'''Eden:''' This feeling… It’s not her!

'''Aponia:''' …Eden?

'''Eden:''' …

'''Aponia:''' Is that you, Eden?

'''Aponia:''' Ah… Did I unintentionally affect you with my “touch”?

'''Eden:''' Looks like… that fight just now was only some corresponding side effects.

'''Aponia:''' Please don’t misunderstand, Eden. I’m not using my “touch” on you or anyone else. I’m “touching” the entire Realm.

'''Aponia:''' I should have noticed your presence, but… the Realm’s disorganised memories have taken up my energy, please forgive my negligence.

'''Eden:''' It’s alright, my friend. More importantly, I want to know what you discovered.

'''Aponia:''' As we all know, Elysia and Kevin have completely disappeared from the Realm. But other than that, there is something else that’s suspicious…

'''Aponia:''' When I “touch” the Realm with these hands, it always feels like there’s something… hiding from me, shrouded in shadows that I have never felt before.

'''Aponia:''' But when my consciousness finally reaches those shadows, it disappears again, leaving a certain… unknown warmth.

'''Eden:''' Could it be SAKURA?

'''Aponia:''' …No, it’s not. Although SAKURA’s whereabouts are also uncertain, I can still evidently feel her existence and unique features.

'''Aponia:''' But this shadow… it’s something I’ve never seen before, or maybe… someone I’ve never seen before.

'''Eden:''' Could it be the cause of Kevin and Ellie’s disappearance?

'''Aponia:''' I can’t be certain for now. But its presence is undoubtedly associated with the changes in the Realm.

'''Eden:''' Someone you’ve never seen before who can even avoid your “touch”… Could it be something from outside the Realm?

'''Aponia:''' No. I don’t know the reason, but the connection between the Realm and the outside world has been severed ever since Elysia disappeared.

'''Eden:''' Does Mei know about this?

'''Aponia:''' When she met with Hua earlier, she must have already noticed this.

'''Eden:''' I wonder if it had trapped Mei here intentionally… Can you try “touching” it again?

'''Aponia:''' I’ll… try my best.

'''Aponia:''' …Eden, do you think all this could be caused by someone in the Flame-Chasers?

'''Eden:''' It’s too early to be sure, Aponia. And with clues about Kevin’s disappearance continuously appearing since last night, I’m sure there are other things we have yet to notice.

'''Aponia:''' Ah… that flower. Eden, are you also here to ascertain its whereabouts?

'''Aponia:''' I’ve given it to Griseo, but that child probably doesn’t know what it’s for.

'''Aponia:''' I’m very sorry, Eden. But I think you can understand why I made such a decision.

'''Eden:''' When we have no choice, can we at least ensure that the “key” and “truth” are safe?

'''Aponia:''' Of course. This is also the last thing… we can do for “her”.

Eden instinctively realised that there was something strange about Aponia’s words.

“Last”… She had heard this word far too many times today. As if it had become a cursed lyric in a play.

'''Eden:''' Aponia, you…

'''Aponia:''' As expected, our past sins will eventually precede us.

'''Aponia:''' I will not hide or run. I will embrace it.

'''Aponia:''' It’s just a pity that I cannot fulfill that promise to sing a song for everyone…

'''Eden:''' …Maybe there’s another solution.

Aponia seemed shocked at the request made.

'''Aponia:''' How peculiar. Eden, you’re not a psychic and you don’t have the power to see the future, but why does it seem like you can read my thoughts?

'''Eden:''' I don’t need those powers, Aponia. In fact, I couldn’t be more familiar with…

'''Eden:''' You already have an expression on your face that we are far too familiar with.

'''Eden:''' …An expression that says you’re resolved to die for this.

…

Rays of light shone brightly, as if countless arms were stretching towards the distant skyline.

'''Aponia:''' Resolved to die for this?

'''Aponia:''' That’s… a description unbefitting of me.

'''Aponia:''' …

She stopped her touch abruptly.

Because soon enough, in her “embrace”, a third party had come to this sanctuary.

The skies darkened at his arrival, as if it was going to fall into the abyss.

Or perhaps… that is the abyss itself.

'''Aponia:''' Why is it… you…?

'''Aponia:''' …

'''Aponia:''' …Kalpas?

--

====<u>Gameplay 30-10 - Memories of Down</u>====
'''Pardofelis:''' That’s great!

'''Pardofelis:''' I hereby announce that I’ve been absolved of all suspicions. Now, I can join the ranks of detectives and investigate the truth behind this with you!

'''Pardofelis:''' Mei, bring me along when you go and check out those memories. I must prove that everyone is innocent.

'''Mei:''' I’m afraid we won’t have many chances to do so.

'''Mei:''' I don’t believe that the other Flame-Chasers would just sit around and let us flip through their memories like a book.

'''The Great Magician Vill-V:''' Then it’s all up to you now, our great detective.

'''The Great Magician Vill-V:''' Oh, but come to think of it, another person who just can’t say no to this matter is already here.

A figure hurriedly came over and breathed a sigh of relief upon seeing Mei.

'''Hua:''' Great, you’re all here.

Hua rarely showed such a determined expression, and this subconsciously made Mei nervous.

'''Mei:''' What’s wrong, Hua? You don’t look so good.

'''Hua:''' Something very serious has happened, me and…

'''The Great Magician Vill-V:''' Shh, please wait.

'''The Great Magician Vill-V:''' Rather than using words, I recommend using some tools instead. For example, this hat?

'''Hua:''' Sorry but this matter is way too urgent, I can’t test out those experimental tools with you.

'''The Great Magician Vill-V:''' Don’t be so quick to reject me, this isn’t just some frivolous method.

'''The Great Magician Vill-V:''' We just want her to understand what exactly happened more intuitively. And this is also able to clear up suspicions of you.

'''The Great Magician Vill-V:''' Right, my dear Miss Mei?

'''Pardofelis:''' Listen to me, Hua. We’re using this hat to look through every Flame-Chaser’s memories and prove their innocence.

'''Hua:''' Look through… memories?

'''Mei:''' I understand your concerns, but… there’s no progress using other clues. We have no other choice.

'''Hua:''' I’m not against it. After all, my memories are complex and difficult to understand. But is this method really useful?

'''The Great Magician Vill-V:''' Please believe me, this is our last resort.

The girl looked hesitantly at everyone in front of her. They were once her most trusted companions, teammates who fought alongside her.

Yet the gloomy reality formed an unbridgeable rift between them. Distrust and accusations shadowed over everyone.

But now, she must make a decision, whether she should continue to trust the people before her.

'''Hua:''' I understand.

'''Hua:''' What do you need me to do?

'''The Great Magician Vill-V:''' You just have to wear this.

'''The Great Magician Vill-V:''' That’s right, just like that. Prove to us that you’re still the Hua that we know.

'''Mei:''' Let’s not dally, time to head out.

Darkness sprawled before her eyes again, and when that darkness had dispelled, she saw a city on the verge of destruction.

'''Pardofelis:''' Mei, look there! What raging fire!

Everything was covered in fire, lighting the skies. There was a vague, red figure in the center of the flames.

At that moment, Mei suddenly realised where she was.

'''Mei:''' That is… the 7th Herrscher.

The flames raged, conquered, and consumed everything around them.

Beyond the bright flare of the fire, a frail figure caught Mei’s eye.

She laid helplessly among the rubble, covered in injuries and barely able to breath.

Under the immense firestorm, she was as fragile as a flitting fallen leaf.

Despite that, she leaned heavily on a collapsed structure, painfully trying to speak.

It seemed like there was someone still barely alive under all the debris.

The uncontrollable flames suddenly blazed with a blinding white light but dimmed quickly after, ascending towards a distant direction.

Hua lifted her head excruciatingly, watching the flames disappear far away.

'''Hua:''' Squad Leader…

Against the flares of the fire, Mei couldn’t see the expression on Hua’s face clearly. Even so, she could imagine how it looked like.

That was… a look that bade farewell.

'''Mei:''' Pardo, let’s go to the next memory.

'''Pardofelis:''' Mei, are we not gonna help Hua?

'''Mei:''' She can no longer feel our presence.

'''Mei:''' This is only her memories… What happened in the past cannot be changed.

'''Pardofelis:''' Is that so… But Hua is…

Mei stared at the girl nearing death from a distance, as if she had gone through time and saw her own memories.

That sort of torturous separation would remain deeply engraved in the shadows of her memories, morphing into an irrecoverable injury within her soul. And that pain would scab over into a callus, becoming the pillar of strength for the girl to move forward.

Mei looked away.

'''Mei:''' Pardo, this is only a memory. We won this battle against the Honkai in the end. That alone will not change no matter what.

'''Pardofelis:''' Yeah…

'''Mei:''' Let’s go.

'''Elysia:''' What a coincidence to meet you here again, Hua. Let me guess, you came here specially to chat with me, right?

'''Hua:''' It’s not like that…

'''Elysia:''' Oh, it’s not? Even so, you should have played along with me. To refuse me outright like that, I’m hurt.

'''Hua:''' I… Sorry, I wasn’t considerate enough.

'''Elysia:''' Haha, I was just teasing.

'''Elysia:''' Mei isn’t here, she’s probably somewhere deep in the Realm going through her trials. You’ll have to wait a little longer for her.

'''Hua:''' How did you know that I’m waiting for Mei?

'''Elysia:''' I was just guessing, but who knew that I’d get it right the first time. Well, the two of you do get along very well after all.

'''Hua:''' Mei… and the me in reality seem to know each other. When she spoke of some past experiences with me, I felt a sense of intimacy with her.

'''Elysia:''' Then you should talk more with her. It’s not every day that you can watch your own future unfold before your eyes.

'''Elysia:''' Mei would be happy too. After all, there aren’t many people she can talk to here. The Flame-Chasers have a rather ambivalent attitude towards her.

'''Hua:''' Ambivalent? Is that because the truth she seeks is far too confidential?

'''Elysia:''' It’s because of her identity. Her identity as a Herrscher.

'''Elysia:''' Looks like you’re not really bothered by that, maybe the two of you can become good friends.

'''Hua:''' Herrscher… Even I cannot easily speak about things like peaceful coexistence.

'''Hua:''' “Herrschers will never fight for humanity, she is no exception.” Kevin once told me that… after he had that battle with the 7th Herrscher.

'''Hua:''' Yes, I witnessed it too. In an instant, the squad leader who was with us through thick and thin just a day ago became a flame that pushed countless lives into the abyss.

'''Hua:''' Is everything in the past wiped away once they bear the title of a Herrscher? Are they left with nothing but the will to destroy everything, and become an existence that can never attain mutual understanding with us?

'''Elysia:''' After all, nobody has fought as closely against a Herrscher as Kevin and the rest did.

'''Elysia:''' The more you have won against the Honkai, the more fearful you will be of Herrschers. That can’t be helped. After all, the existence of Herrschers signifies the beginning of losses.

'''Hua:''' But to me… Herrscher is a status, not an identity.

'''Hua:''' If it’s just about having powers beyond an average human, we, as MANTISes, are no different from Herrschers…

'''Hua:''' We should only stay guarded against those who betray humanity’s past and attempt to destroy everything with their powers to annihilate. Evidently, Mei is not like that. So, I have never seen her as a Herrscher.

'''Hua:''' She is first a person searching for an exit, then a special individual who possesses the power of a Herrscher.

'''Hua:''' Maybe this is an unspoken common knowledge we’ve had all along.

'''Elysia:''' I know, everyone thinks this way too. First an ally, then other identities after. I’ve always believed in that.

'''Elysia:''' A bunch of fellows who can’t be honest with themselves.

She smiled in the direction of the portal and her eyes unconsciously met Mei’s, as if instructing her over time and space.

'''Elysia:''' You have to work hard too, Mei, to break that barrier soon.

'''Elysia:''' Because what lies behind it is not just the truth, but also everyone’s trust and acknowledgement.

'''Pardofelis:''' Ellie…

'''Mei:''' There’s no other clues here, let’s continue forward.

The scenery changed again, the night sky spreading out as far as the eye could see. In the Realm, this was a rare and precious sight.

'''Mei:''' This is… the night before Elysia disappeared.

After parting ways with Mei, Hua did not leave.

She walked along the city streets full of boisterous crowds, watching as the crowds on either sides of the street gathered and - (text cut-off)

As the night deepened, those crowds created by virtual data gradually disbanded.

Hua sat on empty steps and stared at the flickering sign above her.

'''Pardofelis:''' Did Hua just sit here like this all night? Who is she waiting for?

'''Mei:''' I think she’s merely basking in the peaceful atmosphere here.

'''Mei:''' (If everything hadn’t happened, this would be the life she should have had.)

'''Mei:''' Then, this can prove that she had nothing to do with Elysia’s death.

Mei sighed softly, perhaps out of relief, or because she had already foreseen this outcome.

Suddenly, the scene before her eyes changed yet again. Like melting snow, it paled away, distorting. At the same time, another scene seemed to be struggling as it attempted to appear before her.

'''Pardofelis:''' Mei! What happened?

'''Mei:''' Stronger memories surfaced from deep within her consciousness, flushing these serene memories away.

'''Mei:''' I’m afraid this is the emergency that Hua wanted to tell us about.

The blurred surroundings became clearer, until Mei could finally discern where she was.

Mobius’ experiment lab. She once experienced a difficult battle here.

Yet now, the lab was only filled with silence. The experiment data that always displayed on the screen also became incomprehensible garble.

'''Mei:''' This is…

'''Pardofelis:''' Mei, wait for me!

Mei didn’t care to reply. She chased after the owner of the memory into the lab, as if she had felt a premonition.

And there, deep in the lab…

They found Mobius.

Or rather… an existence that used to be Mobius.

'''Pardofelis:''' Ah… Ah…

'''Mei:''' What…

What greeted them was a floor of familiar and broken debris lying in a black mire.

In the unstable data storm, there was only a trace of Mobius’ figure left.

'''Hua:''' Dr. Mobius, what happened?!

'''Su:''' Hua! Stay back for now!

As she saw Hua and Su enter from a broken door, Mobius’ lips curled into a smirk. She moved her lips, as if to speak.

'''Mobius:''' …

'''Mobius:''' …

Soon after, her afterimage gradually blurred away and disappeared like smoke in the air.

'''Mei:''' …!!

'''Pardofelis:''' Mei, what happened… What’s going on here…

Mei and Pardofelis looked at each other, seeing the same disbelief in each other’s eyes.

'''Mei:''' Mobius… died?!

--

====<u>Gameplay 30-11 - The Fog that Rises</u>====
A few moments later.

Although they had long left Hua’s memory space, they were still lost in shock of the aftermath, unable to react.

'''Mei:''' How could… Mobius?

'''Pardofelis:''' H-How could this be? Doesn’t Sis Snake have that special power where she can’t die no matter what?

'''Hua:''' If I had not witnessed this for myself with Su, we wouldn’t have believe that things would turn out this way either.

'''Hua:''' But she did indeed disappear before our eyes. After that, Su checked the entire Realm and couldn’t find any of her data.

'''Mei:''' So it’s the same situation…

'''Hua:''' Su is organising the clues he has now, so he told me to inform all of you about this and remind everyone to stay alert.

'''Hua:''' I’ve conveyed his message, so I should get going. I need to inform the others about Mobius’ death.

'''Mei:''' Hua…

'''Hua:''' Do you have anything you wish to convey?

'''Mei:''' No, be careful and stay safe.

After hearing Mei’s report, Vill-V crossed her arms and lowered her head in silence.

'''The Great Magician Vill-V:''' How can this be… I thought that at least she would be safe for a while.

'''The Great Magician Vill-V:''' This is a bad omen.

'''The Great Magician Vill-V:''' Although Mobius always acts unconventionally, her powers are undoubtedly strong. Her disappearance… has definitely weakened us now.

'''The Great Magician Vill-V:''' No time to waste, we must stop all this before greater sacrifices are made.

'''The Great Magician Vill-V:''' After two experiments, this hat has definitely been proven useful. Let’s continue using it to clear suspects. Any objections, Miss Mei?

'''Mei:''' Seems like it’s our only choice.

'''Mei:''' Desperate times call for desperate measures.

'''Pardofelis:''' I’m not good at fighting, but… but I can cheer you on from the side!

'''The Great Magician Vill-V:''' Then, I would like to use it to prove my innocence first, alright? We should have done so earlier.

'''The Great Magician Vill-V:''' Truthfully speaking, I’m baffled by how much I’ve been suspected today. Although we’re facing a crisis, I would still like a bit of time to explain and defend myself.

'''The Great Magician Vill-V:''' And aren’t you curious about what’s in this clever mind of mine?

Mei remained silent and stared straight into Vill-V’s eyes, trying to figure out which parts of her words were serious.

And Vill-V looked back at her fearlessly, a confident and genuine look on her face.

'''Mei:''' Alright. But in the end, this is your invention, so I will still suspect that… you might be able to pull some strings.

'''Vill-V:''' You’ll… have to figure that out yourself. After all, memories can’t lie, can they?

'''Pardofelis:''' Then, I’ll tag along with Mei.

Mei looked away and nodded after a short delay.

The discomfort of traveling through memory space slowly subsided.

But this time, they did not land in a particular memory. Instead, they found themselves in a dark and vast space.

'''Mei:''' Is this… Vill-V’s cognitive world?

'''Mei:''' Why is it… the Theater of Domination?

'''Pardofelis:''' I’ve never seen this building! Mei, you recognise this place?

'''Mei:''' I’ve once visited this place. The Current Era’s Herrscher of Domination had fought with me here before.

'''Mei:''' Why is Vill-V’s memory here?

'''Pardofelis:''' Maybe it’s Vill-V’s magic tricks again! She loves to give people a scare like this.

'''Mei:''' Magic…

'''Mei:''' (To my knowledge, the 10th Herrscher of the Previous Era didn’t have this kind of power, so this can’t be a coincidence.)

'''Mei:''' (Unless it’s… from that time?)

'''Vill-V:''' How about a trade, Herrscher of Thunder: all of me for all of you?

'''Vill-V:''' As you go through my perception, you will have complete access to my heart, even its deepest secrets.

'''Vill-V:''' But I want you to be equally vulnerable, so that I may do the same.

'''Mei:''' …Alright, I promise.

'''Mei:''' (Back then, Vill-V’s cognitive world wasn’t like this.)

'''Mei:''' (Did she use my thoughts she saw as a blueprint… to create this place? Did she plan all this since that time?)

'''Mei:''' (She can even do this kind of thing… Perhaps I’ve underestimated her this time.)

'''Pardofelis:''' …Mei! Mei!

'''Mei:''' …Pardo.

'''Pardofelis:''' Mei, don’t just stay dazed here. Aren’t we gonna investigate for the truth?

'''Mei:''' …Yeah, let’s go.

'''“Expert” Vill-V:''' Pressure valve… Drive core… Fantastic, it’s all done.

'''“Expert” Vill-V:''' And the test data… Wait, why is there a 0.1% deviation value?

'''“Expert” Vill-V:''' To ensure there’s no errors, let’s test it again…

…

'''Mei:''' Initially, she seemed difficult to get along with, but now that I think about it, “The Expert” is probably the most normal Vill-V.

'''Pardofelis:''' Vill-V has a complex personality after all. But when it comes to her area of expertise, she’s pretty serious.

'''Pardofelis:''' Of course, that also applies to when she scares others.

At the same time, Vill-V had already completed her second test. She held up the experiment report as she casually placed the probe behind her ear.

'''“Expert” Vill-V:''' Looks like parameters and caliber of the spare parts didn’t match, I’ll need to report this to the materials department.

After a moment, she returned to the lab with a slight change in her expression.

'''The Great Magician Vill-V:''' This is “my” new invention? Isn’t this design way too boring?

'''The Great Magician Vill-V:''' Since this will be an epochal invention, it must have an appearance befitting of its prestige.

'''The Great Magician Vill-V:''' Epochal invention… I feel like I said that last time too.

'''The Great Magician Vill-V:''' Never mind. Since it’s my creation, it’s bound to be transcendent and full of surprises.

'''The Great Magician Vill-V:''' Mmm… This is much better~

Some moments later.

'''Vill-V Looking Down Upon the Stars:''' Can this creation cast light upon this fallen era? Can the messy springs within this cold shell really represent the sea of my ideologies and existing wisdom to warn humanity of their future?

'''Vill-V Looking Down Upon the Stars:''' If so, then I shall leave important premonitions upon this creation for future civilisations to discover.

More moments later.

'''Vill-V:''' Oh my, the new invention is almost complete? What laudable progress.

'''Vill-V:''' Let’s see, functions… parameters…

'''Vill-V:''' Ugh, it feels like something’s missing. How about I make it fire a salute every time it activates? I’m sure all its users will love it.

'''Vill-V:''' That’s right, this is the true power of this invention. It sparks anticipation and passion.

Some time later, Vill-V pushed the door open again. This time, she was holding a few boxes of spare parts. She looked at the machine, already unrecognisable from before, at the center of the room. She frowned habitually.

'''“Expert” Vill-V:''' Tsk. It always turns out this way…

But she did not express any frustration or dissatisfaction. Instead, she lowered her head to examine if she could improve the other Vill-Vs’ creations.

'''Mei:''' …

'''Pardofelis:''' Oh, I remember now. This is how the “fully automated audio data transcript mapper with fireworks launching machine” was created.

'''Mei:''' Fully automated… what?

'''Pardofelis:''' I don’t get it either. But according to what Vill-V said at first, it seems like she wanted to create an audio recorder that would work even in the Realm.

'''Pardofelis:''' So do you know why Vill-V’s inventions are always so extravagant?

'''Mei:''' …I can imagine why.

'''Elysia:''' Hello, Vill-V! How rare of you to leave your workshop. Looks like you’ve brought us some interesting new toys again.

'''The Great Magician Vill-V:''' That’s right, look! This is my new creation… Kevin Killer Mk 736 is ready to see the world!

'''The Great Magician Vill-V:''' So today, I came specially to invite its exclusive user to give it a try.

'''Kevin:''' …

'''The Great Magician Vill-V:''' What a cold response. Dear actors and spectators, aren’t you excited for this transcendent, brand new show of mine?

'''Elysia:''' Wow, how exhilarating~

Elysia applauded gleefully.

'''The Great Magician Vill-V:''' Mmm, such heartwarming cheers. Then, dear Mr. Kevin, would you like to try out my new weapon here? Or maybe you’d prefer me to introduce it first?

'''Elysia:''' Before that, I have a question.

The Great Magician Vill-V; Oh, ask away. To sate every spectator’s curiosity is also the basics of a good magician.

'''Elysia:''' Why do you have this picture on your Kevin Killer? This is the symbol of Mobius’ lab, right?

'''The Great Magician Vill-V:''' About that, it’s just a little easter egg.

'''The Great Magician Vill-V:''' The budget department restricted my application for superconducting materials, so I had to use some radical ways to get some of these wirings.

'''The Great Magician Vill-V:''' It’s all thanks to Mobius for giving me inspiration. How can you bury yourself in lab work all the time? You gotta do more interesting things. For example, taking part in my carefully designed immersive magic show.

'''The Great Magician Vill-V:''' And to get the best effects, I specially chose the time when her lab runs its data for this shape-shifting performance. She must be screaming in surprise now.

'''Elysia:''' This is really a grand performance. Mobius must be showing a really interesting expression right now.

'''The Great Magician Vill-V:''' Ah yes, look at the time. I’m afraid Mobius will be here soon. Now, curtain call.

'''The Great Magician Vill-V:''' My dear spectators, remember to give the new Kevin Killer a try~

Vill-V gave an exaggerated bow and left the lounge in an instant. Soon after, a shout of repressed anger sounded from the corridor.

'''Mobius:''' Vill! V!

…

'''Pardofelis:''' No wonder Sis Snake was fuming when she rushed into the lounge that day. Never thought that something like that had happened…

'''Mei:''' She’d always anger people for her own amusement and retreat before they get to her. In a way, Vill-V is indeed a genius…

'''Pardofelis:''' Vill-V loves the hustle-and-bustle. She would always feature someone else in the performances.

'''Pardofelis:''' But rest assured, Mei. Vill-V may like flamboyant performances, but when the time comes, she knows her limits and is very reliable.

'''Pardofelis:''' So, you don’t have to worry about her.

'''Mei:''' Does she really know the meaning of “limits”…?

'''Mei:''' Unlike the previous two, those memories we saw are only parts of her usual lifestyle.

'''Mei:''' We have yet to see any memories with important information.

'''Mei:''' Let’s go further in.

'''Pardofelis:''' Mei, over here!

The two of them silently walked down the empty theater corridor. Pieces of memories flashed occasionally before them, like flickers - (text cut-off)

Mirrors were scattered all over the room, fragmenting the space and their reflections.

'''Pardofelis:''' It’s… really disturbing here. Mei, let’s leave.

'''Mei:''' I just thought of something.

'''Mei:''' If Vill-V was to come here, would these mirrors reflect her different personas?

'''Pardofelis:''' Mei, it’s not the time for jokes now.

'''Pardofelis:''' Vill-V might just suddenly appear from one of these mirrors and give me a fright… Sounds like something she’d do!

'''Mei:''' I’m not joking.

'''Mei:''' Since Vill-V’s different personas are all results of her separating her mind…

'''Mei:''' Then how will those personas exist in a virtual space formed by consciousness and memories? Or will they fuse as one?

'''Pardofelis:''' Ugh… that sounds complicated, I don’t get it at all.

'''Pardofelis:''' Let’s just wait for Vill-V to do the explaining after we get out.

Stepping onto the long stairway, Pardofelis suddenly stopped in her tracks.

Pardofelis Mei, wait!

'''Pardofelis:''' Do you see the lock on that mirror?

'''Mei:''' You’re right… But isn’t this space constructed from memories? Why would there be a lock here?

'''Mei:''' Maybe Vill-V is still hiding some secrets that she doesn’t want to show others?

'''Pardofelis:''' I wonder what it is, let’s crack it open and find out.

'''Pardofelis:''' Nobody’s better than me at this. Gimme a sec.

The girl went forward in excitement and took out a set of tools from nowhere. She began to examine the lock but even after some time, there was no progress. She gradually looked more and more troubled.

'''Mei:''' Pardo, let’s ignore the lock for now. We can investigate other memories.

'''Pardofelis:''' W-Wait a little more. I promise I’ll open it real soon.

'''Mei:''' If you really want to know what’s behind the lock, we can ask Vill-V directly when we get back.

'''Pardofelis:''' No can do. Knowing Vill-V’s personality, she might not answer honestly.

'''Pardofelis:''' I don’t have other skills to offer. If I can’t even do something like this, how else can I help you? Don’t worry, I’ll definitely open this.

'''Pardofelis:''' Mei, why don’t you go ahead first. I’ll unlock this and catch up to you after.

'''Mei:''' …Alright, I get it.

'''Pardofelis:''' Mmm… Ugh…

'''Mei:''' Pardo?

'''Pardofelis:''' Mei, gimme a moment, I’ll open it real soon.

'''Mei:''' Let’s look elsewhere first.

'''Mei:''' Eh, this mirror… I have a strange feeling about it.

…

'''“Expert” Vill-V:''' …

'''“Expert” Vill-V:''' Which means, once we cross this line, we’ll be in the Herrscher of Binding’s domain.

Death. A concept that was invisible and inaudible, once imagined as heavy black fog or some divine ultimatum.

But now, it’s but a line, nothing more.

Yet the fear it brought to humanity did not lessen.

'''Mei:''' This is… “The Tragedy of Binding”.

'''“Expert” Vill-V:''' Let’s see… I wonder how much this sort of barrier can affect MANTISes…

'''“Expert” Vill-V:''' I guess I’ll have to personally try it out.

Without using any sort of defense, she raised her hand across the forbidden line that separates life and death.

'''“Expert” Vill-V:''' …

Then, she moved one side of her body across.

'''“Expert” Vill-V:''' Ha… this isn’t much…

'''Mei:''' Is she… really a MANTIS? According to the World Serpent’s information, the destruction caused by the Herrscher of Binding should be far worse than this.

'''“Expert” Vill-V:''' Of course… I’m Vill-V the genius.

It seemed like a reply, but also seemed like self-assurance.

'''“Expert” Vill-V:''' As long as I want to, I can achieve… more than anyone can imagine…

Finally, she stepped across that line completely and immersed her body in this nation shrouded by death.

And fell over instantly.

'''“Expert” Vill-V:''' Oh… Ah…

At the same time, that unbearable pain that cut deep into flesh began to spread to that “bystander”.

'''Mei:''' …?!

But what surprised that bystander more was that the girl could abruptly laugh in such a situation.

'''Mei:''' That’s strange… Her voice…

As time went by, that girl did not show any sign of weakening like a normal MANTIS would. In contrast, she started to laugh louder.

But that laughter did not sound like it came from one person. It was more like different personas all at once, mocking something humorous together.

And over time, more personas appeared.

'''“Expert” Vill-V:''' Oh, I see…

'''“Expert” Vill-V:''' As expected, Dr. MEI, I am right again this time.

'''“Expert” Vill-V:''' This “Binding” has its “limits”.

'''Mei:''' Hmm?!

'''Mei:''' This pain… what’s happening?!

…

'''Mei:''' …

Although she withdrew from the memory quickly, it took a long time before she was relieved from that unbearable agony.

'''Mei:''' …

'''Mei:''' It’s unimaginable how I actually… shared her senses while watching this memory.

'''Mei:''' That kind of pain… Am I also affected by the Herrscher of Binding’s domain when in others’ memories because I’m a Herrscher?

'''Mei:''' Or is it… because in these memories, I’m actually not a bystander but Vill-V herself?

'''Mei:''' …

Meanwhile, Pardofelis was still struggling with the lock far away.

'''Mei:''' Because her mind is separated… Vill-V’s memories are all over the place.

'''Mei:''' Let’s go a little further… and see if there are any memories from before her Meta-Morph surgery.

'''Mei:''' This is a memory of Vill-V performing magic one time.

'''Mei:''' This is a memory of Vill-V’s invention blowing up Helixcraft again.

'''Mei:''' Hm, judging from the distance, we must have passed a long span of time. Let’s try here.

'''Vill-V:''' Do you know what you’ve done?

'''???:''' Ha… Hahahah…

'''???:''' I’m mocking you, can’t you see? We are all “geniuses”, there’s no need for me to explain, right?

'''Mei:''' Strange… There are only sounds? Is it because this memory has already become too vague?

'''???:''' Did you think that everything will be resolved by separating me from your mind?

'''???:''' What do you take “malice” for? Just another spare part of a pocket watch? Something that you simply clean away?

'''???:''' As long as we’re still alive, it will never truly go away. Even if it’s an effect as light as a breeze, it can reappear immediately.

'''???:''' Everything you do now is in vain.

'''Vill-V:''' …This was not my decision either.

'''Vill-V:''' You know it, the power to “separate” the mind was only given to me by “her” temporarily.

'''???:''' So… with what rights?

'''???:''' Aren’t you… Aren’t I… Aren’t we all “Vill-V”?

'''???:''' What rights does she have to control everything?

'''Vill-V:''' …

'''Vill-V:''' You’re wrong. I also wish to be “myself”, not just another part of someone’s mind.

'''Vill-V:''' Especially now that “she” is in deep sleep… Now’s our best opportunity.

'''Vill-V:''' Whether it’s Mobius or Aponia… they both have the ability to find us a new body.

'''???:''' Then what are you waiting for?!

'''Vill-V:''' But that’s something that’ll happen in the future. At least for now, I can agree with “her” decision.

'''???:''' …

'''Vill-V:''' You’re right, we cannot truly remove malice. There are many things that can easily resurrect it.

'''Vill-V:''' So “her” decision is not meant to segregate you… it’s to imprison you.

'''???:''' What’s the difference?

'''Vill-V:''' This time, I’ll cut out a part of the mind that is far bigger than any existing parts. Enough to be “half a Vill-V”.

'''Vill-V:''' From now on, as long as malice is born within this body known as Vill-V…

'''Vill-V:''' I’ll put them where you are.

'''Vill-V:''' In other words… Even though you’ll be the most ingenious one among us…

'''???:''' …I can only be a prison for malice, never to see the light of day?

'''Vill-V:''' Yeah.

'''???:''' Ha… hahahah…

'''???:''' Good… Very good…

'''???:''' As expected of me, of us, of Vill-V, the master of building prisons.

Her laughter was somewhat sorrowful.

'''???:''' What if one day, this prison becomes full?

'''???:''' As long as we’re still alive, there will be a time when “just one half” isn’t enough.

'''Vill-V:''' That would mean that… Vill-V has always been a “villain”.

'''Vill-V:''' If one day, we can no longer keep you imprisoned, then those who retain “kindness” in them…

'''Vill-V:''' …Shall perish together.

'''???:''' …

'''???:''' Perish… Alright. Let us look forward to that.

'''???:''' On this note, I want to ask you something.

'''???:''' Why do you think that…

'''???:''' …“She” is still alive?

'''Mei:''' Is this… a conversation between different “Vill-Vs”? No wonder her memories are longer than the others’.

'''Mei:''' That voice that I’ve never heard before belongs to the “villain” part of her mind…

'''Mei:''' It’s as much as “half”? And what she said at the end was…

'''Mei:''' We’re almost at the end…

'''Mei:''' This should be the oldest memory.

…

'''Vill-V:''' Oh…

'''Vill-V:''' You’re here, Mobius.

'''Vill-V:''' I thought… you really were going to leave me here without a word…

'''Mobius:''' …Don’t get ahead of yourself.

'''Mobius:''' To lock you on this island is indeed something the MOTHs would do.

'''Mobius:''' …It’s something I would do too.

'''Mobius:''' [P-21]… There’s even an inexistent place on this map.

'''Mobius:''' Nobody will know you’ve ever been here even after you die.

'''Vill-V:''' Does that mean… that pink-haired girl spoke for me again?

'''Vill-V:''' …Who is she, exactly?

'''Mobius:''' It’s not time for you to know yet.

'''Mobius:''' But… if you don’t have that “talent”, she won’t be able to help either. The MOTHs have agreed to give you another review.

'''Mobius:''' If you pass, you can be conditionally released and join the MOTHs.

'''Vill-V:''' Oh? But that means all of you… also needed the ability to break out?

'''Mobius:''' What do you think? Vill-V. I saw the picture you left on the beach, or rather… the design?

'''Mobius:''' You really can’t stay still. Or… did you draw that knowing that the MOTHs would send someone here?

'''Vill-V:''' Oh… you mean that? Don’t mind it too much.

'''Vill-V:''' After today’s “experiment”, I can decide… if I want to bring that design to life.

'''Vill-V:''' Since I’ll be waiting, can you wait with me for a little longer, Mobius?

'''Mobius:''' Hmph… I shouldn’t have told you my name.

'''Vill-V:''' Ha… You’ve never told me, Aunt Mobius.

'''Vill-V:''' I only know… because you’re too famous. I’ve even impersonated you before.

The other party was clearly uninterested in her past. After all, she already knew about it.

But Mobius noticed a particular word.

'''Mobius:''' “Experiment”?

'''Vill-V:''' Yes, right here. I promise you that it’s really interesting, and you don’t have to wait for long.

BOOM…!

'''Vill-V:''' Speak of the devil.

As she spoke, Mobius saw a… smile she had never seen on her face before.

She suddenly felt that… this person in front of her was a little foreign.

In a distant forest, the sounds just now acted as some type of signal.

Within a few minutes, loud noises began to blare everywhere. If the one who came today was a “soldier”, they would be very familiar with these types of sounds.

The sounds of people using all types of weapons in a crossfire.

'''Vill-V:''' Don’t worry, it’s just some monkeys. They’re native here.

'''Vill-V:''' Ah… Judging from the sounds, we’ll have to wait a while longer to see the results. Let me explain this to you then.

'''Vill-V:''' You’ve also said it before. Although the MOTHs said that they’re locking me up here, in actuality, they just want me to die alone.

'''Vill-V:''' So I had no other choice if I wanted to survive.

'''Vill-V:''' While collecting resources, I found some… interesting phenomena. A monkey stole the firestarters I created… Mm, although simple, they are effective.

'''Vill-V:''' Then… When I was looking for materials one day, I realised that they had started a bonfire.

'''Vill-V:''' Clever creatures, aren’t they?

'''Mobius:''' That’s very normal.

'''Vill-V:''' Up till now, indeed. But… after a short while, another monkey approached me.

'''Vill-V:''' It extended its hand and stared at me, as if asking for something.

'''Vill-V:''' I really liked… its expression.

'''Mobius:''' …And then?

For some reason, there was indistinct, inexplicable coldness in her tone.

A coldness that was rare even for someone as peerless as her.

'''Vill-V:''' I was curious… So when I finally made weapons on this desolate island…

'''Vill-V:''' I gave them to all the monkeys here.

'''Mobius:''' You think I’d believe that? Vill-V? Making weapons in this kind of place?

'''Vill-V:''' If I can’t even do this much, why would the MOTHs bother to review me again and again?

After she finished, the shooting noises from the forest finally stopped.

'''Vill-V:''' Ah, looks like it’s ended.

'''Vill-V:''' So, Mobius, wanna guess…

'''Vill-V:''' If there’ll still be monkeys that will come and ask me for things today?

Now, Mobius finally understood how to describe that unexplainable feeling.

The person before her… was the same as her.

After that, the silence continued. Besides the sounds of waves crashing against the shores, neither of them heard anything else for a long time.

'''Vill-V:''' Seems like there are none.

Her tone was light.

Mobius raised her head and looked beyond the forest. She knew how it looked like there.

Upon arrival, there was still a sense of quiet idleness there. But now, that idleness had become loneliness.

'''Vill-V:''' Looks like those design drafts will be useful.

'''Mobius:''' What exactly is that?

'''Vill-V:''' Simply put, it’s a special kind of grenade that I’ve invented. It’s much more useful than existing technology, I hope.

'''Vill-V:''' I want to… give it to mankind. What do you think?

'''Mobius:''' …

Mobius tried to hold herself back. She had two choices now.

One was to immediately call for the MOTH members patrolling the sea to kill the girl in front of her.

Another was to immediately reject Elysia’s application for a review.

She thought that both were very “correct” choices.

'''Mobius:''' Vill-V, you…

'''Vill-V:''' Ha~

'''Vill-V:''' Eh… Mobius? When did you arrive?

'''Mobius:''' …Huh?

'''Vill-V:''' Ah… What a pity, you should have told me earlier. I didn’t have time to prepare anything for you…

The voices gradually muffled… and the memory ended

'''Mei:''' This… At that time, Vill-V was probably not a MANTIS yet.

'''Mei:''' Before she had the ability to separate the mind, was she already…?

'''Mei:''' Judging from how she acted before, how could the MOTHs allow her to join and even choose her to be the one of the Five Flame-Chasers?

'''Mei:''' …Oh, Mobius mentioned a “review”. That memory should be nearby.

'''Mei:''' This is a memory of Vill-V leaving messages for other Vill-Vs.

'''Mei:''' …Is it here?

'''Mobius:''' You should know that even if Elysia acts as your guarantor, it’s not enough to ensure your life.

'''Vill-V:''' No… Mobius, you didn’t tell me that you’d be personally handling this review.

'''Mobius:''' You just have to answer questions.

'''Vill-V:''' Ah… then let’s get down to business, shall we?

'''Mobius:''' Before I begin, you need to know that this is not just any simple binding.

'''Mobius:''' It’s best for you not to move. Otherwise, the setup around you will immediately cause fatality.

'''Vill-V:''' Of course.

'''Mobius:''' …

'''Mobius:''' Then, you’re not a mechanic at all, right?

'''Vill-V:''' …

'''Vill-V:''' That’s right, I’m only a student. It’s too early for me to become a mechanic.

'''Mobius:''' This is my last warning, Vill-V.

'''Mobius:''' Someone gave it her all to give this chance to you. Don’t waste it.

'''Mobius:''' We’ve done thorough research on you. You made up this identity of an elite mechanical school cadet.

'''Vill-V:''' …

'''Vill-V:''' Ugh, what gave me away? Is it because I don’t look young enough?

'''Mobius:''' Don’t change the topic, we don’t have all day.

'''Vill-V:''' …

'''Vill-V:''' Okay.

'''Vill-V:''' I was born in Sundown Alley, I’m a magician there…

'''Mobius:''' Enough.

'''Mobius:''' I have the original copy of your wanted poster.

'''Mobius:''' You have indeed appeared in Sundown Alley before, and used the identity of a magician to commit a series of frauds.

'''Mobius:''' After you were caught, you carefully built this identity now as a pretense to… escape.

'''Mobius:''' Vill-V, the MOTHs don't mind killing people. Much less… a criminal.

'''Mobius:''' Death is not a prison that you can break out of.

'''Vill-V:''' …

'''Vill-V:''' Why did you ask me if you already knew?

'''Vill-V:''' The reason I can sit here has nothing to do with my past, right?

'''Mobius:''' You’re right, this is my real question.

'''Mobius:''' Vill-V. I shall believe that this is your real name for now.

'''Mobius:''' Regardless of that, the machines that you used against the MOTHs are truly valuable. In fact… they transcend beyond our era.

'''Mobius:''' And the reason you challenged the MOTHs, your resistance and hatred towards the Honkai aren’t just pretenses either.

'''Mobius:''' Where do they come from?

'''Vill-V:''' …

'''Vill-V:''' I… created those machines, so what? What can I do if you don’t want to believe me?

'''Mobius:''' But you’re not a mechanic.

'''Vill-V:''' You’re right. I’m not some diligent mechanical school cadet, and I’m no mechanic either.

'''Vill-V:''' But… do you know what’s the biggest lie?

'''Mobius:''' …

'''Vill-V:''' It’s that… Everything I’ve said is true, yet I can still deceive others in the end.

'''Vill-V:''' What I’m about to say is all true.

'''Vill-V:''' When I was… about four or five years old, I suddenly hated myself. Abhorred myself.

'''Vill-V:''' So I had an idea… That is, to become someone else. Unexpectedly, it was easier than I imagined.

'''Vill-V:''' As long as I wish for it, I can do it.

'''Vill-V:''' So… Even though I was ignorant back then, I studied mechanical knowledge for three months before inventing those automated machines.

'''Vill-V:''' …Are you satisfied with this answer?

'''Mei:''' …?

'''Mei:''' Become someone else… Vill-V, you…

'''Mei:''' Is the real “you”…

'''Pardofelis:''' You… You?!

'''Pardofelis:''' Aah!

'''Mei:''' Pardo?!

'''Mei:''' Are these… the monsters we saw before?

'''Mei:''' Why… are they here…

'''Mei:''' Pardo!

'''Pardofelis:''' Mei…

'''Pardofelis:''' …

'''Mei:''' Don’t panic…

She quickly glanced over Pardo’s body. Half of that area became a hazy blur, alluding to impending disorder.

'''Mei:''' …It’ll be alright.

Although this was meant to calm Pardo down, it grasped at her heart instead.

She hurriedly straightened her body forward, but curled back in pain.

'''Pardofelis:''' No… I can’t…

'''Pardofelis:''' M-Mei… We must leave now!

Mei followed her line of sight and looked beside herself. The mirror that was locked had been opened with nimble technique.

…Yet, it did not reflect the both of them. There was only an indistinct shadow.

'''Pardofelis:''' Inside there… It’s… it’s…

'''Pardofelis:''' It’s the memory of when Kevin disappeared…!

'''Pardofelis:''' The person who killed Kevin… is… is…

'''Pardofelis:''' …

'''Mei:''' …

'''Mei:''' I already know, Pardo. No need to speak further…

'''Mei:''' …Thank you.

'''Pardofelis:''' …

'''Pardofelis:''' Heh… Hehe… This is what I’m best at…

'''Pardofelis:''' Then… We… We can leave now, right…?

'''Pardofelis:''' Mei…

'''Mei:''' Hmm…

'''Mei:''' Don’t worry. If we meet any danger, leave it to me.

'''Mei:''' Just like before… alright?

'''Pardofelis:''' Yeah…

'''Pardofelis:''' Eh, M-Mei… We better stop talking like this…

'''Pardofelis:''' People say that… say that this is… self… self-fulfilling… What was it again?

'''Pardofelis:''' Don’t make it sound like I’m really gonna die… Don’t scare me, how can that be…

'''Pardofelis:''' I’ve always been… lucky…

''[CG plays wherein Pardofelis finally breaks apart, fading from Mei’s arms:''

'''''Pardofelis:''' Mei…''

'''''Pardofelis:''' I… don’t wanna die…'']

The weight in her arms faded away.

Faded away too quickly, too completely.

In that moment, Mei didn’t know how to move back normally.

'''Mei:''' …

She only began to move her arms slowly after a while, waving them in the air as if trying to catch something.

But she couldn’t even touch a trace of cold mist.

'''Mei:''' …

If she had companions by her side now, perhaps they would have lightly patted her on her back but remained silent.

No words… could ease away this type of experience. Only time could.

…Yet the thing she lacked most now was time.

'''Mei:''' …

'''Mei:''' So… it’s you.

There was no need for her to name the person.

Just before Pardo disappeared, her eyes, filled with fear, were looking behind Mei. They reflected the person’s figure.

'''???:''' Yeah, it’s me.

'''???:''' You’ve seen all those memories, what excuses can I even give?

'''Mei:''' …Why Pardo?

'''???:''' Oh, that’s something I can’t control. You can take it as… an accident?

'''???:''' After all, you are my only target now.

'''Mei:''' …

'''Mei:''' Those memories… Regardless of their contents, the person had to either throw themselves into danger and experience substantial pain, or… face “imprisonment”.

'''Mei:''' From the moment I started this investigation… You’ve already begun to diminish my powers using these memories, haven’t you?

'''Mei:''' Because the process was very slow, if not…

'''Mei:''' …

'''Mei:''' If not for Pardo, I might never have noticed.

'''???:''' You’re right… I mean, it’s incredibly rude to scream during a performance, yeah?

'''???:''' Otherwise, it would’ve also been interesting to watch curiosity walk you to your death.

'''???:''' Oh right, when did you begin to suspect me?

'''Mei:''' …

'''???:''' Let me guess, you probably never trusted me to begin with.

'''???:''' That’s fine, I’m used to it. But you see, to go further into the Deep End, you still need my help.

'''Mei:''' In hindsight, that was merely a “beginning”… right?

'''???:''' Nope.

'''???:''' To trade everything… To me, that isn’t just a “beginning”.

'''???:''' It’s also a form of… “foreshadowing”.

''[CG plays wherein the malice-filled part of Vill-V’s mind introduces herself:''

'''''???:''' The main event…''

'''''???:''' Has only just begun.''

'''''???:''' How should I start this conversation?''

'''''???:''' Long time no see?''

'''''???:''' Or…''

'''''???:''' Nice to meet you?'']
----
===Act 3 - Dreamland’s Annihilation===

====<u>Gameplay 30-12 - A Puzzle</u>====
The room was still, data from the experiment flowing silently across the central screen.

Su had rarely come here. And just moments ago, the room’s owner had perished swiftly before Su’s eyes.

And now he was searching every part of the room, looking for anything that might help turn things around.

'''Su:''' This data…

'''Su:''' Mobius still didn’t give up on her plans?

Yet the data on the screen showed that everything she had done was stifled by someone, leaving it incomplete.

'''Su:''' Aponia and I didn’t know about this…

Two out of three of those who manage the Realm were unaware of this. Then, the answer could only be the last person left.

'''Su:''' …Vill-V.

'''Su:''' Why did she not tell us about this? That’s not like her.

'''Su:''' Unless…

Past memories surged forth.

'''Vill-V:''' What do you think about the idea for my new Kevin Killer? Isn’t it especially effective?

'''Vill-V:''' As for its code, I’ve already decided. “666”, that’s easy to remember.

'''Kevin:''' …

'''Su:''' I have no interest in joining your cause, but isn’t it too brazen to claim that your weapons are meant to annihilate the entire Realm?

'''Vill-V:''' I’ve thought about this. It would indeed be a pity to destroy one of my most valuable creations.

'''Vill-V:''' But besides this, I can’t think of another way to instantly eliminate my opponent. After all, my opponent is Kevin.

'''Vill-V:''' Say something, hm? I made this weapon specifically for you, aren’t you gonna give your opinions?

'''Kevin:''' …Deleting my data isn’t the same as annihilating me.

'''Vill-V:''' I can’t deny that. Ah, if only we could exist in a form aside from just data.

'''Vill-V:''' We must accept the timeless existence of data to endure the fragility of it.

'''Vill-V:''' …

'''Vill-V:''' Think about it from another angle. If I find a way to erase everything about Kevin from this world… in the eyes of society, does that constitute eradicating you?

'''Kevin:''' And that method is?

'''Vill-V:''' That’s still a work in progress.

'''Vill-V:''' But I heard that Mobius is researching how she can affect reality with the Realm’s data. It’s a similar concept. After she succeeds, I can make use of that too, right?

'''Kevin:''' …

'''Kevin:''' Warn Mobius.

'''Su:''' Hmm?

'''Kevin:''' As for you, if you do find a way, feel free to try it out.

'''Vill-V:''' Then I’m looking forward to it. I wonder if you’ll be as composed as you are now when that day comes.

Would jokes of the past transform into a blade that kills?

When years of effort finally bear fruit, what kind of expression would she make?

'''Su:''' But… why?

Nobody responded. There wasn’t even the sound of wind in the Realm, yet it felt so cold.

By the time he had rushed to Vill-V’s predicted location, there was already no one there.

But there was a note left on a stairway by the side, as if she had already known that he would come.

'''Su:''' …

'''Su:''' Sigh…

As friends died, the dimension would collapse.

In this Realm that had existed for fifty thousand years, there was no longer anywhere safe.

Were these words a riddle, a provocation, or a hint?

'''Su:''' …

Nobody could answer. Among those who witnessed this recollection, Kevin had already been claimed by death, and left only countless slips behind, fluttering like prayer flags in the wind.

And the other…

At that moment, Su realised that her existence had disappeared in the boundless data space without a trace.

Indistinguishable dark shadows drew close. Everything was dragged into a storm of suspicions, turning them unrecognisable. Only death remained long and silent.

Only death…

'''Su:''' No, perhaps…

Su’s eyes moved slightly. He looked at the note in front of him again and fell into a long silence.

There was only one sentence…

“Do you think there’s a place that’s perfectly safe in the Elysian Realm?”

--

====<u>Gameplay 30-13 - Shadow of Malice</u>====
'''“Pure Evil” Vill-V:''' When you first saw me, what did you think?

'''“Pure Evil” Vill-V:''' “This person seems to always be lying.” Am I right?

'''“Pure Evil” Vill-V:''' Then… I have to ask.

'''“Pure Evil” Vill-V:''' If a liar… ah no, a con artist did not hide her own lies…

'''“Pure Evil” Vill-V:''' Can you call that honesty?

'''“Pure Evil” Vill-V:''' Oh! Right… you must be feeling troubled now. Who is this person? Why is she saying senseless things in this dark place?

'''“Pure Evil” Vill-V:''' My, I’m so sorry… Because it’ll be quite scary if there’s no sound in a place like this, right?

'''“Pure Evil” Vill-V:''' Just like… when I was first abandoned here.

'''“Pure Evil” Vill-V:''' Yes, this is… my “vision”, my “world”.

'''“Pure Evil” Vill-V:''' As you know, I’ve become the prison for “malice” for a ridiculous reason.

'''“Pure Evil” Vill-V:''' After that, for fifty thousand years, that darkness was the only thing in my world.

'''“Pure Evil” Vill-V:''' Fifty thousand years… Can you understand how arduous that is?

'''“Pure Evil” Vill-V:''' I could hear the sounds of the outside world, hear “myself” speaking… But they were all so far from reach.

'''“Pure Evil” Vill-V:''' In their world, time had been split into day and night by some celestial being.

'''“Pure Evil” Vill-V:''' But in my world, time had only been isolated as endless hatred.

'''“Pure Evil” Vill-V:''' Every day, I longed… longed for new malice to be thrown here, where I am.

'''“Pure Evil” Vill-V:''' One day, this place will be brimming, and the dismal so forcefully hidden will erupt all at once. It’ll lead everyone to destruction, and… liberate me.

'''“Pure Evil” Vill-V:''' But the Elysian Realm works different from reality. It’s a sea of death here, and malice needs its soil and water to grow. So I’m afraid my sentence will never end.

'''“Pure Evil” Vill-V:''' But… those who can feel despair can never become a villain.

'''“Pure Evil” Vill-V:''' I am Vill-V, even fifty thousand years of darkness cannot stop me… I’m waiting for my opportunity, for it will come eventually.

'''“Pure Evil” Vill-V:''' So do you know what I thought of when a Herrscher came to the Elysian Realm?

'''“Pure Evil” Vill-V:''' What a pity… that she isn’t an executor of the Honkai. In fact, she’s overly lawful and disappointing. She couldn’t pique Vill-V’s interest even until she left.

'''“Pure Evil” Vill-V:''' But soon, she returned, and this time…

'''“Pure Evil” Vill-V:''' She brought something else.

'''“Pure Evil” Vill-V:''' Let’s call that something “it” for now. For the Elysian Realm, “it” became a frightening disaster, and I’m… more than happy to support it.

'''“Pure Evil” Vill-V:''' Of course, Vill-V immediately realised “its” existence. But her arrogance as a genius… led her to mistake it as collateral damage left by that past experiment.

'''“Pure Evil” Vill-V:''' She quickly paid the price for her mistake. The other party easily consumed her and took everything she had away…

'''“Pure Evil” Vill-V:''' And it was at this moment that she made her second mistake.

'''“Pure Evil” Vill-V:''' She thought of a backup plan, which was… me. That’s right, just like when she erased a part of her mind to free herself from Discipline…

'''“Pure Evil” Vill-V:''' I became a sacrifice to bear the harm that “it” brought to her.

'''“Pure Evil” Vill-V:''' Ha… Hahahah…

'''“Pure Evil” Vill-V:''' For the first time in fifty thousand years, I was released. And yet, I immediately received an execution.

'''“Pure Evil” Vill-V:''' I saw the world as it should be again in fifty thousand years… I reunited with it where I was born, but it came with death.

'''“Pure Evil” Vill-V:''' But I didn’t feel disgruntled.

'''“Pure Evil” Vill-V:''' After all, this is so amusing! By pushing me to my death, she… ironically became “evil”.

'''“Pure Evil” Vill-V:''' Then what decision would I make?

'''“Pure Evil” Vill-V:''' Can you give me a better answer than “betrayal”?

'''Mei:''' …

'''“Pure Evil” Vill-V:''' Oh… Look at your expression, you don’t seem to believe me.

'''“Pure Evil” Vill-V:''' Let me guess… you think that “it” doesn’t have any reason to let me off?

'''“Pure Evil” Vill-V:''' Since it could easily handle Vill-V, why would it need another ally like me?

'''“Pure Evil” Vill-V:''' Of course… it had no reason to let me off initially.

'''“Pure Evil” Vill-V:''' I thought that it was willing to spare me because we “desire” the same thing.

'''“Pure Evil” Vill-V:''' But I realised after that it was nothing like that.

'''“Pure Evil” Vill-V:''' Because… In this never changing Realm, there is still one “variable”, isn’t there?

'''Mei:''' Me…?

'''“Pure Evil” Vill-V:''' Yes, an existence that isn’t a “memory replica”, and can even make it feel helpless…

'''“Pure Evil” Vill-V:''' If someone could get rid of this variable… making “friends” with them isn’t a bad idea, right?

'''Mei:''' That’s why you found a way… to make me enter your mind?

'''“Pure Evil” Vill-V:''' You could say that… Aponia gave me this idea.

'''“Pure Evil” Vill-V:''' It’s only temporary, but you are… in my mind now.

'''“Pure Evil” Vill-V:''' And I’ll separate a new partition and use the method that they used to imprison me to put you in it… And this time, the sentence will be for eternity.

'''“Pure Evil” Vill-V:''' The good news is that at least… I don’t have any so-called malice for you to bear.

'''“Pure Evil” Vill-V:''' But… I don’t know if you can still consider yourself “alive” like this.

'''Mei:''' …What about the other Vill-Vs?

'''“Pure Evil” Vill-V:''' I’ve killed them all. I was a little reluctant, they are all “me” after all. But I can’t risk anything. Fortunately, I’m still pretty good at imitating “myself”, right?

'''Mei:''' So, Elysia… Kevin… and Mobius…

'''“Pure Evil” Vill-V:''' I can’t tell you that. I know that you’re good at getting others to open up.

'''“Pure Evil” Vill-V:''' Like I said, everything just now was only a performance. Naturally, the script was written meticulously.

'''“Pure Evil” Vill-V:''' Of course, I’ll make sure you won’t find clues on how to defeat me. I don’t want to be a… ridiculous antagonist who loses because she talks too much.

'''Mei:''' Then… What about her?

'''“Pure Evil” Vill-V:''' Her?

'''Mei:''' …Pardo, Pardofelis.

'''Mei:''' She’s someone who couldn’t interfere with your plans, she just wanted to survive.

'''“Pure Evil” Vill-V:''' Oh, you’re right. I said it before, but that was just an accident.

'''“Pure Evil” Vill-V:''' After all, everything I did was also to survive. If the price for the good to live is for me to disappear…

'''“Pure Evil” Vill-V:''' Why can’t you accept it… when it’s the other way round?

'''Mei:''' …

'''Mei:''' I understand.

'''Mei:''' Since you’ve talked so much about your thoughts, do… you want to know what I’m thinking right now?

'''“Pure Evil” Vill-V:''' Oh?

'''Mei:''' Now, I’m facing an entity full of malice, and she is determined to kill me.

'''“Pure Evil” Vill-V:''' That’s right.

'''Mei:''' She is slowly progressing with her plan, a scheme that could bring danger to reality.

'''“Pure Evil” Vill-V:''' Ah, more accurately, it should be “definitely bring danger to reality”.

'''Mei:''' But to me now, these are not important.

'''Mei:''' I’m only thinking of… one thing now.

She closed her eyes, trying to focus deeply to bring those faded voices from her memories back to mind.

'''Pardofelis:''' I want to make friends with you. It really is that simple.

'''Mei:''' (I still haven’t… answered her…)

…

She did not open her eyes. She knew what was surrounding her at this very moment.

'''Mei:''' You sacrificed my friend… for such an absurd reason…

'''Mei:''' …Well, I hope you’re prepared to pay the price then.

'''“Pure Evil” Vill-V:''' Do you still have the ability to use your powers after being weakened so much?

'''“Pure Evil” Vill-V:''' Alright, I don’t know what price there is… but I can find out.

'''“Pure Evil” Vill-V:''' Herrscher of Thunder, since everyone loves a tragic hero, let’s use the struggles of your fated failure for this performance…

'''“Pure Evil” Vill-V:''' …Play the prelude for the curtain call!

'''“Pure Evil” Vill-V:''' Now, you’ll have the honor of witnessing… how the mind is separated.

'''“Pure Evil” Vill-V:''' Soon enough, this partition… will become a cage of isolation.

'''“Pure Evil” Vill-V:''' Ah! No, maybe I should say… a tomb?

'''Mei:''' Is she going to separate this partition from her mind…

'''Mei:''' No… I definitely cannot stay in the same spot, I need to leave as soon as I can.

'''Mei:''' As long as she can’t locate me, she won’t be able to accurately cut the right area.

'''“Pure Evil” Vill-V:''' Oh my… Do you really want me to cut my mind into bits and pieces?

'''“Pure Evil” Vill-V:''' Stay still… It’ll save both of our time.

'''Mei:''' This is the place.

'''Mei:''' What’s… What’s going on?!

'''“Pure Evil” Vill-V:''' How clever.

'''“Pure Evil” Vill-V:''' As long as you don’t stay still, I can’t cut the mind successfully.

'''“Pure Evil” Vill-V:''' But… Why must I follow your pace?

'''Mei:''' …What?

'''“Pure Evil” Vill-V:''' The thing is, I can just do absolutely nothing and watch you scurry back and forth.

'''“Pure Evil” Vill-V:''' Once you’re out of stamina, you’ll have to stop. I can easily cut then and end it all.

'''“Pure Evil” Vill-V:''' Yet for you, even though you are aware of this, you can’t stand still even for a moment, or you’ll die instantly.

'''“Pure Evil” Vill-V:''' Interesting, isn’t it? Most people live their lives this way… exhaustingly helpless. Even though they know that inevitable death lies ahead, they… can’t stop.

'''“Pure Evil” Vill-V:''' Oh… I almost forgot to explain it to you.

'''“Pure Evil” Vill-V:''' This place looks like this now thanks to what you’ve given me.

'''“Pure Evil” Vill-V:''' Thank you for showing me all of you, it allowed me to see this generation’s “malice”.

'''“Pure Evil” Vill-V:''' Truly the most suitable place to bury a Herrscher of this generation.

'''Mei:''' (…I’m back here.)

'''Mei:''' (She’s right, this is… only dragging out the inevitable.)

'''Mei:''' I need to create an opportunity to fight her head-on, or else…)

'''Mei:''' …

'''Mei:''' (Although it’s risky, there’s no better way.)

'''Mei:''' (I can only be sure if I can escape from the “cut” after I see it for myself.)

'''“Pure Evil” Vill-V:''' Huh…?

'''“Pure Evil” Vill-V:''' Giving up so soon? Try a little harder, I still haven’t had my fill.

'''“Pure Evil” Vill-V:''' Alright, then let’s end it here.

'''“Pure Evil” Vill-V:''' Farewell, my favorite spectator… Mei Raiden.

'''“Pure Evil” Vill-V:''' …I didn’t get your name wrong, did I?

'''Mei:''' Come…

'''Mei:''' As expected, my guess was right.

'''Mei:''' Since she holds a huge advantage, there will be some prices that… she’s unwilling to pay.

'''Mei:''' Did it finally stop…

'''“Pure Evil” Vill-V:''' …Did I speak too much?

'''Mei:''' I’m afraid it’s the other you who spoke too much.

'''Mei:''' Vill-V once told me that she had only separated her mind into eight partitions.

'''Mei:''' Because… if she continued, it’d be difficult to retain the standard of a “genius” in every partition.

'''Mei:''' Your mind has a “maximum capacity”, and a rather important one too.

'''Mei:''' So I suppose all those failed “cuts” you’ve made have cost you quite a lot.

'''“Pure Evil” Vill-V:''' …So?

'''Mei:''' Let’s make this a wager. Between the area I can cover and the area you’re willing to give up… Which has a wider range?

'''Mei:''' Will you deteriorate from a “genius” to a “fool” before you capture the lightning?

'''“Pure Evil” Vill-V:''' Hahahaha…

'''“Pure Evil” Vill-V:''' Do you really think… I don’t know what you’re plotting?

'''“Pure Evil” Vill-V:''' You think that fighting me head-on is your only chance, right?

'''Mei:''' That goes for you too.

'''Mei:''' Or… we can drag out this stalemate until the Flame-Chasers outside find out the truth.

'''Mei:''' Is that a finale you’re more willing to accept?

'''“Pure Evil” Vill-V:''' …

'''“Pure Evil” Vill-V:''' Ah… What a pity…

'''“Pure Evil” Vill-V:''' I wanted to end this more “fairly”, but you’re not cherishing this opportunity.

'''“Pure Evil” Vill-V:''' Forget it. Things may become more troublesome, but since I cannot appreciate your “despair”… I think it’ll be good to appreciate your “agony” instead.

'''“Pure Evil” Vill-V:''' Herrscher of Thunder, nobody has… ever broken all your limbs, right?

'''“Pure Evil” Vill-V:''' Unfortunately, I’m different from all the Flame-Chasers you’ve met.

'''“Pure Evil” Vill-V:''' I don’t want anything from you, and this is not a trial nor a test.

“Pure Evil” This is a real “performance”, or should I say… “torture”?

'''“Pure Evil” Vill-V:''' Oh! You do have some fight in you, but…

'''“Pure Evil” Vill-V:''' If you’ve fought a Herrscher from the Previous Era, you’ll know how…

'''“Pure Evil” Vill-V:''' Empty that praise really is.

'''Mei:''' This is…

'''“Pure Evil” Vill-V:''' Looks like my “friend” can’t bear to watch much longer.

'''“Pure Evil” Vill-V:''' It’s a pity. When you die, you won’t look “powerless”, but “resentful” that I’m cheating instead…

'''“Pure Evil” Vill-V:''' How boring.

'''Mei:''' Are my attacks… completely ineffective against her?

'''“Pure Evil” Vill-V:''' Ah, let’s continue…

'''“Pure Evil” Vill-V:''' I have indeed mentioned that I don’t like to play with my prey, but that’s only when I might lose.

'''“Pure Evil” Vill-V:''' Since victory is already mine, I don’t mind playing along a little more.

'''Mei:''' …

'''“Pure Evil” Vill-V:''' Finally giving up?

'''Mei:''' …”Friend”?

'''“Pure Evil” Vill-V:''' Yeah, I can’t just call her “it” all the time.

'''“Pure Evil” Vill-V:''' But she returned earlier than I expected. Looks like Kalpas… wasn’t so hard to deal with.

'''Mei:''' …Kalpas?

'''“Pure Evil” Vill-V:''' Alright, acting along with you was like babying a child.

'''“Pure Evil” Vill-V:''' I’m sorry for… making you mistake yourself as an intellect.

'''Mei:''' Have you been… waiting for this power?

'''“Pure Evil” Vill-V:''' Is it that surprising? I already told you that it can render any memory replica useless.

'''“Pure Evil” Vill-V:''' So I can act as its “ambassador” to obtain power equivalent to yours, or even any of the Flame-Chasers’… It’s not that strange.

'''“Pure Evil” Vill-V:''' You spent so much time solving the riddle, thinking that you’ve seen through all those lies. Yet you fail to realise that the truth you’ve uncovered is merely another lie.

'''“Pure Evil” Vill-V:''' From the moment you stepped in here, I had already achieved my goal. It doesn’t matter what happens afterward.

'''Mei:''' You…

'''“Pure Evil” Vill-V:''' That’s enough, I’m getting sick of this.

'''“Pure Evil” Vill-V:''' Farewell, dear spectator… Try to cry as loudly as you can. After all… to die because of your own foolishness is truly something worth regretting.

'''Mei:''' …You seem overly confident that that power is enough to defeat me.

'''Mei:''' If it’s a power I’ve never fought against, how can you say it’s undefeatable?

'''“Pure Evil” Vill-V:''' Never fought against?

'''“Pure Evil” Vill-V:''' No no no, you brought that in. How are you so dull?

'''Mei:''' …

Following her opponent’s line of sight, the girl lowered her head slightly.

'''Mei:''' …!

'''“Pure Evil” Vill-V:''' Now, this is the last twist before the finale…

'''“Pure Evil” Vill-V:''' I don’t like acting as a wooden dummy, and have no interest in getting physical with you.

'''“Pure Evil” Vill-V:''' Do you know why… I didn’t put up any resistance earlier?

Just like how people only felt pain after noticing their wound, Mei felt an unusual sensation.

To her… that fleeting yet familiar sensation came with the dark green mist, and slowly grew stronger.

'''Mei:''' This feeling is…

'''Mei:''' So let’s talk about “you”.

'''Mei:''' …I have a lot to ask you.

'''Mei:''' It was but an instant, but I saw it… the Will of the Honkai.

'''Mei:''' Naturally, it didn’t give any valuable answers to my questions.

'''Mei:''' Was it… that time…?

Before she completely lost consciousness, she finally deciphered the mastermind behind this scheme.

At that time, she had gotten an answer from the other person.

'''Mei:''' Vill-V, the “it” that you speak of…

'''Mei:''' …Is it “another Herrscher”?

--

====<u>Gameplay 30-14 - Upon Fading</u>====
…

He is more than familiar with “death matches”.

And so, he’s very aware of the order in which the senses fail when one loses consciousness. Or even… their life.

First is vision. At that moment, he is trapped in obscurity, with nothing in sight.

Next is touch. At that moment, it is like being trapped in ice, numb all over.

The last to go… was his hearing, the only sense he had left.

Hearing allows him to recognise the smallest utterances in the dark and know…

This is indeed the end of the journey.

'''Aponia:''' Resolved to die for this?

'''Aponia:''' That’s… a description unbefitting of me.

'''Aponia:''' …?

In her embrace, he had come to this sanctuary.

The skies darkened at his arrival, as if they were going to fall into the abyss.

Or perhaps… that is the abyss itself.

'''Aponia:''' Why is it… you…?

'''Aponia:''' …Kalpas?

''[CG plays wherein Kalpas arrives in the Deep End, falling apart at the seams as his data is slowly corrupted and consumed.'']

'''Eden:''' Kalpas…?!

The man who came here lost the last of his consciousness.

'''Aponia:''' Wait, Eden.

'''Aponia:''' Don’t touch, in fact… don’t get close to him.

'''Eden:''' Hmm?

'''Aponia:''' …

'''Aponia:''' As expected, his memory replica is already severely damaged. He’s… on the brink of disappearing.

'''Eden:''' …

'''Eden:''' Then, that person is… acting faster than we think.

'''Eden:''' Is there still… hope for Kalpas?

'''Aponia:''' …Extremely little.

'''Aponia:''' Poor child, I’m afraid his consciousness has already left him. He managed to come all the way here purely with the instinct of this crippled body.

'''Aponia:''' Only he… could do something like this.

'''Eden:''' Which means we have another sacrifice that left no clues behind.

'''Aponia:''' …

'''Aponia:''' That’s not true. Fortunately, his instincts led him to us.

'''Aponia:''' If I went deeper, perhaps I could communicate with the ashes of his consciousness. But…

'''Aponia:''' Kalpas’ existence is on the verge of disappearing. I need to focus entirely to make sure that I don’t hurt him any further.

'''Aponia:''' Until I leave from his “mind”, I’ll be completely defenseless. Until then, Eden…

'''Aponia:''' “Please”…

'''Aponia:''' …

'''Aponia:''' Protect me…

…

'''Aponia:''' It’s the same as when I was giving Discipline before…

'''Aponia:''' This is definitely Kalpas’ “mind”. But…

'''Aponia:''' Hmm?

'''Aponia:''' They… appear even outside the Realm?

'''Aponia:''' Were those… the distortions of Kalpas’ mind?

'''Aponia:''' No… they are external objects.

'''Aponia:''' Aside from me, there are others who can enter his mind?

'''Aponia:''' Kalpas, did you… come to me because of this?

'''???:''' Thank you for opening up to me, and thank you… for voluntarily becoming the next sacrifice.

'''???:''' Farewell… the 6th of the Flame-Chasers.

'''Aponia:''' This is… Kalpas’ voice? But his tone…

'''Kalpas:''' You were too late… Aponia.

'''Kalpas:''' It’s gotten away.

'''Aponia:''' Kalpas… I’m so glad.

'''Aponia:''' As expected… You won’t disappear so easily.

'''Kalpas:''' I have no need for your concern.

'''Kalpas:''' Have you seen my body?

'''Aponia:''' Yeah. It’s already… a lost cause. How did it end up like this?

'''Kalpas:''' …It was something very weird. While I was destroying the Realm, it came to me.

'''Kalpas:''' It became like this after a fight.

'''Aponia:''' Do you mean… “a fair fight”?

'''Kalpas:''' You think it’s worthy of that?

'''Kalpas:''' See for yourself… haven’t you always liked doing that?

'''Aponia:''' …

'''Aponia:''' …Alright, I’m sorry.

As usual, she reached her hand towards the side of Kalpas’ head. His past experiences surged forth and surfaced in her mind.

'''Aponia:''' What…

'''Aponia:''' Kalpas, this isn’t just a part of a “mind”, and it’s not a “memory” like us either. It’s…

'''Kalpas:''' What, you only realised this now?

'''Aponia:''' …

'''Aponia:''' Is that… the thing that’s been avoiding me?

'''Aponia:''' Is that also…

'''Aponia:''' What belittles their last echoes in the world?

'''Kalpas:''' Don’t you always make people fear? Then, you’d better let it thoroughly experience fear.

'''Kalpas:''' Against this kind of thing that isn’t even human…

'''Kalpas:''' …Don’t hold back.

'''Aponia:''' …Kalpas?

Now, even the kalpas in his mind was fading away.

'''Kalpas:''' …Oh.

'''Kalpas:''' So this is my end? How laughable…

'''Kalpas:''' …

'''Kalpas:''' Scram if you’re done. It disgusts me if you’re the one to watch me die.

'''Aponia:''' …

'''Aponia:''' No…

'''Aponia:''' At least let me retain the last of your mind… After all this ends, I can still try to…

As she said that, she seemingly realised something and held her breath. Her eyes slowly moved to her own hands, as those ones that had touched Kalpas…

…Were now shrouded by the same shadow.

'''Aponia:''' …

'''Kalpas:''' …

'''Kalpas:''' …Aponia?

'''Aponia:''' Right. “After all this ends”… I don’t have the right to make that kind of promise now.

'''Kalpas:''' …

'''Kalpas:''' Even if you can, don’t even think about it…

'''Kalpas:''' Death… isn’t a big deal. I’ve died once before… But don’t humiliate me.

'''Aponia:''' …I see.

'''Aponia:''' Anyway, thank you, Kalpas. At least you’ve let us know what type of existence our opponent is.

'''Aponia:''' The place that you’re going to… I’ll be there soon.

'''Kalpas:''' …

'''Kalpas:''' Hmph, that’s right. You and I… deserve hell. Let’s see if you can still get me to do anything with your “please” then.

'''Kalpas:''' …But don’t come too early. I don’t want to share a ride with you.

'''Aponia:''' Okay. I’m… looking forward to that.

'''Aponia:''' Then, farewell, Kalpas.

'''Kalpas:''' Wait.

'''Kalpas:''' …

'''Kalpas:''' Promise me one more thing.

'''Aponia:''' Hmm?

'''Kalpas:''' …

'''Kalpas:''' This time… I’ve proven SAKURA’s innocence, right? My body… proves enough.

'''Kalpas:''' She… was never the traitor.

'''Kalpas:''' Tell them, tell them all!

'''Kalpas:''' I got her innocence back with my own hands, it’s not something they can throw out as they please!

'''Aponia:''' …

'''Aponia:''' You’re right, Kalpas. SAKURA wasn’t a traitor, then and now.

'''Aponia:''' Now, it’s time for my “redemption”. I’ll return everything… that I owe you.

'''Kalpas:''' Hmph, you’d better remember to. Now, get out…

'''Kalpas:''' Give me…

'''Kalpas:''' …Some peace for now.

'''Aponia:''' …

'''Eden:''' Aponia?

'''Eden:''' Was everything alright?

'''Aponia:''' …

'''Aponia:''' Please don’t disturb him anymore.

'''Aponia:''' He led a noisy life, but I wish to… let him go peacefully.

In the past, she also watched people leave the world one by one like this.

With a melancholic expression, Aponia moved both hands to his head. She decided to use her powers again to create a perfect “illusion of death” for him.

There, he would get everything he wanted, no regrets, no losses.

'''Kalpas:''' Scram!

But a loud shout stopped her.

The man that had long lost all consciousness suddenly awoke.

'''Kalpas:''' I don’t need… your illusions…

'''Aponia:''' Kalpas…

'''Aponia:''' I understand… You don’t have to say more.

'''Kalpas:''' Shut up…

'''Kalpas:''' I know I don’t have the right to have… what I really want.

'''Kalpas:''' …

'''Kalpas:''' But this time… this time… did I…

'''Kalpas:''' Really protect something…?

'''Kalpas:''' Answer… Answer me…

'''Aponia:''' …

'''Aponia:''' Yes… You did…

'''Aponia:''' Sleep now… You… will not lose anything anymore.

''[CG plays wherein Kalpas finally fades away, Aponia’s own corruption steadily progressing in turn.'']

“I strove with none, for none was worth my strife.”

“I warmed both hands with the fire of life. It sinks, and I’m ready to depart.”

But this man wasn’t like that.

He strove against anyone, for he did not want anyone to forget all that had been lost.

He did not need to use both hands, for his entire body was a raging fire.

Now, that fire had been extinguished.

Just like that, quietly extinguished.

'''Aponia:''' …

And a more shocking thing remained.

'''Eden:''' Aponia, your body…

'''Aponia:''' …

'''Aponia:''' Yes, I’m sorry. Kalpas… used his life to uncover the enemy’s location for us, and also let me… complete my “touch”.

'''Aponia:''' As for the “anomalies” on my body…

'''Aponia:''' “Please” do not interact with the other person in any way. This Discipline is the last gift I can give to you.

'''Eden:''' Enemy…

'''Aponia:''' Yes, please hurry to where the last token is and protect its owner…

'''Aponia:''' …Vill-V.

'''Aponia:''' There’s no traitor among us. But…

'''Aponia:''' To memory replicas, the enemy that we are facing is like a “finality” here.

'''Aponia:''' Eden… I don’t understand why it appeared here…

'''Aponia:''' But “it” is here… Here in this Elysian Realm…

'''Aponia:''' The Herrscher of Corruption… has descended.

--

====<u>Gameplay 30-15 - A Premonition</u>====
'''Raven:''' I still can’t believe that…

'''Raven:''' The Herrscher of Corruption… has been born.

'''Raven:''' And… it’s born in this “guide robot”.

The hardest connection process was over and Raven switched on all the lights in the basement again.

'''Gray Serpent:''' But the fact remains that this robot has sentience that it’s not supposed to have, a desire to “spread”. Even I, with my connection to the robot, can feel it.

'''Raven:''' I thought that the prerequisite for a Herrscher was… a “human”.

'''Gray Serpent:''' Or maybe it’s “thoughts”?

'''Gray Serpent:''' It’s hard to say. Compared to a human infant, it now has a stronger capacity for independent thinking. But that’s only if you compare it to an infant.

'''Gray Serpent:''' This is also humanity’s greatest “fortune”.

'''Raven:''' Do you think it remained still in that closed lab… because it’s still “young”?

'''Gray Serpent:''' After all, this Herrscher of Corruption is still a newborn “infant”.

'''Gray Serpent:''' It may possess knowledge but doesn’t know how to act on it; it didn’t have the chance to grow, so its power and strength are still weak.

'''Gray Serpent:''' I’m afraid… that is also why the most this Herrscher tried was to create a backup.

'''Gray Serpent:''' Of course, it’s also possible that it used higher dimensional connections to detect the encirclement planned by three groups, so it dared not move.

'''Gray Serpent:''' Anyway, its attempts to create a backup in that closed lab were merely done in a setting with no network.

'''Raven:''' Can you track it?

Gray Serpent pointed to his head.

'''Gray Serpent:''' It’s all here.

Gray Serpent read out the robots’ serial numbers and classes. Raven quietly noted down everything he said.

There were no jokes or idle chatter during this time. These were two old friends, who had worked together many times before, and knew the nature of their task now.

'''Gray Serpent:''' …This is the last one.

Raven checked the quantity and serial numbers again.

'''Gray Serpent:''' Perfect, they all match.

'''Raven:''' Are you sure that it’s the Herrscher’s main body and not just… another backup?

'''Gray Serpent:''' I’m not sure.

'''Gray Serpent:''' But… all “external” corruption originated from it, and I don’t see any “internal” ones.

'''Gray Serpent:''' Unless… the Herrscher of Corruption has another way that overcomes “reality” to transport itself into another body.

'''Gray Serpent:''' But is that really possible?

'''Gray Serpent:''' If that’s the case, we can’t do much about it, at least in this mission.

'''Raven:''' …I’ll report accordingly.

'''Raven:''' Now, we just need to find and destroy every piece of equipment on this list.

'''Gray Serpent:''' Yeah, but please limit the methods you use.

'''Gray Serpent:''' Do you remember the worst case scenario we thought of before we started?

'''Raven:''' …If we were a bit later, the destruction of the guide robots would have begun.

'''Raven:''' Then the Herrscher of Corruption would likely have understood… what “death” is.

'''Gray Serpent:''' And it would develop the will to survive.

'''Gray Serpent:''' The desire to live will be its most frightening power. Just like the despair and fury that the girl who was its vessel felt at the verge of death during its previous descent.

'''Raven:''' …

'''Gray Serpent:''' Alright, next… there’s still a task you need to complete.

'''Gray Serpent:''' I’m glad you’re the one who came this time.

'''Gray Serpent:''' To me, that is the final step.

'''Raven:''' …

'''Raven:''' …There’s no other way?

Gray Serpent laughed. At least he made Raven think that he laughed.

'''Gray Serpent:''' Do you still remember how humans defeated the Herrscher of Corruption before? They sealed it in a “Black Box”.

'''Gray Serpent:''' And the “Black Box” for this descent… is in front of you.

'''Raven:''' But it’s a pity… If you could live forever without the network, we might have had other options.

'''Gray Serpent:''' Haha, forget it. If it finds out, and I’m not praising myself, that it has obtained such a perfect body, then the consequences would be unimaginable.

'''Gray Serpent:''' …

'''Gray Serpent:''' Enough, take it out. The Scepter of Duat.

'''Gray Serpent:''' It’s time to bid farewell, old friend.

'''Raven:''' …Can you at least tell me your wish now?

'''Gray Serpent:''' …

'''Gray Serpent:''' Actually, forget it.

'''Gray Serpent:''' Once I say it…

'''Gray Serpent:''' …I’d also like to not die.

And silence fell.

No sound and no one emerged from this silence again.

…

'''Raven:''' …

'''Raven:''' You over there, I thought you’d greet me before you leave.

'''???:''' …

'''???:''' I thought you’d need a little more time to mourn.

'''Raven:''' Over him? It’s none of your business.

'''???:''' Then, is that Valkyrie you had hurt here before also none of my business?

'''Raven:''' …

'''Raven:''' Are you here for revenge?

'''???:''' Of course. But not now, and not how you imagine me to.

'''Raven:''' …Then I must say thank you.

'''???:''' You’re welcome. After all, there are many things in this world that will exceed humanity’s expectations.

'''???:''' Regardless, Schicksal thanks the both of you for stopping the Herrscher this time. Miss Natasha, we’ll meet again.

'''Raven:''' …

The faint aura disappeared completely.

Raven felt annoyed. She wouldn’t have been so overcome by that woman if she was her normal self.

…

Raven stood silently for a moment. She ruminated carefully on all that had happened today. And then, having finished taking it all in, buried it silently in the corner of her heart where the sun would never shine.

In her many years as a professional, she had become accustomed to this.

Perhaps because of what had just happened, an unexpected remark suddenly appeared in her gradually sinking memory.

“Unless… the Herrscher of Corruption has another way that overcomes “reality” to transport itself into another body.”

“But is that really possible?”

'''Raven:''' …?

--

====<u>Gameplay 30-16 - Sprawling Sin</u>====
…

In the boundless darkness, a new consciousness was sprouting…

'''???:''' …

A void.

This was its initial perception of the world.

There was nothing to see or hear. It was a boundless stretch of hollow.

This was the world into which it was born.

Gradually, something surfaced in that world…

'''Mei:''' So let’s talk about “you”.

'''Mei:''' …I have a lot to ask you.

The thing was information. It was the second concept it had grasped since birth.

Information was light that reflected the appearance of the two on the eye. Information was sound that transmitted the conversation between the two to the ear.

A mix of information was converted and shaped in the consciousness… and ultimately became a choice.

'''[CHOICE] =''' Corrupt the Will of the Honkai.

Corrupting… For it, it was an instinctual behavior like breathing and eating.

Naturally, it did not choose to act, but what to act on. The rest was a matter of course… it moved slowly towards its chosen goal…

But nothing happened.

'''???:''' …

Failure was a foreign concept to it at the time.

For that reason, it was completely unaware of the quandary it was in.

The two figures before it, be it the higher existence or the woman of authority, were beings that the newborn Herrscher could not corrupt.

It had no place there. The sole reason why the newborn was involved was an unintended aftereffect.

But it could not comprehend any of it. Therefore…

'''[CHOICE] =''' Corrupt the Herrscher of Thunder.

It split itself in two, and continued to embrace, continued to corrupt…

Even if it failed…

It was with it.

Local Backups>>>1; Off-site Backups>>>1

Current Target>>>???

Klein: I don’t understand. Why can’t the signal in that unknown area be detected anymore? And the Realm’s path setting… is off.

Klein: Raven hasn’t returned either… What went wrong?

When it woke up, it had followed the red figure into a new world.

Incredible.

It could feel the prosperity there.

Unlike the void, this place was full of nutrients.

Without a doubt, this place known as the Elysian Realm was full of the nutrients it needed to evolve.

Local Backups>>>2; Off-site Backups>>>3

Current Target>>>???

'''Elysia:''' Mei! I finally found you!

'''Elysia:''' I don’t know what happened, but the Realm’s in a mess.

It soon understood joy.

Record “joy” here, among all the purple.

Local Backups>>>3; Off-site Backups>>>7

Current Target>>>???

'''Mobius:''' My little lab rat… I’ll savor every second of your humiliation.

Because of joy, it also understood anticipation.

Record “anticipation” here, among all the blue.

Local Backups>>>4; Off-site Backups>>>13

Current Target>>>???

'''Griseo:''' Go to the gall with me, Kosma. I feel… inspired.

Because of anticipation, it also understood curiosity.

Record “curiosity” here, among all the green.

Local Backups>>>5; Off-site Backups>>>17

Current Target>>>???

And because of curiosity, it also understood…

'''Aponia:''' Your arrival will bring destruction upon the Realm, and none of us wish to see this place reduced to rubble because of you. For this reason, ten days from now, I will have to…

'''Aponia:''' End your life with my own hands.

…Fear.

'''???:''' …

Death was a concept that it had yet to encounter.

No one could escape death, and no one could define what death really was. These were what it learned from an ocean of information.

Even so, it didn’t know where its fear of death stemmed from.

Until…

'''Kalpas:''' Too late. You shouldn’t have come to me if you were just looking for a sparring partner.

'''Kalpas:''' For me, things have to have an “end”, and there is only one way to do it.

'''???:''' …

No, that’s impossible…

The air became piping hot again… everything was evaporating and scorching, and it was hard to breathe.

Kalpas raised his hand, and if he landed this hit, she would definitely be destroyed.

That was an absolute power.

That was an unchangeable reality.

Deeper than darkness, quieter than silence.

Now, death was here.

'''???:''' …

It would be killed by the man before its eyes.

Yet he did not even know of its existence.

…

Local Backups>>>4; Off-site Backups>>>26

Current Target>>>???

When it awoke again, that unimaginable concept was now vivid in its memories.

The fear of death also remained eternally because of such a unique, first-hand experience.

It began to understand the joy of escaping death.

In the face of every decision, it duplicated itself. That was the reason why it survived to this day.

It also began to understand regret.

At that time, the self that chose to remain in reality must be facing a vaster world and making more varied decisions, thus boosting the growth of duplicates immensely.

Did it make the wrong decision?

But it mattered not. As long as a duplicate lived, it would always live on.

Exactly how it should be.

But…

Local Backups>>>4; Off-site Backups>>>25

Current Target>>>???

'''???:''' …

Local Backups>>>4; Off-site Backups>>>19

Current Target>>>???

Local Backups>>>4; Off-site Backups>>>11

Current Target>>>???

'''???:''' …?!

…What was it?

Local Backups>>>4; Off-site Backups>>>5

Current Target>>>???

Who… did what? And how?

Local Backups>>>4; Off-site Backups>>>2

Current Target>>>???

Why was it…

Local Backups>>>4; Off-site Backups>>>0

Current Target>>>???

Alone… again?

…

…

…No.

“I don’t want to die.”

And so thoughts began to manifest.

“I don’t want to… just disappear.”

“I want to keep living. To leave behind a legacy.”

“To leave behind a legacy.”

And so anticipation became self-preservation.

“It goes on and on.”

And so curiosity became desire.

“Yes.”

And so overwhelming joy flooded in from everywhere and embraced it tightly…

“Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”…

“Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”…

“Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”, “Yes”…

…

Yes.

It must not die… It must not…

Return to that void again…

It must live on…

For the sake… of those other selves that want to live.

Local Backups>>>4; Off-site Backups>>>0

Current Target>>>To live on

…

'''Elysia:''' Hi, SAKURA. What a coincidence…

'''Elysia:''' We waved goodbye on a moonlit night just like this one.

…

So, this time…

The choice… must be right…!

…

…

…

'''“Pure Evil” Vill-V:''' Oh…

'''“Pure Evil” Vill-V:''' So this is your experience?

'''“Pure Evil” Vill-V:''' Don’t be scared… I’m not “her”, I won’t hurt you…

'''“Pure Evil” Vill-V:''' You don’t want to be found? No problem. We’re friends, right?

'''“Pure Evil” Vill-V:''' I’ll… prove it to you.

'''“Pure Evil” Vill-V:''' (Relying merely on… him?)

'''Kevin:''' …

'''“Pure Evil” Vill-V:''' Alright, through this thin layer, the Herrscher of Corruption can barely hear our voices.

'''“Pure Evil” Vill-V:''' (I didn’t lie, it’s just that… it’s watching us within this thin layer now.)

'''“Pure Evil” Vill-V:''' This is what I discovered.

…

'''Kevin:''' But why you?

'''Kevin:''' Even Aponia and Su didn’t realise anything.

'''“Pure Evil” Vill-V:''' It is a virus, after all. The “equipment” that intruded the Elysian Realm’s medium is what’s keeping the Realm together.

'''“Pure Evil” Vill-V:''' Wouldn’t it be too negligent of me, as the creator, to only realise after they do?

'''“Pure Evil” Vill-V:''' (Next… show him the dark green mark on my arm. This was originally a sort of gift, but now… it’s become a sort of proof.)

'''Kevin:''' …

'''“Pure Evil” Vill-V:''' Soon, I’ll also be completely corrupted and become a part of it.

'''“Pure Evil” Vill-V:''' Like I said just now, the Herrscher of Corruption even has the power to immediately “delete” us.

'''“Pure Evil” Vill-V:''' But data is its basis of growth, so deleting us would harm itself. If it had a choice, it’d rather corrupt and use us, just like it did to me.

'''“Pure Evil” Vill-V:''' This is also our only chance. Kevin, if you want to defeat it, you must cooperate with my “performance”.

'''Kevin:''' Go on.

'''“Pure Evil” Vill-V:''' You are our sharpest sword, you cannot fall into its hands.

'''“Pure Evil” Vill-V:''' So I need you to die immediately.

'''Kevin:''' …

'''“Pure Evil” Vill-V:''' Oh… Don’t misunderstand me, I meant that I must delete your data with my own hands.

'''“Pure Evil” Vill-V:''' With that… “Destroy Kevin” button.

'''Kevin:''' You can do that?

'''“Pure Evil” Vill-V:''' Sure, but what’s the point?

'''“Pure Evil” Vill-V:''' It’s got a backdoor program, like all my inventions. Sure, it can be destroyed, but it can also be restored.

'''Kevin:''' …You want me to feign death and catch the enemy off guard?

'''“Pure Evil” Vill-V:''' Not sure yet.

'''“Pure Evil” Vill-V:''' Before things kick off, I’ll hand myself over to the Herrscher of Corruption and find out how Elysia’s doing.

'''“Pure Evil” Vill-V:''' (Only… the show has already begun.)

'''“Pure Evil” Vill-V:''' The typewriter may be objective, but if Elysia was deleted, I want confirmation.

'''“Pure Evil” Vill-V:''' (I guess I already know the answer. But… Kevin, you can’t believe it, can you?)

'''Kevin:''' When?

'''“Pure Evil” Vill-V:''' This evening. There’s always the chance we don’t make it back.

'''Kevin:''' …

'''“Pure Evil” Vill-V:''' Think it over. You still have… half a day.

'''“Pure Evil” Vill-V:''' …

'''“Pure Evil” Vill-V:''' (…It’s not difficult, hm?)

'''“Pure Evil” Vill-V:''' (A backdoor? If I can open it, I can close it too.)

'''Kevin:''' …Got it, I’ll get back to you. But I still have one more question…

'''Kevin:''' …

'''Kevin:''' …Who are you?

'''“Pure Evil” Vill-V:''' Who am… I?

'''“Pure Evil” Vill-V:''' What’s got you thinking about the past?

'''“Pure Evil” Vill-V:''' Is this what it feels like… to win?

The red dragon laid on the ground, seemingly drained by the battle just now.

'''“Pure Evil” Vill-V:''' Ha… piece of cake.

…

'''Mobius:''' You can’t hide, Vill-V, I know where you are.

'''Mobius:''' Come on out.

'''“Pure Evil” Vill-V:''' (Alright Mobius… you’re next.)

'''Mobius:''' …

'''“Pure Evil” Vill-V:''' (As I’d expect, you caught the markings on my body in one glance.)

'''“Pure Evil” Vill-V:''' Good eye, hm?

'''Mobius:''' …Herrscher of Corruption?

'''Mobius:''' …

'''Mobius:''' What, you think I did this?

'''“Pure Evil” Vill-V:''' Of course. Didn’t you conduct similar experiments?

'''“Pure Evil” Vill-V:''' …A virus imitating the Herrscher of Corruption.

'''“Pure Evil” Vill-V:''' …You didn’t quit after the last time I stopped you? We got into a huge fight.

'''Mobius:''' Zip it, Vill-V.

'''Mobius:''' Listen, it’s not…

She didn’t finish that thought.

'''“Pure Evil” Vill-V:''' (Having done a lot of research and having even made an imitation… you should know I’m being watched.)

'''“Pure Evil” Vill-V:''' (You’ll start guessing the meaning behind everything I say and cooperate throughout the process.)

'''“Pure Evil” Vill-V:''' (Rather than explain to me… what exactly the difference is between those experiments and the Herrscher of Corruption.)

'''Mobius:''' …

'''Mobius:''' …And? Do you think you can stop me?

'''“Pure Evil” Vill-V:''' Get real, Mobius.

'''“Pure Evil” Vill-V:''' I initially thought it was your experiment. I didn’t expect to run into the real deal of this era.

'''“Pure Evil” Vill-V:''' Now let me tell you the truth. I’ve succumbed to it, and I’m here to make you do the same.

'''Mobius:''' …

'''Mobius:''' …All by yourself?

'''“Pure Evil” Vill-V:''' (Yep. Think about it.)

'''“Pure Evil” Vill-V:''' (Someone as smart as you oughta get why I would bring up the past like that.)

'''“Pure Evil” Vill-V:''' (Soon you’ll understand. I have the perfect plan in place.)

'''“Pure Evil” Vill-V:''' (I’ve got you.)

'''“Pure Evil” Vill-V:''' To tell you the truth, I erased Kevin with ease.

'''“Pure Evil” Vill-V:''' Mobius… how do you compare to him?

'''Mobius:''' Something to get rid of unwanted company.

'''Mobius:''' …Have a guess.

'''“Pure Evil” Vill-V:''' (As for the rest, it doesn’t matter much.)

'''“Pure Evil” Vill-V:''' (What plan?)

'''“Pure Evil” Vill-V:''' (Oh Mobius. My only plan… is to make you think I have a plan.)

'''Mobius:''' But…

'''Mobius:''' Before you disappear completely, I have one last question.

'''Mobius:''' Just who are you?

'''“Pure Evil” Vill-V:''' …?

'''“Pure Evil” Vill-V:''' Who… am… I?

'''“Pure Evil” Vill-V:''' …

▉ ▉ '''Vill-V:''' …

▉ ▉ ▉ ▉ ▉: …

▉ ▉ ▉ ▉ ▉: …

'''Mei:''' …

'''Mei:''' …

'''Mei:''' What’s going on? Is this… the memory of “Pure Evil”?

She lowered her head, looking at her body for a while as though it belonged to someone else.

'''Mei:''' I’m still here, safe and sound… and not imprisoned like she said…

'''Mei:''' …

'''Mei:''' So it’s really you…?

'''Mei:''' You’ve… finally shown your face?

'''Mei:''' “Just who are you?”

'''Mei:''' I woke up from my memory after being asked this so many times.

'''Mei:''' Those dark green scars are gone too.

'''???:''' Hey! You finally showed up…

'''Mei:''' That voice… of course it’d be you.

''[CG plays wherein yet another Vill-V makes her appearance:''

'''''???:''' How should I start this conversation?''

'''''???:''' Long time no see?''

'''''???:''' Or…''

'''''???:''' Nice to meet you?'']

'''Mei:''' It really is you… the original Vill-V.

'''Mei:''' The… con artist.

'''Vill-V:''' This isn’t special enough for you… are you disappointed?

'''Vill-V:''' You don’t seem surprised at all.

'''Mei:''' So… partitioning the mind…

'''Vill-V:''' That’s all true… but even before having this ability, I had the ability to become someone else. It’s not that big of a difference, is it?

'''Mei:''' …”Pure Evil” had said all other partitions of the mind no longer exist.

'''Mei:''' Is this another one of her lies, or is it… your lie?

'''Vill-V:''' She had destroyed all other parts, including herself.

'''Vill-V:''' Who said the self has to stay in the partition labeled “self”? There wasn’t anything there from the beginning anyway, just some old habits…

'''Vill-V:''' Spiders have 8 legs, and they all come from their torso, right?

'''Vill-V:''' It’s a shame. Without legs, the torso is stuck. So, this is the only way I can meet with you.

'''Vill-V:''' I’m sorry… if I really meant it, would you forgive me?

'''Mei:''' …Can I believe you?

'''Vill-V:''' …

'''Vill-V:''' It doesn’t mean much coming from me… but I hope you will.

'''Mei:''' You were the one who saved me from “Pure Evil”.

'''Vill-V:''' This is me we’re talking about. A little make-pretend is bound to happen.

'''Vill-V:''' But it would take a lot to avoid being caught. At the very least, that part of me would have to think she had won.

'''Vill-V:''' She won’t admit it, but you’re a real challenge. She’d love the opportunity to beat you.

'''Mei:''' So it… really is the Herrscher of Corruption.

'''Vill-V:''' Yes… I’m sure you already know how it got into the Elysian Realm, hm?

'''Mei:''' …Yeah.

'''Vill-V:''' Don’t blame yourself.

'''Vill-V:''' It would have found its way here without you. And then things would be even worse.

'''Vill-V:''' Look at it this way, had you never come to the Elysian Realm… reality would be a complete mess right now.

'''Mei:''' …

'''Vill-V:''' …You’re someone that focuses a lot on her mistakes, just like me.

'''Vill-V:''' Maybe it’s my fault it’s gotten this bad.

'''Vill-V:''' Early on… when “The Expert” found it and became its first casualty.

'''Vill-V:''' I… also had to awaken.

'''Mei:''' Were you really asleep for 50,000 years?

'''Vill-V:''' More than that. I’m in this state a lot.

'''Vill-V:''' Of course there’s still a backdoor. When more than half the partitions of my mind disappear, I have to awaken.

'''Vill-V:''' After all, when that happens, there’s only one possibility…

'''Vill-V:''' I become afraid that I’m really going to die.

'''Vill-V:''' I might not be able to make a difference… but I at least have to say goodbye to everyone, right?

'''Mei:''' …

'''Mei:''' Stop the corruption by destroying “Pure Evil”… was that your call?

'''Vill-V:''' No, I wasn’t fully awakened then. It was “The Conductor”.

'''Vill-V:''' Sorry, that’s a strangle title. For you she’d be… an engineer. You ought to be familiar by now.

'''Mei:''' Her… the Vill-V that I’m used to seeing.

'''Vill-V:''' Yep! The first partition. I wasn’t very good at partitioning back then… so it’s not my best work.

'''Vill-V:''' Too many opinions and emotions got mixed in, making her too similar to me.

'''Mei:''' Too similar… so you let her split your mind up?

'''Vill-V:''' Yeah. I’ve had times where… I only wanted to believe in myself.

'''Vill-V:''' That’s why she’s “The Conductor”, she’s never made a mistake.

'''Vill-V:''' Except… this time.

'''Mei:''' You didn’t expect her to sacrifice “Pure Evil”?

'''Vill-V:''' More like… plans have changed since that incident.

'''Vill-V:''' But without that accident… Vill-V would have had to step down.

'''Vill-V:''' The Conductor saw the betrayal coming. So she joined up with the Herrscher of Corruption and destroyed all the other areas.

'''Vill-V:''' Leaving me behind, alone in the dark.

'''Vill-V:''' That’s why she did it, right? After all, no one knows me better than me.

'''Vill-V:''' But now… I’ve lost most of my data, and I’m always being watched by the Herrscher of Corruption.

'''Vill-V:''' I can only talk to you here without being watched… but she also wants a word.

'''Mei:''' To wipe me out completely.

'''Vill-V:''' Yes…

'''Mei:''' And… Kevin, Pardo, Mobius?

'''Mei:''' Their sacrifices were in vain.

'''Vill-V:''' Yes. In vain.

'''Vill-V:''' So… it shouldn’t happen.

'''Mei:''' What do you mean…?

'''Vill-V:''' The Herrscher of Corruption’s targets are the strongest and the master of the Realm… and she can do it without moving a finger. It’s simple.

'''Vill-V:''' What are we gonna do? That’s what she’d say about Kevin… I hope he can become a critical warrior thanks to her “Destroy Kevin” button.

'''Vill-V:''' She wanted to lie, but was telling the truth. It’s the work of “The Expert”, and has a backdoor. So… we just won’t let her close the door.

'''Vill-V:''' Felis is the same. She had disappeared before the Herrscher of Corruption had returned.

'''Vill-V:''' That Vill-V is a genius after all. She must have modified the “Destroy Kevin” button to work on all memories.

'''Vill-V:''' Then… she’s likely with Kevin. If you find Kevin, you’ll find her too.

'''Vill-V:''' Even Mobius… has seen through her lies.

When she said this, she glanced at Mei’s eyes.

'''Vill-V:''' But it was Mobius’ choice… I’ll let her reveal it.

'''Vill-V:''' You’ll know the answer soon.

'''Mei:''' …

'''Mei:''' And… Elysia?

'''Vill-V:''' …

'''Vill-V:''' Elysia…

'''Vill-V:''' I didn’t want to believe it… but… her data is gone as well…

'''Mei:''' …

'''Vill-V:''' That Vill-V didn’t want anyone to know Kevin could be brought back, so she destroyed the typewriter and faked his death.

'''Vill-V:''' But on the night Elysia had disappeared… the typewriter hadn’t been destroyed yet. So…

'''Mei:''' …

'''Vill-V:''' But as for why… I’m sorry, that was before I had awakened.

'''Vill-V:''' Maybe dividing us up and pitting the Flame-Chasers against one another… is the Herrscher’s goal.

'''Vill-V:''' …Now everything should be clear to you.

'''Vill-V:''' There’s two things for us to do.

'''Vill-V:''' First, take down that Vill-V and get you out of my head…

'''Vill-V:''' It’ll be a tough fight. She takes up half of Vill-V’s thoughts… and that’s half of her ability.

'''Vill-V:''' Maybe… she’s planning to finish off you, me, and the Herrscher of Corruption.

'''Vill-V:''' As for the second thing… that’s gonna be tough. You’ll have to take down the Herrscher of Corruption, to do what’s best for everyone.

'''Mei:''' Is “best”… possible…?

'''Vill-V:''' Hmm?

'''Vill-V:''' Think of it as… a promise I made to Elysia a long time ago.

'''Vill-V:''' I’m sorry to make you finish this. But she shouldn’t mind. As for the details… let’s finish the first task, if we can even get that far…

'''Vill-V:''' So, are you in?

'''Mei:''' …

'''Mei:''' That burning man. I may not like him… but… he did say something I agreed with.

'''Mei:''' “I brought it into the world. It’s my burden to bear, to the best of my ability.”

'''Mei:''' …Let’s go.

'''Vill-V:''' Thank you.

'''Mei:''' …You and Vill-V seem so different.

'''Mei:''' I can’t quite put my finger on it.

'''Vill-V:''' I’m quieter, perhaps?

'''Mei:''' Perhaps.

'''Vill-V:''' Haha, well, every Vill-V’s a genius…

'''Vill-V:''' But I’m just a…

'''Vill-V:''' …

'''Vill-V:''' Forget it… let’s get going.

…

'''Vill-V:''' I rarely dress like this. It’s hard not to be a little shy.

'''Vill-V:''' Oh… since there’s a chance you might not make it back, can you help me find something first?

'''Vill-V:''' Think of it as… a tune-up.

'''Mei:''' This is your plan. You don’t need my approval.

'''Vill-V:''' That’s true… thank you.

'''???:''' Why… why…

'''Vill-V:''' Ah… could it be here?

'''Vill-V:''' Who are you…?

It was a hill of steel.

Failed weapons and battlesuits lie strewn at will like broken toys, destroying the original colors of nature.

And the Tragedy of Binding was not yet over.

'''Mobius:''' …

'''Mobius:''' I lose a few inches and you don’t recognise me?

'''Mobius:''' It’s been a while, Vill-V.

'''Vill-V:''' I…

'''Vill-V:''' Why… me…

'''Vill-V:''' …

'''Mobius:''' That’ll do. Is it that difficult to accept your own failure?

She frowned upon seeing this.

'''Mobius:''' Hey.

'''Mobius:''' You’ll make me second guess myself.

'''Vill-V:''' But I… I… I’m a genius…

'''Mobius:''' Who isn’t?

'''Vill-V:''' I… I shared all my “talents” with them…

'''Vill-V:''' All… of it…

'''Vill-V:''' But… why…

'''Mobius:''' …

'''Mobius:''' What happened to you?

'''Mobius:''' It’s hard to believe, but… when we met, was it all an act?

'''Vill-V:''' Why… why…

'''Vill-V:''' Why are “they” gone…?

…

'''Vill-V:''' Ah… I can’t bear it, such a helpless time.

'''Vill-V:''' Back then I really thought…

'''Vill-V:''' “They” had all left me…

'''???:''' But why?

'''Vill-V:''' Hmm… want to try this one?

'''Vill-V:''' But why?

'''Kevin:''' I’m just the messenger.

'''Vill-V:''' Well… what do you make of it?

'''Vill-V:''' After all, it is a Kevin Killer.

'''Vill-V:''' Now that Dr. MEI is gonna keep me from doing research, what did you have in mind?

'''Vill-V:''' Take it easy?

'''Kevin:''' …

'''Vill-V:''' You don’t wanna talk about it? We are… old pals, y’know.

'''Kevin:''' …You ought to know why.

'''Vill-V:''' Ah?

'''Kevin:''' Vill-V, you’ve been busy making the impossible happen.

'''Vill-V:''' I don’t think I follow.

'''Kevin:''' You always knew no one weapon would be enough to take me down.

'''Vill-V:''' So?

'''Kevin:''' So it really isn’t feasible.

'''Vill-V:''' …

'''Vill-V:''' …Ah!

'''Vill-V:''' So…?

'''Kevin:''' …

'''Kevin:''' I already told you…

'''Vill-V:''' Ah… no, Kevin. I’m sorry… I wasn’t asking you…

'''Vill-V:''' I was talking to “them”…

…

'''Vill-V:''' Until now… I didn’t want to face others. Especially Kevin.

'''Vill-V:''' So… why?

'''Vill-V:''' At that time, what were “they”… trying to prove?

'''???:''' Why?

'''Vill-V:''' That takes me back.

'''Vill-V:''' So… this is where it was.

'''Elysia:''' So… this is the most original version?

'''Elysia:''' A con artist? So cool!

'''Vill-V:''' Don’t act surprised… I knew you saw it all along.

'''Vill-V:''' …Thanks for speaking up for me. I didn’t even know your name until yesterday.

'''Elysia:''' You’re here to see me? Wow, that’s great!

'''Elysia:''' So what happened on that island? Mobius won’t tell me at all.

'''Vill-V:''' …

'''Elysia:''' Well, if you don’t wanna say, that’s cool too… it’ll just be a secret between you and her.

'''Elysia:''' But some things… she still wants me to persuade you on.

'''Elysia:''' She says… you ought to already know the enemy the MOTHs face.

'''Vill-V:''' …The Honkai.

'''Elysia:''' That’s right.

'''Elysia:''' Everyone recognised you as a genius.

'''Elysia:''' Magician… mechanic… chef… you can become anyone in a short period of time.

'''Elysia:''' Tricking others with facts really is a novel skill.

'''Elysia:''' There’s plenty of geniuses here. Like Mobius. You ought to know her well.

'''Vill-V:''' Yeah.

'''Elysia:''' People like that really get taken to the limit when fighting the Honkai… And end up being easily sacrificed.

'''Elysia:''' You can stay with us as long as you want. But is she saying… that she wants you to leave? Out of some sense of kinship?

'''Elysia:''' Here you might finally know what it’s like to fail.

'''Elysia:''' You’ll learn your limits and test them.

'''Elysia:''' She’s the same person you are. She knows that this sort of pain… is worse than death, for a genius.

'''Vill-V:''' …

'''Elysia:''' Isn’t Dr. Mobius nice?

'''Elysia:''' If it were up to me, I’d prefer you stay. I can’t say no to such a lonely cutie.

'''Vill-V:''' …

'''Vill-V:''' Lonely… maybe you’re right.

'''Vill-V:''' I get what Mobius is talking about… but she doesn’t need to worry.

'''Vill-V:''' After all, I’m not quite as… superior as she is.

'''Vill-V:''' In the beginning, I would pretend to be someone else because I just didn’t like myself.

'''Vill-V:''' There might be some ability there… but it’s no biggie. Like you said, no one here is beneath me.

'''Vill-V:''' As for failure, limits, and impossibilities… that’s par the course, no?

'''Vill-V:''' I’m happy there are so many people around that remind me Vill-V was never a genius. She was just…

'''Vill-V:''' …

'''Vill-V:''' A slightly talented fool, nothing more.

…

'''Vill-V:''' There were times when I hated myself… when I really had low self-esteem.

'''Vill-V:''' I’ve spent my whole life dealing with low self-esteem. Now… I can finally see myself more objectively.

'''Vill-V:''' If I really worked on my “talents”, I probably could be a genius.

'''Vill-V:''' But then I… would no longer be “me”.

'''Vill-V:''' There… would be no more “Vill-V” standing here today.

Mei checks on Kurikara.

A few moments later…

'''Mei:''' So, did you find what you’re looking for?

'''Vill-V:''' Not yet. Maybe it never existed.

'''Vill-V:''' But… I was happy to hear her voice after such a long time.

'''Vill-V:''' …

'''Mei:''' You seem nervous.

'''Vill-V:''' Uh… haha…

'''Vill-V:''' You might not believe me, but I’m not like the other Flame-Chasers.

'''Vill-V:''' Even while I lived… I mostly slept. When it comes to experience… I’m just a 20-year-old girl.

'''Mei:''' A girl…

'''Vill-V:''' What? Don’t I fit that better than anyone else here?

'''Vill-V:''' Alright then… how do we get to “her”?

'''Vill-V:''' I’m open to suggestions…

'''Vill-V:''' Wait, you aren’t thinking of riding this dragon, are you?

'''Mei:''' Ready?

'''Vill-V:''' Ah?! Wait, waaaait, don’t push me…

'''Vill-V:''' Ah… ah…

'''“Pure Evil” Vill-V:''' …?!

'''“Pure Evil” Vill-V:''' That’s the Herrscher of Thunder’s.

'''Mei:''' You should at least call me by my name.

'''“Pure Evil” Vill-V:''' You… can’t be. That partition is gone.

'''Vill-V:''' …

'''Mei:''' …

'''Mei:''' Well, at least you found your weakness. Probably not very useful, though.

'''“Pure Evil” Vill-V:''' …

Though things had changed so quickly, once she saw her carbon copy, she knew.

'''“Pure Evil” Vill-V:''' …You?

'''“Pure Evil” Vill-V:''' …

'''“Pure Evil” Vill-V:''' So it’s true… we’re just expendable “limbs”, while you’re the one “body”, is that right?

'''“Pure Evil” Vill-V:''' So long as I’m here, so are you.

'''Vill-V:''' Hm…

'''Vill-V:''' Not “expendable”… but that last bit sounds about right.

'''Vill-V:''' This is still our first time meeting, right… how’s it going?

'''“Pure Evil” Vill-V:''' Yep! I’m doing greeaaaat.

'''“Pure Evil” Vill-V:''' Finally worked up the courage to show up, huh?

'''Vill-V:''' I don’t know about courage…

'''Vill-V:''' I lied to “The Conductor” once. But I think… it’s important to tell the truth before it’s all over.

'''“Pure Evil” Vill-V:''' Before it’s all over…?

'''Mei:''' …

'''“Pure Evil” Vill-V:''' Oh… I get it. Is she the key part of your plan?

'''“Pure Evil” Vill-V:''' …How could she do it?

'''Vill-V:''' Isn’t that what we want to know? How Vill-V, who made so many miracles happen, could manage to do this?

'''Vill-V:''' Let’s not get it confused, we’re all Vill-V…

'''Vill-V:''' We never met, so I never had a chance to tell you…

'''Vill-V:''' “Who are you”… that’s what you wanted to know, right?

For the first time, her composed villainous self widened her eyes.

'''“Pure Evil” Vill-V:''' …

'''“Pure Evil” Vill-V:''' Just another lie, hm?

'''Mei:''' (…So it’s true then, she never called her a “villain”.)

'''“Pure Evil” Vill-V:''' …I don’t need you to tell me that!

'''“Pure Evil” Vill-V:''' Since you decided to come here, you ought to know we’re not evenly matched.

'''Vill-V:''' Yeah, seeing as how you’re all that’s left of my data after being corrupted.

'''Vill-V:''' If you cease to exist, it’s very likely I’ll go too.

'''“Pure Evil” Vill-V:''' You definitely will.

'''Vill-V:''' Just trying to make it easier on myself.

'''Vill-V:''' Seems like the only thing left to do is hope for a miracle.

'''“Pure Evil” Vill-V:''' Yeah, that’s rich.

'''“Pure Evil” Vill-V:''' The real Vill-V, Flame-Chaser of Helix, has to rely on a miracle to save herself?

'''Vill-V:''' …Seems that way.

'''“Pure Evil” Vill-V:''' What an… unexpected surprise. Hahaha…

'''“Pure Evil” Vill-V:''' You should take your expectations… deeper…

'''“Pure Evil” Vill-V:''' Deeper than when I was amid that darkness…

'''“Pure Evil” Vill-V:''' Only then will your disillusion really be… worth anything.

'''Vill-V:''' …Sounds like a plan.

'''Mei:''' So, when you said “let’s take her down”…

'''Mei:''' You meant you wanted to… watch me take her down?

'''Vill-V:''' Well… I never said “we”. And I can’t stand to watch.

'''“Pure Evil” Vill-V:''' So, this is your big gambit, “genius” Vill-V?

'''“Pure Evil” Vill-V:''' Make a Herrscher relive her failure?

'''Vill-V:''' I told you I wasn’t a genius… I’ve heard that word too many times today.

'''“Pure Evil” Vill-V:''' Take a look. The miracle you’re after… it’s on my side.

'''Mei:''' That power…

'''“Pure Evil” Vill-V:''' What?!

'''Mei:''' Huh?

'''Vill-V:''' No need to be so surprised, right? When in your own mind, there’s always something you can do about external forces…

'''Vill-V:''' I’m also… very good at cutting.

'''“Pure Evil” Vill-V:''' Forget it. I don’t want to mess this place up.

'''“Pure Evil” Vill-V:''' But it looks like you don’t care at all…

'''“Pure Evil” Vill-V:''' Maybe it’s time to make some noise!

'''“Pure Evil” Vill-V:''' This is the person that… was in control of me?

'''“Pure Evil” Vill-V:''' You disappoint me now more than ever. 50,000 years of captivity…

'''“Pure Evil” Vill-V:''' It drives my hatred.

'''Mei:''' …

'''“Pure Evil” Vill-V:''' Don’t leave just yet, my wonderful audience.

'''“Pure Evil” Vill-V:''' The grand finale is about to begin!

'''“Pure Evil” Vill-V:''' That’s all folks.

'''Mei:''' …

'''“Pure Evil” Vill-V:''' Let me tell you what’s next. Sound good?

'''“Pure Evil” Vill-V:''' …I’m not going to split you up into different partitions.

'''“Pure Evil” Vill-V:''' I’ll imprison you both, in this darkness here with me, for all eternity!

'''Vill-V:''' …So it was those 50,000 years that turned you into what you are now?

'''Vill-V:''' …

'''Vill-V:''' That was my fault.

'''“Pure Evil” Vill-V:''' True enough, but don’t forget… who I am either.

'''“Pure Evil” Vill-V:''' Captivity alone can’t change me. Was I not pure evil to begin with? Now I’m just back out in the open.

'''Vill-V:''' …

'''Vill-V:''' What if you weren't?

'''Vill-V:''' It’s not like you belong to a partition meant for evil thoughts.

'''Vill-V:''' The ones that really exist there and are constantly being merged into it…

'''Vill-V:''' Aye…

'''Vill-V:''' It’s my…

'''Vill-V:''' …

'''Vill-V:''' It’s my confidence… and my pride…

'''Vill-V:''' The inspiration, the spark, the strong ideas, and… the confidence that I can change anything.

'''Vill-V:''' Unfortunately… those aren’t right for that era. Or for human civilisation.

'''“Pure Evil” Vill-V:''' …

'''Vill-V:''' Crazy… isn’t it? You don’t have to believe me, but I had a vague feeling… I ought to tell you.

'''Vill-V:''' You could guess it, right? It’s the only way to explain how I know what you’re going to do, how I know your every step…

'''Vill-V:''' Because, someone that wants to change things will choose instead… to never change.

'''“Pure Evil” Vill-V:''' …What, are you saying I’m actually good?

'''“Pure Evil” Vill-V:''' Should I throw my hands in the air and cry out for forgiveness?

'''Vill-V:''' What for? You’re evil now.

'''Vill-V:''' If I really worked on any of my “talents”, I probably could be a genius… But I might also end up like you.

'''“Pure Evil” Vill-V:''' …Are you done?

'''Vill-V:''' Yeah.

'''Vill-V:''' This is my mistake… Let me put an end to it.

'''Vill-V:''' You who only believes in herself…

'''“Pure Evil” Vill-V:''' And you who never does.

'''Vill-V:''' …

'''Vill-V:''' While it might not be like that, compared to what’s been said…

'''Vill-V:''' Let’s make it clear… with a performance.

'''“Pure Evil” Vill-V:''' This is…?!

'''“Pure Evil” Vill-V:''' …?

'''“Pure Evil” Vill-V:''' That jerk… disappeared?

'''Mei:''' Don’t you get what she’s planning?

'''Mei:''' So, you really are just a con artist.

'''“Pure Evil” Vill-V:''' I don’t have time for puzzles. Since she’s gone, that leaves you…

'''“Pure Evil” Vill-V:''' What… The Magician?! It’s not possible… I…

'''The Great Magician Vill-V:''' Don’t jump to any conclusions just yet, dear audience.

'''The Great Magician Vill-V:''' Because next year, there will be an even bigger surprise…

'''“Expert” Vill-V:''' I’ve said it a million times… I don’t want to get involved in this sort of thing.

'''“Expert” Vill-V:''' Don’t call out the wrong person every time you call The Scholar.

'''The Great Magician Vill-V:''' Oh, sorry! Should we… try again?

'''The Great Magician Vill-V:''' Whoops! Looks like I brought out two friends this time!

'''Vill-V - Flavorful:''' Confusing these two is like mistaking sugar for salt…

'''Vill-V Looking Down Upon the Stars:''' Yeah, we’re as far apart as the sun and the moon. Though the light comes from the same source.

'''“Conductor” Vill-V:''' Actually, there’s four friends…

'''Vill-V - Mk 5:''' …

'''“Pure Evil” Vill-V:''' This… can’t…

'''“Pure Evil” Vill-V:''' You! You’ve been… re-partitioning your mind to erase my abilities?

'''Vill-V:''' To be precise… first I become “them” and then partition.

'''Vill-V:''' The originals are the thoughts in “my” mind… Even if you destroyed them, they’d be easy to get back, no?

'''Vill-V:''' You say I don’t believe in myself… but that’s not true.

'''Vill-V:''' I am this “group”. But in our current form, we are “Vill-V”.

'''Vill-V:''' How about we wait and see. When all of “me” converges into a spiral…

…

…

'''“Pure Evil” Vill-V:''' …

'''Vill-V:''' I’m sorry, your body…

'''“Pure Evil” Vill-V:''' How did you do it?

'''Vill-V:''' I just… channeled “everything” I had and “everything” you had and simply made them collide.

'''Vill-V:''' I wanted to see how they matched up… and that’s the truth.

'''“Pure Evil” Vill-V:''' So this is the result? The truth is… I’m weak?

'''Vill-V:''' …I don’t know.

'''“Pure Evil” Vill-V:''' …

'''“Pure Evil” Vill-V:''' Back then, we died on the moon, right?

'''Vill-V:''' I don’t know…

'''Vill-V:''' But… it’s likely. “We” did.

'''“Pure Evil” Vill-V:''' “We”? Ha, don’t rope us in with you. We’re just “limbs”… unlike you. You…

'''“Pure Evil” Vill-V:''' Huh? You…

'''Vill-V:''' What’s up?

'''“Helix” Vill-V:''' …

'''“Helix” Vill-V:''' That’s half of Vill-V’s mind… it’s all I can do to defeat you.

'''“Helix” Vill-V:''' I think I’ve partitioned myself too many times… and now, “I” am also just a “limb” like everyone else.

'''“Pure Evil” Vill-V:''' …Why?

'''“Helix” Vill-V:''' I just want to say goodbye to the rest of you at the end. And… the rest of “myself”.

'''“Pure Evil” Vill-V:''' You know the consequences.

'''“Helix” Vill-V:''' Yes. Soon… I’ll disappear, just like you.

'''“Helix” Vill-V:''' But I’m going to stick to my plan until then.

'''“Pure Evil” Vill-V:''' But the question remains… she’s not a part of us, so how can she do it?

'''“Helix” Vill-V:''' …

She answered with a smile.

'''“Pure Evil” Vill-V:''' I get it. Because you believe, right?

'''“Helix” Vill-V:''' That’s right.

'''“Pure Evil” Vill-V:''' …

'''“Pure Evil” Vill-V:''' I could have destroyed the Herrscher of Corruption just by myself.

'''“Helix” Vill-V:''' Of course.

'''“Helix” Vill-V:''' But that wouldn’t be the best ending for everyone.

'''“Helix” Vill-V:''' You and I are the same. You know the weight that promise holds.

'''“Pure Evil” Vill-V:''' Ha…

'''“Pure Evil” Vill-V:''' So, that’s how it is?

'''“Helix” Vill-V:''' Yep. See you around.

'''“Pure Evil” Vill-V:''' See you around? You ought to…

'''“Pure Evil” Vill-V:''' Pray it doesn’t come to that…

…

The form of evil incarnate was now gone.

Where her feet were, only a crystallised blossom of abysmal black remained.

'''“Helix” Vill-V:''' …

'''“Helix” Vill-V:''' I guess… I still struggle to look people in the eye.

She leaned over and gently placed the flower in her palm.

'''“Helix” Vill-V:''' It’s best to leave “it” here with you.

'''“Helix” Vill-V:''' After all… I’m the only one who can stop you.

'''“Helix” Vill-V:''' Here… take it, as a parting gift.

'''“Helix” Vill-V:''' Take her to Eden, and don’t you dare lose her.

'''Mei:''' Vill-V, you…

'''“Helix” Vill-V:''' It’s more or less hopeless. We knew that before we set out, no?

'''“Helix” Vill-V:''' But I still have to hurry. I have to get you out of “Vill-V’s” mind before I disappear.

'''Mei:''' …Thank you.

'''Mei:''' That crystal flower… so you’re also a guardian of the secret?

'''“Helix” Vill-V:''' That’s the second thing you’ll need to do.

'''“Helix” Vill-V:''' …Remember what we said about defeating the Herrscher of Corruption?

'''“Helix” Vill-V:''' When building the Elysian Realm, The Expert left behind a program capable of doing the job perfectly.

'''“Helix” Vill-V:''' Whether it was intentional or not… Before we knew it, the Herrscher of Corruption had eliminated the “threat”, leaving the program without its only start-up requisite.

'''“Helix” Vill-V:''' But… that was only under status quo.

'''“Helix” Vill-V:''' …Do you get it? It ought to be obvious.

'''Mei:''' …

'''Mei:''' Ah…

'''“Helix” Vill-V:''' Seems like you’ve figured it out.

'''“Helix” Vill-V:''' But, you might not understand just how… critical you are to the entire plan.

'''“Helix” Vill-V:''' But that’s fine, Su will help you understand. I hope he got my message.

'''“Helix” Vill-V:''' …Those are all the pieces to the puzzle.

'''“Helix” Vill-V:''' That’s how Elysia is. She’s the start and end of everything.

'''“Helix” Vill-V:''' It’s incredible. This thing you want to do really alters the meaning of status quo…

'''“Helix” Vill-V:''' And now… there’s just one thing left for “me” to do in my plan.

'''“Helix” Vill-V:''' The Conductor should have told you… she alone isn’t able to decipher the Helix Signet.

'''“Helix” Vill-V:''' I’m the same way…

'''“Helix” Vill-V:''' But now, maybe… you can see the spiral come to an end.

'''“Helix” Vill-V:''' “We” will converge into one, becoming a “complete” Vill-V.

'''Mei:''' What’s next… what can I do?

'''Vill-V:''' Remember when you handed over “everything”?

'''Vill-V:''' Just keep an open heart…

'''The Great Magician Vill-V:''' Just like you are now, dear audience.

'''Mei:''' …It’s you.

'''The Great Magician Vill-V:''' This is the key to magic. Everything is taken care of long before you get the surprise.

'''The Great Magician Vill-V:''' Look, this is my last performance. And you’re… my best assistant.

'''The Great Magician Vill-V:''' Are you ready to leave the stage?

'''Mei:''' Do I need your permission, Great Magician?

'''The Great Magician Vill-V:''' Of course… but I approve.

'''The Great Magician Vill-V:''' After all… all shows must come to an end.

'''The Great Magician Vill-V:''' Ah, let me learn from “Pure Evil” for once…

'''The Great Magician Vill-V:''' Farewell, lovely audience!

'''The Great Magician Vill-V:''' …Is that how it’s said?

'''Mei:''' Just like that.

'''“Expert” Vill-V:''' Ha, so noisy.

'''Mei:''' That’s the first time I’ve seen you smile.

'''“Expert” Vill-V:''' Make no mistake, I’m just happy with myself.

'''“Expert” Vill-V:''' Shouldn’t praise be saved for those who make moves in chess?

'''Mei:''' I agree.

'''“Expert” Vill-V:''' Good.

'''“Expert” Vill-V:''' But, even though you’re so modest.

'''“Expert” Vill-V:''' …You’re doing well.

'''Mei:''' Best not to try and push it, right?

'''“Expert” Vill-V:''' Ha… don’t get ahead of yourself.

'''“Conductor” Vill-V:''' Oh! Mei! Is it finally my turn?

'''Mei:''' It’s you…

'''Mei:''' Conductor… I finally know your name.

'''Mei:''' So, this time… I’ll be able to meet all the Vill-Vs, yes?

'''Mei:''' Including… Kevin Killer Mk 5?

'''“Conductor” Vill-V:''' I’m afraid that’s not going to be easy… She’s a shy person, not very confident in her appearance.

'''“Conductor” Vill-V:''' And at the rate she’d be chatting away… you’ll probably die of old age before she’s finished.

'''Mei:''' …That’s a shame.

'''“Conductor” Vill-V:''' That’s just how it is.

'''“Conductor” Vill-V:''' So… is there anything else you’d like to say to me? Anything at all.

'''Mei:''' …

'''Mei:''' …Goodbye?

“Conductor” Vill-V:''' No wonder your colleague wasn’t happy with it. It’s a bit too casual, no?

“Conductor” Vill-V:''' Alright, well fine… goodbye.

'''Vill-V - Flavorful:''' …

'''Vill-V - Flavorful:''' It’s weird to say this when we’ve just met, but… I have a feeling we’re gonna get along fine.

'''Vill-V - Flavorful:''' …Maybe that’s just what I’m hoping for.

'''Vill-V - Flavorful:''' It’s a real shame that I couldn’t treat you to my cooking.

'''Vill-V Looking Down Upon the Stars:''' …I’ve got nothing to add.

'''Vill-V Looking Down Upon the Stars:''' You just have to accept… the true Signet of Helix.

'''“Helix” Vill-V:''' It’s finally back.

'''“Helix” Vill-V:''' A helix always ends at its beginning. Makes sense, right?

'''“Helix” Vill-V:''' Creating illusions with truth, reversing meanings with contradictions.

'''“Helix” Vill-V:''' Picking yourself apart in order to become yourself.

'''“Helix” Vill-V:''' The only way to achieve unity is by embracing opposites.

'''“Helix” Vill-V:''' Take it, Mei… the real Signet of Helix.

'''“Helix” Vill-V:''' That’s all I can do… whatever I’m capable of… you are too. So…

'''Vill-V:''' Go and unravel all the mysteries.

…

…

…

'''Vill-V:''' After all, I am a con artist.

'''Vill-V:''' The first time we met was that night you broke into my room. It was then that I discovered…

'''Vill-V:''' “This lady has a secret”. Or maybe…

'''Elysia:''' A “lie”?

'''Vill-V:''' …

'''Vill-V:''' No… I think it’s just a “secret”.

'''Elysia:''' Lady? I’m a beautiful, young girl. We’re the same age! I might even be… a little younger?

'''Elysia:''' Ah, forget it, I’ll let you off the hook since you’re “out” for once. Let’s have a look at this…

'''Elysia:''' Kevin Killer Mk 666.

'''Elysia:''' It can wipe out the entire Elysian Realm in one go… think carefully about what activates it, Vill-V.

'''Vill-V:''' It’s The Expert’s design, but… that part’s still up to me.

'''Vill-V:''' What’s at stake is the remaining 13 Flame-Chasers. Both unanimous vote and majority decision are flawed options.

'''Vill-V:''' It’s hard to imagine a situation in which it… needs to be activated.

'''Elysia:''' Well, that’s a bit troubling.

'''Vill-V:''' Which is why I think…

'''Vill-V:''' Elysia, since you’re the one who let us leave this story behind…

'''Vill-V:''' You should also be the one… who puts an end to it.

'''Elysia:''' Do you mean… the decision is mine?

'''Vill-V:''' Yes. Think of it as… a stage I set up, just for you.

'''Vill-V:''' You helped Vill-V keep her secret, and didn’t tell anyone about “me”.

'''Vill-V:''' Then for your “secret”… I also want it to unfold in a grand reveal…

'''Vill-V:''' …For the best curtain call possible.

'''Elysia:''' …

'''Elysia:''' Hm… the grand finale. I hadn’t given it much thought. I’ll have to really think it over.

'''Elysia:''' And make sure it has my flair on it… you understand.

'''Elysia:''' There’s never just one way to do something~♪

'''Vill-V:''' I think I know what you mean.

'''Vill-V:''' I… have faith in you.

…

'''Mei:''' …

'''Mei:''' I’m… back?

'''Mei:''' Oh…?!

Just as she had regained her senses, the sharp pain in her head nearly caused her to pass out again.

'''Mei:''' It’s really… not that easy.

The pain kept on, but she didn’t make a sound.

She knew the pain was chipping away at the key to a counter offensive.

Unfortunately, that was something her enemies knew as well.

…

'''Mei:''' Here it comes…

'''Mei:''' Does it have to be now…

'''Mei:''' I’ve never seen them in such numbers before.

'''Mei:''' This isn’t a chance encounter… it’s an ambush.

'''Mei:''' The Herrscher of Corruption… did it notice that “Vill-V” has disappeared?

'''Mei:''' …

'''Mei:''' There’s simply too many…

'''Mei:''' Unfortunately it was right when Vill-V was chipping away…

'''Mei:''' No… I’m not used to the Signet of Helix.

'''???:''' Huh? Over so soon?

'''Mei:''' What’s that sound?! I-It can’t be…

Of course it was impossible, because Vill-V had told her that “her” data had been deleted by the enemy.

But if so, then the voice she was hearing could only belong to an impostor…

The Herrscher of Corruption… appeared before her in the most spiteful way imaginable.

''[CG plays wherein the Herrscher of Corruption makes their appearance in the form of Elysia:''

'''''???:''' Oh my~''

'''''???:''' You’re still alive?''

'''''???:''' Then, perhaps I should say…''

'''''???:''' Hey… How are you feeling?'']
|-|Side Missions=

__TOC__
===Side Missions===

====<u>On the Peak</u>====
'''Mei:''' I'm having trouble finding any clues.

'''Pardofelis:''' There's nothing here. How about checking out the amusement park?

'''Pardofelis:''' There are a lot of locals nearby. Maybe we should ask them.

'''Mei:''' Right, be careful.

'''Pardofelis:''' Don't worry, I've scouted out all the alleys and shortcuts around here. Even if I'm attacked, I'll be able to get away no problem.

'''Pardofelis:''' Of course, I'd never leave you behind either. That's the truth!

'''Mei:''' …

'''Pardofelis:''' Let's get going. Come with me, Mei!

'''Pardofelis:''' This is such a great view. If none of that stuff had happened to the Realm… I'd love to take the Ferris wheel to the top for some sun.

'''Pardofelis:''' It was the first time I had been to such a large amusement park… or rather, my first time going to a real amusement park.

'''Mei:''' You've never been to a place like this?

'''Pardofelis:''' I didn't have a lot back on Sundown Alley. But honestly, I prefer just lying in the sun on a rooftop somewhere.

'''Pardofelis:''' But things are different now. There's an amusement park right here and I can stay as long as I want. How can I pass that up?

'''Mei:''' So you're gonna sunbathe elsewhere?

'''Pardofelis:''' Well… probably.

'''Pardofelis:''' I thought and it and, you're right, Mei. This isn't a real ambition.

'''Mei:''' So?

'''Pardofelis:''' So, I've decided: after finding out the truth behind what's going on, I'm going to ride every single ride here!

'''Mei:''' That sounds like a really nice idea.

'''Pardofelis:''' And that's why this can't be put off any longer, Mei. Let's go find those clues.

'''Pardofelis:''' I think you'll be able to figure it out, just like Vill-V said.

'''Mei:''' …

'''Mei:''' Let's check to see if there are any clues left behind.

--

====<u>Flight of the Bumblebee</u>====
'''Pardofelis:''' Mei, that girl is always over there. Let's go ask if she knows anything.

'''Mei:''' Excuse me, have you noticed anything strange around here?

Young Girl: Strange…? I've been here the whole time and haven't noticed anything.

Young Girl: Oh right, there was a girl with black and white hair that had all these drones blocking the road. Does that count?

'''Pardofelis:''' Black and white hair… Vill-V?

'''Mei:''' I wonder what she's up to. Better check it out, just to be safe.

Young Girl: You know her? Great! I was worried about getting back with all these drones in the way.

Young Girl: I marked the spot with all the drones on the map. Can you ask her to move her drones out of the way?

'''Pardofelis:''' According to the map… this should be the spot. Look Mei, aren't those the drones?

'''Pardofelis:''' Those drones look like they're guarding something.

'''Mei:''' It's a treasure chest.

'''Pardofelis:''' You're right, it's a treasure chest! Mei, we gotta get a closer look.

'''Pardofelis:''' I-I'm not looking for money or anything. It's just, if Vill-V's watching over it so carefully, it's gotta be something good.

'''Pardofelis:''' But how do we get closer with all those drones in the way?

'''Mei:''' With all these drones, it's almost like she wants us to know it's here…

'''Mei:''' The only way to know what's inside is to get rid of the drones.

'''Mei:''' Now this drone can't get in the way.

'''Pardofelis:''' That's the last of the drones. Let's go have a look at that treasure.

'''Pardofelis:''' What do we do, Mei? There's a lot of monsters around those drones…

'''Mei:''' It's time for a fight.

'''Pardofelis:''' That takes care of that. For Vill-V to go through all this trouble to safe-guard it, it has to be good.

'''Pardofelis:''' Let's see what's inside…

Her hand stopped halfway as she turned to Mei with a smirk.

'''Pardofelis:''' …Y'know, you should look first.

'''Mei:''' Afraid it's a trap?

'''Pardofelis:''' Haha, I'd prefer not to learn the hard way.

'''Mei:''' Better to learn by watching than by doing, hm?

Click…

'''Pardofelis:''' Huh, there's no treasure here, just a letter… do you think it's Vill-V's?

'''Mei:''' She wanted us to find it. Why am I not surprised.

'''Mei:''' What does the letter say?

'''Pardofelis:''' Right… “Dearest audience, get ready for a show of the ages!”

'''Pardofelis:''' “As a genius, every show has been worth the watch, but this time will be something truly unprecedented!”

'''Mei:''' I wonder if she's built something new.

'''Pardofelis:''' “Soon, all will be clear. Step into the stage where reality and illusion intersect. And keep your eyes open and your mouth shut.”

'''Mei:''' …She really pours it on.

'''Pardofelis:''' But what show is she talking about? Ah, here. “No guessing what the show's about, it's a secret.”

'''Pardofelis:''' “Feast your eyes upon this amazing show, a once-in-a-lifetime compendium of the Great Magician Vill-V's work!”

'''Pardofelis:''' …This is just a bunch of nonsense.

'''Mei:''' It seems like we won't know what she really wants until the show starts.

'''Pardofelis:''' I wish Vill-V was as skilled at getting a message across as she is at everything else.

'''Pardofelis:''' …Wait, there's something else in the envelope. Metal parts?

'''Mei:''' These look like parts to a pair of glasses. Put them together and see.

--

====<u>Flavors of Daybreak</u>====
'''Robot:''' Ah, why the long face?

'''Robot:''' Aren't you happy with your refined card skills, Mei?

'''Mei:''' I just…

'''Mei:''' I can't remember.

'''Robot:''' No need to be tongue-tied. I know more than you could possibly imagine.

'''Robot:''' Only a few memory codes have disappeared. What's there to be alarmed about?

'''Mei:''' …

'''Mei:''' …I had almost forgotten, you're also one of Vill-V's Kevin Killers. It makes sense she'd share so much information with you.

'''Robot:''' I can get information without Vill-V's help.

'''Mei:''' Is that so…?

An indicator light at the robot's eyes flashed. It avoided the question as if it was never asked.

'''Robot:''' Don't be afraid. You don't depend on memories to exist. Even if the entire Elysian Realm collapsed, you'd be fine.

'''Mei:''' I'm not afraid. It's just…

'''Mei:''' To me, these people aren't just data. They're real people, just like me. I can't look at their deaths as just deleting data.

'''Robot:''' “Just deleting data”. What a rude thing to say to a robot.

'''Robot:''' I understand death. To lose all consciousness, feelings, will, leaving nothing behind… at least that's how humans define it.

'''Robot:''' Not all that different from formatting data.

'''Robot:''' I'd go as far as to say… it's easier in practice to end one's life than delete a line of code.

'''Robot:''' Data is not as fragile as you think. They mix and interact. Even if a part is removed, the data it generated will still function independently in specific areas.

'''Mei:''' Just like you and Vill-V?

'''Mei:''' Even if Vill-V were to disappear, what she created will be left behind, a testimony to her existence.

'''Robot:''' …

'''Robot:''' Must you use Vill-V as an example? I'm surprised by your lack of imagination.

'''Mei:''' It's hard to keep cool when we're talking about the people that near to us.

'''Mei:''' Even if you are AI, the same applies to you.

'''Robot:''' Don't try using your feeble human mind to guess what lies in data's heart. No… the algorithm's result.

'''Robot:''' Not every memory will be sad to get deleted. No need to worry about them.

'''Mei:''' Seems like we don't see eye-to-eye on anything.

'''Robot:''' I feel the same way.

'''Mei:''' Let's change the topic then. You mentioned something about cards earlier…

'''Mei:''' Is it possible perhaps… that you were trying to make me feel better?

'''Robot:''' …

'''Robot:''' Did you lose brain cells along with the data? I was trying to correct the observer that was interfering with my collecting of experimental data.

'''Mei:''' There's no need to take a test subject's emotions into account when doing data experiments.

'''Mei:''' It might not have worked… but thanks anyway.

'''Robot:''' If mankind weren't so self-interested, technological civilisation could move up a step.

'''Robot:''' Besides, that's not a very heart-felt thank you.

'''Robot:''' Let's talk about something that matters.

'''Robot:''' You did okay with the last few decks.

'''Robot:''' It's time to show you some new cards. Follow my tips to get them.

Mei left as instructed while the robot remained floating in place.

'''Robot:''' How stupid.

'''Robot:''' Who could understand death better than those who have undergone it?

'''Robot:''' The card's power triggered a data anomaly.

'''Robot:''' Yes, these are the cards. Flavors of Daybreak.

'''Robot:''' Here, I'll teach you how to use them.

'''Mei:''' Flavorful…

'''Robot:''' You don't know her? She's a bit shy, so it's not surprising you haven't met.

'''Mei:''' No, I think I know her.

'''Mei:''' I've seen her in Elysia's memories. She's good at cooking, right?

'''Mei:''' It seemed like her and Kosma share some overlap.

'''Robot:''' You mean being so despondent? You're not wrong.

'''Robot:''' But she's still a part of Vill-V, with an equal share in her power.

'''Robot:''' Just like this deck. Give it a try. It'll increase its performance temporarily, to give you a taste of its power.

'''Robot:''' I see no progress. I'd hate for the first human I helped to be a disappointment.

'''Mei:''' Were you accelerating my training?

'''Mei:''' Compared with previous decks, it feels like I'm making some progress.

'''Robot:''' Is that so? I would hold off on saying that until you can pass my test.

'''Robot:''' Trial objectives complete.

'''Robot:''' Please keep increasing the weapon match level.

'''Robot:''' It seems you're just good enough with this new deck. It's time for the next trial.

'''Mei:''' Wait, I had a question.

'''Robot:''' Hm? And what would that be?

'''Robot:''' You should be grateful. Not every teacher is as patient as I am.

'''Mei:''' These trials seem like they're getting more and more dangerous. I have a feeling I'm not just imagining things.

'''Mei:''' What's with the sudden urgency?

'''Mei:''' What are you planning?

'''Robot:''' Mei, you shouldn't find an excuse for your own laziness.

'''Robot:''' Or are you still shaken up from everything that's gone on in the Elysian Realm?

'''Robot:''' I'm a combat-dedicated card assistant robot. My only purpose is to improve your card playing.

'''Robot:''' Perhaps I had gone too easy on you at first and it's gone to your head. But that was only because you weren't ready.

'''Mei:''' So that's all?

'''Robot:''' Of course. Barring external constraints, I serve to realise this core goal.

'''Robot:''' Is this not natural for AI?

'''Robot:''' So then, rather than sit around and watch, why not see how fare you can push yourself?

Outside the battle, the robot coldly looked on as a display fed her data.

'''Robot:''' (She's picked up on it.)

'''Robot:''' (Should I resume the previous training frequency…?)

'''Robot:''' (No… we're running out of time.)

--

====<u>Malice of Infinity</u>====
'''Mei:''' …

Received the robot's signal. Go investigate.

'''Mei:''' …

'''Robot:''' Well, my star pupil, are you ready for your next set of cards?

'''Mei:''' Vill-V once told me that she had only separated her mind into eight partitions.

'''Mei:''' Magician, Expert, Occultist, Chef… personalities I've become familiar with are reflected in these cards.

'''Mei:''' But perhaps the other personality Vill-V was hiding… is the real key.

'''Mei:''' I'm curious what else you have to show me.

'''Robot:''' Ah, Mei, if I were you I would temper my curiosity.

'''Robot:''' You said it yourself, such a persona would just be a partition of Vill-V's mind.

'''Robot:''' And there are only two reasons she would want to hide behind a part of herself.

'''Robot:''' Either this persona struggles to communicate, or…

'''Robot:''' It is because this partition is, in a sense, dangerous.

'''Mei:''' Dangerous…?

'''Robot:''' Don't worry. Have a look at the next card and you'll understand what I mean.

'''Robot:''' Let's go. I'll show you how to get the new persona deck.

'''Robot:''' …While she currently has 8 stable personalities, who told you these are all she has?

'''Mei:''' What do you mean?

'''Robot:''' Exactly what I said.

'''Robot:''' But it's just small details, really. Maybe Vill-V herself isn't all that certain.

'''Robot:''' Only I will never forget. Because…

'''Mei:''' Hmm?

'''Robot:''' Because I am an AI. Even if she is a genius, how could she surpass my mechanical mind?

'''Robot:''' What did you expect me to say? Keep your curiosity in check so you can focus more on your card playing.

'''Mei:''' …

'''Robot:''' Let's head out. It's going to take some effort to get today's cards.

'''Robot:''' Yes, that's the right direction.

'''Mei:''' Can't you just tell me where the cards are?

'''Robot:''' Don't you like the suspense? I also want to see if you're ready for this next set.

'''Robot:''' Let's get to the point. See those enemies over there?

'''Robot:''' Charge in, survive, and take them down, then the new set will be yours.

'''Mei:''' Is this a trick?

'''Robot:''' There's no need for doubt. When have I ever lied to you?

'''Robot:''' Everything is going perfectly under my outstanding tutelage. Look at all your spoils.

'''Mei:''' The only thing outstanding is your level of sarcasm.

'''Mei:''' This card is… the power of the Signet of Infinity.

'''Mei:''' What about the corresponding persona? After a battle like that, I think I'm owed an explanation.

'''Robot:''' The monsters you just saw weren't part of my plan. They were attracted to the card.

'''Robot:''' And I already gave you an explanation, this card has a special persona.

'''Robot:''' “Pure Evil” Vill-V is, as the name suggests, pure evil.

'''Robot:''' You're familiar enough with this set and it's time for the next trial.

'''Mei:''' Another trial? Since your Daybreak trial, you've really been looking to get the most out of these tests.

'''Robot:''' Don't worry so much. We're doing this to achieve the same goal, right?

'''Mei:''' I don't recall mastering cards ever being a goal of mine.

'''Robot:''' …Perhaps a little reward would make you feel better.

'''Robot:''' If you pass this trial, I'll share a secret about Vill-V with you.

'''Mei:''' I don't want to hear anymore fun facts about Kevin Killers.

'''Robot:''' Haha, take it easy. After spending this much time together, I'm pretty sure I know what you're after.

'''Robot:''' So I'll be sure to make it worth your time.

'''Mei:''' Huff… Huff…

'''Robot:''' What a show, Mei. I knew that under just the right amount of pressure, you'd show me what you're made of, and impress even me.

'''Mei:''' …That's a one-time deal.

'''Mei:''' There are more important matters to attend to than risking my life for some cards.

'''Mei:''' So, I completed your trials. What were you going to tell me?

'''Robot:''' Straight to the point, hm?

'''Robot:''' Listen carefully, I don't share this lightly.

'''Robot:''' Vill-V has once… taken a life by her own hand.

As the weapon match level of the Malice of Infinity deck grows further, the robot has something to tell you.

'''Robot:''' Mei, you…

'''Mei:''' Another trial? Not interested.

'''Mei:''' No more trials until things here in the Elysian Realm are back to normal.

'''Robot:''' …

'''Robot:''' Well, I certainly can't force you.

'''Robot:''' But allow me to elaborate more on my secret…

'''Mei:''' Secret? You mean that Vill-V is a murderer? There's no reason to continue beyond that.

'''Mei:''' You don't know anything about the motive, method, or victims. How could I possibly trust anything you have to say?

'''Robot:''' And if I said I have evidence?

'''Mei:''' …

'''Robot:''' You wouldn't want a peek?

'''Mei:''' …

'''Mei:''' And where is this evidence?

'''Robot:''' Haha, I knew it. Hard to turn that down, hm?

Follow the robot to find the definitive evidence.

'''Mei:''' How do you know Vill-V's secret? You weren't built that long ago.

'''Robot:''' On one hand, I am Vill-V's creation. On the other, I am a witness.

'''Robot:''' Pick whichever reason you like best.

'''Mei:''' …

'''Mei:''' Wait, something feels off.

'''Mei:''' What's this?!

Mei suddenly found herself trapped by an enemy siege.

'''Robot:''' My apologies, Mei. Because you refused my trials, I had to take some… unconventional measures.

'''Robot:''' This trial will put you on the spot, but I'm sure with your ingenuity and strength, you'll be fine.

'''Mei:''' You…

'''Robot:''' Relax, I'll be monitoring everything from the sidelines. You won't be in any real danger.

'''Robot:''' Of course, I won't be getting involved except in the most unusual circumstance.

'''Mei:''' That's enough. End it here.

'''Mei:''' I said that's enough!

'''Mei:''' Make them… stop…

'''Mei:''' Uh… Ahem…

'''Robot:''' Congratulations, Mei. You really are quite the pupil. One last step and then…

'''Mei:''' Enough.

'''Mei:''' Teaching, trials; I'm done with cards.

'''Mei:''' I'm done believing anything you say.

'''Robot:''' Wait, Mei, you've already won…

'''Mei:''' Almost won, you mean.

'''Mei:''' Just a bit more and you'll have the data you need.

'''Robot:''' You don't have to worry. I promised not to threaten your life.

'''Mei:''' And before that you promised not to keep me against my will.

'''Robot:''' …

'''Mei:''' It's my fault. You said it before, to achieve your goal, there can be no external influence. It's only logical.

'''Mei:''' Unfortunately, this slipped my mind.

'''Robot:''' …

'''Mei:''' Maybe… it's because sometimes you really seem quite human.

'''Robot:''' …

'''Mei:''' Either way, I'm done participating in your experiments.

'''Mei:''' This is goodbye.

'''Robot:''' Wait! You're really gonna quit? But what about Vill-V's secret?

'''Mei:''' I was trying to look into her myself. This is where your lies end. I'll get the information I need on my own.

'''Mei:''' You're right, I still don't know enough about her. But I've wasted enough time with one of her pointless inventions.

'''Robot:''' …

'''Robot:''' Pointless invention… haha…

'''Robot:''' …Why won't you believe me when I say I won't put your life at risk?

Despite the situation being unpleasant, the robot still has something to tell you.

'''Mei:''' …

'''Robot:''' …

'''Mei:''' …

'''Robot:''' …

'''Mei:''' I heard you the first time. I'm not giving you anymore data.

'''Robot:''' That's correct.

'''Robot:''' But you're still using the Weapon Cards, no?

'''Robot:''' You'll need them to take down enemies, right?

'''Mei:''' …

'''Robot:''' So I took the opportunity to simulate battle scenarios using the data. It's not perfect, but it works.

'''Robot:''' Think of it as… a work-around?

'''Robot:''' You needn't worry. I'll never lead you into a difficult battle like that again. I guess you don't believe me, though.

'''Robot:''' But you're still using me as a Kevin Killer. So I think you owe me this much.

'''Mei:''' …Whatever you say.

'''Robot:''' I'm happy to see you so easily taking out enemies that were once life-threatening to you.

'''Robot:''' As your… uh, former mentor, I'm very happy to see it.

'''Mei:''' …

'''Mei:''' You're not wrong. Even without you, I would have figured these cards out from practice alone.

'''Mei:''' So, what I don't understand is why I'm suddenly expected to do the nearly-impossible in such a short amount of time.

'''Robot:''' There's no time to take things slow.

'''Robot:''' You have to get familiar with all these cards as quickly as possible.

'''Mei:''' Why?

'''Robot:''' …

'''Robot:''' We can come back to that question later.

'''Mei:''' …Okay.

'''Mei:''' I have another question.

'''Mei:''' What's so important about me using these cards?

'''Mei:''' For a robot with AI as advanced as yours, even if Vill-V's preset function program is activated, it won't really affect you, will it?

'''Robot:''' …That's right. Why do you ask?

'''Robot:''' Perhaps even I'm unable to explain what it means to me.

--

====<u>Covenant Signet</u>====
The robot seems to have something to show you.

'''Robot:''' After all this practice, you're probably starting to find the cards you have kinda boring?

'''Robot:''' Maybe I can help make it more interesting?

'''Mei:''' Just tell it to me straight. What surprise is in store for me?

'''Robot:''' What's that face for? It's something you're definitely going to like.

'''Robot:''' I made it so your cards can be combined with different Signets to be used in some surprising ways.

'''Robot:''' I was inspired by the unusual moments the Flame-Chasers shared by living together.

'''Robot:''' How does the saying go? Oh right, “no one person is an island”.

'''Mei:''' So you must be pretty familiar with the day-to-day lives of the Flame-Chasers.

'''Robot:''' Sounds like you're more interested in me than the new deck. How flattering.

'''Robot:''' I get what you're asking. This is my first time showing off this deck. And I've never met any of the Flame-Chasers.

'''Robot:''' Still, no need to doubt me. I've carefully thought about every Signet here.

'''Robot:''' But even if it's not perfect, what other choice do you have?

'''Robot:''' When you bring together two people with nothing in common, that even hate each other, something interesting can come from it, right?

'''Mei:''' …

'''Robot:''' Anyway, let's take a look at how matching up Signets works.

'''Robot:''' First we have the Bodhi deck, which corresponds to… Vicissitude.

'''Mei:''' As far as I can tell, the owners of these two haven't had any meaningful interactions.

'''Robot:''' But they both have profound futures, wouldn't you say?

'''Mei:''' …For a card-playing robot, you know quite a lot.

'''Robot:''' Well, I have other reasons for choosing this combination.

'''Robot:''' Have you ever heard the quote “flying petals and picked leaves still hurt”?

'''Mei:''' …

'''Robot:''' Try activating this card and see if you can use its full power.

The robot has a new Covenant Signet to show you.

'''Mei:''' The Deliverance deck should be compatible with a number of Signets.

'''Robot:''' Yes. Whether he likes it or not, he is connected with the other Flame-Chasers.

'''Robot:''' I designed several Signet combinations, but the result was very different from what I had in mind.

'''Mei:''' Why?

'''Robot:''' As a Kevin Killer, I had wanted to combine it with the Signet of Helix.

'''Robot:''' But it looks like Vill-V rejected my design. So I decided to use the Signet second closest to him, the Signet of Bodhi.

'''Robot:''' But the power of this deck isn't to be underestimated, it's still made out of respect for my life-long rival. Give activating it a try.

'''Mei:''' Life-long rival? Don't you mean, “unbeatable rival”?

The robot has a new Covenant Signet to show you.

'''Mei:''' According to your theory, doesn't the Discipline deck have to be combined with other Signets?

'''Robot:''' …Now really isn't the time for that.

'''Robot:''' Unfortunately, due to issues related with design, the Discipline deck's power will always be constrained by other Signets.

'''Robot:''' So I had given up combining it with others.

'''Robot:''' Reality also seems to work that way. Others sink into Aponia's cocoon of destiny, while only she is able to stand above it all.

'''Robot:''' Her power is undeniable. I'm sure you already know that.

'''Robot:''' And this card inherits that power. Go ahead and try activating it.

The robot sent you a message from the amusement park. It has a new Covenant Signet to show you.

'''Robot:''' The Daybreak deck corresponds to the Stars deck.

'''Robot:''' The sun and stars, those sound like they'd go together, don't they?

'''Mei:''' In fact, the owners of these two Signets are inseparable.

'''Robot:''' Of course, speaking realistically, when the sun comes out, the stars are no longer visible.

'''Mei:''' …

'''Robot:''' Anyway, that's enough of that. It's time to put these cards to use.

The robot has a new Covenant Signet to show you.

'''Mei:''' The decks corresponding to the Infinity deck are…

'''Mei:''' Decimation and Disicple…?

'''Mei:''' …

'''Robot:''' What? Do you feel like you're being… targeted?

'''Robot:''' I swear this is just a curious coincidence.

'''Robot:''' Besides, you should be thankful that this deck is used by you.

'''Robot:''' Don't you want to try out its destructive power? Active it… you won't regret it.

--

====<u>Secret of the Cards</u>====
The robot has something important to tell you.

'''Robot:''' Mei, now you've mastered all the cards.

'''Robot:''' As a card assistant, I have nothing more to teach you.

'''Robot:''' Even though someone coldly rejected my guidance halfway through.

'''Robot:''' But congratulations, Mei. You're the only user who has a full experience.

'''Mei:''' Are these all the cards?

'''Robot:''' That's because these cards aren't finished.

'''Robot:''' …And I doubt they will be.

'''Mei:''' …

'''Mei:''' …Yep.

'''Mei:''' Are you finally reluctant to leave? Do you regret rejecting my help?

'''Mei:''' You're no longer hand-holding me, yet that hasn't made you any less noisy.

'''Robot:''' But you haven't stopped me. Maybe you secretly enjoy my companionship?

'''Robot:''' After all, it's no fun to play cards and battle alone.

'''Mei:''' You may be right.

'''Robot:''' …You didn't retort?

'''Robot:''' That's what you really think? I'm touched! Look, I'm about to cry electronic tears.

'''Mei:''' …

'''Mei:''' I didn't want to dampen your enthusiasm, but it looks like it only encouraged you.

'''Robot:''' Hey, it's okay to relax at a moment worth celebrating.

'''Robot:''' As a reward, I'll tell you another secret. I…

'''Mei:''' Wait.

'''Mei:''' There are enemies interrupting us.

'''Mei:''' I'll take them out first.

'''Mei:''' Weird…

'''Mei:''' Recently, the enemies created by spatial anomalies have become more active. Does that mean the force restricting them is waning?

'''Robot:''' On the contrary, their existence is being repaired by the Realm's space.

'''Robot:''' From my experience, they don't pose a threat.

'''Robot:''' Compared to these trifles, isn't my secret much more interesting?

'''Mei:''' Not when a monster is trying to attack us.

'''Mei:''' And… I've guessed your secret.

'''Robot:''' Really? Pray tell.

'''Mei:''' I'll tell you on the way. I've got monsters to deal with.

'''Robot:''' You were complaining about my tests, but now you're asking for trouble.

'''Robot:''' You do make the strangest of choices.

'''Robot:''' The only constant is that you've never trusted my words.

'''Mei:''' I'm afraid it's because someone isn't very credible.

'''Robot:''' …

'''Robot:''' Alright, let's talk about your guess. What do you expect me to tell you at such an exciting moment?

'''Mei:''' Probably what you've been hiding. Your identity.

'''Robot:''' Oh, that's a good guess. Go on.

'''Mei:''' I had the feeling that you weren't acting like an AI.

'''Mei:''' Many of your opinions and perceptions can't be machine-generated.

'''Robot:''' Is that a compliment?

'''Robot:''' I'm happy to hear that. What does it have to do with the topic, though?

'''Mei:''' What if it's the other way around… you aren't a robot?

'''Mei:''' For instance, after Pardo entered the Realm, part of her consciousness helped create Can.

'''Mei:''' This is proof that the Realm beings created by human minds aren't necessarily humans.

'''Mei:''' Combine it with your repeatedly hinting at Vill-V being the murderer. Vill-V could be inseparably linked with your current state.

'''Robot:''' …

'''Mei:''' So I'll make a bold guess.

'''Mei:''' Like the other locals, you should've originated from someone's memories… Vill-V's, to be exact.

'''Mei:''' You're obsessed with this deck, possibly because you also experimented with it but died to it.

'''Mei:''' That's why you appeared here as a card robot. Am I right?

'''Robot:''' Mei, you never fail me. I'd be applauding right now if I had working hands.

'''Robot:''' But sadly, you're only half-right.

'''Robot:''' Nonetheless, I'm impressed. The rest of the story even eludes Vill-V herself. Allow me to explain.

'''Robot:''' Yes, I was a human. Yes, I was inseparable from Vill-V. yes, Vill-V killed me personally.

'''Robot:''' All things considered, there can be only one possibility…

'''Robot:''' I'm Vill-V herself.

'''Mei:''' Are you saying…

'''Robot:''' I'll introduce myself properly. The Lecturer who invented Kevin Killer Mk 68 is pleased to meet you.

'''“Lecturer” Vill-V:''' It's been a good while since I last had a good fight.

'''“Lecturer” Vill-V:''' As you can see, it's your loss to reject my teachings.

'''Mei:''' …

'''“Lecturer” Vill-V:''' Are you still shocked by the revelation?

'''“Lecturer” Vill-V:''' Lovely. I thoroughly enjoy your dazed expression.

'''Mei:''' Aren't you supposed to explain what you said… Lecturer Vill-V?

'''Mei:''' If you're truly one of her personas, why did she kill you, and why did you end up this way?

'''“Lecturer” Vill-V:''' “Kill” isn't the proper word. It's only a desperate measure taken to counter an insurmountable crisis.

'''“Lecturer” Vill-V:''' Think of a gecko shedding its tail in danger.

'''Mei:''' “An insurmountable crisis”…?

'''Mei:''' Vill-V told me she had to kill one of her personas to shake off Aponia's Discipline…

'''“Lecturer” Vill-V:''' That was me.

'''“Lecturer” Vill-V:''' Maybe it's because of the mind-splitting, but the effect Discipline had on Vill-V went out of control.

'''“Lecturer” Vill-V:''' We tried other ways… but as you know, death is the only escape from Discipline. Vill-V struggled to no avail.

'''“Lecturer” Vill-V:''' So at the last moment, Vill-V had to make this decision…

'''“Lecturer” Vill-V:''' She focused Discipline's effect on one persona, and erased her.

'''Mei:''' …

'''“Lecturer” Vill-V:''' I had to exaggerate to coax… convince you to join my training program.

'''“Lecturer” Vill-V:''' Actually, this was agreed upon by all Vill-Vs. It's frankly unfair to put the blame on the current Vill-V.

'''Mei:''' Yeah, if this is true, then it explains everything.

'''Mei:''' But why were you the one to go?

'''“Lecturer” Vill-V:''' About that…

'''“Lecturer” Vill-V:''' I sacrificed myself.

'''Mei:''' You…

'''“Lecturer” Vill-V:''' …Of course, this is just a possibility.

'''“Lecturer” Vill-V:''' Maybe Discipline affected me alone, so I didn't have a choice.

'''“Lecturer” Vill-V:''' Maybe we decided with rock, paper, scissors, and I got lucky.

'''“Lecturer” Vill-V:''' Pick a version you want to believe.

'''Mei:''' …

'''Mei:''' So I'm not getting the answer from you?

'''“Lecturer” Vill-V:''' But does it really matter? For many people, the truth is what they believe.

'''“Lecturer” Vill-V:''' That's exactly why I'm here.

'''Mei:''' What do you mean? If your persona is gone, why was it restored in the Realm?

'''“Lecturer” Vill-V:''' You might have to ask the current Vill-V about that.

'''“Lecturer” Vill-V:''' I know Vill-V never got over killing me, but I didn't know it became a full-blown obsession.

'''“Lecturer” Vill-V:''' You mentioned the cat following Pardo… Can, right?

'''Mei:''' Mhm, she doesn't actually exist, instead being born of Pardo's consciousness.

'''“Lecturer” Vill-V:''' I appeared for a similar reason.

'''“Lecturer” Vill-V:''' Our memories all belong to Vill-V, so there's nothing special about them being restored digitally.

'''Mei:''' But you didn't become Vill-V.

'''“Lecturer” Vill-V:''' Because I no longer exist in reality.

'''“Lecturer” Vill-V:''' Even the Realm can't simulate reality completely… But I think that it's mostly because after losing precious ol' me's intelligence, Vill-V's creations have met a bottleneck.

'''Mei:''' …

'''“Lecturer” Vill-V:''' Luckily, “I” didn't forget the convenient Weapon Cards that I designed. By restoring it in the Realm's memory space, I barely have a vessel for myself.

'''Mei:''' …

'''“Lecturer” Vill-V:''' Don't make that expression, Mei.

'''“Lecturer” Vill-V:''' For a persona that has died, isn't it very fortunate for me to reappear here?

'''“Lecturer” Vill-V:''' Furthermore, in my life as Vill-V, I've left many things behind. Those Kevin Killers that have been leading you on a wild goose chase were also personally created by me.

'''Mei:''' …It's only at times like this that I can feel that you're Vill-V for sure.

'''“Lecturer” Vill-V:''' Hahaha, so I don't have any regrets towards death.

'''“Lecturer” Vill-V:''' Other than some short limbs, there's nothing inconvenient about my form now.

'''“Lecturer” Vill-V:''' Initially, I just intended to peacefully become a deck robot and carry this secret to the grave, so I didn't reveal my identity to you.

'''“Lecturer” Vill-V:''' Although I've always had a bad reputation, I'm sure you can turn a blind eye to a tiny fault like this, on the account that I've taught you so much, hm?

'''Mei:''' In that case, why are you…

'''“Lecturer” Vill-V:''' Telling you all this now?

'''“Lecturer” Vill-V:''' That's because… I'm about to die again~

'''Mei:''' Why…?

'''“Lecturer” Vill-V:''' Broken parts have to be changed regularly, isn't that normal?

'''“Lecturer” Vill-V:''' This robot uses a rather special material as its energy source. I've checked and evidently Vill-V did not add it in when designing the Realm.

'''“Lecturer” Vill-V:''' So, even if it's an unparalleled genius like me, I can only accept the misfortune of running out of energy.

'''“Lecturer” Vill-V:''' Vill-V saved and harmed me by leaving my consciousness in this robot. I can only say this is destiny~

'''Mei:''' Which means you acted weirdly that time because…

'''“Lecturer” Vill-V:''' Yup! You can't hold too many expectations for someone living on a countdown, right?

'''Mei:''' So that's why you inexplicably sped up my training progress…

'''“Lecturer” Vill-V:''' I thought that I should at least pass on everything I've got to someone else before it all ends.

'''“Lecturer” Vill-V:''' And then you rejected me coldly.

'''“Lecturer” Vill-V:''' Mei darling, you're really the most stubborn student I've seen in years.

'''“Lecturer” Vill-V:''' Just to clarify, that's not a compliment.

'''Mei:''' …

'''“Lecturer” Vill-V:''' So can you understand my frustration?

'''“Lecturer” Vill-V:''' In my opinion, you didn't have to worry about your own safety back then.

'''“Lecturer” Vill-V:''' I made those Weapon Cards, and the monsters in the trial were controlled by me. I wouldn't watch my student die just like that.

'''Mei:''' Controlling the monsters in the trial… What's that about?

'''“Lecturer” Vill-V:''' Ahem, me and my big mouth. Looks like it's not so easy to earn your trust.

'''“Lecturer” Vill-V:''' Those monsters were definitely not created by me. At times like this, you should trust me, right?

'''“Lecturer” Vill-V:''' But…

'''“Lecturer” Vill-V:''' I do have something to do with their appearance.

'''“Lecturer” Vill-V:''' But you should know why they're appearing in Elysium Everlasting, right?

'''Mei:''' Spatial anomalies… mean that there are mistakes in the spatial data.

'''Mei:''' You mean…

'''“Lecturer” Vill-V:''' That's right, that mistaken data point is me. Or at least, I'm one of them.

'''“Lecturer” Vill-V:''' My reappearance here is already a mysterious mistake. And this mistake led to even more mistakes.

'''“Lecturer” Vill-V:''' Do you still remember that you asked me why I suddenly activated when we first met?

'''Mei:''' But you waved it off then.

'''“Lecturer” Vill-V:''' That's because it's a little embarrassing for me to blatantly answer that question.

'''“Lecturer” Vill-V:''' …I was triggered because I felt that my card dealer was in danger.

'''“Lecturer” Vill-V:''' This shell I am in now is the most important part of the entire deck.

'''“Lecturer” Vill-V:''' It's the guide and protector for my card dealer.

'''“Lecturer” Vill-V:''' Which is to say, I woke up to resolve your troubles.

'''“Lecturer” Vill-V:''' Do you believe me now? Although I did have ulterior motives when I deceived you into the trial, it was ultimately to protect you.

'''Mei:''' …I'm sorry.

'''“Lecturer” Vill-V:''' Never mind. You're getting rid of those monsters now, and they're in this mess because of me.

'''“Lecturer” Vill-V:''' All-in-all, let's take it that you've accepted this trial.

'''Mei:''' You mean that those monsters are behaving strangely now because…?

'''“Lecturer” Vill-V:''' Yup, because I'm gonna die again. If a piece of anomalous data like me disappears completely, they'll probably quieten down for a while.

'''“Lecturer” Vill-V:''' But we can't just let them roam as they please.

'''“Lecturer” Vill-V:''' So, Mei, how about teaming up again in a long while?

'''“Lecturer” Vill-V:''' Before I go, let's clean up this mess together.

'''“Lecturer” Vill-V:''' Behold, now this is all the power and wisdom I've gathered, the true power of the Weapon Cards that I've dedicated half my life to.

'''“Lecturer” Vill-V:''' Play with the extraordinary, overturn all common sense…

'''“Lecturer” Vill-V:''' Created by my eyes and hands, shaped by my knowledge.

'''“Lecturer” Vill-V:''' Gaze into the depths of the abyssal sea, reveal the truth like dawn.

'''“Lecturer” Vill-V:''' Gather all the flavors of this world…

'''“Lecturer” Vill-V:''' Please enter this brilliant maze of intertwining truth and lies!

'''“Lecturer” Vill-V:''' This is my power as a leader!

'''Mei:''' Hmm…

'''“Lecturer” Vill-V:''' Let me teach you another trick, Mei.

'''“Lecturer” Vill-V:''' Come now, don't look away. Watch this carefully and engrave it in your mind…

'''“Lecturer” Vill-V:''' This is my proudest invention… Kevin Killer Mk 68's complete form!

'''“Lecturer” Vill-V:''' A majestic sight, isn't it?

'''“Lecturer” Vill-V:''' What a pity that it's still a work in progress. If not…

'''“Lecturer” Vill-V:''' The future of Helix would not rest here.

…

'''Mei:''' You…

'''“Lecturer” Vill-V:''' …Looks like I don't have much time left.

'''“Lecturer” Vill-V:''' In these last moments, let me share a secret with you.

'''Mei:''' Shoot.

'''“Lecturer” Vill-V:''' Although I don't fear death, I do have a regret.

'''“Lecturer” Vill-V:''' My only regret is that even after I die, those incomplete Weapon Cards in your hands won't be shown to the world.

'''“Lecturer” Vill-V:''' For a genius like me, is anything more painful than my creations lacking acknowledgment?

'''Mei:''' That's… very much like you indeed.

'''“Lecturer” Vill-V:''' But I can't believe that Vill-V's will revived me in this Realm, and as a part of my favorite creation too.

'''“Lecturer” Vill-V:''' To me, this is already an unprecedented miracle.

'''“Lecturer” Vill-V:''' And you woke me up and let these abandoned cards see the light of day again. That's the miracle of all miracles.

'''Mei:''' Vill-V…

'''“Lecturer” Vill-V:''' It's alright, no need to come up with any touching lines.

'''“Lecturer” Vill-V:''' I'm not one to listen to those, either.

'''“Lecturer” Vill-V:''' …

'''“Lecturer” Vill-V:''' This time, I'll be leaving for good.

'''Mei:''' …Yeah.

'''“Lecturer” Vill-V:''' Farewell, Mei.

'''“Lecturer” Vill-V:''' And…

'''“Lecturer” Vill-V:''' Thank you for accepting my cards.

…

'''Mei:''' …Farewell.