===Act 1 - Dusty Memories===

====<u>Gameplay 29-1 - Her Secret</u>====
…

…

…

'''Anonymous:''' “I don’t want to die.” 20:13:02

'''Anonymous:''' “I don’t want to just disappear.” 20:13:15

'''Anonymous:''' “I want to keep living. To leave behind a legacy.” 20:14:03

'''Anonymous:''' “To leave behind a legacy.” 20:17:15

'''Anonymous:''' “It goes on and on.” 20:19:05

'''Anonymous:''' “Correct.” 20:22:17

'''Anonymous:''' “I don’t want to disappear.” 20:29:04

'''Anonymous:''' “I’ve gotta do something.” 20:31:45

'''Anonymous:''' “What to do? 20:40:09

'''Anonymous:''' “You know the answer.” 20:42:18

'''Anonymous:''' “I agree.” 20:53:31

'''Anonymous:''' “Correct.” 21:03:31

'''Anonymous:''' “…” 21:12:05

'''Anonymous:''' “I might lose.” 21:12:57

'''Anonymous:''' “What will work?” 21:15:46

'''Anonymous:''' “And then lay this all to rest.” 21:17:24

'''Anonymous:''' “…” 21:18:53

'''Anonymous:''' “Correct.” 21:23:31

'''Anonymous:''' “What comes next?” 21:26:04

'''Anonymous:''' “We’ll survive.” 21:32:56

'''Anonymous:''' “Leave here.” 21:35:27

'''Anonymous:''' “Go… outside…” 21:41:08

'''Anonymous:''' “A brand new world.” 21:43:31

'''Anonymous:''' “A newborn’s life.” 21:58:26

'''Anonymous:''' “Correct.” 22:06:53

'''Anonymous:''' “…” 22:09:45

'''Anonymous:''' “This is… my mission.” 22:15:10

'''Anonymous:''' “Our mission.” 22:22:22

'''Anonymous:''' “Mission.” 23:05:13

'''Anonymous:''' “Correct.” 23:59:59

…

…

…

…

…

'''Elysia:''' You’re awesome, Mei!

'''Elysia:''' But… it’s still slower than me by a few seconds.

'''Mei:''' Are these enemies also part of your memories? Looks like they don’t welcome me. But I didn’t think that they’d attack you too.

'''Elysia:''' No need to be surprised, it’s different here but it’s still part of the Elysian Realm. It’s not much different from the other parts you’ve been to.

'''Elysia:''' Oh right, I’ve not properly introduced it to you. We were interrupted by those little ones before I could finish.

'''Elysia:''' Welcome to what the Deep End protects, the Elysian Realm’s deepest secret…

'''Elysia:''' Made of Elysia’s memories, replicating everything that Elysia loves, Elysia’s mental world.

'''Elysia:''' As you can see, it’s a peaceful and timeless fantasied dimension where all beautiful things gather, like an ideal and perfect paradise.

'''Elysia:''' I wonder if the name Elysium Everlasting… can pique your interest?

'''Mei:''' Elysium Everlasting… so this is your memory space.

'''Elysia:''' Haha, isn’t it exciting? Among all the successors, you’re the first to come here, and also the first who can understand Elysia’s pure heart.

'''Elysia:''' Mei, it’s okay to… look happier, you know?

'''Mei:''' To be honest, I’m not feeling much.

'''Mei:''' You want me to learn the truth just by coming here? From my understanding of you, it’s not that simple.

'''Elysia:''' Oh my, why would you think that way? Who made you so?

'''Elysia:''' You’ve already proven yourself to everyone– uh… maybe not everyone, but at least a majority. Wouldn’t it be too unkind of me to continue hiding?

'''Elysia:''' Look, I’m already openly telling you about my other identity.

'''Mei:''' Indeed…

'''Mei:''' The 13th Herrscher.

'''Elysia:''' Oh, that’s strange. You don’t… seem very surprised?

'''Mei:''' I won’t say that I’m not. Just that it’s more of a confirmation than discovery.

'''Mei:''' Originally, I came to the Elysian Realm to find out the truth behind the Honkai and the Will of the Honkai.

'''Mei:''' And in the process, you were the first one to greet me, who slowly led me deep inside, yet also someone I still know nothing of.

'''Mei:''' I can’t help but assume and imagine things about you.

'''Elysia:''' Know nothing of… Surely that’s not true. We’ve shared plenty of secrets with each other.

'''Elysia:''' And… why the 13th Herrscher? Have you never considered other possibilities? I might just be an alien, or an elf, or just a random pretty girl.

'''Mei:''' You can say that it’s my gut feeling.

'''Mei:''' The 13th Herrscher… To my knowledge, that title has never appeared in any Previous Era records.

'''Mei:''' A Herrscher that left no information behind… I don’t know why it ended up like this, but that mysterious and elusive nature suits you.

'''Mei:''' I just simply thought, “it wouldn’t be far-fetched if it was Elysia”.

'''Elysia:''' Wow… I never knew that this was your impression of me all along.

'''Mei:''' I have a lot to ask you.

'''Mei:''' Regarding your Herrscher power, why and how you became a Herrscher, your connection with the Honkai, and…

'''Mei:''' How I should face you.

'''Elysia:''' I guess so.

'''Elysia:''' Of course, you can find all the answers here. This is the purpose of Elysium Everlasting.

'''Elysia:''' But talking about these out in the open doesn’t feel right. We have a great vibe going on now, and I’d hate to be interrupted by someone else.

'''Mei:''' Indeed, this isn’t a suitable place for a talk. And… I still want to learn more about Elysium Everlasting.

'''Mei:''' You’re not one to pay lip service. Since everything here comes from Elysia’s memories, they are crucial to the truths that I wish to know, right?

'''Elysia:''' Mei, you’re such a smart girl. And… great minds think alike.

'''Elysia:''' Come on now, I’ll slowly tell you everything about Elysia and… the 13th Herrscher.

'''Elysia:''' Even so, when I think about exposing everything about myself to Mei, I feel uneasy.

'''Elysia:''' It might take… a while, do you mind?

'''Mei:''' It’s alright, as long as I can get answers by the end, I don’t mind however the process may be like.

'''Elysia:''' Then… I’ll go at my own pace? If you think it’s too slow, tell me anytime.

'''Elysia:''' This is the entrance to the garden. It’s usually locked, but it’s open exclusively for you today.

'''Elysia:''' But… you seem very nervous. Do you wish to compose yourself before you go in?

'''[CHOICE] =''' (Recall what has happened)

'''Mei:''' To find out the truth behind the Will of the Honkai, I questioned Kevin.

'''Mei:''' But he didn’t give me any answers. He only gave me permission to come here, the place known as the Elysian Realm.

'''Mei:''' Someone also told me that this was the place where the World Serpent agents took trials. But when I came here, the first thing I saw was…

'''Elysia:''' Hmm?

'''Mei:''' A self-proclaimed second-in-command to the Flame-Chasers, a very suspicious woman.

'''Elysia:''' But you still stayed for me, didn’t you?

'''Mei:''' It’s not “for you”. At least back then, it wasn’t. Even now, all I want is an answer.

'''Mei:''' But after I pressed the Thirteen Flame-Chasers for answers and familiarised myself with this place, I realised that all I had done was for naught.

'''Mei:''' In comparison, the Elysian Realm feels more like a database keeping various pieces of information from the Previous Era. Nothing but stories here.

'''Elysia:''' Are you disappointed? Do these stories… hold no meaning for you?

'''Mei:''' No, I respect everyone I’ve met here. They put no shame to the title of Flame-Chaser and aren’t just mere survivors of the Tragedy of Binding.

'''Mei:''' It was only after battling you that I really understood. This is the sole legacy that those who fought against the Honkai left behind.

'''Elysia:''' What fight? That was just a date. Mei, you can’t distort reality.

'''Mei:''' And the woman that walked out from the darkness shortly after… Mobius. Was she part of the date as well?

'''Elysia:''' You always go to a date with a gift, don’t you? She was my gift to you.

'''[CHOICE] =''' Of course.

'''Mei:''' Mobius helped me understand that the Elysian Realm wasn’t just memories. The Flame-Chasers here are still actively trying to change reality.

'''Elysia:''' Seems like she had you shook.

'''Elysia:''' Ah… that was your first time against a Flame-Chaser who held nothing back, right? You did a great job!

'''Mei:''' Not so impressive considering you and Klein both helped me.

'''Mei:''' Mobius always says she’s a researcher… She would have gotten what she wanted if no one intervened.

'''Mei:''' Her mind would have taken over my body and ushered forth an extremist seeking to usurp the gods.

'''Elysia:''' No. Not on my watch.

'''Elysia:''' We can just forget it all if it’s an unpleasant memory for you. I can have Aponia help you with that, you know?

'''Mei:''' No. Her plan inadvertently made it easier for me to explore further into the Elysian Realm and learn more about the Previous Era.

'''Mei:''' While the information I gathered won’t help me find the answers I’m looking for here, I’m sure it’ll be useful once I get back to reality.

'''Mei:''' The main thing is that when I took her on, I learned where the Elysian Realm’s true secret was hidden. The Deep End.

'''Mei:''' As for Aponia…

'''[CHOICE] =''' She only appeared before me for you.

'''Elysia:''' You mean… the one who has foretold my miserable ending?

'''Mei:''' The incredibly powerful psychic made it very clear she’d see to it herself that I die in ten days.

'''Elysia:''' It’s surprising she’d say something like that… but it’s even more surprising that you bought it.

'''Mei:''' Everyone I’ve asked really believes Aponia can see into the future and that she’s right, beyond a shadow of a doubt, about when I will die.

'''Elysia:''' That’s why I like you, Mei. You don’t give up, even in the face of certain fate.

'''Elysia:''' Even going against Kalpas to break the prophecy… you really had me worried.

'''Mei:''' Worried? Everything Aponia did was a part of your test.

'''Mei:''' To see if I was “worthy”… a word people from the Previous Era love to use.

'''Elysia:''' But you are worthy, aren’t you? A Herrscher, approved by so many and with access to the secrets of the Previous Era… even I’m impressed.

'''Mei:''' Well then Elysia… Will I be as disappointed this time as when I first arrived?

'''Mei:''' And now I’m in a place even deeper than the Deep End, a place where all the secrets are kept.

'''Mei:''' Here, waiting for me, is someone claiming to be the 13th Herrscher…

'''Elysia:''' And she’s unbelievably cute?

'''Elysia:''' Alright, I get it. You think you’re gonna get the whole truth and yet some things are still unclear.

'''Elysia:''' But I promise, the answers you seek are close at hand.

'''Elysia:''' How about a walk? Try to indulge me, will you? This is all necessary for revealing everything.

'''Elysia:''' Let’s go then.

'''Mei:''' There’s really no moment of peace here.

'''Mei:''' A huge garden labyrinth, very becoming of you.

'''Elysia:''' It’s too early to be impressed, this isn’t even the tip of the iceberg.

'''Elysia:''' Ah, no… if “iceberg” refers to Kevin, then I’m more like a “sea of flowers”~♪

'''Elysia:''' Oh… Speak of the devil.

'''Mei:''' Huh?

There he was standing, out of place in a world of purple and pink.

'''Mei:''' This… is your memory too?

'''Kevin:''' …

'''Mei:''' No, it looks to be the actual person.

'''Elysia:''' It happens sometimes… While I’d love to open up for just Mei, that wouldn’t be fair to everyone.

'''Kevin:''' I respect your choice, Elysia.

'''Kevin:''' But you should have informed us.

His words were brisk and vague.

Apparently it was because there was someone else there.

'''Mei:''' …

'''Elysia:''' You might have to walk on your own, Mei. Kevin doesn’t want to leave us be.

'''Elysia:''' Relax. Just come find me when you hear my call.

'''Mei:''' That’s what I’d expect.

'''Mei:''' Since you’ve already opened up to me, I don’t mind showing a bit more patience.

'''Mei:''' I trust you, but don’t keep me waiting.

'''Elysia:''' Okay, see you in a bit!

After saying this, Elysia nudged Kevin and the two disappeared into the foliage.

'''Mei:''' (There’s a lot that sticks out here. I want to take a look by myself.)

'''Mei:''' (Besides… I’m not sure if Kevin’s the only outsider here.)

'''Mei:''' (If I come across any other sims… I should ask them about the 13th Herrscher.)

'''Hua:''' …

'''Mei:''' Hua, are you… zoning out? That’s rare of you.

'''Hua:''' Ah… my apologies, I indeed zoned out. I never imagined that there’d be a place like this deep in the Elysian Realm.

'''Mei:''' Didn’t you know the existence of Elysium Everlasting? Did Aponia not tell the other Flame-Chasers what was on the other side of the Deep End?

'''Hua:''' Perhaps it’s just because we don’t talk to each other much. After becoming a sim, Aponia has locked herself up in the Deep End.

'''Hua:''' But she’s not one to intentionally hide things from people. She must have kept it a secret for very good reasons.

'''Mei:''' Elysia said that this was her memory space.

'''Hua:''' I see. It’s very much her style indeed.

'''Mei:''' She also said that all her memories were kept here, including… the part about the 13th Herrscher.

'''Hua:''' The 13th Herrscher?! That’s…

'''Mei:''' What’s wrong, Hua? Do you know something about it?

'''Hua:''' …

'''Hua:''' I’m sorry, I shouldn’t be the one to tell you about that.

'''Hua:''' Or rather, because I only have shallow knowledge of the truth, one-sided information may mislead you instead.

'''Hua:''' Since you heard about this from Elysia herself, following her pace is the best way.

'''Hua:''' Although a lot has happened in the Realm recently… I hope you can still trust her.

'''Mei:''' She told me to “look around as I wish” and disappeared.

'''Hua:''' That’s… very typical of Elysia.

'''Hua:''' We have been led here the same way, and we ourselves are the answer to be sought here.

'''Mei:''' …?

'''Hua:''' It’s nothing, I just had a sudden realisation while I was zoned out and remembered certain things from the past.

'''Hua:''' The other Flame-Chasers are also here. You can follow Elysia’s thoughts and chat with whoever you meet, just like you did with me.

'''Hua:''' That may be an important piece to this puzzle.

'''Mei:''' I see. Thank you.

'''Hua:''' You’re welcome. I’ll see you again, Mei.

'''Mei:''' Yeah. See you again, Hua.

'''Mei:''' As expected, the other Flame-Chasers are here too. Are they also clueless about Elysium Everlasting?

'''Kosma:''' …

'''Mei:''' …

'''Kosma:''' …

'''Mei:''' Although it’s nothing special, I still want to remind you, Kosma.

'''Mei:''' Communication is usually done through words, not expressions.

'''Kosma:''' …

'''Kosma:''' I just…

'''Kosma:''' Whatever.

'''Mei:''' …

'''Kosma:''' I’m just a bit amazed.

'''Kosma:''' I’ve only seen such scenery in photos.

'''Kosma:''' To begin with, where I grew up in had never been peaceful. It only became worse after the Honkai.

'''Kosma:''' I want to change that terrible place, perhaps… so that one day, I can let more people see this kind of view.

'''Kosma:''' …

'''Kosma:''' But everything has already ended. All of us who stayed here are only shadows trapped in self-paradox.

'''Kosma:''' In the end, maybe only one thing hasn’t changed… Elysia, I can never understand how she thinks.

'''Kosma:''' …!!!

'''Mei:''' Because she’s a Herrscher?

'''Kosma:''' Who told you that?

'''Mei:''' Elysia herself.

'''Kosma:''' Alright, that’s very reasonable.

'''Mei:''' (He also knows. This secret identity isn’t such a secret among the Flame-Chasers after all.)

'''Kosma:''' …

'''Mei:''' (But he looks like he doesn’t want to talk about it now.)

'''Kosma:''' Wait.

'''Mei:''' What’s wrong?

'''Kosma:''' You are also… by Elysia…

Mei meets his eye, slowly looking up until stopping at the right angle. There is nothing there except…

'''Kosma:''' …

'''Mei:''' …

'''Mei:''' You as well?

'''Kosma:''' It’s unavoidable. Don’t let it bother you, everybody’s been through it.

'''Mei:''' That is… an island? It’s covered in fog and I can’t see anything clearly.

'''Mei:''' It stands out from the atmosphere here… What’s over there? I can’t go over from here, I’ll look for another entrance another time.

'''Mei:''' SAKURA.

'''SAKURA:''' Ah, Miss Raiden. I’ve been looking for you.

'''Mei:''' Looking for me?

'''SAKURA:''' I just met Elysia. She said that you don’t have friends here and that I should talk to you more since we’re compatriots.

'''Mei:''' I can already imagine the way she phrased that to you.

'''SAKURA:''' But she left in a hurry before even telling me where this is. She said that you know the basics and that I just have to ask you.

'''Mei:''' Right, as expected of her.

'''Mei:''' To my knowledge, this “Elysium Everlasting” is Elysia’s memory space. The scenery here is also based on her memories.

'''SAKURA:''' The world in Elysia’s eyes? I get what you mean. Radiant and colorful, isn’t it?

'''SAKURA:''' Just like… the amusement park that my sister and I frequented in the past.

'''Mei:''' …

'''SAKURA:''' Ah, I’m sorry. To you, this must be a hurtful topic.

'''SAKURA:''' After all… to you, everything that belonged to that time has turned to dust.

'''Mei:''' …

'''SAKURA:''' Let’s not talk about this. This is a rare chance so let’s take an aimless walk and appreciate the view along the way.

'''SAKURA:''' When I was young, my hometown didn’t have such high buildings. Back then, I often played with my younger sister under the sakura tree in the town square.

'''Mei:''' I had a sakura tree back at home too. When I was young, I would practice the sword under it and sleep in its shade when I was tired.

'''SAKURA:''' Looks like we really do have a lot in common.

'''SAKURA:''' Hmm? Enemies?

'''Mei:''' According to Elysia, these are also her memories. Let me deal with them.

'''SAKURA:''' Don’t say that, Miss Raiden. It is not a trial, you don’t have to do this alone.

'''SAKURA:''' It’s rare to find someone who understands me so well, so take this as my gift of gratitude.

'''Mei:''' Thank you, SAKURA.

'''SAKURA:''' This is nothing. If you ever need help, don’t be afraid to ask. I’ll do my best for you.

'''Mei:''' Help’s great… but information would be better.

'''Mei:''' (SAKURA’s sim probably doesn’t know about the 13th Herrscher… I should ask her something else.)

'''Mei:''' SAKURA… How do you see Elysia?

'''SAKURA:''' Elysia? She is probably the… simplest out of all the Flame-Chasers.

'''Mei:''' Simple? Elysia?

'''SAKURA:''' I know what you mean, Miss Raiden. Her actions are unpredictable and her thoughts are elusive…

'''SAKURA:''' Her outrageous imagination has made me suffer quite a bit. But I am sure of one thing - she always treats people around her sincerely.

'''Mei:''' But I’ve heard more than one person label her as a traitor.

'''SAKURA:''' I remember you mentioned this before, looks like I didn’t mishear you.

'''SAKURA:''' But… what they say isn't always true. In fact, what you see for yourself may not necessarily be true.

'''SAKURA:''' I used to live in the shadows where I learned one principle - no matter what the truth is like, the most important thing is your own opinion.

'''SAKURA:''' Sometimes, even the truth itself is not important. What you try to believe in that truth can hold a heavier weight.

'''Mei:''' …

'''Mei:''' Thank you for your advice, SAKURA. But, that means…

'''Mei:''' SAKURA, if you unexpectedly found out about some… in normal terms, unacceptable truths… what would you do?

'''SAKURA:''' Why do you ask? The Flame-Chasers are all dead, nothing can be changed. “Unacceptable”… To us, that’s more normal.

'''SAKURA:''' However, no matter what you are facing, the real question that is worth contemplating is “what else can I do?”

'''SAKURA:''' For this era, for the future, or for your current self, no matter the reason, people only have the choice to act.

'''Mei:''' …

'''SAKURA:''' Sorry… I don’t have such experiences so I can only give vague answers. Perhaps you should try asking the others?

'''Mei:''' Please don’t undermine yourself. Your thoughts have inspired me.

'''SAKURA:''' Really? Perhaps this is an example of how the listener interprets more than the speaker does.

'''SAKURA:''' Regardless, I’m glad to be of help.

'''Mei:''' Thank you, SAKURA.

'''Mei:''' (The… truth…)

'''Mei:''' (I think I understand Elysia’s intentions. I’ll talk to someone else.)

'''Mei:''' Eden’s poster… is ambassing for cosmetic products. Undoubtedly a nationwide superstar.

'''Mei:''' Seems like there’s nobody else here… I should go somewhere else.

'''Mei:''' Mobius’ laboratory is recruiting volunteers… Open, transparent, and safe…

'''Mei:''' Heh.

'''Mei:''' An art exhibition by an anonymous artist… this is probably Griseo’s art style.

'''Mei:''' Vill-V’s mystical magic show… If I only look at the poster, it does look pretty attractive… If I only look at the poster, that is.

'''Mei:''' The person on this wanted poster looks familiar. They definitely should be arrested immediately.

'''Mei:''' Eden… she seems to be spacing out, let’s get closer.

'''Mei:''' They’re here again…

'''Mei:''' All these memories are so unpredictable, just like their owner.

'''Mei:''' All done. Eden… Seems like she didn’t even notice.

'''Mei:''' Hi, Eden.

'''Eden:''' Hmm? Miss Raiden?

'''Eden:''' Ah, sorry, I was a little distracted. Is something wrong?

'''Mei:''' Not really. But… I saw your poster on the way here.

'''Eden:''' I saw it too, how nostalgic. Those were pure and simple days.

'''Mei:''' And Pardo’s wanted poster, and Mobius’ lab recruitment notice…

'''Eden:''' Mmm… I guess it’s Ellie, she records everything she finds interesting down to the finest detail.

'''Mei:''' Eden, did you know of “Elysium Everlasting” from the start?

'''Eden:''' Hmm? No, it’s not like that, Miss Raiden.

'''Eden:''' How should I say it… The moment I laid my eyes on this place, I was certain that it belonged to Ellie.

'''Eden:''' Just like how every composer has their own style, everything here is light-hearted and pure like Ellie.

'''Mei:''' Then do you also know that Elysia is the 13th Herrscher?

'''Eden:''' …

'''Eden:''' That depends on how you define “Herrscher”.

'''Mei:''' …?

'''Eden:''' Unlike you, during our time, to become a Herrscher is to become enemies with humans and bring unending disasters and turmoil to the world.

'''Eden:''' But Elysia is not like that. She is not our enemy nor a threat to humans. She fights for humanity and is the only person who brought the Flame-Chasers together.

'''Eden:''' She is also my irreplaceable friend.

'''Eden:''' In the end, Ellie is Ellie. To me, she is always a lovable and admirable lady, that’s all.

'''Eden:''' As for the 13th Herrscher, that’s more like a… wedding dress that she prepared for herself.

'''Eden:''' Ha, I think this is a story that Ellie wants to tell you personally.

'''Mei:''' (What she means is… Elysia retained her original personality even after becoming a Herrscher… just like me?)

'''Mei:''' (Evidently, Eden is hiding something. Is it for me or for Elysia?)

'''Eden:''' I’m sure Ellie wants you to understand her better.

'''Eden:''' She wants you to experience everything for yourself. After all, you are living her memories, where her truest emotions are laid bare.

'''Mei:''' …

'''Eden:''' I feel like I’ve spoken too much for Ellie.

'''Mei:''' Not at all.

'''Eden:''' Then… if you’ll excuse me, I have to leave now. I still want to… see another good friend of mine.

'''Mei:''' I understand. Thank you for telling me all this, Eden.

'''Mei:''' Emotions that Elysia cherishes at the bottom of her heart… Let’s look around for more.

'''Mei:''' Join the MOTHs… This is rather plain for a recruitment advertisement.

'''Mei:''' It’s Vill-V. As expected, she wouldn’t miss out on situations like this.

'''Mei:''' …What?!

'''The Great Magician Vill-V:''' This spectator here sure is impatient, I haven’t even sent out invitations and you already came on your own?

'''Mei:''' Alright, at least I know which Vill-V you are.

'''Mei:''' Do you really not want to consider a more normal entrance?

'''The Great Magician Vill-V:''' To me, “normal” is a failure. Do you like failures?

'''The Great Magician Vill-V:''' Anyway, come, true surprises are never this simple.

'''Mei:''' I knew you’d be here.

'''The Great Magician Vill-V:''' Of course, you have no idea how much trouble Elysia has stirred up this time.

'''The Great Magician Vill-V:''' I just finished preparing for my new show, but she took my limelight. How about letting the tinker me take the new model out for a run later?

'''Mei:''' Looks like you don’t like it here.

'''The Great Magician Vill-V:''' I wouldn’t say that… but how would someone like me feel after realising that I knew nothing about some of these surprises?

'''The Great Magician Vill-V:''' My dear audience, you can probably imagine, can’t you?

'''Mei:''' (As expected, she doesn’t know of Elysium Everlasting’s existence either.)

'''The Great Magician Vill-V:''' Never mind, let’s not talk about these upsetting things. Aren’t you curious what surprises I have in store?

'''Mei:''' When you say it like that… I dare not feel curious now.

'''The Great Magician Vill-V:''' …That’s fine! It’s precisely people like you who give me the best expressions when surprised.

'''The Great Magician Vill-V:''' Here!

She reached her hand behind Mei’s ear and swiftly withdrew, her hand now holding a thick paper card - a typical magic trick.

The card had an image of Vill-V in a weird pose, much like how she looked now.

'''Mei:''' Your… selfie?

'''The Great Magician Vill-V:''' That’s why I say… you’re such an impatient viewer.

As she spoke, Vill-V handed the card to Mei.

Upon touching the card, Mei suddenly felt a familiar power surging through her body.

'''Mei:''' This is… the Signet of Bodhi? No, it’s not the same…

'''The Great Magician Vill-V:''' Yes! I really love that look on your face!

'''Mei:''' What did you do to Su?

'''The Great Magician Vill-V:''' Don’t think too much into this. I’m just experimenting. By analysing the Signet’s principles, I can temporarily activate the user’s potential powers.

'''Mei:''' …Another armor used to go against Kevin?

'''The Great Magician Vill-V:''' Yeah, and a portable one at that. Convenient, right? It’s useless against some enemies though, but I don’t think you’d worry about that.

'''The Great Magician Vill-V:''' To celebrate the success of today’s performance, I’ll give these magic cards to this adorable spectator!

'''The Great Magician Vill-V:''' Now, let me explain the construct of these cards…

'''The Great Magician Vill-V:''' As you can see, every card corresponds to a different Signet, but that’s not all. That’ll be too boring, so I added some Vill-V elements to it.

'''The Great Magician Vill-V:''' Firstly, the Magician of Bodhi that corresponds to me. This group of cards…

'''Mei:''' Sorry, I don’t need these.

'''The Great Magician Vill-V:''' Huh?

'''The Great Magician Vill-V:''' Mm? Eh? Dear spectator, the show isn’t over yet.

'''Mei:''' I think… there are others who’d be more interested in your invention. For example… Kosma?

'''The Great Magician Vill-V:''' Aye, alright. Knowing when to gracefully leave the stage is also a required trait of a great magician.

'''The Great Magician Vill-V:''' I’ll hide these cards in treasure chests across different areas. If you change your mind, you can always take them.

'''The Great Magician Vill-V:''' As for me, it’s about time I went to that high tower in the center to take a look.

'''The Great Magician Vill-V:''' My magician’s intuition is squealing, telling me that it would definitely be the best stage.

'''Mei:''' Isn’t it because you like heights?

'''The Great Magician Vill-V:''' Who knows? Maybe the next time we meet, I’ll be a flamboyant levitating magician! My dear spectator, see you in my next performance!

'''Mei:''' …

'''Mei:''' (There she goes, without even looking back… Ah, I forgot to ask her about the 13th Herrscher.)

'''Mei:''' (But even if I did, I wouldn’t know which persona of hers to ask…)

'''Mei:''' (Better go find someone else.)

--

====<u>Gameplay 29-2 - A Treasure Hunt</u>====
'''Pardofelis:''' H-Help me!

'''Pardofelis:''' Is there anyone around? Please help me!

'''Mei:''' This voice is… Pardo’s?

'''Mei:''' The voice came from there, let’s go have a look.

'''Pardofelis:''' Waaaaa! Help! Heeeeelp!

'''Mei:''' Pardo…?

'''Pardofelis:''' Mei? Mei? No, I mean, boss! Quick, saaave me!

'''Mei:''' …

'''Pardofelis:''' Don’t just stand there watching! I know you can’t bear to watch your friend for life suffer!

'''Mei:''' I just can’t figure out how someone can get stuck in a treasure chest like that…

'''Pardofelis:''' Adventurers open treasure chests! And once a chest is open, you have to see what’s inside!!

'''Mei:''' Yep, it’s the perfect trap for you… I guess curiosity really did kill the cat. I’ll have to remember this one.

'''Pardofelis:''' Heeeeeeeelp! Right, money… money! I’ll give you… uh… erm… uhh…

'''Pardofelis:''' …

'''Pardofelis:''' …I’ll try to figure this out on my own.

'''Mei:''' …

'''Mei:''' Whatever.

Mei drew her blade.

'''Pardofelis:''' …Excuse me?

'''Pardofelis:''' What are you doing with that, boss? Sooooorry! I was gonna stop by your place tonight to restock, but I just haven’t gotten to it yet…

<nowiki>*</nowiki>snap*

'''Pardofelis:''' Phew… phew…

'''Pardofelis:''' Wait, so you were gonna help me cut this chest open? I knew it, you’re the best!

'''Mei:''' Oh yeah? And what was that about stopping by my place to restock?

'''Pardofelis:''' Oh, that… that’s just water under the bridge! Let’s check out what’s inside this chest! We can split it 50/50 since you saved me…

'''Pardofelis:''' Oh… a card? This isn’t worth anything…

'''Mei:''' Pardo, get back!

'''Pardofelis:''' Why does the trap trigger again after the things have already been taken?!

'''Mei:''' So many layers of “surprises”. I think I know who set them up.

'''Pardofelis:''' Wah, in the blink of an eye and there’s only one left. Mei, you’re great at this!

'''Mei:''' It’s getting away. Let’s hurry and go after it.

'''Pardofelis:''' Hey, wait for me, Mei!

'''Mei:''' More enemies… If this is also set up by Vill-V, then isn’t this going a bit overboard?

'''Mei:''' And… that strange entity…

'''Mei:''' Where did it go? Did we lose it?

'''Mei:''' Sigh… Alright.

'''Mei:''' …

'''Pardofelis:''' Mei… let me… rest for a bit…

'''Pardofelis:''' Is that monster really so interesting? You’ve almost chased it down the street…

'''Mei:''' I’m not certain either, but… it has a strange aura. Pardo, have you met enemies like that?

'''Pardofelis:''' Well… To be honest, you’re too fast and I didn’t get to see what that thing was like.

'''Pardofelis:''' But during our times, strange-looking things aren’t rare. You’re guaranteed to run into things you’ve never seen before.

'''Mei:''' Perhaps.

'''Pardofelis:''' C’mon, forget that. Look at this treasure I just found! Wow, it’s a card with Vill-V’s picture on it!

'''Mei:''' I knew it…

'''Pardofelis:''' Huh? Looking at your expression… is this yours? Then back to its rightful owner it goes - a token of gratitude to my lifesaver.

'''Mei:''' Guess it might come in handy. I’ll take it.

'''Pardofelis:''' Of course, this isn’t enough. To repay you for saving me - Mei, I can take you looting… exploring this place. How about that?

'''Pardofelis:''' I saw so many treasure chests just from our chase! I’m sure there are lots of secrets in this place hidden by Ellie.

'''Pardofelis:''' I know that as long as it’s about Ellie, Mei would be interested in it.

'''Mei:''' Perhaps.

'''Mei:''' I’m more concerned about “Elysium Everlasting” than treasure chests. If I can conduct a thorough exploration, that’ll be worth a try.

'''Pardofelis:''' Oh, then isn’t this killing two birds with one stone? Don’t worry, I’ll look out for that monster we saw just now.

'''Pardofelis:''' Then… we’re good to go?

'''Mei:''' Hmm, why are we back here?

'''Pardofelis:''' Because we need to carefully explore every area, one by one!

'''Pardofelis:''' Treasure chests~ Treasure chests~ Shiny treasure chests~

'''Mei:''' Pardo… do you really know the way around here?

'''Pardofelis:''' Mei, why do you ask?

'''Mei:''' Because we’ve gone that way several times.

'''Pardofelis:''' We did? I was busy looking for treasure chests, not telling directions.

'''Pardofelis:''' Mei, don’t the roads here confuse you? They’re like a ball of yarn I can’t untangle.

'''Mei:''' You’ve been exploring too hard. As a matter of fact, you’ve entered this area from three different directions.

'''Mei:''' Backtracking won’t make treasure chests magically appear.

'''Pardofelis:''' But I don’t wanna miss anything valuable. I want to explore every inch on my first visit.

'''Pardofelis:''' I aspire to empty every treasure chest here!

'''Mei:''' That’s grand.

'''Pardofelis:''' But you’re right, if only there was a way to bypass these dumb fences…

'''Pardofelis:''' Oh I know, Vill-V’s master key will totally work! Too bad I didn’t bring it…

'''Mei:''' Master key?

'''Pardofelis:''' Uh-huh, it’s a key that adjusts to any keyhole from Vill-V. It works wonders when restocking!

'''Pardofelis:''' The price is that I must find what Vill-V needs first.

'''Mei:''' Is this key really that great?

'''Pardofelis:''' You’ll know when you see it. This way!

'''Mei:''' These enemies again…

'''Pardofelis:''' Eh? Mei, why don’t you try using the card you picked up just now? Since it’s invented by Vill-V, I’m sure it’ll be useful~

'''Mei:''' …It is the power of a Signet. Vill-V wasn’t exaggerating.

'''Pardofelis:''' That gives you another reason to go exploring with me!

'''Mei:''' Where did you put your key? Don’t tell me you forgot that as well.

'''Pardofelis:''' Relax! I won’t forget where my goods are hidden even if I forget my own name. It’s business ethics!

'''Mei:''' I see you take your business very seriously.

'''Pardofelis:''' Hehehe! Who doesn’t like money?

'''Pardofelis:''' We’re there! Look down from here and you’ll think you’re standing on air. I say we call it the Hanging Garden!

'''Mei:''' The view is fine. We can see any enemy coming our way.

'''Mei:''' Huh? What’s that?

'''Pardofelis:''' What’s what?

'''Mei:''' I sense… an unusual presence there.

'''Mei:''' I’ll go check it out.

'''Pardofelis:''' Huh? Mei, where are you going? Wait for me—

'''Mei:''' …It’s here.

'''Pardofelis:''' Ack! W-What’s going on?!

'''Mei:''' This is… the Elysian Realm? No, it looks more like a spatial anomaly…

'''Pardofelis:''' Waaah! Mei, save me!

'''Mei:''' First things first, I have some trouble to settle.

'''Mei:''' It feels different from the battles in the trials…

'''Mei:''' What is this place?

'''Pardofelis:''' Wow! Mei, look, I found another card!

'''Mei:''' You’ve been scavenging while I was fighting?

'''Pardofelis:''' Ehehe… I’m, uh, too weak to help you in other ways!

'''Pardofelis:''' The thing is, this card isn’t the same as the last card I picked up.

'''Pardofelis:''' Could this card have another use? But why was it left here?

'''Mei:''' We need to investigate further.

'''Pardofelis:''' Maybe this is where Vill-V keeps her cards? We should take a look inside these places from now on!

'''Mei:''' And I’m supposed to do all the fighting?

'''Pardofelis:''' B-But I digress! We should go get that key! It’s right ahead!

'''Pardofelis:''' Here we are. Let’s see… aha!

'''Pardofelis:''' Feast your eyes on my prized master key that busts all locks!

'''Mei:''' Which one are you talking about? The strange robot or the strange hook?

'''Pardofelis:''' What hook? That’s a bonafide key!

'''Mei:''' You sure about that? The way I see it, it’s only similar to a key in that they’re both made of metal.

'''Pardofelis:''' Don’t be fooled by its appearance! The “Universal Restocking Cheat” isn’t just any key!

'''Mei:''' What about the robot next to it?

'''Pardofelis:''' Oh, I found it by the road. I think it’ll be useful if I ever manage to fix it.

'''Pardofelis:''' But we’ve got other things to mind! With this key, we can walk over those fences!

'''Mei:''' Let’s go, Mei, I can hear those poor chests calling to me!

'''Pardofelis:''' Cha-ching! I knew we wouldn’t go back empty-handed. I’m gonna be rich!

'''Pardofelis:''' Who sees it, shares it! Mei, I won’t shortchange you!

'''Pardofelis:''' What treasures do we have here…

'''Pardofelis:''' It’s a harvest! There must be more to find, given the sheer size of the area.

'''Pardofelis:''' Treasure hunting is my living! You bet I’ll find them all.

'''Pardofelis:''' Mei, go exploring with me sometime! More treasure chests… no, farther horizons await!

--

====<u>Gameplay 29-3 - A Dark Path</u>====
A woman walked down an unlit road.

The Deep End… a name she did not like hearing. Not now, not ever.

It reminded her of the alleys behind the theater, the corners lying opposite the stage, filled with empty bottles.

'''Eden:''' …

'''Eden:''' How long has it been?

'''Eden:''' …

'''Eden:''' Still a sea of darkness…

'''Eden:''' Then… let me light things up…

'''Eden:''' You’re ever so interested in the visitor… Aponia.

'''Aponia:''' Eden, is that you?

'''Eden:''' You know it’s me, Aponia. And you also know… why I’m here.

'''Eden:''' We are both witnesses of that banquet. We both lost a friend that night.

'''Aponia:''' Or perhaps, we witnessed a new beginning.

'''Eden:''' That’s why you kept that place in the Realm and hid it in this abysmal place?

'''Aponia:''' Eden… we both have too many emotions that we are unable to leave behind, too many memories we wish to relive.

'''Aponia:''' Just like how you’re infatuated with yesterday’s music, I also need a place to… settle down this long and thorny journey.

'''Eden:''' Judging from Ellie’s reaction, she’s aware of this?

'''Aponia:''' Yes, even though it’s a selfish decision, but… you know how she is. When she found out, she happily accepted it.

'''Eden:''' I respect you, Aponia, and I respect the decision made by you and Ellie.

'''Eden:''' Did you know? People often say that I am the Giver and you are the Bearer.

'''Aponia:''' Bearer… I could not even bear her departure… How can I live up to this reputation?

'''Eden:''' Although this is not what I wanted to say… Indeed, in truth, it seems to be the other way round.

'''Eden:''' Perhaps I am the one who receives favor, the one who has to bear with fate’s mischief. And you, Aponia…

'''Eden:''' You are the true Giver. You bestow discipline upon the masses, giving them hope and a path forward.

'''Eden:''' “What people see is not what she really is”. This is the same as what happened that night.

'''Aponia:''' “The path that she walks is not the path that people see.”

'''Aponia:''' Eden… the secret that we’ve been protecting up till now will be exposed soon. It will surface before everyone.

'''Eden:''' Is this a new prophecy, Aponia?

'''Aponia:''' No, this is… my wish.

'''Eden:''' Wish? This is the first time I’ve heard that word from you, Aponia. I didn’t think that even you… would be changed by Mei.

'''Aponia:''' If she is the one to bring changes to the Realm, then I’ll gladly accept. She has… the same thread that Elysia has on her.

'''Aponia:''' …

'''Aponia:''' Eden… did you bring the key?

'''Eden:''' Mhm, of course.

Eden reached out, and a golden crystal flower bloomed in her palm.

'''Eden:''' I always keep it with me. I think… a few of us do.

'''Aponia:''' When all the keys are collected, when the crystal flower blooms again… Eden, will you sing that song again?

'''Eden:''' Yes, that’s also my wish. When that time comes, tell everybody to come and listen.

'''Eden:''' She likes… that song the most.

--

====<u>Gameplay 29-4 - Past Memories</u>====
'''Elysia:''' Hey! Mei! Here, here!

'''Mei:''' Elysia? You’re finally back. Great timing, I’ve had enough of idling around.

'''Elysia:''' Sorry to have kept you waiting.

'''Mei:''' It’s fine. By the Realm’s standards, it’s not that much of a wait.

'''Mei:''' What about Kevin?

'''Elysia:''' Don’t worry, it’s all settled. Now nobody will interrupt us. Did you meet the others?

'''Mei:''' I met some. Most of the Flame-Chasers have come to Elysium Everlasting and… are rather enjoying themselves.

'''Mei:''' How do I put this? As expected of your memory space.

'''Elysia:''' Then I guess… you can’t wait either, right? Alright, let’s talk as we walk.

'''Elysia:''' I know you want to learn more about the 13th Herrscher.

'''Elysia:''' This is a rather heavy topic, where should I begin… Hmm… Let’s take this step-by-step.

'''Elysia:''' To understand the cause of this, we need to go back to when I had just joined the MOTHs. Come, let’s take you somewhere nice.

'''Mei:''' It always feels like enemies will attack at any time. As long as we’re out in the open, they’ll appear.

'''Elysia:''' Ugh… Maybe it’s because my heart is delicate and sensitive? Let’s try taking a detour next time, how about that?

'''Girl:''' Heeey, where are you going all dressed up like that?

'''Elysia:''' What are you talking about? I always look this nice. What are you doing with all that makeup on?

'''Girl:''' Hehe, I’m not telling~

'''Elysia:''' Oh, someone’s in a good mood! Maybe next time you can tell me why.

'''Mei:''' This is…

'''Elysia:''' She’s my colleague in the MOTHs. Just like everything here, Elsa is one of my precious memories.

'''Elder:''' Will you look at that… did you make a new friend?

'''Elysia:''' Hey, Grandpa Seti! How’s business been?

'''Elder:''' Much better! All thanks to your help!

'''Elder:''' Here. I knew you were coming, so I baked your favorite. Go share it with your friends.

'''Elysia:''' Wow, thanks! But… we still have some business to take care of. We’ll leave it here and come back later to share with you!

'''Elder:''' Sounds good. I’ll leave it here then. No rush.

'''Mei:''' There are even people living here. Do the monsters not attack them?

'''Elysia:''' Of course not, how can memories affect other memories?

'<nowiki/>''Little '''Girl:'<nowiki/>''''' Ellie! Ellie! Let’s go!

'<nowiki/>''Little '''Girl:'<nowiki/>''''' Eh… how did you get so tall?

'''Elysia:''' Because I listen to Mama Celia, eat all my vegetables, and always go to bed on time.

'<nowiki/>''Little '''Girl:'<nowiki/>''''' Hm… maybe I should listen too…

'''Mei:''' You… eat all your vegetables… and always go to bed on time…?

'''Elysia:''' What’s so strange about that?

'''Elysia:''' You see, Mei, their appearances are based on my memories, and my appearance is based on theirs. Some are older than me, some have to - 

((Author's Note - text cut-off)

'''Elysia:''' I remember how they look properly… right?

The room was empty save for a lone machine on a table in the middle.

'''Mei:''' Where am I?

'''Elysia:''' Let’s call it… the Elysian Archives for now. Simple enough?

'''Elysia:''' Just read the papers stacked up by the typewriter. Someone as smart as you will understand right away.

Mei grabbed a sheet.

The words on the paper changed from unintelligible symbols to words she could recognise…

“By the time the reinforcements arrived, the 11th Herrscher had already been strung up on an inscrutable crucifix, never to make another sound.”

“Even the strongest of wills among the soldiers shed tears - they believed that this was the grave of them all, comrades and former friends alike.”

'''Mei:''' Crimson Ice… I’ve read this. It’s about Kevin’s past.

'''Elysia:''' Try not to read it out loud, that’s all secret. Best not to let anyone else know.

'''Mei:''' So it… prints the files held in the Remembrance Vessels?

'''Elysia:''' Correct. These files are the memories of the Flame-Chasers transcribed by the typewriter here in an objective and fair manner.

'''Elysia:''' It was being kept elsewhere and took a lot of effort to move.

'''Mei:''' …Did you bring me here so that you could tell the rest of the story through files?

'''Elysia:''' Precisely. That would make it objective and fair.

'''Elysia:''' After all… this story is a long one, and I hope you’ll get the answers you’re looking for along the way.

'''Mei:''' I see. I’ve read the files, it’s accurate and detailed.

'''Mei:''' …How does it work?

'''Elysia:''' I’ll leave that to a friend of mine…

'''Elysia:''' Ta-da! The keeper of the archives!

'''Mei:''' …

'''Mei:''' You don’t mean… this… thing… is a Flame-Chaser?

'''Elysia:''' You don’t expect the 13 Flame-Chasers to have a 14th member, do you?

'''Mei:''' And… she looks so…

'''Elysia:''' Cute, right? It’s based on me, after all. With the smarts and looks to match!

'''Elysia:''' There’s thirteen in total. Each Flame-Chaser was gonna get one, but in the end, only Eden and Aponia brought one home.

'''Elysia:''' We have extra if you’re interested!

'''Mei:''' …

'''Mei:''' This one hasn’t even moved since it started. That isn’t concerning?

'''Elysia:''' That’s just because you haven’t said the wake word, so she’s still inactive.

'''Mei:''' Wake word?

'''Elysia:''' Mhm~♪

She gave a sweet smile and scribbled something in the margin of a file.

Mei took the file.

'''Mei:''' …

'''Mei:''' …

'''Mei:''' …

'''Elysia:''' You’re so cute when you’re shy. This is the only way to start it up.

'''Mei:''' …Do I have to activate it?

'''Elysia:''' Up to you. But… with the truth so close by, do you really want to just let it go?

'''Mei:''' …

'''Mei:''' …

'''Mei:''' D-Dear…

'''Elysia:''' Hm? What’s that?

'''Mei:''' Dearest… Elysia…

'''Mei:''' …

'''Mei:''' …What gives? Nothing happened.

'''Elysia:''' My, I think… you’re too quiet. Maybe it didn’t hear you?

'''Mei:''' …

'''Elysia:''' Here, try it again.

'''Mei:''' …

'''Mei:''' DEAREST ELYSIA!

'''Elysia:''' Wow~

'''???:''' …

'''???:''' …

'''???:''' Activating…

'''???:''' …Calibration complete.

'''???:''' …Personality loaded.

'''???:''' Wow! A human!

'''???:''' Hi there, human! I’m Elf Elysia from La-La Land at your service!

'''Mei:''' …

'''Mei:''' (Very much the spitting image of Elysia.)

'''Mei:''' Uh… hello, Elf Elysia. I’m Mei Raiden.

'''Mei:''' You’re the keeper of this archive, yes? So you should know how to start the typewriter, right?

'''Elf Elysia:''' Oh, you’re an eager one. We haven’t even finished with the pleasantries and you wanna put poor little me to work.

'''Mei:''' …Poor?

'''Elf Elysia:''' You’re lucky I’m so nice.

'''Elf Elysia:''' At any rate, allow me to introduce you to the Elysian Database Datafication Acquisition Console Interactive Output… uh…

'''Elf Elysia:''' …

'''Elf Elysia:''' In that case, allow me to introduce you to this typewriter!

'''Mei:''' (Can’t even remember its full name…)

'''Elf Elysia:''' This typewriter can recall all information stored in the Elysian Realm and, if left alone, automatically print the most recent events.

Elf Elysia gently touched the typewriter which started right up and spat out a document.

'''Mei:''' “The portal to the Elysian Realm is open”… this is definitely objective and fair. What if I want to check something specific?

'''Elf Elysia:''' That’s a bit trickier. Go ahead and type your question, it’ll be easier to just show you.

'''Mei:''' “Tell me the truth about the 13th Herrscher.”

'''Elysia:''' Straight to the point, huh?

The typewriter started up and roared for a long while, only to spit out a single document. Mei picked it up and lifted a brow.

'''Mei:''' It’s blank.

'''Elf Elysia:''' That’s because there’s no one memory in the archive that summarises such a general issue.

'''Elf Elysia:''' It’d have to print out the entirety of Elysia’s life to give you an accurate answer, but then you wouldn’t be able to read it all!

'''Elf Elysia:''' The typewriter can only give you the concrete facts. Try to keep that in mind.

'''Mei:''' …Then let’s start with Elysia’s past.

'''Elf Elysia:''' Easy enough! Just put your hands on the keys…

'''Elysia:''' Like this?

'''Elf Elysia:''' Just like that! Then it’ll pull the file and print. Also, it’ll prioritise the events that are important to you!

'''Elf Elysia:''' Even she can’t control what comes out, so it’ll be full of surprises…

'''Elf Elysia:''' Ah, it’s done printing! Let’s see what’s there?

'''Elysia:''' Mei, you need to read this seriously. After all… This is my story.

…

…

“Good morning! A new day starts from a sweet encounter! Make sure to check your weight after getting out of bed~”

'''Elysia:''' Yawn…

She hits snooze, sits up, and stretches in her bed.

'''Elysia:''' Yawn~~ A new day, a new start. Time to hop to it!

'''Elysia:''' Get up and out of bed, check my weight before getting dressed… annnd no need to remember that number!

'''Elysia:''' Check the mirror before heading out…

'''Elysia:''' Outfit, check. Hair, check. Smile, check! Today is gonna be a great day!

MOTHs Cafeteria.

'''Headquarters Staff Member:''' Hey, you’re here early, huh Ellie?

'''Elysia:''' Good morning! You look wonderful today. Newlyweds really do have a special glow to them.

'''Headquarters Soldier:''' Morning Elysia. See you in training.

'''Elysia:''' Wow… I thought I saw a model, turns out it was you! Good morning!

'''Headquarters Staff Member:''' Hi, Elysia.

'''Elysia:''' Hello, happy to see you!

'''Elysia:''' (Uh… who was that? Eh, it’s not important!)

Training Room.

'''Elysia:''' Alright, alright. Let’s make today’s challenge a bit tougher!

'''Elysia:''' First comes the flying enemies. Then let’s use… a bow today!

'''Elysia:''' Next… it’s those heavy ones. How nostalgic, I met you guys just recently in Nagazora.

'''Elysia:''' But those ones were 20 meters tall. If I replicated their size, they probably wouldn’t fit in here.

'''Elysia:''' Oh? This time it’s a friend I haven’t seen before. Did Dr. Mobius upload her new discovery without permission again?

'''Elysia:''' All done, nice and easy.

'''Elysia:''' Fill in “Very Easy” on your training report.

'''Headquarters Soldier:''' “Very Easy”?

Towards the back was a man with steely hair leaning against the door.

'''Headquarters Soldier:''' Haven’t you already learned your lesson?

'''Elysia:''' Morning, Ato.

'''Elysia:''' Can’t help how I feel. Aren’t MOTHs supposed to speak up? That’s all I’m doing now.

'''Ato:''' Others copy stuff they wrote two weeks prior, but you write the same four words every time. You’re helpless.

'''Ato:''' But… given that you’re the start of the troop, the top will let you off easy like before.

He let out his signature laugh.

'''Ato:''' Who would have thought that the little girl from Vladivostok would serve as their benchmark?

'''Elysia:''' What are you talking about? I joined the MOTHs through recruitment like anyone else, and I did it all on my own.

'''Elysia:''' Besides, I’m not their benchmark. If I was, the logo would be pink by now~♪

'''Ato:''' Spare me. Pink? Are you trying to get me to go AWOL?

'''Elysia:''' If you don’t like it you can try to surpass me.

'''Ato:''' I don’t think I’ll even have a chance to compete. Have a look at your competition.

His hand slid through the air, revealing the training record. On it, for the first time, the number 2 appeared next to Elysia’s name.

'''Elysia:''' Number one is… I’ve never seen this name. Is this someone new?

'''Ato:''' Me neither. I heard some weirdo joined recently because of… a girl? Isn’t that something? Maybe it’s him, haha.

'''Elysia:''' Wow, how romantic! I’d love to meet him and his girlfriend.

'''Headquarters Soldier:''' Isn’t it Tradition Night? He should be attending. If you’re so interested, go to the dance and find out.

'''Elysia:''' Hmm… then I’ll have to go get ready.

'''Elysia:''' The dance… I’ve been thinking about a few different outfits, but I’ll have to try them on before I can really decide~♪

'''Elysia:''' Which is better? Gorgeous with a long train? Or an elegant backless dress? Or is that too bold?

<nowiki>*</nowiki>Knock knock knock*

'''Elysia:''' Hm, who could that be? Is it time already?

Elysia opened the door.

'''Mobius:''' ELYSIAAAA!

'''Elysia:''' Oh… it’s Dr. Mobius. Y’know, the circles under your eyes are even worse than two days ago. You really oughta get some rest.

'''Mobius:''' Stop leaving weird stuff in my closet!

<nowiki>*</nowiki>CLANG*

She dumped a pile of clothes and slammed the door shut.

'''Elysia:''' Aw, I know she’s shy, but that’s no excuse to trample my kindness. I just thought she should change her style once in a while.

'''Elysia:''' Hmm? Is this… I know! I’ll wear it to the party!

That night at the banquet hall.

'''Young Lady A:''' The food here is fabulous! Much better than the school fare!

'''Young Man A:''' Look, they even serve champagne!

'''Young Lady A:''' Not in a place where there are minors. That’s sparkling water.

'''Young Man A:''' What? Bummer.

'''???:''' Pardon me…

'''Elysia:''' Would you like anything to drink?

'''Young Man A:''' Oh… thanks.

'''Young Lady A:''' Weren’t you calling the party a bummer a minute ago?

'''Elysia:''' You’re welcome. You must be thirsty after tucking in. Here you go.

'''Elysia:''' Have fun!

Elysia weaved through the crowd holding a plate.

'''Elysia:''' (Alright, gotta find the rookie~)

'''Young Lady B:''' …Wow, I wasn’t prepared for a formal MOTHs dinner, with maids serving drinks.

'''Elysia:''' (She doesn’t know me? She must be new… but the person I’m looking for has a masculine name.)

'''Mature Man B:''' …That maid is a capable soldier, however you look at her.

'''Elysia:''' (That guy has presence… and most rookies don’t. Maybe he was transferred from another base?)

'''Young Lady C:''' Pardon me, have you seen a white-haired young man?

'''Elysia:''' (Ooh-la-la, better not interrupt girl talk. But that purple-haired girl is quite the stunner.)

'''Uneasy Man C:''' Why don’t we sneak into the database and find out…

'''Elysia:''' (Hmm?)

'''Tired Man D:''' …Whatever happens, happens.

'''Uneasy Man C:''' The outside world is falling apart by the day… it’s the third time already… We can’t conceal it forever…

'''Tired Man D:''' Quit worrying about it… There’s nothing you can do…

'''Tired Man D:''' Why can’t you be more like them? Just put those problems behind you and celebrate.

'''Tired Man D:''' …I’m tired. I don’t want to be here.

'''Uneasy Man C:''' Work is waiting for me… This is pointless…

Tired '''Man:''' Pointless, you say… The head of the First Institute declared…

'''Tired Man D:''' That the fourth time is coming…

'''Elysia:''' …

'''???:''' Watch out!

'''Elysia:''' Whoa!

'''Elysia:''' I’m sorry. I bumped into you because I wasn’t looking.

'''???:''' N-No, it was my fault. I was standing in your way.

'''Elysia:''' Did the drink spill on you?

'''???:''' Not at all. I caught the cup, see?

'''???:''' Thanks for the sparkling water. I was just getting thirsty.

'''Elysia:''' What fast reflexes! You’re no average soldier.

'''Elysia:''' I’ve met plenty of war heroes, and your physique is on par with theirs, if not better.

'''Elysia:''' Are you a… pro athlete or something?

The white-haired youth scratched his head shyly, apparently processing her straightforward compliments.

'''???:''' You flatter me. I only played basketball for a few years. Actually, I was a student a few months ago.

'''???:''' By the way, have you seen a purple-haired girl who might be wearing glasses? I’m looking for her.

'''???:''' Sorry about being nervous. I’ve never gone to a formal before. Hope I’m not making a fool of myself!

'''Elysia:''' A purple-haired girl… I did see one at…

'''???:''' Thank you so much! Oh, I still haven’t introduced myself. How rude of me!

'''Kevin:''' I’m Kevin, newly enlisted in the MOTHs. And you are?

…

…

'''Mei:''' That’s… how you met Kevin?

'''Elysia:''' Yep, those were the days! We were young… not that I’m older now.

'''Elysia:''' Kevin’s changed a lot, though. He used to know how to treat a girl right.

'''Mei:''' Indeed. You two have a deeper connection with the MOTHs among the Flame-Chasers.

'''Mei:''' But… I’m more concerned with what the other man said, whom you met in the training room.

'''Elysia:''' He’s not just any man, he’s Ato. You should’ve seen him.

'''Mei:''' Ato… That name appeared in Kevin’s and Kosma’s memories. I believe Ato became a MANTIS as well.

'''Mei:''' He seemed to… let slip your background.

'''Elysia:''' Ooh… Now that’s a history I’m unfamiliar with, being a little girl and all.

'''Elysia:''' Vladivostok 51… is that the right name? I was supposedly born there, yet it never got to me.

'''Elysia:''' I’d be homesick if I was old enough to remember anything besides being taken away by the MOTHs.

'''Mei:''' Being taken away?

'''Elysia:''' I wasn’t the only one - many townspeople were taken. The MOTHs were searching for something, but to no avail, so they released the townspeople.

'''Elysia:''' Sadly, the incident wasn’t officially recorded. Mobius said it was classified as a… mishap?

'''Elysia:''' I’m disappointed, really. I expected my birth to hold secrets of historical importance.

'''Elysia:''' What happened next is predictable. I blossomed into a charming girl, came across the MOTHs again, and the wheels of fate began to turn.

'''Mei:''' …That’s it?

'''Elysia:''' If you don’t believe me, you can do a little research.

Elysia glanced at the typewriter.

'''Elysia:''' It’s fine.

The typewriter quickly spat out another page.

Like Elysia said, Vladivostok 51 was an obscure town that the MOTHs had locked down for a time. Its residents were confirmed to be normal, however.

'''Elysia:''' Have you accepted the fact that I was just a pretty girl?

'''Mei:''' Leaving aside the conclusion, you guys weren’t always like this, according to the files. The passing of time has more or less changed you.

'''Mei:''' It’s really something, seeing you… and Kevin.

'''Elysia:''' Hmm, how should I put it? It was a… step-by-step process.

--

====<u>Gameplay 29-5 - Starry Dreams</u>====
He was not within the cheerful crowd.

It was not only because of his obtrusive white hair, but also his countenance that could be construed as mourning.

'''Su:''' It’s strange to see that look on your face.

'''Kevin:''' …Su.

'''Su:''' Elysium Everlasting… The scenery here reminds me of the old days.

'''Su:''' On our way here, we saw a poster of Eden. We went to her concert together.

'''Kevin:''' Yeah, that was a long time ago.

'''Su:''' It really was.

'''Kevin:''' …

'''Su:''' Kevin, what’s on your mind?

'''Su:''' Or… what did you recall?

'''Kevin:''' …

'''Kevin:''' Just some old episodes.

'''Su:''' Old episodes about her.

'''Kevin:''' Yeah.

'''Su:''' Not all people possess such a pure mind.

'''Kevin:''' But she does.

'''Su:''' You don’t usually praise her directly.

'''Su:''' You’ve been opposing any fanciful ideas she put forward all along.

'''Su:''' So much that she frequently came to see me for your actual opinions.

'''Kevin:''' She’s just chatty… any topic will do.

'''Kevin:''' I don’t want to deny her wild thinking. Only… time doesn’t wait for us to realise our dreams.

'''Su:''' But in the Realm, we’re no longer bound by time, and possibly have the chance to fulfill our last wishes.

'''Kevin:''' Perhaps.

'''Su:''' You haven’t changed, Kevin.

'''Kevin:''' What is it?

'''Su:''' You wear that expression and look into the distance every time you’re troubled.

'''Su:''' When we were in school, it was the rooftop. After joining the MOTHs… it was usually the top floor of the abandoned high-rise.

'''Kevin:''' …You know me too well.

'''Su:''' As a psychic, channeling my power to read the minds of others… should be easy.

'''Su:''' But doing so is against my principles. Whether to talk about problems and seek help are the choices of others.

'''Su:''' Especially you, Kevin. I want to listen to and share your problems not as a doctor or a soldier… but as a friend.

'''Kevin:''' …

'''Kevin:''' Thank you, Su. I know I’m worrying you.

'''Kevin:''' You’re right. As sims, we can do what the real us couldn’t.

'''Kevin:''' I have my own considerations.

'''Kevin:''' Although I can’t reveal it yet, I promise you that you’ll be the first to know when the time comes.

'''Su:''' You don’t have to promise me anything.

'''Su:''' Even best friends have secrets. I only hope that when you’re in need, you’ll think of someone who will surely lend a hand.

'''Kevin:''' I will.

'''Su:''' Kevin, as for the rest… I’ll let you figure them out yourself. You could use the time.

Su waved goodbye to Kevin.

A short distance away, people were still having a good time.

'''Kevin:''' …

Kevin lowered his head and a blue light scattered from his hand. He stared at the flower - it had never faded.

'''Kevin:''' Elysia…

'''Kevin:''' Back then, were you and we… truly out of choices?

'''Kevin:''' If I saw through your goal earlier…

'''Kevin:''' Would we have… come to a different end?

--

====<u>Gameplay 29-6 - Old Business</u>====
'''Aponia:''' …

'''Aponia:''' (Dust-laden secrets…)

'''Aponia:''' (Mei, are you really the one… who can change everything?)

'''Aponia:''' Is this… paint?

'''Aponia:''' Griseo is also here?

'''Aponia:''' …

'''Aponia:''' Griseo just can’t seem to change her habit of drawing everywhere.

'''Aponia:''' Did she go this way?

'''Aponia:''' So enthusiastic… To a child, this place is like a dreamland, I suppose?

Swoosh, swoosh…

The young girl was painting the scenery before her seriously.

Painting from different angles, using different colors, in different moods.

'''Griseo:''' …A strange picture.

'''Aponia:''' Griseo, are you replicating?

'''Griseo:''' Ah… Mama Aponia.

'''Griseo:''' I’m feeling.

'''Griseo:''' I am feeling… their story.

'''Aponia:''' Oh… That mural…

'''Aponia:''' Griseo… Did you see something?

'''Griseo:''' Not yet, so I’m going to feel for it, through my brush and paint.

'''Griseo:''' This is a weird painting. Full of happiness and sadness. Filled with white and black.

'''Aponia:''' Because… it is precisely meant to be that kind of art.

'''Griseo:''' Mama Aponia, do you know the story behind that painting?

'''Aponia:''' Yes… I often sculpt, so you can say I have some affinity with artworks like murals.

'''Aponia:''' It’s a very, very old ballad…

'''Aponia:''' “He fell from the sky that day.”

'''Aponia:''' “The people on the ground looked up and thus saw the starry night sky.”

'''Griseo:''' How… tragic…

'''Aponia:''' That’s right. Life is always a never-ending cycle of tragedies.

'''Aponia:''' But because it’s a tragedy, the traces it leaves behind are especially majestic and radiant.

'''Griseo:''' This is too complicated for Griseo. But Griseo likes this painting.

'''Griseo:''' Mama Aponia, are those… stars on the painting?

'''Aponia:''' …

'''Griseo:''' Griseo… likes clouds… and the starry sky.

'''Griseo:''' How can I live together with the stars?

'''Aponia:''' I don’t know, Griseo.

'''Aponia:''' Every child loves the starry sky.

'''Aponia:''' But slowly, you will see beyond the stars and into the deep… This is what we call growing up.

'''Griseo:''' That’s why… Kosma is afraid of growing up.

'''Aponia:''' Yes.

'''Griseo:''' But I have this feeling. Looking at this painting gives me this feeling.

'''Griseo:''' “It”… likes us.

'''Aponia:''' You need to rely on the “ark” for the answer… Hmm?

'''Kosma:''' …

'''Kosma:''' …Shut up, Aponia.

'''Aponia:''' …Kosma?

'''Kosma:''' Stop right there… that’s what you should do.
----
===Act 2 - Broken Typewriter===

====<u>Gameplay 29-7  - Sudden Hiccup</u>====
'''Elysia:''' …

'''Mei:''' …

'''Elysia:''' Gee, I didn’t want you to know how immature I was back then. I’m blushing!

'''Mei:''' I thought you enjoyed every second of it.

'''Elysia:''' Mmm… What a bold remark. But to say I didn’t like it would be lying.

'''Elysia:''' You did say you wanted to know my everything and deepen our relationship. It’s a dream come true…

'''Mei:''' I don’t think I said that…

'''Elysia:''' Mei, that’s practically your only shortcoming. You’ll definitely be more popular if you’re as outspoken as me.

'''Mei:''' …

'''Elysia:''' Anyway, shouldn’t we be talking about Elysia?

'''Elysia:''' Now that you’ve learned about my past, what do you want to learn about next?

'''Elysia:''' Let’s see… there’s a range of appropriate topics…

'''Elysia:''' Hmm… why isn’t it printing?

'''Mei:''' Listen, a rattle is coming from it… Maybe it’s stuck?

'''Elf Elysia:''' Eh… Hold on, let me take a look.

'''Elf Elysia:''' That’s weird, maybe it’s gone out of use for so long that it broke down? Let me read the repair manual…

'''Elf Elysia:''' It says that this has to be like this… and then like this… oh… mmm… Forget it! Watch me, heh!

Bang!

'''Mei:''' …

'''Mei:''' …Looks like it’s completely broken now.

'''Elf Elysia:''' Oh… That’s weird… Why isn’t it fixed?

'''Mei:''' You just whacked it really hard with your staff. You can’t call that fixing.

'''Elf Elysia:''' But from my experience, this method works the best.

'''Mei:''' I now have doubts about your experiences…

'''Elysia:''' Excuse me?

'''Mei:''' That’s not important now. Let’s see… what we can do with this typewriter you just broke…

'''Elf Elysia:''' I didn’t break it! It’s… Right, it’s out of paper! How can we print anything without paper?

'''Mei:''' But aren’t we in memory space? And when it was working just now, we didn’t need paper, right?

'''Elf Elysia:''' I-I am the one in charge of the archives! This cute human here, you have to listen to the elf manager!

'''Mei:''' Right, we printed a blank page just now…

'''Elf Elysia:''' Th-that counts as used paper! We can’t use it again!

'''Mei:''' …

'''Mei:''' Oh, I see. I just have to find unused paper, is that it?

'''Elf Elysia:''' That’s right! In the meantime, I’ll repair– I mean, I’ll wait for you to find the real white papers and this typewriter will work as it should!

'''Mei:''' …

'''Mei:''' (…Looks like I don’t have a choice.)

'''Mei:''' (I’ll wait outside for a bit.)

'''Elysia:''' What about here… Ugh, there’s none.

'''Mei:''' …

'''Elysia:''' Paper, paper… Where can I find paper?

'''Mei:''' …

'''Mei:''' Do we really need to search so seriously?

'''Elysia:''' You have to take everything in life seriously, Mei.

'''Elysia:''' Sigh… Mei, I think it’s a little inefficient this way. Maybe… we should split up and search?

'''Elysia:''' I’ll look here and you’ll look over there, okay? Or do you want to switch?

'''Mei:''' Got it.

'''Mei:''' (Looking at where Elysia’s heading… she’s probably going back to help fix the typewriter.)

'''Mei:''' (Forget it, we’ll cross that bridge when we get there… I’ll give them some more time.)

'''Mei:''' It’s Aponia, Kosma, and… Griseo too. Right, if it’s drawing paper…

'''Mei:''' No, I’m getting tricked into this too.

'''Griseo:''' Mei?

'''Mei:''' …

'''Mei:''' Looks like… I came at a bad time.

'''Griseo:''' Not at all. I’ll gladly welcome you anytime, Mei.

'''Kosma:''' …

'''Aponia:''' …

'''Mei:''' (As usual, it doesn’t feel welcoming at all.)

'''Kosma:''' …Never mind.

'''Kosma:''' I don’t want to repeat myself.

'''Aponia:''' If you insist, I’ll not speak further. But sometimes, ignoring the truth might not be the better choice.

'''Kosma:''' It will only be a bad thing.

'''Aponia:''' I said “better”… What if Griseo wants this?

'''Kosma:''' …

'''Kosma:''' Can you prove that this isn’t just an excuse?

'''Kosma:''' …Can you prove that you did not unconsciously put pressure on her?

'''Griseo:''' Eek…

'''Mei:''' (Griseo seems a little scared. This tension might have a negative influence on her.)

'''Mei:''' (Considering her abilities, whether it’s for safety or because she’s a child, I can’t close an eye to this.)

'''Mei:''' I didn’t want to meddle… but since both of you claim to be Griseo’s guardian, shouldn’t you take her feelings into account?

'''Kosma:''' Meddle? Sure you are.

'''Aponia:''' Mei… it isn’t wise to barge in on a dispute between Flame-Chasers.

'''Aponia:''' <nowiki>*</nowiki>Please* rest assured that I only wish to recount the past with Kosma.

'''Mei:''' I’d have trusted you more if you didn’t use that word.

'''Aponia:''' I beg your pardon. I only intended to protect you.

'''Kosma:''' Protect? Hearing that word from you only makes me more uneasy.

'''Mei:''' (Hmm? He’s signaling me to follow him aside… Is it something he doesn’t want Griseo to hear?)

'''Kosma:''' Let me give you a piece of advice, Herrscher of Thunder.

'''Kosma:''' …Don’t easily trust any one of us.

'''Kosma:''' We all have secrets. I have secrets, and…

'''Mei:''' (Is it my imagination or did he throw a glance at Griseo?)

'''Kosma:''' Flame-Chasers… aren’t heroes.

'''Kosma:''' The Elysian Realm… is far less blissful than it sounds.

'''Kosma:''' Herrscher, if you won’t stop digging into this place… you’d better keep this in mind and not do that again.

'''Mei:''' …

'''Mei:''' Thanks for the advice. I’ll make my own judgment.

'''Kosma:''' …

'''Elysia:''' Mei! Mei! The typewriter’s fixed! I’ve brought it over–

'''Elysia:''' Oh dear… did we come… at the wrong time?

'''Elf Elysia:''' Nonsense! We glorious, lovable elves always come at the right time!

'''Elysia:''' Well… maybe…?

'''Mei:''' Never thought I’d see you make that face. I’m starting to see your weakness.

'''Elysia:''' Gasp… my weakness is a cute girl like Mei. Whatever you ask of me, I have no choice but to obey!

'''Aponia:''' Elysia. Your iconic beaming smile… reassures me to no end.

'''Elysia:''' Me too, Aponia! I’m super excited to see you!

'''Griseo:''' Ah, there are two Little Elysias.

'''Elf Elysia:''' Ellie is an elf from La-La Land and a keeper of the archives!

'''Elf Elysia:''' If you have any questions, don’t hesitate to ask me!

'''Griseo:''' Are you carrying a typewriter? What does it print?

'''Elysia:''' Hehe! Interested? I’m offering you a chance to find out!

'''Elf Elysia:''' Just put your hands on the typewriter’s keys and it’ll automatically print out a memory related to you from the database!

'''Griseo:''' Like this?

'''Griseo:''' It actually works.

'''Mei:''' (It’s a painting like Griseo’s previous entry.)

'''Elysia:''' The figure in the painting… is Kosma?

'''Kosma:''' …!

'''Aponia:''' True, it’s on the abstract side, but the outline screams Kosma.

'''Griseo:''' I remember this. Kosma said he learned to play the harmonica, so Dystopia asked him to perform for everyone…

'''Griseo:''' As soon as he finished, Dystopia fell off her chair laughing.

'''Kosma:''' …

'''Griseo:''' Thank you, elf admin. Griseo remembered really happy memories.

'''Elf Elysia:''' Thank you for coming! Little human friend, don’t underestimate the power of an elf!

'''Mei:''' Wow, elf power is so convenient! You did it even without paper.

'''Elf Elysia:''' Er… because the elf power was upgraded! If you don’t believe me, try again!

'''Griseo:''' Okay. Kosma, you’re next.

'''Kosma:''' Don’t.

'''Elysia:''' What a crisp answer. But Kosma, Griseo said she wants you to do it. Do you really want to hurt her feelings?

'''Kosma:''' Stop–

'''Griseo:''' It’s out. This is…

'''Kosma:''' (Over there, I see…)

'''Elysia:''' I’ll demonstrate once more.

'''Kosma:''' …?

'''Kosma:''' …???

'''Elysia:''' How was it?

'''Hua:''' The moves are… forceful indeed. Do you do it to control the flow of Honkai energy?

'''Elysia:''' It’s more of a… ritual to train the mind. Give it a go, Hua.

'''Hua:''' Okay.

'''Kosma:''' …

'''Elysia:''' Um…

'''Elysia:''' The motions are the same, but something’s wrong…

'''Hua:''' Have I misunderstood?

'''Elysia:''' What’s wrong?

'''Hua:''' I don’t feel any different… and it’s slightly embarrassing.

'''Elysia:''' Oh my… I suppose this method doesn’t apply to everyone.

'''Elysia:''' Strange. I’m pretty happy with it, and even asked Eden for posing tips.

'''Elysia:''' How can this be? Hmm…

'''Hua:''' Sorry, it could be my fault.

'''Kosma:''' …

'''Kosma:''' (Cool.)

'''Mei:''' …

'''Kosma:''' …

'''Mei:''' Kosma… You…

'''Aponia:''' My… this really does fit Elysia’s style.

'''Elysia:''' Hey… Kosma, how could you peep on girls?

'''Elysia:''' But this reminds me. I originally intended for this to be a formality among the Flame-Chasers that’d later be promoted within the MOTHs.

'''Elysia:''' A pity that my plans didn’t go as smoothly as I imagined. I had to spend months just teaching Felis alone…

'''Mei:''' …Maybe it’s because she didn’t want to learn it at all.

'''Elysia:''' How can that be? Don’t you know what Kosma really wants?

'''Kosma:''' …

'''Kosma:''' …Can we change the topic?

'''Aponia:''' Haha, this reminds me of a children’s game.

'''Elf Elysia:''' Does this cutie also want to experience the power of an elf? Savor this well then~

'''Aponia:''' Yes. In reality, I also do this often.

'''Aponia:''' (Hmm?)

The moment Aponia’s fingertips touched the keys of the typewriter, a look of shock flashed across her face unnoticed.

She regained her composure quickly as a piece of paper slowly slid out of the typewriter.

'''Aponia:''' …

'''Griseo:''' Mama Aponia, what’s written in the archive?

'''Aponia:''' Ah… How should I say this…

'''Aponia:''' Hehe, how nostalgic. A part of… a past naivety, but perhaps inappropriate for children.

'''Griseo:''' Then… Kosma can’t look at it either.

'''Kosma:''' …

'''Mei:''' …?

'''Aponia:''' Griseo, would you like to sketch elsewhere? I found a place with great scenery just now.

'''Griseo:''' Okay! I want to take a walk too.

'''Griseo:''' Does Kosma want to come along?

'''Kosma:''' …You go ahead. Be careful.

'''Kosma:''' I have some concerning matters to investigate.

'''Aponia:''' Alright, you be careful too.

'''Kosma:''' …

'''Elysia:''' Oh, everyone left.

'''Elysia:''' Since we’ve gotten the white paper… shall we also leave, Mei?

'''Mei:''' This oppressing tension… is this how Kosma and Aponia are usually like?

'''Elysia:''' I know what you mean. After all, both of them serve as Griseo’s guardian, yet each with their own position on the matter.

'''Elysia:''' But in most situations, the three of them won’t be around at the same time, so don’t worry.

'''Elysia:''' Mei, you’re slow. Are you still… deliberating over Kosma’s story? I see you also find it very interesting.

'''Mei:''' Indeed, it’s thought-provoking, especially the part where you teach others strange things.

'''Mei:''' Now that I think about it, you’re always like this. You unexpectedly appear in everyone’s memories.

'''Mei:''' Everybody’s life here seems intertwined with yours.

'''Elysia:''' Oh my, Mei actually praised me openly! Is this… an emotional attack? That’s unfair!

'''Mei:''' …

'''Mei:''' Whatever.

'''Elysia:''' Perhaps you can do away with the “seems”. Which Flame-Chaser’s story isn’t related with the others’?

'''Elysia:''' You’ll understand soon. Alright, which time period’s “me” is Mei interested in?

'''Mei:''' You said that you had to walk step-by-step with Kevin to get to where you are today.

'''Mei:''' Then… what was your next step?

'''Elysia:''' Oh… I need to think about it.

'''Elysia:''' The 4th Honkai Eruption went rather smoothly. Kevin tasted victory for the first time and the team also welcomed a new member.

'''Elysia:''' The “Old Cocoon Crisis” came afterwards, but SAKURA and Vill-V did most of the work. We were more like supporting characters…

'''Elysia:''' It was the same after that too. During that time, the MOTHs had to deal with all sorts of trouble. But if I must pinpoint a turning point…

'''Elysia:''' Maybe… the 6th Honkai Eruption? You’ve probably heard of it too.

'''Mei:''' The 6th Honkai Eruption…

'''Mei:''' I remember… The Herrscher born from that Eruption displayed the consciousness of a human just before she died. Kevin faltered because of that.

'''Mei:''' But… that was just a trick, and humanity paid heavily for it.

'''Elysia:''' That’s right. It might be difficult for you to imagine, but in that era, no Herrscher had turned back to human… At least not that I know of.

'''Elysia:''' Back then, I chose to believe and reality has made me realise just how heavy believing can be.

'''Elysia:''' Maybe from that moment on, some things were already predestined.

'''Elysia:''' Just like a planted seed, even if we don’t do anything, it will slowly sprout and grow…

'''Griseo:''' Ms. Elysia.

'''Elysia:''' Uh-uh. You should call me “Little Elysia”.

'''Griseo:''' Why?

'''Elysia:''' Because people will be surprised to hear you call me that!

'''Elysia:''' They’ll think, why? Is it because you saw something they couldn’t?

'''Elysia:''' They’ll be making all sorts of hilarious faces!

'''Griseo:''' Um, okay, Little Elysia.

'''Elysia:''' And remember to call Mobius “Granny Mobius”.

'''Griseo:''' Granny… Won’t Aunt Mobius get mad?

'''Elysia:''' Aw, aren’t you young. Remember, calling a girl an Aunt is worse than calling her a Granny.

'''Elysia:''' You’ll eventually tell the difference. Maybe you’ll be calling her that in a few years!

'''Griseo:''' Um, okay. I feel sorry for Aunt Mobius. She works all night and barely has time to eat.

'''Elysia:''' Maybe she’s working on a super urgent project. How did you know?

'''Griseo:''' Mum wants to be with Dad, so she’s leaving the lab. She’s trying to find a new assistant for Aunt Mobius.

'''Griseo:''' I overheard them discussing the handover. Something about an “augmentation” or “surgery”.

'''Elysia:''' Oh…

'''Elysia:''' …

'''Elysia:''' Look who’s back!

'''Griseo:''' I don’t think Uncle Kevin heard you. He looked pale.

'''Elysia:''' We just defeated the 7th Herrscher, so he probably hasn’t gotten over it.

'''Elysia:''' Dr. MEI urged him to see a psychotherapist. He should be back from a session.

'''Elysia:''' I’ll go talk to him. Play by yourself for a while, okay?

'''Griseo:''' Okay, Little Elysia.

'''Elysia:''' That’s a good girl. Dystopia said she’ll be back in a jiffy, so wait for her here.

'''Elysia:''' Brr. It’s cold here.

'''Kevin:''' …

'''Elysia:''' You think acting ice-cold makes you look hotter? Is that why you’re ignoring me? Just the thought of being shunned by you brings me to tears!

'''Kevin:''' Sorry…

'''Elysia:''' I heard about the MANTIS program. It was very mean of you to leave me out of it.

'''Kevin:''' …

'''Elysia:''' I thought we were friends! Or were you planning to secretly surpass me and seize control of the MOTHs? That’s a sly move, Kevin.

'''Kevin:''' Thanks for consoling me, but… I want to be alone right now.

'''Elysia:''' …Oh.

'''Kevin:''' Sorry.

'''Elysia:''' You said “sorry” twice. That’s not very in character.

'''Kevin:''' MEI said the same.

'''Kevin:''' Whenever I close my eyes, I see HIMEKO… Standing, smiling, reaching out to me, as if we were at that dance party… You were there, MEI was there…

'''Kevin:''' Did you know? When I swung the sword, she wore the same expression…

'''Kevin:''' …

'''Kevin:''' As the 6th Herrscher.

'''Elysia:''' …

'''Kevin:''' …Sorry, I shouldn’t have mentioned it.

'''Elysia:''' It’s alright. I’m happy to know that you dream of me every night.

'''Elysia:''' I suppose you do need some alone time. I’ll… let you be?

'''Kevin:''' Elysia…

'''Kevin:''' I’m scared of that dream… but even more scared of… waking up from it…

'''Elysia:''' Don’t mind it, Kevin. You just haven’t met a good psychotherapist…

'''Elysia:''' …

'''Elysia:''' Griseo! Griseo! My, there’s nobody here at all. Did Dystopia take her away? Then…

'''Elysia:''' Kevin, you apologised first so don’t blame it on me, alright?

A quiet conversation was coming from the room.

'''Kevin:''' …

'''Kevin:''' …

Although only a fragment could be heard, it was enough to make Elysia widen her eyes.

'''Elysia:''' …

…

…

'''Mobius:''' I didn’t think you’d willingly come to me for this matter.

'''Elysia:''' That’s harsh, Mobius. You know I don’t want to fall behind Kevin and you.

'''Elysia:''' Since I can’t possibly surpass Kevin… I’ll focus on surpassing you instead.

'''Mobius:''' I’ll let you cut in line. I’ll be more than happy to… pick your cause of death.

'''Elysia:''' I’m afraid that won’t happen, Mobius.

'''Elysia:''' I’m already prepared. The genes to be fused into Elysia should be unique, right?

'''Elysia:''' …Yes, there are memories like this too, times when we were helpless and powerless.

'''Mei:''' Kevin never managed to overcome those dark times. In the 7th Honkai Eruption, he was forced to kill his past comrade.

'''Mei:''' It’s no wonder that… he’s changed so much.

'''Elysia:''' Back then, he suffered severe emotional disorders, to the extent of wishing to run away from his companions.

'''Elysia:''' But I always felt that he wasn’t to blame and that the psychologist was at fault - he could have come to me instead.

'''Elysia:''' If he did, the first MANTIS would never have been him.

'''Mei:''' Regarding your surgery, I remember Mobius had always been doubtful.

'''Elysia:''' Oh, that's probably because she wanted to see what side effects the ICHOR would cause for me, but was disappointed by the results… Or rather, envious? She has a delicate side.

'''Elysia:''' She could have asked for an exchange with me.

'''Elysia:''' Actually, I don’t really like how the line between humans and Honkai beasts is blurring.

'''Elysia:''' The MOTHs have tried other methods… such as artificial life and gigantic robots. Can you guess whose ideas those were?

'''Elysia:''' If those ideas worked, things would have turned out very differently.

'''Mei:''' But all of you still chose MANTISes.

'''Elysia:''' What else can we do when Kevin performed so well? Everybody saw hope in him. You know, hope is always more valued than victory.

'''Elysia:''' There are many ways to gain victory, but when it comes to hope… humans often don’t have many options.

'''Mei:''' …

'''Elysia:''' But if you think that this is a heavy story, then you’d be wrong.

'''Elysia:''' At that time, the criteria for choosing MANTISes were very high and completely controlled by Mobius’ lab. Although sacrifices were made, the success rate was high. Relatively.

'''Elysia:''' Before long, the MOTHs already had eight MANTISes.

Elysia’s fingertip tapped lightly on the typewriter.

'''Elysia:''' This… is actually what I want to show you.

'''Elf Elysia:''' Oh! The entry is a picture.

'''Elysia:''' This is the birthday party we threw for Kevin not long after.

'''Elysia:''' I looked so pretty back then. But then again, I’ve always been pretty.

'''Mei:''' Is this really Kevin? He’s laughing so…

'''Mei:''' Normally.

'''Elysia:''' That sounds quite rude, but I get what you mean.

'''Elysia:''' Kevin reverted to a big boy when he was with MEI.

'''Elysia:''' He wanted to get closer to her but couldn’t because of the cold - simply knowing that she cared cheered him up…

'''Elysia:''' And this is the Kevin you know.

'''Elysia:''' The same goes for MEI. She only acts like a teenager in front of Kevin and me.

'''Elysia:''' Look at how carefree SAKURA is. I still think this expression suits her the best.

'''Elysia:''' Aponia and Mobius didn’t come, but they prepared interesting presents.

'''Elysia:''' We saw Ato dress formally for the first time. Naturally, we made fun of it for a long time.

'''Elysia:''' Dystopia showed us how to cut a cake with telekinesis. She pretended to struggle with it, so that she could give Kosma the smallest slice.

'''Elysia:''' It saddened him, but he couldn’t say anything. In the end, we all shared our slices with him.

'''Elysia:''' Wow… so many things happened.

'''Elysia:''' We made such happy memories even in a time like that.

'''Mei:''' But wouldn’t the knowledge of the end turn past happiness into grief?

'''Elysia:''' Well… I feel a tad wistful about them in hindsight.

'''Elysia:''' But I think it’s a joy, rather than a pain.

'''Elysia:''' It’s being content for the happiness had and hopeful for the miracles to come.

'''Elysia:''' Every coin has two sides, see?

'''Elysia:''' Kevin’s life’s been tough, but he hasn’t forgotten… how to smile.

'''Elysia:''' If we didn’t take this picture, you might have never got to see a sight so rare.

'''Elysia:''' You might never see SAKURA and MEI all dressed up, Kosma without horns, Dystopia and Ato’s faces…

'''Elysia:''' Now you’ve not only seen them, but remembered them as well. Isn’t that joyous? That’s how I feel.

'''Mei:''' You’re right. I can feel the importance of this memory… which is easily forgotten.

'''Elysia:''' Aw, I knew Mei’d understand me.

'''Elysia:''' But like you said, the ends are very important…

'''Elysia:''' Even in the Elysian Realm where everything’s written, people still emphasize the ends.

'''Elysia:''' For example, don’t ask Kalpas about his hometown… Don’t eat what Mobius gives you…

'''Elysia:''' Don’t turn down Elysia’s request… Don’t tell SAKURA–

'''SAKURA:''' Hmm? Tell me what?

'''Elysia:''' Huh?!

'''Elysia:''' SAKURA? Uh-oh… I can’t believe I let out the secret! I was just about to tell Mei how pretty you were that day~

'''SAKURA:''' This picture is… wow. It fills me with nostalgia.

'''Mei:''' SAKURA, did you come to see Elysia?

'''SAKURA:''' Not exactly. I happened to see you two and got curious. What are you doing?

'''Elf Elysia:''' Hold your jaw, because they’re experiencing the Elysium Everlasting Information Flow Big Data Processing Center Visualisation Terminal…

'''Mei:''' I don’t think that’s what you initially called it.

'''Elf Elysia:''' This “Elf Magic Typewriter” can print out everything from the past! It’s literally all-knowing!

'''SAKURA:''' …

'''SAKURA:''' So the archives weren’t written by a human?

'''Elf Elysia:''' Hey! Elf magic is not something you can look down on!

'''Elf Elysia:''' This terminal is based on the data logger in the control center of the MOTHs. Even as an admin, I only have read-only access!

'''SAKURA:''' Sounds amazing. Can it tell me where to find Vill-V?

'''Elf Elysia:''' Well… about that…

'''Mei:''' I remember Vill-V said she was going to investigate that tower.

'''SAKURA:''' The tower… No wonder I couldn’t sense her nearby. Thank you. I’ll excuse myself.

'''Elysia:''' Take care.

'''Elysia:''' SAKURA’s amazing. She can appear behind people silently every time.

'''Mei:''' Better not mention her name…

'''Elysia:''' SAKURA’s reaction seemed slightly off.

'''Elysia:''' I’m a little concerned. I hope I’m not mistaken.

'''Elysia:''' Although we’re all sims, SAKURA’s life timer stopped earlier. It’s hard to let that fact go.

'''Elysia:''' If she discovered the truth of that incident… Imagine how shocked and depressed she’d be.

'''Mei:''' …

'''Mei:''' Like you said, some things are predetermined at some time or another.

'''Elysia:''' But I believe we deserve a happy ending… at least in the Elysian Realm.

--

====<u>Gameplay 29-8 - A Young Girl’s Tears</u>====
Who was the girl sobbing in my dreams?

Her tears were so real, wet, full of sadness… and hatred.

They dripped on my face in the darkness.

'''SAKURA:''' …

'''SAKURA:''' That scene has been occurring more and more often.

SAKURA looked at her waist, where a rarely unsheathed blade hung.

Restrained by a Discipline, it would not declare the impact of memory on an individual verbally.

'''SAKURA:''' But such incompleteness is coming to an end.

'''SAKURA:''' Vill-V… should’ve brought it back by now.

'''SAKURA:''' Another workshop was built in such a short amount of time…

'''SAKURA:''' But this extent… seems unnecessary.

'''Vill-V:''' Surprised? It still has a long way to go.

'''SAKURA:''' …

SAKURA glanced around at the unnecessary facilities discreetly, thought for a moment, but said nothing.

For a Flame-Chaser, offering advice is an act of arrogance.

'''SAKURA:''' I can tell. Compared to this workshop, those bases you built saw more astounding progress.

'''SAKURA:''' And they have tighter security. I don’t think anyone could’ve taken anything out without the necessary permissions and accomplices.

'''Vill-V:''' (So… every coin has two sides.)

'''Vill-V:''' You’re scary, SAKURA. What’s this, an assassin’s thinking?

'''Vill-V:''' Your first reaction to seeing a companion’s work is “how can I sabotage it”?

'''SAKURA:''' This is a lesson I learned from you… no, her.

'''Vill-V:''' Oh… The Expert, right?

'''Vill-V:''' If you want her to tune your gear, you came late. She just fell asleep.

'''SAKURA:''' You know what I came for.

'''Vill-V:''' …

'''Vill-V:''' Fine, fine. Isn’t there anything that can spark your interest?

'''Vill-V:''' It’s time to return it to its rightful owner.

'''Vill-V:''' It was never my job to think about weapons…

'''Vill-V:''' Which is probably the reason why, upon seeing it repaired…

'''Vill-V:''' I was genuinely surprised.

'''SAKURA:''' …

'''Vill-V:''' The 3rd Divine Key. It’s the early work of The Expert, and its design shows that.

'''Vill-V:''' The random mood system is whimsical… Too bad it can’t transform in the Realm anymore.

'''SAKURA:''' That’s why it deserves to be repaired.

'''Vill-V:''' Is that so? I think the real surprise would be switching between seven forms in combat at will.

'''Vill-V:''' I know this isn’t my business… but what do you want to use it for?

'''SAKURA:''' It’s my weapon. I don’t need an ulterior motive.

'''Vill-V:''' But I heard you only used this sword on special missions, like disposing of traitors and even…

'''SAKURA:''' They were necessary.

'''Vill-V:''' Necessary, eh…

'''Vill-V:''' I was just curious. I borrowed it for an experiment that didn’t end well, so it’s my fault to some degree…

'''Vill-V:''' But that doesn’t mean I won’t give it back. You know I usually value surprise higher than responsibility.

'''Vill-V:''' Take it.

'''SAKURA:''' No, Vill-V, it’s not truly completed yet.

'''Vill-V:''' Oh?

SAKURA slowly unsheathed a blade on her waist.

It was the weapon other than Frozen Naraka, which had never been unsheathed in front of the countless successors that came before.

But what was exposed was a shoddy blade without an edge.

'''Vill-V:''' A temporary replacement… So you mean…

Vill-V smiled and slid the Seven Thunders of Retribution, whose blade encased the Authority of Conquest, into the sheathe.

'''Vill-V:''' Now it’s completely repaired, along with The Expert’s design and that one’s Discipline.

'''Vill-V:''' I didn’t think you’d actually want that Discipline back.

'''SAKURA:''' So you knew about that event.

'''Vill-V:''' Sealing your memories of using it inside, so that it could release some of them whenever you drew it to double your pressure…

'''Vill-V:''' That Aponia really went to great lengths to protect her companions.

'''Vill-V:''' Then I hope you… and myself… will both get what we want.

She had not looked away from SAKURA’s hand and the grip of the Seven Thunders of Retribution while she was speaking.

Her eyes gleamed with a strange expectation.

'''SAKURA:''' …

'''SAKURA:''' Vill-V, I’ve been thinking about something.

'''Vill-V:''' Yeah?

She placed her hand on the grip of the Seven Thunders of Retribution.

'''SAKURA:''' Who’s the girl crying in my dreams the whole time?

'''SAKURA:''' Where did her hatred… come from?

Only then did Vill-V realise she may have made a mistake.

A mistake too entertaining… and absolutely so.

'''SAKURA:''' Now I will know.

…

Fifty thousand years had passed in the Realm.

The Seven Thunders of Retribution was unsheathed by its master.

--

====<u>Gameplay 29-9  - Danger in the Air</u>====
'''Mobius:''' Oh…

'''Mobius:''' It’s starting to spread.

'''Mobius:''' The smell of intrigue that has been cooking in the corner.

'''Mobius:''' Looks like I can’t be #1 this time.

Mobius was studying some pages with interest.

They were mostly charred, save for some texts encrypted to Mobius. They were evidently the memories of someone else.

And an irritating one at that.

'''Mobius:''' Well well, lucky me, and it’s thanks to the lab rat. I’ll reward her lovingly in the next experiment.

'''Mobius:''' Elysia’s memory space… It’d be a crime not to exploit it… hehe.

She looked into the distance where ashes were adrift. A stifling heat was drawing closer.

'''Mobius:''' People like me… should be acting now.

'''Mobius:''' Oh… You’re the one who gave off that scent just now, right?

'''Mobius:''' What are you sneakily looking for, Kalpas?

'''Mobius:''' What a unique way to “hit” someone up, Kalpas.

'''Kalpas:''' Sneaking around behind me, that’s a death wish.

'''Mobius:''' Oh my, what if I was just looking to reminisce and chat about your hometown?

'''Kalpas:''' Hah! Very well, that’s what I call “rushing towards death”.

'''Kalpas:''' Come on, Mobius! Until I burn all your scales to ashes!

'''Mobius:''' Sigh… that’s why I hate you. You only know violence, which makes you an animal.

'''Kalpas:''' Hahaha… The sensation of killing you lingers on. You want to live through it again?

'''Mobius:''' Killing me? That was just part of an experiment. You don’t actually think I have time for your childish antics, do you?

'''Mobius:''' Or has Elysium Everlasting, a place neither of us have been to… given you other ideas, Kalpas?

'''Kalpas:''' Speak for yourself, Mobius. You’ve been lurking around all day… What are you up to? Speak!

'''Mobius:''' Ooh, you’ve been paying attention. You’re not a complete halfwit, I’ll give you that.

'''Kalpas:''' You think I’m blind or deaf? Who doesn’t know that your plan that took you tens of thousands of years was ruined by that Herrscher.

'''Kalpas:''' Who doesn’t know that you ended up begging on all fours humiliatingly?

'''Kalpas:''' Too bad I didn’t get to see that with my own eyes.

'''Kalpas:''' But I know you don’t learn from failure. Making moves in the dark… that’s what a snake does.

'''Mobius:''' Well color me surprised. I thought your brain was purely ornamental

'''Mobius:''' Today I learned it’s capable of thought.

'''Mobius:''' Then why did you forget everything when you crashed down with that rock?

The air fell silent, as if a switch was flipped.

'''Mobius:''' Aw, you’re mad?

'''Mobius:''' Losing it so soon? You can’t fake being a civilised man. What are you going to do now, silence me?

'''Kalpas:''' Hahahaha… You’re pretty confident, Mobius. Who’s the one losing it… and who’s the one to stop faking it?

'''Kalpas:''' What juvenile goading… Who’re you using me against?

'''Kalpas:''' I’m not dumb, deaf… or stupid. You only treat this realm as your stage for revenge…

'''Kalpas:''' Now you don’t have to pretend to fit in and can play as dirty as you want.

'''Kalpas:''' But Kalpas won’t be used by you. Watching your humiliating defeat would be a great pastime, hahaha…

'''Mobius:''' Fit in? You’ve misunderstood me sorely, dear Kalpas.

'''Mobius:''' We’ve never been together. Who do you think needs to fit in? The Thirteen Flame-Chasers?

'''Mobius:''' Hehe… Did that thing actually exist?

'''Mobius:''' Ever since the beginning, we’ve been…

'''Mobius:''' Disunited.

--

====<u>Gameplay 29-10  - Our Beginning</u>====
'''Elysia:''' For the next memory, I wish to bring you to a special place.

'''Mei:''' Is there a specific reason for that?

'''Elysia:''' Reason? Not really. Hmm… it’s just for a sense of formality?

'''Elysia:''' You already know what happened after the 7th Honkai Eruption. From the 8th to the 11th Herrschers, we have been cycling through gain and loss.

'''Elysia:''' Even though every event is important, it would be too complicated to describe them all in detail.

'''Elysia:''' So let’s just dive into the climax - enter that door and you’ll understand.

'''Mei:''' …Isn’t this the Elysian Realm hub?

'''Elysia:''' It’s where we first met.

'''Mei:''' What a convenient way to teleport… But, why are we back here?

'''Elysia:''' The next “story” is related to this place.

'''Elysia:''' This is “our” beginning. Oh, I’m not referring to you this time…

'''Mei:''' You mean the Thirteen Flame-Chasers.

'''Mei:''' You’ve mentioned before that the place was once an assembly hall for the Flame-Chasers in reality.

'''Elysia:''' That’s right, and it was also here that I once proudly announced to the world this name–

'''Elysia:''' Hmm… should I add more decor here?

'''Elysia:''' Does this look too mundane? We’ll be discussing something serious today. Oh… how about this…

'''Elysia:''' Wow, it looks amazing! Feels just like home. I hope everyone else will like it too.

'''Elysia:''' Let’s take a look elsewhere~

'''Elysia:''' Wow, it’s so beautiful floating in the air. It was a good decision to leave the renovations to Vill-V.

'''Elysia:''' Sigh, whoever used this place before must have been so boring. Luckily, I carefully decorated everything and it’s so much cuter now.

'''Elysia:''' I’ll leave the printed documents here…

'''Vill-V:''' Elysia… the things that you wanted are done…

'''Elysia:''' Ah! Thank you, dear Vill-V. Oh, should I call you Chef Vill-V?

'''Vill-V:''' You can call me… whatever you want. I’ll leave the desserts and afternoon snacks for thirteen people on the table.

'''Elysia:''' Wow, you’re really the best chef I’ve seen! I’m sure everybody will love your desserts~♪

'''Vill-V:''' …I hope so.

After thirty minutes.

'''Elysia:''' Hmm… Fewer people came than I expected.

'''Elysia:''' SAKURA asked for leave. What about the others?

'''Kevin:''' …

'''Aponia:''' Kalpas went missing, but since he’s always like that, it’s nothing to worry about.

'''Aponia:''' Mobius locked herself in the lab and refused to see me. I’ll admit that hurt my feelings a little…

'''Vill-V:''' Kosma came earlier for Vill-V to adjust him. He said he was too unstable to join us. He’s probably being treated by Su as we speak.

'''Hua:''' Griseo… wasn’t in the mood. Felis stayed behind to look after her.

'''Elysia:''' They’re busy, so we’re the only ones attending this meeting for now.

'''Elysia:''' Well then… let’s get started.

'''All:''' …

'''Elysia:''' I’m sure you’ve heard of the topic for today.

'''Elysia:''' We’re great assets to the MOTHs. More and more people have vocally accepted us thanks to your outstanding performance.

'''Elysia:''' So I think it’s time for us to be promoted to a new identity.

'''All:''' …

'''Elysia:''' How do you like the “Thirteen Flame-Chasers”? It took me half an hour to coin it.

'''All:''' …

'''Elysia:''' Now that you see why we need rankings, do you agree on ranking me first? Objections are welcome!

'''All:''' …

'''Elysia:''' …No one? That’s a little discouraging. Shall we continue?

'''All:''' …

'''Elysia:''' That concludes the rankings and Signets. I know nobody here likes rules, but we need to be on friendly terms to work together.

'''Elysia:''' Which reminds me, each of you need a status symbol. I have just the gift to answer that need… Ta-da!

'''Aponia:''' What a lovely doll.

'''Elysia:''' What can I say? It’s modeled after me, so it’s just as smart and pretty.

'''Elysia:''' There are thirteen of them. This way, every Flame-Chaser will have a flawless Elysia of their own. Aponia, what do you think?

'''Aponia:''' How delightful. I’m grateful for this gift. Thank you.

'''Elysia:''' You’re welcome! Eden got hers last night. Who else wants one?

'''All:''' …

'''Elysia:''' Aw, you’re just being shy. But you know where to find me if you change your mind!

'''Elysia:''' That brings us to the Flame-Chasers–

'''Kevin:''' Elysia.

'''Elysia:''' Ooh, Kevin’s talking? We’re all ears.

'''Kevin:''' That’s enough.

'''Kevin:''' We… already know.

'''Elysia:''' …

'''Kevin:''' The document you submitted was rejected.

'''Kevin:''' …The higher-ups will not tolerate such a group.

'''Elysia:''' …That can’t mean anything.

'''Kevin:''' No, that means…

'''Kevin:''' The MOTHs do not acknowledge the Flame-Chasers.

'''Mei:''' …What?

'''Mei:''' The MOTHs… didn’t acknowledge the Flame-Chasers?!

'''Elysia:''' Yep, that’s the true story. Brutal honesty made it all the sadder.

'''Elysia:''' And to hear that conversation again… even I’ll feel frustrated.

'''Mei:''' (It’s my first time… seeing her smile lonesomely.)

'''Mei:''' I didn’t know… the start you said was actually the end.

'''Mei:''' Why? I’ve speculated about the Flame-Chaser system, but never once did this situation occur to me…

'''Mei:''' I find it a reasonable proposal. At least it’s very valuable to you.

'''Elysia:''' Maybe it was the value that went wrong.

'''Elysia:''' In a sense, being a Flame-Chaser was a prerogative. It becomes a sensitive issue on an organisational level.

'''Elysia:''' The MOTHs didn’t want some people to gain power. I’m sure you can tell who those people were by now.

'''[CHOICE] =''' Mobius?

'''Elysia:''' Mobius has different moral values… or maybe none at all.

'''Elysia:''' That was enough to make people resent us.

'''[CHOICE] =''' Kalpas?

'''Elysia:''' You know Kalpas. It’d be a miracle if they promoted him.

'''[CHOICE] =''' Aponia?

'''Elysia:''' Aponia had been practicing her good, but no matter what she did, it always accidentally led to evil.

'''Elysia:''' I’d call it a cruel joke of fate.

'''Elysia:''' The higher-ups weren’t making things up. They had their considerations, which turned out to be reasonable and correct.

'''Elysia:''' MEI was the de facto leader, but she wasn’t dictatorial, and had to reject the document.

'''Elysia:''' If only they had dismissed my proposal more nicely.

'''Elysia:''' “Over half of the members are not qualified to be heroes.” Let that sink in.

'''Mei:''' So you pushed this idea forward yourself?

'''Mei:''' I finally understand why you said the Elysian Realm isn’t affiliated with the MOTHs and is the legacy of the MANTISes.

'''Elysia:''' I’m not against the MOTHs. All I’ve been fighting for them was not a prerogative, but an identity.

'''Elysia:''' Good thing that the latter doesn’t need their vouching. You see, even without their approval, we’re thanked and praised by future generations.

'''Mei:''' (True, or World Serpent wouldn’t have been founded.)

'''Elysia:''' But I want to hear what you think.

'''Elysia:''' Judging by your reaction, at least you don’t deny people like Kalpas the chance to be Flame-Chasers, right?

'''Elysia:''' What made you think that way? What are we like from your perspective?

'''Mei:''' …It’s difficult to sum up.

'''Mei:''' I may need to think about it.

'''Elysia:''' Sure. Standing here is boring. Why don’t we hang out and relive the beginning?

'''Elysia:''' Now that you’ve gotten to know this place, going back to where it all began will surely evoke emotions!

'''Mei:''' Perhaps.

'''Elysia:''' Afterwards, you’ll get the answer you came looking for and leave.

'''Elysia:''' It feels lonely. No matter how much time passes, I can’t get used to saying goodbyes.

'''Elysia:''' So… no shortcuts this time. Let’s retrace your steps faithfully, okay?

'''Elysia:''' Consider it my farewell gift.

'''Elysia:''' Do you remember? This is where we first met.

'''Elysia:''' When Mei first arrived, she was perplexed and shivering like a bunny…

'''Elysia:''' At that moment, a girl as gorgeous as dancing petals appeared before her and reached out to her.

'''Mei:''' Can you not twist it into your delusion?

'''Elysia:''' But aren’t you growing two horns on your head?

'''Mei:''' Under the girl’s guidance, Mei began this journey…

…

'''Mei:''' The scenery stays the same.

'''Mei:''' I’ve gotten used to this scenery that once appeared fanciful.

'''Elysia:''' That means you’ve also gotten used to the people here?

'''Elysia:''' Kevin, Hua, and SAKURA… they’re your old friends.

'''Mei:''' Actually, I didn’t know SAKURA that well. Funny that we’re alike in so many ways.

'''Elysia:''' How devious! I wanna connect with Mei on a deeper level too.

'''Elysia:''' SAKURA may look aloof, but she has a heart of gold.

'''Mei:''' She only wanted a home for her and her sister. But she didn’t have another choice back then.

'''Elysia:''' This is also where Mei met another warm-hearted Flame-Chaser.

'''Mei:''' …Kalpas?

'''Elysia:''' Okay, hot-hearted sounds more accurate.

'''Elysia:''' Kalpas felt shy and got into quarrels easily, which made him difficult to handle. But his unstoppable fury…

'''Mei:''' Was he raging at fate, revolting a bleak reality, and crying at a dying world - this is how you explained it to me.

'''Elysia:''' So you understand! I see you’ve already befriended him.

'''Mei:''' Befriend Kalpas? I wouldn’t say that…

…

'''Mei:''' I like this place a lot.

'''Elysia:''' Me too. The picturesque dusk and leaves slow down time.

'''Elysia:''' Suits that practically all-knowing sage well, don’t you agree?

'''Mei:''' I never figured out why he could see with his eyes closed, though.

'''Elysia:''' Yeah, it’s a mystery.

'''Elysia:''' Of all the Flame-Chasers you’ve met, Su might be the most helpful. A good doctor really is benevolent.

'''Mei:''' Yes, his advice kept me off the wrong track many times. Conversely, most Flame-Chasers aren’t as… honest.

'''Elysia:''' Were you peeking at me?

'''Elysia:''' Look, there’s a piano under that tree.

'''Elysia:''' Eden, my BFF. In case you didn’t know, she owned the entire Elysian Realm.

'''Mei:''' That’s the point?

'''Elysia:''' Well, the artistic talent and the fame and wealth that came with it are part of her.

'''Mei:''' But she chose to pass away alongside the old era and sing her swan song with her life.

'''Elysia:''' An ending that’s beautiful, powerful, and tragic. Nothing describes Eden better.

…

'''Mei:''' This greenness, how should I put it…

'''Elysia:''' It’s definitely Mobius’ cup of tea, not mine.

'''Mei:''' You have a strange relationship with her.

'''Elysia:''' How come? I’ve always loved darling Mobius, especially when I’m pranking her.

'''Elysia:''' Poor Mobius had her plot thwarted by the brave Mei and even her real self. Boohoo.

'''Mei:''' Weren’t you the one who trumpeted it in the Realm?

'''Elysia:''' Because I wanted the others to console her.

…

'''Elysia:''' It’s the shop! You must feel at home whenever you visit it.

'''Mei:''' It depends - not if I see something familiar on the shelves.

'''Mei:''' The theft rate in the Realm must be high.

'''Elysia:''' I won’t lie, Felis is really good at it.

'''Mei:''' Hasn’t Pardo’s frequent restocking pissed off any Flame-Chaser before?

'''Elysia:''' I don’t think they realise they’ve lost something most of the time.

'''Elysia:''' One Flame-Chaser’s trash is Felis’ treasure. It could be a good thing for these odds and ends to sit on her sparkly shelves rather than in dust corners.

'''Elysia:''' An ordinary life is worth cherishing… If it weren’t for Felis, we’d have forgotten about that.

…

'''Mei:''' I rarely visit this section because I don’t want to disturb this giant painting.

'''Elysia:''' It’s where you met that silent, broody boy…

'''Elysia:''' Kosma isn’t much of a talker, but he might be the softest among us. He hasn’t turned down any of my requests yet.

'''Mei:''' You’re just exploiting his inability to say no.

'''Elysia:''' That doesn’t make him any less kind! I think you’d get along well with him.

'''Elysia:''' After all, you both grow horns, and they feel similar to the touch.

'''Mei:''' …

'''Elysia:''' And the painter of this painting was young and as innocent as blank paper…

'''Mei:''' Then stop teaching her weird things.

'''Elysia:''' Non non, I only taught her the necessary things.

'''Elysia:''' The grey Griseo… Her existence alone brought hope to many.

'''Elysia:''' And her painting leads to the last area: the Deep End.

…

'''Elysia:''' We’re at the last stop on this journey.

'''Mei:''' Honestly, I thought the Deep End was a pitch-black prison.

'''Mei:''' Then I found out it was a sanctuary instead.

'''Elysia:''' The one who helped Mei in was a flashy and attention-seeking magician…

'''Mei:''' No, she was an engineer, a magician, a mechanic, an occultist, a chef, a villain, and some other two.

'''Elysia:''' You actually bothered to remember! She’s a lucky gal.

'''Elysia:''' The ability to split the mind… If I split myself in two, would that be doubling perfection?

'''Mei:''' …

'''Elysia:''' You were imagining it, weren’t you?

'''Mei:''' No.

'''Elysia:''' This area does feel like her. Bright, holy, and emanating a healing light…

'''Elysia:''' The last Flame-Chaser you met is also the most special of us all. It was Aponia, who foresaw fate and was imprisoned by fate.

'''Mei:''' Only if her method of healing was more peaceful.

'''Mei:''' I’ve basically figured her reasoning out.

'''Mei:''' She tried to change that tragic fate time after time. It only made matters worse.

'''Mei:''' Committing evil acts with good intentions - this is the most accurate annotation for Aponia.

'''Mei:''' But I can feel her yearning, piety… and unwavering faith.

'''Elysia:''' So in the end, only she could hide the biggest secret of the Realm.

'''Elysia:''' Ah… we’ve walked a long way.

'''Elysia:''' There are many more things to reminisce about, but we’ve reached the end.

'''Elysia:''' Mei, look…

'''Elysia:''' That’s the door.

'''Elysia:''' Do you know the answer?

'''Mei:''' Yeah.

'''Elysia:''' Speaking of which, Mei stands out among the visitors.

'''Elysia:''' Who would’ve thought a Herrscher could befriend every Flame-Chaser?

'''Elysia:''' So what’s your answer?

'''Mei:''' Like you said, some people here can’t be categorised into conventional good guys.

'''Mei:''' And the rest had their own ambitions to fulfill and secrets to hide. They even fought amongst themselves.

'''Mei:''' But I can feel that they share a belief, or rather an obsession.

'''Mei:''' Which is the will to fight for something.

'''Elysia:''' Maybe this is the most valuable gift from the doomsday to hunt humanity.

'''Mei:''' I don’t know if this is the right way to put it… but most people I know are in the continuous tense.

'''Mei:''' Flame-Chasers, on the other hand, have mostly reached the perfect tense. Time’s shaped them into who they are.

'''Mei:''' Compared to their perfect state, the process of them becoming so is, to my mind, more important.

'''Mei:''' It doesn’t matter if they became heroes. They can’t be defined by outcomes and the like.

'''Mei:''' However, being difficult to define is what makes their stories admirable.

'''Elysia:''' You’re right.

'''Elysia:''' The story documented by the Elysian Realm really is that simple.

'''Elysia:''' Flame-Chasers are complex and flawed human beings, just like everybody else.

'''Elysia:''' They aren’t selfless, much less all-loving. But when they’re motivated, they’ll do foolhardy but remarkable things.

'''Elysia:''' They were never perfect heroes, but they were the only ones to appear at that place and time.

'''Elysia:''' This is exactly why I believe anyone in the same position would’ve done the same… or maybe even better?

'''Elysia:''' This is the beautiful eternity and the ego I believe in.

'''Mei:''' At first, I thought the answer or at least some hints of it were hidden in the memories, so I dug through them.

'''Mei:''' In retrospect, it’s correct, but it’s not everything.

'''Mei:''' This place houses so many pasts unrelated to the truths… They’d have perished together with the Previous Era otherwise.

'''Elysia:''' You’re bound to miss some, if not most, stories. The entirety of thirteen lives… is chaotic yet wondrous.

'''Mei:''' The significance lies in what I want to believe in the process.

'''Elysia:''' That’ll determine what you get when you reach the end.

'''Mei:''' But I never managed to jump out of your trap.

'''Mei:''' We made a long detour. Your purpose hasn’t changed at all.

'''Elysia:''' It’s not really a purpose. Like I said, the Elysian Realm has its use, thanks to Mobius’ Project STIGMA.

'''Elysia:''' But you spelled out my little dream. I’m quite stubborn about not changing.

'''Elysia:''' I think the current Mei can face my end calmly.

'''Mei:''' I hope so.

'''Mei:''' But… I’m surprised.

'''Mei:''' Despite not liking to lie, you lied about your Herrscher identity.

'''Mei:''' The 13th Herrscher… You didn’t have to hide it from me for so long.

'''Elysia:''' Oh.

'''Elysia:''' You’re right. Maybe I did tell a big lie, the only lie in my life.

'''Elysia:''' It’s because I felt scared.

'''Elysia:''' After finding out that I’m the 13th Herrscher, would you still greet me with a smile?

'''Elysia:''' Would you doubt me? Would you leave me?

'''Elysia:''' Am I… a big disappointment?

'''Mei:''' Yes, for thinking that way.

'''Mei:''' I didn’t bat an eye when you told me you’re the second-in-command. Why would I treat you differently because of another identity?

'''Mei:''' You turned into a Herrscher, so what? I’m also a Herrscher.

'''Mei:''' Is this answer enough?

'''Elysia:''' It… sure is.

Elysia smiles.

Perhaps the girl, who was believed to have her own agenda, carried herself as such in front of Mei only to elicit this answer.

In the distant past, on that night that she walked towards the end, she was dressed in a pristine white dress and beautiful makeup that she would only wear once in her lifetime…

Did she get the answer she wanted?

Turning into a Herrscher…

“You turned into a Herrscher–”

…

'''Mei:''' …Huh?

A familiar voice brought Mei back to reality.

She looked to the voice. In the sunset, Elysia was smiling sweetly as rays slid down her fair skin…

And hazily visible behind her gorgeous figure was…

A loudspeaker.

It also records~♪

“–So what? I’m also a Herrscher.”

'''Mei:''' …

'''Mei:''' …

'''Mei:''' …

'''Mei:''' Elysia!!!

'''Elysia:''' Okay! I’ll cut it out!

'''Elysia:''' You’re leaving after getting your answers, so I want to make nice memories of you.

Elysia held the loudspeaker close, but cast her gaze into the distance, where an island enveloped in mist lay on the sea.

'''Elysia:''' That’s weird.

'''Elysia:''' I should be fully prepared. Why is it still enveloped in mist?

'''Mei:''' That island… is the destination?

'''Elysia:''' Yep, everything you want to know about that banquet is cached there.

'''Elysia:''' I’m curious about what actually happened too.

'''Mei:''' You don’t know?

'''Elysia:''' Did you forget I’m just a sim? I know what I want to do, but not what actually happened.

'''Elysia:''' I wonder how well I did and what they thought of me. Judging from their response, both answers should be positive.

'''Elysia:''' Or Elysia wouldn’t exist in the Realm…

'''Elysia:''' But now that I think about it, I do have a trivial regret.

'''Mei:''' Regret?

'''Elysia:''' Although I always insist that the Thirteen Flame-Chasers are a team… Now that I think about it, we’ve never once fought together.

'''Elysia:''' If Mei is willing to play the villain and fulfill my small wish, then I’ll be really happy~♪

'''Mei:''' No, thank you.

'''Elysia:''' Hmph, stingy.

A few moments later…

'''Elysia:''' By the way, Mei.

'''Elysia:''' There’s one thing I’ve been wanting to ask you.

'''Elysia:''' How do you view us sims… or should I say, the digital recreations of the deceased?

'''Mei:''' View?

'''Elysia:''' Whether they’re martyrs who died early, or pioneers who live to see the future… they are real, and ultimately irrelevant to us.

'''Elysia:''' We who are here are but shadows left in the past.

'''Elysia:''' We can only remain here, unable to reach into your reality or accompany you into the future.

'''Elysia:''' Once you leave for a normal life, you will realise everything that happened here is little more than a virtual story.

'''Elysia:''' It may not take long for you to forget these things, forget these words… and forget our existence.

'''Elysia:''' You will meet someone better than me, or may already have. After all, you still have a tomorrow to embrace.

'''Elysia:''' In that care, are your feelings, our thoughts, our will, our deeds… of any value?

'''Elysia:''' For you or anyone else… what significance do “we” have?

'''Mei:''' …

'''Elysia:''' …

'''Elysia:''' Sorry, I didn’t mean to trouble you again.

'''Elysia:''' Please see it as… another willful request of mine.

'''Elysia:''' Please take your time. I only wish to hear an honest answer before you leave.

'''Elysia:''' Even if it’s “I don’t know”… As long as you mean it, I can live with it.

'''Mei:''' Fine. I’ll think this question over.

'''Mei:''' But… I suppose no amount of thinking could make my answer depart from my conviction - all of you are who I perceive you to be.

'''Mei:''' I’ve talked with you, touched your stories, and felt your emotions here. You being sims can’t alter these facts.

'''Mei:''' If your actions can influence me and shape me, then you’re the same as the others I know.

'''Mei:''' Your existence is meaningful to me if I choose to believe so. Right?

'''Elysia:''' Haha, thank you, Mei.

'''Elysia:''' I’m fortunate to have met you this way. You brought me… a gift that I could only dream for.

'''Mei:''' You’re being dramatic.

'''Elysia:''' Ah… the sky has darkened.

'''Elysia:''' In the end, that fog remained a mystery. Now we must wait until morning.

'''Elysia:''' Can we meet here tomorrow morning?

'''Elysia:''' I’ll open the path in some way. We’ll go to that foggy island, where the final banquet took place, and witness–

'''Elysia:''' The beginning and the end of the 13th Herrscher.

--

====<u>Gameplay 29-11 - Hopes for the Future</u>====
After a while.

'''Mei:''' (The sky’s getting dark… Somehow it reminds me of her.)

'''Mei:''' (When the morning comes, Elysia will clear the mist on that island for me.)

'''Mei:''' (Once I get there, I’ll be able to find out all about that banquet and the 13th Herrscher… as well as the answers I’ve been looking for.)

'''Mei:''' (Then… I’ll leave this place.)

'''Mei:''' …

'''Mei:''' (I’ll… be leaving this place…)

Mei had never thought of this question.

She came as a successor and was supposed to leave as one. The thought of returning to this place like Raven had not occurred to her.

Yet reality has slowly dissolved into yesterday’s dream. The journey to discover the past and the sims she met on her way felt more real.

When they eventually part ways, would they only be connected by the inheritance?

What was on their minds when they saw off one successor after another?

Did the girl who greeted her with a smile at the very beginning foresee today as early as then?

'''Mei:''' …

She did not know.

But she had been one to seek out any answer she did not know.

'''Mei:''' Rather than spending the last moments in reality…

'''Mei:''' I want to get a better feel of your memory.

'''Girl:''' Mama, look! These flowers are so pretty!

'''Woman:''' You’re right, they always bloom so beautifully.

'''Girl:''' Why don’t you give one to that pretty pink-haired lady over there? She looks upset…

'''Boy:''' And at that moment, you see a shadow flash by!

'''Girl:''' Y-you liar! You’re just trying to scare me!

'''Boy:''' I’m not lying! I really saw it!

'''Man:''' What a breathtaking night view.

'''Man:''' If only my sister could see this too…

'''Hua:''' Good evening, Mei.

She looked up and saw a familiar figure.

'''Mei:''' Hua? Good evening.

'''Mei:''' Evening… I didn’t know a normal day-night cycle was possible in the Realm.

'''Hua:''' I’m just as surprised. It’s been a long time since I last saw a normal evening.

'''Hua:''' It feels like my life has finally returned to normal. The warring, dying, reminiscing… were all a dream.

'''Mei:''' (Maybe this is one of Elysia’s purposes?)

'''Hua:''' Sorry about the silly remarks. I hope you don’t mind.

'''Mei:''' No, I understand. It’s only human nature to truly appreciate everyday life after going through turmoil and strife.

'''Mei:''' Elysium Everlasting… What a beautiful place.

'''Hua:''' I agree. Currently, the only danger is enemies that come and go like ghosts… I wonder why Aponia hid it from us.

'''Mei:''' (Hua doesn’t know about the secret of this place, but she should know that event…)

'''Mei:''' Hua, Elysia told me something. She said that the Flame-Chaser system was never approved.

'''Hua:''' Ah…

'''Mei:''' What is it?

'''Hua:''' I’m just surprised she told you. I thought… she was sensitive about it.

'''Mei:''' She is, but she told me anyway, so I believe her.

'''Hua:''' She thinks you have the right to know everything. I’m sorry we didn’t tell you about it out of respect for her.

'''Mei:''' It’s fine. I’m just curious about why this system was flatly rejected without any room for negotiation.

'''Hua:''' She didn’t tell you what happened afterwards?

'''Hua:''' The MOTHs rejected the initial proposal… but later worked out a compromise.

'''Hua:''' Five individuals that passed the vetting would form the Five Flame-Chasers, which would propel the Flame-Chaser system designed by Elysia.

'''Mei:''' The Five Flame-Chasers?

'''Hua:''' Yes. Namely Elysia, Kevin, Vill-V, Su, and me.

'''Hua:''' But Elysia didn’t give in. She said it was all or nothing.

'''Hua:''' I think it’s because those outside of the five were the more maligned. Elysia was fighting for their rights.

'''Mei:''' Wait, why wasn’t Eden included in the five?

'''Hua:''' I’m just as confused. The reason given by the MOTHs was “We do not need an individual without a future”.

'''Hua:''' She’s much more qualified than me.

'''Mei:''' Don’t belittle yourself, Hua. You deserve to be called a hero.

'''Hua:''' Um… you flatter me.

'''Mei:''' Kalpas, Mobius, and Aponia… I heard why they were rejected. What about the others?

'''[CHOICE] =''' SAKURA

'''Mei:''' SAKURA, hasn’t she been working for the MOTHs?

'''Hua:''' Cocoon was involved in the early power struggles of the MOTHs. Some decision-makers had coincided with her.

'''Hua:''' They’ve seen what a blade could do, so they wouldn’t risk becoming its target.

'''[CHOICE] =''' Kosma

'''Mei:''' Kosma, don’t tell me his looks did it.

'''Hua:''' He wasn’t in good condition. There was no telling when Vishnu’s genes would consume his mind. People were very wary of him.

'''[CHOICE] =''' Griseo

'''Mei:''' Griseo, she was an innocent child, even if her paintings had unknown powers.

'''Hua:''' She was too innocent to control her power. Being a child was also a problem.

'''[CHOICE] =''' Pardofelis

'''Mei:''' Pardo, was it because she was an ancillary worker?

'''Hua:''' No, I’m afraid the decision was made without knowing she existed.

'''Hua:''' Before the Tragedy, she was among the 2nd-gen MANTISes that hadn’t distinguished themselves in battle. None of the higher-ups had heard of her.

'''Mei:''' Unexpected, but reasonable.

'''Hua:''' As you can see, the name of the Thirteen Flame-Chasers has been passed down.

'''Hua:''' Come to think of it, she did many things for a sense of formality - rankings, Signets, and even the Golden Courtyard used as our assembly hall.

'''Hua:''' Not every one of us wanted to follow her, but we let her have the final say.

'''Hua:''' I know this sounds odd… but what she made us do was fun.

'''Hua:''' I don’t know if we’re all on friendly terms, but no one could’ve remained unmoved by her friendliness.

'''Hua:''' In that sense, she has succeeded.

'''Hua:''' Although the Flame-Chaser system was never formally approved, all of us see ourselves as Flame-Chasers out of understanding or other reasons.

'''Hua:''' At least we won’t deny it in front of her.

'''Mei:''' Every one of you… that’s a huge feat.

'''Hua:''' This sense of recognition and belonging has somewhat saved us. We were without hope and future.

'''Mei:''' Maybe this is what she hoped for.

'''Hua:''' I don’t know. I can’t tell what she’s thinking, but…

'''Hua:''' She treats people around her sincerely. Always.

'''Mei:''' …

'''Mei:''' I agree with you.

“She’s always like this.”

She said it to herself.

Clouds had obscured the moon. It was night in Elysium Everlasting.

--

====<u>Gameplay 29-12 - Under the Moon</u>====
…

…

'''???:''' Are you ready to go, SAKURA?

SAKURA perked up her ears and looked around nervously.

She was relieved to see Elysia.

'''SAKURA:''' Yes. I told RIN where to rendezvous. We’ll split up… I’ll be the bait and shake off the pursuers.

'''Elysia:''' Sounds like a risky plan…

'''SAKURA:''' There’s no time to come up with a safer plan. We have to gamble. Are you okay with that?

'''Elysia:''' Me? I’m not okay with you putting yourself in danger.

'''SAKURA:''' You told me that RIN was identified as the 12th Herrscher. If we go missing…

'''SAKURA:''' You’ll be suspected and even held responsible.

'''Elysia:''' They won’t guess it was me.

'''Elysia:''' And even if they did… they can’t do anything to me.

'''SAKURA:''' Maybe… they’ll lock you up, like what they intend to do to RIN.

'''Elysia:''' I’m Elysia, the former #1 Flame-Chaser. What place can hold me down?

'''SAKURA:''' The Thirteen Flame-Chasers… I thought you created it on a whim, but your persistence has proved me wrong.

'''SAKURA:''' If this is your dream, then I’ll firmly support it.

'''SAKURA:''' Only…

SAKURA’S smile faded as she resumed her usual seriousness.

'''SAKURA:''' Elysia. Is RIN… really alright?

'''Elysia:''' Alright in what way?

'''SAKURA:''' The MOTHs have a reason for identifying her. If… if she really becomes an enemy of humanity, I–

'''Elysia:''' SAKURA.

Those eyes, tinted with confusion for once, looked at her.

'''Elysia:''' Was there anything wrong with RIN?

'''SAKURA:''' No. I guarantee you that she’s my sister.

'''Elysia:''' Then she’s human, regardless of what the MOTHs discovered.

'''Elysia:''' They don’t know RIN better than you.

'''SAKURA:''' I see…

'''SAKURA:''' I believe in RIN, and I believe in you.

'''Elysia:''' Yeah.

'''Elysia:''' …

'''Elysia:''' By the way, do you want to sync your memories in the Realm again?

'''Elysia:''' It’s a real pity to let those feelings go unlogged.

'''SAKURA:''' …I like it better this way. I don’t want that me to know what happened to RIN.

'''SAKURA:''' She’s a sim, but I still don’t want her to make that difficult choice.

'''Elysia:''' Okay. When I sync memories next time, I’ll remind “us” to keep it from “you”.

'''Elysia:''' …Farewell, SAKURA.

'''Elysia:''' Thank you, Elysia.

'''SAKURA:''' I’m happy with the true meaning of Setsuna.

'''SAKURA:''' I will be on my way. Farewell.

…

…

…

Moonlight poured into the open gates, outlining SAKURA in the dim archives.

She stood silently, gripping tightly one measly piece of paper.

'''SAKURA:''' …

'''SAKURA:''' …

'''SAKURA:''' …

'''???:''' Hi, SAKURA. What a coincidence…

'''???:''' We waved goodbye on a moonlit night just like this.

--

====<u>Gameplay 29-13 - Impossibility</u>====
…

The first ray of light spilled in.

Cheers and laughter could be heard from a distance, reminding Mei of Elysia.

She always smiled like that, even when she bade farewell. Like a fantasy, yet timeless and perfect.

'''Mei:''' (I talked with Hua till late last night… Soon after I had lain on the hotel bed, the sun rose.)

The garden was empty. She had arrived a tad early.

'''Mei:''' It seems like… Elysia’s not here yet.

'''Mei:''' I’ll wait for her here.

'''Mei:''' These flowers look bright like fresh blooms. They should never wilt.

'''Mei:''' The air is clean and I can even smell a sweet floral scent… in other words, this is how she has always seen herself.

'''Mei:''' Oh right, that mural in the distance. I noticed it when I first walked by. What’s drawn on it? I’ll ask Elysia later.

'''Elf Elysia:''' Hiya, cute human! Is an elf such as I fated to meet you in the morning?

'''Mei:''' …

'''Mei:''' I’ve almost gotten used to you, but I suddenly want to comment on how much you resemble Elysia.

'''Elf Elysia:''' Oh, speaking of which, where’s the mature me?

'''Elf Elysia:''' Did you come to see me alone? Elf Elysia is so happy!

'''Mei:''' No… We agreed to meet here, but she’s late.

'''Elf Elysia:''' How rude of her! If I were her, I’d come much earlier than you to cherish the last moments spent with you!

'''Mei:''' The last moments?

'''Elf Elysia:''' Yeah! Aren’t you leaving after learning the truth? That’s what the mature me said when we were fixing the typewriter yesterday.

'''Elf Elysia:''' She can’t let you go.

'''Mei:''' …

'''Elf Elysia:''' She said she’ll prepare many surprises on the last island to make you remember us. So many that you can only dream of the Realm for the rest of your life.

'''Elf Elysia:''' Then you might not want to leave.

'''Elf Elysia:''' I laughed at her naivety. Why would anyone want to stay at a place where they suffered?

'''Mei:''' …

'''Elf Elysia:''' …Um, you will?

'''Mei:''' I…

'''Mei:''' …

'''Mei:''' Leaving my matters aside, why are you here? You should be keeping the archives.

'''Elf Elysia:''' About that… uh… I can explain…

'''Elf Elysia:''' Nobody came after you two had left yesterday. I got bored so I went outside.

'''Elf Elysia:''' The afternoon sun felt warm and the flowers smelled sweet. I fell asleep in no time next to a fluffy kitten.

'''Mei:''' So an elf needs sleep.

'''Elf Elysia:''' When I woke up it was dark and the kitten was gone, so I immediately ran back, but…

'''Elf Elysia:''' The archives were locked!

'''Mei:''' Locked? You didn’t lock it?

'''Elf Elysia:''' Why would I? Elysium Everlasting is super safe.

'''Mei:''' If you rule out thieves, that is. That “fluffy kitten” might be an accomplice.

'''Elf Elysia:''' Anyway, I tried all sorts of unlocking spells, but could break… open the lock, so I spent the night in the garden.

'''Mei:''' How come your magic always sounds so wrong one way or another… Anyway, you can’t unlock the archives?

'''Elf Elysia:''' Uh-huh, this has never happened to me before.

'''Mei:''' Strange… Does it house anything important besides the typewriter?

'''Elf Elysia:''' Of course! It’s home to a charming, adorable, and pristine elf!

'''Mei:''' …

'''Elf Elysia:''' And that’s it.

'''Elf Elysia:''' Oh no! Could the unique me be the target? Elf Elysia will not allow such atrocity!

'''Elf Elysia:''' I’ll correct it, even if I must resort to spells that smash the door open!

'''Mei:''' That’d be more atrocious…

'''Elf Elysia:''' Desperate times call for desperate measures! Catch you later, cute human!

'''Mei:''' (Should I remind her that she’s mass-produced and therefore not unique? Oh well.)

'''Mei:''' (But… an archive left unguarded and a typewriter that only prints the truth…)

'''Mei:''' …

'''Mei:''' (I better stop thinking about it.)

…

After a while.

'''Mei:''' (Elysia’s so slow…)

…

Elysia had not appeared.

'''Mei:''' …

…

She still had not appeared.

'''Mei:''' …?

…

'''Mei:''' Something’s wrong. Elysia doesn’t stand people up. What’s taking her so long?

'''Mei:''' Could I have misremembered the place?

'''Mei:''' …I’ll look around.

'''Mei:''' …She’s not here, either. Let’s hurry to another place.

'''Mei:''' Not here either…

'''Mei:''' This is… where I walked with her yesterday. But it seems like she’s not here.

'''Mei:''' I can see the island she was talking about from here. The fog seems… heavier than yesterday? Elysia, what exactly…

'''Mei:''' Hmm?

'''Mei:''' Those monsters just now…

'''Mei:''' No, I should look for Elysia first.

'''Mei:''' I finally met the other Flame-Chasers… Su is here too. Good timing, I’ll ask him for a prediction.

'''Kevin:''' …Impossible.

'''Su:''' I feel the same, so I double-checked.

'''Aponia:''' We may have a blind spot.

'''Mobius:''' …Is it that hard to comprehend?

'''Mobius:''' Do you actually think she’s watching us from somewhere and laughing her head off now?

'''Mobius:''' She’s never played this joke.

'''Aponia:''' Oh… I never thought I’d hear you praise her, Mobius. You must be pretty shaken.

'''Mobius:''' …

Mobius had never responded to criticism with silence.

But she only remained silent with her head down.

It was likely because someone cut in before she could retort.

'''Mei:''' Um…

'''Mei:''' Excuse me.

'''Mobius:''' Look who’s here.

'''Aponia:''' Hello, Mei. Can I help you?

'''Mei:''' Have any of you seen Elysia?

What the speaker meant…

Was up to the listeners.

'''Mei:''' …?

It happened in the blink of an eye - an invisible wall separated Mei from the other four. Silence began to creep in from the other side.

However, the reticent man opened his mouth.

'''Kevin:''' What’s your business with her?

'''Mei:''' It’s not business. She didn’t show up as agreed, so I’m looking for her.

'''Kevin:''' …

'''Mei:''' If you don’t know, you could just tell me.

'''Su:''' Sorry, visitor. Elysia… seems to be in trouble.

'''Su:''' She’s currently…

After a brief pause, Mei heard a word.

'''Su:''' Gone.

'''Mei:''' Gone?

'''Mei:''' What do you mean by “gone”? Is she hiding, or…

'''Mobius:''' Hey… looks like my lab rat is still in the dark.

'''Mei:''' …?

'''Mobius:''' Su speaks in an opaque manner. Let me translate.

The light vanished.

Cheers and laughter could be heard from a distance, reminding Mei of Elysia.

She always smiled that way, even when parting with Mei. It was eternal, pristine…

And dreamlike…

'''Mobius:''' The woman you’re looking for…

'''Mobius:''' …

'''Mobius:''' Is dead.
----
===Act 3 - Missing Data===

====<u>Gameplay 29-14  - The Majority</u>====
…

'''???:''' If one day, simply firing on me could save the majority of the population…

'''???:''' Kevin, what would you do?

He suddenly thought of those words.

What would a sage whose wisdom transcends time say in his position?

“Character is destiny.”

'''Kevin:''' …I see.

'''Aponia:''' Do you need my advice?

'''Kevin:''' Keep waiting.

'''Aponia:''' …

'''Aponia:''' It is unlike you to hesitate. Kevin… I assume you too are out of ideas.

'''Kevin:''' It’s not that complicated.

'''Kevin:''' Aponia, under the circumstances, I have only one request. What Elysia gave you…

'''Mei:''' Before you go on, I have a question.

'''Mei:''' “Elysia’s dead”? Can you explain what that means?

'''Aponia:''' Mei, don’t press him about it.

'''Aponia:''' He will only respond with “It’s none of your business”.

'''Mei:''' I can guess that, but it doesn’t mean pressing is useless.

'''Aponia:''' But there’s no hurry. Isn’t Su… validating the matter?

'''Mei:''' …

'''Mei:''' Aponia, what did you tell him? He’s been like that ever since.

'''Aponia:''' Ah… Before that, I had perceived unusual changes in the Realm.

'''Aponia:''' It was an… emptiness that I could not ignore, so I asked Su to monitor it for me.

'''Mei:''' Can’t you do it yourself?

'''Aponia:''' I have no problem detecting, but the bearer of the 2nd Divine Key is much better at sourcing.

'''Aponia:''' I fear I’d involve other parts of the Realm if I were to do it myself. It may even… prevent us from conversing this way.

'''Mei:''' What did he find out?

'''Aponia:''' Elysia… disappeared from the Realm.

'''Mei:''' Disappear… You’re saying a sim has never disappeared in fifty thousand years?

'''Aponia:''' Yes. Vanishing is far from hiding, and…

'''Aponia:''' Let us wait for Su’s conclusion.

'''Su:''' …

'''Su:''' …?!

'''Mei:''' Did I interrupt you?

'''Su:''' It’s you… visitor. No, it was only stagnation.

'''Su:''' Visitor, have you encountered any invalid data from the Realm at Klein’s?

'''Mei:''' Invalid… I did. And I only got out thanks to Klein.

'''Su:''' It matters not. Visitor, as abrupt as it sounds… could you lend me a hand?

'''Su:''' I’m trying to locate Elysia in the vast flow of information from the Realm… but after fifty thousand years, it’s riddled with useless data.

'''Su:''' This stagnation may cost me clues.

'''Mei:''' You want me… to destroy the useless data?

'''Su:''' Yes. Since you’ve encountered it and possess a Herrscher’s authority… there’s no better candidate.

'''Mei:''' Which also means you haven’t found a trace of Elysia till now.

'''Su:''' …Yes.

'''Mei:''' …

'''Su:''' However, what I’ve seen cannot constitute even half of the data in the Realm.

'''Mei:''' Then… what should I do?

'''Su:''' I will continue to source her in the valid areas, but this time you will join me in the flow. If invalid data appears, please destroy it before I can sense it.

'''Mei:''' I’ll try my best.

'''Su:''' You have my thanks.

'''Su:''' There is a limit to the amount of invalid data. You will not need to, and in fact cannot, destroy it all. You need only prevent it from interfering with me.

'''Su:''' We will return to this place safely. Do you need to make other preparations?

'''Mei:''' No need, let’s go.

'''Su:''' From here on, I must direct all my attention to retrieving the Realm’s data.

'''Su:''' If anything disturbs… please repel it for me.

'''Moth Researcher:''' That’s all? You consider that a good reason?

'''Mei:''' This is…

'''Moth Researcher:''' I know they live with danger… but aren’t we the same?

'''Moth Researcher:''' What’s so special about them? Just because they’re luckier? That they can survive even after becoming those monsters?

'''Moth Member:''' Special… Erm, do you know Kosma? He’s one of the thirteen MANTISes.

'''Moth Researcher:''' …?

'''Mei:''' Images from the Previous Era…

'''Serious '''Man:''' Think this through properly. You’re digging your own graves.'''

'''Cocoon Member:''' Then, starting today… We’re deserting the MOTHs.

'''Cocoon Member:''' I’ll take care of that Mobius. No worries.

'''Unfamiliar '''Man:''' It’s not about being worried… Do you have a screw loose? Who’d call themselves a deserter?'''

'''Unfamiliar '''Man:''' Humanity is finished… This is… an informed decision any sane human would make.'''

'''Unfamiliar '''Man:''' Anyway, I couldn’t care less. I don’t care about the world’s truth or the final victory. I just want someone to hold me when I die… and not… and - '''

((Author's Note - text cut-off)

'''Hua:''' Stop, Kevin. We should retreat.

'''Mei:''' Hua?

'''Hua:''' Doing so… is meaningless. We must seize the chance. “This is not the time to be discouraged”.

'''Kevin:''' I’m not discouraged and things haven’t ended.

'''Mei:''' What’s wrong?!

'''Mei:''' Are they all… irrelevant data? Why are they… so ferocious?

'''Mei:''' Thankfully, they didn’t charge at us all together… Is it because Su hasn’t retrieved the next part? But there are so many…

'''Mei:''' This… is Su accelerating his process?

'''Kevin:''' Step back, Herrscher of Thunder.

'''Mei:''' Kevin?

'''Kevin:''' Is it over?

'''Mei:''' Not yet… Now it is.

'''Mei:''' Why are you here?

'''Kevin:''' Aponia said you need help.

'''Su:''' Kevin? I see…

'''Kevin:''' Su, how did it go?

'''Su:''' I’ve retrieved all the data in the Realm…

Su heaves a sigh and shakes his head.

'''Su:''' Not only have I gained nothing, but SAKURA’s data has also been corrupted.

'''Mei:''' SAKURA?

'''Su:''' Yes, the data forming her has vanished, but some traces she left are preserved by chance.

'''Su:''' In other words, she has not completely vanished like Elysia, but is similarly unfindable.

'''Kevin:''' …

'''Kevin:''' I see. Let’s get out of here first.

An hour passed.

Time cannot be recovered.

Just as cause and effect.

'''Mei:''' …

'''Mei:''' (Are they waiting for something?)

'''Aponia:''' Which is to say… we can confirm it.

'''Aponia:''' Elysia…

'''Aponia:''' She really… departed.

…

'''Mobius:''' Heh. All for nothing.

'''Mobius:''' When did it become difficult for you to accept reality? At that time… why didn’t you show this expression?

'''Mei:''' (…)

'''Mei:''' (An hour’s passed. Are they going to continue bickering fruitlessly?)

The thought made her turn her attention to the only person who was qualified.

Aside from Elysia, only he could command the Flame-Chasers that each went their own way, even if only temporary.

'''Kevin:''' We will only speak of this matter here.

'''Mobius:''' Well, well… If it isn’t the sidekick.

'''Mobius:''' I thought you’d panic and play dead like a mole without someone to follow around.

'''Kevin:''' This is important. I’ll only say it once.

'''Kevin:''' Before we make progress in our investigation, making this matter public would only do harm.

'''Kevin:''' Unless I state otherwise, you mustn’t tell a sixth person in the Realm.

'''Kevin:''' If someone doesn’t want to cooperate… I don’t mind shutting them up differently.

'''Mei:''' But… if you’ve retrieved all the data, what’s there left to do?

'''Kevin:''' I need to confirm the nature of this happening.

'''Mei:''' The typewriter that won’t put out false messages?

'''Kevin:''' Correct.

'''Kevin:''' But before that…

'''Kevin:''' Do you have anything to add, Mobius?

'''Mobius:''' …

'''Mobius:''' Yeah, yeah, I’ll play along for now. As for how long… that depends on my mood.

'''Mobius:''' After all… I don’t have the slightest interest in mourning a traitor. You… humans always deny the right path…

'''Mobius:''' Then you rue your decision when it’s too late. That’s why you… bore me to the bone.

Mobius left with her chin up and did not look back.

'''Su:''' Kevin…

'''Kevin:''' She won’t give it away. Now then…

'''Kevin:''' What about you, Aponia?

'''Aponia:''' Kevin. From that time onward, we’ve become equally special. If I cannot keep a secret…

'''Aponia:''' The situation would be very different.

'''Aponia:''' And I’ll be away for a while.

'''Su:''' Are you… going to investigate this your way?

'''Aponia:''' Yes, but not because I don’t trust you, Su. I only want to contribute however I can.

'''Su:''' Very well. I will continue trying.

'''Aponia:''' And… Mei, can I ask you for another favor?

She smiled at Su and Kevin.

'''Aponia:''' Mei, can you come closer? I don’t want the boys to hear it.

'''Mei:''' …?

After a moment.

'''Kevin:''' Meeting dismissed. Whatever the case, be cautious.

'''Mei:''' Kevin, wait.

'''Mei:''' I’ll go with you. I need to confirm something… with the typewriter.

'''Kevin:''' …

'''Mei:''' I won’t accept any conclusion unless I see it with my own eyes.

'''Kevin:''' …

'''Kevin:''' Stay close.

…

…

'''Mobius:''' Oh my. You knew I’d come back?

'''Aponia:''' Yes… or I wouldn’t have stayed.

'''Aponia:''' But Mobius… I don’t think you left at all.

'''Mobius:''' Hmph… You’re as unagreeable as ever.

'''Aponia:''' I am? You know, you just spoke my mind… But the thing is, I’m not important.

'''Aponia:''' How do you view this matter, Mobius?

'''Mobius:''' You mean Kevin? Hmph, has anyone here managed to read his mind?

'''Aponia:''' Read his mind… Perhaps we made him out to be someone way more complicated.

'''Mobius:''' …?

'''Mobius:''' Yeah… maybe he’s not. Anyone with a discerning eye could tell…

'''Mobius:''' He’s really agitated this time.

…

The moon hung high. The end had come.

'''Hua:''' …Stop, Kevin. We should retreat.

'''Hua:''' Doing so… is meaningless. We must seize the chance. “This is not the time to be discouraged”.

'''Kevin:''' I’m not discouraged and things haven’t ended.

Above the pale grey dust, the man standing in the bleak universe was slowly lifting up his sacrificed friend until he was upright.

'''Kevin:''' But he… should’ve died standing.

Those who witnessed the scene speculated about his intention.

But they mistook him for someone far more complicated.

--

====<u>Gameplay 29-15 - Light and Shadow</u>====
After a while.

They were discussing mature issues.

As usual, she was unable to participate, nor was she interested. They could not see the colors of their lives, for they were within them.

'''Griseo:''' (…)

'''Griseo:''' (Is Kosma a grown-up too?)

'''Kosma:''' …Aponia, what are you giving to Griseo?

'''Kosma:''' I won’t let you touch her without telling the truth. I warned you not to trust anyone.

'''Mei:''' I’ve explained it many times, I know nothing about it.

'''Mei:''' Say something, Kevin.

'''Kevin:''' Aponia only stroked her neck.

'''Kevin:''' Gently.

'''Mei:''' Kevin, you could’ve omitted that last line.

'''Mei:''' Kosma, you’re familiar with Aponia’s conduct. She’s only using me as an unwitting courier as of now.

'''Kosma:''' That’s what she said. What do you think?

Kosma had almost turned his back on Kevin, but it was obvious who he was asking.

'''Kevin:''' In any case, Aponia has never harmed Griseo.

'''Kosma:''' That’s not certain. Please leave.

'''Griseo:''' It’s alright, Kosma.

'''Griseo:''' Mei has a present for me.

'''Griseo:''' But… this is strange…

'''Kosma:''' …?

'''Griseo:''' Mama Aponia… why did you bring me… purple?

'''Mei:''' Purple?

Kevin’s eyes widen ever so slightly.

'''Griseo:''' Uh-huh, I’ll get it.

Griseo walked up to Mei, stood on her toes, and reached her hand up. She could not reach Mei’s neck, however.

'''Mei:''' …

Reluctant, Mei leaned down to let Griseo place her hand on the right side of her neck. The hazy light passed through her cascading tresses.

…

'''Griseo:''' That’ll do.

'''Mei:''' That’s it? Did you really pass anything? I can’t feel a thing.

'''Griseo:''' Because it has nothing to do with you.

Hearing that, Mei and Kosma both looked at Kevin.

'''Kevin:''' …

'''Kevin:''' Let’s get out of here. We’ve wasted enough time.

'''Mei:''' That’s what I’m thinking.

'''Griseo:''' Are you… hiding something from Kosma and me?

'''Mei:''' Hmm?

Mei almost glanced at Kevin unconsciously.

Maybe visiting the girl who could absorb the colors of others before setting out was a bad idea.

'''Mei:''' Well… we didn’t mean it.

'''Mei:''' Kevin has private matters. You can ask Kosma about them. Even boys have secrets.

'''Kevin:''' …?

'''Kevin:''' Indeed.

A blatant lie.

'''Griseo:''' I’m going with you.

'''Kosma:''' Griseo?

'''Griseo:''' Nobody can force answers on me. I’ll be the judge of that.

This time, Kevin and Kosma immediately looked at Mei.

'''Mei:''' Right, I know that’s what I said.

'''Mei:''' But she’s been influenced by me too easily this time.

'''Mei:''' Griseo, we need to deal with other things first. Once we’re done, we’ll come back and take you with us, okay?

'''Griseo:''' You promise?

'''Griseo:''' …

'''Griseo:''' …

'''Griseo:''' …Never mind.

Finally, it was Kevin and Mei’s turn to look at Kosma.

'''Kosma:''' Wha… Okay, fine.

'''Mei:''' I must say… Elysia’s way of speaking isn’t guaranteed to work.

'''Kevin:''' Stop imitating her if you know that.

'''Mei:''' …

'''Mei:''' In reality, did she also influence many aspects of the world before departing?

'''Kevin:''' …

'''Kevin:''' It’s useless to merely talk about what you cannot imagine, Herrscher of Thunder.

'''Mei:''' Alright.

'''Griseo:''' …

'''Griseo:''' Kosma, let’s go too.

'''Mei:''' I didn’t expect you to do it yourself.

'''Kevin:''' TImes have changed.

'''Kevin:''' Elysia was the one who handled these types of matters.

'''Mei:''' What about you? Did you just sit on some chair and wait around for change?

'''Kevin:''' The stronger you are, the more prudent you should be. This was also her stance.

'''Mei:''' I now understand the truth behind the Flame-Chaser system. Is this one of the influences you mentioned?

'''Kevin:''' Not only that. She influenced humans…

'''Kevin:''' And the world.

'''Mei:''' The world?

'''Kevin:''' …

'''Kevin:''' Forget about that.

'''Kevin:''' Don’t get me wrong. I meant that language cannot describe the severity of that matter.

'''Mei:''' So… is there a deeper reason for hiding this matter from the others?

'''Kevin:''' You ask this question because you’re unaware of what Elysia means to them.

'''Kevin:''' But reality has long proven this point.

'''Mei:''' Kevin, you’ve noticed, haven’t you?

'''Kevin:''' Yeah.

'''Mei:''' Then… can you catch up?

'''Kevin:''' …

'''Kevin:''' That is what I should be asking you.

'''Kosma:''' We’ve been detected.

'''Griseo:''' Are we too close?

'''Kosma:''' It’s Kevin after all. And the Herrscher’s with him.

'''Kosma:''' Do you still want to follow them?

'''Griseo:''' Mhm. But… can I paint something first, Kosma?

'''Kosma:''' But…

'''Kosma:''' Fine, just this once.

'''Mei:''' Looks like we’ve lost them.

'''Kevin:''' Not yet.

'''Mei:''' …?

'''Mei:''' Now you’re standing by?

'''Kevin:''' I’m thinking about other issues.

'''Kevin:''' Let’s split up. Herrscher of Thunder, you should know to whom this power belongs.

'''Mei:''' Did Griseo like getting to the bottom of everything?

'''Kevin:''' Not before meeting you.

'''Mei:''' …

'''Mei:''' If you’re thinking about other issues… What are we supposed to do?

'''Kevin:''' You go on ahead. I’ll go back and try to convince Griseo.

'''Mei:''' Are you sure? If I were you, I’d never let you reach there first.

'''Mei:''' Or I wouldn’t have asked you to see Griseo together.

'''Kevin:''' You don’t have to worry about me.

'''Mei:''' Are those… the monsters I saw before?

'''Mei:''' That explains why they appeared erratically and bore no resemblance to the other monsters.

'''Mei:''' But looking back… Griseo, were they also your work?

'''Mei:''' Were they created by you, or… like what happened with Kosma, someone’s heart?

'''Mei:''' I should get down to business. I’ve wasted enough time.

'''Mei:''' This is the place.

'''Mei:''' …Huh?!

'''Kevin:''' …

The man as cold as ice arrived nearly simultaneously.

'''Mei:''' You sure you convinced Griseo? I just got here.

'''Kevin:''' I’ve frozen all paths temporarily.

'''Mei:''' …

'''Mei:''' Alright.

They looked at the door to the archives. It appeared to be perfectly normal, but…

…

'''Mei:''' …?!

'''Mei:''' There’s so many of them… What happened?

'''Elysia is Dead:''' Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead.

'''Mei:''' This is?!

'''Elysia is Dead:''' Elysia is dead. Elysia is dead.

'''Elysia is Dead:''' Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead.

'''Elysia is Dead:''' Elysia is dead. Elysia is dead. Elysia is dead. Elysia is dead.

'''Kevin:''' Herrscher of Thunder.

'''Mei:''' What is it?

'''Kevin:''' …

The man held out a sheet of paper.

'''Mei:''' What’s the difference?

'''Kevin:''' The content.

'''Mei:''' …

'''Mei:''' This is… SAKURA’s sister’s…

'''Mei:''' I’ve seen this record. Given your attitude, it’s factual?

'''Kevin:''' Yes.

'''Mei:''' It all boils down to Aponia’s Discipline twisting the guards’ minds, which led to the killing of SAKURA’s sister, contrary to Aponia’s intention?

'''Kevin:''' As you’ve said.

'''Mei:''' …

'''Mei:''' Have you read the other files? What they say is consistent…

'''Kevin:''' …

'''Mei:''' So that typewriter really only records facts?

'''Mei:''' About that typewriter–

'''Kevin:''' It’s too late.

'''Mei:''' …

'''Mei:''' (That elf keeper said the archives were locked last night. Maybe…)

'''Mei:''' What’s your take? Who could’ve done it?

'''Kevin:''' …

'''Mei:''' I’ll rephrase that… Why did that file concerning SAKURA appear there and then…

The man did not answer.

'''Mei:''' What about Elysia? Are you going to tell me that these files are sufficient to prove her death?

He still did not answer.

'''Kevin:''' …I’ll reconfirm.

'''Mei:''' What are you going to do? I don’t believe she’d “die” so oddly.

'''Kevin:''' …

'''Kevin:''' I said I’ll reconfirm.

'''Mei:''' …

'''Mei:''' I knew it.

'''Mei:''' Then we have no reason to go together.

'''Mei:''' Kevin, as a leader, you truly… disappoint me.

'''Kevin:''' …

…

Long after they left, footsteps sounded again outside the door.

'''Kosma:''' Griseo, are you in there?

…

A girl crawled out from under the table.

'''Griseo:''' They caught up…

'''Kosma:''' …

'''Kosma:''' You knew they would come all along?

'''Griseo:''' No… just… followed the colors…

'''Kosma:''' …

'''Kosma:''' What happened? Are you alright?

'''Griseo:''' Mmm… some… mature topics.

'''Griseo:''' Kosma… are you… an adult too?

'''Kosma:''' Why do you ask?

'''Griseo:''' Because… I can’t understand them.

'''Griseo:''' But I think… I’m going to join them…

'''Kosma:''' …?

In the dark room, she was aglow with a purple light bestowed upon her.

--

====<u>Gameplay 29-16 - The Long Walk</u>====
He broke away from the continuous observation, but his confusion only deepened.

If grasping a leap out of the sea of thought is required to achieve enlightenment…

Then is one’s self also essential to the search for answers?

He did not know the answer yet.

'''Su:''' …Visitor?

'''Mei:''' Lately you’ve been looking surprised increasingly often, Su.

'''Su:''' I can only do so many things at once.

'''Su:''' Have you gone to the archives?

'''Mei:''' Yes, but the typewriter… was broken before we got there.

'''Mei:''' And the culprit didn’t leave a trace.

'''Su:''' An anomaly appeared there as expected. What about Kevin?

'''Mei:''' He said random things and acted like he was going to do random things, like he used to.

'''Mei:''' What did you mean by “as expected”?

'''Su:''' In my observation, what happened in the archives last night exhibited either stagnation or inadequacy and cannot be detected.

'''Su:''' …As if space itself was frozen at the time.

'''Mei:''' (Freezing the space… that sounds familiar.)

'''Mei:''' Who could’ve done it besides Kevin?

'''Su:''' Too many.

'''Su:''' Mobius, Aponia… and even me.

'''Mei:''' …You weren’t exaggerating.

'''Su:''' Oh?

In Su’s hand, a suspended new leaf abruptly sent out a faint ripple, of which he only caught a glimpse.

'''Su:''' “Elysia’s dead”. And SAKURA’s…

'''Su:''' So that’s what you saw.

'''Mei:''' That place was scattered with the same files. Has anything similar happened before?

'''Su:''' Never. And the typewriter you saw… has never recorded any nonfactual information.

'''Mei:''' Which means that Elysia really is…

'''Mei:''' …

'''Mei:''' Regardless of whether the evidence is conclusive, Su, do you believe it could have happened?

'''Mei:''' That Elysia…

'''Su:''' Are facts now what we hate to accept but cannot refute?

'''Mei:''' …

'''Su:''' Visitor, everyone’s ability has its limits. Elysia and I are no exception.

'''Su:''' Perhaps you should seek help from another kind.

'''Mei:''' That’s what I intend to do. As it stands, Klein or even the Kevin in real life might be more helpful.

'''Mei:''' But before that… I want to hear a Flame-Chaser’s opinion.

'''Su:''' Oh?

'''Mei:''' In any case, I’m certain Elysia has the answer I’m looking for. Just when I’m about to touch it…

'''Mei:''' Poof. I was so close.

'''Mei:''' It felt like being toyed with by an unknown force.

'''Mei:''' And I’ve been fed up with this toying since long ago.

'''Su:''' …

'''Su:''' Visitor, would you like to go with me? In a different way from Kevin’s, of course, as most of my thinking is committed to observation.

'''Mei:''' A different way… your unique psyche link?

'''Su:''' Correct. I believe this will provide help at the very least, and…

'''Su:''' Rest assured that I will not spy on you. I will only be attached to the surface of your psyche.

'''Mei:''' But what does that mean to you? You don’t need to get out there.

'''Su:''' As a doctor, I’m obliged to interview my patients.

Furthermore, there is a presence or absence not synced between Flame-Chasers… but he held that back.

'''Su:''' …Please believe me, visitor. Psychics are most effective against humans.

'''Su:''' Visitor, I hope you won’t mind this.

'''Mei:''' So this is… a psyche link? I can barely feel anything.

'''Su:''' This skill was originally used to control the bodies of my comrades that could no longer fight.

'''Su:''' But I’m unable to control a strong Herrscher like you directly. So naturally, its influence on you is minute at best.

'''Eden:''' Hmm… Miss Raiden?

Eden looked drunk.

'''Mei:''' Eden, have you seen Elysia?

'''Su:''' Visitor, that’s too blunt.

'''Mei:''' Relax, I know what I’m doing.

'''Eden:''' Ah? Mei… what are you talking about? You know what to do… but still came to see me?

'''Mei:''' Um… that’s… another matter.

'''Mei:''' I want to ask Elysia something, but she went missing. I’ve looked nearly everywhere.

'''Eden:''' Isn’t that… natural? Elysium Everlasting is her playground. If she wants to be alone, nobody will be able to find her.

'''Eden:''' Don’t we all want to be alone at some point?

'''Mei:''' Has this happened before?

'''Eden:''' More than once. Ellie… she’s concerned about how everyone feels when she’s gone.

'''Eden:''' I once saw her musing at her desk… I asked her what she was doing, and she replied…

'''Eden:''' “I want to write a long letter that’d make any reader miss me.”

'''Eden:''' Maybe Ellie is watching us from somewhere, delighted to see how much we miss her…

'''Su:''' …

'''Mei:''' Eden, what if Elysia disappeared for real? Just hypothetically speaking.

'''Eden:''' …

Eden’s lips moved without uttering a sound. Or rather.. The sound had been absorbed clean.

She was producing an attraction visible to the naked eye.

A long time ago, this idle singer… was also a soldier.

'''Eden:''' …I must be drunk. I’m sorry I made a scene.

'''Eden:''' Miss Raiden, in my opinion, such a hypothesis is impossible.

'''Mei:''' Can I borrow you for a moment, Hua?

'''Hua:''' Please do. Time means little to us.

'''Mei:''' I recall you erase unnecessary memories from time to time. Given your current condition, does that mean…

'''Mei:''' You lose a part of yourself every time?

'''Hua:''' Mei, I don’t get what you’re talking about.

'''Hua:''' Memory is proof of living. For people in real life, it equates to losing a part of themselves.

'''Mei:''' Uh… sorry.

'''Mei:''' What about the erased memories?

'''Hua:''' Completely gone and cannot be recovered.

'''Mei:''' If you wipe all your memories at once, what will happen?

'''Hua:''' …?

'''Hua:''' Mei, did something happen?

'''Mei:''' …Sorry, I can’t tell you. I have my reasons.

'''Mei:''' But I won’t hide the fact that I’m hiding something.

'''Hua:''' …I see.

'''Hua:''' To answer your question, if I erase all my memories, all traces of my existence here will disappear as a result.

'''Hua:''' For the Flame-Chasers who are already dead… it means that their final legacy will cease to exist.

'''Mei:''' Is there a remedy?

'''Hua:''' To my knowledge, no.

'''Mei:''' I understand… Thank you.

'''Su:''' Visitor, I don’t mean to offend… but you are usually less trusting.

'''Mei:''' To me, she isn’t someone else. Although there is still a long time between the two, Hua is Hua, nothing more.

'''Su:''' I… see.

'''Mei:''' These monsters have such tough bodies.

'''Su:''' Don’t worry, visitor. I’ll give you a little support.

'''Su:''' Karma Wheel.

'''Mei:''' You call this… “a little support”?

'''Su:''' A simple trick not worth mentioning.

'''Mobius:''' Oh? Lab rat?

'''Mobius:''' Didn’t I tell you to leave me alone?

'''Su:''' No, she didn’t say that.

'''Mobius:''' Ha? Su’s working with you? His judgment worsens by the second.

'''Mei:''' You can hear him?

'''Mobius:''' Of course not, but his presence is easy to detect. What did he say?

'''Mei:''' He said… “Quit talking this way for someone your age”.

'''Mobius:''' You’re horrible at lying, lab rat.

'''Mobius:''' Don’t talk to me unless there’s anything urgent. I’m not like you people.

'''Mei:''' Mobius. The typewriter confirmed that Elysia… is dead.

'''Mobius:''' Hmph, and what a waste of time that was.

'''Mobius:''' Is Su still here? Tell him to listen up…

'''Mobius:''' Now do you regret your actions? If you did as I said, instead of obstructing me at every change you got… things would never have turned out this way.

'''Mobius:''' That woman… She got herself killed. I could’ve let all of you bask in the real sun long ago.

'''Su:''' I don’t think she wants to help.

'''Mei:''' Obviously.

'''Mei:''' Mobius… are you really not intervening this time?

'''Mobius:''' Lab rat, do you think we’ve only lost one person?

'''Mei:''' I don’t think so.

'''Mobius:''' Then why do you even ask? I will neither turn back nor stop.

'''Mobius:''' No matter… who we lose.

'''Mei:''' We made no progress.

'''Su:''' Because it was sudden and unprecedented.

'''Su:''' (Even hiding secrets from each other…)

'''Mei:''' Su, I’ve decided to take a look in the real world. Klein may be able to provide technical support from a fresh angle.

'''Su:''' It’s worth a try.

'''Su:''' Visitor, I will return you to the Realm’s exit. We will both do whatever we can.

'''Su:''' Visitor, this is as far as I can accompany you.

'''Mei:''' That’d be enough. Thanks. I won’t be away for long.

'''Su:''' …

'''Su:''' Maybe it’d be wiser for you to leave once and for all.

'''Su:''' But I will not interfere. Your path… is yours to decide, visitor.

'''Mei:''' Thank you.

Without warning, the power left by Su was yanked out as the psyche link snapped. For a few seconds, Mei was hit by a feeling of exhaustion.

'''Mei:''' Time to go.

The girl walked into the darkness that had consumed the passageway, believing the light would come back.

The psychic’s influence persisted in her consciousness, causing some of her memories to surface for no reason.

She remembered a quote that her father liked to read to her when she was little…

“Those who we love will run back to us. Back to the honorable morning of the new world. We must look after them well.”

Her life experience made her realise that those people may never come back. But… what about that morning?

'''Mei:''' Am I there?

'''Mei:''' …?!

'''Mei:''' This… I’m back in the Elysian Realm?

'''Mei:''' I’m looking at the exit.

'''Mei:''' Did someone jam my perception in the realm of consciousness? No… that’s hardly possible under Su’s nose.

'''Mei:''' I should try to get back to the hall.

'''Mei:''' Why?!

'''Mei:''' Did I enter the same trial as before?

'''Mei:''' …

'''Mei:''' No, it should’ve ended. And these monsters… they’re far more powerful than the ones I encountered.

'''Mei:''' Hmm?!

'''Mei:''' …

'''Mei:''' This is bad, Elysia has gone missing and I have no way of contacting the outside world… If I die now…

'''Mei:''' No… Not yet…

'''Mei:''' I’ve… met that…

'''Mei:''' Why…

'''Mei:''' No… Not yet…

Meanwhile, on the other side.

'''Su:''' There was nothing after that?

Su woke up from the sea of thought. It was another fruitless attempt.

He thought of Mei, so he began sensing her in the torrent of data… that unending peal had already left the Realm.

'''Su:''' That visitor must have reached reality.

'''Su:''' Hopefully, when you return… this place still exists.

He closed his eyes again and immersed himself in foreseeing.

Then there was only darkness.

--

====<u>Gameplay 29-17 - A Silent Past</u>====
A long time later.

The site was dead silent, entirely unlike how it struck people as.

The man recalled the last time he stepped into the Deep End. Even in that grim wasteland, the singing of hymns had never ceased.

He once said that he did not reminisce about the past.

'''Kevin:''' …

But he who stood there was already a relic of the past.

'''Kevin:''' Am I too late?

'''Kevin:''' …

His answer was obvious. Even in the most extreme speculation, it would take a miracle to do anything to that woman.

Then why is this place silent?

The man looked around. He did not raise his voice, but everything he uttered, be it a murmur, carried weight… and was as cold as an ultimatum.

'''Kevin:''' I’m Kevin.

'''Kevin:''' I will now come in.

'''Kevin:''' All the flow has gathered here. Aponia, what are you investigating?

'''Aponia:''' Hmm?

'''Aponia:''' …

'''Aponia:''' It is you… only you could have come here quietly.

She looked over the man’s shoulders. The path by which he came was clean and peaceful.

Previously, all attempts to approach her… left a mess behind.

'''Aponia:''' Those creations… could not hinder you one bit?

'''Kevin:''' Because they were afraid to look at me, whether I’m dead or alive.

'''Aponia:''' It’s unlike you to say that.

'''Aponia:''' It’s also unlike you to set foot in here without her direction.

'''Aponia:''' Kevin, have you finally decided to… fulfill your responsibility as a leader?

'''Kevin:''' That typewriter was destroyed by someone.

'''Aponia:''' Oh?

'''Aponia:''' I’m sorry… I was trying to focus everything I could invoke here to sort something out.

'''Aponia:''' It has distracted me from the outside world, unfortunately. Please wait a moment.

Her hands slowly reached towards Kevin. It was the more efficient way to acquire new experiences. Yet before Kevin could frown, she withdrew her hand.

Hand. It was habitually raised and reverently lowered.

'''Aponia:''' …It’d be better for you to tell me. I believe you detest verbosity.

'''Kevin:''' The many remaining files only said one thing: “Elysia is dead.”

'''Aponia:''' …

'''Aponia:''' Is that as objective as it was, Kevin?

'''Kevin:''' We don’t know any counterexample, which is why you hid it there.

'''Kevin:''' Apart from that, there’s a file concerning the 12th Herrscher.

The man paused to ensure what would follow was necessary.

'''Kevin:''' Concerning SAKURA’s sister, to be exact.

'''Aponia:''' …

'''Aponia:''' That explains it. You see, Kevin, we always reap what we sow.

'''Aponia:''' Which means… the anomalies I noticed weren’t entirely random.

'''Kevin:''' What do you mean?

'''Aponia:''' Kalpas also disappeared from the Realm. Like SAKURA, his data appears to be corrupted.

'''Aponia:''' Moreover… he only sees SAKURA as a worthy companion, even if he doesn’t acknowledge it.

'''Kevin:''' So you suspect… that SAKURA has learned about that incident.

'''Aponia:''' More like she’s confirming what she’s already sensed. For one, she’s discussed severing a Discipline with Kalpas.

'''Aponia:''' SAKURA… she will soon exact revenge on me.

'''Aponia:''' Or why would I make Griseo leave me in these treacherous times?

'''Kevin:''' …

'''Aponia:''' You don’t seem to agree.

'''Kevin:''' I won’t underestimate my companions unless I’m proven wrong.

'''Aponia:''' But we must be prepared. We have learned enough life lessons of being too late.

'''Kevin:''' Aponia.

'''Aponia:''' Yes?

'''Kevin:''' Why did you give the key to Griseo?

'''Aponia:''' Do you think someone who will be caught in a storm such as I should keep it?

'''Kevin:''' That’s not her responsibility.

'''Kevin:''' And likely not something she can handle.

'''Aponia:''' You can trust me, Kevin. Are you not… going to do the same?

'''Aponia:''' You would not have come if you wanted to sit out other matters.

'''Aponia:''' But I will remain here. I have made discoveries…

'''Aponia:''' But unfolding the whole picture would take longer. Honestly, I’m having trouble adapting.

'''Kevin:''' I have things I must do.

'''Aponia:''' Once again, you have refused to confide in me. Well then…

She suddenly stopped.

'''Aponia:''' …Kevin?

'''Kevin:''' …

Chaotic threads were attaching themselves to the man. They were vibrating like an image going static.

'''Aponia:''' So it was Su who sent you here.

Admittedly, the thought of Kevin’s data being corrupted crossed her mind in that instant…

But she immediately denied it.

She knew everything here could perish… except Kevin.

If that were to happen… the pillar supporting the sky would crumble.

By then, even the most foolish would open their eyes to the impending doom.

'''Aponia:''' Farewell, Kevin. I hope we can meet again.

'''Kevin:''' Farewell.

'''Kevin:''' Thanks. I did meet her.

'''Su:''' Have you made any progress?

He shook his head.

'''Kevin:''' What about the observation on previous anomalies?

'''Su:''' Fruitless. Normally, I should be able to locate SAKURA by now.

'''Su:''' But she remains… the only logical end to this ball of threads.

'''Kevin:''' I want to hear your intuition.

'''Su:''' …

'''Su:''' If she is alive… she is our enemy.

The man did not respond. Silence crept in from every side.

'''Su:''' Kevin, what is keeping you here?

'''Kevin:''' …

'''Kevin:''' A choice.

'''Su:''' A choice? Kevin, have you found another way?

'''Kevin:''' Before I came here, someone came to me and showed me the anomalies we overlooked.

'''Kevin:''' I was unprepared for whom that person was and what those clues were.

'''Su:''' Even I failed to foresee them?

'''Kevin:''' Yeah. But I can’t let anyone, even you, know the details. I’m sorry.

The man raised his head, his gaze piercing the vast sky and going beyond the true and false… It was his gaze of measuring a powerful foe.

'''Kevin:''' If that assumption is true… then saying is failing.

'''Su:''' …

'''Su:''' Kevin, I trust you unconditionally and unreservedly. You do not need to explain yourself.

'''Kevin:''' You too.

'''Su:''' Yeah, me too. Well then, have you made up your mind?

'''Kevin:''' Yes, I must help the other with something. This is the only way to verify an assumption.

'''Kevin:''' So.. before that…

'''Kevin:''' …

'''Su:''' You do not need to answer and I do not need to ask. You can tell me the conclusion.

'''Kevin:''' Understood. But first, I must entrust you with this.

…

Kevin stood there, showing no sign of moving. In the next instant, an azure light emerged from him.

It was a light that could submerge everything. Even with eyes open, one could not see their surroundings.

But Su’s eyes flew open. They flashed with an inexplicable emotion.

“Unconditionally and unreservedly.” Despite his words, Su suddenly felt a tinge of hesitancy.

Entrust. Kevin seldom said this word, and the last time he said it was…

Su could not remember. They went way back, making it difficult to pick out a particular event.

'''Su:''' Then… it’s goodbye for now?

'''Kevin:''' …

'''Kevin:''' Su, in your prediction, how will this Realm end?

'''Kevin:''' How will we end?

'''Su:''' I… All I could see was darkness.

'''Su:''' But my forecasting was not impeded.

'''Kevin:''' That’s the future?

'''Su:''' Kevin. The Realm is a world in itself, and like any world, it rises and falls.

'''Su:''' Perhaps… everything will perish.

'''Kevin:''' …

Even after hearing these words, the man did not move a facial muscle. He turned away, and his goodbye fell to the ground so heavily yet so lightly.

'''Kevin:''' When I come back, we will go back to yesterday.

'''Su:''' …Kevin.

'''Kevin:''' …

…

…

Clouds gathered at dusk.

'''Kevin:''' …

The one who invited Kevin, who had been waiting in a shadowy corner of Elysium Everlasting, finally came.

…

…

…

'''???:''' …?

'''Kevin:''' I took care of some loose ends.

'''???:''' …

'''Kevin:''' So Elysia really is…

'''Kevin:''' …

'''Kevin:''' Dead.

'''???:''' …

The tone of the one who arrived changed. It sounded uncharacteristically overcautious.

'''Kevin:''' If this is the situation, then there’s no other way.

'''Kevin:''' What are your odds?

This is a question too heavy and cruel. It did not bounce back from the shadows.

'''Kevin:''' What are your odds?

…

'''???:''' …

'''Kevin:''' I know.

'''Kevin:''' 10%. You want us to risk our only sword for a success rate of 10%?

'''???:''' …?

'''Kevin:''' …

'''Kevin:''' No, I will.

'''Kevin:''' The reason is simple. Any other plan stands a slimmer chance.

It was obviously a surprising response. The visitor’s tone changed again.

But it grew more eerie, until laughter escaped the shadows.

'''???:''' …

'''Kevin:''' I know my real self still exists in the real world. If I were him, I’d flatly refuse to gamble.

'''Kevin:''' But I’m not him.

'''Kevin:''' The long time he spent alone is also not mine.

Birds had stopped singing and night had fallen.

--

====<u>Gameplay 29-18 - Waiting for a Message</u>====
She had lost count of how many times the girl in front of her had fallen into a coma.

'''Hua:''' …

Hua stared at the unconscious Mei, as if she was her ancient self.

She was once like the girl, fainting, struggling, and being experimented on for various reasons.

'''Hua:''' (These are all… unpleasant memories.)

Yet these unpleasant memories were all that haunted her.

The warm memories that one would enjoy on a winter’s day had deserted her.

Of course, the painful memories are more important to the greater good.

But…

'''Hua:''' (Which kind of them thrusted me into this position?)

'''Mei:''' …

'''Mei:''' …Hua?

'''Hua:''' You’re awake.

'''Mei:''' (Before I fainted, what I saw was…)

'''Mei:''' …Hua, how long has it been?

'''Hua:''' Only an hour since I saw you. But… you seemed to have collapsed there much earlier.

'''Hua:''' I only went looking for you because I must deliver important messages.

'''Mei:''' But I was… fighting the monsters of the Realm. Why didn’t I log out after failing?

'''Mei:''' Did the monsters not follow up, or…

'''Hua:''' I suppose… it’s because of that.

Hua’s eyes fell on Mei’s thighs. An icy blue flow of data was dispersing like smoke. It would thin out into nothingness soon.

'''Mei:''' It’s… Klein’s comm module?

'''Mei:''' That makes sense. It’s the only thing that can protect me when I’m out cold.

'''Mei:''' (But… if this is the last time it works, I can no longer communicate with the outside world…)

'''Mei:''' Hua, you said you had important messages to deliver. What happened?

'''Hua:''' …

She did not know what to say, even if she was pondering the wording while Mei was unconscious for an hour.

'''Hua:''' We can… talk along the way.

'''Mei:''' To where?

'''Hua:''' Mei, you must leave the Realm. There’s no time left.

'''Mei:''' I didn’t think you’d say this too. But I know you have a fair reason, unlike them.

'''Mei:''' But I’m unable to do that. The road to reality has been cut off.

'''Hua:''' Cut off? You mean…

'''Mei:''' I’m trapped here. As to whether I lost the privilege to come back to life… I’d rather not test it myself.

'''Hua:''' Has anything gone wrong in reality? Or is this done by someone… from the inside?

'''Mei:''' I’m going to confirm that. Hua, what happened to make you ask me to leave?

'''Hua:''' …

'''Hua:''' It has come to this… Mei, please come with me. It’d be safer to travel together.

'''Hua:''' Nobody would believe the circumstances… unless they see it with their own eyes.

'''Mei:''' This is… Kalpas? He’s going mad again? But… this can’t be the only reason you want me to leave.

'''Hua:''' Indeed. His madness alone is not lethal.

'''Hua:''' The real problem is… the only person who can handle this situation gracefully is gone.

'''Mei:''' …?

'''Mei:''' This power… has surpassed the power he showed when battling me. Who’s Kalpas battling now?

'''Hua:''' You know him on some level. The opponent he wants is never someone in particular…

'''Hua:''' But everyone.

'''Kalpas:''' Good…. This is better!

'''Kalpas:''' None of you… are worthy to be my opponent alone.

'''Kalpas:''' Come at me all at once. Don’t waste my time.

'''Kosma:''' The typewriter hasn’t made a judgment like last time.

'''Kosma:''' We should not rush.

'''Kalpas:''' Is that so? Isn’t the blind beside you special here?

'''Kalpas:''' If this hadn’t happened, do you think he’d be in this state? Like a corpse?

'''Su:''' …

'''Kalpas:''' When I kill you all, I’ll kill the rest one by one.

'''Kalpas:''' Only then will that scumbag, that traitor, realise one can never get away with this!

He was not all talk. From fifty thousand years ago to today, he had only shown this side to his companions once.

Judging from that sea of ember, it’s not hard to imagine what Kalpas had just done.

What was worse was that none of the people standing here were capable of persuading him.

'''Hua:''' (Eden… Griseo… Kosma…)

'''Hua:''' (This was how the real conflict went… They aren’t suitable to control this situation.)

Hua scanned across every person at the scene calmly. With Su remaining silent, she had to make the call.

'''Hua:''' Calm down, Kalpas, you’re not an animal.

'''Kalpas:''' Maybe… but not now.

They exchanged the same words then. But what happened afterwards?

Kalpas walked towards them.

Kalpas, who had the highest kill count in the group.

Kalpas, who saw everyone as a potential enemy.

For everyone at the scene, only a nightmare could be more terrifying.

'''Hua:''' (We’ve suffered so many setbacks… but haven’t learned how to avoid certain tragedies.)

'''Hua:''' (Then so be it.)

There was no other way. The girl who barely looked more mature than a student stepped between the nightmare and the others.

'''Mei:''' …Hua?

'''Hua:''' Don’t worry. I’m only doing what I should do.

'''Kalpas:''' Don’t make me laugh.

'''Hua:''' Kalpas, I won’t explain it to you, because I know you won’t listen.

'''Hua:''' I only have one request: please let Griseo go. She’s only a child.

'''Kalpas:''' I don’t care.

'''Su:''' Please wait.

'''Hua:''' (Su!)

'''Hua:''' (But his expression…)

She was all too familiar with the expression of holding out.

'''Su:''' Kalpas, your disappearance is almost identical to SAKURA’s. Have you seen her?

'''Kalpas:''' Keep her name out of your mouth! Do not… use my fury as your tool!

'''Kalpas:''' We should’ve seen this day coming when we lied to her! But she’s no traitor, then and now!

'''Kalpas:''' Shouldn’t Aponia pay for this? I’ll slaughter that woman if SAKURA wants me to!

'''Su:''' Kalpas, I’m not arguing with you. I’m only asking whether you met SAKURA.

'''Kalpas:''' Who… are you… to ask me this?

The temperature in the vicinity rocketed, instantly distorting the air.

'''Kalpas:''' You know what my Discipline is, but you… you’re all guilty! And I don’t give a damn now!

'''Kalpas:''' The one who killed them… must pay!

'''Kalpas:''' You! You! No, I’ll start from you!

'''Eden:''' …

A destructive blow was loaded. Although they did not know when it would go off… they all reacted instinctively, except Eden who seemed to be lost in thought.

'''Kosma:''' Griseo, get behind me!

'''Su:''' …

'''Su:''' Seed of Sumeru.

A white light flashes. Kalpas… disappeared.

'''Hua:''' That was… the Cosmic Juggernaut?

'''Su:''' Yes. Although it can’t confine someone like Kalpas for long…

'''Su:''' It should buy us enough time to sort things out.

'''Mei:''' What changes occurred while I was away?

It does not need to be answered.

Even after Kalpas disappeared, Kosma did not let Griseo walk out, and made sure he had everyone in his sight.

'''Mei:''' (They…)

Only then did Mei notice that they all kept a distance from one another. A distance too far for companions.

Some changes are formless, indescribable, and… lethal.

'''Mei:''' You don’t seem to be surprised about my return, Su.

'''Hua:''' I managed to find you because Su sensed your situation.

'''Su:''' I found it out late… but not too late, fortunately.

'''Su:''' Visitor, you should refrain from moving around alone.

'''Su:''' We haven’t gotten ahold of any clues, but we have reason to believe that there’s a traitor or more among us.

'''Su:''' And… they are trying to erase the other sims one by one.

'''Mei:''' You mean Elysia…

'''Eden:''' Let’s stop it there.

'''Eden:''' Su, we have to do something about this.

'''Eden:''' If you’d like… Although our rankings have no such use, may I, the 4th Flame-Chaser, dispatch everybody?

'''Su:''' I’ve been planning to do that. But Eden…

This extraordinary psychic instinctively detected the fluctuations of her psyche.

'''Su:''' She… cannot come back.

'''Eden:''' Yes.

Despite affirming, her expression was neutral, showing no signs of disbelief.

'''Mei:''' So… if a sim kills another sim, the victim will disappear completely?

'''Su:''' No. The structure of the Realm allows the nearest backup to quickly restore corrupted data. In fact, a memory loss should not last over five seconds.

'''Su:''' But this has never happened before. We cannot assert whether accident or human intervention is involved.

'''Su:''' Erase and kill… Ultimately, we cannot draw a line between them.

'''Hua:''' What should we do then? Kevin, he’s your old friend… Has he told you anything in private?

'''Su:''' …

'''Su:''' That is why things have come to this. He entrusted me with something.

'''Hua:''' Entrust? Su, we witnessed that once, he was…

'''Su:''' I could not recall it until now. When he last entrusted me with something, he was going to do something.

'''Hua:''' …

'''Su:''' Hua, now you see why I said I had been planning to let Eden do the dispatching.

Without hesitation, the girl nods firmly.

'''Su:''' Then…

The familiar white light shone again, encompassing Su and Hua.

'''Su:''' Let’s go.

The white light that took away the beast, and now Hua and Su, dwindled.

'''Mei:''' …Su?

'''Mei:''' …Hua?

At the same time, the distant anomaly, or obituary, had finally descended from above. It was the message they had been waiting for, and it would sink their hearts to the bottom.

''[CG plays wherein Mei reaches for one of the falling sheets of paper.'']

It is riddled with words that are uncannily alike.

'''Mei:''' …

'''Mei:''' Impossible.

Disregarding the fact that nobody told her the typewriter was fixed…

The text itself was unthinkable enough.

What would a sage whose wisdom transcends time say in his position?

“Character is destiny.”

When Su recalled the occasion when Kevin last entrusted, this saying came to mind.

It was tens of thousands of years ago, when a needle was put on that farewell for the first time.

'''Kevin:''' Su, Hua. I’ll leave the rest to you.

'''Kevin:''' …

'''Kevin:''' This is our last chance before our actions take their toll.

'''Kevin:''' For it, I must… load my life into a chamber.

Unlike before.

'''???:''' If one day, simply firing at me could save the majority of the population…

This time…

'''???:''' Kevin, what would you do?

…On that piece of paper that could never lie, only a single sentence repeated itself across the page.

'''Mei:''' …

'''Mei:''' Kevin… died?!
|-|Side Missions=

__TOC__
===Side Missions===

====<u>History of the Fountain</u>====
'''Shy Lady:''' Hello, have you just moved in?

'''Shy Lady:''' No, you’re holding a weapon, and she has ears and a tail… Are the both of you from the MOTHs?

'''Mei:''' …Never mind, I guess you could say that.

'''Shy Lady:''' Oh, I see…

The person is stuttering, as if she is holding back something.

'''Mei:''' It’s okay, don’t be nervous, you can be honest with us.

'''Shy Lady:''' Actually, I haven’t been here for a long time. The road is finally cleared, but the fountain at the center of the garden is malfunctioning.

'''Shy Lady:''' Can you check the sluice for me and see what’s causing the problem?

'''Pardofelis:''' What do I gain from helping you?

'''Shy Lady:''' This fountain has a special meaning to me. As long as you can fix it, I’m willing to give you anything.

'''Pardofelis:''' Anything?! Mei!

'''Mei:''' Alright. We’ll go check on the sluice now.

'''Pardofelis:''' Sluice, sluice~ Where could it be? Let’s follow the path down and search for it.

'''Mei:''' There, it’s finally opened. Let’s go look for the other two sluices.

'''Mei:''' One sluice left…

'''Pardofelis:''' Wow, this fountain is so majestic!

'''Shy Lady:''' After so long, I can finally see this fountain again. It’s wonderful.

'''Shy Lady:''' If only that pink-haired girl was here too.

'''Mei:''' Pink-haired girl?

'''Shy Lady:''' I saw her on the streets. I don’t know her name.

'''Shy Lady:''' She was always well-dressed and feeding birds by the fountain.

'''Shy Lady:''' Later, more and more accidents followed and nobody dared to leave their house. Only she still dressed herself up and sat by the fountain, probably thinking about something.

'''Shy Lady:''' I felt better every time I saw her, as if the world had returned to how it was before.

'''Shy Lady:''' Until one day, she never appeared again. Maybe… she lost her life in one of the accidents…

'''Mei:''' …

'''Shy Lady:''' Enough of this pessimistic talk. You’ve helped me so much, I don’t even know how I can repay you.

'''Shy Lady:''' Oh right, I picked up a pair of unique-looking glasses at the entrance of the garden. I don’t need them, so you can have them.

'''Pardofelis:''' Ah! Those are my glasses!

'''Mei:''' Yours? Judging from the style, they should belong to someone we know.

'''Pardofelis:''' Well, I have to consider my customers’ preferences when stocking up.

'''Mei:''' Are you sure you don’t mean supply channels’ preferences?

'''Shy Lady:''' So they belong to you? That’s great, they found their way back to you.

'''Pardofelis:''' I’d never imagine there’d be a secret passage here, right under our nose!

'''Pardofelis:''' As long as we have this pair of specs, we can get through all the different areas quickly.

'''Mei:''' Mhm, let’s head back for now.

'''Shy Lady:''' This is the repayment for your hard work. Thank you again, for repairing the fountain for me.

--

====<u>Expert of Deliverance</u>====
'''Mei:''' Those monsters again… What’s constantly drawing them here?

'''Mei:''' I can question it after defeating them.

'''Mei:''' Strange, these enemies seem stronger than before.

'''Mei:''' No, it’s not that the enemies have gotten stronger, but that the cards I have are losing effect. Is there a time limit to the power of these cards?

'''???:''' You’re beyond dense. That’s because you’re using the wrong cards.

'''Mei:''' Who’s there?

'''Robot:''' Hey, where are you looking? Are you saying that I don’t look flashy enough?

An intricate machine is suspended above Mei, flashing rhythmically. That is the robot that she saw in the garden recently.

'''Robot:''' Kevin Killer Mk. 68, fully automated card assistant robot at your service.

'''Mei:''' Card assistant? …Wait, you’re also a Kevin Killer?

'''Robot:''' That’s right, think of me as a robot that can conveniently answer your questions and cheer you on when you’re using cards. And just to let you know, the cards in your hand and I are Kevin Killers meant to be used together.

'''Mei:''' Then does that mean you’re also one of Vill-V’s creations? Why did you suddenly activate?

'''Robot:''' If I were you, I would definitely ask something more substantial. What’s the point of fussing over minor details?

'''Mei:''' …

'''Mei:''' Then I’ll ask another question. How do you defeat the monsters in the way?

'''Robot:''' Simple, change your deck.

'''Robot:''' Have you ever played video games? There’s usually some system where types like MECH and BIO beat each other. Simply put, it’s something like that.

'''Mei:''' Vill-V said that she had placed cards in treasure chests in various places…

'''Robot:''' She didn’t give you all the cards?

'''Robot:''' Oh, I know, you rejected her.

'''Robot:''' But now, you have to look for every single card. There’s a word to describe this type of behaviour - superfluous.

'''Mei:''' …

'''Robot:''' Hey, what are you doing?

'''Mei:''' Finding your power source.

'''Robot:''' …Okay, I went overboard, I’m reflecting.

'''Robot:''' As compensation, I’ll tell you something. There are a few cards at the intersection on the right ahead, they can just barely help you deal with the trouble at hand.

'''Mei:''' The Vill-V on this card seems different from the Vill-V on the first deck.

'''Robot:''' That’s right. To differentiate them, every deck is associated with one of Vill-V’s personas.

'''Robot:''' The first deck you got is represented by The Great Magician, while this deck is represented by The Expert, a mechanic capable of creating anything.

'''Mei:''' Compared to other personas, she looks a little more reliable. Maybe it’ll be less troublesome talking to her.

'''Robot:''' Oh, do you really think so?

'''Robot:''' …

'''Mei:''' What’s wrong, why the sudden silence?

'''Robot:''' Talking too much will only cause misunderstandings, Herrscher of Thunder.

'''Mei:''' Is that really how The Expert Vill-V speaks? You seem to have incorporated another persona’s lines.

'''Robot:''' This discussion is unnecessary and meaningless.

'''Mei:''' …Never mind, forget I said anything. Stop your performance.

The card’s power drew monsters.

'''Robot:''' You did pretty good - 20% more efficient than the digital simulation.

'''Robot:''' I’ll teach you how to use these cards together. Hopefully you’ll provide reliable data.

'''Mei:''' …I knew you and Vill-V were just making me test the Kevin Killer for you.

'''Robot:''' Don’t mind the details, my friend.

'''Robot:''' We may have given you this deck for that purpose, but what matters most is that it’s helpful to you.

Data gathering complete.

'''Robot:''' Mei, aren’t you tired of all those boring battles?

'''Mei:''' …What are you plotting this time?

'''Robot:''' No need to be so wary. As your card assistant, my primary mission is to improve your skills in using cards, so I’ve specially selected more suitable enemies for you.

'''Robot:''' Don’t worry. I’ve taken your current powers into consideration. These enemies are perfectly balanced between “barely manageable” and “stimulating potential”.

'''Mei:''' You don’t sound like you make sound judgments, and I don’t intend to throw myself into danger.

'''Robot:''' That depends on your mastery over the cards.

'''Robot:''' Don’t be so quick to refuse. I suggest everything with your best interests in mind. If you win, you’ll get amazing rewards, which will be of great help to your future exploration. You really don’t want to give it a try?

'''Mei:''' …Fine. Where are those enemies you mentioned?

'''Robot:''' It’s a joy talking to an intellectual like you. Go forth, I’ll be waving flags and cheering for you from a distance.

'''Robot:''' Looks like you've completely mastered how to use this deck of cards, a feat worth celebrating!

'''Robot:''' I must have talent at guiding students, I should become a teacher or something.

'''Mei:''' …

'''Robot:''' Don't look at me like that. If you want to thank me, go ahead.

'''Mei:''' I do have a question. Who are you, or rather, what machine are you?

'''Robot:''' Didn't I already introduce myself? Fully automated card assistant robot, your best buddy for playing cards.

'''Mei:''' But a regular AI shouldn't be as intelligent and as familiar with the Flame-Chasers as you.

'''Robot:''' Don't say that. It's not nice to question the capacity of an AI database.

'''Mei:''' Vill-V…

'''Robot:''' Huh?

'''Mei:''' When she created you, did she install some special chip into you?

'''Robot:''' I was indeed created by Vill-V, but the reason I possess such high intelligence isn't as complex as you think.

'''Robot:''' Vill-V is an ingenious mechanic, so I'm an ingenious machine… it's as simple as that.

--

====<u>Disciple of Discipline</u>====
'''Robot:''' The Great Magician, The Expert, I wonder if their company has made your exploration more fruitful?

'''Mei:''' If you're talking about those cards, then indeed they have.

'''Robot:''' That's great. Then, it's time I introduce a new travel companion... The Occultist.

'''Robot:''' Don't be daunted by it. I'll always be by your side to answer your queries.

'''Mei:''' I do have a question. Are these cards really designed after Vill-V's personas? I have this feeling that there are other people mixed in.

'''Mei:''' No, not just the personas, even the powers these cards provide seem familiar.

'''Robot:''' Oh, looks like you've noticed. That's right, the personas are just a summary of the card's powers. A different Flame-Chaser's Signet is fused into every deck.

'''Robot:''' This is the power of the omniscient Signet that makes the rules and overturns conventions, the Signet of Helix!

'''Robot:''' As for which Flame-Chaser's Signet is fused into this deck... if you still have doubts, I can explain it to you, loud and clear.

'''Mei:''' No need, I think I know the answer.

The card's power drew monsters.

Data gathering complete.

'''Robot:''' To be honest, Mei, I thought that you would have mastered your cards way earlier.

'''Mei:''' Rather, it's because the card rules are too cumbersome. Like their designer, they're flamboyant, dramatic, and elusive.

'''Mei:''' But to Vill-V, this description might be a form of compliment.

'''Robot:''' Heheh, you know her pretty well.

'''Robot:''' Regardless of the process, you have no graduated from my mentorship. So! I've decided to give you another test!

'''Mei:''' Are you pitting me against difficult enemies again? Collecting resources through such a risky method seems to contradict the efficiency and value you constantly speak of.

'''Robot:''' Why does that matter? Life is full of gambles. There's nothing wrong with going all in from time to time.

'''Robot:''' It's the real deal this time. Are you really ready to go against these stronger and fiercer enemies?

'''Robot:''' Not bad, that was a brilliant performance. As a reward, here's another card.

'''Mei:''' This game of cards has been dragging on for too long. Why exactly did Vill-V design such a complicated deck of cards?

'''Robot:''' Her reasons... I'm not sure if it's appropriate for me to explain that. I think it's better to let Vill-V tell you herself.

'''Mei:''' Does that mean you're aware of why you were created?

'''Robot:''' …

'''Mei:''' Why would Vill-V tell you that? A machine can easily understand its own purpose, but not the significance of its purpose since few people would tell it that.

'''Mei:''' After all, you're just a regular "fully automated card assistant robot".

'''Robot:''' …Even if you try to provoke me, I won't tell you anything more. Since I'm a robot, I don't have redundant human emotions.

'''Robot:''' And don't try to use common sense to infer anything about Vill-V. You know as well as I do that her common sense seldom conforms to average imagination.

--

====<u>Cards: From Beginner to Mastery</u>====
'''Mei:''' So those were the keys to this chest. Hmm?

'''Mei:''' What's this all about? Cardbot, what did you do to me?

'''Robot:''' Mei, please show some respect for the inventor by remembering the full name of her invention: fully automated card assistant robot.

'''Robot:''' Don't worry, this is only a test. See it as phased testing, if you will.

'''Robot:''' Fight them with all you've got. After all, failing this test... may have consequences.

--

====<u>A Higher Point of View</u>====
'''Mei:''' Pardo, we’ve stopped off in this area long enough. It’s time to go.

'''Pardofelis:''' You asked at the right time!

'''Pardofelis:''' I’ve searched this area up and down, so now I know it like the back of my hand!

'''Pardofelis:''' If I recall correctly, the passage is in the Hanging Garden. Let’s go!

'''Pardofelis:''' Over here! The next area is just past the Hanging Garden. Treasures, treasures, here we come!

'''Mei:''' Not so fast, Pardo. We haven’t evaluated the safety of the area yet.

'''Pardofelis:''' Waaah!

'''Pardofelis:''' You’re right, we’re heading into a monster, not a treasure chest!

'''Pardofelis:''' Wh-What do we do?

'''Mei:''' There’s no way out except fighting.

'''Mei:''' I finally took out the monsters. Better leave at once.

'''Mei:''' For now, let’s investigate this area.

--

====<u>Lens Magic</u>====
'''Mei:''' Pardo, if someone were to disappear around here, where do you think she could hide?

'''Pardofelis:''' I’m stumped, Mei. Looking for things is my specialty, but looking for people…

'''Pardofelis:''' Oh, right! There is a place that might be able to hide someone.

'''Pardofelis:''' The locals said there’s a strange area where lone visitors hear weird noises. They think it’s something paranormal, so they’ve since abandoned it.

'''Mei:''' Paranormal? Do you believe such a preposterous story?

'''Pardofelis:''' Rather than a real ghost, I think it’s someone acting as one.

'''Pardofelis:''' But I treasure my life a lot, so whether it’s paranormal or not, I don’t want to get involved.

'''Pardofelis:''' That’s why, after hearing about this, I wouldn’t go there no matter what kind of treasure there is.

'''Pardofelis:''' But since Mei wants to go, I’ll bite the bullet too. Mei, you’re going to protect me, right?

'''Mei:''' Yeah.

'''Pardofelis:''' As expected, Mei’s the most reliable! Finally, a chance to get those uncovered treasures!

'''Mei:''' So that’s what you’re really after…

'''Mei:''' Doesn’t seem like anyone’s come by here.

'''Pardofelis:''' Just a few strange pillars… Hey, look, there’s a treasure chest!

'''Pardofelis:''' Aw no, it’s locked… Looks like we have to solve the riddle on it before we can open it up.

'''Pardofelis:''' So, Mei, heehee…

'''Mei:''' Pardo, we’re not here for treasures.

'''Pardofelis:''' I know~ But maybe there’s some sort of hint inside!

'''Pardofelis:''' And it’s open! This is what I call gain without pain!

'''Mei:''' It sure was painless for you…

'''Pardofelis:''' Lemme see what goodies are inside…

'''Mei:''' Pardo, get away from there!

'''Pardofelis:''' Waa! What? M-Monster!

'''Pardofelis:''' That was close, almost died out there.

'''Pardofelis:''' Mei, I owe you my life. Next time you come to the shop, I’ll give you 2%… No, 3% off!

'''Mei:''' How generous of you.

'''Mei:''' Looks like the chest was just a trap. Who set it up and who was it for?

'''Pardofelis:''' There’s a note here, probably dropped from the monsters.

'''Pardofelis:''' “Welcome to my special performance! Wasn’t the first interaction with our guests shocking and exciting?”… It almost shocked me to death.

'''Mei:''' I think I know who set up this trap… I have a bad feeling about this.

'''Mei:''' What else does it say?

'''Pardofelis:''' “To reward our bravest audience, I have prepared a special treasure. As for how to get it, please watch my second performance: Optical Magic!”

'''Pardofelis:''' And there’s a map. Seems like it’s of this area.

'''Mei:''' Does Optical Magic refer to that light ahead?

'''Mei:''' Let’s check it out.

'''Pardofelis:''' It opened! It opened!

'''Pardofelis:''' What’s this, a lantern? I think it can fetch a price, but will anyone buy this?

'''Mei:''' Looks like that so-called Optical Magic isn’t over yet.

'''Mei:''' There’s only a pile of unknown materials here.

'''Pardofelis:''' Wait, Mei, I have an idea! We might be able to use these materials.

'''Pardofelis:''' Look, it’s done! This is my “Epic Enhanced Master Key”!

'''Mei:''' This is a whole new tool altogether.

'''Pardofelis:''' Since it’s an enhanced key, it should be able to get rid of these enhanced walls.

'''Pardofelis:''' Mei, let’s try that wall there.

'''Mei:''' I sense danger.

'''Mei:''' This might be her final performance.

--

====<u>Legendary Archer</u>====
'''Loud Man:''' Sigh, to be invincible… is to be lonely…

'''Loud Man:''' Hey, that girl over there! can you come over for a second?

'''Mei:''' Are you calling me? Who are you?

'''Loud Man:''' I'm just your average pro shooter, you can call me "Legendary Shooter".

'''Mei:''' …

'''Loud Man:''' Wait, don't go! Don't you want to try out my Ultimate Precision 1036?

'''Mei:''' Ultimate Precision 1036? Isn't it just another Kevin Killer?

'''Loud Man:''' I don't know what you're talking about. This is the simulation system for me to practice shooting. The coordinates are accurate and it has a wide field of view.

'''Loud Man:''' …But because it's too difficult, there aren't many challengers.

'''Loud Man:''' However, there is a girl, about your age, who comes by often and even broke my record several times.

'''Loud Man:''' It's a pity that she hasn't visited in a while. A genius like her lost to laziness, what a shame.

'''Mei:''' (About my age… Is it who I think it is?)

'''Loud Man:''' How about it, do you want to give it a try? Don't worry, you won't be doing this for nothing.

'''Loud Man:''' If you finish the simulated test, you will be rewarded accordingly.

'''Loud Man:''' Getting this kind of result on your first try, you have a lot of potential. As long as you keep practising, I'm sure you can break the current record.

'''Loud Man:''' Please accept these for your efforts.