Act 1 - Catching Dreams
Gameplay EX-1 - Vacuum

…

???: I remember clearly…

???: That night, I happened to walk to the window and look up at the starry sky.

???: I suddenly had a strange feeling, as if I wasn’t looking up into the sky, but that the sky was looking down at me.

…

As with the tens of thousands of nights that had gone by, the cold starry sky looked down at the man who was just as cold.

The starry sky was unfathomable.

So was the man.

He was unfeeling and outside the cycle. In the eyes of his followers, he was like a will formed by vacuum.

???: Sire.

Kevin: …

???: Sire?

Kevin: …I’m listening.

Raven: Jackal told me to report that Hare’s project has passed validation testing. Awaiting instructions.

Kevin: …

The man eyed the mercenary in front of him in silence, as if this was their first meeting. She tensed up.

Kevin: …Are the children settled?

She could not believe her ears. She had never imagined that her Sire would ask her about them.

Raven: I made a camping plan for them. They’re looking forward to the starry sky.

Kevin: It’ll be worth their wait.

As usual, the man’s words were emotionless. It awakened her to how wishful her thinking was.

An owl in the distance hooted untimely. It reminded her of a Gray Serpent’s funeral.

At that time, she silently watched the remains that somewhat resembled corpses being systematically dismantled into a heap of featureless mechanical parts by a group of micro robots.

Kevin: …

Raven: …

Kevin: Raven. Why do you think birds can fly?

Raven: Um…

A nonsensical question, yet the Sire had never spoken nonsensically to the mercenary’s knowledge. She must answer it honestly despite the confusion.

Raven: If you’re asking for my opinion… I think birds are born to fly, so there’s no why.

Kevin: …

He remained silent. Perhaps that answer did not satisfy him.

Raven: …

Kevin: You’re not wrong.

Kevin: But Raven… would you tell those children the same?

Raven: No. That’s not the answer they want. In front of them… I…

Raven: I would tell them that birds fly because they want to fly. It’s the destiny they carved for themselves.

Kevin: I too hope so.

Raven noticed his gaze. Obviously, he was not just saying it to her.

It suddenly dawned on her that perhaps the whole seemingly impulsive conversation was as such.

Kevin gazed beyond her and into the distance.

It was empty, except for the boundless starry sky.

--

Gameplay EX-2 - Space Rehearsal

A week later.

Mei: Raven, do you have something to tell me?

Up from the underground base to the lifeless surface, then along the shepherd’s path into the ruined city… After a long silence, the Herrscher of Thunder, who was no longer a member of the World Serpent, spoke.

Raven: Who knows?

Raven shrugged.

Raven: Schicksal’s territory is up ahead. If I figured out what to say, I’d have said it.

Mei: Are Sora and the others doing okay?

Raven: Of course. Actually, I think they have too much energy to burn.

Raven: Know what? The last time I went back, the wallpaper was covered in scribbles. Among them was a stick figure rolling on the floor, and they said it was me.

Mei: Pfft.

Raven: Remember to visit them when you have the chance. Sora really likes you.

Mei: You have my word.

Raven: Anyway, have you contacted anyone at Schicksal or Anti-Entropy?

Mei: Not yet. If not face-to-face, I don’t even know what to say.

Raven: Oh my. You’re acting like an heiress again.

Mei: …

Raven: Okay, no more joking around. I’ve accompanied you long enough…

Raven: You’ll be finishing this path alone.

Raven: Mind if I excuse myself? I still have many missions assigned by the Sire himself on hand…

Mei: Wait… Kevin personally assigned missions to you?

Raven: I know, it sounds crazy. However, I wouldn’t dare belittle myself in front of the Sire.

Raven: In short, my hands are full with dirty jobs, and I can’t force them on Gray Serpent.

Mei: Dirty jobs…

Raven: They’re not what you think they are. They’re… legit labor.

Mei: That sounds more suspicious.

Raven: What? You’re not part of the organisation anymore, yet you still care about our business?

Mei: I’m not kidding, Raven.

Mei: Kevin has been acting hastily and strangely. You know, going back like this won’t help me in the least.

Raven: Oh? Then what do you want to do?

Mei: …

Mei: I’ll stalk you, Raven… openly.

Raven: Oh?

[CG plays wherein Ai-chan announces the Hyperion’s successful entering of lunar orbit:

Ai Hyperion: The Hyperion’s course correction is complete.

Ai Hyperion: Relay signal tracking stable.

Ai Hyperion: Ship entering lunar orbit. Main engines off.]

Theresa: Good job, Ai-chan. Please put me through to the Salt Lake base’s command center.

Ai Hyperion: Yes, Boss~♪

Kiana: Hi, Principal!

Theresa: Kiana?

Kiana: Hehe, surprised? I just finished breakfast and saw Dr. Einstein off to her shift at the command center after Dr. Tesla, so I followed her here.

Einstein: Hello, Madam Theresa. Things look well.

Theresa: All thanks to you. Before setting out, I never dreamed you’d equip the Hyperion with a gravity simulator.

Einstein: You should thank Bronya for that. She helped Dr. Tesla develop a system that provides regional gravity by utilising a replica of the Star of Eden.

Kiana: Um… Does that mean that even in outer space, it’ll feel like a regular flight?

Theresa: If you ask me, it’ll be more stable than the atmospheric flights of the old Hyperion. I slept so well last night that I felt like I was back in St. Freya’s faculty dormitory.

Einstein: Thank you for the compliment.

Einstein: Although the predecessor of Anti-Entropy, the North American branch of Schicksal, was founded by Ms. Nancy Edison who championed civilian use… this is actually our first attempt at developing the civilian functions of the Star of Eden.

Kiana: The Star of Eden…

Kiana: Bronya told me that it played a huge role in Anti-Entropy’s separating from Schicksal. Is that right, Doctor?

Einstein: “Follow the Freedom Trail, then visit Lexington at midnight.” Indeed, without the Star of Eden, even if Anti-Entropy was a thing, it’d never grow to its present size.

Einstein: Although back in the time when Anti-Entropy competed with Schicksal, our principle could be summarised as “the best threat is inaction”...

Einstein: But the efficacy of this deterrence must be built on winning the first battle. At the very least, we had to convince Schicksal that they weren’t capable of starting a full-fledged war and destroying us.

Kiana: That’s why Mr. Yang had to borrow the power of the Herrscher of Reason to disguise himself. It isn’t easy to fool Otto.

Einstein: It’s thanks to the finesse of our teacher, Professor Planck, that Anti-Entropy was able to gain a foothold in that extremely volatile situation.

Einstein: Perhaps this also made us dependant on her… so much so that her sudden passing threw Anti-Entropy into chaos.

Einstein: Sorry, Madam Theresa. I went off on a tangent about the bygone days.

Theresa: That’s fine. It’s beneficial for us to hear you analyse history from Anti-Entropy’s perspective.

Theresa: Whether it’s the Herrscher of Reason or the Herrscher of the Void, both their powers have a great number of possibilities. If we can combine the experiences of Anti-Entropy and Schicksal, I believe we can further strengthen ourselves as a team.

Einstein: True. Take the Star of Eden for example… Ms. Nagamitsu is intrigued by it, so we’re happy to share information and discuss the possibilities of the 9th Divine Key with her lab.

Kiana: Which means… we may see a different Star of Eden soon?

Einstein: It’s possible.

Einstein: And as our collaboration advances, our synergy is also improving. I think there is a lot of prospect that we’ll eventually realise the Selene project envisioned by Ms. Nancy.

Einstein: So, Kiana, do you want to watch our space drill? You don’t get this chance every day.

Einstein: We’re practicing deep space gunnery and extravehicular combat today.

Kiana: That sounds fun! I’d love to, but I need to attend mobile tactics training for Valkyries later.

Theresa: Oh, is it Durandal? I heard she’s taking you to all kinds of systematic Valkyrie trainings, and has tailored a strict training program for you.

Kiana: Yeah, Schicksal’s strongest Valkyrie… She’s such a wonderful and powerful person. But…

Kiana: …I hope she can tone down the crazy volume, ha ha.

Theresa: Ha ha? That’s Durandal you’re talking about… you better forget about slacking off.

The two continued to chat until Schicksal’s Hestia landed on the landing pad in the Salt Lake base. Kiana waved goodbye.

Theresa: How nice.

Einstein: Yeah, compared to herself in Nagazora half a year ago, she’s a different person.

Theresa: That’s how rapid youths grow. They mature before their parents know it.

Theresa: …Speaking of which, Ai-chan, how are the drill preparations going?

Ai Hyperion: The Hyperion is standing by!

Einstein: Great. Then I’ll repeat today’s drill plan.

Einstein: As we have pointed out in our plan…

Einstein: This drill is designed to test the Hyperion’s deep space cruise system and fully automated combat system after the unmanned upgrade, and improve our command ability in the process.

Einstein: According to the schedule, today’s main exercises are: deep space gunnery, extravehicular combat, and electromagnetic silent running.

Einstein: We will first do individual exercises and then test cross-exercise coordination.

Theresa: Let’s start with the extravehicular combat exercise. Ai-chan can prepare for the two following exercises in advance.

Einstein: Madam Theresa seems quite enthusiastic about this.

Theresa: I’m happy to see our juniors make progress, but we can’t let them surpass us that easily, can we?

Einstein: Indeed. “An elder can regain teenage vigor.” We’re all young at heart!

Einstein: Because the spacesuits for regular people are extremely bulky, only Herrschers, MANTISes, and Stigmata Awakened are capable of agile combat in outer space.

Einstein: Additionally, personnel outside the cabin in zero-G would have difficulty directing their movements, so gravity simulators are also required for such operations.

Einstein: Even if the above obstacles are overcome, we still can’t change the extreme cold in outer space.

Einstein: That requires the combatant, which is you, Madam Theresa, to stay close to the pre-installed thermal radiator in action.

Einstein: Under the requirements of this rehearsal, we can only prepare these training machines to act as our make-believe enemies.

Einstein: If Nagamitsu’s experiment goes smoothly in the future, we might be able to involve targets of higher standards in our trial battle.

Einstein: Dr. Tesla is very interested in this. She even thought of names for our potential opponent in this rehearsal.

Einstein: From Tezcatlipoca to Huitzilopochtli.

Theresa: (What’s with those names…)

Einstein: And that was the last wave of enemies.

Einstein: You’ve worked hard, Madam Theresa. Please return to the cabin and rest for a while. Both of us should take a break before continuing with these exercises.

Theresa: Ah, cabin sweet cabin.

Theresa: Ai-chan, is there melon juice in the fridge?

Ai Hyperion: There’s a lot, Captain Theresa. But…

Ai Hyperion: …Just now, our sailing ran into a problem.

Theresa: Problem?

Ai Hyperion: Please look here. The actual course of the Hyperion has been deviating from the theoretically predicted course since this morning.

Ai Hyperion: At first, this deviation was negligible, almost identical to normal fluctuations. But for the past half hour, which is the rightmost part of the chart…

Ai Hyperion: This deviation has become systematic and increased in value.

Theresa: Are you saying… the deviation is affecting the Hyperion’s cruising?

Ai Hyperion: I can solve this problem by manually correcting the heading. However, if it persists, it would pose a safety hazard.

Ai Hyperion: In the worst case scenario… The Hyperion would be in critical danger.

Theresa: …

At the edge of the Sahara Desert, Mei’s stalking plan is going smoothly.

Mei: Raven. Are you sure someone associated with the World Serpent needs a phone delivered in a place with no signal?

Raven: Here, do your own research.

Raven tossed the unopened box to Mei.

Mei: …What’s in this box?

Raven: Who knows.

Raven: If you’re asking my opinion… I think it really is a phone that can be delivered by any courier. What, you want to unbox and inspect it?

Mei: …

The listener took it literally. Mei tossed the box back to Raven…

And in that interval, her left hand gripped the sheath at her side. It was one of the standard stances of Hokushin-Itto-ryu.

…

A slash. When the box was back in Raven’s hands, it had been split in two.

Of course, Raven’s glove and the phone inside were undamaged.

The smell of ozone lingered in the air, proving that the Herrscher of Thunder had used her power.

Mei: …It really is just a phone. My electromagnetic field didn’t detect anything funny.

Raven: …

Mei: I can pay for the box.

Raven: …

Mei: I’m no longer a member of the World Serpent, so I don’t think I need to play by its rules.

Raven: …I think I can relate to Kosma now.

Raven: But Mei, be forewarned that I have professional ethics.

Raven: You admitted you’re not one of us anymore… so I’m not telling you anything else.

Mei: But you don’t look like you want to keep certain leads from me.

Raven shrugged.

Raven: Who knows? Maybe it’s because we couldn’t avoid each other for months and got acquainted.

Raven: …

Raven: …

Raven: …Mei.

Mei: Hm?

Mei felt Raven had something to say.

Her intuition was right…

…But she did not expect what she would hear.

Raven: …

Raven: I’ll tell you. Actually…

Raven: …

Raven: Project STIGMA is complete, in a sense.

--

Gameplay EX-3 - Wrap Things Up

Mei: What did you say?

Raven: I’m saying… although I don’t know the specifics, I’m likely doing the finishing work on Project STIGMA.

Raven: Honestly, I was surprised when I was told too… My face was exactly like yours.

Mei: That doesn’t make sense. The World Serpent hasn’t conducted any large-scale experiment since Arc City. I thought Kevin was just preparing to act.

Raven: That’s our blind spot.

Mei: Blind spot? Has Jackal given up on human experiments or is Gray Serpent devoting himself to charity?

Raven: It’s Hare.

Mei: …Hare?

Raven: You’ve heard of that name, right?

Mei: I’ve heard the name, but that’s all.

Raven: It’s okay. I’m not much better.

Raven: According to Gray Serpent, while Jackal was trying, Hare was rearranging the blueprint of Project STIGMA her own way.

Raven: And as I said, the project has reached its final stage.

Mei: So what did she say?

Raven: Seeing is believing. You’re about to find out.

Raven counted the mess of house numbers along the road and quickened her pace.

1982… 1943… 1984. After Raven knocked on the door, an old man in a djellaba came out of a ramshackle yard and took the phone from her.

He put on a Bluetooth headset deftly and dialed a number on the phone. He then slid the phone into his pocket without a word, and went to sit on a concrete pier in the yard.

Mei: …What’s he doing?

Raven: Waiting to dream.

Mei: Dream?

Raven: Yes, literally. With the World Serpent’s technology, he can dream anytime, anywhere.

Mei: But what does that have to do with Project STIGMA?

Raven: Be patient. You’ll see it soon enough.

The old man sitting on the concrete pier in the yard had closed his eyes and began to snore.

His body was gradually enveloped by a purple fluorescent light…

And vanished in the next instant.

A physical entity, a living human, lost his unitarity in real space due to some perplexing technology that was closer to magic.

Mei: This is…

Raven: His dream fused with the Stigmata space… that’s what Hare told me. You’re a Herrscher, maybe you can validate that.

Mei: Validate?

Raven: Didn’t you validate the phone I gave him?

Mei: …I’m the Herrscher of Thunder, not the Herrscher of Sentience.

Raven: Oh yeah? If you don’t follow up, you’ll lose me.

Raven walked to where the old man was. She took out her phone and swung it twice, and a familiar-looking space door appeared out of nowhere.

Raven: Aren’t you stalking me? This door will last about ten minutes. If you still want to… be my guest.

Raven: Oh, and I’ll leave the cleanup of this place to you.

For hundreds of days and nights, similar space doors were almost part of Mei’s life.

During that journey towards the past, they stood erect and silent, like pairs of weathered eyes observing the joys and sorrows across fifty thousand years.

But now, this specious door only made Mei feel a kind of emptiness, hollow and devoid of emotion.

Mei: …Anyhow, staying put is meaningless.

Mei: World Serpent, show me what you want to do.

Einstein: We deployed the satellites of Anti-Entropy and Schicksal and inspected the Hyperion’s current orbit. The conclusion is that your surrounding space is perfectly normal.

Ai Hyperion: Strange… The autopilot system calibrates fine as well. What else can cause the ship to keep deviating from its set course?

Theresa: Could the ship’s power have gone wrong mechanically?

Ai Hyperion: That’s unlikely. Did you forget that the core power system of the Hyperion has been fully upgraded with programmable Soulium? If it has a problem, I’d have detected it.

Einstein: …

Einstein: Yes, that might be the reason.

Ai Hyperion: Eh?

Theresa: You mean the Soulium?

Einstein: The programming, to be precise. If… and I mean if an interfering signal is mistakenly received by the Soulium as a command…

Einstein: Then the actual response of the mechanical system might deviate from the anticipated response of the control system.

Einstein: And if the source of this interference signal isn’t under control… then deviation will continue to increase.

Einstein: Madam Theresa. Considering the Hyperion can’t auto-troubleshoot in deep space, I suggest you terminate this drill immediately and turn back.

Einstein: You can dock with Anti-Entropy’s space station in low Earth orbit to have the Hyperion maintained.

Theresa: …Guess there’s no way around it. Turning back now is disappointing, but we can’t risk our lives.

Theresa: Ai-chan, follow the emergency evacuation solution in the drill plan and return to base! I will remain on the bridge to provide you with the necessary…

When Theresa got up from the captain’s seat while giving orders to Ai-chan, she suddenly felt terribly dizzy.

Extreme fatigue hit her without warning…

…And made her faint instantly.

--

Gameplay EX-4 - Next Generation

Around fifty thousand years ago…

???: …Tsk.

???: I quit. I just can’t beat you at this game.

???: Hmm, is that so?

???: I think… if you put your mind to it, you have about a million ways to beat me, Mobius.

??: Such as… installing a chip for this in your brain?

Mobius: Heh. Isn’t that your favorite thing to do, Vill-V?

“Vill-V”: Yeah, you’re right. But on the other hand… you really hate to fail. Ironically, your Project STIGMA was scrapped so many times.

Mobius: That’s not my plan. It’s only slow in coming because MEI was constantly altering the definition of “purging the Honkai”.

Mobius: She loves definitions, doesn’t she? Remember that presentation on five parallel truths? I don’t think the audience understood a word she said.

???: What matters is that you got it. And the Vill-V in front of you should’ve gotten it mostly.

Mobius: Heh. That was a plenary presentation held at the auditorium, mind you! Seeing Elvin racking his brain like he was trying to understand calculus with elementary math made me feel sorry for him.

Mobius: Why must we define the Honkai? Wouldn’t it be more convenient tor egard it as a primitive concept and define humanity instead?

Mobius: …Hm? Vill-V, you haven’t spoken.

“Vill-V”: Pfft.

The con artist who could barely hold her laughter only shrugged in reply.

???: I’m not trying to get people like Elvin to understand concepts such as the zeta function. Even Su needs a lot of time to gain knowledge in a new field.

???: But there’s one thing that should’ve been done then…

???: And that is to make everyone realise that the Honkai isn’t so mysterious as to be incomprehensible. It’s simply too complicated.

???: I believe that defining the Honkai… is far easier than defining humanity.

“Vill-V”: Hi. Good evening, Dr. MEI.

MEI: Good evening, Conductor.

MEI: This smell… you two ate instant noodles for dinner again?

Mobius: So what? Doesn’t anyone in your family like instant noodles?

MEI: There is, yes. But he promised me to only eat instant foods when there’s no other option.

Mobius: …Tsk. Don’t flex that to me. Did you come for the fifteenth revision of the plan? I just uploaded it to the server. You download it yourself.

MEI: Mobius. Since you assumed this form… you’ve gotten much grumpier.

Mobius: …When did that begin to concern you? It’s the ability to get things done that counts. Have you sunk to judging looks?

MEI: I think she needs your magic show, Vill-V.

“Vill-V”: Great. I’ll be sure to invite her the next time “I” perform.

Mobius: …

Mobius: Fine, bickering is a waste of time. It’s rare for us to get together…

Mobius: So this is a good time to discuss this Project STIGMA that’s been revised fifteen times. Seriously, MEI…

Mobius: …Which side are you on?

“Vill-V”: Huh? Isn’t she standing next to me?

Mobius: Vill-V.

“Vill-V”: Come on, that was a joke! I know your question is serious…

Vill-V threw a spinning-top onto the table meaningfully.

“Vill-V”: …That’s why we need to ease up on it more than ever!

She did not elicit a response. The top spun lonesomely on the smooth table.

A long time seemed to have passed, but the top showed no sign of stopping…

…Until MEI pressed it to a stop. This made Mobius realise that only a few seconds had elapsed.

MEI: Mobius, I only stand with Civilisation.

Mobius: Hmph, a cliché to shut those old farts up? I’d hate to stress something as stupid as “I’m your senior”...

Mobius: But now that we’re touching this topic… MEI, you’re obliged to explain what you want to achieve with this plan.

MEI: …I see. In your opinion, I’m obsessed with Project STIGMA.

Mobius: Listen to yourself! You’ve forced me to revise the plan fifteen times! Fifteen times!

MEI: As the solution with the highest success rate, it deserves to be taken seriously. We can never have too many entry points in the future, either.

Mobius: Oh, really? That popular Project EMBER hasn’t even been written into a one-page plan.

MEI: You know the attributes of that plan dictate that we implement it more specially.

Mobius: Perhaps. But how can I not suspect that the other projects are only a foil to Project STIGMA when they’re treated so differently?

“Vill-V”: Um. There’s one thing I don’t understand. Even if that’s true… isn’t it you who proposed Project STIGMA, Mobius?

Mobius: I didn’t imagine someone would see it as our only hope.

MEI: It does sound ridiculous to you. I completely understand that. After all, there are many ways to redefine humanity.

MEI: But Dr. Mobius… Humanity is only the cornerstone of civilisation.

MEI: I don’t think you’ll deny that humans are essentially more intelligent survival machines. We aren’t fundamentally different from plants, animals, or microbes.

Mobius: Heh. To be more precise, our mortal bodies are but vessels that our genes built for themselves.

Mobius: So what? Whether it’s genetics or samsara, everyone has the potential to defy the Creator.

Mobius: Civilisation? Compared to the miracles created by specific humans, is that thing even important?

“Vill-V”: But objectively speaking… the vast majority of humans can’t realise their potential.

“Vill-V”: It’d be arrogant to measure all humans by a special case such as yourself, Mobius…

MEI: Dr. Mobius. As members of the MOTHs, you and I are ultimately responsible for the whole of civilisation.

MEI: In that sense, compared to the life of an individual, the truth brought forth by life is a more essential existence.

“Vill-V”: In other words… Vill-V’s talent is more important than Vill-V’s identity?

“Vill-V”: Ah, you can say that.

Mobius: That’s you. I don’t plan on making another Mobius to replace myself.

MEI: …That’s not important.

MEI: Think about the relationship between children and parents, Dr. Mobius. Regardless of whether the inner worlds of two generations coincide, human civilisation is continued by the next generation.

MEI: Regardless of whether their parents like it.

--

Gameplay EX-5 - Dream and Dream

It is said that in a far north country stood a majestic mountain.

It was thousands of miles long and hundreds of miles tall.

Once in a thousand years, a little bird would fly to its peak and sharpen its beak on it.

When the whole mountain was worn away by this…

The calendar known as eternity would flip to a new page.

The heroes fifty thousand years ago have long passed. The wound left by the finality seemed to have healed.

The top on the smooth table.

Time seemed to stand still.

Or rather, like the factorials of negative numbers, it had already crossed the pole at infinity in analytic continuation, and was regressing in the direction opposite to the origin.

Himeko: Yo, Principal. Did I interrupt your nap?

Theresa: Na…p?

Himeko: Seems you’re still asleep. Actually, I dozed off too… Being a homeroom teacher is exhausting.

Theresa: Himeko… are we…

Himeko: Hm? What is it?

Theresa: No… I’m just… confused. Seconds ago, I was giving orders in the Hyperion which was flying in deep space. It must have been a dream…

Himeko: Hmm… That sounds fun. My recent dreams are… what’s the word… pretty funny.

Theresa: Eh? That can’t be.

Himeko: Wait till you hear my dream. I dreamed my class grad… When they left the school, we had a big group hug. We were crying and laughing.

Theresa: Um… isn’t that normal? That happens at every high school graduation.

Himeko: But it’s my first time being a homeroom teacher and helping a class graduate.

Himeko: That sounds super stressful.

Theresa: …Yeah. Your students are all kind of problematic. I really appreciate it.

Himeko: If you say that, Principal, you gotta drink with me some time.

Theresa: That depends on whether you can drink bitter melon wine.

Himeko: …That’s the Principal I know.

Himeko: Wait, you haven’t returned that barrel of wine you seized from me yet! Stingy.

Theresa: Huh? Oh… that barrel. Oak-aged, right? Relax, I don’t steal drinks.

Theresa: But I can’t stand someone using it like a drinking fountain and making a dorm reek of alcohol. Don’t you think so too?

Himeko: Eh…

Himeko: How about we get down to business, Principal? Here’s the plan for this year’s sports day.

The young redhead thumped down a stack of A4 papers in front of the Principal. They bumped against the top that had been spinning freely on the desk, sending it flying toward the ground in a perfect curve.

Theresa instinctively bent down to pick up the spinning top…

But when she got up, there was nothing in front of her.

Theresa: …!

Theresa: I… What just happened?

???: You just broke a layer of your subconscious.

Theresa: …

Theresa: Grandpa?! Why are you…

Otto (?): Don’t be nervous. I’m just one of your subconscious, and a reference point for your self-awareness.

Otto (?): Did I make myself clear? Congratulations…

Otto (?): In the random fluctuations of subconscious, you accidentally discovered that you’re dreaming…

Mei: …You say we’re walking in that old man’s dream?

Raven: Yes. This is Hare’s expertise, which she calls “dream-catching”.

Mei: Sounds like something only the Herrscher of Sentience can do.

Raven: I know, right? That’s why the Sire sent Hare to Mount Taixuan during that incident.

Raven: But she didn’t show interest in Herrschers… By the time she ambled there, the incident had been resolved by your friends.

Mei: Back to the topic. You said this is all related to Project STIGMA.

Raven: “The bloody sacrifice becomes the sweet dreamland,” in Gray Serpent’s words.

Mei: Then the old man…

Raven: He has become one with this dream he conjured.

Raven: This is another way of living, right? Like what another Gray Serpent often says, “Houses should be built in the air, their foundations are only placed under them.”

Mei: You mean the World Serpent still intends to follow in Mobius’ footsteps and redefine humanity?

Raven: That’s pretty much it. In the current Project STIGMA, the old humans will be connected as dreams, and eventually become the Stigmata of the new humans.

Mei: Turning people… into Stigmata?

Raven: I don’t know about the technical details either, but one thing’s certain: it makes people disappear into their dreams, swapping reality and illusion. Spirit is converted into matter, and vice versa.

Raven: “Once the average old humans are gone, the World Serpent will transform it into a world suitable for the new humans. Honkai energy will flow freely inside every person, and Herrschers will never appear again.”

Raven: Again, that’s what Gray Serpent said. I’m sure it can still scare the wits out of kids. From my understanding…

Raven: It’s like the Elysian Realm, in another sense.

Gray Serpent: If you gather all the dreams of humans, you’ll get a giant resembling a planet. A desert sage named it Adam Ruhani…

Gray Serpent: …Which means Spiritual Adam.

Gray Serpent: Adam Ruhani is one of the gods, but it’s extremely far away from the others… That distance is what mortals call time. It’s the late eternity, and a rift that can’t be crossed with logic.

Gray Serpent: Humans see Adam Ruhani as the product of their dreams, and the opposite applies to Adam Ruhani. Its words are like our sleep talking. It has no present and past: everything happens in the future.

Gray Serpent: It can’t die, think humanly, nor reproduce… It simply exists forever as the ladder leading to the divine realm.

Gray Serpent: …That’s the real aim of Project STIGMA.

Gray Serpent: Be it gory or psychedelic, physical or spiritual… they’re only means, not ends.

Gray Serpent: The plan is essentially a chain that ties people who can’t help themselves together. We can let them go with the flow, or help them within our power.

Gray Serpent: For them, joining this dream is being helped… in their dreams, they are Adams, they are gods.

Gray Serpent: The real world will lose its meaning for them, while the eternal dream will become their only reality. They no longer think with time…

Gray Serpent: Their dreams will be connected, which will create a true miracle that transcends finality.

Mei: …

Mei: Connecting a dream with another dream…?

Raven: Hard to imagine, huh? Friendly reminder, there’s more to the project.

Mei: …Is it because compared to the entire population, people who can be connected to the dream world by the World Serpent are extremely rare?

Mei: That old man… is a believer of the World Serpent?

Raven: Oh, you’re keen. I have a feeling that if we keep talking, I’m going to tell you everything I know.

Mei: Isn’t that the case?

Raven: Don’t say that. I’m only telling you what Gray Serpent would tell you.

Raven: Anyhow, Project STIGMA is almost complete. It’ll not be restrained by this level of information sharing.

Mei: …

Mei: Raven, do you really approve…

Raven: Shhh.

Raven held her index finger in front of her lips.

Raven: …Let’s drop the topic for today.

Raven: Mei, do you mind going for another drink with me?

Theresa: …Let me sort this out first.

Theresa: You said I’m trapped in my dream. The real me is still sleeping in the Hyperion.

Otto (?): Correct.

Theresa: Then, what if I do this?

She slid her hand against her throat.

Otto (?): If this is a regular dream, you’ll wake up or have the next dream.

Otto (?): But since your consciousness is clear… you risk having it completely dissipate.

Theresa: …Which is to say I can’t give up thinking and must find the flaw of this dream, despite not even knowing why I’m trapped here.

Otto (?): That’s right.

Otto (?): But you must remember, Theresa…

Otto (?): If this is your dream… Then its flaw is bound to be your weakness.

Theresa: …

Otto (?): Careful. They’re coming.

Theresa: …?!

Theresa: That explains it. Series A clones and Parvati… I think I know what enemies will appear.

Otto (?): Like me, for example?

The answer was silence.

Otto (?): Sorry, I shouldn’t have made that joke.

Otto (?): You may still be doubtful about this, but I genuinely am with you.

Otto (?): Deep inside your mind, Otto Apocalypse has a good half. Perhaps this Otto can be called…

Otto (?): The other you in the mirror.

Theresa: …

Theresa: You remind me of how disagreeable he was.

Otto (?): Mirrors can be unpleasant. They don’t always reflect the sides we like.

Otto (?): I’m not trying to excuse anyone, of course. For some people, manipulating mirrors is an easy trick.

Otto (?): Back to the subject of your concern. To dismantle this dream based on St. Freya, the method that would dismantle St. Freya in real life would surely have the highest success rate.

Theresa: …The Dogma District.

This was a name that had not been mentioned for ages. The place known as the Underground Central Church was where St. Freya received cutting-edge technology from Schicksal HQ…

…And where the Herrscher Core inside Kiana roused again.

Otto (?): Yeah, that’s where Schicksal, Anti-Entropy, and the Herrscher of the Void contested.

Otto (?): Let’s go, Theresa. Let’s go see what’s hidden there this time.

Theresa: By the way… When I first took over the school, I actually hated it.

Otto (?): Oh? Hated that it reeked of your grandpa?

Theresa: No, I just hated our seniors who overspent on materialistic things.

Theresa: When I first saw the school under construction, I thought to myself…

Theresa: “My gosh, is this some sort of 500-year-old school for nobles?”

Theresa: “Why is it constructed like a palace in Vienna?!”

Otto (?): But now, you don’t think that way anymore.

Theresa: Yeah, I just had to get used to it after all. As Fu Hua told me…

Theresa: “Since you are already here, make peace with it. A palace or a hut, it matters not as long as it serves its purpose.”

Otto (?): Oh, here we are. St. Freya’s central church.

Otto (?): After opening the door and going down the stairs, we should find ourselves at the most secretive place on campus.

Theresa: …Yeah.

Otto (?): Is there something on your mind?

Theresa: A year ago, this is where Kiana was affected by the power of a Herrscher.

Otto (?): Are you still blaming yourself for it?

Theresa: You don’t understand. Because of that incident… St. Freya lost her best teacher.

Theresa: I’m saying… this pains me even more than… losing a good friend forever.

Otto (?): But the past is in the past. What you can do is get yourself together and look ahead for her.

Otto (?): Didn’t you discuss this in Klostern? Maybe the real hardship is yet to come.

Theresa: …

Otto (?): Anyhow, let’s find out what secrets are hidden behind this door.

[CG plays wherein the door to the church is opened, leading to what looks like Imaginary Space.]

--

Gameplay EX-6 - Vishnu

At the end of the dream was not the place of atonement that held secrets, but the place of closure that had belonged to one man.

And now, the person who happened to embody him was wading a crimson desert, uncontrollably thinking of the self that made the world better yet worse.

Otto (?): Hmm, Theresa. I’d love to sit down and have a drink if I had a bottle of Armagnac.

Otto (?): Look, a beautiful tree, isn’t it?

Theresa: …Didn’t you claim to be a consciousness that I dreamed? Why do you sound more flippant than the real deal?

Otto (?): Hey, Theresa, humor’s good for health. You can learn from him in this respect.

Theresa: …Yeah right. I should’ve known you console people differently.

Theresa: At least tell me, are we in a brain’s dream or the Imaginary Space in reality?

Theresa: I don’t think I can construct a realistic environment in my dream simply after Durandal’s description.

Otto (?): Indeed.

Otto (?): We’ve almost gone through the entire St. Freya. Until that moment, everything was unquestionably your memory.

Otto (?): But we’ve come here, a place that does not belong to your memory. This either means your body in reality is being corrupted by the imaginary… or your dream is merging with another’s.

Otto (?): In my opinion, they’re more likely to happen simultaneously. So I begin to wonder…

Otto (?): …The Hyperion is in orbit around the moon. Where does your opponent come from, how did they manage to affect you, and why would they do that?

Theresa: …

Theresa: You’re asking the obvious. When Otto asks questions like that, he already has answers in mind.

Otto (?): Hahahaha.

Otto (?): Then I’ll be upfront. Since we suspect the Hyperion may be being corrupted by the imaginary…

Otto (?): Then, in theory, we can also reach the subject of this invasion this way.

Otto (?): So despite the situation being unclear, this is our perfect chance to come into contact with the instigator.

Otto (?): Unfortunately… this is a boundless desert. If I were its constructor, I wouldn’t be so foolish as to leave my enemies a shortcut out.

Theresa: …Don’t tell me your only conclusion is that we should do nothing.

Otto (?): Why would it be? It’s your imagination being restricted by common sense.

Otto (?): Think of what kind of beast resides in you… Think of what it can devour.

Otto (?): Only Honkai beasts? Only Honkai energy? Or is it possible for every Imaginary Construct to be its food?

Theresa: You mean…

Otto (?): That’s a good response, Theresa. Don’t forget that this dream is also part of the Honkai. In a place that’s neither real or false… your Vishnu is capable of anything.

Theresa: You want me… to use Vishnu’s power to devour this illusion that shouldn’t appear in St. Freya? And even… all the other dreams above it?

Otto (?): Do you think it’s insane? But if you ask yourself, you’ll realise…

Otto (?): Under such special conditions, it’s possible.

Theresa: …

She wanted to rebut, but did not say anything in the end.

She could guess what would happen next, and knew it was inevitable.

This was only a dream, which was all the more reason she could not hesitate.

Otto (?): Come, Theresa. It’s time to warm up.

Otto (?): Very good, keep up this momentum.

Otto (?): Grow as much as you can, Vishnu.

Theresa: …

Otto (?): Well done, Theresa.

Otto (?): Vishnu has gained overwhelming power… It should be fully able to devour this dream.

Theresa: …

Theresa: What about you?

Otto (?): Hm? What’s so special about me?

Otto (?): When a dream wakes up, everyone in it returns to its master. I’m no exception.

Theresa: No, not in that respect.

Theresa: I meant…

Theresa: …Forget it. It’s not important anymore.

Otto (?): Haha. So this is what it feels like to say goodbye to your blood, Theresa.

Otto (?): Although Otto Apocalypse was hopelessly evil, at certain moments of his life, he sheltered you.

Otto (?): At that time, he seemed to have everything at his fingertips, so much so that you often imagined how it would be if he was really on your side.

Theresa: …

Otto (?): Theresa, to think that way is human. When you have an elder, you’d naturally want them to stand by you.

Theresa: But you… No, even my real Grandpa is ultimately my mirror.

Otto (?): Of course. I’m happy you’re aware of that. And…

Otto (?): You’re also his mirror. He reflects your hidden evil and you reflect his hidden good.

Otto (?): Family, friends, rivals, and even enemies can help us understand ourselves more comprehensively.

Theresa: …Ha. Thanks.

Theresa: But my real Grandpa would never say that.

???: Of course. He’s nothing more than a fool.

The man’s illusion disappeared.

Theresa knew he was not real, but a mirror image glamorised by her subconscious. Her grandfather was still selfish beyond saving…

…That was the choice of a fool, and a leaden history that could not be rewritten.

And now that illusion had disappeared with him.

From then on, Otto never appeared in Theresa’s dreams in any form ever again.

--

Gameplay EX-7 - Something to Drink?

Raven: Ah, finally found it.

Mei: This place is…

Mei: …Arc City.

Raven: To be more specific, it’s the Arc City dreamed by some of the Serpent’s believers.

Mei: The Serpent’s believers… Jackal once boasted that they had infiltrated every trade around the world, which amounts to several hundred thousand people. So that’s true?

Raven: I don’t know the exact number, but since the Sire emerged, the World Serpent has never had a shortage of informants.

Raven: Some are happy to help us, but more only conformed to the so-called collective unconscious. Especially so when the strength of Stigmata and the weakness of will were disproportionate on an individual.

Raven: But let’s not bore ourselves with topics only Jackal and Gray Serpent are interested in. Come to my place and have a drink!

Mei: …So you weren’t kidding.

Raven: Huh? Come on, Mei, whenever I say I want to have a drink, I mean it.

Raven: Take a seat. What are you drinking?

Mei: Milk.

Raven: Seriously?

Mei: “Skimmed milk. The best for the underage.” You said so yourself.

Raven: …Heh. You’re unforgiving.

Raven: Here…

Raven: Rainbow milk for children, with all natural coloring, DHA, and plant-based calcium to facilitate your growth.

Mei: …

Mei: That is indeed a special milk.

Raven: It’s Sora’s idea. It’s pretty troublesome to make, but thankfully I don’t need to in a dream.

Mei drank up the rainbow milk in front of her.

Mei: It’s surprisingly smooth.

Raven: You can be more generous with the praise.

Mei: Heh.

Mei: But Raven, does our taste in a dream come from our interactions with the dream’s constructs?

Raven: As sharp as ever. I’ll put it this way…

Raven: The taste you felt was probably my taste. Or, to be more accurate… the taste I remember.

Mei: I see. Sharing experiences and feelings via dreams. That’s entirely new.

Raven: You see, falling asleep… can be an exciting experience.

Mei: Raven. Don’t tell me this is when you start to lobby for the World Serpent.

Raven: Excuse me? You’ve overestimated me.

Raven: It’s just that… we’re almost done with the last glass, right?

Mei: …

Mei: …Yeah.

As if tasting wine, Raven finished a glass of ordinary coffee milk slowly.

The empty bar was unusually quiet, as if the world’s chimes had fallen silent… until that glass was irreversibly emptied and the two were prepared for battle.

Raven: By the way, this place counts as where we first met.

Mei: I suppose so. But we weren’t focusing on each other.

Raven: …I knew you’d say that, heiress. You don’t go easy on people.

Raven: How was it? Did you have fun dancing with the Serpent for the past six months or so?

Mei: That’s hard to say.

Mei: But at least I made a friend.

Raven: I see.

Mei: What about you?

Raven: Me?

She smiled.

Raven: I had a good time.

Raven: Now that you mention it… I need to make sure you accept my farewell “gift”.

Raven: …You should know what that is.

Mei: No problem. The Lightning of Conquest doesn’t mind winning against the same opponent twice.

Raven: Does it? This is an illusion completely different from the Realm… You better not take it too lightly, Herrscher of Thunder.

Raven: Mei Raiden. The path you’ve chosen has always been a respectable one.

Raven: But you must also know that from the moment you left the World Serpent…

Raven: Every member of the organisation has become your enemy.

The battle was decided. Even in another person’s dream, the chasm between them was unbridgeable.

Raven: I surrender, I surrender.

Raven: You’re actually stronger than you were in the Realm.

Mei: Am I? Yet I thought it was my opponent playing it safe.

Raven: Heh. Not so fast.

A disturbing scepter appeared in Raven’s hand. It was the Scepter of Duat that had severely wounded Mei on Coral Island.

Raven: (Sorry about this… my heiress.)

…

Mei: Sorry, but the heiress of the Hokushin-Itto-ryu can’t be defeated by the same move twice.

Raven: Even that lost to you. I thought you’d drop your guard the moment I admitted defeat.

Mei: You’ve clearly warned me, “From the moment I leave the World Serpent, every member of the organisation will become my enemy.”

Mei: This is all the more true of Natasha the mercenary, isn’t it?

Raven: …You got me.

Raven raised her arms to show she had surrendered.

Raven: I really don’t have any more cards up my sleeve.

Raven: I was hoping I could take you to New Atra just like that.

Mei: New Atra?

Raven: It’s where people live while Project STIGMA is in progress. Sora’s looking forward to camping there.

Mei: …I don’t think the World Serpent is kind enough to move everyone there.

Raven: You got that right. Average folks… will most likely sink into the dream woven by the Serpent.

Raven forced a smile.

Raven: Aponia might approve this, don’t you think?

Mei: But I’m clearly not her.

Mei: ▌▐▃▃▀▍▎▏▒▉━

Mei: …?

Raven: ...▒▇▓▔▃▂▁?

Raven: ▂▂▃▅▋....▐▐▒?

Mei: (No…)

…

…

???: It’s okay, Raven. One could say you two don’t owe each other anymore. Aren’t you happy about that?

They heard that voice in their heads.

Mei felt a pair of warm arms wrap around her shoulder… their softness hazily reminded her of the happier days at St. Freya.

???: I’m sorry… lost child. In this forced dream, you will drift to a distant shore, and meet a self that’s familiar yet strange.

???: But do not be afraid. There, you will be reunited with the people you hold dear, and together you will create a new tomorrow that only exists in fantasies.

???: After all, compared to redefining humanity…

???: …Redefining the world is always a better option.

???: Good night, Mei Raiden. May you and your friends have a sweet dream.

--

Gameplay EX-8 - Extinguished Starlight

The man walked alongside time. The night crystallised in his dream and left behind a hazy starlight.

He remembered she said that every ray of starlight was born from the fusion reaction of a stellar core, wandered for millions of years before escaping to the planetary surface…

…And traveled for another millions of years in the cold space to fall into their eyes.

She said she used to believe that every star in the sky was an enemy. But right before a world-cycle, she realised…

Every star in the sky was also a mark of civilisation’s breaking its destiny eventually.

Child: Dad, we’re alive… Don’t you find that magical?

Father: Huh?

Child: Dad, I don’t understand why we’re alive. I don’t understand why the world exists. I can’t think of any reasons.

Father: …

Father: MEI, don’t ask other people those questions.

Child: Why?

Father: People don’t like hearing them. They’d think the questioner needs to see a psychiatrist or is on a funny drug.

Child: But… do they know the answers to my questions?

Father: I don’t think they do, which is exactly why they don’t like hearing them.

Child: Why is that?

Father: Because they lack the courage to face life. You’re young… so you may not feel that.

Kevin: …

MEI: Please imagine a possibility. In a spacetime greater than the universe, your consciousness and your life may have appeared countless times, but you’re unable to realise it.

Kevin: If I’m unable to realise it… doesn’t that mean whether the hypothesis is true or not doesn’t matter?

Su: I don’t think so. Such critical thinking will influence your view of the world and life.

Kevin: Really?

MEI: I have an example. Have you heard the story about a poor man and a rich man sunbathing together?

Kevin: Oh, did the rich man make more money than he could spend in several lifetimes, but end up sunbathing like the poor man?

MEI: Yes. A famous sophistry, isn’t it?

MEI: Sunbathing is one of the many freedoms the rich man enjoys. For the poor man, however, that’s probably his only freedom.

Kevin: Um, I think your example made things harder to understand…

Su: She means that having the same outcome doesn’t amount to having the same process. This is especially true for philosophy, where questions are often more important than answers.

Kevin: …Oh.

MEI: What Su said was an aspect. But like the rich man who had more freedom than sunbathing…

MEI: For us, by making use of the parallel truths, we can push our understanding of the world further.

MEI: So what I really meant is…

MEI: I thought of an experiment that can partially validate my hypothesis. However…

MEI: I’m still missing the crucial “witness”.

Su: But… MEI, could that witness really exist? Even if the universe cycles, the process itself can destroy any history unbeknown to us.

MEI: It depends on whether the truths, which control the fate of the universe from the outside, reveal clues in the universe.

MEI: From their perspective, the incompleteness theorems in the logical system is actually our friend.

MEI: If even the universe isn’t a self-contained loop in terms of causality… then for any descriptive system, an observer is bound to find its flaw…

MEI: …And gain insight into new truths.

Kevin: …

Elysia: How did it go? Are the examination results right? As I said, Elysia is really a Herrscher.

MEI: …Yeah.

MEI: Come to think of it, I once calculated the probability of a Herrscher like you appearing. It turned out that I needed to write thirty to thirty-five zeros after the decimal point.

Elysia: Really? But I find myself quite average.

MEI: This may be true in terms of your subjective perception. Due to accidental symmetry breaking, you escaped the bondage of finality. To analogise it rather strangely…

MEI: …It’s like someone defied thermodynamics and boiled coffee with ice cubes.

Elysia: Wow! That’s a rare spectacle in the universe!

Elysia: Thank you, MEI! I feel much more confident about what I’m going to do!

MEI: …I wish you success.

Elysia: I will! You bring me luck, MEI.

Elysia: Maybe not everyone in the MOTHs is like you… but no one can deny your abilities, let alone your contributions.

Elysia: What I’m going to do won’t make a difference in the future without everything you’ve created.

Elysia: You don’t have the channel to return to the Honkai like me.

Elysia: You don’t have the power to resist the Honkai like Kevin.

Elysia: But your wisdom can discern the nature of the world, and show humanity the only way out of the maelstrom.

Elysia: There are certainly irreparable mistakes and unacceptable sacrifices… but in an unreasonable world, who can lead everyone forward better?

MEI: …Thank you.

MEI: But to be honest, it isn’t my mistakes that people fear the most, right?

Elysia: Hmm… Maybe you’re right.

Elysia: But as I see it, that’s one of the reasons people trust you so much. Kevin should know it better than anyone else.

Elysia: By the way, you can relay what I said to him~

Kevin: …

MEI: …What are you doing?

Kevin: Um… nothing.

Su: We were discussing the changes to the plan. While I understand why the executor of Project STIGMA was changed to Kevin…

Su: You should’ve notified me in advance, MEI.

MEI: Didn’t Kevin tell you? He made the request himself.

Su: I know, but…

MEI: People need something to keep themselves going. You do, and so does he.

Su: …

MEI: Su. If Project STIGMA were in your hands… Then strategically speaking, I agree with Kevin in that it amounts to us losing this option.

MEI: …Am I wrong?

Su: …No.

MEI: Then on behalf of the organisation, I ask you to accept this arrangement.

Su: …Alright.

MEI: I understand how you feel, but we can’t measure strategic value by personal preferences.

MEI: Project STIGMA is the worst plan… but as the last guarantee of civilisation’s freeing itself from fate, it must exist, even if it causes us to…

MEI: …Sacrifice our lives, honor, and even worth.

Kevin: …

MEI: …Kevin. What’s your opinion on recent events?

Kevin: Um… What are you talking about?

MEI: First of all, I’m assigning impossible projects to your friends.

Kevin: …People need an idealised aim.

Kevin: Doing the impossible may be futile, but it’s better than doing nothing at all.

MEI: What about yourself? Unlike them, you’re responsible for a plan that can be done.

Kevin: This is the trust they put in me. I’ll spare no effort to accomplish my mission.

MEI: …I’m not asking about that, Kevin.

MEI: When I study the Honkai and humanity’s fate, I at least feel the joy of discovery. But what can you gain from something to which you don’t aspire?

Kevin: I’m content with seeing you realise your self-worth.

MEI: …

MEI: Kevin. When you led your friends, you said people need an idealised aim. If that’s true, how can I be your only aim?

MEI: No matter how close we are, I’m independent. Setting the concert of another individual as your aim… in my opinion, is purely an act of passion.

Kevin: MEI, I…

MEI: Don’t get me wrong, I’m not saying you must change here and now.

MEI: But Kevin, you know that I’m not physically capable of becoming a MANTIS.

MEI: You have a long life ahead of you… Some day, you’ll part with me and find your own way.

MEI: When that day comes, it won’t be attached to anyone… even me.

Kevin: …

MEI: …Kevin. What do you think is the most beautiful thing about life?

Kevin: You want to hear the truth?

MEI: Your lie can only fool me for three seconds. Oh, and you can’t answer “meeting me”.

Kevin: Alright. Let me think…

Kevin: Oh. I know this is gonna sound weird…

Kevin: When I was in school, we boys would skip class for Eden’s concert… I think that air of freedom I breathed is the closest thing to the beauty of life.

MEI: I expected you to say something so wild. At that time, you should’ve said…

MEI: “Plus, I’m just a high school student. Live free, live happy. That’s how I would live my life.”

Kevin: …Yeah.

Kevin: Everybody’s changed.

Kevin: No… MEI, you’re the only one of us who hasn’t changed, like the truth you’ve been seeking.

MEI: …If truths change like humans do, this world might be a better place.

MEI: Kevin. I believe the most beautiful thing about life is that, despite being constructed by truth, it can gradually understand and control truth on its own.

MEI: But as you know… the more we understand, the more apparent the cruelty behind this beauty becomes.

MEI: “Ignorance is bliss.” This is what past fictitious beliefs and the current “Prophet of Sundown Alley” advocate.

Kevin: But you’re different.

MEI: Of course. I’d like to call it ambition.

MEI: Although from a utilitarian perspective, people may say not going forward is going backward, but at least for me, curiosity instead of necessity is the real force driving people forward.

MEI: I don’t know if you were curious about this when you were a child… I once asked my father…

MEI: “Dad, we’re alive… Don’t you find that magical?”

Kevin: …Magical?

MEI: Yeah.

MEI: If the universe is crowded with existences, then why am I the one to sense my life?

MEI: Why was I born? Why born on Earth? Why born human? Why born in this era? Why born female?

MEI: And why am I observing Kevin through MEI’s eyes, instead of MEI through Kevin’s eyes?

MEI: You see, I have a series of unanswerable questions.

MEI: By the way, you’ve heard of electrons being identical, haven’t you?

Kevin: Oh, I have. Electrons are elementary particles and don’t have distinguishing properties like physical objects, so you can’t tell them apart once they mingle, right?

MEI: Yes. That’s why someone proposed that maybe there’s only one electron in the entire universe. It’s traveled through every spacetime in a higher dimension, and exists as every electron simultaneously in our eyes.

Kevin: …That’s an eerie kind of romance.

MEI: These hypotheses get more romantic. A fanciful philosophy argues that the universe is the superposition of an endlessly repeating fate, in which every consciousness is but the special state of a common soul.

MEI: Think of it as a superstitious reincarnation. Maybe I’ll become a victim of Sundown Alley in the next life, robot Prometheus in the life after that, and so on.

Kevin: Um…

MEI: Objectively speaking, this is an indescribable horror for some, and an unattainable salvation for others.

MEI: But I think it’s at least an interesting thought experiment. It can help us understand the volume of the world and the weight of life.

MEI: Then again, it all boils down to imaginative thinking. As long as it’s expressed abstractly enough, it can be neither proved nor disproved.

MEI: Therefore, in the field of cognition, this is only another form of escape.

Kevin: Are you saying people will face the truth someday?

MEI: Yeah. Although the complete truth is simply unknowable, such a metaphysical flaw actually discusses what’s outside humanity’s horizon.

MEI: As we explore nature, the visible truth continues to broaden. It’s already vast enough to encompass us who are finite in every way.

MEI: Your math teacher might have told you about the so-called incompleteness theorems… but I’ll tell tell you that any physical conclusion is provisional on the mathematical logic level.

MEI: As long as it’s drawn by humans, it has a scope of application, and can never explain anything beyond that.

MEI: A truth that’s “applicable everywhere” has been nothing more than a monster fantasised by philosophers. This “sole thinking” has done more harm than good to us.

MEI: But most interestingly… everything I said makes facing the truth all the more fascinating. At that moment, everyone will be shaken to the soul.

Kevin: I… I’m not sure if I understand.

Kevin: Are you trying to say this is like some sports… where their lasting appeal comes from being untamable?

MEI: Of course. I’ve always believed that thinking is the greatest extreme sport in the universe.

MEI: So, is your girlfriend more insane than you imagined?

Kevin: …

Kevin: (After all, our world itself is rather bizarre.)

Kevin: I’ve come.

???: … …………

Kevin: Excellent. Preserving your self from countless derived consciousness is no easy task, even for you.

???: … …………

Kevin: It matters not. The project only needs you to appear here. You’ve been lying low long enough.

???: … …………

Kevin: They will certainly have the chance to prove themselves. In the meantime, they must understand what they’re challenging.

???: … …………

Kevin: I agree that’s an unstable factor. I shall meet her in person later.

???: … …………

Kevin: Yes. According to our plan, I will shoulder the authority of Finality bit by bit… and eventually finish our destined course.

Kevin: The fifty-thousand-year wait is over. Thank you, No. 17.

Kevin: You may rest peacefully.

--

Gameplay EX-9 - Shadows in a Cave

Theresa Apocalypse looked around her in the darkness.

As the avatar of Vishnu, she had devoured the sevenfold dream, but was still trapped in this lucid dream.

St. Freya. Schicksal Air Terminal. Klostern. The Deep. Arc City. Nagazora. Siberian snowfield.

They were the microcosms of her and her students’ lives.

Then… what did this hollow darkness represent?

???: Nice to meet you, Theresa Apocalypse.

From the darkness came a voice that was cold but carried a certain warmth.

Theresa: …Who’s there?

???: Kevin Kaslana’s shadow, an artificial consciousness belonging to the Kaslana’s Stigmata.

???: For convenience’s sake, you can call me the Will of Stigmata.

Theresa: (The Will of Stigmata? I recall Siegfried once said…)

Theresa: (Wait, why did he appear in my dream and the deepest reach of nothingness? For me, he’s only a myth…)

Will of Stigmata: …You don’t seem to understand why things have come to this.

Will of Stigmata: You’ve devoured the sevenfold dream and came to the boundary of consciousness. But this is an adventure without destination. You haven't discovered why you’re trapped here.

Will of Stigmata: …I might as well show you the entire sequence.

Will of Stigmata: Let’s start with that self-proclaimed rebellious student of yours.

A memory of Mei from Kevin’s perspective flashed across Theresa’s mind.

Theresa: This is…

Will of Stigmata: The real Kevin wanted to initiate Project STIGMA, but Mei Raiden didn’t agree with him. He let her go so she could do what she thought was right.

Theresa: Project STIGMA?

Will of Stigmata: Exactly. In fact, it’s already set in motion, which is why you were captured by a dream in the Hyperion near the moon, and ultimately came here.

Will of Stigmata: We’re only a step away from the central space of the Kaslana’s Stigmata, which is a shadow cast by the real Kevin in the past.

Will of Stigmata: But compared to that, you’re more concerned with Project STIGMA, aren’t you?

Theresa: …If you’re telling the truth, I fear tens of thousands of people on Earth are in a desperate situation. How can I leave this place?

Will of Stigmata: You must pass my test and become a true Stigmata Awakened. That way, Project STIGMA will no longer be able to confine you.

Will of Stigmata: The sanctuary of the children of destiny shall open for you. You will survive this worldwide upheaval safely there.

Theresa: More importantly… if you’re really the will of the Kaslana’s Stigmata, please tell me how I can save everyone from the ongoing Project STIGMA.

Theresa: You said the disaster had occurred, so you ought to know that the information I need is in no way how to survive it safely.

Will of Stigmata: Ah. Do not rush. The ongoing Project STIGMA is not a mere copy of the Arc experiment.

Will of Stigmata: Understanding why you’re also affected in the Hyperion would immensely help you grasp the development of events.

Will of Stigmata: Let me give you peace of mind.

Will of Stigmata: Until now, not one person on Earth has lost their life due to Project STIGMA.

Will of Stigmata: So… don’t worry. We still have time to find out everything that happened behind the scenes.

A memory of Raven from Kevin’s perspective flashed across Theresa’s mind.

Theresa: Kevin and Raven… Is this a recent happening?

Theresa: Wait, why do you know what’s happening inside the World Serpent?

Will of Stigmata: Haven’t I told you that I’m the will of the Kaslana’s Stigmata? I’m not from your dream, I’m a living administrator of Stigmata. I can find a way to receive the real Kevin’s memory fragments.

Will of Stigmata: And… due to Project STIGMA, the boundary between us will blur.

Theresa: The boundary between you and Kevin? Or… the boundary between you and me?

Will of Stigmata: Both, actually. As I said, until now, not one person on Earth has lost their life due to Project STIGMA.

Will of Stigmata: That’s because at the end of this project, realised Stigmata will replace humans, and dreamified humans will become one with the past Stigmata space.

Theresa: …

Theresa: Regardless of what that actually means, it’s related to my situation, right?

Will of Stigmata: Yes. The moon is a key point in Project STIGMA. You approached the moon unwittingly, thus becoming one of its first sacrifices. However, due to Vishnu’s trait…

Will of Stigmata: You didn’t sink into the dreams but devoured them all along the way.

Theresa: …

Theresa: Wait, that means for ordinary people…

Theresa: They’d get lost in the initial dream… Like the St. Freya where Himeko was that I dreamed of…

Will of Stigmata: Yes. Their consciousness will be converted into an existence the same as Stigmata and recede to the interstice of the Imaginary world. Correspondingly…

Will of Stigmata: The thoughts in Stigmata will be given form, gradually descend to the external space, and replace people in their sleep.

Theresa: Stigmata… will replace humans…

Theresa: But isn’t Project STIGMA aimed to screen the entire population for every Stigmata Awakened at all costs?

Will of Stigmata: The Stigmata Awakened hold remarkable value, but they’re only the intersection of Stigmata and humans, and the most primitive guarantee of Project STIGMA.

Will of Stigmata: Let me give you an example, Theresa.

Will of Stigmata: If fictional characters come to life, build their own world, and extend their limitless possibilities into the future… What do you think this world will be like, compared with the current one?

Theresa: …

Theresa: I don’t know. It doesn’t sound bad.

Will of Stigmata: If I add that those fictional characters are free from mortality and world destruction, do you still think it doesn’t sound bad?

Theresa: Are you saying that…

Will of Stigmata: Since you’ve guessed it, I’ll sum it up this way…

Will of Stigmata: If Schicksal’s mission is to find the right destiny, and Anti-Entropy’s mission is to defy the wrong destiny…

Will of Stigmata: Then the World Serpent’s mission is to exceed destiny itself.

Will of Stigmata: The three missions are equal… but as has ben repeated throughout human history, when people’s aims are no longer compatible, justice and justice will inevitably clash.

Theresa: So… for the World Serpent, since Project STIGMA can prevent the Final Herrscher from descending, all its costs can be ignored?

Will of Stigmata: Things might not be that simple.

Will of Stigmata: As I said, Project STIGMA will make Stigmata replace humans. They will fully inherit human civilisation…

Will of Stigmata: That way, from a planetary perspective, Earth would not only lose nothing, but also be sublimed.

Theresa: Earth will be… sublimed?

Will of Stigmata: This is too abstract for someone trapped in a dream. Instead of trying to comprehend it…

Will of Stigmata: Perhaps this fifty-thousand-year old memory would serve you better.

Will of Stigmata: That is also… one of the beginnings for the Kaslana family.

???: Kevin. How did you feel about seeing your child for the first time?

Kevin: …He has her eyes.

???: Is that so? We based them on your genes since his mother was born near-sighted.

Kevin: …

???: Just trying to liven things up. Are you aware of the burden this child will bear?

Kevin: He may have to kill me.

???: Oh wow, you suddenly sound so resolved.

???: …I regret it. If that’s all you can say, you don’t deserve to have her child.

Kevin: I’m only stating the facts.

???: I also have facts to state. I’ll personally hack into the Final Herrscher’s body when it descends…

???: So when it cycles again, I may slaughter your offspring clean with my own hands.

Kevin: …

???: You get to decide what kind of father you will be, but as your fellow Flame-Chaser, I’ll give you a word of advice.

???: There’s no point in dragging MEI’s child into Project STIGMA when you’re shouldering it.

???: The world will be so vast after the Final Herrscher descends… Before it cycles again, he has plenty of time to enjoy the freedom of being born a human.

???: You people love that freedom, don’t you?

Kevin: …

???: Relax, Project STIGMA is absolutely fair. When it comes into play, finality, destiny, humanity…

???: …And even yourself are guaranteed to be crushed.

Kevin: …That’d be best.

???: Heh.

???: Anyhow, we’re living in an underground cave. Oh, I’m not talking about this vault!

???: We’re merely primitives chained in a cave and facing a blank wall with a fire behind us.

???: Occasionally, shadows are projected on the wall… those shadows are the world to us.

???: This is okay for most primitives. They put their heart and soul into them, worshiping and extolling their made up stories.

???: Suppose at long last, a primitive broke free from the chains and went straight outside the cave. It goes without saying that the outside world is unbounded and spectacular.

???: The question is, do you think this primitive would stay outside or go back to save the others?

Kevin: …They don’t necessarily need saving. There are things that the primitive must do.

???: Oh? That’s an interesting answer. But Kevin, don’t tell me you’ve…

???: …Taken yourself as that fire in the cave?

Theresa: …

Theresa: I’m not sure if I got it, but it sounds like, for Kevin and the others… Project STIGMA meant more than conquering the Honkai.

Will of Stigmata: Stigmata record their knowledge and your history. If we apply that allegory to our civilisation…

Will of Stigmata: I fear that humans are the shadows on the wall, and Stigmata are all things true outside the cave.

Will of Stigmata: Humans are prone to errors and depravity. They can create beauty, but they often destroy it. It’s hard to deny that these are the reasons they’re dominated by failure.

Theresa: …Are you boasting, Will of Stigmata?

Will of Stigmata: No, I’m only relating an idea. Compared with true forms, compared with awakened humans… I’m not even close.

Theresa: Forms?

Will of Stigmata: Forms are the common goal of humans and Stigmata… especially so for people like you who’ve had Stigmata written in your genes since fifty thousand years ago.

Will of Stigmata: I think you clearly know what Herrschers are. Forms are the polar opposite of Herrschers. They’re even quite similar in appearance.

Will of Stigmata: However, you’ve never seen a form, nor could recognise an Equinox in front of you. Therefore, in your language, we can translate Project STIGMA as…

Will of Stigmata: To abandon the humans cursed by Herrschers and redefine civilisation on another basis.

Theresa: …Redefine civilisation?

Will of Stigmata: Yes. I think you need to realise that…

Will of Stigmata: In some ideologies, humans are but a stepping stone for civilisation.

Will of Stigmata: If you can’t understand that notion… you may want to face your destiny first.

Theresa: …

Will of Stigmata: Go, Theresa Apocalypse. That is a test you must face sooner or later.

--

Gameplay EX-10 - Kevin

Theresa: This is…

Theresa: There’s ice everywhere… Is this in Kevin’s dream?

Will of Stigmata: This is the deepest part of the Kaslana’s Stigmata space.

Will of Stigmata: In terms of Project Chimera, this is indeed Kevin’s dream.

Theresa: …Project Chimera?

Will of Stigmata: I believe you already know the origin of the Kaslana bloodline. It’s from the genes of those Honkai beasts that have been integrated into Kevin’s body.

Will of Stigmata: Various Honkai beast powers have accumulated and fused within his body, thus the name “Chimera”. But most people don’t know that this is the reason why Stigmata space exists in the first place.

Theresa: What do you mean? Kevin is the start of Stigmata space?

Will of Stigmata: Do you remember how you came here, Theresa Apocalypse?

Theresa: By… devouring dreams and following your guidance.

Will of Stigmata: As you can see, the Stigmata space can connect to a dream under certain circumstances. This is because the Honkai thinks in dreams, and this is why your Vishnu can devour dreams.

Theresa: …?

Will of Stigmata: Unbelievable, isn’t it? Humans can only think with the passage of time. You can’t understand dreams where time is distorted, and neither can I.

Will of Stigmata: But it is such distortion that created a space outside reality and made it possible for a plan to catch a dream.

Will of Stigmata: In this case, even if one cannot become one with the power of Stigmata, they can exchange their physical form with a dream, allowing a Stigmata to exist as the cornerstone of civilisation in their place.

Will of Stigmata: Ultimately, Earth will be replaced by the Stigmata space, and civilisation will start anew from here.

Will of Stigmata: This process will begin simultaneously from both ends of the world. On the imaginary side, it’s the original Stigmata space; On the real side, it’s the destination of finality and countless civilisations.

Theresa: Are you referring to the moon?

Will of Stigmata: Of course. I said it is the fundamental reason you in orbit around the moon were affected by Project STIGMA.

Theresa: But if the moon is only an end of Project STIGMA… does that make the other end the Stigmata space we’re in?

Will of Stigmata: Exactly. So what will your choice be, the new Schicksal Overseer?

Will of Stigmata: You can stop struggling and fall back into the dream. You can push yourself to your limit and awaken your Stigmata. Or…

Theresa: Or, since this place is connected to the dream, I can devour this end and ruin Project STIGMA?

Will of Stigmata: Your bravery is commendable, Theresa Apocalypse, but I wouldn’t recommend that.

Theresa: Because you think I’m incapable?

Will of Stigmata: No, I’m talking about an external factor that’s more direct…

Will of Stigmata: ━━▇ ▇▀▌    ▎▏▇ ▪

Theresa: (All of a sudden… What’s going on?)

???: Nice to meet you, the new Schicksal Overseer. I’m Kevin. You can call me… Kevin Kaslana.

Kevin: Since you came, I assume you know about Project STIGMA.

Kevin: The World Serpent has been trying to avoid confronting anti-Honkai forces. So this time, I hope you and your organisation will not impede the only way to purge the Honkai.

Theresa: The only way to… purge the Honkai?

Kevin: Ever since leaving the Sea of Quanta, I’ve been watching you. I also learned your history through the Void Archives.

Kevin: You’ve endeavored until now, and achieved much better results than we did back then…

Kevin: But you’re still powerless before Finality.

Theresa: The Final Herrscher… Is it arriving shortly?

Kevin: This is a balance, young Schicksal Overseer.

Kevin: Not long ago, Mei Raiden helped the World Serpent suppress the 12th Herrscher. This means the courses of our two civilisations have coincided.

Kevin: In theory, the World Serpent is able to delay its arrival for a year or two…

Kevin: But if we do that, the nature of the Final Herrscher will differ from what it was in the last era.

Kevin: From the Herrscher of Reason to the Herrscher of Corruption, and to the ascension of Mei Raiden and the others…

Kevin: Although there were twists, the power of Finality determined by the Thirteen Herrschers is exactly the same as it was fifty thousand years ago, and is the only form of Finality that we understand thoroughly.

Kevin: Leaving aside the situation before the 1st Herrscher’s birth… Now’s our only chance to execute Project STIGMA and purge the Honkai once and for all.

Theresa: Are you saying that… you’ve been waiting for this chance since The Deep?

Kevin: That is plain to see.

Kevin: This is the only chance. Before it appeared, the World Serpent had done everything they could to reduce the side effects of Project STIGMA.

Theresa: But as far as I know, that’s just changing humanity’s death sentence to a life sentence.

Kevin: You’re free to draw comparisons, but I don’t believe Earth’s civilisation has another way out.

Kevin: I underwent what happened fifty thousand years ago. As I said, you know nothing about the Honkai.

Theresa: …

Kevin: Theresa, your eyes are filled with rage, but you don’t know at whom to direct it.

Kevin: Then allow me to test your quality.

Kevin: This is the Kaslana’s Stigmata space. Every power from the Kaslanas is equal here.

Kevin: Come, challenge me. Battling is the right way to think this over.

Kevin: I know about this “Schicksal” that you all speak of.

Kevin: You think that civilisation is exactly what you think it is, that humanity is exactly what you all have passed down from generation to generation.

Kevin: That is but an arrogant delusion.

Kevin: We are no different from the nature on this earth. To make fire from wood, to slash and burn… Even after we have flown to space, humanity still cannot rid themselves of their child years.

Kevin: Every wisdom in this galaxy is limited by how it exists. This isn’t an obstacle you can overcome solely with your will.

Kevin: Do you know why birds can fly?

Kevin: …When the meteor of finality crashed during the Cretaceous period, only the birds that could fly freely were able to escape inevitable annihilation.

Theresa: …

Kevin: Your willpower is not bad. Too bad you’re just as stubborn.

Theresa: Hmph. If this is all you’ve got… you’ll be “thinking” with me all day.

Kevin: That won’t be necessary. It’s a waste of time to argue with the overly stubborn.

Kevin: Theresa Apocalypse…

Kevin: Brace yourself for a blow that contains the power of Finality.

[CG plays wherein Kevin appears to overcharge the Might of An-Utu with a new kind of power.]

The man’s sword began to turn black, and an overwhelming power emerged from his form.

This is the space of the Kaslana’s Stigmata. Every power from the Kaslanas rivals one another here.

It was obvious that the power he was wielding had nothing to do with the Kaslana name.

Theresa: Im-Impossible…

Theresa: This unprecedented power… It… It’s…

Kevin: The people of this era have triumphed over the Honkai many times. Perhaps too many times, as it has made them naive.

Kevin: So naive that they forgot this is only the remains of a cycle and a chess composition set by another.

Kevin: In that case, before the only project is completed…

Kevin: I, the representative of finality, will show you, the representative of humanity, the real horrors.

Kevin: I am Kevin. “Kaslana” has long meant nothing to me.

[CG plays wherein an explosion is caused, presumably by Kevin attacking Theresa.]

Theresa: …

Will of Stigmata: …I’m the Will of the Kaslana’s Stigmata. Kevin, you leave me no choice.

Kevin: You can’t help her.

Kevin: All in all, you know nothing about the Honkai.

Will of Stigmata: But you don’t know a thing about your descendants either!

Will of Stigmata: In the past, I was like you, merely a distant spectator that served the purpose of those machines.

Will of Stigmata: I despised your destiny, despised how weak they were…

Will of Stigmata: Until I met a person who lost the Kaslana name. Her unrelenting will against fate made me realise how foolish I was.

Will of Stigmata: Kevin… Your descendants are not anyone’s pawn, and they are not replaceable lives.

Will of Stigmata: You have no reason to kill any of them!

Kevin: …Prepare yourself. You’re about to face Karma.

Kevin: But if they cannot even endure this, then the “will” they have…

Kevin: …Is only a meaningless cry.

Will of Stigmata: …

Kevin: You disappoint me, administrator of the Stigmata.

Kevin: It’s high time you ended your mission.

Kevin: It’s about time to end this meaningless fight.

The Will of the Kaslana’s Stigmata vanished. The final trace of its powers entered Theresa Apocalypse’s body.

Theresa: Kevin… What did you… just do?

Kevin: That’s not important.

Kevin: You should worry about yourself first.

Kevin: We once gave everything we had to exchange for merely half a day in the face of finality.

Kevin: In that short yet lasting time…

Kevin: We could only protect… all of you.

Theresa: …

Kevin: You’ve done well. Fifty thousand years earlier, you could have fought in the Final Battle.

Kevin: Only… Project STIGMA doesn’t need extra variables, and it’s futile to continue a one-sided battle.

Kevin: Farewell, Theresa.

[CG plays wherein Kevin’s blade is swung.]

The blade of judgment had been swung.

For the World Serpent, St. Freya’s Principal and her Herrscher students would vanish at the end of space and time.

The Authority of Finality had returned. And it… would give due meaning to a certain moment fifty thousand years ago.

Countdown… one minute.

After passing through a dark and narrow passage, the girl finally arrived at the final destination of her trip.

Her slightly cloudy serpentine pupils reflected a crystal blue light screen.

Mobius: Ha… We… haven’t seen each other for a long time.

Mobius: Won’t you say hello to me… Prometheus?

Prometheus: Hello, Dr. Mobius. I’m No. 17. Although it is a pleasant surprise to see you here…

Prometheus: …I don’t understand why you would choose such a suicidal act.

Mobius: …Suicidal? So that’s how you see it, huh.

Prometheus: According to my impromptu calculations, with the finality running, your vital functions will cease to function in about half an hour.

Mobius: …Pretty much. But that also applies to your body, Prometheus.

Prometheus: I’m No. 17.

The machine doll stubbornly stressed that point. She did not like sharing her name, especially with No. 0 that could not get over herself or No. 16 that was produced in the same batch.

Prometheus: Dr. Mobius, as an AI, I can freely upload my mind, but you…

Mobius: …Oh, I get it. You think… I can’t do it, right?

Mobius: Understandable. To your knowledge… MANTISes depend on their flesh.

Mobius: Unfortunately, we can’t reach other Prometheus models at the moment.

Mobius: Otherwise, they’ll tell you the similarities between Project STIGMA and the 8th Divine Key.

Mobius: …Right. Instead of worrying about my adventure, you should be worrying about the plan you’re going to execute.

Mobius: After all, you’ll follow the trail that woman… Elysia blazed, and perform a feat that’s the exact opposite, but equally remarkable.

Mobius: You’ll become a Trojan horse projected to the imaginary side, impose the constraint of thought upon the Honkai, and drive it into a track laid by humans.

Mobius: Do you know what that really means?

Prometheus: I will no longer be able to emulate human thinking.

Mobius: …That’s certainly downplaying it.

Mobius: On the pathway that connects this planet to Imaginary Space, your invasion will induce the birth of countless parallel consciousnesses.

Mobius: You should know the tentative name MEI gave them: the Imaginary Renormalisation Group.

Mobius: Their existence solidifies the occurrence pattern of the Honkai, allowing the power of Herrschers to remain unchanged to the greatest extent possible in all mappings.

Mobius: In other words, you’ll be the biggest contributor to the war against the Honkai in the next era… because the Herrschers they will encounter, starting from the Herrscher of Reason, will be the same as those in our era.

Mobius: But it comes at a price… Your consciousness will become one of them and be mercilessly engulfed by them, unless the only backdoor is activated correctly by someone.

Mobius: …But that activation also means the death of you and the entire Renormalisation Group.

Prometheus: That’s all right. I never anticipated possessing human thinking.

Prometheus: Discarding a false construct will only pain me less.

Mobius: …

Mobius: Compared with No. 0, you can really irk me in this regard, No. 17.

Mobius: But… oh well, this is an infinity that only belongs to you.

Prometheus wanted to say something, but an all-devouring darkness had already come between them.

Mobius: I guess the time for us to say goodbye has come.

Mobius: Say goodbye to this world, Prometheus.

Prometheus: …I’m Number 17.

Mobius: I know. But rather than cold numbers or the hyperbolic Will of the Honkai…

Mobius: …I want you to have a human name.

Act 2 - Foreign Matter
Gameplay EX-11 - Countdown Ends

???: …

Ai Hyperion: …Who’s there?

???: I’m sorry, my sudden appearance must’ve made you more nervous.

???: First the Hyperion kept drifting off course, then Theresa fell into a coma… and just now her body bizarrely disappeared in deep space.

???: Just when you’re at your wits’ end, the mysterious I showed up.

Ai Hyperion: Who… are you exactly?

???: Me? You can just call me… Passing Female Lead A.

???: Anyway, I’m here to help. As for proof… I know that in half an hour, the Hyperion will be torn apart by the space distorted by Project STIGMA.

Ai Hyperion: What?

???: Don’t panic, you’re not hopeless.

???: The tactical role of an airborne carrier, the prototype of the Selene… They are not irreplaceable.

???: Theresa is lost in Stigmata space, which may be an opportunity for you to get away.

???: Don’t forget that AI is pure consciousness. As long as you have a data carrier, you have a chance of survival and can help everyone in your own way.

Ai Hyperion: In my own way… such as controlling all the functions of the Hyperion simultaneously?

???: Mhm, you’re bright. Result-wise…

???: Project STIGMA will construct a complex Pseudotime Crystal between Earth and the moon. It’ll indeed destroy any foreign matter that intrudes into that space… but it’s also a special opportunity that we can seize.

???: Hmm? You don’t know what a Pseudotime Crystal is?

???: That’s too difficult to explain… Can we save it for next time?

???: Don’t worry, this won’t be the last time we meet.

???: Come on, let’s get to work!

The “Female Lead” began working urgently, feeding the Hyperion different complex commands nonstop.

…She really did not have the time to explain.

Countdown twenty-five minutes.

The moon hung high in Sapphire. After a day’s work, people were drifting off to sleep.

Countdown twenty minutes.

Arc City had lit up. Its streets were filled with the aroma of hotpots and malatang.

Countdown fifteen minutes.

It was almost the evening rush hour in Moscow. The empty metro station would soon be packed.

Countdown ten minutes.

Belgrade was enjoying a warm afternoon. Cats stretched lazily in the sun.

Countdown five minutes.

St. Fountain saw a downpour, unusual for a summer in the southern hemisphere. People unaccustomed to dark clouds even mistook it for a solar eclipse.

Countdown three minutes.

It was another quiet morning in New York. A traveling painter sitting on the lawn in Central Park was about to open a new sketchbook.

Countdown one minute.

At the foot of the El Morro Castle in Havana, early-rising children were clumsily but earnestly practicing Shenzhou Fists after their sifu.

Countdown ends.

It happened in a split second…

The world was emptied. Then the things that had existed reappeared, as if nothing had changed, but that was only an illusion.

Mountains, oceans, rivers, cities, and even the Hyperion that was 380,000 kilometers away… all began to transform and restructure under the new laws.

The minute humans amidst them were gone…

They had become the mountains, they had become the seas, they had joined this planet…

…In the common dream brought by Project STIGMA.

--

Gameplay EX-12 - Poet's Happiness

The moon. A silver desert covering 38,000,000 square kilometers of surface area, a dead waste over four times as large as the Sahara.

In a corner of this uninhabited planet, an ancient mechanical life was cleaning the room for the children that would come.

Gray Serpent: “The earth is like leaves. It grows before the flowers and fruits, and builds a living Earth. Compared to it, all fauna and flora are merely living a parasitic life.”

He went about his work methodically, occasionally reciting his favorite prose poems.

He recalled what that scholar stated in another chapter…

“Manual laborers, when gazing into the fire at night, cast the chaotic and vulgar thoughts they had in the day into the fire to purify them.”

He looked at the statistics on the computer. The data was too trivial to serve any real purpose, but its comprehensiveness alone gave it some metaphysical value.

Gray Serpent: “A person that does not commit to any vacation can never attain tranquility. No success is achieved through discarding.”

Gray Serpent: Alas, being a poet must be the most difficult job. Surpassing all past glories by oneself… In any age, this is a job purely for geniuses.

Gray Serpent: …Someone like me can only dare to tell silly doggerel fit for a clown when performing comedy for kids.

The room had been cleaned. He returned to the computer and casually deleted some obsolete files.

Among them was a promotional video that took him months to make but had never been published.

…But that did not discourage him.

He only played video games while his headset played his rather charming speech one last time.

Gray Serpent: Human friends around the world, good evening.

Gray Serpent: I’m Gray Serpent, the temporary spokesperson for the World Serpent. I’m sorry to take up your time during other programs…

Gray Serpent: In the next few minutes, I will concisely summarise how the fate of humanity and Earth has changed drastically in the last few hours.

Gray Serpent: In fact, thanks to the secret efforts of the World Serpent, the disaster known as the Honkai has disappeared from Earth. If you experienced any conditions today…

Gray Serpent: Please do not worry. This is only an insignificant side effect of eliminating the Honkai.

Gray Serpent: Your lives are not threatened. Furthermore, they will merge into a sea of thought, merge into Spiritual Adam.

Gray Serpent: The world, realistic and ugly, will lose its meaning for you, while the dream, eternal and sweet, will become your only reality.

Gray Serpent: You will be freed from the shackles of time. Your dreams will be connected, which will build a true miracle that transcends everything.

Gray Serpent: Bless you. The fabled Elysium is arising as I speak…

Gray Serpent: Every soul that hears this gospel will receive the truest proof of immortality.

That was where the recording ended. Gray Serpent smiled self-mockingly and tapped the screen, completely deleting the source video.

Months of work came to naught. But he felt grateful… grateful for always being tasked with the most creative jobs among the Gray Serpents.

Gray Serpent: Caring for children was much more interesting than fighting.

Gray Serpent: Don’t you agree?