Act 1 - Trails of Ice
Gameplay 19-1 - Enemy Assault

Man: Hakk… kaff…

Smothering stiffness, pain, exhaustion and powerlessness…

He felt like a withered root buried in the ruined earth. There was no light in this suffocating agony.

Man: This… this is the end…

He did not accept this. He tried to move his hands. His fingers felt only cold, sharp pain.

Bits of dirt and mud fell onto his face.

Having exhausted himself, the man accepted his hopeless reality and closed his eyes.

It was at that very moment when he heard a soft, digging sound.

*Sra… kra*

Man: …?

*Grrak… GRRAAK*

Man: Am I hallucinating?

The sound grew louder. He opened his eyes. Light shone through a tiny crack high above him.

Girl: HAIYA—!

Someone removed the heavy slab with a shout.

Girl: I found one… I found a survivor! Oh, thank goodness!

Girl: Hold on! I’ll get you out of there at once!

He saw the person who saved him. Her worried look was overtaken by joyous relief.

She removed more rocks and debris. The crack widened into a gap through which light poured onto his face.

Man: Hngh… Help…

His voice was weak, yet he found the strength to stretch out a trembling hand.

Girl: It’s alright! I’ll save you! Don’t give up!

Girl: Grab my hand! I’ll get you out of there!

He could feel the warmth in her palm.

Girl: Just a bit more… you can do it!

He saw her smile. Her beautiful face was highlighted by the sun and unfurled before him like a portrait painting.

Man: Thank you…

The light grew stronger. His vision blurred as her smile began to warp and twist.

The world fell silent. There was nothing left except for a call echoing in the far distance…

Girl: Wake up… please… wake up…

Girl: Not now… please… please don’t die on me…

Girl: Wake up…

Owl: Kaff… hakk…

Memories faded and gave way to the stark reality. The first thing he saw was the Herrscher beside him.

Herrscher of Ice: …

She was silent. Ana’s face was visible beneath the veil. She was as beautiful as he remembered.

But the Herrscher was as innocent and confused as a newborn child. Her gaze was bereft of human reason.

Owl: Ana…

Herrscher of Ice: Hngh…

Owl: Don’t you worry. I’ll get you out of here. Please have faith in me…

Owl: Yes… I’ll get you out of this place…

Coral. Outskirts. The Immortal Blades Valkyrie Squad had just endured a powerful blizzard.

Rita: What was that…?

Alvitr: Adjutant! A low temperature blast erupted in Coral central. Honkai energy levels are off the charts!

Alvitr: The whole island is freezing over! This must be the Herrscher’s doing! Is our Squad Leader alright?

Rita: …

Alvitr: What should we do, Adjutant? Should we send in our forces to help our Squad Leader?

Rita looked towards the city center and saw Honkai beasts hidden in the frozen mists.

Rita: We have our orders. Master Durandal told us to hold the line, and that is what we shall do.

Rita: We must have faith in Master Durandal and serve as her bulwark.

Rita: Immortal Blades, ready yourselves!

Immortal Blades: Roger!

Rita: Alert, all units. Hide yourselves as soon as possible once you enter the target location.

Alvitr: We’ve defeated every Honkai beast, Adjutant! Good job, everyone!

The blizzard subsided as soon as the Honkai beasts were vanquished.

Rita looked towards the skyscrapers in the distance. Her anxiety was only too obvious.

Rita: Master Durandal…

Alvitr: Wait… didn’t we just defeat the Honkai beasts? Why is the ambient Honkai energy level still rising?

Alvitr surveyed the battlefield and quickly found her answer.

Two approaching figures emerged from the retreating mist.

They walked very slowly as though they were afraid of breaking the fragile ice beneath their feet…

…And shatter it like this broken battlefield.

Herrscher of Ice: Hngh… urk…

Owl: This must be Schicksal’s defenses.

--

Gameplay 19-2 - Countercurrent

Rita: The Herrscher of Ice…

Alvitr: What?! Why did the Herrscher come here? Did something happen to our Squad Leader…?

Alvitr: Adjutant, what should we do?

The Herrscher’s presence threw a few Valkyries into panic, but most quickly rallied around Rita.

They knew what must be done despite the odds.

Rita: Valkyries, prepare for battle. We shall fight this Herrscher.

Owl: Stand aside. Durandal and Mei Raiden have failed. You won’t stop us either.

Rita: Apologies. I will not let any Herrscher through.

Owl: Nonsense… Ana is not a Herrscher. She’s a human.

Owl: Don’t you agree, Ana?

Herrscher of Ice: Hngh… ugh…

The Herrscher uttered an unintelligible and bestial growl.

Rita gripped their weapon. The Immortal Blades Valkyries assumed their fighting formation.

Rita: We are done talking.

Owl: Well… as you wish.

Immortal Blades: Ugh!

Rita: Everyone…

Owl: You’re alone now. Save your breath.

Rita: I’ll stop you, and I don’t need help.

Owl: It’s over.

Rita: No… we’re not done yet…

Rita was succumbing to hypothermia. Her Argent Knight battlesuit fared poorly against the Herrscher of Ice.

But oath and duty forbade Rita to retreat. She knew she was the final line of defense.

Owl: We do not want to waste time on you. Stand aside before it’s too late…

Rita: You… shall… not… pass…

Rita’s Godsbane battlesuit worked at maximum capacity just to keep her on her feet.

The response she received was a powerful, frigid current—

[CG plays wherein Rita is seemingly frozen by Ana, with both her and Owl leaving to continue their escape:

Owl: Sorry.]

--

Gameplay 19-3 - Frozen Tracks

Meanwhile. Downtown Coral.

*Prrrrzzp*

A red glow glimmered amidst the ruins of ice and rubble.

Mei: …

Mei created an EM field to insulate her and Durandal against the extreme cold.

She reverted to her usual form as she carefully manipulated her powers to maintain the field.

Mei: Are you alright, Durandal?

Durandal: I’m fine. What about you? You don’t exactly look the same.

Mei: The Herrscher of Ice can’t harm me. She has yet to master her powers.

Mei: But Owl fled with the Herrscher after that blow. We must pursue them quickly.

Mei: Her powers turned this place into a death zone approaching absolute zero. Follow me and I’ll bring you out.

Durandal: Let’s go.

Mei: This place should be safe enough…

???: The two of you seem to be unharmed.

Raven landed quietly before them. Her face was ghastly pale, perhaps due to the toxin or the cold.

Raven: Apologies. The sudden blast of extreme cold blocked my way and prevented me from giving you support.

Mei: No matter. Are you getting any better?

Raven: I’ve already dealt with it. What about Owl and the Herrscher? What happened out there?

Mei summarised what had happened in their prior engagement.

Raven: Hmm. I didn’t expect that guy to have such a history.

Raven: What are your plans?

Mei: Our only option is to find them as quickly as possible.

Raven: Finding them won’t do any good. We’re out of the Scepters of Duat required to capture the Herrscher.

Raven: Blame Jackal for this. If she had prepared more of those Scepters, the Herrscher wouldn’t be a problem.

Raven: The Honkai in Coral is also blocking any outgoing signals. We should retreat and get in touch with Jackal.

Mei: Retreat…?

Mei: No. There can be no retreat.

Mei: We’ll end up wasting too much time. The Honkai would continue to spread and claim more lives.

Mei: And that’s not the end of it…

Mei stopped there. She and Raven gazed at each other in silence.

Raven knew what Mei was about to say. A retreat would give the Ice Herrscher time to escalate the war.

A third party may even get involved and they might deploy the Hyperion if the situation grows desperate.

And when that happens, that special friend of hers would also enter the fray.

Mei: No. Retreat is not an option.

Raven: What are your plans, then?

Mei thought for a while and quickly proposed her solution.

Mei: Raven, I need you to salvage what’s left of the Scepters.

Raven: Salvage?

Mei: This plan of ours… it may very well work.

Raven: Fine. I’ll trust you for now.

Mei: And I’ll do whatever I can to stop the Herrscher in the meantime.

Raven nodded. She then turned around and disappeared into the silvery mist.

Durandal: Done talking?

Mei: Let’s go.

Durandal: We may have lost the Herrscher, but they will have to confront the Valkyries’ defenses to escape Coral.

Durandal: To stop them, I must return to those defenses and join my Valkyries.

Durandal: Do not hesitate again this time, Mei Raiden.

Mei: …I won’t.

--

Gameplay 19-4 - Frost Burns

The frost continued to creep beyond the heart of Coral and created an icy path in its wake.

Mei: I can pick up traces of Herrscher power here. They shouldn’t be too far away.

Mei: We must hurry up. The Valkyries’ defenses should be up ahead.

Mei: Are those… Valkyries?

Unconscious Valkyries were found at the end of the path. Though alive, they were no longer capable of fighting.

A pale figure encased in a crust of ice stood out amongst the defeated Valkyries.

Durandal: Rita…!

Durandal rushed forward and held her adjutant in her arms. Rita was still breathing, if only weakly.

Mei: …

Durandal: Go and track down the Herrscher, Mei Raiden.

Mei: I will.

Mei knew what had to be done and turned around without a word.

Behind her, the Holy Lance gave off a glow that engulfed the entire battlefield.

--

Gameplay 19-5 - The Hunt

Owl: Huff… huff…

The dark tunnels seemed to go on forever. Owl felt heavier and slower with every step he took.

Mechanical joints creaked as parts came loose and fell to the ground, but Owl fixed his gaze upon the distant exit.

He knew he only needed to reach that place to end all this.

Owl: I’m… close…

His vision began to blur as lights trailed lines upon his clouded sight.

His thoughts swam as the light illuminated past memories.

Chen Tianwu: Huff… huff…

Ana: Don’t give up… you’ll make this, I’m sure of it!

Ana: Don’t give up! You can do it!

The girl repeated those lines as she struggled to support his weight with her body.

But she could hardly hide her distressed looks. Those encouraging words were not only meant for him.

Tianwu knew that the Valkyrie was also fighting her own fears.

Chen Tianwu: Are you… afraid?

Ana: Wha…?

Chen Tianwu: Your hands are trembling.

Ana: No… I’m just…

Chen Tianwu: What a terrible disaster. People turning into monsters… and strange beasts on the road…

Ana: It’s the Honkai.

Chen Tianwu: Honkai?

Ana: Yeah. Don’t worry. I’m a Valkyrie of Schicksal and I’m bound by oath to protect you against the Honkai.

Ana: Ah… I’m sorry… most people probably won’t understand what I just said…

Chen Tianwu: Hmm… I thought this was something like a zombie apocalypse…

Ana: Zombies?

Chen Tianwu: Yeah. Walking, putrid corpses that can’t be killed with most conventional weapons.

Chen Tianwu: You can only defeat them by busting their heads or burning them completely.

Chen Tianwu: What’s worse is that if they bite you, your body will start to change as well.

Chen Tianwu: You’ll eventually lose your mind… and turn into a zombie like them…

Chen Tianwu: And the very worst part is…

Ana: …Stop!

Chen Tianwu: Hmm?

Ana: Just stop already!

Ana: Why are you telling me about zombies? That’s the most disgusting thing I’ve ever heard…

Chen Tianwu: …

Chen Tianwu: I see. You’re afraid of zombies.

Ana: NO! I didn’t say I’m afraid of them! I’m just… disgusted… that’s all…

Chen Tianwu: It seems that Valkyries are just normal little girls after all.

Chen Tianwu: I’m Chen Tianwu. What’s your name?

Ana: Ana… Ana Schariac.

Chen Tianwu: Thank you, Ana…

Ana: Ah, you’re… you’re welcome!

Trudge… trudge…

*TAP* *TAP* *TAP*

Mei tracked the Herrscher’s trail and arrived at the tunnel entrance, her mind deep in thought.

Mei: …

She could not forget the sight of the defeated Immortal Blades Valkyries and Rita.

A series of dull thumping noises interrupted her. She raised her head and saw Honkai beasts hatching in the tunnel.

She knew she was on the right track. The Herrscher would be at the other side of this tunnel.

Her blade was drawn. She knew there was only one thing to be done.

Sparks flew as Mei slashed her way through like an enraged oni.

While lightning and thunder exploded all around her, Mei’s mind was as tranquil as a still lake.

Mei: I won’t let this continue…

Mei: I shall protect them…

Mei: …For this is all that I have left.

A light erupted within the tunnel and sped to the other end before converging into a single point.

Mei: Time to finish this, Herrscher of Ice…

Act 2 - Shattering of Souls
Gameplay 19-6 - First Wish

As cold wind blew across his face, he could finally see light at the end of the tunnel.

Owl: Ana, we’ve made it through Schicksal’s defenses… just go…

Owl: Leave this place… and live…

A completely exhausted Owl finally collapsed.

Herrscher of Ice: Hngh… nngh…

He tried waving the Herrscher away, but she stared blankly like a snowflake oblivious to everything around her.

She then slowly extended her hand…

Owl: …?

The Herrscher picked up Owl, her movements clumsy yet surprisingly gentle.

Owl: Ana… you…

The Herrscher’s touch was no longer freezing. Her face showed hints of emotion.

Astonishment and joy filled his heart. He decided to let the Herrscher carry his weight and continued walking.

Mei: The Herrscher of Ice stayed here for a while.

Mei: She was just here.

Mei: I’m very close…

Mei: What is that?

A strange statue of ice stood in Mei’s way.

Upon touch, the statue disintegrated into sparkling ice crystals and gave off hushed whispers…

…

It was the most unforgettable day of her life.

Clad in her tidy uniform, she marched through the assembly and saluted them.

It was the day that she had always prayed for. Her hard work paid off. Her dream was coming true.

The girl took a deep breath and loudly recited:

Ana: I, Ana Schariac, do hereby offer my oath…

Ana: Of loyalty to Schicksal and our Overseer, and dedicate my life to our noble vision…

Ana: I shall not fear any trepidation, nor pain, nor death…

Ana: I shall act as the beacon of hope to those in suffering, and fight for those languishing in pain…

Ana: …I pledge all that I am and have to the human race, and shall do whatever it takes to destroy the Honkai.

Ana: From this day forth, I, by my own volition, shall serve as a glorious Valkyrie of Schicksal.

…

The light shone again before fading away with the girl’s voice.

--

Gameplay 19-7 - Dilemma

Mei: That light… it must be her memories.

Mei: Her memories are freezing solid…

…

Ana: Huff… huff…

The dark, overcast sky loomed over a Valkyrie running away from something.

Ana: I’m sorry… I’m so sorry…

She repeated these words to herself as she desperately looked for a way out of the ruins.

They were ambushed. The Squad Leader disappeared in the explosion and she lost contact with the other squad members.

She must head back to the rendezvous point, reestablish comm links, and get reinforcements.

The constant static from her comm device was the only thing she could hear.

Ana: I can’t stay here… my mission is too important…

The Valkyrie then caught the sound of loose gravel hitting the ground.

She stopped running and looked around. Her gaze fell upon the collapsed building.

She waited for a few seconds. There was nothing else. She was unsure if she was hearing things.

So the young Valkyrie continued her desperate flight.

Ana: I’m sorry! I’m really sorry! I really am…

She repeated these words to herself as she left the ruins behind her.

A thought then began to coalesce in her mind.

DESERTER.

Ana: No… that’s not true…

She remembered the day when she became a Valkyrie.

Like this devastated city, her oath and her ideals were reduced to ruin.

She had never felt so helpless. She failed to save anyone… even when they were within reach…

Ana: …

Ana: …NO!!

The Valkyrie stopped running.

Ana: This… this isn’t what I want!

Though trembling, she turned around and raised back to the ruins…

--

Gameplay 19-8 - Their Token

Mei: Hmm…

Mei: This ice statue looks different.

…

Ana: I’m sorry…

Ana: I’m afraid this is the end of the road for us…

Ana: I’m really sorry… we’ve made it this far… but I still failed to save you…

Honkai beasts stomped through the rubble as the survivors hid behind a wall. There was no exit in sight.

Chen Tianwu: Just leave me here, Ana… you should be able to escape on your own…

Ana: No… I can’t do that…

Chen Tianwu: None of us can escape if you take me with you…

Ana: But… I can’t simply leave you here…

Chen Tianwu: Just because you’re a Valkyrie? Because of the oath of duty you swore?

Chen Tianwu: Will you save me otherwise?

Ana: I…

Chen Tianwu: Don’t worry. I’ll find a place to hide. Get your reinforcements first and save me later.

Chen Tianwu: We can bet on this.

Ana: Bet on this…?

Chen Tianwu: Yeah. If both of us survive this, you’ll go on a date with me.

Ana: Wha—?!

Ana: I can’t believe this! How can you make such stupid jokes? Can’t you see what’s happening?

Chen Tianwu: Hey, I’m just quoting the truth. You’re the reason why I’m still alive.

Chen Tianwu: You stayed by my side and told me not to give up. You’re the reason why I’ve made it to this place.

Chen Tianwu: Meeting you in this disaster is the best thing that’s ever happened in my life.

Chen Tianwu: I guess I’ll follow you anywhere, whether you like it or not…

Ana: I… I don’t know…

Chen Tianwu: Heheh!

Chen Tianwu: Hah. Don’t take it too seriously. I was only fooling around.

Ana: Wha…?

Ana: You were just… fooling around? How could you…

Chen Tianwu: Well, at least I got things off your mind for a while.

Ana: Ugh. I have no idea what’s going on in your head. Don’t you realise the situation we’re in?

Chen Tianwu: Ana, I’m quite hard to kill.

Chen Tianwu: I still need to look for my family and take care of some business.

Chen Tianwu: I won’t die here… trust me…

Ana: …

Ana: Chen Tianwu…

Ana: You’re such a weird guy…

Ana: Even then, I want you to have faith in me. We’ll leave this place together…

Ana: So I’ve decided to take your bet.

[CG plays wherein Ana gives Owl half of her necklace:

Ana: Here you go.

Chen Tianwu: This is…

Ana: This is what I treasure the most.

Ana: Return it to me after we make it out alive.

Ana: This is our bet!]

…

Ana: Who’s this in the photo?

Chen Tianwu: My baby sister, Chen Tianwen. She’s the family I’m planning to look for.

Though the two managed to escape to a Schicksal base, they had to go their separate ways.

Chen Tianwu would be getting treatment at another city, while Ana was to be redeployed to the warzone.

Chen Tianwu: She’s still trapped in the city ruins…

Chen Tianwu: Please, Ana… help me look for her…

Chen Tianwu: And… if it’s possible… I’d like to tag along as well…

Ana: Chen Tianwen…?

Someone knocked on the door. Ana lowered her gaze.

Ana: I’m sorry. I have to go…

Chen Tianwu: It’s alright… I can’t be asking favors from you all the time…

Chen Tianwu: I’ll go look for you, Ana… this necklace…

Ana: …

Chen Tianwu: What is it?

Ana: …

Ana: I’m sorry…

Ana: You can keep that necklace…

Ana left. He was left dumbstruck by her sudden change.

He did not know why she left him like that until much later.

He heard a few conversations and learned that Ana became the leader of the new Snow Lotus Squad.

The old Snow Lotus Squad was gone. Ana was the sole survivor.

--

Gameplay 19-9 - Thawing Ice

Owl: …!

Owl sensed something in the frozen garden.

Owl: This is as far as I can go… Ana…

Herrscher of Ice: …

The Herrscher stayed silent and continued to carry him as dark clouds roiled above the pristine lea.

Owl: Mei Raiden will catch up soon… I’m just slowing you down…

Herrscher of Ice: …

Owl: Leave me here… and I’ll try to stop her for you…

Herrscher of Ice: Chen… Tianwu…

Owl: A… Ana?

Ana: Chen Tianwu…

Owl: Ana… Ana… you’re finally back!

Owl: This… this is wonderful! You did it! You really did it!

Ana: Thank you… for staying by my side…

Owl: It doesn’t matter, Ana. You… you’ve finally defeated the Honkai…

Owl: We can head back and show everyone that you’re human again. We’re finally done with running away.

Owl: Let’s go! I’ll bring you to the World Serpent.

Ana: No… you’ve done enough…

Owl: Enough…? What do you mean?

Ana: Chen Tianwu…

Ana: Please… let me die…

Owl: Die…?

Owl: Stop fooling around, Ana… I won’t let you…

Ana: I can’t… fight it… not anymore…

Ana: My memories… are peeling away…

Ana: This is… all the time I have left… I’ve used the last bit of my strength…

Owl: Ana… no… this can’t be true…

Ana: Tianwu… it’s enough… you should… let it end…

Ana: At least… let me…

Ana: Die… as a human…

Owl: No… there must be some other way… don’t give up, Ana!

Ana: I’m… sorry… you have to… let me go…

Owl: Ana… NO! Where are you going?!

Owl tried to hold on to her but was trapped by growing ice. He realised that she had brought him here to bid farewell.

He could only see her slowly drifting away until she completely disappeared into the falling snow.

Ana: …

Ana: Goodbye…

Ana: Chen Tianwu…

Mei: …?

It was snowing when Mei saw the Herrscher of Ice landing right before her.

Herrscher of Ice: …

The Herrscher approached Mei slowly, quietly, and gently as though she had expected this confrontation.

Crystals of ice blossomed with her every step and gave off a faint glow before disappearing into thin air.

Mei knew what the Herrscher wanted.

Mei: Come… it’s time to end this…

Ana: Do it… I can’t hold it anymore…

Mei: I’m sorry…

The Herrscher of Ice fell onto the bed of flowers.

She did not resist. In fact, she did all that she could to suppress the urge to fight back.

Victory was almost at hand. Mei raised her blade.

Owl: STOP—!!

Mei: Owl…?

The cyborg leaped out of the blizzard and stood between the two.

Owl ruined his own cyborg body to escape Ana’s ice trap and could barely stay on his feet.

Mei: Stand aside!

Owl: I said… that you’ll have to go through me first… I won’t let anyone hurt her…

Owl staggered towards Mei as his body blinked red like a ticking bomb…

*SWISH*

He was stopped dead in his tracks.

Blood erupted from his chest and blossomed like scarlet flowers on the white snow.

[CG plays wherein Ana is revealed to have been the one to stab Owl, having shot an icicle straight through his chest:

Owl: Ana…?]

…

Owl: Why…? How…?

A clinging pain spread from his chest as fluids wept from the wound and his world turned red.

Owl: Damn this thing… damn… it all…

The face he remembered slowly froze over.

Owl: Ugh… I guess this is the truth…

Owl: The truth… that nothing… has ever… changed… since then…

Ana: I’m sorry… I’m a Valkyrie of Schicksal… I’ve sworn to defeat the Honkai.

Ana: Treat this disaster as just yet another accident in your life, Tianwu…

Ana: Please forget me…

Chen Tianwu: Ana…? Wait…!!

Chen Tianwu: Ana…!!

Owl: Why…? Why do you keep avoiding me? Why suppress your own feelings?

Owl: I only wanted to stay with you… why deny this simple wish…

Crimson gave way to darkness. A veil shrouded him and ushered him to the end of his life.

The last thing he remembered was her cold, hard face.

Owl: Can someone tell me…

Owl: What did I… do wrong?

…

…

Death engulfed his world. There was neither light nor sound.

He laid in the vast emptiness, adrift in the great ocean of nothing.

He stared into the roiling yet pure darkness. He tried to understand it… yet his senses had already left him.

Owl: So this… is how death feels like…

Then a spark appeared in this empty void.

It sprouted, sank its roots, and began to grow.

The spark soon became a glowing tree with twisting roots that nourished a massive crown.

A crown of branches, twigs, and leaves that gave off light as well…

Owl: Where am I?

He then found himself in the middle of a scorched ruin.

His returning senses felt the dust and heat. The place felt familiar. He looked around.

He quickly realised why he remembered this place.

Little Girl: Tianwu… where are you…?

Owl: …?

Little Girl: Save me… somebody… help…

Owl: …Tianwen? Sis?!

For a moment, Owl thought it was a near-death vision…

Yet the heat, dust, and blood that flowed from the cracks were simply too real.

Owl: Tianwen… I’m here! I’m right here, Sis…

He wanted to rush forward… but his body was trapped and refused to move…

He tried to shout, but no voice left his mouth.

Owl: Why… why are you showing me this?

Owl: Give me a reason…!!

*TAP* *TAP* *TAP*

The sound of footsteps caught his attention. There was someone else in the ruins…

Owl: What…?!

Owl: A… Ana?!

Ana Schariac, the Valkyrie who saved him, stood within the light just as he remembered her on that day.

Owl: Save her! Save my Sis!

While he shouted voicelessly, the trapped girl extended a trembling hand.

Little Girl: Please… Miss… save me…

Owl: Ana… go save her! Ana? What are you doing? Why won’t you save her?!

He suddenly saw something unfamiliar in her eyes.

The Valkyrie backed away slowly, turned around, and ran away.

Owl: …Ana?

Owl: Ana! Where are you going?!

Owl was dumbstruck as the fleeing Ana disappeared into the darkness.

Something alien woke within him. It reached out in its attempts to break free.

Owl: No… this can’t be… this can’t be possible…

He began to feel afraid.

He tried to mend the cracks in his heart but the fractures only widened.

Owl: Why… why are you doing this, Ana? Why won’t you save her?!

Owl: Wait…

Owl: Could it be… no…

His heart hardened and shattered like the rest of this world.

Little Girl: Help… please… don’t leave me…

Little Girl: Can anyone… save me…

Little Girl: Please… save me…

Her voice grew weaker.

Her tiny hand struggled to hold on to something in the air.

It grasped and struggled before falling onto the ground, never to be lifted again.

Owl: RAAAAAAAAARRRRGGH!

His chest ruptured as a mass of glowing tendrils erupted from his body.

The tendrils then wrapped themselves around Owl, engulfing and dissolving him completely.

Owl: WHY… WHY…?!

Owl: ANA… WH▉ ... ▉ ▉Y DI▉  ▉ ▉ ▉  ▉ ▉ ▉  ▉ ▉  ▉E?

He roared with a nameless rage as the world twisted and cascaded around him.

Owl: HOW CO▉LD ▉ ▉U ▉ ▉A▉ ▉  ▉ ▉R T▉ ▉ ▉ ▉? A▉ ▉ ▉ ‘ ▉  ▉ ▉ ▉  ▉  S▉ ▉ICK▉ ▉L  ▉ ▉ ▉ ▉ ▉ ▉IE?

Owl: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

The maelstrom of chaos raged…

…And the human named Chen Tianwu perished.

--

Gameplay 19-10 - Cracking of Ice

Mei: Owl…!!

Herrscher of Ice: KYAAAA—!!!

Lightning arcs collided with frigid rime.

The Herrschers fought each other, their powers threatening to tear the fabric of reality apart.

Then it all ended when a blinding blast smashed through the vortex.

Mei: It’s finally over…!

Herrscher of Ice: …!!

The stricken Herrscher gave a scream louder than the thunderous cacophony.

The blade pierced the ice, went through her body, and left a wake of bloodied snow.

And with that, the Herrscher collapsed onto a bed of flowers.

Mei: Huff…

Mei approached the Ice Herrscher slowly. Her defeated foe remained unmoving.

To capture the Herrscher, Mei dealt that blow carefully to avoid the enemy’s Core.

Mei: Now I’ll just wait for Raven to get here…

Mei: Wha…?!

A sense of fatigue washed over her. She suddenly felt much heavier as strength left her limbs.

Mei quickly realised that it was not the fault of her body. Another had dealt the blow without her knowing.

Mei: What… is this…?

Mei: Could this be… gravity?!

[CG plays wherein Owl rises from the dead having now awakened as a Herrscher, leading to the creation of a black hole in the sky:

Mei: Owl?!

Mei: Ngh… What in the world…]

--

Gameplay 19-11 - Gravitic Implosion

Mei: What… is this…?

The black sphere erupted in mid-air. The frozen ground trembled as deadly cracks began to spread.

Giant spikes of ice burst forth from the ground before breaking free and flying straight towards the black hole.

The entirety of Coral was being ripped apart.

…

Valkyrie: Mr. Chen Tianwu, we have the results of your physical exam…

Valkyrie: I’m sorry to inform you that your body has been severely infected due to prolonged exposure to the Honkai.

Valkyrie: You have two more years if you’re lucky.

Chen Tianwu: Two more years…

Chen Tianwu: So…

Chen Tianwu: Do you have any news about my sister?

Valkyrie: …She’s not on the list. We’re still looking for survivors, but please don’t be too optimistic…

Chen Tianwu: …

Valkyrie: Is there anything else, Mr. Chen?

Chen Tianwu: Ana…

Chen Tianwu: No, there’s nothing else…

…

…

Owl: Ana… I want you to know…

Owl: …That I lost everything on that day.

Owl: I don’t know what I did to deserve this, or what I should do afterwards.

Owl: Nothing else mattered. Everything became meaningless.

Owl: I embarked upon a path of self-destruction.

Owl: There was despair… helplessness… acceptance… and then longing…

Owl: You became my last beacon of hope. I wanted to meet again… to start over.

Owl: I began studying the Honkai, Schicksal, and anything that might be linked to you…

Owl: I chanced upon a way where I could see you in person…

Owl: I joined the World Serpent and became an officer… and then I found you…

Owl: Though it was my wish… I feared I was no longer fit to see you again…

Owl: My body was no longer human and my life would be ending soon.

Owl: So all I wanted was to see you from a distance without you knowing…

Owl: And even that became impossible…

Owl: Ana…

Owl: I don’t know if I should thank you or hate you…

Owl: But you were the one who saved me from that stricken city…

Owl: Ana… I have… decided…

Owl: …To return my life to you.

Owl: Take it all… and assume my powers as well…

Owl: We’re now enemies of this world… but if there’s a chance…

Owl: Ana…

Owl: Live on… for my sake.

Schicksal base camp. Outskirts of Coral.

Alvitr: Squad Leader! Bad news! We’ve got a new situation at Coral!

Durandal: Calm down and give me the updates.

Alvitr: There’s a sharp Honkai energy spike on the island! I’ve never seen such figures before!

Alvitr: We’ve detected an anomalous gravity wave at the epicenter and the wave is growing as we speak!

Alvitr: And there’s something else…

Alvitr: Another Herrscher energy signature has appeared amidst this chaos!

Durandal rushed out of the tent to check what she just heard and saw a black sphere and massive rocks in the sky.

She then realised that the rocks were pieces of buildings torn from the ground itself…

[CG plays wherein the city begins rising into the sky, the newly formed fusion Herrscher at its epicenter:

Durandal: What is that… monster…]

Act 3 - Weight of Destruction
Gameplay 19-12 - Star of Cataclysm

Schicksal base camp. Outskirts of Coral.

Alvitr: We have an emergency! A cataclysmic Honkai Eruption took place in central Coral 5 minutes ago!

Alvitr: The Eruption created an anomalous gravity wave that affected at least one-third of the downtown area.

Alvitr: The worst part is that this Eruption created a massive monster!

Alvitr: Scans and analyses of this entity revealed something unbelievable…

Alvitr: We identified 2 powerful Honkai energy signatures within it.

Alvitr: One matches the wave pattern of the Herrscher of Ice. The other belongs to a novel Herrscher-class entity.

Alvitr: In other words, that Eruption gave birth to yet another Herrscher…!

Durandal: …

Alvitr: We’ve used external comm links to convey the situation at Coral to HQ.

Alvitr: The reply from HQ highlighted the Herrscher’s characteristics.

Alvitr: Analysis of the gravitational wave revealed powers similar to the 9th Herrscher of the Previous Era.

Durandal: A monster consisting of two fused Herrschers…

Alvitr: That’s right… Coral is now facing a Honkai event of the highest severity. HQ is mobilising all the forces it can.

Alvitr: The Overseer wants us to withdraw and rendezvous with the main forces and avoid unnecessary casualties.

Durandal: Understood. Our frontline forces are no longer fit for battle given the losses we’ve taken.

Durandal: Alvitr, I’m giving you command. Get everyone out of here.

Alvitr: What? What about you, Squad Leader?

Durandal: I’ll try to distract that monster and gather as much intel as I can.

Alvitr: But… that’s dangerous! It’s too risky!

Durandal: The situation is already out of control, Alvitr. Things will only get worse as time goes by.

Durandal: Inaction is the riskiest option to take.

Alvitr: But… with Adjutant Rita wounded… if you got yourself…

Durandal: Don’t worry, Alvitr.

Durandal: I’ll leave Rita to your care.

Alvitr: Understood! Be careful out there, Squad Leader!

Meanwhile. Downtown Coral.

Mei: How did this happen…

Mei stood in the streets and gazed upon the broken skies.

Chunks of concrete ripped up from the ground orbited the remains of the Galactic Stairway.

Raven: And all I did was leave you for a bit. What did you do this time?

She landed softly beside her.

Mei: Raven…

Raven: I’ve heard about it from Schicksal’s comm channels. I can probably guess the cause.

Raven: Here. You told me to get these.

Raven held a small box with black and gold stripes encrusted in a layer of frost.

Raven: The situation has changed. We have the Scepters of Duat, but I don’t know if you can still make them work.

Raven: Do tell me about this plan of yours.

Mei took the Scepters of Duat from Raven.

She thought about Owl, his betrayal, his escape, the pursuit, and everything else that happened since then.

Mei gave a slight frown as the Scepters crackled slightly before giving off a red glow.

Mei: Electromagnetic fields.

Raven: I knew it.

Mei: The Scepters use EM fields to disrupt the link between the Herrscher Core and Imaginary Space.

Mei: Jackal didn’t give any details, but I’ve experienced its powers and memorised the EM patterns it created.

The red glow from the device spread like blood that slowly flowed into her palm, her skin, and her entire body.

Raven: And you want to use your powers of Thunder to do the same thing?

Mei: Yes. We still have a chance.

Mei: I can duplicate the Scepters’ effects. In fact, I can do it with greater power.

Raven: Yeah, but you’ll be facing a monster consisting of two fused Herrschers.

Raven: You must overwhelm it on its turf and take its Cores. You have one shot, and no one can save you if you fail.

Mei: Yet that is what I must do.

Mei: And I’ll succeed no matter the cost…

Raven: …

Durandal: If that’s the case, do allow me to offer you assistance.

Mei: Durandal?

--

Gameplay 19-13 - Head-On Assault

Durandal: If that’s the case, do allow me to offer you assistance.

Mei: Durandal?

Durandal: Honkai intensity in Coral is now twice that of an Eruption event. The numbers are still rising as we speak.

Durandal: That monster will only get stronger. We must act quickly.

Mei: Help me get close to the Cores, Durandal. I have a way to defeat this thing.

Mei: Raven, you should retreat to a safe location.

Raven: Ugh. I don’t like this at all, but I’m afraid I can’t help you in my current state.

Raven: I’ll be wishing you luck in any case.

--

Gameplay 19-14 - Shattered Comet

Snow, pure as blooming flowers yet dark like the deepest space, wafted at the foot of the Galactic Stairway.

The Herrscher was silent as though it were a puppet caged in a nascent bud.

Durandal: Let’s go. We have only one chance to do this right.

Mei: Alright. Let’s go…

While the Valkyrie and Herrscher advanced, the black nova hurtled towards the earth.

The gravitic sphere instantly disintegrated upon hitting the ground and tore heaven and earth apart.

A blinding flash engulfed the entirety of Coral…

Durandal: Watch out! The space elevator is collapsing!

Durandal: Herrscher powers are engulfing the entirety of Coral…

Durandal: Now’s your chance!

Mei: Get…

Mei: Impaled!

…

Mei: Where am I…?

Owl: …

Mei: Owl.

Owl: Congratulations, Mei Raiden… you’ve won.

Mei: It’s over…

Owl: Yes… it has ended…

Owl: All I wanted was to see her again… tell her what I felt about her… is that wrong?

Mei: …

Mei: I don’t know. I’m looking for an answer to that question as well.

Owl: Is that so? Then I hope you won’t end up like us…

Mei: I’m sorry.

Owl: Why apologise?

Owl: We’re Herrschers… monsters that must be destroyed. You did what you must.

Owl: It doesn’t really matter anymore. Fate played a joke on Ana and me.

Owl: Perhaps my emotions left me when I became a Herrscher…

Owl: I don’t even… feel… sad…

Owl: Just… end this.

The blade fell. All went silent.

[CG plays wherein Owl and Ana finally move on, leading to the destruction of the composite Herrscher:

Owl: I can’t move…

Owl: Maybe an end like this isn’t so bad after all…

Owl: Ana…

Owl: We can be together at last…]

The storm blew over. The sun shone upon the land.

Schicksal relief forces assembled in the gentle sea breeze.

Mei stood on the shattered breakwaters. The prosperous island state of Coral was now a desolate ruin.

The waves seemed to carry the souls of the deceased and remains of civilisation to where they belong.

This incident will be regarded in history as a disaster almost too terrible to behold.

Raven: The two Cores are still “alive”.

Raven: You did it. You’re now one step closer to your goals.

Mei: …

Raven: Why so quiet? Are you expecting me to applaud your great feat?

Raven: Cheer up. It’s your victory.

Mei: I don’t think I can call this a victory.

Mei looked at the mercenary. Raven ignored her and tinkered with the 3rd Divine Key she had salvaged.

Both of them remained silent for a long while until Raven finally raised her head.

Raven: You probably can’t accept how things turned out. I certainly couldn’t. I don’t think anyone could…

Raven: But this was, is, and will be the way this world works…

She stood up and gave Mei a gentle pat.

The two looked to the sun sinking in the horizon. Night would soon approach.

Raven: Be strong. Don’t you have someone to protect? A brief moment of weakness may cost you dearly.

Mei: And I suppose you feel the same when it comes to those children of yours.

Raven: I’ll not say anything to that.

Mei: Hmph. I suppose it’s time for us to leave.

Raven: Just go and visit Owl before that.

Raven said as she pointed to the beach in the distance.

Raven: The Schicksal Valkyries built a tomb for him and Ana. I just came back from there.

Raven: He’s an evil traitor. The World Serpent doesn’t forgive that.

Raven: And so he would be forgotten. We would be the only ones who remember him.

The sun glowed red as it slowly sank.

Mei arrived at the beach. A Valkyrie with flowing, blond hair took her attention.

Mei: Durandal…

Durandal: Though she turned into a Herrscher, Ana remained a glorious Valkyrie till the very end of her life.

Durandal: She fulfilled her duty, and the time has come for her to rest.

Durandal gave a salute and mourned the young Valkyrie.

Mei: Is that her necklace?

Durandal: Yes. She wore it all the time. It was very dear to her.

Mei: …

Mei took out another similar necklace from her pocket. She acquired it when she seized the Herrscher’s Cores.

Mei: Then I guess this belongs to her as well.

Mei placed the two necklaces together and placed them on the headstone.

The combined necklaces basked in the setting sun and gave a brilliant, azure glow.

It seemed like a beacon lighting the way for those caught in a world between life and death.

Mei gazed upon the headstone silently while Durandal turned around and left.

The two parted ways as the sun shone for the last time on that day.

Kevin: You did well.

This was the only reply from the Sire of the World Serpent after the debriefing.

Mei: …

Kevin: You shall return.

Mei: Tell me…

Mei: Did you predict that I would use my Herrscher powers to seize and suppress the Cores?

Kevin: You realised that solution on your own.

Mei: Did you ever consider what might happen if I were to fail?

Kevin: You will only succeed.

Mei: …

Mei: I want an explanation.

He was silent for only a brief moment.

Kevin: This Eruption event gave birth to two Herrschers that fused together as one.

Kevin: One consumed the Core of another and became a far stronger entity.

Kevin: You did something similar. You conquered… Herrscher… powers…

Mei: What? Really?

Brrzzaaa… brrzza…

Raven: What’s going on?

Mei: The comm links are down.

Mei: This isn’t signal interference. We have an emergency.

Mei: Something happened to the base…

[Special CG [Reawakening] plays:

???: Deep in this boundless dream…

???: Gazing at my warped self.

Durandal: King!

Kevin: Friend or foe… pick your side!

???: My past was nothing but a failure. Those I wanted to protect, all…

???: …Perished.

Durandal: Argh!

???: Only the remorse etched on one’s mind can make one emerge from their pupa.

???: I will now transform this world into one I desire with my own hands.

Kiana: You are…

???: Can’t recognise me anymore?

???: …Kiana.

???: I will reverse all creations.]