====<u>Gameplay 20-1 - Aspirant</u>====

In this seemingly unending darkness…

The once dead Empyrean slowly regained her consciousness…

'''Lively Voice:''' Hey, wake up! You’ve been asleep for too long.

{{#tag:tabber|“Who… am I?”=
<div style="line-height: 15px></div>
<br>
{{!}}-{{!}}
“What… are you?”=
<div style="line-height: 15px></div>
<br>
}}

'''Lively Voice:''' I’m not going to do this again. Unlike last time, your brain has escaped largely unscathed.

'''Lively Voice:''' Go through your memories and figure out who you are. We have plenty of work to do.

{{#tag:tabber|“Who are you?”=

'''Lively Voice:''' Know that I’m your id. I am the primal and truest form of you.

'''Aloof Voice:''' I’m the super-ego. Don’t worry, this isn’t a case of schizophrenia. We’re a part of you.

'''Lively Voice:''' The ego will appear once you recall your identity. Figure it out. You’re only complete with all three of us.
<div style="line-height: 15px></div>
}}

{{#tag:tabber|Follow their advice.=
<div style="line-height: 15px></div>
<br>
{{!}}-{{!}}
“Who am I?”=
<div style="line-height: 15px></div>
<br>
}}

'''Id:''' Try and remember. You are…

''[CG plays wherein the memories of a certain someone flash by in quick succession.'']

Memories poured into your mind as though they’d been waiting for your command…

You saw a lonely girl standing in the cold, an armored warrior, a remorseless assassin, a forgotten Empyrean…

'''Ego:''' You were every one of them.

'''Super-Ego:''' Every one of them was you.

'''Id:''' They’re still a part of you. We don’t have much time. Sensors have picked up your brain signals. He’ll be here soon…

{{#tag:tabber|“He?”=

'''Id:''' Otto Apocalypse. Fish through your memories. He’s further back in there somewhere.

'''Ego:''' He’s the Overseer of Schicksal. Your old friend, and the only person who knows you’re still alive…

'''Super-Ego:''' He’s also a liar and a murderer…

'''Id:''' We’ll talk about this later. Take a look and see where you are right now.
<div style="line-height: 15px></div>
{{!}}-{{!}}
Analyse your current situation.=
<div style="line-height: 15px></div>
<br>
}}

You opened your eyes…

You found yourself immersed in a clammy fluid within a life support pod as bubbles fluttered to the surface.

'''Ego:''' This pod kept you alive. He actually treated your wounds… including *that* one…

'''Super-Ego:''' Perhaps he’s trying to make up for something.

'''Id:''' More like trying to “imprison” you.

What are your plans?

{{#tag:tabber|Check the life support pod=

You skimmed through your memories. You’re inside an NX-189 unit, the latest treatment pod of Schicksal.

'''Super-Ego:''' The most advanced model of its kind, even according to Previous Era standards.

'''???:''' …
<div style="line-height: 15px></div>
{{!}}-{{!}}
Check outside the pod=

You see bright lights, instruments, winding cables, more life support pods, and monitors showing various data.

'''Id:''' What are those coffins hiding?

Nothing. You shook your head. More bubbles fluttered to the surface like translucent pearls.
<div style="line-height: 15px></div>
{{!}}-{{!}}
Try to leave=

'''Super-Ego:''' This life support pod can only be opened by someone at the terminal.

'''Id:''' Hah. I don’t think anyone can stop your fists.
<div style="line-height: 15px></div>
}}

What’s next? You decide.

{{#tag:tabber|Smash the pod=
<div style="line-height: 15px></div>
<br>
{{!}}-{{!}}
Unlock the pod=

'''Ego:''' Can't do that. You can't work the terminal from inside the pod. But there's a simple solution.
<div style="line-height: 15px></div>
}}

You clenched your hands into hard, reliable fists and felt a surge of power. Your body has recovered well…

'''Ego:''' Remember the last time you felt this way? 500 years ago? Perhaps. It’s been far too long.

'''Id:''' This is what you should be. DO IT!

You felt light and relaxed as the containment fluid gushed through the smashed opening.

You gently stepped out of the pod and felt the floor with your feet.

'''???:''' My old friend! You’re finally awake.

A familiar voice. You turned towards the door and saw a blond, smiling man.

'''Ego:''' He’s Otto Apocalypse.

'''Id:''' I can go on for ages about your odd relationship with him.

'''Super-Ego:''' He calls himself a friend of yours, but he is a liar.

'''Otto:''' Hmm. Not even a “hello”? Fine. You just woke up and need additional observation and treatment…

'''Otto:''' Exam results indicate full physical recovery, but you failed to wake. I thought something bad had happened.

'''Otto:''' You won’t blame me, right, old friend? Are you… alright? Do you recognise me?

'''Id:''' Tell him that you can recognise him anywhere.

'''Super-Ego:''' You should try to find out what he’s up to. We can’t just attack an unarmed person…

'''Id:''' What? Unarmed? This man can create weapons out of thin air!

'''Ego:''' Ask him why you’re here.

{{#tag:tabber|“I can recognise you anywhere.”=

'''Otto:''' Do you hate me? You break my heart for the second time, old friend.

'''Otto:''' You should know I was forced to do so. My plan must be exact and perfect. I can't let you foil it.

Otto Apocalypse gave a self-deprecating smile.

'''Otto:''' But all is well. Give me some time and I'll tell you everything and give you a satisfying answer.
<div style="line-height: 15px></div>
{{!}}-{{!}}
“Why am I here?”=

'''Otto:''' Because I don’t want you to die.

Otto Apocalypse gave a self-deprecating smile.

'''Otto:''' We’ve known each other for a while, old friend. A head injury won’t kill you, but I don’t want to wait 20 years.

'''Otto:''' I did shoot you even though you owed me nothing. That’s why I brought you here and treated your wound.
<div style="line-height: 15px></div>
}}

'''Super-Ego:''' Listen to how he covers his evil deeds with pretty words.

'''Ego:''' He’s a wretched viper, but…

'''Id:''' BUT WHAT?! He killed you, created a Honkai Eruption, hurt the St. Freya girls, and he’s not even sorry!

'''Otto:''' Alright, friend. Let’s not talk here…

'''Id:''' Are you going to trust this man again? He’ll betray you again without a thought!

'''Id:''' Think about what he did to you!

{{#tag:tabber|Remember that event.=

You calmly recalled the moment when he pointed the golden gun at your head. Boiling rage filled your chest.
<div style="line-height: 15px></div>
{{!}}-{{!}}
Avoid that memory.=

You refuse to delve into the past, but a fragmented echo whispered in your ears.
<div style="line-height: 15px></div>
}}

'''Otto:''' I did not lie, Master Jingwei.

BANG!

The shot ended your life. Though you felt nothing in the past, the memory now inflicted searing pain in your heart.

'''Id:''' Exactly! This is the pain he caused… and it’s time to feed him his own medicine.

'''Super-Ego:''' He’s the most dangerous man on Earth. You must stop his evil schemes.

'''Ego:''' Don’t you think this is your best chance?

{{#tag:tabber|“Yes.”=
<div style="line-height: 15px></div>
<br>
{{!}}-{{!}}
Hesitate…=
<div style="line-height: 15px></div>
<br>
}}

'''Super-Ego:''' More people will die and more tragedies will follow if you don’t stop him here.

'''Ego:''' He destroyed your friend Kiana! He turned her into a monster!

'''Super-Ego:''' If it wasn’t for him, Squad Leader Himeko wouldn’t have had to give up her own life! He killed her!

'''Ego:''' He even took ▉ ▉ ▉ ▉ ▉  ▉ ▉ ▉ ▉ ▉ from you! He thought you forgot about her… except you didn’t!

The name appeared in your mind but faded away before you could make out a single letter.

Nothing was left except for faint traces of her passing…

There was sorrow.

'''Super-Ego:''' Your memories returned. Nothing can stop you. You can make yourself… whole again.

'''Ego:''' But there’s something you must do first…

'''Id:''' KILL HIM!!!!

You walked towards Otto Apocalypse.

'''Otto:''' Hold on, old friend! I–

Your hand moved fast, jamming his words back into his mouth and twisting his smile into a confused grimace.

Otto tried to say something but your iron grip only allowed senseless whimpers to leave his face.

'''Otto:''' Hngh… urk… grrrgk…

'''Super-Ego:''' How pathetic…

'''Ego:''' He deserves it.

'''Id:''' La~ Lala~

{{#tag:tabber|…=
<div style="line-height: 15px></div>
<br>
}}

You took a careful, studied aim at his comely face.

'''Id:''' DAMN RIGHT!!!!!

Your fist rained down again, and again, and again…

''[CG plays wherein a large portion of Schicksal HQ is shown set ablaze and in ruin, with Durandal coming face-to-face with a seemingly deceased Otto.'']

'''Theresa:''' …And that is all the intel I could gather.

'''Bronya:''' It’s unbelievable.

'''Theresa:''' HQ in a mess, the Air Terminal in ruins, Grandpa… Otto MIA… the worst disaster Schicksal has ever faced.

'''Bronya:''' Overseer Otto is missing and unaccounted for?

'''Theresa:''' Yes. Durandal took over and deployed 3 S-rankers. They didn’t even do that in the Battle of Schicksal.

'''Theresa:''' Something terrible must have happened 10 days ago.

'''Bronya:''' The Bronya suspects some form of a conspiracy.

'''Theresa:''' Yeah… he’s not that easy to kill. An Otto acting from the shadows is far more terrifying than the Overseer.

'''Bronya:''' Is the World Serpent behind this attack?

'''Theresa:''' That’s hard to say… but we received a piece of intel that we have yet to verify.

'''Theresa:''' The World Serpent was ambushed at almost the same time. The enemy even fought their Sire before escaping.

'''Bronya:''' …

'''Theresa:''' The situation looks bad. Do be careful out there. Is Kiana doing alright? Is she napping?

'''Bronya:''' Subject Kiana is probably meditating with the lessons that the Class Monitor taught her.

'''Bronya:''' The Idiotka has… changed. The Bronya has yet to determine the exact nature of said transformation.

'''Bronya:''' The Principal may rest assured. The Bronya will take care of the Idiotka.

'''Theresa:''' Okay. The professors and I will give you our full support.

'''Theresa:''' Do update Kiana with the news I’ve just told you… and give her my best wishes.

'''Bronya:''' …

'''Kiana:''' I heard Aunt Theresa talking on the comm channel.

'''Bronya:''' Da. The Principal sent us the latest intel regarding Schicksal and the World Serpent, but no news about Mei.

'''Kiana:''' I see…

'''Kiana:''' Ugh. Don’t tell me anything. We shouldn’t care about what happens to Schicksal or the World Serpent.

'''Bronya:''' Kiana…

'''Kiana:''' …I’m too tired to think about stuff. I just want to know what I can do…

'''Kiana:''' How far are we from Mount Taixuan, Bronya?

'''Bronya:''' Based on our current cruising velocity, we will arrive tomorrow morning.

'''Bronya:''' Are you certain we can find the Class Monitor’s belongings on that mountain?

'''Kiana:''' We can. Fu Hua told me that she lived there for a while.We’ll find her school and treasures in those mountains.

'''Kiana:''' The Edge of Taixuan must be there. It will let us control our Herrscher powers.

'''Kiana:''' We’ve arrived.

'''Bronya:''' Is this where the Class Monitor lived a while ago?

'''Kiana:''' A long time ago, actually. The people of Shenzhou called her Jingwei, Phoenix, the Celestial, or the Empyrean back then.

'''Kiana:''' Fu Hua showed me those places in her dreams… but they’re very old. They don’t look the same anymore.

'''Kiana:''' Fu Hua probably trained at a tall place in these mountains.

'''Bronya:''' Is subject Kiana going to find the quest items at this location?

'''Bronya:''' Locating a manual on special combat techniques and fighting stances sounds like an RPG quest.

'''Bronya:''' The Class Monitor left this place many years ago. Any of her treasure is very likely to have been looted.

'''Kiana:''' Maybe you’re right… but not everyone can find Fu Hua’s treasure.

Kiana’s eyes sparkled with excitement.

'''Bronya:''' Da. The treasure is…

'''Bronya & Kiana:''' …Fenghuang Down!

'''Bronya:''' There are Honkai beasts here as well.

'''Kiana:''' Yeah. I didn’t know that Honkai energy levels could be so high at Mount Taixuan.

'''Bronya:''' Perhaps the Edge of Taixuan needs high levels of Honkai energy?

'''Kiana:''' I’m not sure. It’s definitely not what she taught me.

'''Bronya:''' This mountain is more dangerous than we expected.

'''Kiana:''' It’s just Honkai beasts. I can take down any number of them.

Despite her brave words, Kiana looked around vigilantly. Something seized her attention.

'''Kiana:''' Got it.

'''Bronya:''' Hmm?

'''Kiana:''' I sensed something weak but pretty close to the vibe that I got from Fu Hua’s feathers…

'''Bronya:''' Fenghuang Down? Is subject Kiana certain?

'''Kiana:''' Yeah. I’m totally sure of this. Follow me!

'''Kiana:''' Got it.

'''Bronya:''' There was nothing at first, but the feather appeared when we got closer.

'''Bronya:''' Does subject Kiana know the means to use this item?

'''Kiana:''' Yeah. I’ll give it a shot…

Kiana closed her eyes, recited the mantra that Fu Hua taught her, and allowed the feather to enter her mind.

'''Kiana:''' …

'''Kiana:''' Uh-oh…

'''Bronya:''' What are the results?

'''Kiana:''' No… I can’t… I couldn’t get it to work.

'''Bronya:''' …

'''Kiana:''' It’s probably sealed or something. The feather repelled me upon touching my mind…

'''Kiana:''' Hmm… maybe only Fu Hua can unlock this thing.

'''Bronya:''' Subject Kiana should think about it later.

'''Bronya:''' The sudden power surge attracted a number of Honkai beasts.

'''Kiana:''' We should eliminate them first.

'''Kiana:''' Wait…

''[CG plays wherein a girl appears, easily dispatching the Honkai beasts Kiana and Bronya were fighting and slicing them to pieces.'']

--

====<u>Gameplay 20-2 - Origins I</u>====

'''???:''' Are you two alright?

'''Kiana:''' Ah… oh… yeah…

Kiana was at a loss for words. The mysterious girl’s fighting stance surprised her.

Though her swings and slashes looked simple, they were an exact copy of Fu Hua’s fighting style.

'''Kiana:''' Who are you?

'''Lin Zhaoyu:''' Lin Zhaoyu, at your service. You may regard me as… the guardian of Mount Taixuan.

'''Lin Zhaoyu:''' The Essence is strong in this place and attracts many beasts, so the Immortal erected a field to keep people out.

'''Lin Zhaoyu:''' Is there a reason why you two came to this place?

'''Bronya:''' Hmm…

'''Kiana:''' We know this Immortal.

'''Lin Zhaoyu:''' Oh?

'''Kiana:''' The Immortal you referred to is Phoenix or Jingwei, right? We know her.

'''Kiana:''' In fact, we’re her friends.

Lin Zhaoyu was shocked by Kiana’s response.

'''Lin Zhaoyu:''' Friends…

She mulled over the word before giving a faint smile.

'''Lin Zhaoyu:''' Follow me, then.

'''Kiana:''' You swing your sword like Fu Hua… I mean, Master Phoenix!

'''Lin Zhaoyu:''' Yes. I used her Blade Form opening stance named Ocean Breaker.

'''Lin Zhaoyu:''' Are you not friends of the Immortal Phoenix? She is the Master of the School of Taixuan.

'''Kiana:''' Erm… yeah, Fu Hua did mention that before. But I thought that was hundreds of years ago.

'''Lin Zhaoyu:''' The School of Taixuan has a fabled history and is still pretty much alive. However, martial arts became less popular and we chose not to- 

((Author's Note - (text cut-off)

'''Lin Zhaoyu:''' The disciples of Taixuan also prefer purging monsters instead of glorious pursuits. You’ll not hear much about us.

'''Bronya:''' Is Master Lin a disciple of the School of Taixuan?

'''Lin Zhaoyu:''' Indeed.

'''Lin Zhaoyu:''' The ties between me and the school go back for… quite a few years.

'''Kiana:''' Can you teach me?

'''Lin Zhaoyu:''' Teach you?

'''Kiana:''' Yeah. The Immortal tried teaching me the Edge of Taixuan but she quickly left. The lessons were quite messy, too.

'''Kiana:''' I came to Mount Taixuan to learn the complete version and control the power within me.

'''Lin Zhaoyu:''' …

Lin Zhaoyu thought for a while.

'''Lin Zhaoyu:''' Hmm. Perhaps if you trust me enough and share your stories with me.

'''Lin Zhaoyu:''' Interesting… I didn’t expect Master Phoenix to have such a past…

'''Lin Zhaoyu:''' …And I didn’t expect you to be a Herrscher.

'''Kiana:''' …

'''Lin Zhaoyu:''' I’m afraid my lessons won’t do much. Master should have told you of the 5 Essences: Mantra, Form, Sanction, Ascension, and Eminence.

'''Lin Zhaoyu:''' You learned Eminence because you’re perfect for it. Sanction and Ascension will do little. But I can teach you Form.

'''Lin Zhaoyu:''' Perhaps the Tenets of Taixuan might work? But it only improves your fighting skills and won’t cure your condition.

'''Lin Zhaoyu:''' What you need is the Blade Mantra.

'''Kiana:''' Have you learned the Blade Mantra before?

Lin Zhaoyu finally gave a sigh after a moment of silence.

'''Lin Zhaoyu:''' I did. But we all gave an oath… that we’d never teach the Mantra to anyone else.

'''Lin Zhaoyu:''' Apologies. I cannot violate my oath.

'''Bronya:''' Is there an alternative solution?

'''Lin Zhaoyu:''' Maybe there is… for you two.

'''Lin Zhaoyu:''' I noticed during that fight that you have a feather. Is it yours?

'''Kiana:''' No… we found it on Mount Taixuan.

'''Bronya:''' We used to own feathers, but lost them…

'''Lin Zhaoyu:''' Sigh…

Lin Zhaoyu extended her hand. Kiana hesitated for a while, but finally decided to hand over the feather.

'''Lin Zhaoyu:''' Can you enter its realm?

Kiana and Bronya looked at each other before shaking their heads.

'''Kiana:''' I was expelled once I made contact with the feather’s mind…

'''Lin Zhaoyu:''' I see.

'''Lin Zhaoyu:''' This feather seems largely intact. Master placed a spell on it. Perhaps only the Mantra can unlock this…

'''Lin Zhaoyu:''' Can I really do this…?

Lin Zhaoyu murmured as she closed her eyes. Kiana was surprised to see the feather giving off a brilliant glow.

'''Lin Zhaoyu:''' Come.

Lin Zhaoyu pushed the feather into Kiana’s embrace. The glow became a blinding flash.

Lin’s voice grew faint as Kiana found herself engulfed by the light.

The girl opened her eyes while it was still dark.

She always woke around this time.

The blanket kept her warm. She laid silently in bed…

And stared at the ceiling, as though she was expecting…

…Something to materialise in the darkness.

But nothing happened. She gave up on fantasizing.

The girl changed into her new uniform. She only wore it once during fitting and had not tried it on again.

'''Little Girl:''' Maybe I should be wearing this on my first day of school…

'''Little Girl:''' Sigh. Whatever. I’ll get used to it eventually.

'''Little Girl:''' Time for my daily training. Let’s start with a 1000 meter run.

'''Old Man:''' Morning, Hua. New clothes?! What happened to your dojo outfit?

'''Little Girl:''' Morning, Uncle Ji. I’m going to the hospital after training and to the airport afterwards. I’ve no time to change.

'''Old Man:''' Seems like a busy schedule. Go on, girl. Don’t let me keep you.

'''Man:''' Hua? Why are you still here? Aren’t you going to Sapphire or something?

'''Little Girl:''' Yeah. Today. I have a flight at eight.

'''Man:''' And you’re not in a rush? You’re a true warrior. HEY! HAH! Training every day!

'''Little Girl:''' Haha.

'''Man:''' Visiting your Dad after this? Aight… don’t let me keep you. I guess I’ll see you again during the holidays.

'''Woman:''' Hua! Do you want the dumplings and soy milk?

'''Little Girl:''' No thanks. I’m heading to the hospital after this. I won’t be back.

'''Woman:''' Alright. Sigh… You’ll definitely do well in your classes. I’m just worried you might get bullied when you’re all alone out there.

'''Little Girl:''' I won’t let anyone bully me.

'''Woman:''' So true. I guess no one can bully a dojo master’s daughter.

'''Man:''' Hey, Hua! Hua!!

'''Man:''' Why are you still jogging? Isn’t today your first day at school? People won’t like it if you’re absent on the first day.

'''Little Girl:''' Yeah…

'''Man:''' Worried about your old man? No worries. Your Dad watched out for us for many years. You can count on us.

'''Man:''' Anyway, a rich dude came over to buy your family dojo and build a restaurant. It’s big money.

'''Little Girl:''' What? I… I didn’t know about this.

'''Man:''' Your Dad didn’t mention it? Maybe it didn’t work out. No one does kung fu anyway. You should get a degree.

'''Man:''' Do you really want that dojo? Are you sure you want to be a martial arts master?

'''Little Girl:''' I… I don’t think that’s a bad idea…

'''Man:''' Hah. You’re being too nice to your old man. You should really think about yourself.

'''Man:''' Visiting your Dad after this?

'''Little Girl:''' Yeah.

'''Man:''' Great. Your Dad only had a scratch. We’ll take care of him. Just go to school and earn that degree!

'''Little Girl:''' Thank you, Sa.

'''Little Girl:''' Ugh… I should hurry up. There’s not much time left.

'''Little Girl:''' I… I’m going to a foreign city… on my own…

'''Little Girl:''' I’ll just perform a few simple training routines. There isn’t much time left…

'''Little Girl:''' No. I must strive for perfection.

'''Little Girl:''' I should have done better…

'''Little Girl:''' Time to head to the hospital…

The girl entered the ward quietly and was not surprised to see her father awake.

He had been an early waker for nearly his entire life. A few weeks in the ward would not break this habit.

'''Father:''' Don’t you have school? You shouldn’t be visiting me today.

Despite those words, her father’s face was beaming.

'''Father:''' I thought you left yesterday… can you still make it?

'''Little Girl:''' Yes, I can.

'''Father:''' Good. Come, let me have a better look at you. I’ll only see you again after 6 months.

He pushed himself up and smiled as he studied his daughter.

'''Father:''' Take care of yourself out there. Your old man can still pay for your tuition, so just focus on school.

'''Father:''' And… avoid training. Don’t scare your classmates. Times have changed, Hua. I don’t even want to tell people that I run a dojo.

'''Father:''' Get a real job, start a business, or enter politics! Forget about the dojo. There’s no future in that.

'''Little Girl:''' …

'''Father:''' I’m not worried about you, Hua. You’re a good girl. Do take care of yourself.

'''Father:''' And… try to make some friends. I’m always worried about that.

'''Little Girl:''' I will.

'''Father:''' Good.

Her father raised his head and looked at the clock as the sun shone through the window.

'''Father:''' It’s getting lates. You should be heading to the airport. Did you bring your documents? How about your things?

'''Little Girl:''' I brought them along, and I already mailed my personal belongings over.

'''Father:''' Good, good. Just go, and take good care of yourself.

'''Little Girl:''' Yeah… I’m leaving, Dad.

'''Father:''' Don’t worry, I’ll be discharged soon enough. Have fun with your friends. And don’t visit unless you must.

'''Little Girl:''' Alright.

She left the hospital.

'''Little Girl:''' …

'''Little Girl:''' (I’m going to a foreign city on my own…)

While sunlight shone weakly through the concrete jungle, she felt she would not be making any friends at all.

'''Kiana:''' Are these… Fu Hua’s memories?

'''Bronya:''' It was all very unfamiliar to the Bronya.

'''Kiana:''' Being immersed in this memory felt so confusing… and frightful… and it was like…

'''Kiana:''' Like being a butterfly in a storm not knowing what would happen next… Was that girl really Fu Hua?

'''Kiana:''' Fu Hua was always… so strong and reliable. She makes people feel safe. But that girl…

'''Bronya:''' Perhaps the Class Monitor was like that before enrolling in St. Freya.

'''Kiana:''' No. Fu Hua had lived a long time before coming to St. Freya… but the time doesn’t match…

'''Kiana:''' Ugh… this is so confusing… she looks just like Fu Hua… but I’ve never seen her behave like that.

'''Lin Zhaoyu:''' That is indeed the Immortal Phoenix.

'''Kiana:''' Huh…?

'''Lin Zhaoyu:''' You just witnessed a “Xinyin” mind seal of the Immortal Phoenix, the one and only true Celestial Empyrean.

'''Bronya:''' Xinyin? Mind seal?

'''Lin Zhaoyu:''' Being immortal, Master Phoenix’s memories are vast oceans that constantly erode her sentient mind.

'''Lin Zhaoyu:''' The Immortal had to filter her memories to stem the ever rising tide and maintain a clean state of mind…

'''Lin Zhaoyu:''' …And the memories she excised were kept in these Xinyin mind seals.

'''Lin Zhaoyu:''' How was it? Did you find what you wanted?

'''Kiana:''' No…

'''Lin Zhaoyu:''' Don’t be disappointed.

'''Lin Zhaoyu:''' The Immortal lived in this mountain for many years. You’ll find thousands of mind seals.

'''Lin Zhaoyu:''' I am sure they hold the answers you seek.

'''Bronya:''' Let us hope so…

'''Lin Zhaoyu:''' I shall rest here. Talk to me if you find any more sealed feathers and I’ll unlock them for you.

'''Lin Zhaoyu:''' Since so many years have passed, a few seals may be faded or broken apart. You’ll be able to read those directly.

'''Kiana:''' Why are you helping us?

'''Lin Zhaoyu:''' Hmm? Do you feel uncomfortable receiving help?

Lin Zhaoyu smiled sadly.

'''Lin Zhaoyu:''' Then don’t treat it as help. Treat it as… the duty of a disciple of the School of Taixuan.

And with that, Lin closed her eyes and said nothing more.

--

====<u>Gameplay 20-3 - Origins II</u>====

'''Kiana:''' Do you believe her?

'''Bronya:''' The Bronya is uncertain. But the Bronya felt the presence of the Class Monitor in that feather.

'''Bronya:''' The Bronya feels that the feather is alive and is attempting to tell us something.

'''Kiana:''' Yeah…

'''Kiana:''' …

'''Kiana:''' I thought Fu Hua would talk to us in the feather like she always did before…

'''Bronya:''' The Bronya thought the same…

'''Kiana:''' Instead, we got nothing but a piece of memory…

'''Bronya:''' Subject Kiana should not be disappointed. The lady said that the Class Monitor left multiple feathers in this mountain.

'''Kiana:''' Yeah. Fu Hua told me the same thing as well.

'''Bronya:''' We shall locate and gather more feathers.

'''Kiana:''' Is this one… sealed?

'''Bronya:''' Attempt interaction to find out.

'''Kiana:''' Okay. Then I’ll…

'''Hua:''' Ah…

'''Hua:''' I… woke up…

One week into school and the girl still could not change her early waking habit.

As a resident of the student dorms, a morning jog was no longer possible.

'''Hua:''' (...I’ll just go back to sleep.)

—7:30 AM.

Tired, yawning students walked out of the dorms as the morning bell rang.

They walked along the cobblestone road to the school gates in pairs or small groups.

Yet Hua was alone, a misfit in the huge crowd of students heading to class.

'''Energetic Student:''' KIRA-CHAN!! More news! The zombies of Sapphire have struck again!

'''Timid Student:''' KYAAAA! I DON’T WANT TO LISTEN TO THIS! KYAAAA!

'''Energetic Student:''' I heard that the victim this time came from our school.

'''Hua:''' (Wait… zombie attacks? Our school?)

'''Hua:''' (Zombies… Dad was attacked by a strange person looking like one.)

'''Hua:''' (I’m curious about that… who said it?)

'''Girl With Glasses:''' Are you skipping class again? Look, I’m not writing down your name in the attendance book this time.

'''Eye-Wandering Girl:''' You only attended that class once last week. The instructor will find out eventually.

'''Mean-Looking Girl:''' …I’ve already lost interest. I feel like a zombie in that class.

'''Hua:''' (Wait… someone said zombie…)

'''Girl With Glasses:''' Since when were you ever alive when it comes to learning anyway?

'''Hua:''' Erm, excuse me… were you talking about zombies?

'''Eye-Wandering Girl:''' Who the hell are you?

'''Mean-Looking Girl:''' That’s so rude! You can’t just barge into a private conversation like that.

'''Hua:''' I… I’m sorry.

'''Mean-Looking Student:''' What a weirdo.

'''Girl With Glasses:''' That’s the news from 2 days ago, right?

'''Mean-Looking Girl:''' News? Do I look like the news to you? Am I a TV?

'''Girl:''' What’s wrong with you? I thought your favorite Mr. Yang is teaching today?

'''Girl:''' When is his course?

'''Anxious Girl:''' Finish eating already! I don’t wanna sit in the front row again!

'''Gulping Girl:''' MMPH… just… nom… wait for me…

'''Hua:''' Excuse me…

'''Anxious Girl:''' Hmm? What is it?

'''Hua:''' Ah, no… it’s fine. Sorry.

'''Hua:''' (I can’t bring myself to ask anything… and I don’t think it’s them.)

'''Anxious Student:''' What a weirdo.

'''Gulping Student:''' Mmmph… Nom… what did you… nyam… say?

'''Energetic Girl:''' …Isn’t it exciting?

'''Powerless Girl:''' Exciting? Geez. Stop watching horror movies. It will be your fault if you scare Kira too badly.

'''Energetic Girl:''' Scare her? That’s the least of my concerns. Don’t you understand, the thing is…

'''Hua:''' (That must be the girl!)

'''Energetic Girl:''' The concrete jungle is actually home to many demonic entities!

'''Energetic Girl:''' Vampires, zombies, and monsters! They’re all real! We even heard about them in the news!

'''Powerless Girl:''' They probably came up with that garbage to boost their viewership. Zombies simply don’t exist.

'''Powerless Girl:''' Come on, we should be heading to class.

'''Energetic Girl:''' Oh, wait. Wanna join me for an after-school adventure?

'''Hua:''' …

'''Powerless Girl:''' …Hey, that girl in the uniform has been staring at you. Do you know her?

'''Energetic Girl:''' Wha…? No, not really.

'''Energetic Girl''': Pfft. She has no sense of fashion.

'''Powerless Girl:''' Hey, quiet! She can probably hear us.

'''Hua:''' …

'''Hua:''' (I… I’ll just head to class.)

'''Kiana:''' Hmm… the confusion and fear of trying to fit into a new environment, but she was afraid of change.

'''Bronya:''' She approached other individuals on multiple occasions to add them as friends…

'''Kiana:''' But nobody responded… I know how that feels. Alone and friendless, she had to do everything on her own…

'''Kiana:''' And she remained alone till this very day…

'''Bronya:''' Kiana…

'''Bronya:''' …Why did the Class Monitor leave these feathers? These feathers are very sad memories.

'''Kiana:''' And they’re memories that we knew nothing about. It would seem…

'''Kiana:''' …That the feathers want us to know more about Fu Hua.

--

====<u>Gameplay 20-4 - Final War I</u>====

'''Kiana:''' I didn’t expect Fu Hua to have experienced all that in her life before…

'''Bronya:''' The experiences may be authentic, but the Bronya was not expecting such contents…

'''Bronya:''' The Class Monitor was probably not born this way…

'''Kiana:''' But somehow, I just felt that she would be… more like the Class Monitor of St. Freya.

The two suddenly grew silent.

'''Kiana:''' Fu Hua was ordered to be around us during that time, right?

'''Kiana:''' Was that her true self?

'''Bronya:''' …

'''Bronya:''' Kiana Idiotka should ask her directly once she returns.

'''Kiana:''' Hmm… No. This feather is sealed!

'''Bronya:''' Shall we approach that lady for help?

'''Bronya:''' In the Bronya’s very humble opinion, Bronya is a little worried about her…

'''Kiana:''' She appeared at just the right time… and with just the right information we need.

'''Bronya:''' Subject Kiana has gained vigilance.

'''Kiana:''' Huh…

'''Kiana:''' But… am I being too distrustful of other people?

'''Kiana:''' She hasn’t shown any bad intentions so far, though.

'''Bronya:''' The Bronya believes in trusting nice people. Think of her as a nice person. Trust makes you happy.

'''Kiana:''' But what if she wants to harm me?

'''Bronya:''' Then do not trust her with anything at all.

'''Kiana:''' …

'''Kiana:''' We should head back… at least I want to think of her as a nice person.

'''Lin Zhaoyu:''' You have returned.

'''Kiana:''' We found a few more feathers. This one is sealed, though.

Kiana handed Lin Zhaoyu the feather.

'''Lin Zhaoyu:''' You astound me.

'''Bronya:''' Really?

'''Lin Zhaoyu:''' For thousands of years, countless people came to Mount Taixuan but none found the feathers.

'''Lin Zhaoyu:''' Yet these feathers revealed themselves once you arrived.

'''Lin Zhaoyu:''' Have they sensed something?

'''Kiana:''' …

'''Lin Zhaoyu:''' Apologies. Pay no heed to my words.

Lin Zhaoyu held the feather and pushed it towards Kiana.

—MOTH Base.

The two walked alongside each other in the corridor.

'''Kevin:''' You did well in the battle against the 11th Herrscher.

'''Hua:''' Thank you.

'''Kevin:''' Did you know that MEI is transferring you to the Far East?

'''Hua:''' I don’t know and I don’t care.

'''Kevin:''' We have no choice. The frequency of Herrscher incidents is rising and our forces are severely depleted.

'''Kevin:''' Strategy demands our presence in different cities. The MANTIS force will be disbanded.

'''Kevin:''' It’s Dr. MEI’s decision. I hope you understand, Hua.

'''Hua:''' I will obey.

'''Kevin:''' Hua…

'''Hua:''' I don’t care if I get to stay or get sent to the Far East or Salt Lake. The Honkai will come and we will fight it.

'''Hua:''' Our presence in those cities will reduce the losses of our conventional forces.

'''Kevin:''' You’re still angry.

'''Hua:''' I am.

'''Kevin:''' …

'''Hua:''' Why do you want me to understand MEI? Do my opinions matter? Will she change her plans for me?

'''Hua:''' She won’t. Did Dr. MEI try to understand the Captain? She didn’t even though the Captain was your friend and saved my life…

'''Hua:''' The Captain still recognised me and talked with her human voice. She was no Herrscher but you killed her anyway.

'''Kevin:''' She became a Herrscher, Hua. You know that. I had no choice.

'''Hua:''' I know. Dr. MEI’s orders. I’ll obey, but I won’t try to understand her. But that decision should have been mine.

'''Hua:''' Kevin, don’t tie yourself to MEI. Don’t ask me to understand her. She doesn’t need my understanding.

'''Hua:''' She should talk to the soldiers killed by her ICHOR mods or wielding the 10th Keys…

'''Hua:''' …She should see if they would understand her.

'''Kevin:''' …

The walk continued in silence. He did not know what to say, and she felt that she had said too much.

'''Kevin:''' I will stay at the central base.

'''Hua:''' Of course you will.

'''Kevin:''' …

'''Kevin:''' This isn’t for her, Hua. I need to have your understanding. We’re comrades and we need a common vision.

'''Kevin:''' There are only three cities left and our civilisation faces annihilation, yet the Honkai attacks only grow worse.

'''Kevin:''' The 12th came into being shortly after the death of the 11th. She may be in our custody, but no one knows what’s next.

'''Kevin:''' We MANTISes must keep fighting. We cannot afford to fail. We must win this war at any cost.

'''Kevin:''' Hua, I need you to truly understand us. The fate of humanity rests upon our shoulders…

The two arrived at an intersection. Kevin nodded at Hua.

'''Kevin:''' I am heading this way to meet up with SAKURA. Take care…

'''Hua:''' Take care.

Hua saw Kevin disappearing into the opposite end of the corridor and shook her head.

The alarm sounded thrice for the most dangerous threat - a Herrscher.

'''Hua:''' …Fine.

'''Hua:''' I will obey.

'''Bronya:''' This Kevin… he must be the Kevin Kaslana of the World Serpent.

'''Kiana:''' Yeah. Fu Hua said they knew each other.

'''Bronya:''' The key phrases mentioned include the 11th Herrscher… the 10th Divine Keys… MANTIS…

'''Bronya:''' If this memory is real… then the memory segment must have taken place during the Previous Era…

'''Kiana:''' So… Fu Hua wasn’t just the Guardian of Shenzhou. Was she already fighting the Honkai in the Previous Era?

'''Kiana:''' Why didn’t she tell us this? Why is she always doing things on her own?

'''Bronya:''' Subject Kiana should be aware of another possible explanation.

'''Bronya:''' Maybe the Class Monitor has forgotten these memories herself.

--

====<u>Gameplay 20-5 - EMBER I</u>====

'''Lin Zhaoyu:''' What did you see?

'''Kiana:''' The life of Master Phoenix from a really, really long time ago.

'''Lin Zhaou:''' A really, really long time ago…

Lin Zhaoyu softly repeated the words.

'''Lin Zhaoyu:''' What was she like? Was she living in Shenzhou? What was she wearing?

'''Kiana:''' I’m not really sure. I just know that she was a soldier fighting in a war…

'''Lin Zhaoyu:''' A war… against the “Honkai”?

'''Bronya:''' You know about the Honkai?

'''Lin Zhaoyu:''' It’s nothing to be surprised about. After all, it’s just a word.

Lin Zhaoyu gave a bitter smile.

'''Lin Zhaoyu''': In Shenzhou, we call it “Zhenqi” Essence or the “Yaoqi” Corruption. Our school has one rule: No mercy for the corrupted.

'''Lin Zhaoyu:''' …A simple rule that led to so many tragedies.

'''Lin Zhaoyu:''' Sometimes, I wonder why Master Phoenix would establish such a rule. I can only try to imagine what she must have been through…

'''Lin Zhaoyu:''' Yet it seems I’ll never find out…

'''Lin Zhaoyu:''' Apologies. My dull soliloquy must have wasted much of your time.

'''Bronya:''' Kiana, what Master Lin just said…

'''Kiana:''' “No mercy for the corrupted”... she seemed to be very affected by it.

'''Kiana:''' Fu Hua probably established that rule. If those memories were true, Fu Hua should really hate the Honkai.

Kiana projected her mind into the warm glow…

'''???:''' Hey…

'''???:''' Wake up! Come on! Wake up!

The voice cried out desperately.

'''Fu Hua:''' Ugh…

'''Fu Hua:''' Did I… pass out?

'''Fuxi:''' You did.

'''Nuwa:''' And for the third time this month!

'''Nuwa:''' Don’t push yourself too hard, Phoenix!

'''Fu Hua:''' I’m sorry. I just felt a little tired.

'''Fuxi:''' Do you have a headache?

'''Fu Hua:''' Hmm?

'''Fuxi:''' Headache. Does your head hurt?

'''Fu Hua:''' Sometimes.

'''Nuwa:''' Ugh. You need more sleep.

'''Fu Hua:''' MANTISes don’t need that much sleep.

'''Nuwa:''' Nonsense! You’re human and you need sleep. Healthy are those who rest their mind and body well.

'''Fu Hua:''' Fine. I promise to get some decent sleep every night.

'''Nuwa:''' Great. Now go ahead and destroy these beasts so we can go home after this.

'''Fu Hua:''' Uhh…

'''Fu Hua:''' Hngh… Another headache…

'''Fu Hua:''' Hngh…

'''Fuxi:''' …

'''Fuxi:''' Is it hurting again? How does it feel?

'''Fu Hua:''' It feels like a massive swelling… a sudden, painful flood of memories that disappears just as quickly.

'''Fu Hua:''' Sigh… the headache is getting more frequent as well.

'''Fuxi:''' Phoenix…

'''Fuxi:''' You’re… not like us. The regenerative powers of your Meta-Morph ICHOR will first keep your brain cells alive.

'''Fuxi:''' Mortals will die, but you will live on forever.

'''Fuxi:''' And that means you will retain all your memories. Forgetting them would become an impossible dream.

'''Fuxi:''' A fleeting moment for us will be a permanent memory growing within you that eventually fills up your mind.

'''Fuxi:''' You’re tasked to keep an everlasting vigil. The headaches are signs that your brain is fighting against this.

'''Fuxi:''' And that is why Dr. MEI gave you Fenghuang Down.

'''Fu Hua:''' I know…

'''Fuxi:''' Sigh… don’t be so stubborn.

'''Fu Hua:''' I’ll live with it for a while… just let me hold on to them…

'''Fuxi:''' Use Fenghuang Down to erase useless memories. If you miss them, you can temporarily store them in the Divine Key…

'''Fuxi:''' If you won’t use the Key, you can… approach that MANTIS for a simple mental adjustment…

'''Fuxi:''' In any case, you should decide quickly, for your sake. Living with this condition will only make it worse.

'''Fu Hua:''' …

'''Nuwa:''' HEY! Quit chatting already! There’s a huge beast coming for us!

'''Nuwa:''' That thing was HUUUGE. I should come up with a name for it.

'''Fuxi:''' Ambient Honkai energy levels in this area dropped after it was defeated.

'''Nuwa:''' Great. So this turned out to just be an occasional anomaly…

'''Nuwa:''' …A true Honkai event has yet to occur.

'''Nuwa:''' That means we still have plenty of time for Project EMBER, right? Hey, why are you two looking so sad?

'''Nuwa:''' It’s time to head back to Mount Taixuan.

'''Fu Hua:''' …

'''Fuxi:''' …

'''Fu Hua:''' Fuxi, you asked why I didn’t do anything about my memories before.

'''Fu Hua:''' I guess I was being selfish.

'''Fuxi:''' …

'''Fu Hua:''' I was just an ordinary girl before the ICHOR mods, but I still remember that life…

'''Fu Hua:''' I came from the slums of a metropolis. I was neither a metropolitan or a villager. I didn’t know where I belonged.

'''Fu Hua:''' Life for me was just to get into college, find a job… or head back to the slums and run my father’s dojo.

'''Fu Hua:''' I was just a scared little girl. I had nothing to do with the world’s fate or humanity’s survival.

'''Fu Hua:''' Then tens of thousands of years passed in the blink of an eye… and I’m here… in this form.

'''Fu Hua:''' That little girl remained in my heart. Whenever I rested, I would see her looking helplessly at me…

'''Fu Hua:''' What exactly happened in all those years? What bound us together? What changed her into who I am?

'''Fu Hua:''' She and I were the same person, two points on a single, continuous line of the myriads of “me” of every single moment.

'''Fu Hua:''' And each one of “me” has left behind a memory.

'''Fu Hua:''' My life will fall apart if I give up those memories. I’ll no longer know who I was. If I see her again…

'''Fu Hua:''' That frightened, confused little girl in her awkward uniform, I won’t know how she became who I am…

'''Fu Hua:''' …And I won’t know what kept me going till this very day.

'''Fuxi:''' But…

'''Fu Hua:''' I will, Fuxi. I will. Just let me hold on to these memories for a while.

That night…

'''Fu Hua:''' (I can’t sleep… but I promised Nuwa I’d try to get some…)

'''Fu Hua:''' …

'''Fu Hua:''' (Hmm? I think I heard someone talking…)

'''Nuwa:''' …Was that how she felt?

'''Fuxi:''' Yeah.

'''Nuwa:''' Sigh… things are happening just as Dr. MEI expected them to.

'''Nuwa:''' It’s obvious that Hua is developing identity disorders and rejecting memory rearrangements.

'''Fuxi:''' …Should we initiate the next phase?

'''Nuwa:''' What do you think, Fuxi?

'''Fu Hua:''' (Next phase? What is the next phase?)

'''Fuxi:''' I don’t want to do that.

'''Nuwa:''' Why?

'''Fuxi:''' I’m no hero. I was simply following Dr. MEI’s orders when entering the cryopods and guiding Phoenix along.

'''Fuxi:''' I don’t like MEI and I don’t like this mission. I’m just doing the things I’ve been told to.

'''Fuxi:''' …But I like Hua.

'''Nuwa:''' Yeah… and I happen to… agree with you as well.

'''Nuwa:''' I’d rather see Phoenix living her life instead of carrying out MEI’s projects for restoring human civilisation.

'''Nuwa:''' She shouldn’t be MEI’s tool for defending humanity or fighting the Honkai. I refuse to see Phoenix turning into that.

'''Fuxi:''' We can only delay the inevitable.

'''Nuwa:''' And that will be enough. Fuxi.

'''Nuwa:''' We will die, but not her. She will meet others who know nothing of MEI’s projects. They will be her true friends.

'''Nuwa:''' Our stories will end, and her story will begin.

--

====<u>Gameplay 20-6 - Interlude</u>====

'''Bronya:''' Kiana… Kiana!

'''Kiana:''' Hngh… wha… I…

'''Kiana:''' What happened, Bronya? Where am I?

'''Bronya:''' You are currently located at Mount Taixuan.

'''Kiana:''' Oh, right… of course…

'''Kiana:''' So… what happened to me?

'''Bronya:''' You passed out and failed to respond to loud verbal cues.

'''Bronya:''' This is an anomaly. We must ask her about this.

'''Bronya:''' Are you alright, Kiana?

'''Kiana:''' Yeah, I’m fine. I feel okay.

'''Lin Zhaoyu:''' She had an episode of “wangwo” where she forgot her own identity.

'''Bronya:''' “Wangwo”?

'''Lin Zhaoyu:''' It happened before. A girl was once enticed by a mind seal, lost her identity, and thought she became an Empyrean.

'''Lin Zhaoyu:''' Those who are weak of mind, dissatisfied with their lives, or prone to fantasising are vulnerable to this state.

'''Lin Zhaoyu:''' Strange, you do not exhibit those vices. It seems Master Phoenix really didn’t teach you the Blade Mantra SWARA.

'''Kiana:''' She said I was a little too old to learn the Blade Mantra…

'''Bronya:''' Master Lin, what is the Blade Mantra?

'''Lin Zhaoyu:''' Warriors believe the Blade Mantra is a state of mind. Only a few disciples of Taixuan knew its true component - the SWARA.

'''Lin Zhaoyu:''' The SWARA is a vocalised mantra with 462 syllables that has never been written down.

'''Kiana:''' Will that teach me how to control my powers?

'''Lin Zhaoyu:''' Perhaps.

'''Lin Zhaoyu:''' Only Master Phoenix knew what the Blade SWARA meant. To us, it is only a strange chant that carries no meaning.

'''Lin Zhaoyu:''' Yet the mere act of reciting it in your heart activates the effects of the SWARA.

'''Lin Zhaoyu:''' It forges, hardens, and strengthens your body into a “conduit” and your mind into a “reservoir”.

'''Bronya:''' The Blade SWARA appears to be a form of subliminal or hypnotic device.

'''Kiana:''' And it appears that this Blade Mantra can only be mastered through years of hard work…

'''Kiana:''' But why won’t Fu Hua teach me?

'''Bronya:''' The Class Monitor probably… has her own ideas.

'''Lin Zhaoyu:''' You’re tired. That’s why you forgot your identity. You should rest for the day and continue tomorrow.

'''Bronya:''' Subject Kiana should rest right now.

{{#tag:tabber|Rest=

'''Kiana:''' Yeah. Let’s look around tomorrow.

The night passed.
<div style="line-height: 15px></div>
{{!}}-{{!}}
Wait=

'''Kiana:''' Can you tell me about Master Phoenix?

'''Lin Zhaoyu:''' Master Phoenix’s story should be famous enough. Since you’re her friend, you should hear it from her.

'''Kiana:''' But… there are so many things that she didn’t want to tell me.

'''Lin Zhaoyu:''' And if a friend refuses to tell you something, why would you want to find out about it from other people?

'''Kiana:''' Yeah… I think I get what you mean.

'''Lin Zhaoyu:''' …

'''Lin Zhaoyu:''' But I can tell you a story.

Lin Zhaoyu ignored Kiana’s surprised look and started telling her own tale.

'''Lin Zhaoyu:''' Five hundred years ago, Master Phoenix took in seven disciples.

'''Lin Zhaoyu:''' With the exception of the youngest, six of these disciples had parents who became corrupted.

'''Lin Zhaoyu:''' Despite having killed their parents, Master Phoenix taught these orphans the art of combat.

'''Lin Zhaoyu:''' Do you think this is a story of love and family? No, it’s not…

Lin Zhaoyu gave a smile that betrayed only the sadness within her heart.

'''Lin Zhaoyu:''' And then these seven disciples banded together and murdered their master.

'''Kiana:''' What?! Why?!

'''Lin Zhaoyu:''' …

'''Lin Zhaoyu:''' It was midnight.

'''Lin Zhaoyu:''' Master returned. Instead of the 1st disciple, it was Qin Suyi, the 7th, who greeted her. Yet she suspected nothing.

'''Lin Zhaoyu:''' The two walked up the mountain. Qin almost told her what the rest had planned… almost.

'''Lin Zhaoyu:''' But the 2nd disciple, Su Mei, appeared at exactly the right moment as she always did. The 7th stayed silent.

'''Lin Zhaoyu:''' The three walked up to Fog Mount Temple. The Phoenix realised that all her disciples were present.

'''Lin Zhaoyu:''' Bellspike of the 3rd created silence. Redsword of the 6th stole the light. Su Mei planned to trap the Phoenix.

'''Lin Zhaoyu:''' But the 1st disciple was a fool. Instead of seizing the initiative, she squandered it on a few words.

'''Lin Zhaoyu:''' Those few words gave the Phoenix the time she needed.

'''Lin Zhaoyu:''' The Immortal can regenerate any wound. Her head was the only weakness. The tide turned against the disciples.

'''Lin Zhaoyu:''' The 5th, the best of the seven and the only one who attained Eminence, dealt the final blow that pierced her forehead.

'''Lin Zhaoyu:''' At that very instant, the Phoenix lost her regenerative powers and all 6 blades struck true.

'''Lin Zhaoyu:''' And thus fell the invincible Celestial Empyrean, the Immortal Phoenix.

Having told her tale, Lin Zhaoyu finally turned around to look at Kiana.

'''Kiana:''' But… Fu Hua… the Phoenix still lives.

'''Lin Zhaoyu:''' Yes. She’s immortal. She woke 20 years later and found her disciples… I haven’t told you the ending yet.

'''Lin Zhaoyu:''' Is it a tale of karma? Or retribution? The actors in my tale didn’t know. But…

'''Lin Zhaoyu:''' …It doesn’t matter anymore. It is only… a story.

'''Lin Zhaoyu:''' You’re tired. You should rest.

{{#tag:tabber|Rest=

'''Kiana:''' Yeah. Let’s look around tomorrow.

The night passed.
<div style="line-height: 15px></div>
}}
}}
----

===Act 2 - M===

====<u>Gameplay 20-7 - Origins III</u>====

'''Bronya:''' Good morning.

'''Kiana:''' Good morning.

'''Lin Zhaoyu:''' No need for pleasantries. Go and do what you must do.

'''Lin Zhaoyu:''' This… is for you.

Lin Zhaoyu extended her hand. Two feathers hovered above her clean, pale palm.

'''Lin Zhaoyu:''' I found them while you were resting.

'''Kiana:''' Whoah…

'''Kiana:''' Thanks a lot!

'''Lin Zhaoyu:''' You’re welcome.

The feather gave off a bright glow…

'''Hua:''' …

'''Hua:''' …

'''Hua:''' Good morning, me.

—7:30.

'''Hua:''' (Today’s schedule… two sessions of math? Physics, art, grammar, and PE…)

'''Hua:''' (I don’t like PE…)

Her excellent performance in PE classes attracted a great deal of attention.

Yet Hua felt that her classmates were talking bad about her when they whispered to each other while looking on.

—12:00 noon.

'''Hua:''' (Recess time.)

Noisy students rushed out of the classroom and made for the canteen.

Hua, however, slowly packed her stationery and thought about lunch.

'''Hua:''' Hngh…

'''Hua:''' …I miss having noodles.

—13:30.

Hua sat on a bench in the school plaza.

'''Hua:''' I think I feel a little hungry now…

Hua avoided the crowd when having her meals. Her generous appetite also attracted attention.

She tried having normal-sized meals, but her stomach soon protested loudly against her choice.

'''Female Student A:''' So where should we head off to after school?

Hua heard a few girls talking.

'''Female Student B:''' Ugh, just leave me alone. I need sleep.

'''Female Student A:''' Just sleep tomorrow! This is the only day of the week where we’re free to head outside. I know this great place…

The chatting girls eventually walked away.

'''Hua:''' I guess I can head downtown after school…

'''Hua:''' It’s decided. I shall have noodles.

—14:30.

—15:30.

—16:30.

—18:00.

'''Hua:''' (Alright! Let’s go!)

'''Hua:''' The noodles were great.

'''Hua:''' I can have more… If I save a little. Once a month? No… let’s make it twice a month.

'''???:''' KYA!

'''Hua:''' Hmm?

'''Energetic Student:''' KYAAA! Don’t come any closer! NOOOOO!

'''Hua:''' (Someone needs help…)

'''Hua:''' Time to get out of here!

'''Energetic Student:''' Huh? Kyaaa… kyaa…

''[CG plays wherein Fu Hua pulls the girl from her assailants.'']

'''Energetic Student:''' HUFF… Slow… slow down… HUFF…

'''Energetic Student:''' I don’t think I can run anymore…

'''Hua:''' Huff… huff… huff…

'''Hua:''' I think… we got away…

'''Energetic Student:''' Ugh…

The girl gave a relieved sigh.

'''Energetic Student:''' Thanks for saving my life…

'''Energetic Student:''' What the hell was that?! A real zombie? I thought it was just a cheap tabloid story!

'''Hua:''' No idea, but it’s dangerous. You should avoid dark alleys at night.

'''Energetic Student:''' Fine… look, I’m sorry I got you into this mess… wait… are you wearing the uniform for my school?

'''Energetic Student:''' And you look… familiar…

'''Hua:''' I’m a freshman from class 3…

'''Energetic Student:''' Oh. I’m from class 5… so I didn’t know you. But that’s alright! We know each other now!

'''Hua:''' Erm… it’s late. I’m heading back to school. You should do that as well.

'''Energetic Student:''' Wha… we should head back together. This place is giving me the creeps!

The girl suddenly held on to Hua’s arm and sent her into a silent shock.

'''Energetic Student:''' If it weren’t for you, I’d definitely be dead…

…

'''Energetic Student:''' And you’re so super awesome! Did you just do some of that legendary kung fu thing?

…

'''Energetic Student:''' You jumped like… so many meters into the air! That’s like… crazy awesome stuff!

…

'''Energetic Student:''' Oh, right, I don’t even know your name!

…

'''Energetic Student:''' HEY! Can you at least say something?

'''Kiana:''' Those zombies… are the same zombies we’re fighting now, right?

'''Bronya:''' That’s very likely. Perhaps a Honkai Eruption was about to happen at that time.

'''Kiana:''' Yeah…

'''Kiana:''' But wasn’t Fu Hua just an ordinary girl? Even then, she could take on zombies fair and square.

'''Kiana:''' No wonder she’s the bombest student in our school!

'''Bronya:''' And that girl seemed to like her very much.

'''Kiana:''' She was alone in those previous memories…

'''Kiana:''' I think Fu Hua must have been really happy to have made a friend.

--

====<u>Gameplay 20-8 - Origins IV</u>====

'''Bronya:''' There is another feather…

'''Energetic Student:''' SCHOOL IS FINALLY OUT!

'''Hua:''' Great. I can finally take a break.

'''Energetic Student:''' …

'''Hua:''' …?

'''Energetic Student:''' Why are you still wearing that uniform, Hua? What happened to all those nice clothes I picked for you?

'''Hua:''' The uniform is pretty sturdy and dirt doesn’t show up that easily.

'''Energetic Student:''' You’re DEFINITELY not wearing this stupid uniform.

'''Hua:''' I guess this is why you never wear the uniform at school…

'''Energetic Student:''' THAT’S RIGHT! I’ll look super lame if I dressed like everyone else.

'''Energetic Student:''' Let’s go! Back to the dorms!

'''Hua:''' Why?

'''Energetic Student:''' To get you changed!

'''Energetic Student:''' This is it. You’ll give your family a surprise when you head back. You look absolutely gorgeous!

'''Hua:''' Why am I feeling like you’re making fun of me?

'''Energetic Student:''' I would never ever do that! I just gave you a super splendid idea. Going home in the school uniform is super lame.

'''Hua:''' I don’t really want to scare my Dad, though. He might not take this too well.

'''Energetic Student:''' What?! Girl, your Dad is a kung fu master. Nothing can scare him.

'''Energetic Student:''' Anyway, take care, bon voyage, and I’ll see you next semester!

'''Hua:''' Yeah… thank you for everything.

'''Energetic Student:''' Thank me? Why?

'''Hua:''' You helped me make a lot of friends in school.

'''Hua:''' I really didn’t expect to have a great time in school… but you made it happen…

'''Energetic Student:''' You really need some confidence, Hua!

'''Energetic Student:''' People became your friends because they like you. I was never the reason!

'''Energetic Student:''' You’re a really nice girl and people quickly notice that, even without me around.

'''Energetic Student:''' Don’t give other people credit for your success! You won’t get anything out of that!

'''Energetic Student:''' And don’t you have a flight to catch? Don’t let me keep you!

'''Hua:''' Goodbye… Sapphire…

Hua looked at the urban nightscape.

Though the time she spent in the city was short, it was an enjoyable experience for her.

In a few hours’ time, she would be back home.

'''Hua:''' I made a real friend, Dad.

Happiness filled her heart.

'''Alarm:''' WRRRRRRRRRR—

The airport suddenly blared with loud sirens and alarms.

'''Announcement:''' Dear travelers! The airport will be locking down due to an emergency. Please remain calm and stay at your current positions.

'''Hua:''' What just happened?

''[CG plays wherein Fu Hua looks out the airport window, seeing flaming objects fall from the sky.'']

Hua was unaware that she was about to experience the 3rd Honkai Eruption…

'''Bronya:''' That place also experienced a Honkai Eruption…

'''Kiana:''' That’s… the first Honkai Eruption she ever faced, right?

'''Bronya:''' And the Class Monitor just made a good friend…

The girls silently recalled unpleasant memories as Lin Zhaoyu whiled away time by kicking pebbles.

--

====<u>Gameplay 20-9 - Final War II</u>====

'''Bronya:''' What’s in the next feather?

'''Bronya:''' Perhaps the Class Monitor’s memories. Will we ever locate the Blade Mantra or the Class Monitor’s shadow?

'''Kiana:''' I’m fine with memories. They’ve revealed bits of her mysterious past to us.

'''Kiana:''' I have a feeling we’ll get what we want if we keep looking for it…

Kiana projected her mind into the glow…

'''Hua:''' (The Honkai is spreading…)

'''Hua:''' The 12th Herrscher must have escaped containment…

'''Hua:''' If I’m not wrong, she must be… SAKURA’s sister.

Hua sighed. She rushed for a few paces before stopping.

'''Hua:''' (Kevin said he was looking for SAKURA… so he should be close to the Herrscher and won’t need me around.)

'''Hua:''' (I should focus on damage control and keep our losses at a minimum.)

'''Hua:''' (Hmm? No sign of infection. She’s not a zombie…)

'''Hua:''' (But I’m picking up familiar traces and levels of Honkai energy within her body…)

'''Hua:''' (I should be able to deal with this.)

Hua checked the disabled soldier.

'''Hua:''' (I hardly see any infection patterns. This isn’t a case of Honkai overdose…)

She opened her palm and summoned the 8th Divine Key - the Key of Sentience.

'''Hua:''' (A reaction but no signs of hallucinations, hypnosis, or memory alteration. Yet this is obviously a mind attack.)

'''Hua:''' (Is this the power of the 12th Herrscher?)

'''Hua:''' (The enemy’s powers remain uncertain. If it’s a mental attack, the Key of Sentience might just work.)

'''Hua:''' (I’ll first unleash the 2nd Power of the Key…)

'''Hua:''' …Complex Manifest!

Hua: Interesting. So this is the world I see once my complete sentient focus is directed into a single point.

Hua spoke to herself.

While floating in the mental world, she saw many sparks, each of them a sentient entity revealed by Fenghuang Down.

'''Hua:''' The effects of the Divine Key have now spread throughout the entire base.

Hua said to herself. She conveyed this simple information to activate her primal reflexes.

Under her current state of extreme focus, any emotion would only serve as a hindrance.

The Divine Key served as an additional sense to observe every entity in this world. She saw…

…Three complex minds intertwined as one. The stubborn, unbending, and sword-like entity must be Kevin.

'''Hua:''' He’s still fighting.

The second consciousness was close by, an ephemeral wisp that fluttered painfully like a wilted leaf.

'''Hua:''' Who can this be? SAKURA?

Hua looked at the third consciousness. A cocoon of malevolence that extended its fine tendrils everywhere.

'''Hua:''' I’ve found the one that’s corrupting the base…

'''Hua:''' …I hope I have enough time.

'''Hua:''' I will lock down the minds of everyone in this base and stop the Herrscher from corrupting them. I must keep this up until Kevin defeats- 

((Author's Note - (text cut-off)

'''Hua:''' Let it begin!

'''Hua:''' It found me. I’m impressed. This entity can fight Kevin, SAKURA, and me at the same time.

'''Hua:''' A copy of my will, stripped of everything except for hatred towards the Honkai to act as my guard.

'''Hua:''' Go, and do not let them disturb me.

'''Hua:''' Huff…

'''Hua:''' You did well… I’m sorry.

Hua used the Key to destroy the copy of herself. The act made her a little sad.

Pure, emotionless reason was responsible for creating this copy. Yet she destroyed her once she served her role.

A tool created for the sole purpose of fighting the Honkai. Hua thought about herself and realised she was the same.

'''Hua:''' I shouldn’t dwell on such thoughts.

She shook her head to purge these thoughts from her mind.

'''Hua:''' I should meet up with them.

The base was silent. Everyone was asleep. To ensure safety, Hua kept her Key active until further orders from MEI.

The dark, terrifying entity was no more. The 12th Herrscher was contained, whether it be alive or dead.

Hua reached the third floor. Kevin stood against the wall in a dazed stupor as though he was controlled by Hua’s Key.

'''Kevin:''' I knew it was you when everyone in the base suddenly fell asleep.

'''Hua:''' Kevin…

'''Kevin:''' We have sealed the 12th Herrscher.

'''Hua:''' Really? How is SAKURA?

'''Kevin:''' She’s dead.

Kevin turned to look at the Herrscher’s containment cell.

'''Kevin:''' It’s like a virus, and it can infect both computers and humans. The Honkai always manages to surprise us.

'''Hua:''' How heavy are our losses?

'''Kevin:''' About 100 in the base. Those closest to her turned into zombies. It spread too fast for our containment measures.

'''Kevin:''' Your decisive action stopped the spread. You saved everyone in the base.

'''Hua:''' That sounds like the good news.

'''Kevin:''' The bad news is that the virus took over our defenses and launched every nuke at our last three population centers.

'''Hua:''' Wha…

'''Hua:''' I’m sorry… I thought it was a mental attack… I failed to defend the computers…

Hua sat down in despair.

'''Hua:''' I thought I had the situation under control…

'''Kevin:''' It doesn’t matter.

The man sat down heavily next to her.

'''Kevin:''' It always ends this way, doesn’t it? These outcomes hardly surprise you.

'''Hua:''' …

'''Kevin:''' Every victory came at a terrible cost while the Honkai only grew stronger. Though we made it to the 12th…

'''Kevin:''' Everyone knew that our triumphs were facades to disguise the horrifying losses we suffered…

'''Kevin:''' Humanity has lost the war, Hua.

Kevin said in a low whisper that could hardly be heard.

'''Kevin:''' Heh… but this is a truth that we will never accept as fact…

'''Hua:''' I didn’t expect you to say that… I thought you’d be the last one to give up this fight.

'''Kevin:''' Do you want the truth?

'''Kevin:''' I never gave up because I never tried. I… never cared about the Honkai nor humanity. I just don’t care.

'''Kevin:''' I didn’t become a MOTH to save the world. It was for selfish reasons… yet the decision took me all the way here…

'''Kevin:''' I cannot admit this to anyone… especially not her…

'''Kevin:''' I thought I was the most terrible person to have ever lived…

Kevin lowered his head. Hua had never seen him so vulnerable and fragile before.

'''Hua:''' We’re all the same, Kevin. No one is born a hero. We’re just ordinary people forced upon this path.

'''Hua:''' I thought about home and my dreams… and often questioned why I’m doing something that I never asked for.

'''Hua:''' I have been a follower. I followed the Captain, and now I follow you with MEI in the lead. I thought this was my path.

'''Hua:''' But no one forced me onto this path. It is my choice. I don’t like it and I can stop or leave at any time…

'''Hua:''' You could have done that, but you didn’t, Kevin. No one has the right to blame you for anything.

Kevin lowered his head further. Hua heard his low whispers.

'''Kevin:''' But I do and I blame myself…

Hua was not sure if she should respond to that. The two remained silent until Kevin finally raised his head.

'''Kevin:''' I am not giving up, Hua. We will not give up.

'''Hua:''' Good. We shall not give up.

'''Kevin:''' Humanity shall win.

Kevin stood up. He instantly reverted to the unyielding warrior who always led from the very front.

'''Kevin:''' Come. We must head to Battle Command.

'''Kiana:''' So that was the Honkai War of the Previous Era…

'''Bronya:''' 12 Herrschers appeared. Humanity won every battle but lost the entire war.

'''Bronya:''' …

The two girls grew silent as they thought about the world they live in.

'''Kiana:''' I never knew that Kevin… also had to experience all that.

'''Bronya:''' The Bronya knew about these incidents… but was not aware that the Class Monitor was there as well.

'''Kiana:''' Fu Hua faced Kevin alone to protect me… they used to fight alongside one another, but…

'''Bronya:''' They were two comrades who took different paths…

'''Kiana:''' I guess so.

Kiana’s voice became softer than a sigh as she thought about the past…

--

====<u>Gameplay 20-10 - EMBER II</u>====

'''Bronya:''' This feather is also sealed…

'''Lin Zhaoyu:''' Amazing.

'''Kiana:''' Oh, really?

'''Lin Zhaoyu:''' You’ve found more “Xinyin” mind seals in two days than everyone else did in the last 500 years.

'''Lin Zhaoyu:''' I doubted you when you said you were the Phoenix’s friend, but I’m now certain you have a special place in her heart.

Lin Zhaoyu held the feather in her hand. Instead of undoing the seal, she studied it in silence.

'''Lin Zhaoyu:''' The heart is the greatest mystery of all. We know it, use it, explore it, manipulate it, but we never understand it.

'''Lin Zhaoyu:''' It is easy to know someone. It is extremely difficult to know oneself…

'''Kiana:''' …

Kiana understood little of Lin’s words, but they sounded important and thus dared not to interrupt her.

'''Lin Zhaoyu:''' It doesn’t really matter. Just a few random musings that no longer matter.

Lin smiled and undid the seal. Kiana and Bronya felt the world spin around as the light engulfed everything.

'''Book of Fuxi:''' WAIT—FOR—ME—!!!!

Phoenix stopped and waited for the little one shouting in the distance.

'''Phoenix:''' You’re getting slow.

'''Book of Fuxi:''' I’m getting old. Really old.

'''Phoenix:''' Hah.

Phoenix scoffed.

'''Book of Fuxi:''' And you’re thousands of years old, too. Take it easy.

'''Book of Fuxi:''' You should rest between these quests. It will do wonders for your health.

'''Phoenix:''' The Honkai does not rest.

'''Book of Fuxi:''' Oh REALLY?! So why does it only come once in a while? These critters are hardly the real thing.

'''Phoenix:''' Every trace of the Honkai must be purged. Every enemy must be subdued.

'''Book of Fuxi:''' And you’re just pampering these humans. They should be able to take care of these things themselves.

'''Phoenix:''' Ah. We’ve arrived.

'''Book of Fuxi:''' And you’re ignoring me again…

''[CG plays wherein Fu Hua senses something strange while walking the streets with Book of Fuxi:''

'''''Phoenix:''' (Strange.)''

'''''Phoenix:''' (I sense an evil presence, but this village seems completely unaffected.)''

'''''Book of Fuxi:''' Phoenix, there’s a sugar haw peddler.''

'''''Book of Fuxi:''' Do you want one?''

'''''Phoenix:''' (I’d better ask the locals.)'']

'''Phoenix:''' Greetings, sir. Could you tell me if this place has a monster problem?

'''Elder:''' You’re mistaken, young lady. This is a peaceful village. We haven’t had any demons for centuries.

'''Phoenix:''' Hmm…

'''Book of Fuxi:''' What did the locals say?

'''Phoenix:''' They claimed they’ve never seen a monster. But I can sense a presence nearby.

'''Book of Fuxi:''' Is it strong?

'''Phoenix:''' No. It’s just a weak Honkai energy response. But it’s too close and the villagers are too calm. Something is amiss.

'''Book of Fuxi:''' That definitely isn’t the huge monster we’re looking for.

'''Phoenix:''' We cannot afford to ignore this. I will inspect it with my own eyes.

'''Book of Fuxi:''' Wha… this zombie has been chained up.

'''Book of Fuxi:''' This doesn’t look right, Phoenix.

'''Phoenix:''' (Someone chained her here…)

'''Phoenix:''' (Fruits and meat… fresh but untouched.)

'''Book of Fuxi:''' Hold on! Don’t kill her!

'''Phoenix:''' Why?

'''Book of Fuxi:''' Something isn’t right. She’s being kept here on purpose. They were also trying to feed her.

'''Book of Fuxi:''' We should get to the bottom of this.

'''Phoenix:''' Unnecessary. She is fully corrupted and can no longer be saved. She is now a threat that must be purged.

'''Book of Fuxi:''' But… we can do that… later…

'''Phoenix:''' Xixi…

'''Phoenix:''' Are you trying to stop me from destroying a spawn of the Honkai?

'''Book of Fuxi:''' I don’t like it when you fight… it makes you cold… and scary…

'''Phoenix:''' I let you have your way for anything else, Xixi, but never for such matters.

'''Book of Fuxi:''' Can we… at least go and talk to the villagers? We should know what happened before we act.

Dozens of villagers gathered at the village gates as though expecting the Phoenix to return.

'''Elder:''' Little Wang saw you heading for the hills. You saw her, didn’t you?

'''Phoenix:''' I did.

'''Book of Fuxi:''' But we didn’t kill her! No, sir! We want to know what happened.

'''Elder:''' It’s a long story. She was Lin’s wife, but some foul sorcery possessed her and turned her into a demon.

'''Elder:''' She hit her man and then rushed out to attack others. Luckily the lads caught her and chained her up…

'''Elder:''' She didn’t do anything wrong. Never! But her man and baby…

The villagers stepped back to reveal a man on crutches and an old lady holding a baby.

'''Elder:''' Please, Empyrean, show mercy…

'''Phoenix:''' She is fully corrupted. There is no other way. The merciful thing to do is to end her misery.

'''Elder:''' But…

Every villager heard the Phoenix’s words. They were aghast and looked at each other.

'''Elder:''' But… please… if there is a chance for mercy…

The old woman holding the baby looked worried.

She clumsily bowed as the Phoenix approached.

'''Woman:''' Lady… are you here to purge demons?

'''Phoenix:''' No, I wasn’t. But now that I’ve seen it, I can’t leave without resolving this issue.

'''Woman:''' So what happened to that poor woman? I’ve been taking care of her baby all this time… will anything happen to me?

'''Phoenix:''' Set your worries aside. Your village is clean and so is the baby.

'''Woman:''' That’s good to hear. Poor child… so young and yet her father’s no longer fit for work and her mother…

The woman gently comforted the baby in her arms.

The elder secretly motioned to Phoenix. He had something to say. Everyone backed away when she approached.

'''Elder:''' You must be the Celestial Empyrean.

'''Book of Fuxi:''' So you do know of her?

'''Elder:''' This is a remote village, but my grandfather gazed upon your immortal beauty. You must be the one…

'''Phoenix:''' I’m flattered, but do tell me your request.

'''Elder:''' I beg you to… end the poor woman’s misery…

'''Book of Fuxi:''' What? Didn’t you ask us to spare her life?

'''Elder:''' There were people around. If her family heard me, they would hate us for many years…

'''Elder:''' Her cursed form only brings pain and I don’t think we can keep her chained forever. Everyone’s frightened.

'''Elder:''' What if she breaks free? Will she kill someone in the village?

'''Elder:''' We know nothing about killing demons. Fate brought you here to save us from this monster.

'''Phoenix:''' Allow me to consider.

A man with crutches stood away from the crowd. His arms were bandaged and he had lost one of his legs.

'''Man:''' My wife… can she return to us?

'''Phoenix:''' I’m sorry…

The man glared at the Phoenix before letting out a frustrated grunt and walking painfully away.

'''Book of Fuxi:''' …

'''Phoenix:''' This will only keep happening, Xixi.

'''Phoenix:''' We cannot afford to show mercy to any possible threat.

'''Book of Fuxi:''' So does that mean… we’re going to send her to the afterlife?

The Phoenix shook her head.

'''Phoenix:''' There is no other choice.

The zombie looked at Phoenix. Its eyes were devoid of nothing but the malicious glow of the Honkai.

'''Book of Fuxi:''' If only we could free ourselves from the Honkai. It just keeps coming and harming people…

'''Phoenix:''' Yes, it just keeps coming.

'''Book of Fuxi:''' …

'''Phoenix:''' Are you upset, Xixi?

'''Book of Fuxi:''' No…

'''Book of Fuxi:''' I’m… sad.

'''Phoenix:''' For that zombie?

'''Book of Fuxi:''' No, Phoenix…

'''Book of Fuxi:''' I feel sad for you…

'''Book of Fuxi:''' When the ladies made me, they told me…

'''Fuxi:''' …The Phoenix has a mission.

'''Nuwa:''' A cruel and heartless mission. I’ll be honest with you. We don’t like it at all.

'''Nuwa:''' She deserves to live her own life and make her own decisions.

'''Fuxi:''' Yet everything has been chosen for her.

'''Nuwa:''' Without someone to look after her, she’ll eventually carry that mission to completion. That’s exactly who she is.

'''Fuxi:''' And that’s why we made you.

'''Fuxi:''' We’ll not give you any directives.

'''Nuwa:''' Given that both of us have already betrayed our orders, we don’t think it’s fair to order other people around.

'''Nuwa:''' Observe the Phoenix with your own eyes. She can be a little cold, but she’s actually a very, very nice person.

'''Nuwa:''' I’m sure you’ll like her as well.

'''Fuxi:''' And when that happens, we hope you’ll make the same decisions we did.

'''Nuwa:''' If not… well… I don’t think that matters anyway, because I sure won’t be around to complain.

'''Fuxi:''' We entrust the Phoenix to your care.

'''Nuwa:''' Good luck, Xixi—

'''Book of Fuxi:''' They disobeyed their orders to keep you away from the battles…

'''Book of Fuxi:''' And I… I did everything I could…

'''Book of Fuxi:''' I disrupted your training and tried to stop you from using Fenghuang Down. I tried to get you closer to others…

'''Book of Fuxi:''' …But that is all I could do.

'''Phoenix:''' Have I disappointed you?

'''Book of Fuxi:''' No, Phoenix. You never disappointed anyone. Everyone can see the good work you have done.

'''Book of Fuxi:''' I’m disappointed in myself. We tried to foil your mission and Dr. MEI’s project to keep useless things in your mind.

'''Book of Fuxi:''' …

'''Book of Fuxi:''' But… I simply can’t do it…

'''Phoenix:''' I’m sorry…

'''Book of Fuxi:''' Why apologise? Keeping you company has made me really happy. I’m just sad that I can’t be with you forever…

'''Book of Fuxi:''' 1000 years isn’t long enough. My batteries will fail and memories will freeze… I’ll eventually fall asleep…

'''Book of Fuxi:''' …But I’ll never leave you. I’ll keep waiting until the day your saviors appear.

'''Book of Fuxi:''' Though you’re willing to die for this world, there will eventually be someone who treasures you more than this world.

'''Book of Fuxi:''' You won’t be alone, Phoenix.

Kiana and Bronya left the feather’s memories, but Lin Zhaoyu was nowhere to be found.

Instead, there was a feather left in the place where she stood.
----

===Act 3 - B===

====<u>Gameplay 20-11 - Death I</u>====

'''Bronya:''' Where did Lin Zhaoyu go?

'''Kiana:''' I’m not sure…

Kiana picked up the feather.

'''Bronya:''' Did she leave this for us?

'''Kiana:''' Maybe she wants to tell us something.

'''Kiana:''' Should we… try entering it?

'''Bronya:''' Da.

Light faded away. The chilly wind felt like ice cold blades.

Midnight. Mount Taixuan was exceedingly quiet during these hours.

The Celestial Empyrean continued her slow walk.

'''Kiana:''' Hey…

'''Bronya:''' Are we… in a memory now?

'''Kiana:''' Yeah… but why? The previous feathers only allowed us to look.

'''Bronya:''' Nyet. Subject Kiana must remember. This feels similar to the feathers that the Class Monitor used before.

'''Kiana:''' Can this be…

Kiana looked around and saw Fu Hua on the mountain trail. She called out to her but Fu Hua seemed oblivious.

'''Kiana:''' She can’t hear me…

'''Bronya:''' We should initiate pursuit.

'''Phoenix:''' Suyi? Why are you here? Where are the others?

'''Qin Suyi:''' Master…

The girl’s ephemeral shade flickered. Her hesitation was obvious.

'''Phoenix:''' …

'''Su Mei:''' Suyi missed you.

Another person silently appeared beside Fu Hua and her youngest disciple Suyi.

She was Su Mei, the 2nd disciple of the Phoenix.

'''Su Mei:''' She has been waiting here every day ever since you left the mountain. Suyi is such a sweet girl.

'''Qin Suyi:''' …

'''Su Mei:''' The hour runs late, Master. We should head back to the temple.

The Phoenix followed Su Mei up the mountains and left Qin Suyi on her own.

'''Qin Suyi:''' They’re planning to kill Master…

Qin Suyi suddenly turned around and faced Kiana and Bronya.

'''Qin Suyi:''' Are you here to stop this?

'''Kiana:''' What did you just say?

'''Bronya:''' You can see us?

'''Qin Suyi:''' Sigh…

Qin Suyi sighed. The shadowy apparition suddenly transformed into a beast that lunged at Kiana.

'''Qin Suyi:''' What you see is but an illusion.

'''Qin Suyi:''' Such is the power of the Ebonstyle, the dark rod of phantasm.

'''Kiana:''' Why did she attack us?

'''Bronya:''' This memory segment seems to be an anomaly.

'''Kiana:''' She just said that the disciples are going to kill their master.

'''Kiana:''' This must be the night 500 years ago when the Seven Swords of Taixuan murdered Fu Hua!

'''Bronya:''' Is this feather asking us to change history and rescue the Class Monitor?

'''Kiana:''' I don’t know, but we should definitely follow them!

'''Jiang Wanxi:''' Master is the most important person in my life. Nobody else matters as much.

'''Jiang Wanru:''' …

'''Jiang Wanxi:''' But… I won’t let Master kill her. Never!

'''Jiang Wanxi:''' There won’t be another chance like this…

The 4th Disciple of Taixuan looked at her twin elder sister and smiled.

'''Jiang Wanru:''' It’s alright, Wanxi. Perhaps this has been decreed by fate…

'''Jiang Wanxi:''' This is Bellspike, the bringer of silence.

'''Jiang Wanru:''' And my Voidarc leaves nothing behind…

'''Lingshuang:''' This is just an illusion, right? Why treat a false illusion as truth?

'''Su Mei:''' You’re finally here.

'''Ma Yanqing:''' Apologies, but you can go no further.

Su Mei, the 2nd disciple, and Ma Yanqing, the 6th, stood guard before Fog Mount Temple.

'''Su Mei:''' You seek to foil the machinations of fate. We share the same goals.

'''Ma Yanqing:''' None of us wanted this battle. If we had another choice…

'''Su Mei:''' Draw your steel.

'''Su Mei:''' Be ready, for I am the wielder of the Peerless blade.

Kiana and Bronya approached Fog Mount Temple.

'''Kiana:''' Fu Hua’s disciples… the Seven Swords of Taixuan…

'''Kiana:''' …Were the very ones who killed their master 500 years ago.

'''Bronya:''' The Bronya detects no hatred towards the Class Monitor from them.

'''Kiana:''' No… I can sense some hatred. It’s weak, but I know it’s there.

'''Kiana:''' Maybe I’m mistaken… I think that hatred isn’t directed towards us nor Fu Hua…

'''Kiana:''' …I think they hate themselves.

'''Bronya:''' Kiana, the Class Monitor should have seven disciples…

'''Bronya:''' …But only six of them appeared.

'''Kiana:''' Maybe the last one is in Fog Mount Temple.

'''Bronya:''' We should be ready.

'''Kiana:''' Yeah.

The two girls opened the door…

--

====<u>Gameplay 20-12 - Disciples</u>====

'''Kiana:''' Hey… did we just come back out again?

'''Kiana:''' What happened? What exactly lies behind the temple doors?

'''Bronya:''' The Bronya saw a brief moment of pitch darkness before re-emerging at this location.

'''Kiana:''' That’s so weird. What’s wrong with this feather?

'''Bronya:''' We should ask the person who left it to us.

'''Bronya:''' This feather…

'''Kiana:''' Is it sealed?

'''Bronya:''' Nyet, but it feels different compared to the other feathers we found.

'''Bronya:''' Perhaps we should activate it, unless you have another idea in mind…

'''Kiana:''' We should give it a try anyway.

'''Phoenix:''' Zhaoyu.

The Phoenix called to her disciple.

'''Phoenix:''' I’m heading to the south seas. You’re coming along. Go pack your things.

'''Lin Zhaoyu:''' Ah… of course, Master.

'''Lin Zhaoyu:''' Were monsters found by the south seas?

Though the Phoenix heard her words, she walked off without turning back.

'''Phoenix:''' You don’t look too well. What is it?

'''Lin Zhaoyu:''' The journey to the south seas will take a while… I’m just worried about the little ones…

'''Phoenix:''' Su Mei is around.

'''Lin Zhaoyu:''' She was admitted to the school only a little bit earlier than the others.

'''Lin Zhaoyu:''' Yanqing is just a boy. Suyi has yet to recover from her sickness, and Wanru…

The Phoenix stopped and turned around.

'''Phoenix:''' You want to stay?

'''Lin Zhaoyu:''' No… I should go. I want to see the south seas again… and pay respects to my parents.

'''Phoenix:''' Good.

'''Lin Zhaoyu:''' …

'''Lin Zhaoyu:''' What exactly happened at the south seas, Master?

'''Phoenix:''' Nothing happened.

The Phoenix was cold.

'''Phoenix:''' Like you, I have a few friends to whom I want to pay respects.

Lin Zhaoyu left the shop with her substantial purchases.

'''Phoenix:''' What did you buy?

'''Lin Zhaoyu:''' Offerings for my ancestors, a wood puppet for Yanqing, books to teach Suyi how to read, rouge for Wanru…

Lin Zhaoyu counted her purchases.

'''Lin Zhaoyu:''' Local sundries for Su Mei… and this is for you.

Lin Zhaoyu gave her a strange, cloth-wrapped package. The Phoenix felt its weight and hardly gave a response.

'''Lin Zhaoyu:''' I remember this town. We lived here when you first took me to Mount Taixuan many years ago.

'''Phoenix:''' Did I?

The Phoenix looked at the hanging lanterns.

'''Phoenix:''' I don’t remember.

'''Lin Zhaoyu:''' Apologies, Master. This is the only ship willing to make the trip… you might have to live in this cabin for a while.

'''Phoenix:''' It doesn’t matter.

'''Lin Zhaoyu:''' Thank you.

'''Phoenix:''' Why?

'''Lin Zhaoyu:''' Because you’re willing to take me back to the place where my parents now rest.

'''Phoenix:''' Zhaoyu…

'''Phoenix:''' …I’m planning to go to the very same place.

Lin Zhaoyu found the place where her people were buried, laid out the offerings, and paid her respects.

The Phoenix looked on in silence.

'''Lin Zhaoyu:''' …

Lin stood up, wiped away her tears, and gave an awkward smile.

'''Lin Zhaoyu:''' I’m sorry, Master. I didn’t expect to hold you up for this long.

'''Phoenix:''' It doesn’t matter.

'''Lin Zhaoyu:''' Where are your friends, Master? I’ll set up the offerings for them.

The Phoenix shook her head. She walked along the cliff’s edge and gazed at the bottomless abyss.

'''Phoenix:''' Their spirits flew to Empyrean and their souls slept in the Abyss. But these legends are false. They’ll never return.

'''Lin Zhaoyu:''' Are your friends the people of the Nine Realms?

'''Phoenix:''' No.

'''Phoenix:''' Those people wanted to resurrect Chiyou, while my friends sought to eradicate it. They could only be enemies.

'''Phoenix:''' Chiyou is the Essence made flesh and who laid waste to the south seas. They faced it without me and fell in battle.

'''Phoenix:''' Just over two decades ago, the people of the Nine Realms tried to resurrect Chiyou. I came here to stop them.

'''Lin Zhaoyu:''' …

'''Phoenix:''' Zhaoyu, your parents died because of me. Do you hate me?

'''Lin Zhaoyu:''' They were corrupted. Death is the best way to end this…

'''Phoenix:''' Good.

The Phoenix unwrapped her package and revealed a life-like clay figurine.

The Phoenix looked at the clay figurine for a while before letting it fall into the dark abyss.

'''Phoenix:''' This is for the best…

'''Phoenix:''' It’s time to leave.

The two said nothing during the return trip. Lin Zhaoyu broke the silence after stepping off the boat.

'''Lin Zhaoyu:''' Is there no cure for the Corruption?

'''Phoenix:''' …

'''Lin Zhaoyu:''' They weren’t bad people, they had no choice… why would the heavens afflict them with such a curse?

'''Phoenix:''' …

The Phoenix did not reply.

'''Lin Zhaoyu:''' Wanru… she’s just an innocent little girl… if she becomes corrupted, there’s no way that we… we…

'''Phoenix:''' Zhaoyu, there’s nothing else we can do about this.

Lin Zhaoyu gritted her teeth. The obedient disciple mustered all her courage to utter these blasphemous words.

'''Lin Zhaoyu:''' Master, will you please show mercy to Wanru?

'''Phoenix:''' …

'''Phoenix:''' She is corrupted, Zhaoyu.

The Phoenix said nothing more. Zhaoyu remembered the very words she herself uttered at the south seas.

Death is the best way to end this…

'''Kiana:''' …

'''Bronya:''' …

'''Kiana:''' Lin Zhaoyu turned out to be Fu Hua’s disciple…

'''Kiana:''' She is the first, and the only one of the Seven Swords who didn’t appear…

'''Bronya:''' That is not the question, Kiana. Why did Lin Zhaoyu appear at Mount Taixuan?

'''Bronya:''' Why did a person from five hundred years ago appear at the Mount Taixuan of our time?

'''Kiana:''' I think I know what happened here…

'''Kiana:''' Nothing about this place feels right. The high levels of ambient Honkai energy, and the strange Fu Hua we saw…

'''Kiana:''' These feathers aren’t the same feathers that Fu Hua showed us…

'''Kiana:''' And the Lin Zhaoyu from so many years ago appeared and led us to those Xinyin mind seals…

'''Bronya:''' It’s a trap.

'''Kiana:''' Yeah. This definitely isn’t the real Mount Taixuan. So where on earth is this place?

'''Kiana:''' And who would do that to us?

At that very moment, something emitted a bright glow.

'''Bronya:''' The feather that “Lin Zhaoyu” gave us…

'''Kiana:''' We should enter it again…

'''Kiana:''' We should be able to find the truth within it.

--

====<u>Gameplay 20-13 - Death II</u>====

'''Qin Suyi:''' Greetings.

The girl’s ephemeral shade flickered. She was obviously waiting for someone.

'''Qin Suyi:''' Is this just a segment of someone’s memories? I’m dead already…

'''Qin Suyi:''' I have died…

'''Kiana:''' Excuse me… erm, can you tell us what’s going on here?

'''Qin Suyi:''' I have died…

Qin Suyi continued to mumble to herself as her shadow faded…

'''Qin Suyi:''' I… died…

'''Kiana:''' She didn’t attack us.

'''Bronya:''' The feather has changed. It became… softer.

'''Jiang Wanxi:''' Those who are fated to die have died…

Jiang Wanxi sighed as her twin held onto her arm.

'''Jiang Wanru:''' And those who must live have survived. It is for the best, isn’t it?

'''Jiang Wanru:''' Thank you.

Her words were meant for Kiana.

'''Kiana:''' Huh? Were you talking to me?

'''Jiang Wanru:''' It is easy to prevent a death…

'''Jiang Wanru:''' …But convincing someone to keep on living is so much more difficult.

'''Jiang Wanxi:''' …

'''Jiang Wanru:''' You are a kind person.

Though half her face was corrupted by the Honkai, she gave a beautiful smile before disappearing with her twin.

The 5th Sword of Taixuan shook her head and faded away.

'''Su Mei:''' You’re finally here.

Su Mei gazed upon the far distance.

'''Su Mei:''' Scale the mountain to reach the end of this tale. You will find what you want. She’s waiting for you.

'''Kiana:''' Who? Lin Zhaoyu?

'''Su Mei:''' …

The 6th disciple looked at Kiana.

'''Ma Yanqing:''' No, it’s the Phoenix.

'''Su Mei:''' Master finally found someone who she actually cares for…

'''Su Mei:''' It was a long trip, but it was worth its time…

She faded into the air as she finished her words.

Ma Yanqing gave a slight bow.

'''Ma Yanqing:''' This is for the best.

'''Kiana''': She said that Fu Hua is waiting for me at the mountain top.

''[CG plays wherein Kiana and Bronya open the doors to Fog Mount Temple, entering onto the hand of a certain someone:''

'''''???:''' Well, well.''

'''''???:''' Took you long enough.''

'''''???:''' I don’t have all day.'']
----
===Shadows of the Past===

====<u>Gameplay EX-1 - Hope</u>====

The room was small but clean. Hua sat by her bed and stared out through the window.

Days passed since monsters attacked Sapphire. Hua saw no one after being given this room. Drones delivered her meals.

Sometimes she thought about the possibility of humanity going extinct.

'''Lady:''' Yo.

It was a woman’s voice. The door opened and the lady who saved her at Sapphire walked in.

'''Hua:''' Hi…

'''Lady:''' Let’s skip pleasantries. How are you feeling?

Hua shook her head. She had so many questions but did not know how to ask them.

'''Hua:''' Excuse me… what is it like outside?

'''Lady:''' Outside? You mean… Sapphire? You’re not in Sapphire. This is our base. Don’t worry. It’s very safe here.

'''Lady:''' You’ll have time to talk later.I want you to listen to me first, but I warn you: I don’t waste time on crybabies.

'''Lady:''' What you’re about to hear is news so terrifying that you’d wish it was a bad dream… but it’s all real.

'''Lady:''' Now tell me when you think you’re ready to hear it.

The lady did not sound very serious, yet her words reflected the gravity of this matter. Hua nodded.

'''Lady:''' Ugh…

The lady gave a long sigh.

'''Lady:''' Sapphire is gone. The disaster took out nearly the entire city. We saved a few survivors like you and housed them here.

'''Lady:''' I saved you so you’re in my care. I’m here to check if you’re mentally sound enough to be discharged.

'''Lady:''' You’ll be shipped to Australia first. You can then apply for a place to go. Don’t worry, we’ll pay for the trip.

'''Lady:''' But your options are quite limited. The disaster struck quite a few places and we’ve yet to contain the incident.

'''Lady:''' This will be a long battle… but you should not be concerned with the war.

Hua was still shocked by the turn of events.

'''Hua:''' Sapphire… gone?

'''Lady:''' Yes.

'''Hua:''' The school…

The lady shook her head.

'''Lady:''' Still thinking about school? Leave it behind and get as far away from Sapphire as you can.

'''Lady:''' Heed my advice. Life can suddenly deal a terrible hand. The best way is to forget. Where are you from?

Hua mumbled the name of a place.

'''Lady:''' Well…

'''Lady:''' I’m sorry. Most of East Asia has been hit by the disaster. There are… no survivors from that place.

The lady said nothing more. She looked at Hua with sympathy.

'''Lady:''' I know it’s hard to accept this… I’ll leave you alone for a while and come back tonight.

'''Hua:''' …

'''Hua:''' What… really happened?

'''Lady:''' An accident? A disaster? How about a meteor? None of those will fool you. You saw everything that day.

'''Lady:''' Just come up with a story that you can believe in. You’re still young. Don’t give yourself bad dreams every night.

'''Hua:''' I want the truth.

'''Lady:''' Why?

Hua was silent. Why did she ignore the sirens at the airport and run back to the city? Who was she trying to save?

It was a blur. She would have died if she stayed in the airport and would not have to live with the tragedy.

Hua found herself caught in a daze of existential crisis. Nothing felt certain, not even her own existence.

'''Hua:''' I want to know what I can do…

'''Lady:''' Sigh… don’t worry, you’ll have a lifetime to figure that out.

'''Hua:''' I need an answer right now. I want to spend a lifetime doing things instead of figuring them out.

The lady looked at Fu Hua.

'''Lady:''' I had this conversation with many people and they all wanted “hope”. After all, their lives were brutally destroyed.

'''Lady:''' They can’t imagine a life without hope or even find the urge to live on.

'''Lady:''' But I can’t afford to give everyone hope. I can only give you a spark. You’ll have to ignite it yourself.

'''Lady:''' Give me your answer tonight. You will have the truth, but you’ll have to carry this burden for the rest of your life.

The lady looked into Hua’s eyes.

'''Lady:''' I once had this talk and faced the very same choice, girl.

'''Lady:''' So make sure you think about it carefully.

'''Hua:''' …

The silence felt so long that the lady turned around to leave. Hua decided to cut it short.

'''Hua:''' Give me the truth.

'''Lady:''' Sigh…

The lady sighed but smiled, and Hua knew she had her approval.

'''Lady:''' Come. We have a place for you.

--

====<u>Gameplay EX-2 - Respite</u>====

Captain: Don’t you look just fabulous in this?

The lady in qipao smiled at her.

'''Hua:''' …

'''Captain:''' You’ll be stealing all the attention in this evening ball, gorgeous.

'''Hua:''' …

Hua shook her head.

'''Captain:''' Why? Are you unhappy with something?

'''Hua:''' I don’t understand this.

'''Hua:''' We lost 3 branches to bring down the 6th Herrscher just a short while ago…

'''Hua:''' We’ve won… but how can we just… forget about all the sacrifices and pain we’ve been through?

'''Hua:''' Why are we dressed up? Music? Snacks? Just thinking about this reminds me of the friends who died…

'''Captain:''' Hua, I have a little reminder for you. You’ve heard it before but it works. Forgetting is the best medicine.

'''Captain:''' People choose to forget for a good reason. It is a way to relieve the pain and get a moment of happiness.

'''Captain:''' You must give them a chance to forget and have a little bit of fun, especially during wars.

'''Captain:''' You can’t fight a war with low morale.

The Captain said as she arranged her hair.

'''Captain:''' I really can’t get used to this hairbun. My ears feel cold… and my neck as well…
Hua: It’s probably the air conditioning in the base.

'''Captain:''' Hmph.

The Captain gave a frustrated scoff.

'''Captain:''' Whatever. Sure you’re not attending the ball? I spent a great deal of time picking out this dress for you.

'''Captain:''' There’s a snack bar for non-dancers, but I’m definitely going to get you onto the dance floor.

'''Hua:''' Fine… I’ll go.

'''Captain:''' Hah. Finally, a right choice!

'''Captain:''' Learn to relax, Hua.

'''Hua:''' …

She snapped out of her memories.

She was in the qipao and thought about that short conversation last year as she looked at her reflection…

Many things happened in a year. Two Herrscher incidents and Australia laid to waste by a great fire.

The one who chose her dress was no longer around.

'''Hua:''' …

The MOTHs planned another evening ball but the mood was depressing, a far cry from the joyful atmosphere last year.

The war was wearing out the MOTHs. The Herrschers kept coming. There was no end in sight.

No one wanted to dance, but no one wanted to cancel this tradition either…

Because people need to be happy…

'''Hua:''' …

'''Captain:''' You must give them a chance to forget and have a little bit of fun, especially during wars.

'''Captain:''' You can’t fight a war with low morale.

Hua thought about the Captain’s words.

'''Captain:''' Learn to relax, Hua.

'''Hua:''' Aye, Captain.

Hua was no longer a rookie. She finally understood the Captain. More importantly, she understood her duty.

'''Hua:''' Let’s hope everyone can forget about this… at least for the night…

Hua murmured to herself as she headed for the lounge…

--

====<u>Gameplay EX-3 - Joy</u>====

'''Energetic Student:''' PHEEEEEEWIE…

The girl ignored the crowd as she stretched her lithe body, her neck, and her wrists.

'''Energetic Student:''' Is this really your first time playing this?

'''Hua:''' Yeah. My Dad never allowed me to go to that arcade near our place…

'''Energetic Student:''' What a shame, ‘cuz you’re a gaming genius! 1536 points! That’s way ahead of 2nd place!

'''Energetic Student:''' Speaking of which, are there gun kata moves in your kung fu?

'''Hua:''' That’s impossible. They’re not the same thing…

'''Energetic Student:''' HAHAHA~!

'''Energetic Student:''' Say, are you up for some para para dance insanity?

'''Energetic Student:''' A-MA-GAWWWD…

'''Energetic Student:''' At the rate you’re going, this arcade should be paying you to play their games…

'''Hua:''' Keep it down…

Hua said in a hushed tone. A huge crowd gathered around the girls to admire the legendary gameplay.

'''Hua:''' I didn’t expect to attract so many people… it’s… terrifying…

'''Energetic Student:''' So how did you pull off those moves?

'''Hua:''' By moving my arms and legs according to the instructions on screen?

'''Energetic Student:''' Instructions? No, they’re not… ugh… forget it.

The girl looked around, oblivious to the spectators around them.

'''Energetic Student:''' Wanna try the racing games? It’s definitely something you can’t do with kung fu.

'''Hua:''' I’m so happy.

'''Energetic Student:''' Of course. Games are designed to make people happy.

'''Energetic Student:''' Hey, watchu wanna eat? Noodles? Pizza? It’s on me~

'''Hua:''' It’s okay. I’ve got money.

'''Energetic Student:''' I can pay for dinner, and you can pay for the bus ride back to school. How does that sound?

'''Hua:''' Hah. That sounds good.

'''Hua:''' So why do you live in the dorms on the weekends? I thought your home was in Sapphire.

'''Energetic Student:''' My parents aren’t around most of the time. It’s not home, just a place to live when you’re there alone.

'''Hua:''' You sound so mature.

'''Energetic Student:''' WHOAH! Did you just call me mature?! Can you please say that again when you meet my Mum?

'''Energetic Student:''' But I gotta warn you, you’ll be shocked when you see my Mum.

'''Hua:''' Are you trying to say something?

'''Energetic Student:''' Heh. I never told you that I came from a military family, right?

'''Energetic Student:''' And it’s my Mum who’s in the army! Hahaha… wait, you don’t look surprised.

'''Hua:''' Servicewomen aren’t that rare, to be honest.

'''Energetic Student:''' That’s ‘cuz you’ve never seen my Mum. Don’t worry, you’ll meet my parents once they return to Sapphire.

'''Energetic Student:''' I kept telling them that you’re the one who saved their baby girl’s life!

'''Hua:''' What?! Erm… can I choose not to meet them instead? Why did you tell them that?

Hua could only imagine how awkward it would feel.

'''Energetic Student:''' Hahahaha! I was just messing with you. I’ll just say that you’re my bestest friend ever!

'''Energetic Student:''' Come on, don’t be shy! Let’s go eat something!

'''Hua:''' Hahaha. Sure~

Hua’s heart was filled with a simple yet pleasant happiness.

--

====<u>Gameplay EX-4 - Recall</u>====

'''Kevin:''' Many years will pass before we see each other again, Hua.

Kevin said before she headed to the cryopods. He was sullen, and ended his greeting with these words:

'''Kevin:''' Humanity shall defeat the Honkai.

'''Hua:''' …

She had many things to say. She knew she could at least repeat Kevin’s words. He would be pleased to hear them.

But she only gave him a silent nod.

…

The doors closed. Hua went through the disinfection chambers and left her clothes in the cruel, old world.

The long war against the Honkai has ended…

Humanity suffered grievous losses but failed to claim the final victory.

The planet’s surface was in ruins. The few survivors left followed Dr. MEI’s orders and entered the cryopods.

Nobody knew what their mission was nor how long the hibernation would be.

'''Hua:''' (That’s so very typical of her.)

No one knew Dr. MEI’s entire plan. The AI named Prometheus conveyed her will and no one objected…

…Because everyone trusted and believed in Dr. MEI, the person who spent her entire life fighting the Honkai.

'''Hua:''' Are you there, Prometheus?

'''Prometheus:''' I am.

The synthetic voice sounded like a shy, little girl.

'''Hua:''' How much time do I have left?

'''Prometheus:''' The Great Hibernation shall begin in 1 hour and 27 minutes.

1 hour and 27 minutes. The amount of time Hua had to reminisce about the past. But was her past really that long?

After becoming a MANTIS, Hua could no longer forget. Every moment since the awakening became etched into her mind.

She cared little for those memories. There was nothing that she missed about them.

She went to the very beginning - her father’s dojo in the slums where youths trained in the yard.

'''Father:''' Your Dad’s dojo will be yours, Hua.

He said those words, but he was wounded by a zombie. The dojo faltered. The Honkai came. Everything was gone.

'''Hua:''' …

She thought about her confusing first day of school in a new city and about that classmate. She felt a trace of joy.

The first classmate to befriend her. The happiest semester of her life. The Honkai came. Everything was gone.

Memories of other friends were worn down over the years. Only flickering shadows remained.

'''Hua:''' …

She thought about the captain who rescued her in Sapphire and gave her a new purpose in life. The Honkai came…

And she reached the very end of her memories.

'''Hua:''' Are you there, Prometheus?

'''Prometheus:''' I am.

The synthetic voice sounded like a shy, little girl.

'''Hua:''' And the time?

'''Prometheus:''' The Great Hibernation shall begin in 1 hour and 13 minutes.

Sigh… Hua thought to herself.

“It took me only 14 minutes to recall the memories that I held dear.”

Hua entered the password on the wall panel and opened her cryopod.

'''Prometheus:''' Reminder: You still have 1 hour and 12 minutes of free time.

'''Hua:''' I don’t need that.

Hua said. She entered the cryopod. The transparent glass panels closed and sealed her from the old world.

'''Hua:''' Good night, Prometheus.

--

====<u>Gameplay EX-5 - Nostalgia</u>====

The ocean greeted the Phoenix.

'''Phoenix:''' …

Azure waves lapped at her ankles and gave her a welcomed sense of coolness in the heat of summer.

'''Phoenix:''' (This is a dream.)

The beach failed to distract her. She knew at once that it was a dream. Her physical body was at Mount Taixuan.

'''Phoenix:''' (I hardly dream nowadays…)

As a MANTIS, her brain never stopped working, even if she slept. She could not remember the last time she dreamed.

'''Phoenix:''' (Why am I having this dream?)

'''Nuwa:''' Hi!

An old friend appeared without warning.

'''Phoenix:''' Ah… it’s you…

'''Fuxi:''' It’s been a while, Phoenix.

'''Nuwa:''' How long has it been?

'''Phoenix:''' …2600 years.

The Phoenix murmured to herself.

'''Nuwa:''' That’s really quite a long time.

'''Fuxi:''' You haven’t changed at all.

'''Phoenix:''' …

The Phoenix found herself at a loss for words.

'''Phoenix:''' This is just a dream, isn’t it?

'''Nuwa:''' I don’t know about that.

'''Fuxi:''' Since we’re talking to each other, it’s probably just a dream.

'''Fuxi:''' We’re already dead.

'''Nuwa:''' We’re really sorry about leaving you behind on your own.

'''Phoenix:''' No… don’t be…

The dreaming Phoenix experienced sorrow. It felt like a lead weight pressed against her chest.

'''Phoenix:''' I didn’t make it on time… it was my fault…

'''Phoenix:''' Just seeing you two again… the very sight of you makes me… really happy…

Fuxi and Nuwa looked at each other before smiling, smiles that she had not seen for 2600 years.

'''Fuxi:''' You can see us anytime you want.

'''Nuwa:''' We’re always by your side.

'''Phoenix:''' Yes…

Then the Phoenix, Fuxi, and Nuwa spoke no more.

Everyone knew this precious moment of silent calm could not be traded for any number of words.

The cogs of time ticked on as spinning flywheels spun dazzling threads of entire lifetimes.

The time had come for the dream to end.

'''Phoenix:''' I…

'''Phoenix:''' I thought this moment would keep going if I kept my silence…

'''Phoenix:''' I was afraid… so afraid that time would flow once I opened my mouth.

'''Phoenix:''' This is just a dream. All dreams will eventually shatter.

'''Fuxi:''' Indeed. All dreams will eventually end.

'''Nuwa:''' But time will not end for you.

The bells chimed in the distance.

The Phoenix returned to the beach.

Azure waves lapped at her ankles.

It felt as though she had traveled to the past.

'''Fuxi and Nuwa:''' We’ll meet again, Phoenix.

'''Phoenix:''' We’ll meet again, Fuxi… take care, Nuwa…

The dream ended.

--

====<u>Gameplay EX-6 - Enmity and Affinity</u>====

The Immortal Phoenix came back with a young girl. Lin Zhaoyu was surprised.

'''Phoenix:''' She’s special.

The Phoenix responded to her astonishment.

'''Phoenix:''' Unpack her things, find a place for her, and teach her the Blade SWARA.

'''Lin Zhaoyu:''' But she’s so young…

'''Phoenix:''' She can talk and she knows how to read.

The Phoenix pointed at the child. The girl, however, looked towards the sky and was enthralled by something else.

'''Phoenix:''' She’s special.

The Phoenix repeated those words again.

'''Lin Zhaoyu:''' I’ve prepared a place for the little one. She’s a stubborn girl. I only got her to sleep with some candy.

'''Phoenix:''' Good.

'''Lin Zhaoyu:''' Are you going to adopt her, Empyrean?

'''Phoenix:''' Perhaps.

'''Lin Zhaoyu:''' …

Lin Zhaoyu glanced outside the door and asked softly:

'''Lin Zhaoyu:''' Her parents…

'''Phoenix:''' Dead.

Lin Zhaoyu knew what the word meant.

3 months passed.

'''Lin Zhaoyu:''' The child is a fast learner. She’s made astounding progress with the Blade Mantra these three months.

'''Phoenix:''' I’ve said it before. She’s special.

'''Lin Zhaoyu:''' Haha… and it took me almost two years… I guess I’m not smart enough…

'''Phoenix:''' You started late and I wasn’t teaching you properly.

'''Lin Zhaoyu:''' …

'''Lin Zhaoyu:''' We should give her a name, Empyrean…

'''Phoenix:''' How did you get your name?

Lin Zhaoyu did not expect this question. She lowered her head after a brief silence.

'''Lin Zhaoyu:''' My father paid a scholar for words from the Book of Odes. Zhaoyu, the morning rain, the bringer of rainbows…

'''Phoenix:''' Then it’s decided.

'''Phoenix:''' Go and buy the Book of Odes.

The Immortal Phoenix ordered Lin Zhaoyu to bring the girl to Taixuan Temple.

'''Phoenix:''' She’ll take your surname. Lin. What do you think?

'''Lin Zhaoyu:''' Ah… I…

'''Little Girl:''' I have my own surname.

The girl suddenly spoke.

'''Little Girl:''' It’s Su. That’s my mother’s surname. I shall take her name for myself.

'''Lin Zhaoyu:''' …

'''Phoenix:''' What is your name?

'''Little Girl:''' My Dad named me, but I’ll not call myself that.

The Phoenix flipped open the Book of Odes and came to the Air of Qin: Reeds by the River.

'''Phoenix:''' “The one you seek waits by the Mei of the river…” Mei… do you like this word?

'''Little Girl:''' Mei of the river? What does that mean?

'''Phoenix:''' The Mei of the river is the old word for the riverbanks, the place where water and land meets.

'''Little Girl:''' The place where water and land meets…

The girl thought about the word for a while.

'''Little Girl:''' I’m neither land nor water, not a farmer nor a fisher, someone who can’t rely on anyone…

'''Phoenix:''' You don’t like it? I’ll find another word, then.

'''Little Girl:''' It’s alright. I’ll take it.

The girl glanced at the Phoenix. She then walked towards Lin Zhaoyu and bowed deeply.

'''Little Girl:''' Greetings, Zhaoyu. I am Su Mei.

Lin Zhaoyu did not know how to respond, but the Empyrean closed the Book of Odes and looked as cold as ever.

'''Lin Zhaoyu:''' Su… Mei… you should only pay your respects to the Empyrean. She’ll be your parent from now on.

The girl stood up and exclaimed:

'''Little Girl:''' I won’t forgive my mother’s murder! The Empyrean is no parent of mine. Chase me away or enslave me, it matters not!

The young girl’s words rang as loud as steel. Lin Zhaoyu did not expect her to act this way.

'''Phoenix:''' I’ll neither chase you away nor enslave you. I only want you to master the Blade of Taixuan and fight monsters.

'''Phoenix:''' Your decision to respect me or not matters little.

The Phoenix closed her eyes and said nothing more. The girl stood there frowning while Lin remained silent.

'''Little Girl:''' My mother’s murderer is no parent of mine, but I must repay you for your kindness, Empyrean.

'''Little Girl:''' A teacher must be given a proper title. I, Su Mei, hereby acknowledge you as my Master.

Su Mei then knelt and prostrated herself before the Phoenix.

'''Lin Zhaoyu:''' …

Lin Zhaoyu looked displeased as though something bothered her deeply.

The Phoenix knew the reason and called her name.

'''Phoenix:''' Zhaoyu.

'''Lin Zhaoyu:''' Yes, Master…

'''Phoenix:''' Come here.

--

====<u>Gameplay EX-7 - Future</u>====

'''Energetic Student:''' La~ lalalala~ la~

'''Hua:''' What are you singing?

'''Energetic Student:''' Ah? No idea. Just some random tune I made up.

The girl pulled a face.

'''Energetic Student:''' School’s gonna end soon.

'''Hua:''' Yeah.

'''Energetic Student:''' Are you going home?

'''Hua:''' Of course. My Dad isn’t feeling too well… I have to get back and help him out.

'''Energetic Student:''' Hey, if my Mum and Dad let me, can I hang out at your place?

'''Hua:''' You sure?

'''Energetic Student:''' Of course I’m sure. I’ve never been there before.

'''Energetic Student:''' Is your family dojo still open? Can you teach me that kung fu thing?

'''Hua:''' I’m afraid you’re a little late. My Dad sold the dojo last month.

'''Energetic Student:''' Oh.

She laid on the grass with great disappointment.

'''Energetic Student:''' I thought you’d inherit that dojo.

'''Hua:''' Why?

'''Energetic Student:''' ‘Cuz of feelings. I felt you’d be a dojo master. It’s weird, isn’t it?

'''Energetic Student:''' Do you have any dreams, Hua?

'''Energetic Student:''' ‘Cuz I feel that you don’t.

'''Hua:''' Dreams…

Hua was at a loss for words.

'''Hua:''' …

'''Energetic Student:''' I knew it! That’s why I felt you’d take up the family dojo ‘cuz someone told you to do so.

'''Energetic Student:''' “Hey, Hua. Do this.” And you’ll do everything they say.

'''Energetic Student:''' But it’s your life we’re talking about!

'''Hua:''' Hmm…

'''Energetic Student:''' As for me, I’m definitely not gonna stay in Sapphire.

The girl sighed and started talking to herself.

'''Energetic Student:''' I’m numb to this place. You know how that feels, right? Old memories everywhere.

'''Energetic Student:''' I see a bridge and think about the people I crossed it with. I see a store and think about what I bought there.

'''Energetic Student:''' Sapphire is a fish tank filled to the brim with my memories. In fact, it’s so full it’s overflowing!

'''Hua:''' I think it’s great to have memories worth remembering.

'''Energetic Student:''' That’s what some people say, but I don’t like it.

'''Energetic Student:''' Anyways, I’m leaving Sapphire for sure. I’ve no idea what I’ll do… but I wanna explore the world like Mum and Dad.

'''Energetic Student:''' Perhaps I’ll learn how to play the sax… or maybe the piano… maybe I can be a ballerina!

'''Hua:''' You? A ballerina?

'''Energetic Student:''' You have a point. No ballerina for me, then. Hahaha…

'''Hua:''' Hahaha…

The two girls laughed at each other.

'''Hua:''' I… I don’t feel like staying in my hometown either…

'''Hua:''' I don’t think I can stay in Sapphire either.

'''Hua:''' I’ve planned nothing for my own future. In fact, I never even thought about it until you brought it up…

'''Hua:''' I don’t think I have any dreams…

The girl noticed the disappointment in Hua’s voice.

'''Energetic Student:''' Hey, you shouldn’t be affected by me, girl. Dreams aren’t that important. They’re worth nothing.

'''Energetic Student:''' It’s something you might be able to use. If you don’t have a dream, you’ll get one soon. We’re still young, right?

'''Hua:''' Yeah, you’re right.

'''Hua:''' There’s something else… no matter where I go…

'''Hua:''' I treat my memories as my most important things…

'''Hua:''' …Things that I want to hold onto for the rest of my life.

''[CG plays wherein photos of Fu Hua’s time at Sapphire fall on top of one another, before burning away in the fires of time.'']