Act 1 - Deep Phantom
Gameplay 10-1 - Crossroads

[CG plays wherein Einstein recounts the events that took place during Chapter IX: EX2:

Einstein: Theresa and her crew left Arc City.

Einstein: They hoped to track down Kiana with the data stored in the Ningyo’s brain.

Einstein: Cocolia, an enforcer of Anti-Entropy, later made contact.

Einstein: She wanted the Hyperion to meet with her and transfer the Gem of Desire held by Anti-Entropy.

Einstein: The Gray Serpent, allegedly dead, hacked into the Hyperion’s systems through the Ningyo.

Einstein: After much chaos, the crew managed to restore order to the Hyperion.

Einstein: But the Ningyo remained unconscious. The girls have yet to decide on what to do next.]

Einstein: I’ve severed the link between the Ningyo and the mainframe of the Hyperion.

Einstein: But we lack the facilities to awaken her. We must use what we have at Anti-Entropy HQ.

Tesla: But what about Cocolia?

Tesla: She said she needed support and claimed that Schicksal sent a large force to seize the Gem of Desire.

Tesla: Things will get worse if Schicksal gets their hands on that Gem.

Einstein: …

Einstein: I talked to Madam Theresa about this. I came up with two plans.

Einstein: One: Ignore Cocolia’s request for aid and return to our HQ to repair the Ningyo.

Einstein: Though we’ll give up the Gem of Desire to search for Kiana, focusing our forces will minimise risks.

Einstein: We basically give up the Gem and let Cocolia and her forces get defeated by Schicksal.

Einstein: This plan may not be the best.

Bronya: What about the other plan?

Einstein: Split our forces evenly for Anti-Entropy HQ and for helping Cocolia. We’ll solve both issues if we’re lucky.

Einstein: But Schicksal might defeat both forces and we’ll end up losing everything.

Einstein: Plan 1 is less risky, but we’ll definitely lose both the Gem of Desire and Cocolia.

Einstein: Plan 2 is an attempt to keep what we have, but it’s amore dangerous gamble.

Tesla: A tough choice…

Theresa: We should vote on this.

Einstein: Let’s think about this for 5 minutes and cast our votes afterwards.

This is important. How would everyone choose?

Theresa: We can’t afford to lose the Ningyo’s intel nor the Gem of Desire…

Theresa: Do you have any ideas, Mei?

Mei: I’d rather look for Kiana.

Mei: Four months have already passed. I’m really worried about her.

Theresa: Me too. But I don’t want to risk everyone.

Theresa: …

Theresa: I guess we have to go for plan 1.

Mei: I’d like to listen to what you have to say, Dr. Einstein.

Einstein: I’m going for plan 1.

Einstein: Kiana is essential to Otto’s plans. We should try to find her first.

Einstein: And we shouldn’t trust Cocolia.

Einstein: She’s the one who framed your father and caused you to reawaken as a Herrscher in Nagazora.

Mei: I know… I won’t forget what she did to me.

Einstein: But to be honest, plan 1 isn’t perfect either. There’s too much uncertainty.

Einstein: Can we keep ourselves ahead of Otto? How useful is the Ningyo’s intel?

Tesla: …

Mei: What do you think, Dr. Tesla?

Tesla: I’m still thinking about it.

Tesla: Mophead is right. We risk losing it all if we split our forces.

Tesla: But I can’t leave Cocolia on her own.

Tesla: It’s not her that I care about. Her mech regiments will give Anti-Entropy some much-needed reinforcements.

Tesla: We suffered terrible losses after all that stuff we went through.

Tesla: …

Tesla: And before I forget, isn’t Cocolia that little girl’s Matushka or something?

Mei: Bronya…

Tesla: Cocolia’s a sly fox and I really don’t like her type. But Bronya might see her differently.

Tesla: What should we do?

I’m a little worried about Bronya. I should check on her.

Mei: Made up your mind, Bronya?

Bronya: …

Bronya: The Bronya believes that plan 1 is a more feasible option.

Mei: But what would happen to your Matushka?

Bronya: …

Bronya bowed her head slightly. Though expressionless, her sadness was more than obvious.

Mei: (Hmm… Bronya really can’t give up on Cocolia…)

Mei: Follow your mind, Bronya. Dr. Einstein told us to think carefully about this.

Bronya: Da. But Matushka did terrible things to us.

Bronya: The Bronya does not want to endanger anyone else.

Mei: Everyone will be making a sound judgment.

Bronya: …

Bronya: The Bronya… wants to see her again. The Bronya has many questions for her.

Mei: Same here.

Mei: There’s unfinished business between Cocolia and I. I do look forward to meeting her.

Bronya: Thank you, Mei.

Tesla: …

Mei: Dr. Tesla? Were you eavesdropping on us?

Tesla: …!

Tesla: Why would I eavesdrop on teenage girls like you?

Tesla: I’m here to remind you that our 5 minutes is almost up. Time to gather, girls.

Mei: Let’s go, Bronya.

Theresa: I trust everyone has thought about this. Let’s start voting.

Theresa: 3, 2, 1. Cast your votes.

Swoosh.

Theresa: Einstein and I voted for plan 1. Mei, Bronya, and Tesla voted for plan 2.

Einstein: 3:2. We’ll go for plan 2.

Theresa: Time to get into action.

Einstein: I’ve discussed with Madam Theresa regarding the best way to split our forces.

Einstein: Theresa, Bronya, and I will fly the Hyperion to Cocolia and retrieve the Gem of Desire.

Einstein: Dr. Tesla and Mei will take the Helios and head to Anti-Entropy HQ to repair the Ningyo.

Einstein: This proposal is based on our current conditions. Any questions?

Tesla: Nope.

Mei: I trust Dr. Einstein and the Principal’s judgment.

Bronya: The Bronya agrees with this setup.

Einstein: As per our consensus, we should commence plan 2.

Theresa: Be careful, Mei. Rita has acquired the Ningyo’s intel and will be tracking Kiana closely.

Theresa: You might have to deal with her.

Mei: Thank you, Principal. Be careful out there as well.

Mei: Try not to strain yourself, Bronya.

Bronya: Da. The Bronya understands. Thank you, Mei.

Tesla: The Helios has landed. We can board it anytime.

Mei: We’re off.

[CG plays wherein the Helios takes off from the surface of the Hyperion:

Theresa: Mei, Tesla…

Theresa: Good luck!

Einstein: We should set off as well, Madam Theresa.]

--

Gameplay 10-2 - Reunion

4 hours later. Marianas. West Pacific.

Einstein: We’re 15 klicks away from Cocolia’s coordinates. Signal interference. We can’t establish contact.

Theresa: Can you trace the source of the interference?

Einstein: No. I’m picking up strange Honkai energy reactions from the nearby islands.

Einstein: Madam Theresa, can you please check those islands with Bronya?

Theresa: No worries. Leave it to us.

Theresa: This island may be hiding secrets. Be careful out there.

Bronya: Undocumented Honkai beast detected. Categorising the novel mutation.

[CG plays wherein two mysterious girls show up to deal with the Honkai beasts:

Theresa: Looks like that’s what’s messing with our comms.

Theresa: Let’s get rid of it.

Theresa: Huh? Who’s there?!

The Twins: It’s down!

The Twins: These Honkai beasts are so lame.]

Rozaliya: I got 20 first. I win.

Rozaliya: According to the deal,your dinner cupcake is mine, Lili.

Liliya: Impressive, Roza. I didn’t expect you to beat 20 Honkai beasts so quickly.

Liliya: But since I knew this would happen, I ate my dinner cupcake ahead of time.

Rozaliya: What? That’s cheating!

Theresa: Two girls? Why are they here?

Bronya: (Could they be…)

Bronya: Rozaliya and Liliya?

Rozaliya: …Hmm?

Bronya called out to them and alerted the two girls to her presence.

Rozaliya: Lili… are you seeing what I’m seeing? That girl is…

Liliya: …

Liliya: Roza, just look at the two big iconic curls… It’s gotta be her!

Rozaliya: Bronya!

Rozaliya: Bronya! It’s Bronya!

The pink haired girl pounced and hugged Bronya while wagging her tail in excitement.

Bronya: It’s been a while, little Roza and Lili. Hmm… you’re not so little anymore.

Liliya: But you are exactly how we remembered. Haven’t changed a bit at all.

Rozaliya: Da. I don’t see… or feel any changes.

Bronya: Roza, stop touching the Bronya.

Bronya: Why are you here? The Bronya almost couldn’t recognise you.

Bronya looked at the girl’s tail.

Rozaliya happily extended her prehensile tail towards Bronya.

Bronya: Hmm.

Rozaliya: Looks great, right? I love my tail. I’m letting you touch it because you’re *the Bronya*.

Rozaliya: Matushka gave it to me and Lili. You’ll need to talk to her if you want one, Bronya.

Liliya: We should focus on our mission, Roza.

Liliya: You’re here with Dr. Einstein, right? Matushka sent me and Roza to pick you up.

Rozaliya: We couldn’t establish contact. Meeting you here was a surprise.

Rozaliya: Time to go and meet up with Matushka…

Bronya: Cocolia…

Bronya: Matushka Cocolia…

Liliya: …?

Rozaliya: …Bronya?

Bronya: …The Bronya is alright. Please wait. The Bronya will summon her companions.

Theresa: Do you know those two girls?

Bronya: Da. Rozaliya and Liliya. They were the Bronya’s friends in the orphanage.

Bronya: They are twins. Roza is the older one, but both of them are younger than the Bronya.

Theresa: Great. I think they like you a lot, Bronya.

Theresa: So the pink-haired girl is Rozaliya, right?

Theresa: Why does she have a horn and tail? They don’t look mechanical…

Theresa: These feel like the body parts of Honkai beasts… How can this be?

Bronya: The Bronya does not know. They were normal humans when the Bronya left the orphanage.

Bronya: (What did you do to Roza and Lili, Cocolia?)

Einstein: Those two girls are Cocolia’s soldiers, right?

Bronya: They were sent here to meet us.

Bronya: They couldn’t establish contact so they tried to check the source of interference. They didn’t expect to see us.

Einstein: Well, we did meet up in the end. Let them take us to Cocolia.

Bronya: Little Roza and Lili, the Bronya has explained the situation to her companions. Bring us to the Matushka.

Rozaliya: Whoa, looks like we got ourselves some new friends!

Rozaliya: I’m Rozaliya Olenyeva, the big sister, and I’m Matushka’s best soldier!

Rozaliya: And this is Liliya Olenyeva, my baby sister.

Liliya: Hi there.

Liliya: Roza isn’t too bright and is prone to saying offensive things, but she usually doesn’t mean it.

Rozaliya: That’s mean. I’m actually super bright!

Theresa: So you children are fighting the Honkai beasts on your own?

Rozaliya: Oh dear. Children? Pfft.

Liliya: We’re grown-ups. People who treat us as children end up painfully mistaken.

Rozaliya: That’s 100% correct! Lili and I have Honkai beasts inside of us. We’re super, and I mean super-duper!

Theresa: Honkai beasts?

Liliya: …

Liliya: (You’ve revealed our secret!)

Rozaliya: (Ooops.)

Liliya: (Matushka will know of this, and she’ll yank your tail really hard!)

Rozaliya: (KYAA! Not the tail! It’s super sensitive!)

Liliya: Sorry. That’s classified information. You didn’t hear anything.

Liliya: That’s enough introduction for now. Let’s get moving.

Einstein: Where are we headed to?

Liliya: The Deep. You should know the coordinates, Dr. Einstein.

Einstein: Understood.

Einstein: Madam Theresa, let’s return to the Hyperion. I’ll explain this later.

Everyone returned to the Hyperion.

Einstein: We will be heading to The Deep. It is a ruined city from the Previous Era.

Einstein: I should have mentioned it earlier. I didn’t intend to hide anything.

Theresa: No problem. Schicksal has plenty of secret ruins as well. It’s a secret that everyone knows.

Einstein: …

Theresa: So are we heading to one of the small islands?

Einstein: No. This may sound surprising, but we’re going down to the seafloor.

[CG plays wherein the Hyperion traverses the ocean waters, arriving at The Deep:

Einstein: 11°20.9’ N 142°11.5’ E.

Einstein: 6142 meters below sea level.

Einstein: This is The Deep, ruins of the Previous Era found by Anti-Entropy.

Einstein: Te moana kino, the malevolent sea.]

--

Gameplay 10-3 - Deep Navigation

Outskirts of The Deep, a massive underwater ruin.

Theresa: WHOAH! This looks awesome.

Theresa: I’ve seen plenty of Previous Era ruins myself, but The Deep seems so… undamaged!

Einstein: Being underwater shielded it from much devastation.

Liliya: To seize the Gem of Desire, Schicksal has been attacking Anti-Entropy bases for months.

Rozaliya: More and more enemies came at us, so Matushka chose to keep the Gem here to protect it.

Theresa: That won’t work forever. Schicksal will eventually find out.

Einstein: No.

Einstein: They’re already here.

Einstein: I’ve picked up signals from a large battle. Tactical mechs have engaged Schicksal Valkyries.

Liliya: What…?!

Rozaliya: This shouldn’t be happening! Everything was peaceful when we left.

Rozaliya: Let’s go! We must go down and save Matushka.

Theresa: All crew to battlestations! Assist the mech troops and fend off the hostile Valkyries!

Theresa: We’ve arrived at The Deep. Hostiles have entered the ruins.

Bronya: Hostile forces retreating.

Einstein: Cease pursuit. We have more important things to deal with. We need to find Cocolia.

Cocolia: Never expected people to care for a vixen like me.

Einstein: …!

[CG plays wherein Cocolia shows herself to the group:

Cocolia: You’re most welcome, Dr. Einstein…

Cocolia: And…

Cocolia: …The Hyperion crew.]

--

Gameplay 10-4 - Underwater Bastion

Cocolia: I’ve been here for a while, Dr. Einstein and the illustrious crew of the Hyperion.

Cocolia scanned everyone before slowly directing her gaze to Bronya.

Bronya gave no response. Her face betrayed no emotions.

Cocolia: I’m very happy that you're willing to help in times of need…

Einstein: Save your courtesies. We’re going straight to business, Cocolia.

Einstein: Hand over the Gem of Desire, and we’ll transfer it to somewhere safe.

Cocolia: Oh. There’s no rush in this, Dr. Einstein.

Cocolia: Schicksal managed to find this place. We should organise a counter attack.

Einstein: Apologies. We’re short on time and don’t intend to support your private war.

Cocolia: …

Cocolia: And if I refuse to hand over the Gem?

Einstein: Then I’m afraid you’ll be fighting more than just Schicksal.

The atmosphere was intense. Theresa gripped the spear in her hands.

Cocolia’s mechs responded to the tension and assumed combat poses.

Cocolia: Well, now you do look like fugitives trying to run away from Schicksal.

Theresa: We’re here for the Gem of Desire.

Theresa: Hand over the Gem and Schicksal will be after us instead of you.

Theresa: If you still refuse to do so, we’ll have to suspect that you have ill intentions.

Cocolia: …

Cocolia: Theresa… always driving the hard bargain.

Cocolia: I surrender. THere’s no way I can beat an S-rank Valkyrie and veteran of the 2nd Honkai War.

Cocolia: The Gem of Desire is in The Deep. Feel free to take it…

Cocolia: …If you can.

Einstein: What do you mean by that?

Cocolia: Oh dear, I forgot to mention something.

Cocolia: We had an… accident. The Gem of Desire fell into the Sea of Quanta.

Einstein: …?!

Einstein: Accident? You probably did that on purpose…

Cocolia: When I said accident, I really meant that it was an “accident”.

Cocolia: In any case, I’m confident you can fish it out.

Einstein: You have no idea how dangerous the Sea of Quanta is…

Cocolia: Of course I do. I’m counting on you to fish the Gem out for me… I mean, us.

Cocolia: I’ve prepared the necessary facilities and hardware. Make yourself at home.

Cocolia: While you look for a solution, I’m afraid the Hyperion and her crew must stay to provide cover.

Bronya: Matushka… you did that on purpose to force us into giving you protection…

Bronya: You’ve lied to the Bronya too many times.

Theresa: Calm down, Bronya. Don’t fall for her trap.

Cocolia: I’m sorry. I just want everyone to get away from this place alive.

Cocolia: Schicksal might keep attacking us, even if you leave with the Gem.

Cocolia: And I have a gut feeling that you were only here for the Gem and not us.

Einstein: …

Cocolia: I’ve said it before and I’ll say it again. We must work together. Schicksal is our common enemy.

Cocolia: You may enter the ruins. Feel free to rifle through everything if you think I’m hiding the Gem.

Cocolia: I look forward to doing business with you.

Einstein: She trapped us. I think we’ll have to stay here for a while.

Einstein: Apologies. I didn’t expect Cocolia to do things this way.

Bronya: The Bronya should apologise. She should have known better.

Einstein: We voted for this, Bronya. It’s not your fault.

Einstein: Instead of blaming ourselves, we should look for a solution.

Theresa: Erm, Dr. Einstein, what exactly is this “Sea of Quanta”?

Einstein: The Sea of Quanta is one of the deepest secrets of these ruins. I’ll try to keep this simple…

Einstein: You should see this for yourself. Follow me.

Theresa: Didn’t expect such mysteries to lie under the Pacific Ocean. When did Anti-Entropy find this?

Einstein: It happened several years ago.

Einstein: During the 2nd Honkai War, a lunar meteor crashed into the Pacific.

Einstein: These ruins were found when we attempted to salvage the meteor.

Einstein: Schicksal paid little attention as this place belonged to Anti-Entropy… being underwater also helped.

Theresa: We’re really deep underwater, but why is there light here?

Theresa: Luminous seaweed? They have some awesome biotech here!

Bronya: The writings in these ruins…

Einstein: It’s the global language used by the Previous Era, originating from the lost continent of Mu.

Einstein: The Dead Sea Scrolls also included these texts.

Bronya: Dead Sea Scrolls… ancient writings first found at the banks of the Dead Sea…

Bronya: The Bronya didn’t expect them to be relics of the Previous Era.

Einstein: The Dead Sea Scrolls contained theoretical foundations that allowed us to construct the Selene.

Einstein: I suspect that the Selene has technologies similar to that of The Deep.

Einstein: But we don’t have any solid evidence to back that up.

Bronya: The Selene…

Bronya: The Bronya hopes this trip will provide something more than just the Gem.

Einstein: Salvaged records described Mu as the most advanced region of the Previous Era.

Einstein: It had the latest technologies and housed one 6th of the planet’s population.

Theresa: That’s so weird. What happened to all those people and cities and high-tech stuff?

Einstein: Well, Mu was destroyed in ways unimaginable…

Einstein: The 9th Herrscher, also known as the Herrscher of Earth, created a giant pseudo black hole and destroyed Mu.

Einstein: The violent tectonic activities that followed created the Mariana Trench and swallowed up the ruins.

Bronya: The Bronya is surprised at how a vast continent can just disappear and leave little of its passing.

Einstein: That’s actually my best hypothesis as to what happened, but the loss of Mu should teach us a lesson.

Einstein: We can’t control the Herrschers. Otto’s plans of bringing them back is insane.

Theresa: We must find the Gem of Desire and thwart his plans.

Bronya: …? It’s Roza and Lili.

Bronya: What are they doing here?

Rozaliya: Surprise, Bronya!

Rozaliya: Look! Our home is now a beautiful underwater garden way better than the orphanage.

Rozaliya: And Schicksal wants to wreck this place. I won’t allow that.

Liliya: Matushka wants us to check the damage inflicted to The Deep. Can you help us, Bronya?

Theresa: No signs of invasion in the places we’ve checked.

Einstein: Let’s head back to the entrance. That’s where the enemy made a breach.

Bronya: …! Honkai beasts are coming in through the breach.

Theresa: Enemies destroyed. Let’s head back and tell the twins.

Rozaliya: What? More enemies hiding here?

Theresa: Job done. All cleaned up!

Rozaliya: Hmm… Theresa looks pretty strong even though she looks younger than us.

Rozaliya: I think I smell something on her that doesn’t smell like little girls.

Theresa: KYAA! What are you doing?

Rozaliya: *Sniff, sniff*

Rozaliya: …Hnnngggh!

Rozaliya: What the hell? It’s bitter melon! The worst thing people can eat!

Theresa: That’s so rude! I love bitter melon.

Bronya: The Principal remains adept at handling young children and minors.

Einstein: You should have a good understanding of this place by now.

Einstein: Time to focus. We need to get inside The Deep.

Cocolia: That’s the heart of The Deep. And that’s where Anti-Entropy keeps its greatest secrets.

Cocolia: I don’t need to hide anything. It’s all yours.

Cocolia: Good luck.

--

Gameplay 10-5 - Sea of Quanta

The Deep. In the massive underwater ruins.

Theresa: Is this… The Deep?

Theresa: Whoah. It’s… it’s so different compared to what we saw outside… it’s like another world…

Theresa: Just looking around this place makes me feel dizzy…

Bronya: These ruins of the Previous Era appear rather unique.

Bronya: Dr. Einstein, what is the Sea of Quanta?

Einstein: …

Einstein: All matter in the universe is formed by quanta, and each of them brings innate uncertainty.

Einstein: Once observed, a quantum collapses countless parallel universes to form one specific universe.

Einstein: This is the basis of the famous Many-Worlds Interpretation, or MWI.

Theresa: Okay. Erm… can you try repeating that in layman’s terms?

Einstein: I’ll attempt to use an analogy.

Einstein: Assume that the universe is a glass of water surrounded by an infinite number of other glasses of water.

Einstein: Overflowing water will flow along the glass walls to form a puddle in the middle of the table.

Einstein: This puddle does not belong to any glass… but the water of the puddle may be from any glass.

Einstein: People of the Previous Era found this “puddle” dimension between the myriad of other parallel universes.

Einstein: This “puddle” was named the Sea of Quanta.

Theresa: WHOAH. It sounds like something Rita needs to clean up… why not call it the Puddle of Quanta?

Bronya: Ahem. If the Sea of Quanta does exist, we might be able to reach other universes with it.

Bronya: Is it really possible?

Einstein: It’s just a theory… and no one’s ever seen the other end of the Sea of Quanta.

Einstein: Getting inside the Sea is difficult enough.

Einstein: From the archives of The Deep, scientists of the Previous Era managed to create a portal to enter the Sea.

Bronya: The Bronya guesses that portal would be these ruins…

Einstein: Correct. Natives of the Current Era call this place te moana kino, the malevolent sea.

Einstein: In truth, this is not a city nor is it a fortress. It’s a giant portal for entering the Sea of Quanta.

Einstein: The best name for this portal would be the Eye of the Deep.

Theresa: Eye of the Deep?! No wonder.

Theresa: I swear I was feeling uncomfortable all this while. Turned out an eye was staring at me.

Einstein: The Sea of Quanta slowly eroded the Eye and turned this artificial building into an alien dimension.

Einstein: We attempted to explore the Sea of Quanta last year, but…

Einstein suddenly looked a little sad.

Einstein: …I’ll just say that we had failed.

Einstein: Tesla and I believed that we lacked the technological capabilities to explore the Sea.

Einstein: That project was placed on indefinite hold. We never returned to The Deep…

Einstein: Until now… And for other reasons too.

Einstein: We must get to the other side of the Eye, find the Gem of Desire, and return it to the real world.

Bronya: It’s the new Honkai beast type we fought on the island.

Bronya: Perhaps they’re related to these ruins.

Einstein: We’ve reached the end.

Theresa: Oh dear… it looks like a big mess down there. Do we have to dive into it to enter the Sea of Quanta?

Bronya: Doctor, to enter the Sea of Quanta…

Einstein: I’ve thought about this.

Einstein: I’ll go in myself. Please protect the portal.

Einstein: While the Eye of the Deep is open, its energy emissions will attract nearby Honkai beasts.

Theresa: You? Alone?

Einstein: Not everyone can enter the Sea of Quanta.

Einstein: Madam Theresa, you’ve been feeling unwell since you entered The Deep.

Theresa: I’m just uncomfortable. I can still fight…

Einstein: It means that the Sea of Quanta is rejecting your presence.

Einstein: The Sea affects people differently. Only a few could stomach its negative influences.

Einstein: You’re unlikely to survive exposure to the Sea.

Theresa: Ugh…

Einstein: Bronya seems alright, but I don’t want to risk anyone.

Einstein: I shall go forth on my own.

Bronya: Will Dr. Einstein be alright?

Einstein: I’ll be alright. Trust me.

Einstein: That’s enough for today. Let’s head back to the Hyperion. We have so much to do next.

--

Gameplay 10-6 - Nightfall

0100 hours. Training cabins. The Hyperion.

SYSTEM: Beeep… beep…

SYSTEM: Target destroyed.

SYSTEM: 8 items completed. Good work.

Theresa: …

Theresa: …Keep going.

SYSTEM: Warning. Simulated training intensity has exceeded safety limits.

Theresa: Keep going!

SYSTEM: Beeep… beep…

SYSTEM: Generating item 9. Generating scene 9.

SYSTEM: Item 9 and scene 9 generated.

[CG plays wherein the simulated combat instance forms, revealing the appearance and structures of the Schicksal HQ.]

SYSTEM: Beeep… beep…

SYSTEM: Target destroyed.

SYSTEM: 9 items completed. Good work.

Theresa: …

Einstein: Hard at work, Madam Theresa?

Theresa: What?

The simulated red-colored sky faded away and revealed the smooth cabin walls.

Theresa: Doctor Einstein? You’re still awake.

Einstein: I don’t usually sleep at this time.

Einstein: I’m here for something else.

Einstein: While the system simulates the Sea of Quanta’s waveform fluctuations, I’ve managed to finish your project.

Einstein: I’ve ran a systematic inspection of your Blood Knight: Moonlight battlesuit.

Einstein: I didn’t find any backdoors. Schicksal probably isn’t tracking us with this.

Theresa: Good. That’s one less thing to worry about.

Einstein: But there was a surprise finding.

Einstein: I identified a sub-routine named “Gleipnir” hidden within the main protocols.

Theresa: What? Is that Old Norse? I haven’t been studying that…

Einstein: The sub-routine appears to be aimed at limiting the potential of the Blood Knight battlesuit.

Theresa: What do you mean by that?

Einstein: You possess the genes of the Emperor-class Honkai beast “Vishnu”, which boosts your strength and regeneration.

Einstein: But these aren’t the true powers of “Vishnu”.

Einstein: Listen to what I have to say, Madam Theresa.

Einstein: Vishnu is an Emperor-class beast because it’s extremely dangerous when destroyed.

Theresa: When destroyed? Does that mean I have to destroy…

Einstein: Vishnu gains power by devouring other Honkai beasts.

Theresa: …

Einstein: Blood Knight is a Godsbane battlesuit designed to activate your Vishnu genes.

Einstein: But Gleipnir, the Binder of the Wolf, is designed to suppress the release of the active elements.

Einstein: In fact, this suit keeps you at 15% of your true potential.

Theresa: 15%? You mean I’ve been fighting at 15% all this time?

Einstein: Indeed. Active element release is divided into 5 levels. You’ve been locked at level 1.

Einstein: The Gleipnir sub-routine in the Blood Knight suit does nothing but suppress your Vishnu genes.

Einstein: If it were to be removed, active elements will increase with time and reach higher levels.

Einstein: Interestingly, level 3 is labeled as “Danger” while level 5 is labeled as “Apocalyptic”.

Einstein: I surmise that reaching level 5 will max out your potential at 100%.

Theresa: What happens when I reach 100%?

Einstein: I have no idea.

Theresa: …

Theresa: …

Theresa: Erm… Can you uninstall Gleipnir, or do something about it?

Einstein: Of course. So long as you’re ready.

Act 2 - Dream Mirage
Gameplay 10-7 - Games

1100 hours. Bridge. The Hyperion.

Einstein: Good news.

Einstein: Results showed that the Sea of Quanta will stabilise in 20 hours. That’ll be our chance.

Einstein: I must locate the Gem of Desire today.

Bronya: The Bronya can provide assistance.

Einstein: You are gifted, Bronya, but I’m afraid you need to learn about the Cauchy-Goursat theorem.

Bronya: The Bronya shall initiate learning of said theorem.

Einstein: I actually need you to help with something else.

Einstein: *whisper* Can you take these girls away and leave me in peace?

Rozaliya: HEYA! GEWWWD morning, Doc! What are we doing today?!

Liliya: It’s almost time for lunch, Roza.

Einstein: *whisper* Why are they here?

Theresa: Cocolia ordered them to work with us. I think she wants someone to babysit them.

Theresa: There’s something I need to attend to, Bronya. Can you take the twins outside?

Bronya: Roza, Lili, go play outside. The grown-ups are working.

Rozaliya: We want you to play with us, Bronya!

Rozaliya: How about hide and seek? There are 3 of us this time.

Liliya: I like hide and seek. You don’t have to move as much.

Bronya: Nyet. The Bronya shall play something else.

Rozaliya: Oh, yeah, we can do that!

Rozaliya: Now that we have an audience, we can perform our skit.

Bronya: Skit?

Rozaliya: While you were away doing sneaky spy stuff, Lili and I came up with something awesome.

Rozaliya: Yeah! We’re the Vodka Girls, the best performing starlets of Siberia…

Liliya: …Of the Cocolia Orphanage, actually.

Rozaliya: Back-to-back performances around the year.

Liliya: …Once a year, and that’s more than enough.

Rozaliya: Full house for every show.

Liliya: …Our friends at the orphanage, to be honest.

Rozaliya: Many people had to stand because of limited seating.

Liliya: …Indeed. We only have 3 chairs.

Rozaliya: CAN YOU SHUT UP, LILI?

Bronya: The Bronya is now extremely enthusiastic about hide and seek.

Roza and Lili have disappeared.

Where could they be hiding? Try to look for clues.

Nothing unusual. Continue the search.

The inside of The Deep is an ideal hiding place.

But they won’t go there without Matushka’s orders.

The pond is calm. No traces along the banks.

They’re probably not here.

Puddles of water on the floor. Something happened.

A broken branch of coral. The break is fresh.

A child attempted to hide here but fell off.

She should be covered in water.

…They’ve laid a trap.

The Bronya is no longer interested in hide and seek.

Rozaliya: KYAA! THE BRONYA FOUND US!

Liliya: Kyaa, we got found.

Bronya: Why are you two hiding together?

Liliya: I’m tired of looking for a place to hide. I’ll just go where Roza is.

Rozaliya: We lost. As promised, we shall perform “Vodka Does Not Believe in Tears” to the winner.

Bronya: The Bronya does not remember this promise.

Liliya: Roza wrote the script. She has bad handwriting, but I think it’s a good story.

Bronya: Vodka Does Not Believe in Tears sounds like a joke. The 1980 movie is a masterpiece…

Bronya: …

Bronya: Whatever… the Bronya is disgusted with this disrespect of cinema history.

Rozaliya: Act 1.

Rozaliya: A long time ago, the Boris Orphanage of snowy Siberia welcomed a new resident…

Liliya: I’m Alexander Alexeyevich Dostoyevsky…

Liliya: The fourth child of Alexey Grigoriyevich Dostoyevsky…

Bronya: The Bronya wants to continue the fun and engaging game of hide and seek.

Rozaliya: What? Is it because of Alex… Ale… Dosto… vsky?

Bronya: Long mundane names will lose the audience. Stick with shorter names, like… the Bronya…

Liliya: But everyone really likes our story, Bronya.

Bronya: Define “everyone” in specific terms.

Liliya: Kitty, puppy, birdie, and… stoney?

Rozaliya: Oh, and Honkai beastie!

Bronya: …

Rozaliya: …

Liliya: …

The girls stared at each other without a word. The brief silence then gave way to explosive laughter.

The air was filled with the sounds of joy.

Rozaliya’s laugh, however, quickly faded.

Rozaliya: …

Rozaliya: I haven’t felt this great in ages…

Rozaliya: It felt like the old orphanage days with everyone around…

Rozaliya: Bronya, Zofia, Isabella, Seele…

Liliya: …

Bronya: …

Bronya: What happened to the rest of the children in the orphanage?

Rozaliya: Something happened. Matushka only brought the older girls along.

Liliya: The younger ones were left behind. Sin Mal is taking care of them now.

Bronya: The Bronya was unaware that Sin Mal could take care of people.

Rozaliya: Do you have time, Bronya?

Rozaliya: There’s a place I want to show you.

--

Gameplay 10-8 - Old Friends

Bronya: What is this place?

Liliya: We found this accidentally. It probably peeled off from The Deep.

Liliya: It’s beautiful here, like a fairytale wonderland…

Rozaliya: We’ve been running away from Schicksal for 4 months and saw only ruins and desolate wastelands…

Rozaliya: I thought we were dreaming when we first saw this place.

Rozaliya: Never knew such a nice place existed before… it felt like heaven.

Bronya: …?

Rozaliya: All roaming Honkai beasts have been destroyed. Follow me.

Bronya: What is this?

There was a pile of neatly stacked stones in the coral. Bronya knew what it was.

Bronya: The girls… did they all make it here?

Liliya: …

Liliya didn’t answer. Instead, she knelt down beside a tombstone.

Liliya: Isabella, Bronya’s here with us. We’re here to see you.

Rozaliya: Sorry, Bronya. We should have told you about this.

Rozaliya: You were away the whole time. Now you’re finally back, and I want you to say hello to them.

Bronya: …

Bronya: Understood. Don’t feel sorry, Roza.

A neat stack of stones of various sizes.

Shells decorate this pile of stones… they couldn’t get flowers here.

Bronya: Explain. How did this happen?

Rozaliya: The Honkai Eruption destroyed much of the world… many didn’t make it.

Rozaliya: We were always running away from Schicksal… we tried to bring them along with us.

Liliya: Matushka helped us build these stone tombs.

Liliya: We told her about this pretty island, and she likes it here too.

Liliya: Matushka felt that this was a happier place compared to the Siberian tundra.

Liliya: They never got to see such a nice place before, but now they can sleep tight here forever.

Rozaliya: I really hope they like this place.

Bronya: …

The children knelt before the burial mounds decorated with colorful shells.

The 2nd Honkai Eruption destroyed their homes and childhood. The reawakening of the Herrscher of the Void at the Battle of Schicksal took away their friends.

The melodies of the sea echoed in the background as Bronya looked at the tombstones in silence.

Memories welled up within her mind.

The snow on the roof, the old broom, the bland borscht…

…And the blue-haired girl who stayed by her side.

Many things happened.

Too many things, in fact.

Bronya suddenly realised that the familiar orphanage was no more.

It may have ended when Seele left… or when Cocolia betrayed her…

Those fond memories were only ephemeral, drowned out by an emotionless void.

She thought time could heal those wounds.

But this sight was like a nameless pain that seized her by her throat.

She remembered the burning brain chip and the Gray Serpent’s taunting…

These memories were like cold, iron chains, dragging her into a bottomless abyss.

She could hear that person’s voice echoing at the very bottom of that pit…

Cocolia: …Bronya?

Bronya: …!

Cocolia: Bronya?

Bronya turned around and saw Cocolia.

The Matushka recovered quickly from her surprise.

Bronya: …?

Rozaliya: …!

Bronya looked at Rozaliya. The elder twin shook her head. She had no idea that Cocolia was coming.

Bronya: The Bronya shall head back.

Cocolia: Why don’t you stay a little longer, Bronya?

Cocolia tried to stop Bronya from leaving.

SMACK.

Cocolia: …?

Bronya: The Bronya is not here to reconcile with Matushka.

Cocolia: Bronya…

Bronya: Matushka used the chip to manipulate the Bronya into hurting Wendy and Mei.

Bronya: The Bronya does not forgive these crimes.

Cocolia: I was desperate. We needed every Herrscher we could capture.

Cocolia: If the Herrscher research was successful…

Bronya: The Bronya does not care.

Cocolia: …!

Bronya: The Bronya is disgusted that Matushka is still looking for excuses for her evil deeds…

Bronya: …And thinks that everything can go on as usual.

Bronya: …

Bronya: Matushka lied to the Bronya.

Cocolia: …

Cocolia: You’re entitled to your opinions. Leave us, Bronya.

Bronya left without a word.

She wanted Cocolia to keep arguing, but her Matushka silenced their conversation.

Bronya: …

Bronya: The Bronya… used to trust Matushka most…

She left after saying that.

Liliya: (Oh no…)

Rozaliya: (We gotta get her back!)

Rozaliya: Wait for us, Bronya!

Liliya: Bronya, are you alright?

Rozaliya: We didn’t plan this. We didn’t expect Matushka to show up.

Bronya: The Bronya does not blame the twins.

Bronya: The Bronya has some problems with Matushka… it does not concern you.

Bronya: Night is approaching. It’s time to return.

Rozaliya: Let’s go…

Rozaliya: Lili and I will help you get the Gem of Desire.

Liliya: …

Rozaliya: Hah. Lili, are you alright?

Liliya: Good night, Roza.

Liliya collapsed directly into Rozaliya’s arms.

Bronya: What happened?

Rozaliya: Liliya falls asleep at about 1900 hours. She never grows up.

Bronya: Little Roza appears to be more responsible at the moment.

Rozaliya: Hey, is that an insult? I’ll hurt you if it is.

Bronya: Please explain this.

Rozaliya: …

Rozaliya: I’ll tell you what happened, Bronya.

Rozaliya: I was carrying her like this at the beach. She was sick.

Rozaliya: We ran into a swarm of Honkai beasts.

Bronya: What?

Rozaliya: We were wounded. I can still remember the expression on Matushka’s face when she found us.

Rozaliya: It was fear… I never knew Matushka could feel fear…

Bronya: What happened, Roza?

Rozaliya: We… we almost failed to make it, Bronya.

Rozaliya: Matushka saved us. She found a great doctor who treated our wounds.

Rozaliya: We grew horns and tails… but we also became faster and could beat zombies and beasts easily!

Rozaliya: Lili became a big sleepyhead, but everything else is good.

Rozaliya: …

Rozaliya: Both of us knew that Matushka did bad experiments on Bronya…

Rozaliya: …But those experiments are the reasons why we’re still alive.

Bronya: The Bronya understands…

Rozaliya: After you and Seele left, Matushka would often shut herself in her room.

Rozaliya: She pretended she was alright, but everyone knew she was sad.

Rozaliya: I think Matushka did not like what she did. She really loves you and Seele.

Bronya: …

Rozaliya: I know that might mean little to you…

Rozaliya: But Matushka needs us. That’s why Lili and I stayed.

Rozaliya: I want to help her, save everyone in the orphanage, and cure Lili’s sleeping problem.

Rozaliya: I will help Matushka so that she doesn’t have to do those experiments again.

Rozaliya: You and Matushka protected us, Bronya. But Lili and I have learned to fight as well.

Bronya: Spasibo, Roza.

--

Gameplay 10-9 - Train of Thought

Einstein: Back, Miss Zaychik? Caught up with your old friends?

Bronya: …

Einstein: …?

Einstein: Dr. Tesla messaged us in the afternoon. She told me to give this to you.

Bronya: What is this?

Einstein: While working on Miss Raiden’s combat raiment, she read your data and made one for you as well.

Einstein: I guess she forgot about it when she boarded the Helios in haste.

Einstein: We may need to fine-tune this combat raiment. Let’s take care of that now.

Einstein: That went well. The combat raiment should be ready for battle.

Bronya: The Brnya wants to ask about the Sea of Quanta, Dr. Einstein.

Einstein: What do you want to ask?

Bronya: The Bronya read your test records when Gray Serpent hacked the Hyperion’s mainframe.

Bronya: Our leader Welt Yang was trapped in the Sea of Quanta as a result of the experiment last year.

Einstein: …

Einstein: I didn’t talk about him. I didn’t want to make you worried.

Einstein: He chose to stay there.

Einstein: We tried to explore the Sea of Quanta last year.

Einstein: But we woke something in there. The test failed and both of us were sucked into the Eye of the Deep.

Bronya: Something?

Einstein: I don’t know what it was, but I’m certain that it’s an enemy of humanity.

Einstein: Welt helped me escape the Sea of Quanta, but he stayed behind to fight it.

Bronya: Did you attempt a rescue?

Einstein: We couldn’t. We lacked the technology for that.

Einstein: Making the wrong move will only hinder him further.

Bronya: …

Einstein: Why are you asking?

Bronya: The Bronya was only curious.

Einstein: …?

Einstein: Don’t harbor any fantasies about the Sea of Quanta, Miss Zaychik. Its secrets are still beyond us.

Bronya: The Bronya understands.

Einstein: Our simulations have located the Gem of Desire. Rest well for the night.

Einstein: We’ll take action tomorrow.

Bronya: …

Bronya: …

Bronya stared into the distance. As always, every beam of light trying to reach the depths was refracted by the constant flow.

She remembered seeing this as she left the X-10 labs in the summer 4 years ago.

Theresa: Ah, you’re here, Bronya.

Bronya: Principal Theresa?

Theresa: Is it about Cocolia?

Bronya: …

Bronya: The Bronya met her. It was not a good meeting.

Theresa: Did she apologise?

Bronya: Nyet, but Rozaliya said she regretted what she had done.

Theresa: But what do you think?

Bronya: The Bronya does not know.

Bronya: All the Bronya knew before she was 12 was how to obey and kill. Matushka delivered the Bronya from hell.

Bronya: Matushka gave her a family, friends, and love… all that the Bronya ever wanted.

Bronya: The Bronya stayed in the orphanage for 2 years. It felt like home.

Bronya: But…

Theresa: She did something bad to you, I guess.

Bronya: The Bronya knew Matushka needed Herrschers…

Bronya: She would do anything to create or capture Herrschers to help the orphanage survive.

Bronya: But the Bronya refused to harm Wendy or Mei…

Theresa: You did nothing wrong, Bronya. You’ve always made the right choice.

Theresa: No one should force you to go against your wishes. Her measures were terrible, too.

Bronya: The Bronya can’t deny Matushka’s love… but the Bronya can’t forgive Matushka’s actions.

Bronya: The Bronya is conflicted about Matushka…

Theresa: …

Theresa: Perhaps Cocolia really loves her children. But love must be based on respect.

Theresa: She must know that children do grow up.

Bronya: Respect?

Theresa: Adults also experience fear and confusion when there’s no answer in sight.

Theresa: In situations like this, you must stand firm and believe in the right thing, Bronya.

Theresa: You’re one of the best students of St. Freya, and a great Valkyrie warrior fighting for humanity.

Theresa: I don’t care about why you did that. The truth is that you did do all of that.

Theresa: Believe in yourself, Bronya. You’re not a child anymore.

Bronya: …

Bronya: The Bronya is unaccustomed to Principal Theresa sharing words of wisdom.

Theresa: Hah. Don’t flatter me. Hey, wait…

Bronya: The Bronya feels much better already. The Bronya shall continue to work hard.

Theresa: Alright, Bronya. I know you can do it.

Bronya: Spasibo, Principal Theresa.

--

Gameplay 10-10 - Roiling Undercurrent

[CG plays wherein Cocolia looks towards The Deep, with a photo of Rozaliya, Liliya, Sin Mal, Bronya, and Seele all together in her hand.]

SYSTEM: Beeep… beep…

Einstein: Unexpected fluctuations in The Deep? What happened?

Einstein: I’ll have an engineer bot check it out.

SYSTEM: Beep.

Sechs: Greetings. May I be of service?

Einstein: Switch voice prompts off.

Sechs: Voice prompt: OFF.

Einstein: An alarm. I need to get around it.

Einstein: More alarms…

Garbled Noise: …

Garbled Noise: …Gem of Desire… do it…

Einstein: …?

Einstein: Someone else at The Deep?

Garbled Noise: …According to plan… Einstein will enter the Eye…

Garbled Noise: …Do not harm the children…

Einstein: That must be Cocolia. She’s planning something.

Einstein: Who is she talking to?

Garbled Noise: About that thing…

Garbled Noise: …We’ve received intel… Judgment of Shamash…

Garbled Noise: Wait, Cocolia…

SYSTEM: …

Garbled Noise: …You’ve been followed.

SYSTEM: Buzz…

Einstein: We’ve been compromised.

Einstein: Sechs is no longer operational. It’s probably captured.

Einstein: …

Einstein: (I think I’ve heard that voice before…)

[CG plays wherein a mysterious assailant appears behind Einstein, shooting her:

Einstein: Cocolia is hiding something. I need to contact Madam Theresa.]

???: …

???: Discretion is better than valor. Secrecy is also a useful skill.

???: But you’ve made a fatal error, Einstein.

???: Scientists do need discretion, but a spy needs something else.

???: This planet is out of safe places.

[CG plays wherein massive amounts of Honkai beasts rush towards The Deep.]

Act 3 - Waves of Fury
Gameplay 10-11 - Chaotic Maelstrom

Bridge of the Hyperion.

Bronya: Principal Theresa, the Bronya could not locate Dr. Einstein.

Theresa: Why is this happening?

Bronya: The Bronya last saw her in the prep chamber but it is now empty, save for a message on the screen.

A complex algorithm for locating the Gem of Desire was left on the display.

It was just as Einstein had said. She made all preparations for retrieving the Gem.

Theresa: (Einstein would have told us if that was the case… I suspect something…)

Bronya: Principal, violent Honkai energy reactions were detected on the Pacific seafloor…

Bronya: Nearby Honkai beasts are converging towards The Deep.

Theresa: Honkai beasts? Could it be…

Cocolia: Theresa… Bronya…

Theresa: What did you do, Cocolia? The Honkai beasts are attacking The Deep.

Cocolia: I was about to ask you the same thing.

Cocolia: The Eye has been activated. The Honkai beasts are attracted to its energy.

Bronya: The portal to the Sea of Quanta is open?

Theresa: Get out of my way! We’re going in!

Cocolia: All yours, Theresa. I won’t be in your way, especially when you’re marching towards hell.

Cocolia: But I forbid Bronya to go with you.

Bronya: …

Cocolia: The Eye is out of control. Thousands of Honkai beasts are heading this way.

Cocolia: Schicksal will not stand idle. We’re doomed if we stay.

Cocolia: We have decided to give up The Deep. Leave with us.

Bronya: The Bronya must do something.

Cocolia: What can you do? Listen to your Matushka! Leave with us.

Bronya: …

Bronya: The Bronya refuses.

Cocolia: Tactical mechs! Stop her right there!

Cocolia: …Stop!

Cocolia: Come back, Bronya.

Bronya: The Bronya is no longer a child, Matushka…

Bronya: …She has grown up a long time ago.

Cocolia: …!

Cocolia: Roza… Lili…

Cocolia: Bronya is heading to The Deep. Go help her!

Cocolia: Do not approach the Sea of Quanta!

Rozaliya and Liliya: Aye!

Cocolia: …

Cocolia: Curses!

Cocolia slammed her fist into the wall, and blood began to trickle down from her fresh wounds.

Ghostly footsteps echoed in the darkness. A figure slowly appeared.

???: I’m impressed, Cocolia.

Cocolia: I’m not in the mood to entertain you, vile worm!

Gray Serpent: I must admit, you’re the best partner I’ve ever dealt with.

Gray Serpent: I have to applaud the way you’ve turned this unfavorable situation around.

Gray Serpent: I don’t know how you’re always ready to sacrifice anything at your disposal.

Gray Serpent: You are an outstanding Matushka, Cocolia. The Serpent… approves.

Cocolia: …

Cocolia: (Why, Bronya? WHY?!)

--

Gameplay 10-12 - Rushing Torrents

Bronya: No sign of Dr. Einstein. Energy fluctuations in the Eye are intensifying.

Theresa: Dammit. We’re getting more and more Honkai beasts.

Rozaliya: Hey, are you doing alright?

Bronya: Roza… Lili…

Liliya: Don’t worry, Bronya. We’re here to help.

Liliya: Ooops. Incoming enemies.

Rozaliya: They’re just like the roaches in the orphanage. Endless!

Theresa: The Honkai beasts are invading this place from the sea.

Theresa: We must activate the pressure control to flush them out.

Liliya: I don’t feel too good about this place, Roza…

Liliya: I feel like something is staring at us…

Rozaliya: Yeah. I feel kinda dizzy. I don’t remember eating any weird stuff.

Rozaliya: Well, I’m glad the battle’s over…

Liliya: Ooops. Battle ain’t over. Here they come again.

Liliya: Curses. I think every Honkai beast in the ruins is heading this way.

A horde of Honkai beasts appeared right after Liliya spoke her words.

This horde quickly swamped the place.

Rozaliya: Is this a joke or something? I guess every beast in the Pacific is heading this way!

Theresa: (This has to be the worst timing ever.)

Theresa: (We must hold them back. We can’t afford to lose The Deep.)

Theresa: …!

Theresa: Let a real adult take care of this. Bronya, get the girls to safety!

Theresa: Don’t get too close to me!

The heavy chains were extended, tugging the crimson cross towards Theresa.

Theresa: …

Theresa: Erm… Can you uninstall Gleipnir, or do something about it?

Einstein: Of course. So long as you’re ready.

Theresa: …

Theresa: I’m more than ready!

Theresa: Blood Knight: Moonlight…

Theresa: Activate!

--

Gameplay 10-13 - Vehement Fury

SYSTEM: Warning. Active element level critical.

SYSTEM: Initiating countdown. 10…

SYSTEM: 9… 8… 7…

SYSTEM: 6… 5… 4…

SYSTEM: 3… 2… 1…

SYSTEM: Level 3 restrictions lifted.

Honkai Beast: …!!

The roaring horde assaulted the Blood Knight.

She faced a legion of carapace horrors with horns, fangs, and claws gleaming with death.

But none of them could land a hit on her.

Her bloodied spears and chains ripped through the Honkai legion.

In a furious storm of blades and chains, all the monsters were shattered into pieces.

The battle was far from over.

The Honkai horde dwindled at an astonishing pace.

But her innate senses warned her that danger had yet to pass.

Theresa: …!

Theresa: (Something’s coming…)

Bronya: Principal, the Bronya has detected a strong energy signature… and it’s approaching fast.

Bronya: Wait… what is that?

Bronya: The energy signature is coming straight from the Eye of the Deep.

[CG plays wherein a gigantic Honkai humanoid creature emerges from the Eye of the Deep:

Theresa: Something… is approaching!

The Twins: WHOAH! That’s a big one!]

Gameplay 10-14 - Under the Deep

Tlaloc: …!!

Bronya: The unknown enemy is heading back to the Sea of Quanta…

Bronya: Wait. Energy levels of the Sea of Quanta are falling…

Bronya: Is the portal to the Sea of Quanta collapsing?

Tlaloc: …!!

The monstrosity’s final struggles obliterated the platform that the girls stood on.

Bronya: …!!

The shattered rubble separated the girls from one another. Bronya’s mind raced.

She was the only one capable of making the next move.

Reason commanded her to ensure her own safety, join her friends, and devise a strategy.

But…

The Eye would close at any moment. Einstein was gone, and she was the only one who could reopen it.

Very soon, Schicksal would take advantage of the chaos and besiege the ruins.

If that was to happen, the Gem of Desire would be forever lost to them.

What should she do?

Neither the Principal nor Dr. Einstein could give her advice.

Bronya must decide…

Bronya: This is… our final chance…

Rozaliya: Wait! Bronya!

Bronya: Have no fear, Roza.

Bronya: The Bronya will be back.

Bronya then leaped into the swirling depths.

[CG plays wherein Bronya arrives in the Sea of Quanta, confronted by a mysterious boy:

Bronya: This is… the Sea of Quanta…

Bronya: Who are… you?]