Act 1 - T
Gameplay 21-1 - New Life

Schicksal Valkyrie: Hostile unit coming! Initiating level 2 combat readiness!

Schicksal Valkyrie: Target: District B3. Initiating Emergency Protocol No. 12!

“Hua”: This thing is awesome!

While exchanging emergency commands through comm links, Valkyries rushed to the burned half of the air terminal.

“Hua”: …

They passed her by but no one paid her any heed, as if she didn’t exist.

She was toying with a crimson plume.

She took this from Otto Apocalypse’s cold body.

“Hua”: I once gave Otto something like this? Unbelievable.

Search your memory.



An inner voice suggested so.

“Hua”: No, trivial matters like that can wait.

“Hua”: I have all the time in the world to go through 50 millennia’s worth of old memories.

She chuckled as she admired her work: in the distance, fire and smoke had consumed half of the air terminal.

“Hua”: …

Not happy?



“Hua”: Huh? Not at all. I’d say that’s impressive enough.

She took a deep bow to all the chaos and explosions, the applauding audience of her debut show.

“Hua”: If not for Schicksal and Otto, things wouldn’t be so bad, and the world would have a better chance.

“Hua”: A shame these Valkyries had to die. They were but pawns on Otto’s chess board.

A lot of casualties.



“Hua”: …I’ve controlled the damage pretty well. I only broke the cage and a few buildings… Dammit! It’s good enough!

“Hua”: No one can think everything through and attend to every freaking detail! No one! Not even Dr. MEI!

“Hua”: …Even she made a lot of blood sacrifices, right? Victory and justice can only come through sacrifice.

“Hua”: Never mind, arguing with myself does me no good.

“Hua”: Time to leave this junkyard.

Where to go?



“Hua”: Haven’t figured it out yet. It’s a big wide world and I can go anywhere, but I’ve no particular place in mind.

“Hua”: Maybe visit my old friends? They’d freak out when they see me alive.

A smile crept up her lips.

“Hua”: The Honkai is still out there, and days will get busy. Just take it easy for now.

“Hua”: They didn’t see me… This thing is handy.

“Hua”: Huh? Fenghuang Down doesn’t work on AI?

“Hua”: Ha, I’m so merciful.

“Hua”: See? I spared all those lives. I didn’t kill anyone.

???: It would have been better if you had such mercy earlier, my old friend.

“Hua”: …?!

She was taken aback as soon as her eyes landed on him.

“Hua”: Otto…

Otto: Hi.

“Hua”: …It figures. You’re not an easy one to kill.

Otto: Oh, I did die, but fortunately, I didn’t store all my backups at the same place.

He pouted his lips to signal the ruins ablaze in the distance, where hundreds of his backup bodies were kept.

“Hua”: …Fair enough. I’ll just kill you once more.

Otto: …Wait.

The Schicksal Overseer took a step back.

“Hua”: You scared?

“Hua”: Didn’t expect the gun you shot me with to backfire at yourself?

Otto: You’re not evil.

“Hua”: Funny you should speak this way. Of course I’m not evil. I’m the bringer of justice.

Otto: Then maybe we can reason.

“Hua”: There’s no use reasoning with the likes of you.

Otto: Sure, I did kill you, for which you sought revenge justly and I didn’t resist. I’d say we’re square now.

“Hua”: You…

“Hua”: Square? It was only a cheap backup of yours and you’re now standing right before me. You call this “square”?

“Hua”: I will shred every fiber of your being until you can never ever revive again, Otto!

Otto: What? You look just as swell standing right before me.

“Hua”: Wha…

Otto: I killed you and you did the same to me. I revived and so did you. Wasn’t it me who healed you and brought you back?

Otto: Technically, you actually owe your new life to me, my friend.

“Hua”: You… I…

She was speechless.

Otto: You’ve put on quite an impressive show here, and a lot of collateral damage was dealt.

Otto: Think about Durandal and the other Valkyries. You brought them pain for no good reason.

“Hua”: Humph!

Her face turned red and then pale. She meant to say something but instead, she sniffed and left without a word.

Otto: …Where are you going?

“Hua”: None of your business.

Otto: May I give you my two cents?

“Hua”: You? Nothing good ever came out of you.

Otto: My old friend… we’ve known each other for ages. Few know you better than me.

Otto: I can see your confusion. You just woke up, and you’re not exactly sure who you are, or what you’ve done.

Otto: You need a familiar face, someone who knows you well, someone who can point you the way.

“Hua”: Hey… you’re not trying to tag along, are you?

Otto: No, I meant you might wish to have the Fenghuang Down you left before you died, and I can tell you who has it now.

Otto Apocalypse put on his most friendly smile.

Otto: Kevin Kaslana has it.

She took off and sped up, like an arrow piercing the sky.

“Hua”: (Otto didn’t lie… He did heal all of my old wounds.)

She had never felt so light, strong, and free for five centuries. Ripping the air apart felt exhilarating.

“Hua”: (Even Kevin might… No, I’ll crush him without any drama this time!)

“Hua”: (Come to think of it, I’ve never defeated him, and we never got into a proper duel.)

“Hua”: (He has better Honkai adaptability for sure, but I can outskill him in combat. And with Fenghuang Down…)

“Hua”: (It’s hard to say who will win.)

But Fenghuang Down isn’t complete.



“Hua”: Shut up, I know that.

The Fenghuang Down she stole from Otto was just a copy of the original with limited power.

“Hua”: “Stole”? It was mine to begin with!

She couldn’t help but sniff at the voice in her head.

“Hua”: I am its rightful master, and it responds to my every command.

She had summoned the Fenghuang Down once she left Otto, and the “Phoenix” within instantly became one with her.

“Hua”: It works like a charm on any sentient being.

“Hua”: I tried it on Otto and copied a memory segment of his. Guess what, he didn’t even know it happened.

“Hua”: I’m gonna try it on Kevin as well. Maybe he won’t even have the chance to draw the Judgment of Shamash.

“Hua”: …Right, do you think I once left Kevin one of those plumes?

Search your memory.



“Hua”: No, too much trouble.

“Hua”: I’m gonna find out pretty soon, so why bother?

--

Gameplay 21-2 - Dragon's Lair

“Hua”: What is Kevin doing hiding in here?

“Hua”: Oh, that’s a lot of people down there.

“Hua”: That’s weird. Most of the sentiences are dull and weak. Only two… or three seem strong…

“Hua”: Well, I sense more now.

You’ve been spotted.



“Hua”: Duh.

“Hua”: I can’t control mechas…

“Hua”: I’ll just tear them up!

“Hua”: Pretty tough defense.

For you, just a piece of cake.



“Hua”: Yeah, not even a scratch on me.

“Hua”: I’ve smashed more of these tacky toys than I can even count.

She gazed down, as if seeing through the ground and surveying the underground structures. Her smile died.

“Hua”: …After everything we’ve been through together.

She muttered to herself.

He didn’t even notice the ruckus you stirred up above the ground.



“Hua”: …Humph.

“Hua”: I’ve changed my mind. No stealth anymore. I’m taking the front entrance, and punching my way in.

“Hua”: He’s the boss of an organisation now, but I’m not begging for his audience.

“Hua”: I’ll make him come to me.

--

Gameplay 21-3 - Tiger's Den

Jackal: …Who’s this?

Jackal couldn’t take her eyes off the wasted mechs on the screen, and the mysterious girl on top of the mech pile.

Jackal: All of the patrol mechs are down… Hey, zoom in and let me have a better look.

The operator did her bidding.

Jackal: …Hua?!

Jackal: No, she’s dead already. So who the hell is this one?

Another trick of Otto’s? The thought soon crept up her mind.

Jackal: It’s gotta be him again… Damn that backstabber! Give me Schicksal HQ! Now!

At exactly that moment, the mysterious girl lifted her head and made eye contact with Jackal through the screen.

“Hua”: Hey, can anyone hear me? I suppose this gadget can pass on my voice?

Jackal: …

“Hua”: Ah, forget it. Just prepare yourselves. I’ve mopped up Schicksal, and you’re next.

Jackal: …Huh?

“Hua”: Kevin, come see me.

She slammed her fist into the ground, and the tremor was instantly felt by Jackal hundreds of feet below.

When she checked the monitor again, all the drones had fallen, feeding back images of cracked camera lenses.

They’d lost track of the girl.

Jackal: Curses!

Jackal: All units to battle stations! I’m gonna flay her myself!

Jackal: And…

Jackal: Do not… trouble Sire with this.

“Hua”: Is it just me or do these places all look alike?

Jackal: Alert, all units! This is Jackal. The intruder is in the vicinity of B2-7! 3rd Mecha Legion, get ready for attack! Kill on sight!

Jackal: I repeat! Kill on sight!

“Hua”: This Jackal sure uses a lot of big words.

Jackal: The intruder is at the conjunction of Passage 6 and 7. Regiment 1 and 4, surround her and drive her to the Helix.

“Hua”: This one is so noisy! And stupid too! I’ve never seen anyone who broadcasts their tactics to enemies…

Jackal: You scared? Surrender now and I’ll grant you a dignified death!

“Hua”: Oh, so you can hear me after all.

Jackal: Nothing in this base can escape my jackal ears! Mess with the World Serpent and you’re as good as dead!

“Hua”: That’s some big talk from a minion.

Jackal: Hear me? Get her now!

“Hua”: Again? Haven’t you guys learned your lesson?

“Hua”: This thing can’t do me any damage.

“Hua”: Stop wasting your machines. I mean, though they’re useless, they must’ve cost a lot.

Jackal: Shut up! That’s called tactics, you wouldn’t understand.

“Hua”: Your tactics don’t seem to be working well.

Jackal: There’s more! Take this… electromagnetic field activate!

The gateway was shut down, and a blue flood of electricity rushed in, stirring up the mech debris on the floor.

Jackal: …Curses!

On the monitor, the intruder was effortlessly floating in the air.

“Hua”: Think you can electrocute me? Think again.

Jackal: …I’m gonna wipe that smirk off your face in just a few minutes!

All of a sudden, sizzling hot air flew in from all sides.

Jackal: Have you ever used an oven to roast a chicken?

Jackal: Keep flying. You’ll become a toasted bird in no time.

--

Gameplay 21-4 - Ocean of Flames

“Hua”: Ah… they got me.

Try Fenghuang Down?



“Hua”: There’s only one, and it’s weak. I cannot manipulate it properly where my eyes cannot see.

“Hua”: (Good thing it’s not too hot yet. I still have time to work out a solution.)

Jackal: You think this is the best I can do?

Following Jackal’s hysterical cry, a flood of Spider Bombs rushed out of the mech wreckage.

Jackal: That’s where you’re wrong! I don’t give any chances!

Jackal: Enjoy your last breaths.

“Hua”: Time is running out…

“Hua”: (These should be the weak spots.)

Jackal: *sniffs* Is that a burning smell?

“Hua”: (Let’s try here.)

“Hua”: (Or here…)

Jackal: Just surrender. You don’t want your body burned to ashes, do you?

Jackal: Say something.

“Hua”: Found it!

[CG plays wherein “Hua” punches through the wall, freeing herself from the death trap.]

Boom!

Jackal couldn’t believe her own eyes.

A gigantic hole grew out of the ultra rigid heat-proof wall that she deemed impregnable.

Jackal: What is this?! Is she even human?!

She was forced to entertain this ridiculous idea.

Jackal: Is she really… Hua?

Jackal: No… no, no…

Jackal’s cold sweat began to drip like rain.

Jackal: (If that’s true, there’s all the more reason to keep this from Sire…)

Jackal: (Death Webs… don’t let me down.)

--

Gameplay 21-5 - Mountain of Blades

“Hua”: Ha ha.

She couldn’t hold back her smile when her eyes met the hole in the wall.

“Hua”: Looks like I underestimated this Jackal.

Don’t get distracted.



“Hua”: I didn’t, but he just won’t come out.

“Hua”: Even after all these “friendly gestures”, nothing’s come out from Kevin.

“Hua”: I can still feel him. He’s out there, but still and calm, like dead water.

“Hua”: He probably doesn’t even know I’m here to visit.

What would you do to have his attention?



“Hua”: Ha ha…

“Hua”: Why, play it up of course… Plucking Jackal’s head might do the trick.

Jackal: That’s enough.

Jackal: I don’t know your purpose, but no one messes with the World Serpent.

Jackal: My bioweapons will teach you a good lesson!

Jackal: …What did you do?

“Hua”: Oh, so the strong sentience I felt before came from this… thing.

“Hua”: Sorry to break your heart, but anything that breathes doesn’t work on me. I hope you have better toys.

Jackal: …

Jackal: Disable autonomous mode and execute AI override.

“Hua”: …What did you do?

Jackal: Well, you asked for lifeless opponents, and here they are.

Jackal: It’s between us now.

Jackal: See? Our technology is 20 years ahead of this era!

“Hua”: Really? But it’s still 50 thousand years behind the technology of a simple era I’ve seen.

Jackal: …I’ll kill you!

Jackal: …Ugh.

Jackal: I’m not holding back anymore. I’ll unleash everything prepared for Herrscher hunts on her… everything…

Jackal: Today, I must…

???: No need to waste time.

Jackal: Ah…

Jackal turned around and found her Sire right behind her.

Jackal: Si-Sire!

Kevin: I’m here.

He wasn’t addressing Jackal.

“Hua”: Where’d you find this goon? She’s fun.

Kevin: She’s useful… not on the battlefield though.

The two of them walked out of the base and onto the ground.

“Hua”: Hmm, still the Kevin I used to know.

“Hua”: Use everything that works to fight the Honkai, right?

Kevin: …

Kevin stopped, but Hua walked on without realising.

Kevin: Who are you?

“Hua”: I’m Hua, your old friend.

Kevin: …Hua never called me “friend”.

“Hua”: Oh.

“Hua”: …

“Hua”: I was killed a while back. A headshot from Otto. I just woke up and I’m still trying to figure things out.

“Hua”: I remember you, and that we fought together 50 millennia ago, so I thought… there’s a good chance we were friends.

Kevin: You don’t feel like Hua.

“Hua”: Yeah, I agree.

“Hua”: When I go through old memories, I can’t help thinking: What the hell? Why did it end up like this?

“Hua”: Guess the revival brought me a lot of clarity. Try to think of it this way, Kevin: I’m still Hua, only better.

In silence, Kevin slowly drew his blade.

“Hua”: …You know me too well. Exactly what’s on my mind right now.

Kevin pointed the blade at her.

Kevin: Friend or foe, pick your side.

Act 2 - M
Gameplay 21-6 - Absolutely Calm

Lying in the shade cast by a huge rock, Hua was casually humming a familiar tune with her eyes closed.

She needed to unwind - a few hours ago, she fought the strongest warrior there is, and she had a blast.

Also, she got what she came for.

“Hua”: …We stop now?

Kevin: Yeah, that’s good enough for me.

Kevin sheathed his blade.

“Hua”: What do you think of my Kei: Sailing Eagle? Didn’t expect me to counter your Judgment of Shamash with this, huh?

Kevin: I don’t remember such a move in the Kei techniques.

“Hua”: Oh, it’s my new invention. Sounds cool, right?

“Hua”: I saw a lot of opportunities when we fought, but you certainly didn’t make it easy for me to get the upper hand.

Kevin: You want another fight?

“Hua”: Nah, I’m not that obsessive. It’s over.

“Hua”: Now you know it’s really me here, right?

Kevin: …

Kevin lifted his right hand and put it near his heart, while gazing into the heavens up above - nothing there.

“Hua”: Huh?

Kevin: …Yes, you’re here.

He extended his hand and opened his palm - a Fenghuang Down plume rested upon it.

Kevin: I’m returning this to you, Hua.

Kevin said in a soft and low voice.

The plume slowly drifted towards Hua and she grasped it instantly.

“Hua”: Ha, I didn’t even say I came for this. You surely know me.

“Hua”: Thanks.

Kevin: Where are you going?

“Hua”: Don’t know, don’t care. I’m not in any hurry. I’ll figure out my next step after I know more about myself.

“Hua”: I gotta return a few favors, and collect a few debts. And there’s the Honkai to deal with… I’ll get to them one by one.

“Hua”: Maybe we’ll be able to fight side by side once again someday, my old friend.

Kevin seemed to find it amusing.

Kevin: Will you join the World Serpent?

“Hua”: That’s a big no. Ah, I don’t even remember when you came back. After Otto…

Hua signaled a headshot with her hand.

“Hua”: Boom! And then I couldn’t remember anything at all.

Kevin: …The feather I just gave you can help you remember.

“Hua”: Yeah, I’m counting on it.

“Hua”: Join you? I don’t think so. I’d hate to run errands for you. Maybe I should have my own organisation.

“Hua”: Oh, wait, seems like I once established something called the School of Taixuan before. Is it still alive?

“Hua”: …Can’t remember. I need to search my memories.

Kevin: Fine. There are a few people on my side who don’t see eye to eye with you.

“Hua”: Heh.

Hua waved Kevin goodbye and left.

“Hua”: Try to stay alive before you wipe out the Honkai, my old friend.

“Hua”: Oh, and one more thing: it was Otto who led me here.

“Hua”: I heard you two are allies now? Don’t believe a word he says. He didn’t send me here just to say a friendly hello.

Kevin: I know.

“Hua”: Otto wants a nasty fight between Kevin that he can benefit from.

Hua told herself.

“Hua”: I won’t fall for such cheap tricks. See, it cost me nothing to take back this feather.

She took out the Fenghuang Down feather and showed it off.

It could be a trap.



“Hua”: Trap? Impossible. You saw how the fight went. No way Kevin knows more about the feathers than me.

“Hua”: But…

The reminder did work to a certain degree. Hua started to have a strange feeling about the plume.

“Hua”: (It’s different from the others… Sealed?)

She tried to awaken the feather, but to no avail.

“Hua”: Humph!

Hua nipped the plume and filled it with Honkai energy.

“Hua”: Break!

[CG plays wherein the seal on the feather is released.]

“Fenghuang Down”: …

The plume was awakened.

“Hua”: Hah.

Hua sized up the shadow that emerged from the feather. “It” looked faint, and its eyes were closed.

“Hua”: The energy has almost run out.

“Hua”: Kevin didn’t look after you at all!

She grasped the shadow by the wrist. It first shuddered in shock but went calm very soon.

“Hua”: Don’t move. I’ll feed you some energy first. At this rate, you won’t be able to maintain your form in just a while.

“Hua”: …No wonder Kevin had you sealed.

As she fueled more Honkai energy into the feather, the shadow grew clearer and began to open its eyes.

“Hua”: That should do it.

Fu Hua let go of the shadow and clapped her hands.

“Hua”: Return now.

“Fenghuang Down”: …Who are you?

“Hua”: Why, your master of course.

“Hua”: Ugh, seems like your memory drained away as well. You’re just my copy, but seeing you like this makes me sad.

“Fenghuang Down”: I… I’m your copy?

“Hua”: Yeah, you’re a Fenghuang Down feather, a copy of my mind and memories.

“Hua”: I don’t know why you were in Kevin’s hand, because I was dead. And now I’ve taken you back from him. Understand?

“Hua”: Time for you to come back to me now. Return my strength and memories. I want to know what happened after my death.

…

Surprisingly, the feather didn’t seem to hear Hua at all. Instead, she studied Hua with curiosity.

“Fenghuang Down”: So, you are…

She sighed.

“Fenghuang Down”: Typical Otto… Another prank of his.

“Hua”: What are you mumbling about?

“Fenghuang Down”: The moment he killed me…

“Hua”: …?

“Fenghuang Down”: I activated the Zeroth Power of Fenghuang Down and transferred my sentience into one of the feathers.

“Hua”: Huh? Is that what happened? But I remember…

“Fenghuang Down”: The body was just an empty vessel. Soulless.

“Hua”: …What do you mean?

Fu Hua: Since I’m here…

The shadow repeated the question:

Fu Hua: Who are you?

She was strolling above the clouds.

“Hua”: It’s a good view up here, right?

Fu Hua: …

The shadow was right by her side, quietly listening to her mutters.

“Hua”: I don’t like height. Looking down from a high place makes everything small. It’s almost arrogance.

“Hua”: But when you go further up and through the clouds… things get much better. An ocean of white waves. Pure paradise.

“Hua”: …Wait, can you see?

“Hua”: You don’t have a solid form. How can your “eyes” see?

“Hua”: …And you can hear me! That’s weird. How does your “auditory system” work?

Fu Hua: It’s Fenghuang Down.

“Hua”: Oh.

Hua chuckled.

“Hua”: That’s convenient. Anything that’s hard to explain, just say it’s Fenghuang Down working.

“Hua”: Like memories… they should be stored in my head, right? After it was busted by seven little pricks, I forgot a lot.

“Hua”: But… you’re in a feather, and it doesn’t have a brain to store memories. Guess the answer is still Fenghuang Down.

Fu Hua: Probably… when the feather wanes, I start to forget things.

“Hua”: That’s right!

Hua clapped her hands.

“Hua”: In Kevin’s hands, the feather had dwindled quite a bit, and your memory must have suffered.

“Hua”: Or even worse, some key component could be damaged.

“Hua”: That’s why you began to hallucinate and think you were more than a feather… that you were the real deal.

“Hua”: Sentience transfer and memory copy are bound to make you wonder who you are. Otto and I both have been there.

Hua tried to comfort the shadow with a smile.

“Hua”: It’s no big deal, and I’ll help you get over it. After all, you’re my copy, and we’re sort of twins.

“Hua”: Take your time to figure it out and you can return my power later… Ah, never mind, I don’t need it back.

“Hua”: I handed out tons of feathers. Even Otto got one. Makes no difference if I have yours back.

“Hua”: Just keep me company, alright? It’s so boring being alone.

Fu Hua: Where are you going?

“Hua”: Um…

Hua thought hard and then broke the long silence with a broad smile.

“Hua”: Back to Taixuan!

“Hua”: Are you alright? You’ve been quiet all day. If you don’t feel well, just absorb some Honkai energy from me. I don’t wanna see you vanish.

Fu Hua: No thanks.

“Hua”: Humph, whatever.

“Hua”: …I don’t get it.

Fu Hua: Hmm?

“Hua”: Why do I feel like you have a problem with me?

Fu Hua: …

“Hua”: I am you, and you are me. We’re of the same mind. You should know me better than anyone else.

Fu Hua: I…

“Hua”: And enough with the “you’re the real Fu Hua” bullshit. I’m not really in a good mood right now.

Fu Hua: Maybe you’re not aware… but there’s something odd about you.

“Hua”: Humph.

Hua sniffed heavily.

“Hua”: Go on. I’m listening.

Fu Hua: Are you really Fu Hua? You share very little in common with her… You two are even day and night different.

Fu Hua: Maybe you have her memories. Maybe you awakened in her body…

Fu Hua: But you are something new.

“Hua”: Ha, that’s the stupidest thing I’ve ever heard.

“Hua”: I have her body, and I have her memories. If I am not Fu Hua, then who am I?

“Hua”: I think you’re the one acting weird. You don’t seem to appreciate the fact that you’re just a copy, not the original.

“Hua”: You think I didn’t know? You always give me that look, as if I was a child who had done something wrong.

“Hua”: You know what I think? Mind your own business!

“Hua”: …

“Hua”: But I guess you got one thing right.

“Hua”: There’s no need to be trapped by my past. It’s a fresh start for me now.

“Hua”: Why would I care about what the past me would do? I’ll just be myself.

“Hua”: So I guess it’s safe to say you are the old me.

Fu Hua: …

“Hua”: I can’t say which version of me is better.

“Hua”: See, my old friend… he’s pathetic, because he’s been living under the shadow of the past ever since MEI died.

“Hua”: You are just like him.

“Hua”: What’s the point of torturing oneself for the past? The deceased are gone forever.

Fu Hua: Kevin has been fighting for humanity. He is a visionary.

“Hua”: For humanity… that’s what they all say.

“Hua”: Like this one. He always talks about humanity, but actually all he ever cared about was a dead woman. I was shocked when I first heard he and Kevin made an alliance, but come to think of it, it makes perfect sense.

“Hua”: Never mind. I mean, he saved us, after all.

Fu Hua: Why did you show me these people?

“Hua”: Because I want to, and I can. Oh, and it’s convenient to do so with Fenghuang Down.

“Hua”: I just feel like it.

“Hua”: Hmph, the old me.

“Hua”: Is this hateful disciple of mine dead? I don’t wanna bother to check my memories. Do you remember?

Fu Hua: She’s dead.

“Hua”: I don’t remember that. Probably didn’t do it myself. The old me was so softhearted.

Fu Hua: Do you hate them?

“Hua”: I don’t remember a thing, what would I hate them for? It’s just payback. And I’m their master, so they should do whatever I ask them to do, -

((Author's Note - (text cut-off)

“Hua”: I can’t believe I used to keep snakes… I’ll no longer make the same mistake.

“Hua”: St. Freya… is ruined, isn’t it?

Fu Hua: I don’t know.

“Hua”: Hmm…

“Hua”: Do you know how the girls are doing?

Fu Hua: I lost some recent memories. But I can tell you what happened earlier.

“Hua”: Alright, we’ll talk on the way.

Hua waved her hand and the girls’ illusions were wiped away like water drops on a window glass.

Fu Hua: Can I ask a question?

“Hua”: Be my guest.

Fu Hua: Why would you go to Taixuan? There’s nothing there. It was deserted and forgotten many years ago.

“Hua”: …

Hua fell silent as she pondered her words.

“Hua”: Actually…

Hua halted the very moment her lips parted. It looked like she regretted answering the question.

“Hua”: I just woke up, you know? I don’t know anything at all. My head’s all blank.

“Hua”: Just like a newborn baby. Can you expect a baby to have a sound plan for their entire life?

“Hua”: But I’ve got everything planned, because… I’m Fu Hua, and that’s just expected of me.

“Hua”: I know that, but… I just don’t want to face it. I wish to get away from all this. I don’t even want my memories back.

“Hua”: But time is against me, and the enemies are still out there. I have to face it. I have to accept it and become Fu Hua…

Hua scratched her head.

“Hua”: I want to go somewhere I can call home. I want to feel it. Maybe it will make it easier for me to accept myself.

Hua was ambling in the mountains.

Every now and then, she would awaken a plume and absorb its power and memories, which were mostly surprises for her.

“Hua”: Um, this one’s from Otto again. Looks like a lot of the memories here are from someone else.

“Hua”: …I don’t like the way I used to handle things.

She gave the shadow from the Fenghuang Down a subtle look.

Fu Hua: …

“Hua”: I know you don’t see eye to eye with me either.

Fu Hua: I’m worried about you.

“Hua”: Haha, what’s to worry about?

“Hua”: I feel… splendid! Never felt better! For the first time ever, I know what freedom tastes like.

“Hua”: I know who I am now. I’m Fu Hua, simple as that. This is my home, and everything here feels familiar but also fresh.

“Hua”: These feathers, these memories… they are all mine. I have infinite possibilities, a world of choices!

“Hua”: I belong here. I feel at home.

--

Gameplay 21-7 - Flawlessly Clean

“Hua”: There’s another one.

Hua picked up the feather with the faint glow.

“Hua”: That’s way too many! How come I left so many feathers here?

Fu Hua: …

The shadow made no response.

She took a walk by the cliff. She sometimes buried herself in thought, and sometimes looked into the horizon.

“Hua”: Tsk…

Hua instilled some Honkai energy into the feather to awaken it.

Fenghuang Down: …Who are you?

“Hua”: I’m your master. Return my strength and memories now.

A wisp of Honkai energy touched Hua gently and then retracted. The Fenghuang Down nodded and faded.

“Hua”: Ah, if only you could be as obedient as this one.

Fu Hua: …

“Hua”: Let me check out this memory…

Hua closed her eyes. After a while, her face turned pale and twisted.

“Hua”: Ugh, it’s Dr. MEI.

Fu Hua: Probably just some unimportant conversation. That’s why I didn’t keep it.

“Hua”: Yeah, it’s meaningless. Just Dr. MEI explaining her plan.

Hua spat in disgust.

“Hua”: Why would I follow her like a puppet?

“Hua”: The end result was that humanity lost miserably under her leadership and had to hole up for ages in cryo pods.

“Hua”: The Ark sent into outer space was lost, and the Seed of Sumeru probably sank into the Sea of Quanta.

“Hua”: Dr. MEI is a loser from head to toe. I don’t know why everyone followed her like fire-drawn moths.

Fu Hua: She stood up and shouldered the impossible responsibilities. People had faith in her courage and resolve.

“Hua”: Yeah, no one had any faith in wisdom. Sure, why not, the courage and resolve to bleed till the last drop.

“Hua”: I’m not following her this time… or Otto, or Kevin. I’m my own master.

“Hua”: I will reverse all creations and build a new world from the ashes of the old. You can watch me.

Fu Hua: This place used to be peaceful. I remember there was a village nearby.

“Hua”: Doesn’t matter. Peace already forsook this world.

“Hua”: So many zombies here… this village must’ve been ruined.

Fu Hua: Let’s go help.

“Hua”: Why?

Fu Hua: Huh?

“Hua”: This village’s disaster is none of our business. It’s just a tiny one among the world’s myriads of disasters.

Fu Hua: That is…

“Hua”: The “no mercy for the corrupted” rule no longer exists after the Blade Mantra shattered.

“Hua”: Dr. MEI’s SWARA no longer messes with our brain and tells us what to do.

Fu Hua: But it’s the right thing to do.

“Hua”: I define what is right.

“Hua”: Then tell me about it.

Fu Hua: If there are people in need, we save them; if there’s no one to save, we get to see the situation clearly. Either way, your plan won’t be-

((Author's Note - (text cut-off)

“Hua”: You’re right. It’s a righteous move.

“Hua”: Besides, for me, it’d be a piece of cake, haha.

“Hua”: That statue is huge.

--

Gameplay 21-8 - Clear Mirror

“Hua”: …No one here.

Fu Hua: Maybe they’re all hiding.

“Hua”: Maybe they’ve all died and turned into zombies… I’d say it’s better that way. We only need to clean up the zombies.

Hua took a look at the statue afar and all of a sudden, she signaled the shadow to be quiet with her finger.

“Hua”: Hush… I heard something.

A rustling sound came from the building on the side, and after a while, a small girl slowly walked out of the shadow.

“Hua”: …

Even from afar, Hua could tell for sure that the girl’s face and arms were giving off a sinisterly purple glow.

Fu Hua: She’s corrupted.

“Hua”: …But she hasn’t turned yet.

Fu Hua: At this rate…

“Hua”: Shut up!

Hua walked to the girl.

Little Girl: Are you… here to save us?

“Hua”: Yeah, don’t worry. Everything will be fine.

Hua crouched down and took a close look at the girl. Seconds later, she knew the girl was beyond saving.

Fu Hua: …

“Hua”: What happened here?

Little Girl: People all went crazy… Just now, everyone turned white… everyone… and they started to hack at each other…

Fu Hua: Just now? How long ago was that?

The Fenghuang Down shadow asked. The girl didn’t hear.

Little Girl: Save me, please! I don’t wanna die…

“Hua”: I will. I will.

Hua gently touched the girl’s forehead to comfort her. She looked at Hua and seemed to have something to say.

“Hua”: Wait for me, okay?

The girl nodded and slowly closed her eyes.

Fu Hua: What’s on your mind?

“Hua”: I’ll avenge her.

Fu Hua: This is not what she needs!

“Hua”: But this is all that I can do for her… You know she doesn’t have long.

“Hua”: …This is what I do best.

Fu Hua: Let’s keep on searching for other survivors. We have to at least try.

“Hua”: Sure.

Fu Hua: Do you feel that?

“Hua”: Yeah. There’s a giant beast over there, probably the culprit. Let’s go kill it.

--

Gameplay 21-9 - Grand Void

Hua returned to the girl.

“Hua”: Hi.

Little Girl: …

“Hua”: It’s alright now. I’ve beaten the bad guys.

Hua ruffled her hair and smiled at her, trying to cheer her up.

“Hua”: Everyone is back to normal now, and you’ll be right as rain in a jiffy. Just relax.

Little Girl: …Okay.

The girl nodded relaxedly and began to study Hua with her big curious eyes.

Little Girl: Are you the Celestial?

“Hua”: Do you know me?

Little Girl: No… but you look like… the statue over there…

The girl looked over Hua’s shoulders.

Little Girl: See that statue over there? Grandpa told me that she’s a celestial being of Mount Taixuan, who protects us and saves people in danger…

Little Girl: That statue was built by my ancestors. I remember it used to be so beautiful and elegant before it was damaged…

“Hua”: That’s easy.

Hua made a slight wave, and in a white flash, grit rained down, the statue turning brand new.

“Hua”: Is this how it used to look?

Little Girl: Yes…

“Hua”: …

The girl closed her eyes and seemed to have fallen into a deep slumber.

Fu Hua: …You killed her?

“Hua”: I made her a dream.

“Hua”: In the dream, none of this has happened and she’s just a happy little girl.

“Hua”: You asked me to save her, but this is the best I can do.

Hua stood up and stared into the giant statue.

“Hua”: I look so good.

Fu Hua: …

“Hua”: You haven’t talked much today. Something bothering you?

“Hua”: It’s okay. I’m already in a bad mood, and you can’t possibly make it worse. Just say something. Anything.

Fu Hua: I once deployed an array of Xuanyuan Swords and Fenghuang Down in the mountains to protect them against the Honkai.

Fu Hua: But the Honkai devoured this place immediately after we got here. There’s only one explanation…

“Hua”: …Okay.

As she spoke, the Fenghuang Down shadow suddenly became blurred and dwindled.

“Hua”: I can shut your mouth or even make you disappear with a finger snap.

“Hua”: You’re a Fenghuang Down, a Herrscher from the Previous Era. You’re not to be trusted and I should have destroyed you.

“Hua”: But I respect you and offered you a place by my side. You seem to take my kindness for granted.

“Hua”: …Don’t try to mess with my mind again, Honkai.

As Hua walked away, the mighty power that had been oppressively clamping the shadow disappeared.

Fu Hua: …

The shadow knew she had very little power left.

Even so, there were things she had to do.

Hua walked on with her mind occupied by the shadow: Hua could easily break her, but she would not bend to Hua’s will.

Sometimes Hua would almost feel like the soul rested inside the plume was every bit as real as hers.

“Hua”: (Did I give her too much? Why did I create her in the first place?)

She knew the answer: right before death fell upon her, she did everything she could for a sliver of hope.

“Hua”: (That’s why she seems so… real.)

Hua looked to the shadow. Yes, that’s right. Frail as she seems, her presence is so strong… and unique.

You should “retrieve” her.



“Hua”: …But that way, she would vanish into thin air.

She fell silent and began to ponder hard. A moment later, she decided to change the topic.

“Hua”: It’s been a long time since I last talked to myself.

You no longer need yourself now that you have company.



“Hua”: …Nonsense!

Hua first sniffed at her inner voice, but after a while, she began to feel that the voice was implying something…

“Hua”: …Are you saying that I’m under her control? That I’ve become the feather’s puppet?

“Hua”: No, she has never tried to manipulate me, and she never can!

She is your past. She is pulling you back to the trajectory of your old self.



“Hua”: …

You want that? Do you wish to repeat your old and tragic stories?



“Hua”: …Hell no.

After a brief silence, a low voice inside her head sounded…

To conquer the outside world, you must first…



End your inner struggle…

Act 3 - B
Gameplay 21-10 - Family

The sun rose above the clouds and kept ascending slowly.

Hua reached out her hand for the warm glow. Sunshine flew through her fingers and ran down like a golden waterfall.

She tried it over and over before she finally dropped her hand with a childish smile.

“Hua”: Tell me about them.

Fu Hua: I told you already on the way here.

“Hua”: We were in a hurry.

Hua grinned.

“Hua”: …So, Otto did nothing after he killed me?

Fu Hua: Right, it was Himeko who awakened Kiana from within the Herrscher of the Void.

“Hua”: Did Himeko die?

Fu Hua: She fell into Imaginary Space. I haven’t heard of her since.

“Hua”: It’s a shame. She was an honorable fighter.

Hua said casually.

“Hua”: But wasn’t it my idea to give Himeko the Godsbane battlesuit? If Otto was against this, why didn’t he stop her?

Fu Hua: His goal was to awaken the Herrscher with “love”. Theresa or Himeko, it made no difference who was to be sacrificed.

“Hua”: So after all the twists, everything still went according to his plan. Haha, is he a god?

“Hua”: It’s almost like he’s the master of this world. No, he’s more like… the writer who decides how the story ends.

Fu Hua: You forget how miserable he was five hundred years ago.

Hua suddenly turned around, her big eyes glittering with the satisfaction of a successful prank.

“Hua”: But even he couldn’t have guessed my revival.

Fu Hua: He knew, and he cured this body.

“Hua”: No, he had not even the slightest clue. Oh I wish you were there when I broke him like a bad toy.

Fu Hua: …I’ve heard the story many times.

On the way here, Hua took every opportunity to tell her the humiliating defeat of the great Schicksal Overseer.

“Hua”: Haha, it still puts a big smile on my face every time I think about it. His innocent eyes were the best part.

Fu Hua: He merely transferred himself to another backup.

“Hua”: Eh, that counts as death to me all the same.

The big smile on Hua’s face was replaced by a solemn look.

“Hua”: I should have done this long ago.

“Hua”: This place reeks of the Honkai… How dare they make a mess in my hometown! I say we give it a spring cleaning, what do you think?

Fu Hua: There has never been such an intense Honkai energy reaction in Mount Taixuan.

“Hua”: Exercise is really healthy for both the body and mind, am I right?

Fu Hua: No.

Fu Hua: I can’t feel it.

“Hua”: A spring cleaning is a good idea… Ah, I’m starting to feel jaded.

“Hua”: What should I do? Where should I go? I can’t dally like this forever.

“Hua”: Alright, now that I’ve swept the place clean…

Hua threw out these words all of a sudden.

“Hua”: All this while I’ve been running and stalling, but I guess it’s time to face the music now.

Hua gave the Fenghuang Down shadow a brief smile.

“Hua”: How many feathers have I found here? Ten?

Fu Hua: …More.

“Hua”: Every one of them is a copy of me, and they’ve returned my power and memories. They’ve brought me closer to this world.

“Hua”: The break is over. I… must become Fu Hua now.

She reached her hand out.

“Hua”: Are you ready?

--

Gameplay 21-11 - Friends

Fu Hua: You want me to return my power.

“Hua”: I want you to become part of me.

Fu Hua: …That’s impossible.

“Hua”: I know this is hard and I feel sorry. You’re a good partner. Sometimes you even feel like a sister to me.

Fu Hua: It’s not what you think.

Fu Hua: Go on, try it yourself. I’m not going to fight it. You can try to take me in.

“Hua”: Heh, your resistance would be pointless.

Her hand reached the plume. No resistance, just as the shadow said. But somehow, it slipped away.

She tried again and got the same result.

This plume and her… were like water and oil. They naturally repelled each other and couldn’t be mixed.

“Hua”: …Why?

Fu Hua: Because we’re different souls.

There was a certain sadness in her voice, but in Hua’s ears it sounded more like pity.

She hated pity more than anything else.

“Hua”: Different souls? You are the past and I’m the present, that’s all.

“Hua”: Is it that you believe you are more authentic than me, and that you are the one entitled to the Fu Hua name?

Hua hesitated before she let out what she thought were the cruelest words:

“Hua”: …Even if you’re just a feather?

Fu Hua: You know I’m right. It’s a fact.

“Hua”: Fact? The fact is, all other feathers submitted to me as soon as they saw me! And you’re the one that’s delusional!

“Hua”: …Your ignorance is keeping you from reality. You still live in the past, haunted by Dr. MEI!

“Hua”: Times have changed! We don’t have to play MANTIS anymore! Or Valkyrie! For the first time, we can truly be ourselves!

“Hua”: Watch this!

It only took a wave of her hand to change the view before them drastically.

“Hua”: Everything starts here. It’s my most vivid memory of my early years.

“Hua”: I should have realised this earlier… it all could be traced back to the very beginning. The thing that attacked Dad must have been a zombie. The Honkai-

((Author's Note- (text cut-off)

“Hua”: My life had been corroded by the Honkai since long ago. But I didn’t really face it until the moment I stood here.

“Hua”: I don’t even remember this girl’s name… but I remember this scene clearly. Because we made our choice here… we chose to fight.

“Hua”: These are the heroic deeds you always talk about.

“Hua”: They are no longer a threat to us, no matter how many of them.

Fu Hua: So?

“Hua”: We’re strong now. We’re no longer anyone’s puppet. We’re the master of our own fate.

“Hua”: No one… no one can tell us what to do anymore…

--

Gameplay 21-12 - Lifelong Ties

“Hua”: Do you remember her?

Fu Hua: I never forgot her.

“Hua”: Then you still remember the way she died, right?

“Hua”: She turned into a Herrscher at the Oceania Branch.

Fu Hua: …

“Hua”: We tried to save her. When we found her, she didn’t attack me. She said hello and smiled to me…

“Hua”: And then Dr. MEI gave Kevin the order to kill her.

“Hua”: Such irony. Whenever I think about Kiana now, our old captain would float up into my mind.

“Hua”: Back then, if only someone listened to me… if only Dr. MEI let me try…

“Hua”: But we were just soldiers with an order. We weren’t allowed our own voice. There was nothing we could do.

The rage and resentment in her voice shocked the Fenghuang Down shadow.

Fu Hua: Do you hate Dr. MEI?

“Hua”: No, she died long ago. And there are few enough left from our age. There’s no one for me to hate.

“Hua”: Only regret. The more memories I pick up, the more I regret about my past.

“Hua”: Why was I always obedient and hesitant? Why did I leave all the decisions to others?

“Hua”: …Why didn’t I fight for my own belief?

“Hua”: When Fuxi and Nuwa suggested boosting the civilisation development, though I knew it might cause unpredictable changes or even-

(Author's Note - (text cut-off)

Fu Hua: We can’t predict the future.

“Hua”: But we can take precautions. They were my assistants, I could’ve rejected their suggestion, and maybe there wouldn’t be so-

(Author's Note - (text cut-off)

“Hua”: …Back then, it was Nuwa who proposed to make up for her mistakes.

“Hua”: I could have forced her to stay and wait for my return, but I didn’t.

Fu Hua: The rampant Chiyou laid waste to half of the south seas, and many lives were lost.

“Hua”: I don’t get it. Whenever there’s war, there’s sacrifice. Why would I value the lives of strangers over my dear friend?

“Hua”: Why didn’t I put everything aside and rush to the south seas to take out Chiyou as soon as possible?

Fu Hua: …it was for the greater good.

“Hua”: Nonsense! Who decided what the greater good was? Dr. MEI? Look around, what has this greater good brought us?

“Hua”: …By the time I arrived, Chiyou was already sealed, and only some of his minions were left.

Fu Hua: I… also regret this deeply.

“Hua”: Because you are me and you can feel my pain. See, we can relate to each other.

“Hua”: Come on, don’t dwell on it. Looking back now, I’ve made more mistakes than I can possibly count.

--

Gameplay 21-13 - Blood Debts

Fu Hua: Is this… the Kipchak Steppe?

“Hua”: Yes. Five hundred years ago, the Schicksal crusaders were here.

The Fenghuang Down shadow looked around.

“Hua”: Don’t bother. The little pricks aren’t here. They played no major part in this war anyway. Their faces disgust me.

Fu Hua: I thought they were one of the mistakes you talked about.

“Hua”: Yeah, obviously, but they’re a part of the reason I am who I am now. My memory is fading. Is Lingshuang still around?

Fu Hua: It’s been five hundred years.

“Hua”: …Oh, that’s a pity. The kid was a real monster. You didn’t tell Kevin about her, did you?

Fu Hua: He knows.

“Hua”: Oh, that’s why he feels so confident about his Project STIGMA. Such a perfect example for him to follow.

“Hua”: This is real war, actual hell on earth. The damage caused by Chiyou is nothing compared to the war between two powers. But-

(Author's Note - (text cut-off)

“Hua”: Human lives no longer matter in the war against the Honkai? It doesn’t make any sense. Where’s Dr. MEI’s “for humanity’s wellbeing”-

(Author's Note - (text cut-off)

Fu Hua: War is an essential step in the development of civilisation, it’s nature’s way. We fight against the Honkai because it goes against nature.

“Hua”: Whatever, you always know what to say.

“Hua”: You know what, this girl was the real culprit. She started it all.

Fu Hua: Kallen Kaslana?

“Hua”: I spared her life and gave her some free tips before she returned to Europe, betrayed her church, and got executed.

“Hua”: Her death kept Otto alive till now. He seized the throne, set Europe ablaze and then came to mess up Shenzhou.

“Hua”: Otto should take all the credit for the spread of the Honkai in this age. He is responsible for much of our miseries.

“Hua”: And his transformation from a lovestruck boy to a heartless crook all started on this day.

“Hua”: If we killed Kallen and the Otto protecting her on that day, everything would be different.

Fu Hua: …Even if you changed the past, the present wouldn’t necessarily be better.

“Hua”: Okay, talking about the past, Schicksal took the Divine Keys from the MOTHs and used them to wage wars.

“Hua”: They even invaded Shenzhou and left a long trail of blood and fire in their wake. Why was it allowed to exist?

“Hua”: Their crusaders should have been destroyed here and the Divine Keys should have been returned to us.

“Hua”: Hahahaha!

Hua reached out her hand and crushed the Otto standing before Kallen effortlessly.

“Hua”: See? It’s easy!

Kallen was next. Like a candle in a storm, her fire of life was extinguished in a wink.

Fu Hua: Stop!

“Hua”: Come on, you know these are all fake. It’s my fantasy land and I can do whatever the hell I want.

Fu Hua: You still don’t understand? After all this?

“Hua”: Understand what?

Hua sneered at the shadow.

“Hua”: I understand how much power I have, and what responsibilities rest on my shoulders!

“Hua”: More importantly, I understand how to make it all happen!

“Hua”: Without Dr. MEI, Otto, Kevin, or his World Serpent! I, Fu Hua, will deliver humanity from the Honkai, once and for all!

Fu Hua: No… I can’t allow that.

“Hua”: You’re so good at ruining my mood.

Fu Hua: Can’t you see? You’re not who you think you are.

“Hua”: Oh, here we go again. Sorry to break it to you, but you are… just a tiny puny feather. Stop lying to yourself.

Fu Hua: Listen, this body doesn’t belong to you. You’re different, and there are a lot of things that don’t add up.

Fu Hua: Think carefully: Fenghuang Down was destroyed, and you only have a few plumes. Why are you able to create illusions?

“Hua”: …Fenghuang Down was with me for so long that it became muscle memory.

Fu Hua: No, it requires more to build illusions this strong.

“Hua”: Enough!

Fu Hua: You’ve finally found out.

“Hua”: Found out what? Nothing! You’re just a feather and you don’t get to tell me who I am.

Fu Hua: A soulless body won’t grow consciousness on its own and awaken like you did.

“Hua”: Shut up!

Fu Hua: You’re not fighting the Honkai. You crippled Schicksal HQ and the World Serpent base. You’re enforcing the Honkai’s will.

Fu Hua: No matter how hard you try to justify your actions, you brought only one thing: destruction.

“Hua”: …

Fu Hua: Because you’re a Herrscher.

“Hua”: …

Hua lowered her head and seemed to ponder what these words meant… but the real Fu Hua knew she was trying to escape.

“Hua”: …

She was thinking hard of an idea to deny all the accusations. She needed to steer the conversation in her favor.

Fu Hua kept waiting, expecting her to accept the truth and repent. Fu Hua saw something special in this Herrscher.

“Hua”: You said I’m a Herrscher.

Her test was over.

“Hua”: You saw how many Honkai beasts I’ve slain. I doubt the Honkai would ever tolerate such an unfaithful disciple like me.

Fu Hua: Herrschers of this age are different: Joyce, Welt, and Kiana are all Herrschers fighting against the Honkai.

“Hua”: …In that case, does it still matter if I’m a Herrscher or not as long as I’m on humanity’s side?

Fu Hua: What you think doesn’t matter, but what you do does. You claim to fight for humanity, but only the Honkai benefits.

Fu Hua: You attacked Schicksal and World Serpent, the most committed Honkai resistances in this world. Anti-Entropy might be next.

“Hua”: I won’t attack Anti-Entropy… but I don’t trust them. They have Kiana, Bronya, and Mei… all of them are Herrschers now.

“Hua”: Not to mention Theresa and Seele, who are also ideal Herrscher material. I suspect it’s all part of Otto’s plan.

“Hua”: I’ll never be Otto’s pawn again…

“Hua”: You accuse me of being a Herrscher, but you have no hard evidence, and you can’t prove I’m a valid threat either.

“Hua”: Let me ask you this: why are you so sure you’re right?

“Hua”: You say I’m possessed by the Will of the Honkai, but look at you! You have no form, and your vessel is a Herrscher Core.

“Hua”: Between you and me, I believe you look a lot more like a traitor of humanity!

Fu Hua: No, I’m not.

“Hua”: Well, I can say the same, but what’s the point?

She suddenly picked up her pitch and tried to act friendly.

“Hua”: Look, we’re all alone here and I could easily erase you from existence, but I didn’t. Why?

“Hua”: Because you’re my friend! You’re a part of me and I like you! I won’t kill you simply because you offended me.

She looked to Fu Hua with the same eagerness as when a student expects praise from the teacher.

Fu Hua: …That’s only proof that you don’t know who you are.

Fu Hua said in a soft but firm voice.

Fu Hua: You spared me, but not because of your fondness.

Fu Hua: You need someone else to support and appreciate you, that’s all.

“Hua”: Ahhh! You’re impossible!

“Hua”: I can’t believe we’re having this conversation!

“Hua”: Eh?

[CG plays wherein the Helios arrives in Mount Taixuan.]

“Hua”: …Kiana and Bronya?

Fu Hua: Don’t get them involved.

“Hua”: Heheh…

“Hua”: Relax, I just need a small favor from them.

“Hua”: The argument we’re having is pointless. We need someone else to decide who is right and who is the real Fu Hua.

“Hua”: It will be settled soon…

“Hua” pointed to the sky.

“Hua”: …Now that we have two judges.

Back to now…