Act 1 - Void Heavens
Gameplay EX-1 - Brink

[CG plays wherein Kiana saves a woman and her child from incoming Honkai beasts:

Operator: A Honkai event has occurred in ARC North.

Operator: Local residents are advised to evacuate to the nearest shelter.

Operator: ARC Patrols are on their way to the affected areas as I speak. I repeat…

3 months after the Honkai Eruption.

Lady: Help!

???: Don’t touch any Honkai energy again, Kiana.

???: Leave them. There’s nothing you can do.

Kiana: Nothing?

Kiana: No! I must…

Kiana: Run! Get away from here. I’ll handle this.]

The people have fled far enough. Time to escape.

Kiana: I can only flee…

Sirin: Why run away, Kiana?

Sirin: They’re the prey.

Sirin: You’re the predator.

Kiana: Hngh…

[CG plays wherein Kiana is confronted by more Honkai beasts in her escape, with Sirin taking over once more:

Kiana: No… I can’t die here…

Sirin: Hahahahahah!

Sirin: This body is now mine!

???: Kiana!]

--

Gameplay EX-2 - Daze

The girl heard that a person’s entire life will replay in slow motion when they’re dying.

There was only darkness before her.

“Did the Honkai beast pierce me with its lance?” The girl’s mind was a confused mess.

Unlike the hapless victims who could only scream and flee to escape the one-sided butchery…

“Why am I still alive?”

“Am I beyond redemption? Must I live and witness the fruits of my actions?”

“Perhaps I think I could resist HER… perhaps I can save them…”

“…Perhaps I hope for the recess bell to ring and wake me up from this terrible nightmare.”

She did not know which one was the truth.

Nothing but an eternity of darkness awaits…

Kiana’s mind was spiraling out of control. The girl grasped at her fondest memories…

But those memories became shattered shards that came flying at her…

Kiana: Theresa! Mei!

Sirin: Your friends… they said they’ll bring you home…

Sirin: But if they realised your true self…

Sirin: Would they welcome you with open arms?

Sirin: To these “friends” of yours…

Sirin: …The girl named Kiana is no more.

Sirin: They will try to “save” you by destroying you.

Mei: I’m sorry, Kiana…

Theresa: I had to do this…

Kiana: Theresa! Mei! What are you doing?

Sirin: KYAHAHAHAHAH~☆

Sirin: Remember this hateful face, Kiana?

Sirin: She betrayed your trust.

Sirin: This vile, arrogant piece of trash…

Sirin: You thought she was cold and aloof…

Sirin: …But she was worse.

Kiana: Fu Hua…

Sirin: She knew you were a monster…

Sirin: Always watching… waiting to strike you down.

Sirin: She destroyed your life…

Sirin: And delivered you to Overseer Otto…

Sirin: You were always her prey…

Sirin: Look! Now she’s hunting you again~☆

Fu Hua: Don’t listen to her, Kiana!

Fu Hua: Don’t let her play with your mind!

Otto: Subject K423…

Otto: An F1 hybrid of the Kaslana and Schariac dynasties…

Otto: …With genes taken from the 2nd Herrscher.

Otto: Like the others, K423 matured into a viable individual…

Otto: …In a vegetative state with no higher brain functions.

Otto: But after placing the Herrscher Core…

Otto: …A sustainable generation of EEG readings in K423 was detected.

Kiana: What is that?

Sirin: It’s how you were made, dear.

Sirin: More precisely, it’s how I was brought back.

Kiana: That’s a lie!

Sirin: These foolish humans made us.

Sirin: They invited divine judgment upon themselves.

Sirin: You’re just a vessel…

Sirin: …Fashioned by humans to trap me.

Sirin: Your name and your childhood were lies…

Sirin: …Fabricated to keep you down.

Sirin: We’re both victims of this hateful race.

Sirin: Why don’t we work together and…

Sirin: …Teach these lying, manipulative insects a lesson?

Sirin: Good. Keep killing! Destroy all of this!

Sirin’s laughter echoed in the air like a flock of carrion birds circling a dying person.

HER crazed laughter was interrupted by a calm, soothing voice.

Fu Hua: Good. I don’t think I’m too late for this.

Fu Hua: Time to silence you for good.

Herrscher of the Void: Tsk. I must rid myself of this annoyance.

Herrscher of the Void: It doesn’t matter. There’s only so much you can do.

Herrscher of the Void: I can feel the storm of her emotions… pent up anger and sorrow waiting to explode.

Herrscher of the Void: Her ego grows weaker by the hour. All I need to do is wait.

Herrscher of the Void: You’ll soon witness me dominate this body…

The dark tide has retreated. The evening remained the same.

The nightmares came to her multiple times ever since she woke up on the beach 3 months ago.

Kiana: I… I had a dream.

Fu Hua: It wasn’t a dream. You almost lost yourself, Kiana.

Kiana: …

Fu Hua: You resisted me. You refused to talk to me and treated me like an illusion for 3 months.

Fu Hua: But you need to face the truth, Kiana. You’ll only endanger yourself if you pretend nothing happened.

Fu Hua: Do not let the Honkai touch you. Do not use your Valkyrie powers… don’t even think about fighting.

Fu Hua: All SHE needs is the tiniest crack in your defenses.

Fu Hua: My powers are waning. I can’t stand vigil and care for you forever.

Fu Hua: We had the upper hand this time, but we won’t be so lucky when SHE appears again.

Fu Hua: The entire city will be doomed once SHE wakes up.

Kiana: “Care” for me? You’ve been spying on me!

Kiana: You’re always there… spying and watching…

Kiana: You’re Otto’s spy… you delivered me to the Overseer! You sold me out!

Kiana: Why would a spy care for its prey?

Fu Hua: …

Kiana: SAY SOMETHING, DAMMIT!

Fu Hua: I…

Kiana: You’ve accomplished your stupid mission! Begone! I don’t want to see you again.

Fu Hua: Apologies. I’m afraid that won’t be possible.

Fu Hua: Fenghuang Down, the 8th Divine Key, was set to Zeroth Power. Our wills are forever bound.

Kiana: …WHAT?!

Fu Hua: Seek them, Kiana. Find Principal Theresa and your friends. They’re the only ones who can save you now.

Kiana: No… I can’t…

Fu Hua: I know it’s hard… but it’s the only way out…

Kiana: Get out! The only way out for you is to get out of my head!

Fu Hua: …

Fu Hua: I’m sorry, Kiana… but if the worst thing comes to pass…

Fu Hua: I have no choice but to ensure that all 3 of us fall together…

Fu Hua: Forgive me, Kiana.

--

Gameplay EX-3 - Bazaar

The girl wandered aimlessly, hoping to hide from the real world.

She knew no place was safe enough. No one can run away from their own past.

They determined her purpose and what she would become even before she was conceived.

She was the victim of fate, nothing more, nothing less.

It was not hatred that drove her to rage at Fu Hua. It was her sense of powerlessness before fate…

The girl knew what hid within her.

SHE woke when Kiana turned 12. The result was devastating.

She tried to run away, and pretended that SHE never existed.

The girl dared not stay at one place for too long or befriend anyone. She was afraid to lose them again…

And then she met…

Mei.

Bronya.

Theresa.

And…

They were family… they had a home that she wanted to live in.

But that was a foolish notion.

No matter how far she ran or how hard she struggled, the ending was the same.

The dark streets came to life with neon lights. There was a crowd, and the smell of food was in the air.

She shivered like a wet gutter rat in winter.

She knew she couldn’t stay here for too long. She must avoid the crowd…

She remembered night markets like these.

She used to head out with the girls to try out every stall…

She couldn’t control herself any longer, and went after the lights like a moth chasing the fire…

Himeko: Introduce yourself.

Kiana: Miss… Himeko?

May 2014. Enrollment.

Himeko: Alright, fairies. I’m Himeko Murata. You shall address me as Miss Himeko or Instructor Himeko.

Himeko: The Principal may have approved your admissions, but I’ll work you hard without mercy.

Himeko: Let’s start with a standard roll call.

Kiana: Hah. You must have heard of me before. I’m Kiana Kaslana. YEAH! That Kaslana! The most famous one.

Mei: I’m Mei Raiden, Miss Himeko.

Bronya: Bronya Zaychik.

Himeko: Valkyrie training at St. Freya High begins today, and you’ll be graded on your performance.

Kiana: What? Graded? Pfft.

Kiana: I’m no fairy, Aunt Himeko, I’m a seasoned warrior. Skip the training and deploy me to the frontlines NOW.

Himeko: Hmph. Address me as Instructor Himeko, sugar.

Himeko: FYI, fairies, this “seasoned” warrior was fished out of Nagazora on a stretcher. She’s very squishy.

Kiana: Hey! That was an accident! We Kaslanas have defended humanity from the very beginning!

Kiana: I was fighting uber-OP Honkai beasts with my old man when I was a little girl.

Himeko: Oh. I guess your old man is the real seasoned warrior for saving your skin, pixie dust.

Kiana: I don’t need saving!

Kiana: A normie like Aunt Himeko will never understand how we Kaslanas fight. We’re born warriors.

Mei: That’s really rude, Kiana. Please apologise to Miss Himeko.

Bronya: The Bronya is not surprised by the Idiotka’s idiot comments.

Himeko: Born warriors? Great. A normie like me always wanted to fight a born warrior.

The girl was defeated in an instant by the “normie”.

Every slash, pirouette, and cleave was executed with utmost precision. The girl had no chance.

The “normie” displayed the true powers of physical conditioning and combat moves based on hard science.

Before she knew it, the edge of the greatsword had given her a nick on the neck.

The instructor looked into her eyes.

Himeko: That is your first lesson, sugarplum.

June 2014. After class.

Himeko: What’s on your mind, Kiana?

Kiana: Nothing.

Himeko: What? That’s not what your stupid face says.

Himeko: Alright, sweetheart. Tell mama what you’re thinking about.

Kiana: …KYAAA! Not my ears!

Kiana: I’m not a kid! Don’t treat me like one. Hngh… alright. My stupid old man left me when I turned 12.

Kiana: I told myself that I’m not a kid anymore. That I’ve gotta get used to living on my own.

Himeko: Oh dear. Father’s Day is coming. And I was a little worried that you were too stupid to get sentimental.

Himeko: Look sugar, you’re luckier than me. Your old man taught you everything early on.

Himeko: And I used to think the world was rosy pink up till the age of 19.

Himeko: I thought life was good and filled with possibilities.

Himeko: I wanted to explore crazy places, do some deep sea photography, and settle down with a nice guy.

Himeko: And if that didn’t work, I’d just work at my old man’s applied Honkai energy lab.

Kiana: Eh? You’d work at a lab? Are you a scientist?

Kiana: Why did you end up as a Valkyrie with beefy arms?

Himeko: …Because I work out and because life isn’t perfect, sugar.

Himeko: My old man… he became a Honkai beast after an infection. Couldn’t even recognise his little girl.

Kiana: I… I’m sorry. I shouldn’t have asked.

Himeko: It’s alright. I left it all behind and joined the Valkyries for answers. Granted, I was a little too old for it.

Himeko: But I met someone. She told me that getting started is the most important step of any endeavor.

Himeko: I joined her squad. She kept talking about the future…

Himeko: She wanted to become a gardener and teach kids how to grow herbs, berries, and flowers.

Kiana: So did she become a great gardener in the end?

Himeko: She made it to the KIA list. Her squad was disbanded. I thought about what she said and came here.

Himeko: I became a Valkyrie because I don’t want sugar fairies like you losing their fathers.

Himeko: But I guess too many fairies are leaving their fathers because of some heroic aspirations.

Himeko: They could get a job, fall in love, or make games… but they gave all that up to become a Valkyrie.

Himeko: A real shame. Is it worth it?

Kiana: I don’t know. I didn’t have a choice, you know. I guess someone’s gotta do the hard work.

Kiana: My old man told me that Kaslanas boil over when they see people in trouble.

Himeko: That’s gotta be the worst piece of advice.

Himeko: Hopefully your old man taught you something useful.

Himeko: Perhaps fate took them away to make us treasure our friends and what we have.

Himeko: Come on, sweet heart, let mama give you a kiss.

Himeko: Nuh-uh, sugar. I think it’s about time you get some special girl-versus-girl training.

Kiana: Kyaa! NO! School’s over already! Let’s leave training till tomorrow!

Himeko: You’re not getting away, sweet heart.

The instructor ended up smashing her greatsword against the floor and wall until alcohol got the better of her.

The girl managed to haul the drunk instructor back to her room.

Before she closed the door…

…The girl thought she saw the rosy-cheeked 19 year old again.

August 2014. First deployment.

Himeko: Alright fairies, this is your first field assignment. I will say this one last time…

Himeko: …Keep your eyes on the enemy AND your friends!

Himeko: Your friends may end up becoming your enemy!

Himeko: Valkyries are always at risk of a Honkai Cascade. We know that the Honkai powers our abilities and battlesuits.

Himeko: But it can overwhelm us and turn us into mindless monsters.

Himeko: Every Valkyrie must be prepared. All of us are at risk.

Himeko: If you see a fairy experiencing a Cascade…

Himeko: …You MUST end her life right there!

Kiana: …But what if you’re the one experiencing the Cascade thing, Miss Himeko?

Himeko: Then you MUST do the same thing and end my life right there!

Himeko: A Cascade is irreversible. More will die if you hesitate. Head back to the dorms if you can’t do this.

Kiana: I… I understand.

Kiana: But if I… you know… get that Cascade thing… I wish that you’re the one to do it, Aunt Himeko.

Himeko: It’ll never happen, sugarplum.

Kiana: Oh?

Himeko: As your instructor and Squad Leader, I won’t let any of you get in trouble.

Kiana: That sounds like a real plan. Hey wait, I need action! Gimme action!

Himeko: You’ll act according to plan.

Himeko: Alright, fairies. Prepare for drop. Initiate field operations!

[CG plays wherein Kiana finishes remembering the past, now surrounded by several Honkai beasts:

Kiana: You told me…

Kiana: That if a Valkyrie submits to the Honkai…

Kiana: I must end her life right away…

Kiana: But why…

Kiana: Why did you…]

--

Gameplay EX-4 - Dead End

Kiana: Me?

Herrscher of the Void: Humans… they always make the same mistake. They always sacrifice themselves for others.

Herrscher of the Void: She never knew that her sacrifice left a festering wound in your heart… and allowed for me to return…

Herrscher of the Void: You’ll never be rid of me.

Herrscher of the Void: Moments of weakness and painful memories fuel my strength and bring ruin to your surroundings.

Herrscher of the Void: Escape? Where can you hide?

Herrscher of the Void: I *AM* YOU, Kiana!

Fu Hua: Kiana, you’re losing control of your energy.

Fu Hua: Take a deep breath and stay calm.

Herrscher of the Void: Just use your powers, Kiana.

Herrscher of the Void: Do you really want to die here?

Herrscher of the Void: Pathetic little coward.

Herrscher of the Void: Where can you run to?

Herrscher of the Void: You have nowhere else to go.

[CG plays wherein Kiana aims her gun to her head in defeat before Fu Hua stops her:

Herrscher of the Void: I’ve brought you to your knees, finally.

Kiana: I… won’t let you…

Fu Hua: I’m here, Kiana.

Fu Hua: This is not the time for despair yet.]

--

Gameplay EX-5 - Fight Back

Herrscher of the Void: Hngh… you never give up, do you?

Herrscher of the Void: You hid that Divine Key… and it gave you this strange power.

Herrscher of the Void: Relentless you may be, you’ll never win. Not in the real world, and definitely not in my mind.

Herrscher of the Void: Your tenacity is admirable… at least you’re a human I can have fun killing.

Herrscher of the Void: You will die eventually.

Herrscher of the Void: This girl was conceived for a single purpose: to serve as my mortal vessel.

Herrscher of the Void: Her past and her name are built upon lies. She’s nothing but a trap for a GOD.

Herrscher of the Void: The girl you’ve been trying to save is nothing but a bag of fabricated falsehood.

Herrscher of the Void: She’s already given up. She’ll not respond to your calls.

Fu Hua: I’ve made plenty of mistakes. I trusted the wrong person.

Fu Hua: I’ve lost faith in humanity before… and I merely carried out my duties without thinking.

Fu Hua: But giving up is not my style. It simply isn’t who I am…

Fu Hua: …And it simply won’t do when someone else placed so much faith in her.

Fu Hua: I can’t do this alone.

Fu Hua: Please help me, Instructor Himeko…

Fu Hua: …Fight with me.

[CG plays wherein Fu Hua uses the last of her power to force Sirin back from whence she came:

Fu Hua: Kiana…

Fu Hua: …You are on your own from now on.]

--

Gameplay EX-6 - Rebirth

[Special CG [Diane’s Sojourn] plays:

Himeko: Kiana…

Himeko: What are you waiting for?

Kiana: Miss Himeko…

Kiana: I see it now…

Kiana: I will change this imperfect world…

Kiana: …Into the one I want!]

Fu Hua: Kiana…

Fu Hua: …You’ve mastered the Void Queen’s powers by the sheer might of your own will.

Kiana: …

Kiana: If only I could do that sooner… just a bit sooner… perhaps…

Fu Hua: Miss Himeko won’t be happy if she sees you mired in endless regret and grief.

Fu Hua: She did everything she could to give you her final lesson because she BELIEVES in you.

Kiana: I understand… I won’t dwell on the pains of my past.

Kiana: I’ll live up to her expectations.

Fu Hua: Let’s go. Sirin’s ego may be sealed for now… but who knows… SHE might appear again.

Fu Hua: We have a long way ahead of us.

Fu Hua: There are plenty of things to do.