Act 1 - Turn of Events
Gameplay 40-1 - Search

[CG plays wherein an unknown voice narrates the creation of the world:

???: In the far reaches of that distant world, a deity nurturing happiness awakened, weaving dreams of divinity.

???: Thus, the tale named history came into being.

???: The deity shaped the wilderness, and the sandbox known as the world was born.

???: Verdant forests, murmuring streams.

???: Golden-scaled fish stirred the light, and birds gifted slumber with the night.

???: Yet, daylight’s storms dispersed, and the black night remained hushed.

???: Countless days and nights passed, followed by countless more, until the sky regarded the world, bestowing the cherished pearl.

???: A falling star graced the solitary pure land, bringing wisdom’s essence to this expansive earth.

???: Thus, mountains found their voice, rivers embraced rhythm, and this signified the dawn of humanity.]

The gods painted the very first image of the world, and thus the hourglass of birth, growth, and death began to turn.

Thousands of years flew past in the blink of an eye, and then…

An ordinary day in the unchanging time.

Phosphorus. Early morning.

Righteous Vita: Such a wonderful day is perfect for inspection.

Righteous Vita: Service facilities are operating normally.

Righteous Vita: No maintenance alarms.

Righteous Vita: No resident requests…

Righteous Vita: Well, with everyone’s efforts, we are having another peaceful day in Phosphorus!

Righteous Vita: Ahem…

Righteous Vita: However, don’t worry even if you are in trouble!

Righteous Vita: Just ask me, Righteous Vita, the inspector of Phosphorus, for help! I will solve all kinds of difficulties for you!

Righteous Vita: I repeat, leave whatever troubles you have to me!

Awakened Resident: Red! You’re too loud!

Righteous Vita: S-Sorry!

Righteous Vita: Anyway, to maintain the safety of the city, I’ll work extra hard today as usual!

Righteous Vita: Mhm, let’s continue with my patrol.

???: Eh, where did it go…?

Righteous Vita: Oh my. I think I can smell a request!

Filo: Good morning, Red.

Righteous Vita: Good morning! Oh, Filo, you’re in trouble, aren’t you?

Filo: …Even so, don’t you look a little too happy?

Righteous Vita: Of course not. An inspector cannot ignore a resident in need.

Righteous Vita: Now come on, tell me! What did you lose? Let me help!

Filo: I didn’t lose anything… It’s just that Laudice has run off so early in the morning.

Righteous Vita: Laudice… Ah, your cat.

Righteous Vita: Leave it to me. I’ll bring her back safely!

Filo: It’s fine. Let it be, Red. She will come back when she feels like it.

Filo: More importantly, you haven’t had breakfast, right? It’s still early, so the cafeteria isn’t open yet.

Filo: But I baked honey pancakes. Fresh out of the oven. Would you like some?

As she spoke, Filo brought out a plate of alluring, golden delicacies. The sweet scent of honey captivated Righteous.

Righteous Vita: …

Righteous Vita: No, no! This isn’t the time to enjoy snacks.

Righteous Vita: Laudice might be in great danger. We can’t leave her alone!

Filo: Um… Danger?

Righteous Vita: What if she accidentally locked herself in the basement? Or set her own fur on fire?

Filo: Sounds like your “works of art”, actually…

Righteous Vita: Well… Maybe she stumbled upon some kind of monster that fell from the sky, and is struggling against it?

Righteous Vita: Exactly! While Phosphorus has always been safe, you can’t rule out the possibility of such fantastical events occurring.

Filo: *sigh* I’ll definitely tell Orange not to tell you so many fantastical stories.

Filo: Alright, relax. Laudice will be fine.

Filo: Moreover… although I don’t want to say this… I’m not planning on fixing the flowerbed again.

Righteous Vita: Ah…

Righteous Vita: I’m really sorry for ruining your garden earlier.

Righteous Vita: I was just scared that Laudice might get hurt on the tree, but I slipped and… haha…

Filo: It’s fine. After all, you did get Cyan and Purple to help me patch it up. Besides, Laudice wasn’t hurt, but you’re bruised all over from the fall.

Righteous Vita: Ah, I was only bedridden for a mere three days…

Righteous Vita: Ouch!

A smack to the forehead cut her words short.

Righteous Vita: *sob* Filo, what are you doing? Don’t treat me like a child.

Filo: Then you should stop acting like one.

Filo: Even if helping us is your duty, you should prioritise your own safety. Isn’t that right, Miss Inspector?

Filo gestured to smack Righteous on the head, and she immediately took a step back.

Righteous Vita: So you were just worried about me. C’mon, why do you have to be awkward like Green? Can’t you say it directly?

Filo: I firmly believe Green isn’t lecturing you all the time because of that…

Righteous Vita: Alright, rest assured. Things have changed, and I’m now a capable inspector.

Righteous Vita: I’ve already bonded with Laudice, so the task of finding her must fall on me. Yes, it’s decided!

Filo: …

Righteous was about to leave, but as if suddenly remembering something, she leaned over and stuffed two pancakes into her mouth.

Her cheeks puffed out, much like a squirrel preparing for winter.

Righteous Vita: Alrighty, I’ve accepted your gratitude in advance.

Righteous Vita: Just wait for my good news!

Filo: Wait, Red!

Filo: …Huh, she’s really fast.

Filo: Never mind, I should’ve gotten used to her rashness by now.

Filo: The most reckless Vita was appointed as Phosphorus’ supervisor… Is that good or bad?

Righteous Vita: According to its GPS anklet, Laudice should be around here, right?

Righteous Vita: Argh, the GPS isn’t very accurate… Did Laudice bite and damage its anklet?

Righteous Vita: Ah, that’s…

A solitary anklet lay on the ground, its owner gone without a trace.

Righteous Vita: Laudice has been wearing this anklet for ages, how did it…

Righteous Vita: Oh no, could she really be in danger?

Righteous Vita: Laudice! Where are you?!

Righteous Vita: …Meow? Meooow?

Righteous Vita: …

Righteous Vita: No response at all…

Righteous Vita: …Let’s take a look nearby again.

???: Meow…

Righteous Vita: Ah, there…

Righteous Vita: Phew, I finally found you!

Righteous Vita: Filo is so worried about you. Come, let’s go back together.

Laudice: MEEEOOW!!

…

Without warning, the cat swiped at Righteous, taking her stumbling aback. The scratch left a burning pain.

Righteous Vita: Ouch…

Laudice: …

Righteous Vita: (Could she be holding a grudge over what happened last time?)

Righteous Vita: (If Blue were here, he’d probably make fun of me by saying “Is this what you meant by ‘bonded’?”)

Righteous Vita: (I mean… friendship forged through adversity is a form of bond too.)

Righteous Vita: Laudice, don’t be afraid. Don’t you recognise me?

Righteous Vita: I’m the one who always brings you fish treats.

Righteous Vita: (Although that’s actually Orange… but given the circumstances, I’ll stand in for now. I’m sure Orange won’t mind.)

As if comprehending her words, the cat stopped struggling and stared at her warily.

Laudice: Meow…

Righteous Vita: Good kitty. Just come to me…

Laudice: …

Just as Righteous let out a sigh of relief, Laudice let out a shrill scream. In her moment of confusion, the cat darted past her like a flash of lightning.

Laudice: Meeeooow!!

Righteous Vita: Laudice!

Righteous Vita: Ah, it ran away again. I gotta catch up quickly.

Righteous Vita: …Wait, these footprints…

After chasing Laudice’s paw prints for a while, Righteous came to an abrupt halt.

Righteous Vita: Weird, Blue told us that cats’ paw prints are usually in even depths and a straight line.

Righteous Vita: However, the paw prints of Laudice are messy and in varying depths. Add to this the anklet…

Righteous Vita: Is she wounded?

Righteous Vita: No wonder she acted that way. She wasn’t guarding against me, but something else.

Righteous Vita: That’s it. How could I possibly be hated by a cat? After all, I’m the most popular Vita in Phosphorus!

Even though she said that, she wasn’t smiling anymore.

Despite going on about “helping the residents”, an injury case… even that of a cat… had not occurred in Phosphorus for centuries thanks to the joint efforts of the Vitas.

Righteous Vita: …It should be just an accident, right?

She hunched over, scrutinising the plum blossom-shaped prints on the ground. After a while, she noticed a faint reddish-brown tinge on a slightly deeper print.

Righteous Vita: …Huh?

Righteous Vita: This is… blood?

Righteous Vita: The nearby paw prints are uneven too. Laudice… Who on earth did you meet?

…

Her question was answered sooner than she expected.

Righteous Vita: …

Righteous Vita: …Wha-What exactly is this thing?!

--

Gameplay 40-2 - Find

Erudite Vita: An earthquake…?

Padro: Yes, it was just this morning, before dawn even broke.

The bedridden elder gestured toward the vacant short cabinet beside the bed.

Padro: The shaking was quite intense. All the dishes and bowls on it shattered across the floor. Cyan, didn’t you feel it?

Erudite Vita: I-I’m sorry. I must have been sleeping really soundly…

Padro: …You should really break your habit of apologising all the time.

Padro: What’s to apologise when everyone is fine?

Erudite Vita: I understand, sorry… Ah.

Erudite Vita: Sor… No, I… Um…

The words that slipped out were now on the tip of his tongue. He stood somewhat awkwardly in place, unsure of how to respond.

Padro: Haha. What am I going to do with you? I was just trying to get you to loosen up a bit… Well, never mind. Go ahead and say it your way.

Padro: But then again, it should be me thanking you.

Padro: While I was bedridden due to illness, it was all thanks to your frequent visits, bringing me meds and meals, that I was able to recover my spirits so quickly.

Erudite Vita: N-No, don’t mention it… I really haven’t done much…

Erudite Vita: Right, you should thank Orange and Purple. After all, they’re the ones who prepared your meds and meals. Compared to them, I didn’t do much…

Padro: I’ll find the opportunity to thank them, of course. However, what you did for me was not in vain. Part of the reason why I recovered is that you were willing to chat with me and listen to my clichéd stories. I owe you thanks for that.

Padro: With age comes the urge to nag. However, my grandson can’t even stand my rambling for a second.

Padro: Sincerely, having someone as kind and attentive as you as the registrar for the city is truly a blessing.

Erudite Vita: Please, please don’t say that. I truly don’t feel deserving of such compliments.

Erudite Vita: Well… It’s getting late, and I should be leaving. I’ll see you next time, okay, Padro?

Padro: Leaving already? I won’t poke fun at you again, so why don’t you sit with me a little longer?

Erudite Vita: Ah, sorry. It’s not your fault, Padro… It’s just that I really need to start today’s work. After all, my responsibilities are like…

Padro: Being the eyes of the city, right?

Padro: I won’t keep you here then. Until next time, take care. And make sure to drop by more often, okay?

Erudite Vita: Where should I begin today’s record?

Erudite Vita: Ugh, I’m still concerned about the earthquake that Padro mentioned…

Erudite Vita: Let me ask others about that.

Andy: Hey, good morning, Cyan.

Andy: Are you starting work this early? You’re so diligent.

Erudite Vita: N-No, not really. But you know, it’s rare to see you out and about so early, Andy.

Andy: Yeah, I was awakened by a commotion early in the morning, so I thought I might as well come out and soak up some sun.

Erudite Vita: Seems like the earthquake this morning was really serious.

Andy: Earthquake? What earthquake?

Erudite Vita: Huh…?

Erudite Vita: It was not the earthquake that woke you up?

Andy: Of course not, I woke up well before dawn. There wasn’t any earthquake.

Andy: Instead, strange footsteps have been coming from the other end of the city.

Erudite Vita: …Footsteps?

Andy: Yeah, they were really loud and lasted for a very long time. It sounded like there were hundreds of people running.

Andy: Could it be that the city was hosting some sort of sports event?

Erudite Vita: But… I haven’t heard anything about that.

Andy: If even the most informed registrar hasn’t heard about it, then I must be mistaken.

Andy: But… what could that sound possibly be?

Erudite Vita: Good morning, Siru.

Siru: Well, well. If it isn’t Sir Cyan. Good morning! What are you investigating today?

Being addressed as “Sir Cyan” by a woman who looked a good ten years older didn’t seem to ruffle Erudite, as if he had long grown accustomed to it.

He recounted all he had just heard to the woman before him.

Siru: Footsteps? Hmm, I don’t remember hearing anything like that. Maybe he was just dreaming? As for the earthquake Padro mentioned, I didn’t feel a thing either.

Erudite Vita: Eh? How can this be…?

Siru: As a staff member at the city’s cafeteria, I’m actually one of the earliest risers in the entirety of Phosphorus.

Siru: I can assure you that there was no activity as they claimed.

Siru: But…

Siru: I did hear a series of odd sounds. They were continuous and somewhat muffled, like fists pounding on dough.

Erudite Vita: …Sounds of pounding?

Erudite Vita: I see. Thank you, Siru.

Erudite Vita: An earthquake, footsteps, and the sound of pounding…

Erudite Vita: It’s really strange, what could have happened? Why is it that everyone heard different noises?

Erudite Vita: …

Erudite Vita: (No, thinking like this won’t lead anywhere.)

Erudite Vita: (I’ll go ask Blue about it. He’s always knowledgeable, so he might be able to offer up some clues.)

Erudite Vita: (Speaking of which, I haven’t seen a few of them today…)

Ake: Cyan, are you looking into the unusual events that happened this morning too?

Erudite Vita: …Ake? Oh, yeah. Have you also heard strange noises?

Ake: It’s not noise, but…

Ake: Look, just come with me.

Ake: It’s just ahead. Look, the pillar over there…

Erudite Vita: …?!

The stone pillar, among the many buildings of Phosphorus, was one that Erudite had passed by countless times.

However, now its upper section was gone, and the remaining section was covered in cracks, giving the impression that it would crumble at the slightest touch.

Erudite Vita: Um, sorry. Please allow me a moment to record this…

…

Erudite took out his camera and quickly snapped a few photos. Then, he tiptoed to carefully examine the cracks and breaks in the pillar.

The more he checked, the more bewildered he looked.

Erudite Vita: How could this be…

Every building and decoration here had withstood the test of hundreds and even thousands of years. Even if it was really hit by an earthquake, it wouldn’t likely have suffered as such.

Erudite Vita: (Could it have been broken by…)

Earthquakes, footsteps, and the sound of pounding… Erudite dared not dwell on it any further. If he was correct, how colossal would the monster be?

Ake: So, Cyan, did you find anything? Whatever could snap the pillar must be pretty impressive.

Erudite Vita: Um… I wouldn’t go that far. It might just be due to years of wear and tear. I’ll reach out to Red to help with the repairs.

Erudite’s smile calmed the young man down.

Ake: Phew, is that so? I’ve never seen anything like this before. I was starting to worry that Phosphorus might be in big trouble.

Ake: But I’m relieved to hear you say that.

Erudite Vita: Yes, no need to worry. But aged structures are still dangerous. Until we’ve thoroughly addressed the issue, could you please tell everyone to stay away from this place?

Ake: No problem, leave it to me.

After comforting the young man and seeing him off, a slightly helpless expression replaced the smile on Erudite’s face.

No matter how much he tried to console himself, he couldn’t bring himself to believe that everything he saw was solely caused by years of neglect.

Erudite Vita: (What should I do…? Should I go inform everyone?)

Erudite Vita: (No… it’s still unclear what exactly happened. I should gather more clues first.)

Erudite Vita: According to Andy, it should be in this direction…

…

Erudite Vita: Footsteps?

…

Erudite Vita: The beating sounds…!

As he approached the source of the sound, he couldn’t help but hold his breath. However, when he finally laid eyes on what was in front of him, he cried out in surprise.

Erudite Vita: What?!

[CG plays wherein Erudite lays eyes on Fu Hua, standing amidst a group of defeated Honkai beasts:

Fu Hua: Oh? You are…]

--

Gameplay 40-3 - Foreign

Alarmed Resident: Orange, what on earth is this? What are we supposed to do now?

Encompassing Vita: Shh, they don’t seem to be attacking right now. I’ll divert their attention, and you all run while you can.

Alarmed Resident: No way! We can’t leave a child like you here all alone.

Encompassing Vita: No need to panic. One thing’s for certain: we’re definitely not “children”.

Encompassing Vita: Rather, we’ve been the representatives of this city since time immemorial.

Encompassing Vita: So, everyone, please don’t worry about me and escape as soon as possible. I’ll handle the rest.

Encompassing Vita: It’s alright, I’ll be able to escape alone later.

Alarmed Resident: Orange…

Alarmed Resident: …Orange is right, we need to leave now. Let’s not cause her any more trouble.

Encompassing Vita: (Yeah, just like this. Sneak out when they’re not paying attention…)

Encompassing Vita: (No…)

Encompassing Vita: Huh?

Encompassing Vita: Cyan?

Erudite Vita: Don’t worry, Orange, we came for you.

Erudite Vita: Amazing…

Encompassing Vita: Cyan! And this lady, are you injured?

Erudite Vita: …Orange, you were the one who was attacked here. Are you okay?

Encompassing Vita: Of course, thanks for coming in time. And this…

After crushing those Honkai beasts effortlessly, the mysterious warrior took out something like a pocket watch, examining it thoroughly.

The portable terminal of the Cosmic Juggernaut lay silent in Fu Hua’s hand, its hands still. It was also devoid of any damage or interference.

Fu Hua: (Still can’t reach anyone.)

She let out a small sigh and stowed the terminal away. The girl she had rescued moments ago watched her closely, a mix of curiosity and confusion on her face.

Erudite Vita: …Apologies, it was too urgent for an introduction.

Erudite Vita: Orange, this is Fu Hua, a tourist I met by chance. As you saw just now, she’s a truly impressive fighter.

Erudite Vita: Fu Hua, this is Encompassing Vita, who, like me, is also a representative of this city. But we usually call her Orange.

Encompassing Vita: Thank you for your help, Fu Hua. You can call me Orange.

Encompassing Vita: I don’t think I’ve seen you in Phosphorus before. Is touring your profession? What brought you here?

Fu Hua: To be honest, I don’t really know why I ended up here either.

Fu Hua: As this young lad said, I was originally an ordinary tourist…

A few days ago…

Herrscher of Sentience: Aaaaah!! I’ve had enough of you!

Herrscher of Sentience: How can there be someone as indecisive as you? You went on and on about wanting to explore this brand-new world…

Herrscher of Sentience: And yet, you wasted two weeks on the first destination!

Herrscher of Sentience: Are you planning to settle down here or something? Need a housewarming gift?

Fu Hua: We rarely travel spontaneously, why must you rush things? If you merely skim the surface, how can you immerse yourself in the richness of the world?

Herrscher of Sentience: So? Are we too old, or is the world not beautiful enough for you? You move slower out here than when you’re at home. How much more of an old-timer can you be?

Fu Hua: …It appears our perspectives on travel differ greatly. It’s no wonder you complain every single day.

Fu Hua: I apologise, it was inconsiderate of me to invite you to travel with me.

Fu Hua: Considering our nearly opposite personalities… it seems my invitation has actually restrained your free spirit.

Herrscher of Sentience: What? You…

Herrscher of Sentience: Did you think that I’m as eager to fritter time away as an old fogey like you? Let me tell you, I’ve grown tired of it long ago, hmph!

Fu Hua: …I’m sorry, truly.

Herrscher of Sentience: No, you…

Herrscher of Sentience: …

Fu Hua: …?

Herrscher of Sentience: Forget it, this just doesn’t work. I’m out, let’s go our separate ways!

Fu Hua: …

…

Book of Fuxi: The Herrscher of Sentience left.

Fu Hua: She’s always so decisive.

Book of Fuxi: …

Book of Fuxi: …Well, guess I’ll just enjoy the scenery on my own then.

Fu Hua: Ah, the view here is different from yesterday’s.

Book of Fuxi: …

Book of Fuxi: Uh… Are you really not going to get her back?

Fu Hua: She’s an unbridled spirit, and has little reason to adapt to our pace. After all, the concept of companionship goes beyond traveling together…

Fu Hua: Moreover, it was only an angry outburst. She doesn’t really want to part ways with us.

Book of Fuxi: *sigh*

Book of Fuxi: What can I say? You remain as wooden as ever.

Book of Fuxi: …However, you feel somewhat different. I can’t quite put my finger on it, though.

Fu Hua: In that case, let’s pack up and set off.

Book of Fuxi: Huh? But didn’t you just say…

Fu Hua: My guess is that the Herrscher of Sentience will have found our next destination when we need it.

…

…

…

…

Fu Hua: I’m sorry, but it seems we’re in the middle of peak season, so the only available room is this room, which isn’t a guest room at all.

Book of Fuxi: Huh? What’s wrong with this place? The bed and blankets are soft, a far cry from the days of sleeping in caves.

Fu Hua: …Haha, I guess you’re right about that.

Book of Fuxi: Actually, now that I think about it, I was quite proud of myself back then.

Fu Hua: Proud?

Book of Fuxi: Yeah. Just being there with you so you didn’t look alone made me feel accomplished. I didn’t let Fuxi and Nuwa down.

Book of Fuxi: But unfortunately, I started to sleep more over time, and spent less time awake. Naturally, I spent less time talking to you as well.

Book of Fuxi: However… things are different now. Thanks to Klein and those doctors… from now on, I can always be with you.

Book of Fuxi: In that case… how about we go on a round-Shenzhou trip once we’re done traveling around the world?

Book of Fuxi: We can go check on how the descendants of our old friends are faring… We’ll celebrate this year’s Springfest together… eat many delicious foods…

Book of Fuxi: So many delicious foods…

Book of Fuxi: Many… delicious… hehe… We’ve got plenty of time…

Book of Fuxi: …Zzzzzzz.

The murmurings of Book of Fuxi grew fainter, eventually giving way to soft snoring.

Fu Hua chuckled gently and tucked the blanket around her once more.

Fu Hua: Indeed, we have plenty of time.

Yet…

At that moment, a strange feeling bubbled up in Fu Hua’s heart.

???: Right at that moment, a peculiar sensation washed over Fu Hua.

Fu Hua: …?

Fu Hua: Who is it…?

No one answered. Just when Fu Hua thought she had misheard, a voice similar to Book of Fuxi’s began to narrate again.

???: It instantly jolted Fu Hua out of relaxation.

???: She was acutely aware that it wasn’t an illusion. The voice was coming from outside the door.

Fu Hua: …

She cast another glance at Book of Fuxi, who was still sleeping soundly, then got up and walked towards the door.

Book of Fuxi was sound asleep, oblivious of the anomaly earlier.

???: The corridor of the hotel was dark, unlike how it was lit up when they checked in.

???: In the pitch darkness, Fu Hua searched for the source of the voice. The thick, sticky darkness felt heavy and suffocating.

Fu Hua: (What’s going on…? Is there some kind of power reading my mind?)

???: Fu Hua couldn’t help but think of a familiar companion.

Fu Hua: …Herrscher of Sentience?

???: The only response she received was silence. This silence, however, only weighed even more heavily on her heart. After all, that Herrscher was a show-off.

???: But aside from her, who else had the power to see through people’s hearts?

???: A thought struck Fu Hua, yet she quickly dismissed it.

Fu Hua: (…Even if Su were still alive, he wouldn’t resort to such indirect methods.)

Amidst the boundless darkness, Fu Hua seemed to be confronting herself.

???: “Am I still sane?” Somehow, this question intruded her mind.

???: “Am I not sleepwalking? Am I not talking to my heart?”

???: Yet, at that very moment… she felt a sense of discord.

Fu Hua: (No, that’s not right. Those questions weren’t mine. I never had doubts like that.)

Fu Hua: (…Could it be that the voice is attempting to steer my thoughts?)

???: Exactly, the voice is attempting to steer your thoughts. Because that’s a necessary condition for something to happen.

???: The instant this idea emerged, Fu Hua’s heart skipped a beat.

Fu Hua: (…Something’s not right!)

Fu Hua: …

Erudite Vita: …Fu Hua?

Fu Hua: Apologies, I was just organising my thoughts.

Fu Hua: To put it simply, I was originally on a trip with two friends. But there was an accident… and when I woke up, I found myself here.

Fu Hua: By the way, have you seen a girl like this? She’s about this tall, dressed in a white robe, and likes sitting on a floating sphere… Her name is Book of Fuxi.

The two Vitas exchanged glances and shook their heads.

Erudite Vita: …Sorry, but we haven’t met anyone like that.

Erudite Vita: This is actually the first time we’ve met someone from the outside.

Fu Hua: Is that so…?

Fu Hua: (Then again, they’re just two children.)

Fu Hua: (Considering the architecture and fashion styles here… I must look like an outsider to them.)

Encompassing Vita: I apologise. As the representatives of this city, it’s our duty to help you find your way home.

Encompassing Vita: However, Phosphorus is facing formidable monsters. For the safety of the citizens, we can only ask you to stay here until we’ve dealt with the monsters, then we can make arrangements for you.

Fu Hua: Monsters… You mean Honkai beasts?

Erudite Vita: Honkai beasts?

Fu Hua: The monsters that I just defeated.

Fu Hua: From what I know, they are born from the calamity known as the Honkai. In theory… they shouldn’t be emerging so readily. You haven’t seen such creatures before, have you?

Encompassing Vita: …We haven’t.

Fu Hua: …Then the emergence of the Honkai must have a deeper reason.

Fu Hua: If possible, I’d like to help you all in dealing with those Honkai beasts. This may also help me find my way home.

Fu Hua: How does that sound to you?

Erudite Vita: …

Encompassing Vita: …

The Vitas exchanged a silent glance, and after a moment of hesitation, they seemed to reach a consensus.

Erudite Vita: Then we’re counting on you, Fu Hua.

Fu Hua: It’s my honor. From now on, we are official partners.

As she spoke, Fu Hua couldn’t help but sigh mentally.

Fu Hua: (A strange and foreign city, the inexplicable emergence of Honkai beasts, and that voice that could peer into my heart…)

Fu Hua: (What a bewildering turn of events.)

Fu Hua: (Looks like I’ll have to play the long game.)

--

Gameplay 40-4 - View

Fu Hua: And that’s how it’s done. Attack a Honkai beast’s weaknesses to destroy it with minimum effort.

Encompassing Vita: S-So impressive!

Encompassing Vita: Those monsters are as fragile as toys to you!

Fu Hua: Of course, the ones we’re facing now are only Archangels, one of the lowest ranking forms of Honkai beast.

Erudite Vita: …Does this mean that stronger Honkai beasts will appear in the future?

Fu Hua: We can’t rule out this possibility.

Erudite Vita: Wha-What sort of dreadful beings will we be confronting…?

Fu Hua: Ah, there’s no need to be too worried. The birth of Honkai beasts tend to follow a specific pattern.

Fu Hua: As long as we can find out the cause of their birth and eliminate the source, things shouldn’t be too bad.

Erudite Vita: I see… Then we’ll be counting on you!

Fu Hua: Now then…

Erudite Vita: Fu Hua, here!

Erudite Vita: As expected, this is the place!

Encompassing Vita: Oh no, they’re starting to destroy buildings!

Fu Hua: Both of you, be careful and protect yourselves!

Fu Hua: It’s done.

Fu Hua: (However, the force field just now, what exactly…)

Fu Hua: (…Could the form of Valkyrie battlesuits really be mutated by external factors?)

Erudite Vita: Are you alright, Fu Hua?

Fu Hua: Don’t worry, these Honkai beasts aren’t a threat to me.

Fu Hua: Speaking of which, when you accurately pointed me in the direction of the Honkai beasts, was it because you sensed their activity?

Erudite Vita: No, not really…

Erudite Vita: I only confirmed with everyone the characteristics of a Honkai beast emergence… I’m the registrar of this city, it’s my duty to document every detail here.

Erudite Vita: So, whenever there’s unusual damage or noise, the system will help me deduce the approximate location of the Honkai beast.

He opened his palms as he spoke, and a pure white holo screen manifested between his hands.

Fu Hua: (This is…)

Erudite Vita: This is the security footage of the entire city. Although it cannot provide live updates of changes in every region, it can be used to locate various anomalies. So, it can also conclude the regulations of the monsters’ appearances.

Looking at the shy little boy seriously and diligently explain his work, Fu Hua chuckled internally, and wanted to encourage this overly-humble child.

Fu Hua: Cyan, you’re so smart and attentive.

Encompassing Vita: See? I told you everyone would like him after getting to know him.

Encompassing Vita: Throughout all of Phosphorus, he’s the most popular representative! Even I can’t help but feel a bit jealous of him.

Erudite Vita: Um, Orange! Why do you always make fun of me?

Encompassing Vita: I’m not! I’m genuinely praising you.

Erudite Vita: I… I really don’t have anything worth praising.

Fu Hua: By the way, what does “representative” stand for?

Encompassing Vita: …?

Encompassing Vita: A representative is… a representative. We are responsible for providing public services.

Fu Hua: Does it mean you represent other citizens?

Erudite Vita: You can say that. The history of this city dates back to the creation myth. We can’t afford to let such a long-lasting civilisation end.

Fu Hua: (…)

As for the suspicious aspects, Fu Hua decided to observe some more before drawing any conclusions.

Fu Hua: It’s clear that we shoulder great responsibilities. Cyan, have you found any other locations where Honkai beasts might exist?

Erudite Vita: Hmm… No. All the positive locations have already been searched.

Fu Hua: …?

Erudite Vita: What’s wrong, Fu Hua?

Fu Hua: Normally, Honkai beasts don’t emerge from nowhere. SInce they were born here, some areas nearby must have an unusual concentration of Honkai energy.

Erudite Vita: B-But we didn’t find anything…

Encompassing Vita: And what exactly is “Honkai energy” anyway?

Fu Hua: …

Fu Hua: Honkai energy is an energy from a higher dimension. It’s arguably the source of the Honkai. If we really want to resolve this Honkai incident, we have to locate the source of Honkai energy.

Encompassing Vita: But according to the route we just took, we should’ve patrolled all around Phosphorus by now…

Erudite Vita: Wait.

Erudite Vita: There may be a place we haven’t investigated yet.

Encompassing Vita: Cyan, you mean…

Erudite Vita: …Yes.

Encompassing Vita: …

…

Encompassing Vita: Sorry, Fu Hua, would you excuse us for a moment?

Fu Hua: Of course, you’re the hosts.

…

…

Fu Hua: (They seem to be arguing about something… Is it something they can’t tell others?)

…

…

Fu Hua: (Retro, exotic architecture…)

Fu Hua: (Developed technology that belies the cityscape…)

Fu Hua: (A city run by young representatives…)

Fu Hua: (Is this place really on Earth?)

Fu Hua: (Besides, the sky…)

A thought struck Fu Hua, yet had slipped away before she could catch it.

She was about to chew on the last vestiges of the idea when she heard Vita speak beside her.

Erudite Vita: Fu Hua…

Erudite Vita: Th-There’s a place we haven’t investigated yet… the city’s museum.

Erudite Vita: The museum holds a special significance, so we didn’t tell you about it right away. I’m sorry.

Fu Hua: No need to apologise. I’m just a foreigner who wandered here.

Fu Hua: This museum must be very important for you, right?

Encompassing Vita: It’s okay, Fu Hua. Given our previous conversations, we’re willing to trust you.

Encompassing Vita: It’s true that it’s normally inaccessible to the public, but Cyan and I just talked about it, and we can let you in to look for clues.

Fu Hua: I appreciate your trust.

Fu Hua: However, being inaccessible to the public suggests it’s a relatively closed space…

Fu Hua: If these Honkai beasts were born there, they shouldn’t be roaming around the city like they are now. It doesn’t quite add up.

Erudite Vita: But if there’s a slight chance of finding more clues, it’s worth a shot, isn’t it?

Erudite Vita: That place holds records of the history beyond the city. Who knows, maybe we can even find a way to send you home through them.

Erudite Vita: After all, the disasters in Phosphorus are supposed to be handled by the representatives. We’re already sorry about getting you involved… so we hope to help you in some way…

Erudite appeared somewhat uneasy, but still looked into Fu Hua’s eyes sincerely. And so, she smiled back softly.

Fu Hua: Thank you, truly.

Erudite Vita: …!!!

His usual awkwardness flickered in his eyes. Eventually, he only looked down and nodded lightly.

Erudite Vita: …You’re welcome.

Encompassing Vita: The museum is just ahead… Oh no.

Fu Hua: Is there anything wrong, Orange?

Encompassing Vita: To get into the museum, we need to unlock the gate and then open the hidden door behind the gate. The museum has tighter security given how important it is.

Encompassing Vita: But the problem is… we didn’t bring the notes on how to unlock the gate…

Erudite Vita: Hmm… I remember Blue telling us that there are some useful clues around here.

Fu Hua: In that case, let’s search around for clues.

Fu Hua: (Looks like we need the matching torch to crack the mechanism…)

Fu Hua: (Is there some mysterious power helping me?)

Encompassing Vita: The gate’s open! Fu Hua, you’re amazing!

Erudite Vita: The museum is right below here. Fu Hua, let’s go.

Fu Hua: So the museum is hidden underground. From above, it looks just like any street. That explains why I didn’t notice its presence before.

Encompassing Vita: Yeah, not many people come to this museum. It’s mostly us and the other Vitas who drop by once in a while to do some maintenance.

Fu Hua: Other Vitas? Are they children just like you two?

Erudite Vita: Yes. There are actually seven of us who co-govern Phosphorus.

Encompassing Vita: If we go by our colors, the first one is the Righteous Vita, Red, the city’s inspector. She’s a very passionate child.

Erudite Vita: …Or should I say, she’s a bit too passionate, which can actually be a bit overwhelming at times.

Erudite Vita: After Red comes the Encompassing Vita, Orange, who is here. Then the Veracious Vita, Yellow. She’s a really sincere person. I think she can be described as pure or innocent.

Encompassing Vita: Yeah. She’s just like a child, which makes you want to look out for her.

Erudite Vita: Next up is the Disciplined Vita, Green. She’s our city’s judge, a very serious individual.

Encompassing Vita: But if you spend some time with her, you’ll soon find that she has a cute side too.

Erudite Vita: Then there’s me, the Erudite Vita, Cyan, and the Mindful Vita, Blue. Blue’s smarter and more mature than the rest of us.

Encompassing Vita: Just between us, Cyan really looks up to Blue, and even mimics him in secret, isn’t that right?

Erudite Vita: O-Orange…

Encompassing Vita: Haha, alright, enough teasing. Let’s move on with the introduction.

Encompassing Vita: Lastly, we have the Harmonious Vita, Purple. She’s also an enthusiastic child, brimming with whimsical ideas. She’s in charge of the celebrations and events in the city.

Erudite Vita: Even though our personalities are diverse, we treat each other with the same sincerity.

Fu Hua: Just like you two, right?

Erudite Vita: …Yes.

Encompassing Vita: It’s a shame they’re not around. I’d love to introduce you to them. I’m sure you’ll like them.

Fu Hua: I look forward to meeting them.

Erudite Vita: …

Erudite Vita: I wonder if they’ve bumped into any Honkai beasts or gotten hurt…

Fu Hua: Then let’s investigate this place as quickly as possible. Hopefully we’ll dig up the clues we need.

Encompassing Vita: Every exhibit in this museum comes with a detailed introduction.

Erudite Vita: Yes, it’s a good idea to look at them closely one by one.

There was nothing in the display case.

The exhibition label stated “New Life”.

One hereby witnesses all sufferings to prove the worlds are infinite.

Fu Hua: This display case is still empty. Is the exhibition hall not set up yet?

Encompassing Vita: No, this empty case itself is one of the exhibits.

Fu Hua: …Why would there be an exhibit like this?

Erudite Vita: We’re not entirely sure either…

Encompassing Vita: This museum has existed since the city was established, and this exhibit has been like this since then too.

Encompassing Vita: Perhaps it is of special significance to the city’s founders.

Scattered stone fragments mixed with some metal scraps… It was hard to tell what this exhibit meant.

This exhibit was named “Under the Abyss”.

“And thus, the sky split open, and the earth crumbled…”

“Lives born from the flames will ultimately offer their entirety to the flames…”

“Only the peach pit remains a peach pit, never breeding, never growing…”

After three months of analysis, the fragmented message this foreign land left to its visitors had finally been deciphered.

However, that was just another way of describing death.

Under the gaze of that cruel and merciless shadow, no civilisation could survive alone.

The body I bear is but the remnants of calamity.

There was a holo-projection of a small fish tank, and the fish in it were still swimming.

This exhibit was named… “Freedom”.

Just like the little ones said, this place is too big and empty.

Well, I really need to think about what decorations can dispel the… spiritual cold brought by this emptiness.

Upon seeing this beautiful life form, I am certain I have found the answer.

“Mortaver”, in its native civilisation, means “pearl of the sea”. Just as beautiful as a pearl, and just as precious.

Yet now it was being raised in this miniature artificial landscape instead of growing freely in the sea… just like pearls are always set in crowns.

This fish species is incredibly fragile. Storms, predators, and even the fear of the unknown ocean can take their lives. Thus, only a beautiful cage can ensure their future.

Such rare and precious lives make for the perfect first gift to the museum.

But it’s such a pity. All I can bring to them is their illusion.

Because at this moment, I’m about to sink this fish tank into the ocean in between people’s visits.

After all, isn’t a fleeting dream more intriguing than an eternal cage?

May it swim even faster in the broader cage named the ocean.

No matter what… this ocean ▅▇▇▅▇▇▇▅…

A pumpkin… with a smiley face drawn on it?

This exhibit was named “Gourdy”.

Hey, do you like my new appearance? From now on, I’ll be living with this dignified look.

Haha, don’t be frightened, it’s just a joke.

This is an herb I came across during my journey. Its name is Ki Lutano Broska… and something. Let’s just call it Bumpkin, even though it’s the flower of the plant.

Bumpkin is the national flower here, and has the ability to discern good and evil. If someone who is virtuous picks it, the flower will bloom; otherwise, it will wither immediately.

Isn’t it fascinating? Things that cannot be discerned by eyes or even the heart can be easily discerned by a plant here… but apparently, it isn’t always right. I heard some things were wronged by it in the past.

However, that’s not the reason I must share it with you all.

The more important reason is… Have you noticed how much it looks like a smirking pumpkin?

A cloud of shapeless mist. One could seemingly feel a trace of energy pulsing within it.

This exhibit was named “Seed”.

The experiment was a success, and the fusion of energies went exceptionally well.

What a beautiful hue, like a sky reflecting ▇▅▇.

Evening… glow…?

What an unfamiliar term. It took me a moment to recall its pronunciation.

The cataclysm took everything, along with my civilisation, my friends, my past… my everything.

But… so what? The so-called civilisation is nothing more than a purple void in a glass container.

A very thin research notebook and a pen with the letter “V” engraved on it.

This exhibit was named “Wither”.

“Always have hope for tomorrow, always live every day fully.”

But what is “hope”, exactly?

A plea for divine favor? A delusion? An anodyne?

In the end, it’s just a familiar form of superstition.

Ah… Did I go too far? But I really do like the word “hope”. Just like how I like my own name.

A dried white flower. Visually, it seems like a mere holo-projection.

This exhibit was named “Life of Death’s Realm”.

This exhibit had no caption or explanation.

A thick book, filled with post cards of every annual commemoration.

This exhibit was named “Commemoration Postcards Collection”.

A beautiful feather that looked like a peacock’s.

This exhibit was named “Moment”.

I have witnessed eternity bloom in a blink.

It was a flame fueled by countless civilisations, a spectacle painted by the passage of time.

It was the radiance of freedom, which certain pompous, bloated creatures were undeserving of.

…

But for now, I only want to present a beautiful feather.

Look, isn’t it the perfect decoration for my dress?

A strangely designed clock, made extremely skillfully.

This exhibit was named “Farewell”.

Even though Disciplined kept telling me that this clock was completely broken, I still decided to keep it.

It’s just three minutes slower, that doesn’t affect its functionality at all. The atmosphere here is so laid back, why must you be so serious?

“Don’t worry, after it’s recycled, it will be reassembled for maintenance. It will be as good as new in no time.”

“A clock that drifts needs recalibration. What’s wrong with that?”

Fu Hua: This is…

Fu Hua: (Even though it looks like any clock, the dial isn’t divided into twelve hours.)

Fu Hua: 5… 10… 15… A clock in base 15?)

Encompassing Vita: This is a type of clock that was common hundreds of years ago.

Encompassing Vita: It would accumulate errors after some usage, and once it begins to lose time, it would require maintenance or even reassembly. Nowadays, hardly anyone in the city uses it anymore.

Fu Hua: I see. But there are fifteen markings on its dial… is there any special significance to that?

Erudite Vita: Eh? Significance…?

Erudite Vita: …Hmm, I don’t think so. Clocks have always been like this. If we really want to find a connection, maybe the least common multiple in mathematics?

Fu Hua: …?

Thesis: Kinematics of a Particular Small Planet

Author: J.M

Abstract:

3, 5, 7, 9, 11, 13, 15, 17, 19, … ,

2x3, 2x5, 2x7, 2x9, 2x11, … ,

(2^2)x3, (2^2)x5, (2^)x7, (2^2)x9, (2^2)x11, … ,

(2^3)x3, (2^3)x5, (2^3)x7, (2^3)x9, (2^3)x11, … ,

… … … ,

… , 2^6, 2^5, 2^4, 2^3, 2^2, 2^1, 2^0

This extraordinary sequence of natural numbers has led us all to all of our conclusions in the thesis.

After finishing reading the manuscript in front of the exhibit in confusion…

Fu Hua: …How could it be… him?

In the dim light, that person… or exhibit… had his upper body concealed in darkness.

But even now, Fu Hua can still easily find his visage from the depths of her memory.

…Along with the pouring rain that day.

???: Ah, we finally meet, our other detective… or should I say, assistant?

???: How does it feel for a hunter to be hunted?

Fu Hua: …

???: I know your capabilities. Of course, I learned them from that intimidating Overseer of yours.

???: It’s truly a terrifying power. Especially when you already have a clever mind.

???: If someone didn’t happen to be after me as well, it’d have been quite difficult for me to play the prey and lure you into the trap.

???: But it’s fine…

???: The time for everything to end has come.

Fu Hua: (…Moriarty. How did he end up as an exhibit here?)

Fu Hua stared intensely at the figure within the display case. The latter only stood motionless within the case, like a wax statue.

Erudite Vita: Fu Hua, what’s wrong?

Erudite Vita: Do you know the man in this display case?

Fu Hua: …

Fu Hua: Yes.

Fu Hua: You can consider him my… enemy.

Erudite Vita: Enemy…?

Encompassing Vita: It’s hard to imagine… that you would actually consider someone your enemy.

Encompassing Vita: So he must be really rotten?

Fu Hua: He did commit many crimes. But… the circumstances were complicated. We can’t simply label him as “rotten” or “pure evil”.

Fu Hua: He was a wise man, or rather… a cunning criminal.

Fu Hua: For him, crimes weren’t wrongdoings, but rather commendable arts.

Encompassing Vita: How could there be such a person? Could he have some kind of trauma?

Fu Hua: No. To him, committing crimes was a chance to show off his intelligence. But because of his hubris, his intelligence eventually became his downfall.

Erudite Vita: Ah… So intelligent people really do such foolish things too?

Fu Hua: …

Fu Hua: At that time, I was pursuing him for my own reasons, which made him see me as one of his enemies and target me at every turn.

Fu Hua: Together with another of his enemies, we clashed indirectly several times, which culminated in a fight to the death.

Fu Hua closed her eyes and let out a soft sigh.

Fu Hua: But as far as I know, he should have been dead for many years… Why would he be here?

The Vitas shook their heads.

Erudite Vita: We’re so sorry, Fu Hua. We weren’t helpful…

Fu Hua: …

Fu Hua shook her head. As she gazed at the figure inside the display case that flickered with the light, a hint of concern crawled up her face.

Fu Hua: It’s fine, after all…

Fu Hua: …That was a long time ago.

Fu Hua: Let’s take a look at the other exhibits.

A hideous piece of… meteorite?

This exhibit was named “Sprout”.

And thus an eternal paradise was created.

Fu Hua: “Sprout”…?

Fu Hua: (If I recall correctly, a previous exhibit was named “Seed”…?)

Encompassing Vita: Ah… Fu Hua, we should probably introduce this exhibit to you first.

Encompassing Vita: (text completely missing, improvise based on audio) - This is what led to the creation of our beloved city of Phosphorus.

Fu Hua: …Huh?

Encompassing Vita: This isn’t a regular stone, but a meteor fragment that brought forth life.

Erudite Vita: Yeah. It’s a slice of history that everyone in Phosphorus knows.

Encompassing Vita: Legend has it that there were no humans here originally…

[CG plays wherein Encompassing Vita narrates once more the tale we heard at the chapter’s beginning:

Encompassing Vita: In the far reaches of that distant world, a deity nurturing happiness awakened, weaving dreams of divinity.

Encompassing Vita: Thus, the tale named history came into being.

Encompassing Vita: The deity shaped the wilderness, and the sandbox known as the world was born.

Encompassing Vita: Verdant forests, murmuring streams.

Encompassing Vita: Golden-scaled fish stirred the light, and birds gifted slumber with the night.

Encompassing Vita: Yet, daylight’s storms dispersed, and the black night remained hushed.

Encompassing Vita: Countless days and nights passed, followed by countless more, until the sky regarded the world, bestowing the cherished pearl.

Encompassing Vita: A falling star graced the solitary pure land, bringing wisdom’s essence to this expansive earth.

Encompassing Vita: Thus, mountains found their voice, rivers embraced rhythm, and this signified the dawn of humanity.]

Fu Hua: …To think there was a legend like that.

Encompassing Vita: No, Fu Hua. This isn’t a legend, but the actual history of this city.

Erudite Vita: Absolutely. The meteor fragment before us is the best proof!

The certainty in the Vitas’ voices surprised Fu Hua.

Fu Hua: …

Fu Hua: (Life created by meteors… To my knowledge, people that worship meteors do exist, but their culture and history are different from this city’s.)

Fu Hua: (But their faces look so honest.)

Fu Hua: (And… this isn’t the only mystery.)

Fu Hua: (Judging by the style of and the label under the exhibits, they belong to at least two distinctive individuals.)

Fu Hua: (The placement of exhibits doesn’t follow a pattern, and the exhibits themselves are… peculiar and even nonsensical.)

Fu Hua: (And that Moriarty…)

Fu Hua: (Who, and for what purpose, constructed such a museum?)

…

When Fu Hua was lost in thought, a bell rang out in the museum.

Erudite Vita: O-Orange!

Encompassing Vita: It’s the contact signal for emergencies!

Alarmed, the two Vitas exchanged a look, their faces revealing a sense of panic.

Encompassing Vita: Something big must be happening in the city…

Act 2 - Road of Investigation
Gameplay 40-5 - Seven People

Fu Hua: Honkai beasts have reappeared in the city as expected.

Fu Hua: I’ll make this quick.

Resident’s Cry for Help: What’s happening? What is this thing?

Erudite Vita: Quick! Stay away from it!

Erudite Vita: Ah! It’s Fu Hua!

Fu Hua: Don’t be nervous, Cyan. I’ll draw their attention, and you take care of the citizens.

Erudite Vita: Alright!

Fu Hua: …I think we’re safe for now.

Fu Hua inspected the area to ensure it was no longer threatened by Honkai beasts as its residents had been evacuated by Erudite.

Erudite Vita: Thank you, Fu Hua…

Erudite Vita: Orange said there weren’t many people to evacuate so it was more efficient to split up… After all, most residents would hide in their homes as soon as they heard our bell ring.

Erudite Vita: I was patrolling my area when it hit me that people could be trapped on the edge of the city, so I came to take a look…

Fu Hua: You’re very keen.

Erudite Vita: Not at all, Fu Hua… I just made a lucky guess, I wasn’t prepared…

Erudite Vita: If only I was as brave and agile as Red, or as clever as Blue, I wouldn’t have gotten myself in danger…

Fu Hua: But you have your own wisdom.

Fu Hua: Before I arrived, you tried to repel the Honkai beasts using the camera’s flash, right?

Erudite Vita: That’s…

Fu Hua: Being able to think on your feet is also a talent.

Encompassing Vita: She’s right, you did fantastic!

Encompassing Vita: Of course, so did you! You squashed all those monsters in a matter of seconds!

Fu Hua: Orange, is everything good on your side?

Encompassing Vita: Yeah, I met Green and she told me the city center has been stabilised.

Encompassing Vita: Green’s the most serious out of us all. She only says what she knows, so I came to inform you immediately.

Fu Hua: But about the other Vitas… How well do they fight compared to you two?

Encompassing Vita: …Huh? Why do you ask?

Fu Hua: …?

Erudite Vita: The city used to be very peaceful, and monster attacks were unheard of…

Encompassing Vita: So even if we have a real problem, we can overcome it as long as we unite everyone.

Encompassing Vita: This might have nothing to do with how well we fight… but we have the Artifact. Right, Cyan?

Erudite Vita: Mmm… Yeah.

Fu Hua: (Artifact… Is this their secret weapon as city administrators?)

Fu Hua: (Based on what I know… is it also an inherent rule of this city?)

Erudite Vita: But Orange, the second type of monster just appeared. At this rate, will there be more types of them?

Erudite Vita: Look, I took a picture.

Erudite showed them his camera. Albeit blurred by the moving lens, they could make out an Archangel and Knight in the same picture.

Encompassing Vita: Oh, it’s true! The variety of monsters has increased. That’s a major discovery! Props to you.

Erudite Vita: I-It’s not a big deal, Orange…

Fu Hua: …

Fu Hua: (As administrators, their understanding of the Honkai is terribly little.)

With so many uncertainties at hand, Fu Hua had to concentrate and analyse every fleeting possibility.

Only this process was quickly interrupted.

She felt a small hand on her back.

Fu Hua: …?

Encompassing Vita: ♪~

Encompassing rose on her tiptoes, gently patting and comforting Fu Hua. From her posture, it seemed like she originally intended to pat Fu Hua on her head, but the height difference made her give up.

Fu Hua: Orange, what are you…

Encompassing Vita: It’s alright, Fu Hua. Don’t worry about it.

Encompassing Vita: We may have never fought those monsters before, but there are six more mes in the city. If we discuss the problem together, we’ll surely find a solution.

Encompassing Vita: Fighting monsters must be tiring, so give yourself a break! We Vitas can do our jobs.

Erudite Vita: O-Orange is right!

Fu Hua: …

Fu Hua: You’re right. Learning is the long-term approach.

Fu Hua: In that case, are we holding that assembly now?

Encompassing Vita: Yep! Just over at the square.

Encompassing Vita: Even though Green stressed that she doesn’t want outsiders there… I don’t think you count as an outsider anymore.

Fu Hua: …

Encompassing Vita: Did I forget to introduce her? Green’s the Disciplined Vita. She can be downright rigid at times, but that’s because she’s a responsible person at heart.

Encompassing Vita: Don’t mind what she says. When we get to the square, I’ll speak for you.

Erudite Vita: And you helped us immensely, so you can’t be a bad person.

Erudite Vita: If another Vita objects, I’ll put in a good word for you, too…

Erudite Vita: Um, but I’m not Orange… so I might not be able to persuade anyone…

Fu Hua: That’s alright. It’s the heart that matters.

Fu Hua: Let’s go then. I want to meet the other administrators.

Fu Hua: By the way, if I recall correctly… there are seven Vitas, right?

Encompassing Vita: Yep!

Encompassing Vita: Red, me, Yellow, Green, Cyan, Blue, and Purple.

Encompassing Vita: We all have our own responsibility and are equally important!

Erudite Vita: I-I do odd jobs, I can’t compare to them…

Encompassing Vita: Ah, it’s Red!

Righteous Vita: Orange, Cyan! What took you so long?

Righteous Vita: Eh? Who’s that behind you?

Righteous Vita: No no no, that’s not important, the question is what took you so long? And where are the other Vitas?

Encompassing Vita: Be patient, Red. Here we are.

Encompassing Vita: And I assume Green has arrived? I saw her just now.

Righteous Vita: Green? She did show up, but left shortly after. She said she spotted Purple and was going to drag her over.

Encompassing Vita: …That means five of us are present. Maybe Yellow and Blue will have arrived by then.

Righteous Vita: Ngh… Aren’t you guys too relaxed? This is an emergency! What’s going on?

Righteous Vita: And that Green, she refused to commence the assembly because some of us weren’t present… Why couldn’t she talk it over with us first?

Encompassing Vita: Playing by the rules is her strong suit. Remember the big blackout and the mass children’s disappearance before that? Wasn’t she the one who organised us to solve them together?

Righteous Vita: Um… You’re right, but she’s still making me wait!

Erudite Vita: Wait a minute… Red, was it you that rang the bell?

Righteous Vita: Yeah, it was me.

Erudite Vita: Because Honkai beasts suddenly appeared in the city?

Righteous Vita: Hon… kai beast? What’s that?

Erudite Vita: It’s, um… a kind of monster that lives to destroy, because Honkai energy…

Righteous Vita: Oh, I know! It’s the temporary name you gave those purple animals we’ve never seen before!

Erudite Vita: …?

Righteous Vita: Yeah, they go “kon-kon-kon” when they walk, and they definitely have a temper…

Righteous Vita: So calling them “Konkai beasts” is just spot on! Way to go, Cyan!

Erudite Vita: Oh, no… I didn’t name them, Fu Hua did…

Fu Hua: (…That’s not the point.)

Apparently, teaching these small city representatives what the Honkai is would take quite some time.

Encompassing Vita: So, Red, why did you ring the bell? Doesn’t sound like it’s because of the Honkai beasts.

Righteous Vita: Because, because… I can’t explain, but something big is definitely about to happen!

Red flailed her arms and recounted to everyone the little commotion she was in.

Righteous Vita: Starting this morning, first the nervous residents, then the animals that lost their stuff, followed by the “Konkai beasts” that lost their way… it was a big fuss, a sure sign that something big was about to happen!

Righteous Vita: So I immediately… erm!

All of a sudden, a hand knocked on her head lightly from behind.

???: I knew you rang the bell without confirmation again, Red.

At some point, two new Vitas, one green-collared and one purple-collared, had arrived at the scene.

Disciplined Vita: Can you recite the rules I emphasised to you earlier?

Righteous Vita: Um, of course! Er… what were they again?

Disciplined Vita: …

Disciplined Vita: One, observe a developing situation. Two, deduce that the situation will continue to develop. Three, describe the course of the situation accurately in the assembly.

Disciplined Vita: You can only ring the assembly bell if those conditions are met. But you always do it without thinking!

Encompassing Vita: Green, don’t be too hard on her. Every assembly that Red initiated has produced good results in the end. For one, she got us into housing the stray animals.

Encompassing Vita: Or would you rather cancel the assembly now?

Disciplined Vita: I cannot. The rules specify that once the bell rings, we must complete the assembly procedures. It’s to ensure the city’s safety.

Seeing her take a step back, Encompassing shot Righteous a meaningful glance and smiled smugly.

Encompassing Vita: Now we only have to wait for Yellow and Blue.

Harmonious Vita: About that…

The Vita who hadn’t spoken yet chimed in. Purple-collared and innocent-looking, she was dragged here by Disciplined.

Harmonious Vita: Actually… I think they’ve disappeared…

Erudite Vita: …!

Righteous Vita: Disappeared?! What the heck? Did they get lost just like the “Konkai beasts”?

Disciplined Vita: Let me explain. I rushed here after order was restored in the city center, only to discover that Red and I were the only ones to arrive on time.

Erudite Vita: S-Sorry… I was spotted by Honkai beasts so Orange went looking for me…

Disciplined Vita: Orange filled me in, that’s not your fault. As for Purple, I assume she was out helping people again.

Harmonious Vita: Because people always need helping with this or that..

Harmonious Vita: I was heading toward the square, but on my way I saw Lana’s dog hiding in a box and too scared to go home, Habu’s yard fence knocked over by monsters, Barn’s bamboo basket left outside his door…

Harmonious Vita: Oh, right, and Green who asked me to find Yellow and the others!

Encompassing Vita: After all, Purple is the most cooperative Vita.

Disciplined Vita: Ahem… Anyway, I found Purple, and asked her to get the two remaining Vitas with me.

Disciplined Vita: But we didn’t find them after digging through the city center.

Disciplined Vita: They still haven’t shown up for the assembly.

Righteous Vita: Maybe they ate bad food or got lost?

Encompassing Vita: Blue is the smartest among us, he shouldn’t get lost…

Disciplined Vita: If they really got lost, we would’ve found them by now. Not to mention…

Disciplined Vita: Yellow never lies, so I can’t imagine why she’d avoid us.

Encompassing Vita: …

The atmosphere suddenly grew heavy.

Erudite Vita: Then… what should we do now?

Erudite Vita: According to Green’s rules… we can’t commence the assembly unless the seven Vitas are all present… right?

Disciplined Vita: …

Disciplined Vita: You’re wrong, Cyan.

Erudite Vita: Sorry… I blame my memory…

Disciplined Vita: First of all, this isn’t my rule, but this city’s rule.

Disciplined Vita: Secondly… the rule is that we can’t commence the assembly unless all the available Vitas are present.

Disciplined Vita: If Blue and Yellow are unavailable, then we have all the more reason to commence it now.

Disciplined Vita: Perhaps right now, the city is in the midst of a critical emergency that requires us the most.

Fu Hua: (…It seems that as the leader of the Vitas, she isn’t uncompromising; quite the opposite, she’s very adaptable.)

Disciplined Vita: …

Fu Hua: …?

As if having heard Fu Hua’s inner assessment of her, Green suddenly shifted her gaze to her.

Disciplined Vita: I assume you’re Fu Hua? I’ve heard about you from Orange.

Disciplined Vita: I’m the Disciplined Vita, and she’s the Harmonious Vita. We are grateful that you helped us repel the monsters.

Harmonious Vita: Yes, thank you so much!

Disciplined Vita: The following Assembly of Vitas can only be attended by Vitas in principle.

Disciplined Vita: But, uh… as some Vitas haven’t arrived yet, there are openings…

She looked embarrassed when she said this.

Disciplined Vita: Which is to say, we’re obliged to fill those openings… which is in no way a violation, yeah.

Disciplined Vita: Plus, we’re in need of help right now…

Encompassing Vita: Green means that she wants you to join our discussion.

Disciplined Vita: Ahem, Orange, don’t talk like Yellow.

Disciplined Vita: Strictly speaking, I do want Fu Hua to attend this assembly temporarily as our special advisor.

Disciplined Vita: But, um… Fu Hua, do you agree?

Fu Hua: Of course. I hope I can be of help to all of you.

Disciplined Vita: I’m happy to hear that…

Disciplined Vita: Any objections?

Encompassing Vita: We all welcome her, right, Cyan?

Erudite Vita: Y-Yes!

Harmonious Vita: I agree too. My gut tells me she’s a good person.

Righteous Vita: Are we done yet? Let’s get started already!

The Vitas took their positions and exchanged what they and Fu Hua knew…

Disciplined Vita: In short, we need to address two problems.

Disciplined Vita: The first one is these monsters that Fu Hua calls Honkai beasts. Let’s call them that from now on.

Disciplined Vita: Not many have appeared so far, and they were taken down by Fu Hua, but they may reappear at any time.

Disciplined Vita: According to Cyan’s observations and Fu Hua’s clarifications, they’re growing in variety and becoming stronger.

Erudite Vita: I just took some pictures… the credit mostly goes to Fu Hua.

Disciplined Vita: Anyhow, only Fu Hua is able to combat them at present.

Encompassing Vita: This is because we only have regular weapons for policing purposes in storage, since the city is usually peaceful.

Harmonious Vita: Though using all those weapons at once wouldn’t hurt… I don’t think that would hurt the monsters…

Disciplined Vita: …And that’s the first problem, which will be called the Honkai Beast Crisis.

Disciplined Vita: The second one is that Yellow and Blue, the Veracious Vita and the Mindful Vita, have gone missing.

Disciplined Vita: I’ve confirmed this with Purple. We need to figure out why they didn’t come to the assembly and where they went.

Disciplined Vita: Do you have any other questions?

Righteous Vita: Of course!

Righteous Vita: Green, why did you ignore my information?

Disciplined Vita: …The small animals were likely disturbed by their early detection of the Honkai beasts.

Disciplined Vita: Even if it was triggered by something else, we can discuss it later. What say you?

Harmonious Vita: Well… I think the mood of the small animals is just as important…

Erudite Vita: But we should deal with the Honkai beasts and find the two missing Vitas first…

Encompassing Vita: Yes, as this city’s administrators, we have priorities. After we restore peace to the city, the small animals will surely become happy again.

Righteous Vita: Hmm… Orange has a point…

Righteous Vita: If only there was a way to return everything to normal in a snap…

Righteous Vita: Ah!

Righteous Vita: Hear me out! Is this the time for us to use the Artifact?

Encompassing Vita: …!

Disciplined Vita: …?!

Erudite Vita: …!

Harmonious Vita: …!

Hearing this, the other four Vitas fell silent simultaneously.

From their shocked look and abrupt glance exchanges, Fu Hua could tell it meant much more than that.

Erudite Vita: Red, do you mean…

Harmonious Vita: …

Disciplined Vita: Absolutely not.

Righteous Vita: Why?

Righteous Vita: Didn’t Orange and Cyan say we can’t fight those big monsters?

Righteous Vita: Didn’t Green and Purple fail to find Yellow and Blue?

Righteous Vita: Since we’re out of ideas, it’s time to use the Artifact!

Fu Hua: Excuse me… I’ve heard of it before, but what exactly is this Artifact?

Fu Hua: It sounds like it can be used for fighting Honkai beasts as well as finding people. I assume it’s not an ordinary weapon?

Naturally, Divine Keys were the first thing that sprang to Fu Hua’s mind.

They were artificial creations of many uses and forms. They provided humanity with the means of combating the Honkai, and were associated with concepts such as religion and archaeology in the eyes of the common folk.

For an instant, her mind roamed farther. If there was a precursor civilisation that predated the Vitas…

Or if there were someone with some kind of superpower who could create things out of thin air, much like the Herrscher of Sentience or Herrscher of Reason…

But her speculations were not either affirmed or denied.

Righteous Vita: I don’t really know… if it’s a weapon.

Righteous Vita: Because none of us have seen the Artifact.

Fu Hua: …?

Disciplined Vita: Let me explain. The Artifact is one of the authorities that city representatives can activate.

Disciplined Vita: To maintain the order and safety of Phosphorus, we have three emergency response levels.

Disciplined Vita: Level one is the patrolling and coordination by Vitas. It’s for handling the daily issues of residents.

Disciplined Vita: Level two is the Assembly of Vitas, like the one we’re having. It’s for handling major events that we can’t handle alone.

Disciplined Vita: Level three is the Artifact…

Righteous Vita: It’s said that once activated, it can solve all our troubles in a swoosh!

Erudite Vita: According to the rules of city representatives, when the city faces an irredeemable crisis, by unanimous consent of the seven Vitas, we can activate the Artifact in this square.

Erudite Vita: It has the power to restore order and peace to the city. I’ve never seen it with my own eyes, though…

Encompassing Vita: We’ve worked very hard so the city has never once sunk into a major crisis.

Righteous Vita: But this time it’s different!

Righteous Vita: There’s never been a problem that even Green and Blue can’t handle, right?

Disciplined Vita: Blue will be here, and Fu Hua has subdued the Honkai beasts… The situation hasn’t worsened to that point.

Righteous Vita: But, how do you say that… you take proactive…

Erudite Vita: You take preventative measures.

Righteous Vita: Yes! Preventative measures! We can’t watch things become irredeemable!

Righteous Vita: If we try using the Artifact, maybe the citizens won’t have to hide indoors, and Yellow and Blue will just come back in a jiffy…

All the Vitas: …

The turbulent situation, the disappeared companions… this was perhaps the deepest concern of the Vitas, and why Red was anxious to activate the Artifact.

But this pointed out the heart of the matter…

Disciplined Vita: Red, take a moment to calm down and think this through.

Disciplined Vita: We can’t activate the Artifact precisely because Yellow and Blue aren’t present.

Disciplined Vita: Without them, we don’t have the full authority, unless…

Disciplined Vita: …Anyway, this is completely unlike an Assembly of Vitas.

Fu Hua: “Authority”?

Noticing the doubt in Fu Hua’s eyes, Cyan tugged at her hem discreetly.

Erudite Vita: Fu Hua, do you remember the time when we led you into the museum?

Erudite Vita: What Orange used was the authority…

Fu Hua: Is he talking about… opening the secret door to the museum…

Her eyes fell on Cyan’s chest, or the key-like object that was hanging there to be exact.

Erudite Vita: Y-You’ve noticed?

Erudite Vita: Actually, every Vita has the same key. In Green’s words, it’s the authority.

Erudite Vita: By using it, we can freely unlock any doors in the city.

Erudite Vita: But the Artifact is the only exception. It requires seven Vitas to provide seven keys simultaneously to activate.

Encompassing Vita: The Artifact is the last resort. It’s too early to say we must use it, especially when we have a powerful helper.

She looked at Fu Hua.

Disciplined Vita: Orange is right.

Disciplined Vita: With or without a helper, we Vitas can do many things. If we rely on the Artifact to solve all our problems, what good are city representatives?

Righteous Vita: But…

Encompassing Vita: …Are you giving in to those monsters? The Red we know won’t.

Righteous Vita: Giving in… no way! It’s just a monster attack, I’m the fastest and most skilled Vita. I can’t give in before y’all!

Righteous Vita: …

Righteous Vita: Just tell me where to start! Do you want me to beat up those monsters with Fu Hua or dig into the earth to find Yellow and Blue?

Fu Hua: …

Disciplined Vita: Fu Hua, what’s your opinion?

Fu Hua: I think before deciding on the action to take, we should identify the cause of the upheaval.

Disciplined Vita: …?

Fu Hua: Honkai beasts are born from raging Honkai energy, but I didn’t observe any Honkai energy pollution in the city center.

Fu Hua: Additionally, the Honkai beasts are appearing at irregular intervals, in small groups, and mostly on the edge of the city…

Fu Hua: Speaking from experience, there’s likely an area dominated by Honkai energy beyond our sight. That is the homebase of the Honkai beasts.

Fu Hua: If we find that place, we can assess the situation, so…

Fu Hua: Do you know any places like that?

Disciplined Vita: …

Righteous Vita: Ah, I know! Isn’t that the forbidden grounds?

Fu Hua: Forbidden grounds?

Righteous Vita: Yep! It’s where we Vitas aren’t supposed to enter!

Fu Hua: …?

Disciplined Vita: We manage this city, but the forbidden grounds don’t belong to it.

Disciplined Vita: The outskirts of the city are outside our jurisdiction, and we usually stay at our posts.

Harmonious Vita: Unless there are special reasons, such as finding a place for small animals to play or taking the elderly on an outing… then we make short excursions there.

Encompassing Vita: But the forbidden grounds are more special than that. They are the ruins located on the city fringe we call Hesperus.

Fu Hua: An untraveled place? That sounds suspicious.

Fu Hua: So why can’t you enter the forbidden grounds? Because they require a different authority?

Disciplined Vita: No, this has nothing to do with authority. We can open the doors there, but that doesn’t mean we can enter the forbidden grounds.

Disciplined Vita: Such is the rule that the city has imposed on its representatives.

Fu Hua: …

This raised more questions for Fu Hua, but before she could voice them, a Vita spoke up.

Righteous Vita: It’s a blind spot!

Righteous Vita: Since the forbidden grounds aren’t overseen by a Vita, monsters would naturally flock to them!

Righteous Vita: Not to mention Green and the others aren’t able to search that place. It all clicks!

Righteous Vita: Now I think Yellow and Blue might be there as well! No wonder we couldn’t find them!

Righteous Vita: It all makes sense! We just need to take a look in the forbidden grounds! I’m a genius!

Harmonious Vita: But if Yellow and Blue are there, and Honkai beasts too…

Righteous Vita: Wouldn’t that be super dangerous?!

Righteous Vita: This is bad, let’s go to the forbidden grounds now!

Harmonious Vita: No, what I meant was…

Before Purple could explain, Red had leaped down from the platform.

Disciplined Vita: Red!

Righteous Vita: I’ll go scout around the forbidden grounds! You guys catch up fast!

She darted into the distance.

Disciplined Vita: …

Fu Hua: I’ll catch up with her.

Disciplined Vita: Don’t worry. It has long been proven that a city representative can’t enter the forbidden grounds.

Disciplined Vita: That said… assuming Honkai beasts made their lair near the forbidden grounds, it’s possible for Yellow and Blue to accidentally enter them.

Harmonious Vita: The city has many sturdy houses. They can withstand Honkai beasts for some time as long as two Vitas stay to maintain order.

…

Disciplined Vita: Then leave it to Purple and me.

Disciplined Vita: Orange and Cyan, can I trouble you to accompany Fu Hua? You’re more familiar with her.

Erudite Vita: N-No problem!

Encompassing Vita: Green, you’ve gotten more considerate.

Disciplined Vita: …

Encompassing Vita: Then let’s set out, shall we?

Fu Hua: Yes, let’s go.

…

Fu Hua: (The outskirts of the city and the forbidden grounds… Hopefully I’ll be able to help the Vitas.)

Fu Hua: (And if I get the chance… I need to figure out where this place is and why I’m here.)

--

Gameplay 40-6 - Premonition

Fu Hua: (The outskirts… aren’t exactly what I imagined.)

Encompassing Vita: Hmm? What’s wrong? Something bothering you?

Fu Hua: Oh, sorry, I got distracted.

Fu Hua: Since Purple said she’d take the elderly hiking here, I assumed it’d look like the tourist destinations I’ve been to…

Encompassing Vita: Purple is a huge softie. Whenever we need help, we either go to Red or her.

Encompassing Vita: For example, when the elderly want to take a walk, but we don’t have nice scenery here…

Encompassing Vita: Purple would find a clearing for them to sit down, read books, watch movies, and take turns to tell stories.

Encompassing Vita: Even the blandest landscapes and the commonest stories become vivid when infused with the colors of different life experiences. I say this is the true meaning of traveling!

Fu Hua: I see.

Fu Hua: The city is lucky to have you as its representatives.

Encompassing Vita: Uh-huh! I know, right?

Encompassing Vita: But this region is out of our control. After all, it doesn’t belong to Phosphorus.

Erudite Vita: We’re in Hesperus.

Fu Hua: Hesperus?

Erudite Vita: Yes, the city we live in is called Phosphorus and the ruins region outside the city is called Hesperus. Essentially, the morning star and the evening star.

Erudite Vita: I’ve no idea who named them… but we’ve been using these names for as long as I can remember.

Erudite Vita: Wouldn’t it sound terribly lonely if we just called them the ruins?

Fu Hua: The morning star and the evening star… Ah, Qiming and Changgeng.

Encompassing Vita: …?

Fu Hua: Oh, that’s how they’re called in my tongue. They both refer to the star indicating day-night alternation…

Fu Hua: (…Hmm?)

Fu Hua: (Wait… Why those two words? Could the person who named this city be…)

Erudite Vita: Ah! Fu Hua, look!

Fu Hua: …?

Erudite Vita: I found it! Traces of Honkai energy!

Looking where Cyan was pointing, they saw a faintly visible dark purple track on the ground.

Erudite Vita: I happened to have taken some pictures around here… The differences are pretty clear…

He showed Fu Hua his camera.

Fu Hua: (The stones next to the track have obviously been turned over, and I can see footprints if I look close enough…)

Fu Hua: (Wait a minute, these footprints… look like someone was avoiding something.)

Fu Hua: …

Fu Hua: You two, get behind me now.

…?

Erudite Vita: Did these Honkai beasts get a little stronger?

Fu Hua: Hmm? You can tell?

Erudite Vita: Not really! I don’t know, it’s just a feeling…

Erudite Vita: Because this time, their attacks are more flexible, so I thought…

Fu Hua: That’s a good summary.

Erudite Vita: I hope Red’s okay…

Encompassing Vita: Relax, she’s sharper than that! Besides, there aren’t any signs of assault.

Fu Hua: Indeed, these Honkai beasts aren’t very wary. She’s likely to avoid combat if she takes a stealthy approach.

Fu Hua: …?

Fu Hua: This fissure… Looks like we have to make a detour.

Fu Hua: We only took out some stragglers, and should still be some distance away from their lairs.

Erudite Vita: Fu Hua, do you see the building across this fissure? That’s the forbidden grounds.

Encompassing Vita: Actually quite close, isn’t it? Walk a little farther along the fissure, cross a bridge, and we’ll be at its door.

Encompassing Vita: Red should be near there. Let’s hurry up.

Fu Hua: …

…

…

Fu Hua: This fissure is indeed gigantic. Has there been an earthquake before?

Encompassing Vita: Um…

Encompassing Vita: …It does feel like the earth shaking and the buildings all collapsing… that kind of thing.

Encompassing Vita: Ah, what I said must be confusing! Would you like to take a break?

Fu Hua: …?

Encompassing Vita: Because it’s a long story.

Encompassing Vita: I told you that the city we live in is called Phosphorus. In your language, it should be…

Encompassing Vita: What was it called again?

Erudite Vita: Qiming.

Encompassing Vita: Yes, Qiming! No wonder you’re our city registrar! Please write down these two names so that the other Vitas can use the same names as Fu Hua.

Erudite Vita: Right…

Encompassing Vita: But we didn’t live here in the beginning. Long ago, people lived in a different place, which in your language is…

Fu Hua: Changgeng?

Encompassing Vita: That’s right.

Encompassing Vita: One day, a catastrophe befell us and destroyed our initial home.

Encompassing Vita: The Vitas had to work together to lead the people to migrate and build their new home, which is now Qiming.

Encompassing Vita: And this massive rift is the scar left by the catastrophe.

Encompassing Vita: …That’s the long and short of it, I think.

Her answer was somehow ambiguous.

Fu Hua: …

Fu Hua: You didn’t use the Artifact at that time?

Encompassing Vita: Uh… Mmm…

Encompassing Vita: Yeah, that’s strange.

Encompassing Vita: Cyan, have we ever used the Artifact before? What if we did use it, only to have it erase our memories afterward?

Erudite Vita: Um, I don’t think so…

Erudite Vita: But I can’t recall what happened back then… It was ages ago…

Erudite Vita: …Anyhow, even without putting the Artifact to use, we’ve overcome plenty of difficulties.

Erudite Vita: Red is so anxious today… mainly because Yellow and Blue are missing.

Encompassing Vita: Yeah, but I think they’ll be fine.

Encompassing Vita: Because Blue is the smartest Vita, and Yellow is an upright and brave child!

Fu Hua: (Missing…)

Fu Hua: (The others must also think I’m missing…)

Fu Hua hadn’t had time to sort out her situation since coming to this city.

She raised her head and observed this “forbidden ground”, this mysterious huge structure. More questions sprouted in her heart.

A retro yet advanced city-state, an unexplained Honkai catastrophe, a strange museum, and a group of peculiar administrators…

Fu Hua: Based on the recount of Orange and Cyan, the history of Qiming and Changgeng is wildly different from any history I know.

…

Fu Hua: (So this place should be…)

[CHOICE] - A remote and untouched paradise.
[CHOICE] - A bubble universe in the Sea of Quanta.
[CHOICE] - A crafted dream.
[CHOICE] - Couldn't think of any other possibilities.

On a planet that had entered the space age, could a civilised region that was independent of the globalised society exist?

Fu Hua: (No, this would be too bizarre. A civilisation so advanced cannot be isolated.)

Fu Hua: (It’s unlikely that this place is on the proper Earth…)

…

Encompassing & Erudite: …

The next thing Fu Hua knew was the two Vitas watching her together with attentive eyes.

Fu Hua: …?

Fu Hua: Oh, sorry. I was daydreaming again.

Erudite Vita: …You look awfully troubled.

Encompassing Vita: Could it be… you’re homesick after hearing us talk about home?

Fu Hua: Huh?

Encompassing Vita: When we first met, you were thinking about how to get out of here, right? Don’t underestimate our observation skills which we train everyday!

Encompassing Vita: It’s okay. If you feel troubled, you can talk to us, and we’ll work it out together!

Fu Hua: I wouldn’t call myself troubled. I was just pondering how I got here. There were a few possibilities, but I denied them one by one…

Fu Hua: In the end, I had to set my doubts aside.

Erudite Vita: …Set them aside?

Fu Hua: First things first. Since I’ve promised you, I should finish your commission first.

Fu Hua: And I don’t know this place well enough… Solving easier problems first and hard ones later is the natural progression.

Fu Hua: After I help you find your companions, I’ll try to find mine.

Encompassing Vita: When the time comes, we Vitas will help! We’ll find your companions together!

Fu Hua: I’m counting on it.

Erudite Vita: Ah, Fu Hua, there are more purple marks here.

Fu Hua: The degree of Honkai energy pollution hasn’t deepened… but we’re undoubtedly in the right direction.

Fu Hua: Someone also placed these stones here…

Encompassing Vita: Ah, I know this, it’s a habit of Red’s.

Encompassing Vita: She does this when she can’t solve a problem by counting on her fingers.

Fu Hua: I see. She was calculating the number of Honkai beasts here before sneaking in… What a bold but cautious child.

Erudite Vita: Fu Hua, the marks here look real fresh…

Fu Hua: …Watch out!

After defeating a small wave of Honkai beasts, the three were near their destination.

Fu Hua: Overall, there aren’t that many Honkai beasts here…

Fu Hua: (What if the forbidden grounds aren’t where they originated either…)

Encompassing Vita: Ah, we’re there!

Encompassing Vita: Look, that’s our bridge!

Fu Hua: …?

Fu Hua: You call this… a bridge?

Fu Hua: …

The out-of-place construct in front of her was glaringly different from her understanding of bridges.

Then again… from what she had seen and heard in Qiming and Changgeng, most things were disharmonious to a degree.

If it was only the accumulation of this sense of disharmony crossing the threshold… Fu Hua wouldn’t have been so surprised.

However, unlike those that came before it, the bridge gave Fu Hua a vague premonition.

Despite still not knowing where she was…

She was beginning to suspect that she came here for a purpose.

--

Gameplay 40-7 - “Collection”

At the same time, in Phosphorus aka Qiming…

Harmonious Vita: Green, I’m there. I see several Honkai beasts…

Disciplined Vita: Be careful and don’t alert them.

Disciplined Vita: Three residents are missing. Find them asap and find the exit. I’ll handle the rest.

Harmonious Vita: Leave it to me.

Timid Resident: I’m doomed, doomed, I shouldn’t have snuck out…

Harmonious Vita: Isn’t this Ian? So you’ve been hiding here.

Timid Resident: Ah! You’re Purple! Purple, I-I…

Harmonious Vita: Don’t be afraid, you’re safe now. Come with me. I’ll take you home.

Timid Resident: Yeah!

Panicked Resident: Is anyone here to save me… I’m too young to die…

Harmonious Vita: Don’t talk like you’re gonna die now!

Panicked Resident: Purple? You scared me… Why are you here too?

Harmonious Vita: To save you, Lana, of course! Let me guess, you’re wandering about again because you couldn’t find Flower?

Harmonious Vita: Don’t worry, we’ve rescued it. Now it’s your turn!

Panicked Resident: Really? I’m relieved. Thank you so, so much!

Frail Resident: *cough*

Harmonious Vita: Peter, are you okay?

Frail Resident: Purple…? Is that you…?

Harmonious Vita: Take it easy. Give me your hand. I’ll get you out right away!

Frail Resident: *cough*

Harmonious Vita: Ah… Wait! I’ve got your meds here…

…

Frail Resident: Phew… I can finally breathe. Thank you, Purple, I thought my old ones would never see you again…

Harmonious Vita: Don’t say that! You’re safe now. Come with me, and take your time.

Disciplined Vita: Well done, Purple. Those three have gotten home safely.

Harmonious Vita: Heh, piece of cake.

Disciplined Vita: Luckily you’re familiar with everyone’s personality and habits… If I were you, I wouldn’t have been able to find them all within such a short span of time.

Harmonious Vita: I’m the Harmonious Vita for a reason! Hehe.

Disciplined Vita: Now that you’re done, it’s time to head back.

Disciplined Vita: Before you go, remember to restore the blockade at the junction.

Harmonious Vita: No problemo… Huh? Blockade at the junction?

Disciplined Vita: …

Disciplined Vita: Don’t tell me you forgot! If you don’t block the road, Honkai beasts can still come in!

Harmonious Vita: Oh…

…!

Harmonious Vita: I guess… I forgot…

Harmonious Vita: Ah, they’re coming at me!

Disciplined Vita: Quick! Come to me! I know how to handle them!

As the dust settled in the physical sense, the Honkai beasts that tried to invade Qiming were blocked out of the safety zone by the Vitas.

Harmonious Vita: Oh my gosh… I almost had a heart attack…

Harmonious Vita: I thought I was going to make a big mess…

Disciplined Vita: Don’t worry, the residents are safe and the Honkai beasts are being held off for now. We can review and optimise the process later.

Disciplined Vita: One’s carelessness equals everyone’s carelessness. Get yourself together, we’ve got work to do.

Harmonious Vita: Okay…

Harmonious Vita: But, Green… how did you stop them?

Disciplined Vita: Remember how we rebuilt the Habu family house a few months ago?

Harmonious Vita: Of course. Their house was old enough to collapse. For their safety’s sake, Blue convinced them to move out…

Disciplined Vita: The smart bricks left after demolishing that house are perfect for building a trap to block that road.

Harmonious Vita: I see! This way we can block the road without damaging other buildings. You’re so thoughtful!

Harmonious Vita: But… I remember Blue took what remained of that house…

Disciplined Vita: Yes. I didn’t set up the trap. It was Blue.

Disciplined Vita: I merely saw the instructions he left me while evacuating the residents. I wouldn’t have time to construct it otherwise.

Green took out the terminal used by city representatives and showed Purple the information on its screen.

“Phosphorus - Warehouse Access Log - 40 Minutes Ago - Accessed by: Mindful Vita”

“Phosphorus - Warehouse Access Log - 40 Minutes Ago - Accessed by: Veracious Vita”

Harmonious Vita: …!

Harmonious Vita: It was Blue! And Yellow, too!

Disciplined Vita: 40 minutes ago… about the time we were together. Looks like they were secretly preparing to stop this attack at that time.

Disciplined Vita: But why secretly…

Harmonious Vita: Anyway, I’m just happy to know that Yellow and Blue are both fine!

Disciplined Vita: …

Green’s frown only tightened as she watched Purple rejoice.

The message left by her two missing colleagues did assuage her fear. However, as the leader of the Vitas, she had a lot more to worry about.

Disciplined Vita: …Purple, have you ever thought about that, if Blue and Yellow are safe, why are they hiding from us?

Disciplined Vita: This is Blue we’re talking about… There’s a reason behind his every move.

Disciplined Vita: I’m worried they might be caught up in dangerous incidents… so they can’t show themselves.

Harmonious Vita: Dangerous incidents… That never occurred to me…

Harmonious Vita: But I feel like Blue can take good care of himself.

Harmonious Vita: He’s one of the most dependable Vitas… If he has any plans, we can trust him. That’s what my gut tells me.

Disciplined Vita: Your gut again… Although it’s always been on point so far.

Harmonious Vita: I know right? And Blue isn’t alone. Isn’t Yellow with him?

Harmonious Vita: She’s the type of person to stop Blue from doing anything extreme.

Disciplined Vita: Okay…

Disciplined Vita: Yellow… she’s like that…

Disciplined Vita: Ah! Purple, you just reminded me!

Harmonious Vita: …?

Disciplined Vita: Since Yellow and Blue are together, we can find Blue if we find Yellow.

Disciplined Vita: And she’s the type… to leave traces in places we might have ignored… if she’s operating in the city out of her own volition!

Disciplined Vita: Purple, go over all access logs in the system with me!

Harmonious Vita: Great! Happy to know that I’m helpful!

Disciplined Vita: Don’t celebrate too quickly…

Disciplined Vita: We still don’t know what happened to them yet.

The examination only lasted ten minutes or so. They finally found their answer.

Disciplined Vita: Found it! Yellow’s other access log is…

Disciplined Vita: This early morning… the museum?

…

Harmonious Vita: I don’t think anyone’s here, Green.

Disciplined Vita: …

They had hoped to find their colleagues in the museum, but they weren’t so lucky.

Which was expected. Had Yellow not left a record of unlocking the museum gate honestly, they wouldn’t even have thought of it.

And that record could only prove the two colleagues they were looking for had been here, not still here.

Disciplined Vita: …It’s okay. At least we can check if they left any clues here.

Harmonious Vita: …

Disciplined Vita: Purple, are you listening?

Harmonious Vita: Huh? Sorry, I couldn’t help but…

Purple was wholly focused on wiping the glass display case with her handkerchief.

Harmonious Vita: I want to clean up the museum every time I come here.

Disciplined Vita: According to our rules, the monthly cleaning has been performed. And this place is clean to begin with.

Harmonious Vita: I’m not you. I’m dumber, and sometimes mix up these rules and regulations.

Harmonious Vita: It’s just that, whenever I see something I can help with, my body will move on its own…

Harmonious Vita: Doesn’t Miss Vita take great care of this place every time she comes back? So I want to keep it sparkling clean to make her happy.

Disciplined Vita: …

Her friendly face came to their minds at the mention of one of the owners of this museum.

Disciplined Vita: You’re right. This is her favorite place.

Disciplined Vita: Maybe we can clean it more frequently in the future…

Harmonious Vita: I wonder when she’s coming back this time.

Harmonious Vita: I’m sure she’ll bring us more new stories!

Harmonious Vita: And we can tell her the things that happened here!

Harmonious Vita: Like the last time…

Righteous Vita: Miss Vita, Miss Vita!

Vita: What is it, Red?

Vita: Aren’t you standing guard? Or are you here to “arrest” me this time?

Righteous Vita: Not at all! Purple said you came back, so I came right away!

Vita: You miss me that much? Or is it my new exhibits that you’re eager to see?

Righteous Vita: Both!

Harmonious Vita: Red, you’re too direct…

Vita: It’s fine. I know her all too well.

Vita: Just give me a sec. They’ll be put on display once I finish writing this label.

Righteous Vita: Yay! What kind of goodies are there this time?

Harmonious Vita: Miss Vita, did you go to another faraway place that we couldn’t this time?

Vita: I have. It’s an interesting world, with majestic black mountains, vast white plains, and villages and markets dotting the land like stars in the sky.

Vita: The people living there have nine important festivals and hold three grand celebrations around the year.

Vita: At the celebrations, people dance in imitation of a bird, and prepare dishes seasoned with special spices…

Righteous Vita: Rea-really? That sounds like tons of fun!

Righteous Vita: Ah… No wonder you didn’t come back until now. You were having so much fun there that you forgot about us.

Harmonious Vita: Don’t say that, Red. Isn’t she back with us right now?

Vita: …

Vita: Yeah, I’d never forget to come back…

For a moment, Vita’s expression changed subtly, or rather it was hard to tell if her expression actually changed at all.

Harmonious Vita: What’s wrong, Miss Vita?

Vita: …Nothing.

Vita: Right, you wanna see the souvenirs I got for you?

Vita: Please take good care of them for me as usual.

Righteous Vita: No problem! We promise!

Vita: I knew I could trust you.

Vita: Then I’m counting on you, my family.

Harmonious Vita: …

Purple felt like it just happened yesterday.

Miss Vita returned to Phosphorus every so often, so why did that time leave such a deep impression on her?

She didn’t delve into this. Even if she noticed Miss Vita’s unusual expression, she didn’t know its hidden meaning.

Not to mention her walk down memory lane was promptly interrupted by her colleague.

Disciplined Vita: Alright, we can reminisce about her later.

Disciplined Vita: Wouldn’t it be embarrassing if we haven’t quelled this disaster by her return?

Disciplined Vita: We need to at least find Yellow and Blue.

Green looked around as she said that.

Disciplined Vita: I just thought of another possibility. Purple, you know the exhibits better. Are they any different from before?

Purple squinted and peered into the depths of the museum.

Harmonious Vita: …?

Harmonious Vita: If there’s any difference…

Moriarty: If there’s any difference… there really is.

Harmonious Vita: Eek!

???: Ah, I apologise. I’m not an eavesdropper on purpose, nor was it my intention to suddenly speak and frighten you, ladies.

???: This is merely a coincidental misunderstanding… You see, once you notice the blind spot that is the exhibits, the truth becomes as glaring and dreary as a drop of ink on white paper.

???: It would be rude of me to continue feigning ignorance at this point. Common courtesy requires me to explain everything to you in person.

???: That is what you deserve for coming here, is it not?

???: Please do not be alarmed. I bear no ill will. This has long been attested to by your two colleagues.

Disciplined Vita: Our two colleagues?

???: Yes. I will immediately explain where they are.

???: …What say you? Would you care to hear me out?

???: Distinguished… city representatives.

--

Gameplay 40-8 - Truth

…

Encompassing Vita: I’m sorry, Fu Hua. It must be difficult to walk here. This bridge has always been dilapidated.

Encompassing Vita: …Definitely not because we Vitas have neglected it, right, Cyan?

Erudite Vita: Ah… no, it’s not our fault.

Fu Hua: …

Orange was telling Fu Hua stories of the bridge with great enthusiasm, oblivious of the fact that Fu Hua’s attention had been drawn elsewhere.

Encompassing Vita: I did suggest to Blue that he repair it since construction and invention were his thing. People seldom come here, but it would still be nice to make it less of an eyesore.

Encompassing Vita: But he kept saying things like “I haven’t researched its structure” or “This requires further inspection”… This is also his merit, though, being considerate and all.

Erudite Vita: …!

Erudite Vita: Ah, Fu Hua, be careful if you go there! I remember there’s a big hole…

Seeing that Fu Hua was dangerously close to the bridge’s fracture, Cyan hurriedly called her to stop.

Fu Hua: I’m fine, Cyan. Thank you for the warning. I just want to find a good spot to check this place out.

Fu Hua: I think we can see into the fissure through this hole.

Fu Hua: This is…

Ahead were shadows and shapes that resembled a mirage.

If an ordinary person were to witness this, even if they couldn’t immediately understand the meaning behind it, they would still feel the abnormality beyond cognition through instinctive thinking.

But for Fu Hua, the answer was more obvious.

Fu Hua: The area below this fissure… seems to belong to another world.

Fu Hua: (Could it be connected to the Sea of Quanta?)

As if to prove her suspicion, the apparatus in her pocket beeped lightly just as she leaned over the edge.

Fu Hua: (The Cosmic Juggernaut terminal?)

…

Fu Hua: (The readings fluctuated for a second and haven’t stabilised. Is it still calibrating?)

…

Fu Hua: (…It’s stopped again.)

For some reason, after fluctuating for a brief moment, the readings fell back to default numbers that represented the proper world.

Fu Hua: (…It detected an abnormality because I leaned over?)

Fu Hua: (Which is to say, the fissure under the bridge is dimensionally misaligned with the proper world, or rather the side I’m on.)

Fu Hua: (But the terminal couldn’t give a stable reading… Is the scale too large? Is the precision too low? Or…)

Fu Hua: …

Her brief thinking led to the only conclusion: nothing could be concluded from the scarce evidence.

And so she turned to the locals for help.

Fu Hua: Orange, Cyan, can I ask you some questions?

Encompassing Vita: Ah, you finally spoke again… Just feel free to throw any question at us!

Fu Hua: Have any of you explored the fissure under this bridge?

Erudite Vita: No… We just know there’s a bridge here.

Encompassing Vita: The fissure down below is way too deep. I don’t think even the bravest Red can do it, let alone others.

Fu Hua: Then… does the scene down there remind you of anything?

Erudite Vita: Remind us of something?

Encompassing Vita: Don’t fissures all look like this?

Erudite Vita: But this is the only fissure in Changgeng… So I don’t know what other ones might look like… sorry.

Fu Hua: I see… the Vitas have no such knowledge.

Fu Hua: They don’t know of the Honkai or the Sea of Quanta.

She thought she’d understand this world better after approaching the forbidden grounds.

But the reality was the opposite. She kept receiving information that was either ambiguous or contradictory.

And so her doubts grew.

Fu Hua: There are three known suspicions…

Fu Hua: (One, this place is abnormal and fuzzy in culture and history. It doesn’t look like the proper world.)

Fu Hua: (Two, the readings indicate this place isn’t in the Sea of Quanta. The two are indirectly connected at most.)

Fu Hua: (Three, this hi-tech building that the Vitas call a bridge looks out of place… and…)

Fu Hua: …

She unconsciously looked down at the fissure beneath again.

Fu Hua: (Right, the fissure!)

Fu Hua: (It bears resemblance to the Sea of Quanta, is related to world history, and is located here of all places…)

Fu Hua: Orange, Cyan, can you elaborate on the catastrophe?

Fu Hua: The same catastrophe that destroyed your previous home and created this fissure.

Encompassing Vita: …?

Encompassing Vita: That’s quite a leap from the last question. Let me think…

Encompassing Vita: …

Encompassing Vita: No, all I remember was the earth shaking…

Encompassing Vita: Cyan! You have a better memory. You tell her!

Erudite Vita: M-My memory isn’t that good…

Erudite Vita: And I don’t think there are photos from back then left…

Encompassing Vita: That’s fine. Just say anything that comes to mind! Or you can just add to my account!

Erudite Vita: Um, if you say so… Let me think…

Erudite Vita: That catastrophe was likely caused by the collision and splitting of tectonic plates. As the ground changed shape in a short time, the surface buildings were all destroyed. It was very much like an earthquake up to this point.

Erudite Vita: But after destroying the buildings, the earth continued to crack. Without the earth to support them, the water bodies became rampaging floods.

Erudite Vita: In the end, the fissure appeared and swallowed up the floods, effectively saving the people. This was when we Vitas led them away from their old home to build Qiming from scratch.

Erudite Vita: That’s about it. Phew.

Encompassing Vita: That was amazing, Cyan! You remember it perfectly, like you were reading a textbook!

Erudite Vita: Um… I don’t think it was perfect…

Fu Hua: (Indeed… Her answer was consistent but superficial.)

“Like reading a textbook”. Orange’s casual remark echoed in Fu Hua’s mind.

Fu Hua: …

Encompassing Vita: What’s Fu Hua thinking about now… How can her brain process so much stuff?

Erudite Vita: Ah, speaking of which…

Encompassing Vita: …Hmm?

Encompassing Vita: Ah!

Fu Hua: …?

Encompassing Vita: Fu Hua…

Fu Hua: You’ve been thinking hard… Why don’t you sit down and have some sweets with us?

Fu Hua: I…

Fu Hua: …Okay. Thank you, Orange and Cyan.

…

Following Orange, the three sat in a row at the corner of the bridge and began to have some candy.

Fu Hua: …

Encompassing Vita: Fu Hua, how is it?

Encompassing Vita: The taste is okay, right? Do you feel more energetic now?

Fu Hua: It tastes great. This unadulterated sweetness reminds me of my hometown.

It wasn’t flattery. The refreshing sweetness brought Fu Hua back to the days when she traveled with Book of Fuxi. The taste of sugar had not seemed to change, whether it was a short time ago or a long time ago.

Therefore, it was always comforting.

Encompassing Vita: Really? That’s great…

Fu Hua: Thank you, Orange.

Encompassing Vita: That’s not enough! You need to thank Cyan too!

Erudite Vita: Huh?

Encompassing Vita: It was he who reminded me to share my candy with you. By the way, Cyan, why did you know I have candy with me?

Erudite Vita: Uh… I knew the whole time…

Encompassing Vita: Huh?

Erudite Vita: Your passion for candy and your habit of sharing it with others… everyone knows it.

Encompassing Vita: Oh, is that so? Well, it’s true that I usually share my candy with everyone, but my passion for candy…

Erudite Vita: Eh, am I wrong?

Erudite Vita: Because sometimes you’d go into hiding and then your candy bag would flatten, so I thought…

Encompassing Vita: …

Encompassing Vita: Huh, you’re really…

Erudite Vita: D-Did I misunderstand? Sorry!

Encompassing Vita: Don’t apologise. You’re just too smart and too reserve for your own good, Cyan. If someday you allow yourself to release your full potential, maybe even Blue will be no match for you.

Erudite Vita: …

Fu Hua: You’re right. I think Cyan is meticulous and earnest, too. Thank you for all your help, Cyan.

Erudite Vita: Fu Hua, Orange…

Erudite Vita: …

Encompassing Vita: Alright, if you still have something to tell Fu Hua, out with it now.

Fu Hua: …?

Encompassing Vita: It’s not fair to only reveal my secrets, right?

Erudite Vita: …

Cyan stole a glance at Fu Hua and sighed to himself. He clenched his fists and seemed to have finally made up his mind.

Erudite Vita: Fu Hua… The truth is, when we first met you, we were all very cautious deep down. After all, something we City Representatives should be cautious about happened back then.

Erudite Vita: But afterwards… You helped us solve a huge crisis and accompanied us all the way here, which reduced our suspicions of you.

Erudite Vita: Before, Orange thought you were a detective because you’re always deep in thought and easily intrigued by mysteries. It seemed like the habit of a professional.

Fu Hua: …

Erudite Vita: But… the truth is, I didn’t think so. I didn’t explain it very well to Orange at the time, though…

Orange beamed encouragingly at him.

Erudite Vita: You investigated those mysteries more out of a “sense of mission” rather than a “personal interest”, right, Fu Hua?

Fu Hua: “Sense of mission”…?

At the mention of that phrase, a faraway look appeared in her eyes.

Erudite Vita: I didn’t know how to elaborate… I just think it’s nearly impossible for you to not intervene in things happening right before you.

Erudite Vita: A bit like Purple or Red. But of course, Fu Hua is far more amazing than them.

Erudite Vita: Only you can help us defeat the Honkai beasts, Fu Hua. Maybe you’re also the only one who can help us investigate this crisis of “Enlightenment” and resolve it.

Erudite Vita: Besides, it’s precisely because you’re that kind of person. You must have someone or something you can’t let go of in your original world.

Fu Hua: …

Erudite Vita: Therefore, after the crisis here ends, you’ll definitely return to your original world and continue your hunt for mysteries. Right, Fu Hua?

Erudite Vita: But, before that…

Erudite Vita: Orange and I… W-We would… love… love…

Encompassing Vita: We would love to be your “assistants” and strive for the people and things we are unwilling to let go of. Is that what you want to say?

Erudite Vita: Yeah!

All those immature words formed a declaration that the speaker had poured all his courage into. A detective and her assistants… For a brief moment, Fu Hua’s mind traveled to the distant past, back when she had put on this outfit for the first time.

Her companion back then had written a saying for their journey afterward, “The seeker of truth will be back a thousand times over”.

Perhaps, this adorable City Representative before her and his expectations for this acquaintance as well as himself would also be the same.

Fu Hua: No worries. So long as we’re companions, we can be each other’s “assistants” and move nearer to our goal together. Even after we reach our destination, we’ll then find our new goals and move on too.

Erudite Vita: Yeah!

Encompassing Vita: That’s awesome, Cyan. We should celebrate!

Encompassing Vita: Come on! Fancy another piece of candy?

Erudite Vita: No, thanks. Too much candy will cause tooth decay, Orange…

Encompassing Vita: Two little pieces of candy would never do that! Don’t be shy, come on…

Encompassing Vita: Ah.

Between their playful pushes and banter, the candy wrapper in Orange’s hand fell out of her grasp and flew toward the other side of the “bridge”.

Encompassing Vita: Oh no…

Fu Hua: It’s no big deal.

Before she could even stand up, Fu Hua stepped forward and got the “emergency” under control with the tip of her shoe.

However, before bending down to pick up the mischievous candy wrapper, she would never have imagined what kind of “evidence” she would get from it.

Fu Hua: …

Fu Hua: …Huh?

Fu Hua: On the wall…

[CG plays wherein bizarrely, Fu Hua notices a familiar insignia, belonging to a certain Moth Who Chases The Flames:

Fu Hua: This is…]

Act 3 - Journey of Remembering
Gameplay 40-9 - Opening

When Fu Hua was awakening the Ark from deep in her memory…

Someone else was quietly taking in everything that had happened in the dark.

In Hesperus’ ruins, he gazed into the distance and wore a thin smile.

…

???: In simple terms, I returned to the “prison” on my fourth day of release in order to satiate my insatiable curiosity.

???: It was a cramped square that could only hold one person, and wasn’t suitable for staying long-term. Inside, the bitter cold seeped into my very skin, numbing my flesh and freezing my nerves.

???: It was clearly some kind of protective measure akin to “refrigeration”. I could even sense a modicum of pleasure in between the pain it brought me.

???: Just like that, I curled up like an animal in hibernation, waiting for a gaze that could melt the ice. As the most peculiar “prisoner” there, I deserved such attention.

???: But then, I continued to question… Did this visitor really know me? Was my timely awakening merely a farce?

???: Compared to collectors or aliens…

???: Detectives are better suited to deal with me, right?

Erudite Vita: Fu Hua, what’s wrong?

Erudite Vita: Do you know the man in this display case?

Fu Hua: …

Fu Hua: Yes.

Fu Hua: You can consider him my… enemy.

???: (Ah… A nostalgic voice… As if the comment was given yesterday.)

???: (Fu Hua… Fu… Hua…)

Fu Hua: He was a wise man, or rather… a cunning criminal.

Fu Hua: For him, crimes weren’t wrongdoings, but rather commendable arts.

???: (Speaking of art…)

???: (Perhaps I should open my eyes to greet you passionately, and then say with a smile…)

???: (“My dear great detective, it’s been a while.”)

Encompassing Vita: How could there be such a person? Could he have some kind of trauma?

???: (…Hmm?)

Erudite Vita: Ah… So intelligent people really do such foolish things too?

???: …

???: (Heh. Is this the honesty of a child?)

Mindful Vita: As onlookers, it was only natural that Orange and Cyan would think that way.

The young boy spoke and interrupted the happy memories of reunion with old friends.

Mindful Vita: While from my standpoint, you’re just as dangerous as Fu Hua. From your departure to her arrival… Do I need to tell you about all the anomalies that have occurred again?

???: But you chose to stand by my side.

Mindful Vita: …

???: Mindful Vita, I understand your concerns.

???: “The smartest one thought he had made a wise decision, but it was only when he got involved and discovered the stupidities hidden underneath that he fled in panic.”

???: Even if you don’t care about that, it still affects the relationships between the seven of you… and this is what truly matters to you.

Mindful Vita: Good point. It’s unbelievable that we’ve only known each other for four short days.

Veracious Vita: Blue, we’ve only known him for two days. We just met him yesterday, didn’t we?

Mindful Vita: Yes. But his observations of everyone started from the moment he escaped from the museum.

???: I knew it… You realised it ages ago.

???: But, I’m truly intrigued why you, the city Guardian, would be interested in an ordinary man like me.

Mindful Vita: I have an equal interest in everything I see. You just happened to be a part of that “everything”.

???: Haha, we’re really well-suited, right?

Veracious Vita: Blue, what do we do next?

Mindful Vita: We change nothing.

Mindful Vita: That “outsider” named Fu Hua… Unlike the one beside us, her dangerous side lies in a place she isn’t aware of herself.

???: Yeah, she’s the most suitable “truth” seeker.

Mindful Vita: “Suitable” doesn’t necessarily mean “appropriate”.

???: You’re always one to be brutally frank, aren’t you?

???: However, curiosity and thirst for knowledge are basic human nature.

???: But people like us who can improve their nature to the point of self-awareness are extremely rare and are bound to stand out among other people.

???: Think about it. When you and I are busy seeking the truth, the majority of people only have eyes for food, clothing, safety, and love. They try their best but always end up being the same insignificant members of society.

Veracious Vita: Is that something to be proud of? Or, do you no longer need to eat or hide in your secret base now?

???: Haha, you have a point. We can never live without our cravings.

???: Then, consider it some kind of nonsense I made up to find similarities between you and me.

Veracious Vita: You really are odd.

???: A lot of people have said that about me, too.

???: But for you, my willing assistants, I definitely hold no reservations. Although, I may have chosen a rather dumb approach.

Veracious Vita: Dumb? Why?

Veracious Vita: Like what you said yesterday… Although it’ll take a while to prove, I still want to trust you.

Veracious Vita: Because…

Veracious Vita: Because Purple said the same thing!

Mindful Vita: Huh? Is this a little secret between you and her?

Veracious Vita: Far from it. We decided to tell everyone from the beginning but the perfect opportunity never arose.

???: Haha, so I’m just riding on someone else’s success… Well, thank you for putting your trust in me, Veracious Vita.

???: I thought I could only earn your trust by putting myself on the dissecting table.

Veracious Vita: What are you talking about…? I’d never do such a thing!

Mindful Vita: Now that you know her better, don’t say things that could be misunderstood.

???: Alright, I’ll keep that in mind.

Veracious Vita: No worries. It’s fine.

Veracious Vita: But you need to promise me that those monsters today weren’t your doing!

???: Okay, I promise you that those monsters were not my doing. I’m also quite curious about where they came from.

???: But, curiosity aside, I still need to consider my safety for the time being, just as you said before.

???: Apart from that great detective who can smash stone pillars with a mere punch, no one would dare fight those scary monsters, right?

???: But on the other hand, you don’t need to worry about your companions with her around.

???: (Not to mention that…)

???: (…The repertory has just begun.)

--

Gameplay 40-10 - Old Friend

How should she put her current mood into words?

After an eternity of silence, she still couldn’t find the answer.

Perhaps, she felt some premonition when she saw that strangely familiar and huge building that was referred to as a forbidden ground.

Perhaps, when she’d first set eyes on the “bridge” with the fissure right below it, she should’ve anticipated that this sigh would escape her own throat at some point.

Fu Hua: …

Anyways, the miracle holding all the hopes, the ark representing the resolution of the young girl, the spacecraft that lost contact with Earth 1,500 years ago, is trapped in some ruins in the end.

Cold as steel.

Encompassing Vita: Fu Hua, what’s wrong?

Fu Hua: …

Fu Hua: I recognise this pattern, Orange.

Fu Hua: The fact it’s here means that this “bridge” was actually a part of the spaceship my friend designed and created.

Encompassing Vita: Spaceship…

Encompassing Vita: What does that word mean, Fu Hua?

At the sight of the question swimming in Orange’s eyes, Fu Hua confirmed her initial theory again.

Despite the presence of convenient urban surveillance equipment, small robots that assist in city management, and recording cameras, the technological level here was far from the “Space Age”.

Otherwise, Blue, the smartest one among the seven Vitas, wouldn’t have said something like “I still have a lot to learn about the structure of this place”.

Fu Hua: …

Fu Hua: Just like its name suggests, a spaceship is a giant ship that can soar high above the sky.

Fu Hua: And the “bridge” in front of you was a room of that giant ship. In my homeland, we called it a “cabin”.

Erudite Vita: Oh… That’s a bit complicated.

Fu Hua: As far as you can remember, when did this strangely-shaped “bridge” appear?

Erudite Vita: Um…

Erudite Vita: To be honest, we just stumbled across it when we were leading everyone past the fissure after the “cataclysm”. Before that, no one had ever seen a building like this.

Encompassing Vita: Yeah. That’s why we held a discussion about the origin of this “bridge” during the assembly after our new home was built.

Encompassing Vita: According to Red, the bridge had long been underground, and it only emerged from the fissure because the ground cracked, just like a seed breaking through the soil.

Encompassing Vita: But Purple suggested an alternative view. She reckoned the bridge fell from the sky just like fruit falls from a tree.

Erudite Vita: Purple’s view seems to be closer to the truth based on the “giant ship that soars high above the sky” that Fu Hua just mentioned.

Fu Hua: Yes. Judging from the damage done to the cabin, the spaceship must’ve taken an incredible impact. But… the spaceship itself should also be nearby. After all, a part of it is right here.

Fu Hua: Perhaps… it’s in the place you call the “forbidden grounds”.

Erudite Vita: …!

The warm atmosphere was completely shattered by those two words which carried a sense of foreboding. It was at this moment that Cyan realised one of the reasons why Fu Hua always furrowed her brow in thought.

Erudite Vita: D-Did you long suspect that but didn’t say anything because of who we are, Fu Hua?

Fu Hua: I guess you could say that. After all, I’m still an outsider to you. I figured, “When in Rome, do as the Romans do”. That means I have to play by your rules.

Fu Hua: But, now that my suspicion has been proven, it would be rather impolite to keep hiding it.

Fu Hua: …

Despite the less-than-optimistic situation, she still carried a glimmer of hope as she gazed at the two young City Representatives.

Fu Hua: Orange, Cyan, have you ever seen a girl called “Griseo”? She’s a bit older than you. Yeah, and about as tall as me with beautiful long, light blue hair.

She gestured with her hands, searching hard in her mind for any other information about Griseo.

After about a thousand years, all the memories, happy or sad, seemed to be shrouded in a layer of mist, making them appear indistinct and evoking a sense of melancholy.

Fu Hua: Oh yeah! She was also very good at painting, and always had a brush, a drawing board, and paints with her.

Fu Hua: Once she got in the mood, all the floors and walls, even her own body, would be dotted with paint.

Fu Hua: Long ago, she was driving this very ship as she started her journey. If you’ve seen her… No, even if you’ve just heard about someone who fits my description of her, please let me know.

Encompassing Vita: …

Encompassing Vita: Who is this Griseo to you, Fu Hua?

Fu Hua: She was a friend that I cherished very much, and also…

Fu Hua: …One of my few peers.

After pondering hard and long, the two representatives shook their heads and looked toward Fu Hua with a tinge of embarrassment.

Erudite Vita: …

Encompassing Vita: Oh…

Encompassing Vita: I’m sorry, Fu Hua. I’ve neither seen her in Qiming nor heard about her. Cyan, what about you?

Erudite Vita: M-Me neither…

Erudite Vita: But, although no one’s ever seen Griseo in Qiming, we can’t say the same about Changgeng.

Erudite Vita: People rarely ever come here, so perhaps… perhaps Miss Griseo started living nearby after leaving the spaceship.

Encompassing Vita: …

Encompassing Vita: Yeah, Cyan is right. If we’re lucky, we may find some clues about Miss Griseo’s whereabouts when searching for Red.

Fu Hua: …

Fu Hua stood dumbfounded for a second before warmth slowly caressed her heart like a gentle breeze. Even though those two couldn’t offer any actual clues, they were still trying their best to console her.

Fu Hua: Cyan, Orange, thank you for helping me.

Erudite Vita: You’re always welcome, Fu Hua. That’s what we should do. Help each other.

Encompassing Vita: Had it been the other Vitas, they would’ve done the same thing. That’s what family is for!

Fu Hua: Alright then, I’m counting on you now.

Fu Hua: (Griseo…)

Fu Hua: (I hope… you really are fine.)

Erudite Vita: Fu Hua, there’s something here…

Fu Hua: Hmm?

Fu Hua took the object in Cyan’s hands and dusted it off gently. Then, the three stared at the transparent hemisphere that was slightly broken on the surface but perfectly intact inside.

Fu Hua: This looks like… a micro-city inside a crystal ball.

Fu Hua: There seems to be a spring. Let’s twist it and see what happens.

…

The moment Fu Hua let go, mellow music came out of the crystal ball, while the micro-city inside began to move as the music played.

Erudite Vita: …!

Thanks to Blue’s creativity and Purple’s skillful hands, Cyan had seen many intricately designed music boxes, but he had never heard a melody so filled with deep emotion.

It came from the distant past, tender like a dream, hazy like the rain. Every sound was filled with deep emotion, and each note was mesmerising.

The ripple of sentiment it sent passing through their bodies was heartbreakingly beautiful.

But…

Perhaps it was a malfunction of some component inside the crystal ball, but the micro-city only operated for a while before suddenly disappearing, with its street lights going out and leaving nothing but darkness.

Despite Fu Hua’s relentless efforts to restart it, the unfinished music refused to play again.

Erudite Vita: What a shame…

Fu Hua: Yeah.

Her mind was haunted by thousands of thoughts and emotions.

Fu Hua did her best not to reminisce about all her past feelings.

Was it just a coincidence?

As mellow as fine wine, as sparkly as gold, and able to keep the original tune even after an eternity…

But, it “ended abruptly”.

…

Encompassing Vita: Cyan, let’s put it aside for now. When we find Blue, we can ask him and Purple to fix it.

Encompassing Vita: I remember the time when Cyan’s camera was accidentally knocked to the ground at the celebration banquet. The lens and case were badly broken, but they managed to repair it in just a week.

Erudite Vita: Yeah, it’ll only take two days at most to fix this little crystal ball, I guess.

Fu Hua: Then… I should thank them in advance.

Encompassing Vita: Alright.

Encompassing Vita: By the way, Fu Hua… Do you know who wrote that piece of music?

Fu Hua: I do. She and Griseo, as well as the one who made both this crystal ball and the spaceship, were my friends. My very first friends.

Erudite Vita: So, this ball was actually thrown from the cabin when it was falling and ended up here.

Fu Hua: That’s very likely.

Erudite Vita: Then maybe Miss Griseo’s also…

Encompassing Vita: Cyan!

Erudite Vita: Oh, I’m so sorry! I didn’t mean it that way.

Fu Hua: It’s fine. Humans are a lot tougher than a crystal ball.

Fu Hua: Besides, Griseo was… she’s special. I believe in her.

Encompassing Vita: If this crystal ball also belongs to Miss Griseo, then we might be able to find something else nearby. Let’s start searching.

Erudite Vita: Okay!

Erudite Vita: Ahem…

Fu Hua: (Nothing special here.)

Fu Hua picked a book up off the ground.

The cover had vanished and the pages were all stuck together, with the writing long since reduced to blurred inky patches.

Fu Hua: …

Erudite Vita: Even Blue and Purple can’t do anything about it, judging from its damage.

Fu Hua: It’s okay. Maybe we can still find some information in it.

With that said, she carefully separated the pages that were stuck together. After a long while, she eventually stumbled across a paragraph that was still legible.

Nameless Island Survival Records

…On the morning of the 16th day, before the sun had risen, I picked up my bag, left the shelter, and headed to the beach.

Perhaps it was because of the storm yesterday, but the creatures on the nameless island were exceptionally lively then.

I could always hear rustling noises from above the dense forest. Initially, I did not notice that, as I was in a hurry.

However, that sound became noisier. It sounded like several people were holding on to a huge net while jumping back and forth on the trees.

I was afraid that I would be their prey, so I did not care to avoid the shell fossils in the wet mud, as I ran toward the beach.

I only stopped as I winced in pain when the seawater washed over my wound. I looked back…

Dozens… Hundreds… No… A huge kaleidoscope of butterflies was swarming toward me. They were going to eat me!

After this thought flashed through my mind, I pulled my bag over me and ducked.

When the rustling noises were next to my ears, I thought, nothing was impossible on this nameless island.

Yet, that rustling only lasted for ten seconds or so. I stood up and watched them from behind in a daze.

They flew toward the boundless sea as they were scattered by the ceaseless strong winds.

Then, I finally understood: the butterflies were merely flying, and I happened to be in their way.

I don’t know why they flew. Maybe it was for sweeter nectar, maybe it was for a beloved mate, or maybe it was for freedom, which they could not comprehend themselves.

I only knew that they must have gone mad, just like me when I insisted on coming to this nameless island, despite the consequences.

Regardless, I survived another day.

On the morning of the 17th day, I went to the beach again. There were no butterfly corpses there, just countless resplendent seashells. The two faces of the shells seemed like spread wings, sparkling in the sand before they disappeared under the tides.

Perhaps that swarm of butterflies were already gone.

Or perhaps, these shells were the butterflies that did not leave this island.

Erudite Vita: Hmm… What a sad story…

Encompassing Vita: This book’s owner may not be who you thought it was, Cyan.

Erudite Vita: Eh?

Encompassing Vita: Here. There are some annotations at the end of this page.

Following Orange’s fingers, Cyan saw two sentences.

“The shellfish swam into the forests, while the butterflies flew into the oceans.”

“In the very end, they all found a new home for themselves.”

Erudite Vita: …!

Erudite Vita: That makes the whole story sound more like a fairytale. Fu Hua, was this also Griseo’s book?

Fu Hua: This book must’ve belonged to another scientist friend of mine. My guess is she was just teasing Griseo by giving her this book, but Griseo took it to heart and read it cover to cover.

Erudite Vita: Oh… I see.

Fu Hua: But maybe the whole reason she thought of giving her this book was because it was Griseo.

Fu Hua: If you’ve got questions about infinity, why not ask a child of infinite possibilities.

…

Fu Hua: (But, speaking of infinity…)

Fu Hua: (I’ve never thought about this before… How come the Vitas and I can understand each other’s languages?)

Fu Hua: Who on earth are they?)

Erudite Vita: Fu Hua, there are Honkai beasts again!

Fu Hua: Find a place to hide and leave it to me.

Encompassing Vita: Alright. Cyan, follow me this way!

Encompassing Vita: Fu Hua come quick, there’s something big buried here!

Following Orange’s lead, Fu Hua’s attention was quickly drawn to something shining red under the ruins.

…

Fu Hua: How did this jade pendant… end up here?

Her heart sank and a chill ran through her whole body.

The jade pendant now grasped in her hand was very important for both Griseo and her.

And Griseo always cherished things of great importance. Unless…

Fu Hua: …

In a heartbeat, she became lost in her distant memories.

It was many years ago, and a perfectly normal day. But thanks to Miss Pink’s impulsive proposal, the day ended up being pretty special.

“All of our friends have been giving each other gifts, we should try it too! But since there are thirteen of us, don’t forget to invite Mobius, Kevin!”

Gift giving wasn’t her strong suit, so she was mulling over what gifts she would give whom before any names were drawn.

What would she get the fiery Kalpas or the tricky Dr. Mobius, or the one who started it all, who would accept anything but was difficult to read.

She prepared in every way she could.

It would have been a lot easier to give a gift to the more extreme among them.

…

Griseo: Hey, Hua, why are you pressed so close to the door?

Hua: Oh, Griseo, are you busy now?

Griseo: I’m drawing.

Hua: Oh…

Griseo: Did you need something?

Hua: Griseo, my gift for you… I want you to have it in advance, okay?

Hua inhaled quietly. It was funny to think she’d be this nervous in front of Griseo.

Griseo: But Elysia said we’re exchanging gifts tomorrow…

Hua: Right. So I wanted to give you this in advance.

Griseo: Why’s that?

Hua: Because…

Hua: …

Hua: (Forget it.)

After thinking for a while, she still couldn’t bring herself to explain.

Maybe, she shouldn’t have joined in their gift-giving game after all, and maybe she should have thought more deeply about the game’s meaning before preparing her gift.

Eden was planning on singing a song, Kalpas was going to make a special meal. Their gifts were unique, but didn’t go overboard.

Then there was hers…

She grasped the jade pendant tightly in her hands and after hesitating for a few seconds, handed it to Griseo.

Hua: Griseo, this is… a jade pendant I made myself.

Griseo: Thank you, Hua.

Griseo: Why’s the stone so warm?

Hua: Erm…

Hua: I held it all the way here, so it’s probably a bit warm… I hope you don’t mind.

She didn’t mention the fact that she’d been lingering at the doorway for a total of twenty minutes.

Griseo: Why would I mind? It’s so warm, just like you, Hua. I love it.

Fu Hua: That’s… that’s good to hear.

Griseo: So… is this stone the gift you stayed up all night preparing?

Hua: …!

Griseo: Elysia told me you’d probably give me my gift tonight and that I should return to my room to wait for you.

Griseo: But after waiting a while, I didn’t hear anyone knock.

Griseo: So I opened the door.

Griseo: And then, I found you on my doorstep.

Hua: That explains it…

Griseo: Hua, why didn’t you want to give me your gift in front of everyone?

Hua: Because… my definition of “gift” might be different from everyone else’s.

Griseo blinked, her eyes full of disbelief.

Griseo: Kosma also said that my definition of “gift” was different from his.

Griseo: But, just because something’s different, that doesn’t make it wrong.

Griseo: You gave me this gift because you wanted me to have something that’s important to both of us and let me take care of it.

Griseo: And I gave you my gift because I wanted you to have something that’s important to both of us and let you take care of it.

Griseo: Now, these two gifts will always belong to us, no matter what.

Hua: That’s true. You’re right, Griseo.

The past vanished like mist.

But the broken jade pendant became warmer in her hands, just like that night she spent lingering nervously at that doorway many millennia ago.

Fu Hua: …Right. What’s different isn’t necessarily wrong.

Fu Hua: …

Fu Hua: (Griseo, I promise I’ll find you.)

She put the jade pendant away and smiled gratefully at Cyan and Orange.

But they suddenly heard the roar of monsters and a girl crying for help nearby…

--

Gameplay 40-11 - Transition

Encompassing Vita: That was Red’s voice!

Erudite Vita: Fu Hua, let’s get over there!

Fu Hua: (…I’ve gotta make this quick.)

Righteous Vita: Phew… safe at last…

Fu Hua: Red, are you hurt?

Righteous Vita: Not that I know of. But, if you weren’t here, I would be. Thanks!

Fu Hua: Anytime.

Encompassing Vita: Red, this isn’t a simple matter of getting hurt or not.

Encompassing Vita: You always act on impulse without anyone watching your back, and then you end up in trouble.

Righteous Vita: Orange, stop. I’m fine now, aren’t I?

Righteous Vita: Besides, I only came here because I discovered something unusual.

Fu Hua: Something unusual?

Righteous Vita: Yeah. When I walked near the fissure, I saw a figure flash across it. It was about as tall as we are, but it looked really… strange.

Righteous Vita: It looked human… but different.

Erudite Vita: Human but d-d-different?

Righteous Vita: Maybe it was a ghost or something? I mean, there’s no way a human could move that fast.

Righteous Vita: Anyway, I held my breath, quickened my pace, and followed it all the way here.

Righteous Vita: But, just as I was about to catch it, it whistled straight into the fissure!

Red suddenly got excited and clapped her hands, sending a shiver through Cyan’s whole body.

Righteous Vita: When I chased it to the edge of the fissure, I double-checked my surroundings again, but ended up empty-handed. After that, I encountered those Honkai beasts and then you.

Fu Hua: Did you see any footsteps?

Righteous Vita: I saw a lot of footsteps, but they were all mine.

Fu Hua: (It didn’t leave any footsteps behind…)

Fu Hua: (Forget it. I should focus on the matter at hand.)

Righteous Vita: So, I didn’t even blink on the way here out of fear that the ghost would get away if I did

Erudite Vita: D-Don’t call it a ghost…

Righteous Vita: Alright, alright. It wasn’t a ghost.

Righteous Vita: The Honkai beasts here are a lot bigger than what I’ve seen in the past, but that still didn’t stop Fu Hua from delivering her lethal punches. It was really something!

Fu Hua: Sure, but… I had to deal with them a lot at my former job. So, I’ve had plenty of experience with them over the years.

Fu Hua: As far as I’m concerned, they’re not much of a threat. At any rate, the beasts we encountered just now were much stronger than those we dealt with in Qiming, judging from their size and the damage they were doing.

Fu Hua: There are two possible explanations for this phenomenon. The first has something to do with this location. The second may be related to the passing of time.

Fu Hua: If it’s the former, that means that Changgeng can nourish the Honkai beasts and make them stronger.

Fu Hua: So, if we can find out why Changgeng nourishes the Honkai beasts, we may have a chance of understanding why they’ve appeared and getting rid of them.

And if it’s the latter, then this situation is a lot worse than we thought. As time goes on, the Honkai situation in both Qiming and Changgeng will only get worse.

Fu Hua: Assuming the worst, we don’t have much time left.

When they heard this, the three City Representatives all fell silent, lost in thought.

But there was a tacit understanding that this was a life-and-death situation for their world.

Righteous Vita: …

Righteous Vita: Orange, Cyan, let’s take Fu Hua to the forbidden grounds. If it’s her there, this should work.

???: N-No way!

Righteous Vita: Purple… Green? Why did you come to Changgeng? How are things going in Qiming? Did you find Blue and Yellow?

Disciplined Vita: Calm down. Let’s talk about one thing at a time, shall we?

Disciplined Vita: Firstly, Purple and I have completed dredging and placing roadblocks. Combined with Fu Hua’s help, the upheaval in Qiming is temporarily under control.

Disciplined Vita: Secondly, about Blue and Yellow.

Disciplined Vita: After checking the access records in the city’s system, we confirmed that they were last seen… in the museum.

Erudite Vita: But we went to the museum with Fu Hua just this morning, and there was no sight of Blue and Yellow.

Harmonious Vita: The unlock records of the museum gate say they got in earlier, so they should’ve left by the time you got there.

Encompassing Vita: They got in earlier?

Disciplined Vita: Right. In the end, we found nothing in the museum.

Harmonious Vita: Green, you…

Disciplined Vita: Yes, Purple?

Harmonious Vita: …Nothing.

Righteous Vita: Nothing? Didn’t you just yell “No”?

Harmonious Vita: …Oh. I’m sorry, but I’m against Fu Hua going to the forbidden grounds.

Harmonious Vita: As for why…

Harmonious Vita: It’s my intuition.

Righteous Vita: …!

With that, Purple had completely deflated Red’s initial enthusiasm.

Righteous Vita: Well, that’s that…

She couldn’t ignore the power of Purple’s intuition.

Although her intuition failed her every once in a while, Purple never lost when playing rock paper scissors with Orange, and with Blue, who wasn’t there at the moment.

Eye contact, rhythm, verbal cues as players get ready, the player’s mental state… even the dexterity of one’s hands could influence the outcome.

Meanwhile, Purple didn’t need to think about any of these things. Whenever she played, her victory was assured.

Righteous Vita: But… A-Although Purple’s intuition is rarely wrong, I still suggest that we let Fu Hua try.

Righteous Vita: Green just said that the crisis in Qiming is under control for the time being, so we should take this opportunity to speed up our investigation and hopefully find a solution.

Righteous Vita: Speaking of which, Purple, have you managed to figure out where the Honkai beasts are coming from? Is the answer in the forbidden grounds?

Harmonious Vita: No, I don’t know yet.

Harmonious Vita: But I do know that Blue and Yellow should be safe and sound now.

Disciplined Vita: …Right.

Righteous Vita: …”Should be” doesn’t really cut it here.

Encompassing Vita: Anyway, first things first.

Encompassing Vita: I agree with Red. At least for the moment, we have searched both Qiming and Changgeng. The forbidden grounds are the only place left we haven’t been to.

Encompassing Vita: We’re not going to get anywhere by ignoring the obvious choice and staying put just because of a few unknowns.

Righteous Vita: Hehe, that’s two votes then. What do you say, Cyan?

Erudite Vita: I agree with Red too.

Erudite Vita: Fu Hua’s helped us so much, and she’s saved Red just a short while ago. Besides… her companions might be in the forbidden grounds too.

Disciplined Vita: Fu Hua’s… companions?

Cyan shared a detailed account of Fu Hua’s theories and what they found along the way.

Disciplined Vita: I see. So, Fu Hua, as an outsider, what’s your take on all this?

Fu Hua: …I’m more than willing to follow your lead and continue the investigation, if that’s alright.

Fu Hua: But based on what I learned earlier, you’re not only unable to enter the forbidden grounds, but you also have no idea what’s on the inside.

Fu Hua: For you, there’s no doubt it’ll be dangerous. As an outsider, I might be able to enter and explore unsupervised the parts of the forbidden grounds that are off limits even to City Representatives.

Fu Hua: Whether I’m willing to go or not, it’s a risk we must take.

Fu Hua: Just like Cyan pointed out, my companions are likely in the forbidden grounds, so I can’t pass on the opportunity to go and check.

Disciplined Vita: …You’re not one to mince words, Fu Hua.

Fu Hua: Honesty is the only way to build trust.

Erudite Vita: So… What do you say, Green?

Disciplined Vita: You three have considered why Fu Hua must go to the forbidden grounds, and she has explained the possible repercussions…

Disciplined Vita: We still don’t know if she can enter the forbidden grounds or not. But that being said, we can let her try and see what happens.

Fu Hua: Let me try?

Righteous Vita: We open the door, and you just walk straight in. Simple as that.

Righteous Vita: If you don’t get lost inside and come back out the door you entered, then that means you’ll have been successful.

Fu Hua: That’s how the forbidden grounds work, huh? I see.

Righteous Vita: Oh, wait, haven’t we already reached four votes? We have a clear decision then!

Encompassing Vita: Red, haven’t you forgotten something?

Encompassing Vita: Remember, for every important decision, there must be a unanimous vote, or else it can’t be implemented.

Righteous Vita: Huh? We still have Purple to persuade then…

Fu Hua: So, what do you think, Purple?

Harmonious Vita: Fu Hua… You’re so kind.

Harmonious Vita: But your kindness is exactly why I don’t want you to go in there.

Harmonious Vita: …

Harmonious Vita: On the way here, my gut told me that the next choice we make might be a key turning point.

Harmonious Vita: I know that I always get in trouble and drag everyone along with me, so I don’t exactly have the right to object, but…

Harmonious Vita: I still hope that you will think twice, Fu Hua. If you give up now, then our votes won’t mean anything.

Fu Hua: Thank you for your thoughtfulness, Purple. But…

Fu Hua: Even if it means disagreeing with you all, I’m still going to stick to my plan.

Fu Hua: Because ultimately, the reason I want to go there is to find my companions, who might still be there or have left behind some clues.

Fu Hua: And if you ever found yourself in a similar situation… I bet you’d be even more determined than I am now, Purple.

Fu Hua: Even if you don’t know what’ll happen and everything is telling you there’s danger ahead.

Harmonious Vita: …

Harmonious Vita: I understand now, Fu Hua.

Harmonious Vita: But… if you really are able to enter the forbidden grounds, please be as careful as possible.

Harmonious Vita: If you get hurt, Orange and Cyan will be really sad.

Fu Hua: Okay, I promise I’ll be careful.

Fu Hua: And, I’ll try my hardest to find the Honkai’s origin as a thank you for all your help.

Encompassing Vita: Now that we’re all in agreement, please lead the way for Fu Hua, Cyan.

Encompassing Vita: I want a word with Purple, alone.

Disciplined Vita: …

Erudite Vita: Fu Hua, I’ll wait for you there.

Erudite Vita: Come to me if you’re ready.

Fu Hua: Alright.

Righteous Vita: By the way, Green, wasn’t it you who refused to let anyone enter the forbidden grounds? Why’d you change your mind?

Disciplined Vita: Special circumstances call for special measures. The Honkai beasts that Purple and I encountered when evacuating everyone were much harder to handle than before, and that just proves the theory that the Honkai will get worse as time goes by.

Disciplined Vita: Even if she has ulterior motives, it’s obvious that giving her a chance to try will do more good than bad. It’s in everyone’s common interests.

Righteous Vita: I know, I know. You say all that, but deep down inside, I bet you believe in the Great Detective Fu Hua!

Fu Hua: …?

Righteous Vita: Hehe, I’ve finally said it out loud! Do you know how long I’ve held that in?

Righteous Vita: Ever since the moment I laid eyes on you, I wanted to call you that.

Fu Hua: Why?

Righteous Vita: First, you’re very rational. Second, you have unparalleled strength. And third, your clothes… You look just like a comic book detective!

Fu Hua: …

Righteous Vita: Anyway, outstanding detectives use the most concise words to deduce the truth. If they happen to encounter the culprit, they’re also more than capable of subduing them alone.

Righteous Vita: Although my intuition is no match for Purple’s, I just have a feeling that you’ll be the one to find the perfect solution to this problem.

Disciplined Vita: You enjoy giving people nicknames too much.

Righteous Vita: Do I?

Disciplined Vita: …

Disciplined Vita: Let’s save that topic for later. Fu Hua, please allow me to thank you again for saving Red and the other innocent civilians.

Disciplined Vita: I may have been too harsh earlier, but the peace and tranquility of a city are impossible to uphold without proper discipline.

Disciplined Vita: Whatever happens now… please be careful.

Fu Hua: I understand. Thank you, Green.

Righteous Vita: Your seriousness is exactly why everyone respects you but keeps their distance.

Disciplined Vita: I can say the same about you, you know.

Righteous Vita: Hmph, that’s because you’re hopelessly oblivious.

Encompassing Vita: Purple, did you… have something else to say just now?

Harmonious Vita: I… No, I didn’t.

Encompassing Vita: Really?

Harmonious Vita: Erm…

Encompassing Vita: You found something in the museum, didn’t you? Was it a rock that could move? Or a holo-projection that suddenly spoke?

Harmonious Vita: Orange, why are you…

Harmonious Vita: I… I mean, we didn’t find anything.

Encompassing Vita: Purple, listen to me. If you’re bad at lying and want to keep a secret, the best approach is to stay silent.

Encompassing Vita: Or just be like Yellow, who doesn’t give anyone a chance to chime in.

Harmonious Vita: I…

Encompassing Vita: Fine, I’ll stop. I know that you and Green have different views on this matter, so I’ll ask her about it later.

Encompassing Vita: But right now…

Encompassing Vita: Someone’s playing dirty by listening in to our conversation.

Fu Hua: Ahh… Sorry. I’ll leave right away.

Fu Hua: (I just couldn’t help but stay and listen.)

Fu Hua: (And…)

Fu Hua: Cyan, let’s go.

Erudite Vita: Yep!

Fu Hua: Doesn’t the gate to the forbidden grounds require everyone’s strength to open?

Erudite Vita: …No, it doesn’t.

Erudite Vita: Anyway, it’s just a door, but just like the museum, it requires permission to open.

Fu Hua, we’re here now.

Abnormal was the first word to spring into Fu Hua’s mind at the sight of this place.

Similar to the architectural style of Qiming, the entrance to the forbidden grounds also had a very modern lock hole device embedded in the seemingly ancient brick walls.

Under the giant lock hole was a thick door made from some kind of metal.

Walking on front of the door, Fu Hua bent over and looked around for a while.

Fu Hua: Cyan, when was the last time you opened this door?

Erudite Vita: To estimate the impact of the cataclysm, we returned here together not long after our new home was built.

Fu Hua: (According to what Cyan said, the patterns on the door should be covered in dust. But now, there are only a few traces of dust, while the place where the door meets the ground also has a clear line.)

Fu Hua: (That means that someone has opened this door recently, and Cyan knows nothing about it.)

Fu Hua: (Or… could he be lying?)

Fu Hua: …

After everything they’ve experienced together, she could hardly entertain the second explanation. Instead, she just became a little more alert to the forbidden grounds themselves.

Fu Hua: Cyan, if I’m not mistaken, then there are two interpretations of Green’s theory that Vita’s can’t enter the forbidden grounds.

Fu Hua: The first one is that the City Representatives’ regulations prohibit you from entering, while the second is that you aren’t capable of entering.

Erudite Vita: Yes, the world behind this door isn’t very welcoming. I suppose it has something to do with us leaving the city we’re in charge of without permission.

Erudite Vita: But of course, this is the very first… I mean, the very second time we’ve been here!

Fu Hua: So you haven’t come back here since, and you now regard the world beyond this door as the forbidden grounds.

Fu Hua: As for the City Representatives’ regulations you keep talking about, they aren’t actually unbreakable “laws”, but “guidelines” drawn from everyday practices.

Fu Hua: Otherwise, you wouldn’t have discussed the possibility of letting me enter the forbidden grounds.

Erudite Vita: You… you’re right. You’re really observant, Fu Hua.

Fu Hua: I just went through everything you mentioned before. It wasn’t complicated.

Fu Hua: But, if I can really enter, perhaps I can provide some fresh ideas about why the forbidden grounds are off limits to you.

Erudite Vita: Oh yeah?

Fu Hua: You also mentioned just now that the forbidden grounds repel you Qiming Representatives, but if it can accept an “outsider” like me…

Fu Hua: Then, we can deduce that the forbidden grounds are only forbidden for you…

Erudite Vita: Ouch!

Fu Hua: Cyan, are you okay?

Erudite Vita: Th-Thank you, Fu Hua. I’m fine. I just tripped over something.

Fu Hua: There are rubble and weeds everywhere here, so be careful as you walk.

Erudite Vita: Okay.

Erudite Vita: Now that we’ve discussed it so much, I think it’s time to let Fu Hua have a try.

Fu Hua: I’m counting on you, Cyan.

Erudite Vita: Leave it to me!

As if responding to Fu Hua’s encouragement, Erudite took a step forward and stood before the door.

He clenched his fist and took a deep breath as he raised the key in front of his chest.

[CG plays wherein Erudite uses his key to open the door to the forbidden grounds:

Erudite Vita: Please!

Erudite Vita: In the name of erudition, open the door.]

…

The curtain of light emitted from inside the gate gradually surrounded Fu Hua until it swallowed her whole.

Cyan counted in his head.

Based on his past experience, they would definitely return to the same spot within one minute, guided by the misty veil of light.

But now, five minutes had already passed.

Erudite Vita: Great, it looks like Fu Hua has succeeded!

Erudite Vita: I should run back now and tell everyone the good news.

…

Erudite Vita: …!

Erudite Vita: Ouch… That hurts…

Lifting his palm, Cyan saw blood.

But this time, he had paid attention while walking.

--

Gameplay 40-12 - “Forbidden Grounds”

Fu Hua: …

Fu Hua: Is this the forbidden grounds?

Fu Hua: (Apart from the ground underfoot, there was nothing, not even a reference object, except for a white fog…)

Fu Hua: (Even the door we entered has disappeared.)

Fu Hua: …Let’s keep moving.

Fu Hua: These are… creatures roaming in the Sea of Quanta…

Fu Hua: (Are the forbidden grounds a stand-alone bubble universe? Or the remnants of one?)

Fu Hua: Ugh!

Fu Hua: …What’s over there?

Fu Hua: Better check it out.

Fu Hua: …Red?

The moment her finger made contact with the person, a prickling pain ensued.

Fu Hua instinctively recoiled, but the torrent formed by countless images had rushed into her mind with a deafening roar, accompanying the pain.

Vita: Alright, take your time.

Righteous Vita: *sob*… Miss Vita.

Vita: If you don’t tell me what happened right now, I’m afraid I’ll have to leave.

Vita: Oh, but I do need to leave soon. Right after night falls.

Righteous Vita: Huh?!

Righteous Vita: Don’t go… I’ll tell you…

Righteous Vita: Last night when the patrol ended, I saw Hugh playing with a toy I’d never seen before, and I couldn’t help but ask him what it was.

Righteous Vita: But he didn’t answer me. I thought he didn’t hear me, so I asked again.

Righteous Vita: But this time, he still didn’t say anything. He just continued playing with his toy.

Righteous Vita: I was a little embarrassed, so I started talking with his friends. Finally, when Hugh turned around and met my eyes, I asked him for the third time…

Righteous Vita: “Hugh, what kind of toy is that? It looks really cool. Can I take a look?”

Righteous Vita: But Hugh… Hugh only said one word.

Righteous Vita: He said, “Why?”

Vita: …

Righteous Vita: After that, I think I talked to his friends for a bit, but I forgot what they said…

Vita: Because the only word you remember is the one Hugh said, right?

Righteous Vita: Yeah.

Righteous Vita: Miss Vita, do you think Hugh will forgive me if I apologise to him tonight?

Vita: But why would you apologise if you don’t know what you did wrong?

Vita: Instead of just apologising to fix your relationship, maybe you should understand what you did wrong first.

Righteous Vita: But what if I don’t know whether I should fix it?

Vita: Huh?

Righteous Vita: Not long after this happened, I approached his friends and asked them if he was in a bad mood that day, of if I did something to offend him.

Vita: And what did they say?

Righteous Vita: Th-They said…

Righteous Vita: “Hugh? He just feels like you’ve gotten too close to us, and he doesn’t want to see you for a while. But don’t be upset. That’s his choice. We can still be friends.”

Vita: I see… Possessiveness between friends. That’s very common among kids at your age.

Righteous Vita: But we were really good friends before!

Vita: Red, I understand why you’re hurt. Everyone would feel upset because of that.

Vita: “Is it just because of a small issue that we can’t be as close as we used to be?”

Vita: But you must understand that we can’t make everyone like us all the time. That’s a burden both for us and for others.

Vita: Even a god that creates an entire world may suffer from betrayal at the hands of their worshippers. For as long as we’re alive, those feelings of love and hatred are constantly swirling around us.

Righteous Vita: So… what do I do then?

Vita: All you need to do is to make yourself like you, and let those who like you, like you as well. That’s enough.

Vita: As for those who don’t like us, just ignore them. Trust me, even if you go out of your way to do things against your true self to please them, they still won’t buy it. Because you are who you are.

Righteous Vita: Okay! I understand. Thanks, Miss Vita!

Righteous Vita: But, I still need to talk with Hugh this evening.

Vita: Ah?

Righteous Vita: It’s not to apologise! I just want to be honest with him. After all, it’s very difficult for two strangers to become friends.

Vita: …

Vita: Yeah.

Vita: From total strangers to good friends… It truly isn’t easy.

Fu Hua: …!

???: Don’t stare into the mist. Follow me.

Fu Hua: Who are you?

???: Come over here and I’ll tell you.

Fu Hua: (She seems to be more familiar with the forbidden grounds than me, but the question is…)

Fu Hua: ( What to do? Trust her and follow the light? Or walk my own way?)

[CHOICE] - Walk my own way
[CHOICE] - Follow the light

Fu Hua: …These quantum monsters again.

???: I see you’ve got a rebellious heart under that gentle appearance.

???: Or, maybe you actually enjoyed beating them?

Fu Hua: …

???: Now you should’ve learned why you shouldn’t act alone.

???: So, come my way.

Fu Hua: (Explore on my own… or follow her advice?)

[CHOICE] - Explore on my own
[CHOICE] - Follow her advice

Fu Hua: (Instead of showing me the way, she seems more likely to be taking me away from information that shouldn’t be seen.)

Fu Hua: (So… I should probably stick to my own mind.)

???: You’re such a stubborn one.

Fu Hua: (…This time everyone is here.)

Torrents of a myriad of images flooded into her brain again…

Vita: Stop bickering. Please sit down in order. Red, Orange, Yellow, Green, Cyan, Blue, and Purple. I have some things for you.

Mindful Vita: Why that order though? We’re City Representatives, not a bunch of kids who need our mother’s lullaby to put us to sleep.

Veracious Vita: But City Representatives should mind their manners! Am I right, Purple?

Harmonious Vita: Yeah!

Mindful Vita: Well…

Righteous Vita: Hahaha, I’ll never grow tired of Yellow making Blue tongue-tied.

Disciplined Vita: It’s lunchtime now. Please lower your voice, Inspector Red.

Righteous Vita: Oh… Okay.

Encompassing Vita: And you lot, stop acting ridiculous. Miss Vita rarely returns, so we should leave a good impression on her.

Vita: Oh, my sweet Orange, you make me want to put you in my backpack and take you traveling with me.

Disciplined Vita: Not a chance! We can’t function without Orange here.

Vita: From where I’m standing, it’s you who can’t function without Orange here, Green.

Vita: “How can I make them listen to me without Orange…? No, I need to make Miss Vita stop talking!”

Disciplined Vita: Miss Vita… Please don’t fake someone else’s inner thoughts with such an odd voice.

Vita: Okay, okay. Let’s get down to business.

Rattle…

Erudite Vita: Is that… candy?

Vita: This isn’t your normal candy.

Vita: Here, each of you can take five. Come on.

Righteous Vita: Mmm… Tastes great!

Veracious Vita: Miss Vita’s candy is the best! It tastes one million times better than those in the shop!

Disciplined Vita: Yellow… Don’t say that in front of the candy shop owner.

Vita: Orange, why aren’t you eating?

Righteous Vita: Orange doesn’t seem to have a sweet tooth.

Harmonious Vita: Orange probably thinks that she can’t control us after she eats the candy, the same as Green.

Encompassing Vita: I’d never think like that, Purple.

Mindful Vita: Purple really has spent too much time with Yellow, and has even learned to apply her intuition in the most unexpected places.

Vita: Haha.

Vita: Alright, Orange, could you please tell me why you don’t eat candy?

Encompassing Vita: I…

Encompassing Vita: The candy you gave me is really sweet, and I love it.

Encompassing Vita: But I love it too much… and I’m worried I’ll eat it all.

Encompassing Vita: Because candy quickly melts after you put it in your mouth, but it’ll take forever for you to come back again.

Encompassing Vita: So, it’s better to just give up my share so everyone else can have more.

Vita: …

Vita: You haven’t changed at all, Orange.

Encompassing Vita: Huh?

Vita: Yes, that candy melts very quickly in your mouth, but its taste will linger for much longer.

Vita: So on those days without candy, waking up each morning will fill you with anticipation that day, the day after, and the day after that. And then, your life will become more fulfilling.

Vita: However, what I hope for even more is that when you smell sweet stuff and see candy, you’ll always think of me.

Vita: And before long, the me you remember will become as sweet as candy.

Encompassing Vita: Miss Vita is saying weird things again…

Vita: I’m being serious!

Vita: After all, when I’m traveling outside, the first thing I think of is you when I see candy. And a little fool who clearly loves candy but refuses to eat it.

Fu Hua: (Weird…)

Fu Hua: (Cyan and Orange never mentioned this person to me, but they seem very close.)

???: Why are you so keen about stories?

???: If you keep stumbling around, you might run into a horror story, and it will be too late to regret.

Fu Hua: (Explore on my own… or follow her advice?)

[CHOICE] - Explore on my own
[CHOICE] - Follow her advice

Fu Hua: (If I do run into a horror story like she said… this might open up a new path for me.)

Fu Hua: (Just like when I came here.)

???: Alright, I’ll just zip it. You’re not gonna heed my advice anyway.

Fu Hua: …!

At the start of the torrent composed of countless images, there was an elusive phantom.

It rode the current and walked slowly toward Fu Hua until they united as one…

I hate repetitive work.

Yes, the emphasis is on “repetitive”, not “work”.

Due to the nature of my work, the second I open my eyes, I have to be an outgoing, friendly girl who’s equally shred and oblivious.

As for why I need to act like that, who knows? Everyone just can’t resist that type of woman… Or, perhaps that kind of woman is disarming?

Being amiable means that we can get along well without any pressure, and the hint of shrewdness gives me a nice veil of mystery. As for being oblivious…

Being oblivious makes a flawless person more adorable. Do you understand?

Undeniably, I’m really in my element at work with such a personality. But Marah said that I’m like “them”… The one from before.

Haha… Do we resemble each other though?

Are those traits part of my nurture? Or, are they actually part of “our” nature?

Among countless conversations, I tried to search for the answer to this question.

I listened to their complaints patiently, answered their questions sincerely, gave them hugs when they needed consolation, offered them gifts when they finally grew, and in the end, became their friends.

And that is what I hate most!

Repetitive complaints, repetitive questions, repetitive hugs, repetitive gifts…

And…

???: …Miss?

A child’s soft voice interrupted my thoughts.

???: Hello, nice to meet you. I’m…

???: I’m…

???: …

???: Sorry. Do you know my name?

Me: I’m afraid I don’t.

???: What… what should I call you?

Me: Me?

Me: My name is Vita. Nice to meet you.

Me: As for your name… I can come up with one for you if you don’t mind.

???: Really? Thank you, Miss Vita!

Me: You’re welcome. I’m really good at coming up with names.

Although I hated it, I had to admit that the repetitive work had given me the most precious trait.

“Patience”.

…

Fu Hua: (Work? Is everything she’s experienced with the Vitas just a part of her work?)

Fu Hua: (But if that’s true, then when they met for the first time, why would she look…)

Fu Hua: (…So lonely?)

???: Hey!

???: Have you forgotten why you came here?

Fu Hua: …

???: Fine, follow me. This is the only way anyway.

Fu Hua: …?

Fu Hua: …She meant it literally.

???: You should be grateful that I’m a patient person.

???: Someone else could have been easily driven mad by you!


Fu Hua: So… Who are you?

???: Me?

Vi: My name is Vi. We can’t see each other yet, but while we travel together, I’ll guide you properly.

Fu Hua: Why would you help me?

Vi: Ah, why? Because I have a good heart? Haha, we’ll talk about this later.

Vi: Because the first bug has just appeared.

Fu Hua: There’s a bug… You mean this console?

Vi: Yup.

Fu Hua: But why would it suddenly show up here… in this mist?

Vi: So the forbidden grounds are just mist in your eyes? What about me then? What do I look like?

Fu Hua: You’re… a cloud of light.

Vi: Hmm, you’re not usually an imaginative one. If it were a hallucination created by me, it would be filled with chirping birds and the scent of flowers. It would be a world that’s full of vitality.

Fu Hua: …?

Vi: Haha, I’m not kidding. The mist in your eyes is just a curtain of illusion shrouding reality. Of course, the form this illusion takes is also closely related to you.

Vi: As for the console… That’s actually a part of reality and is also a rare flaw in the curtain. That’s why I call it a “bug”. Does that make sense?

Fu Hua: In that case, if I can make the “bug” grow bigger and bigger, will I eventually rip the illusion apart and see reality again?

Vi: Correct. Just like a holed window would quickly break down entirely.

Fu Hua: Well, that makes it sound easy. But what exactly should I do?

Vi: Put your hands on the control panel. Afterward, I’ll enter the bug through your touch, and then I’ll dig for some useful information before wreaking some havoc inside.

Fu Hua: …

Vi: Are you worried that I may trick you?

Fu Hua: In an environment like this, I’m very grateful to encounter someone willing to help me. However, I’ve also encountered people who appear nice at first, but later turn hostile, so I’m not without experience in such matters.

Fu Hua: But now, my options are quite limited.

Fu Hua: So… I’m counting on you, Vi.

Vi: Okay.

After a while of silent waiting, a paragraph of text appeared on the light screen.

Ark Log_0001

Recorded by: Griseo

Origin: Earth

Destination: Unknown

Time of Departure: 09:12:11

Now, from the left window, I can see the Earth where everyone lives on. It is far bigger and darker than how it is pictured in books. The uneven markings that look as complicated as patterns on a shell represent the land. The only source of light on land is where I live with Mama Aponia and Kosma. The endless blue outside of the land is the sea.

SAKURA once told me that the sea is vaster than land, but smaller than the galaxy, like a grain of sand in an entire beach. But now, the Earth has not rotated to the other side, and I can only see half of the sea.

So, how big is the galaxy that everyone speaks of?

Fu Hua’s heart was instantly filled with happiness. Even though she’d predicted this and had found a lot of evidence along the way, the word “Griseo” still gave her quite an emotional shock.

Fu Hua: I knew it…

Vi: Seeing you this happy makes me happy too. It’s a shame that this bug is too small to offer more information.

Vi: Well, maybe the next one will surprise us.

Vi: …Oh, I’m sorry!

Vi: I… I accidentally triggered the auto-defense system in the forbidden grounds.

Fu Hua: It’s okay. It won’t stop me.

Vi: You’re really good at this, Fu Hua.

Fu Hua: It’s nothing. By the way, do you know anything about the Honkai beasts or these quantum creatures?

Vi: Are they your nicknames for the monsters? Sounds complicated…

Vi: There’s nothing I hate more than words that are both hard to pronounce and understand. They should just be called “monsters” if you ask me.

Fu Hua: Yeah, I agree.

Fu Hua: (Anyway, it’s not the time to delve into this topic.)

Fu Hua: Vi, let’s keep going. The most urgent thing now is to find Griseo.

Vi: Okay!

Fu Hua: …Looks like I’m indeed getting closer to her.

Vi: Fu Hua, put your hand on the drawing board, just like the last time.

Fu Hua: Alright.

In an instant, the mist ahead vanished.

In its place was a curtain of pure white.

Griseo: Marvin, you must be curious about what I’m drawing, right?

Griseo: I’m drawing a planet.

Griseo: At first, there’s nothing on the planet but white.

Griseo: You mean a planet can’t be made entirely from color blocks?

Griseo: I know, but I’m the one holding the brush now, you see?

Griseo: Besides, I’ve seen the things everyone draws now. Most of them are colorful, but they all lack order.

Griseo: That wasn’t the case for people in the past. People back then would only use one or two colors, one of which would certainly be related to their fate.

Griseo: But, seeing as there are no inhabitants on this planet yet, it should be pure white.

Griseo: White can bury all the unharmonious colors, and can thus become any color.

Griseo: For example, if I paint some green, it will contain the hope of white and bring liveliness.

Griseo: When I came back to Earth and lived with everyone, there was green everywhere.

Griseo: Flocks of birds soared around the trees, and cool streams ran through the dense forests. There was no scorched soil, no gray rubble, and no red fire.

Griseo: Do you think my planet is the same as Earth, Marvin?

Griseo: No, they’re far from the same.

Griseo: The green on Earth flows because it eventually becomes yellow and brown. But here, on my planet, green doesn’t wither.

Griseo: Just like the morning sunshine that you see whenever you open your eyes in the morning, regardless of the season.

Griseo: I’ll add a blue sky and white clouds, as well as some animals.

Griseo: The sky is another piece of land on this planet, where the white clouds are brimming with kind swans, diligent hedgehogs, and crabs made of candy.

Griseo: Huh?

Griseo: You want to know why there aren’t humans in the end?

Griseo: Because… this planet doesn’t exist just for the Ark to “sow” life.

Griseo: I just think such a planet must exist in the universe.

Griseo: You may be unaware, Marvin, that it will soon be dotted with the color of humans once the “sowing” is completed.

Griseo: However, when the colors of humanity come into contact with the original white, green, and blue of this planet, what kind of colors will they become…?

…

Vi: I can totally understand how she feels.

Vi: The nature of life is to “multiply”. It’s irreversible and can’t be stopped once it’s started.

Vi: When the second seeds fall to the ground, even the sower themselves can “change” in an unknown way, let alone this land.

Vi: That must be why she feels confused when she examines her own work and even the people who will benefit from her work.

Fu Hua: (…?)

Fu Hua didn’t comment further, but suddenly remembered a certain someone.

Standing with their back turned on a mountaintop, that person seemed to be gazing at something with a dazed look on their face.

At the base of the mountain, lights started to shine one by one with the common hustle and bustle, as well as the once-ordinary souls.

Fu Hua: (Bewilderment…)

Fu Hua: (Is it a common feeling for every person who treads a certain long path on their own?)

Fu Hua: (It’s the case for Kevin, Su, and me… as well as Griseo.)

Fu Hua: (But fortunately, this time Griseo isn’t alone.)

Fu Hua: (Marvin…)

Fu Hua: (It must be the new friend she made during the Ark’s recuperation period.)

Fu Hua: (But, who is this “Vi”…?)

Vi: Hmm? What treasures have I unearthed?

Fu Hua: …?

Ark Log_1261

The weather is bad today. Visibility is low and the blizzard continues.

The on-site resource gathering system is functioning normally, its gathering efficiency is approximately 25%. Will fill the water tank and fuel bunker in about 39 hours.

This dwarf planet is similar to Mars, just a desolate planet.

It is just much colder, its surface is covered by snow made from methane.

3400 meters to the east of the Ark, there is a mountain range that spanned from the north-east to the south-west. It greatly decreases the blizzard’s damage on the Ark.

Lastly, the Earth has yet to reply to the message that was previously sent from the Ark, for unknown reasons.

…

I chose to land on this planet, not to “scatter seeds”, but to replenish my resources for future explorations.

Marvin reminded me once, not to arbitrarily stop and waste my time on a common planet, just because I discovered a few places that resembled Mars.

I think Marvin is right. But whenever I recall the ruins I found on Mars, how it was weathered by water, I can’t help but imagine that there was once…

Vi: Hmm, the recording ends here.

Fu Hua: It doesn’t matter. I’m here to find Griseo.

Vi: Oh, yeah! Let’s head to the last bug then!

Fu Hua: (“The last”?)

Fu Hua: Vi, the bug this time looks dangerous.

Vi: …I don’t want you to take risks.

Vi: But maybe the bug turning weird could indicate that little Griseo on the other side… ran into something terrible?

…

Warning! Warning! Undetected object approaching!

Auto-defense system activated. Force unlock the dormancy capsule.

Griseo: Phew… Phew…

Griseo: What happened…?

…!!!

Griseo: Ahhh!

Ark damage has reached 23.27%. Emergency escape capsule activated, please ▇▇▇▇▇▇▅▅▅▅▇▇▇▋━

Fu Hua: …Griseo!

Fu Hua: (Wait, these monsters…)

Fu Hua: …Vi, why don’t you show yourself now that your intention is exposed.

Vi: Huh? You talk like… I’m a villain.

Fu Hua: Ha, you think you had tricked me?

Fu Hua: …Who are you? How did you know of Griseo and her job?

Vi: …Uh-oh.

Vi: I took you for a fake detective… and I never thought you had such keen eyes.

Fu Hua: …

Vi: …Huh? You look so weak already…

Vi: How come I still can’t get permission?

Fu Hua: So, when I was carefully inspecting the bugs, you took the advantage and encroached on my mind…

Vi: Uh, it’s seizing, to be exact.

Vi: Come on, it’s no big deal. Why don’t you just accommodate me? Not being able to see Griseo might be a pity, but relax, she’s just fine.

Fu Hua: …Good. Now that the truth is out, I don’t need to go easy.

Fu Hua: Ki…

Fu Hua: Impact!

Vi: …!

Fu Hua: It’s over, Vi.

Vi: …Yeah, it’s over.

Vi: I must say, you’re a natural thespian, much like myself.

Fu Hua: So, care to tell me about the extent to which you’ve manipulated the information?

Vi: Oh, I’m not capable of such things. All that you’ve seen and heard is very much true, including the voice recordings on the Ark.

Vi: However, I did widen the bugs a bit for you as a reward for keeping me company. Over there is the “exit” to reality. Griseo is waiting for you there.

Vi: Whether you believe it or not is another matter.

Vi: Anyway, if you’re not willing to lend me the Avatar, then… maybe next time!

With that, the light cluster that is Vi disappeared into the blanket of white mist.

Fu Hua: …

Fu Hua: (First, I should confirm whether this so-called “exit” exists.)

Just before she was about to witness the “truth”, her heartbeat quickened.

The myriad of thoughts pouring from her mind made her unusually calm at this moment.

Fu Hua: …

She was prepared. No matter what kind of form “Truth” will appear in…

[CG plays wherein Fu Hua wipes the dust from the glass of a dormancy capsule.]

Fu Hua: …

Fu Hua: Griseo… I’ve finally found you.

Side Stories
Side Story - The Hunt for Sinners
Hot Pursuit

Fu Hua: That kid on the street…

The commotion had passed. The street was now empty, and a spitfire of a girl stood in the middle of the road, hands on her hips, looking around conspicuously.

???: Who are you?

Fu Hua: (Red Vita. She must be who Orange was talking about.)

Fu Hua: Hello, I…

Righteous Vita: Shh… Be quiet. We don’t have time for introductions. I’m hot on the trail of this real slimeball who’s doing research on monsters.

Fu Hua: (Monsters… must be some kind of Honkai beast. Their number in this city is increasing. We have to deal with them before they cause a panic.)

Fu Hua: Conducting research on those monsters is a dangerous proposition.

Righteous Vita: You’re telling me. That’s why I’ve got to apprehend him and bring him to justice ASAP.

Righteous Vita: Based on the clues Green collected for me, the person carrying out this secret research is Doctor Finn from the clinic. He often goes out around this time.

Fu Hua: So you’re just standing here, waiting for him to show up?

Righteous Vita: Exactly. Green is always telling me to hold out for the bigger fish, but there’s no time for that now.

Fu Hua: Fair enough. However, biological research of this magnitude isn’t something a single doctor can handle. If Doctor Finn is getting assistance from others, this could go far deeper than we thought.

Righteous Vita: What are you getting at?

Fu Hua: If there are any others involved, Doctor Finn could be the key to busting this entire operation wide open. If he hasn’t caught on to us yet, we can trail him and have him lead us to them.

Righteous Vita: Ugh, sounds like I’m listening to Green’s sermon all over again.

Righteous Vita: Fine, since both of you seem so adamant about it, we’ll tail Finn when he appears.

Fu Hua: Is he actually going to show up, though?

A few moments later, a medicinal odor filled the air, and a slender young man appeared.

Righteous Vita: Hey! Finn! Stop right there!

Fu Hua: (Whatever happened to tailing him? Guess her concerns regarding the monster research are just too great.)

Finn: What… Not you again!

The moment Finn saw the irate Red, he broke off in a desperate sprint. Just as Red was about to catch him, the ominous pounding of footsteps could be heard from a distance.

Finn: Monster… monster!

Righteous Vita: Hey, you were practically a professional sprinter a moment ago, and now’s the time you choose to freeze?

Just as the Honkai beast was about to pounce on Finn, Red charged forward with as much speed as she could muster and tackled him out of the way.

Finn: …Red!

Seeing Fu Hua breaking through the encirclement of Honkai beasts and running up to shield Red, the panicked Finn hesitated for but a brief moment, then turned to flee, gritting his teeth.

Fu Hua: Red, are you alright?

Righteous Vita: Ouch… Don’t mind me, go get Finn! Urgh, I should have thought that through…

Fu Hua: You’ll be fine. I’ll deal with them.

Righteous Vita: Darn it, Finn locked the door! How dare he!

Righteous Vita: Sorry for screwing up the plan. Now our only clue has gone missing, and it’s all because of me…

Fu Hua: It’s okay. You’re worried about the danger Finn’s research might pose to the city. It stands to reason that you want him apprehended sooner rather than later.

Righteous Vita: Ugh, why do I always end up causing trouble for everyone? I’m always telling myself not to be so impulsive, but whenever it’s go time, my mind goes blank and I rush in.

Fu Hua: That’s because you’re concerned about everyone’s safety. You want to protect the residents of this city. Don’t be too hard on yourself, Red. This kind of passion is a good thing to have, especially as a City Representative.

Righteous Vita: That’s encouraging and all, but Finn blocked the path, and with him gone, so is our only clue. I’m not any closer to solving the problem than I was before. I let a dangerous criminal run free. I’m so pissed with myself right now!

Fu Hua: Don’t blame yourself. We’ll find Finn. Now, you’re more familiar with this place than I am. Think for a moment. Are there any other paths nearby that we can take?

Righteous Vita: Nearby paths… There’s a path fairly close to here that’s blocked by wooden boxes. It was a small refuge I made for stray cats, but they’ve all found loving homes now.

Righteous Vita: We can head over there. Oh, and if I get hot-headed and try rushing in the next time, you have to stop me!

Fu Hua: There’s no need to change who you are. If any bad guys show up, leave them to me.

Righteous Vita: No, I’ve got to try. I can’t keep causing trouble for everyone. Now, let’s go.

Righteous Vita: Gotta say I underestimated you! Let’s keep going!

Righteous Vita: Huh? More monsters?

Fu Hua: Don’t worry, I’ll handle them.

This smell… It’s Finn! We’re not far from him.

Righteous Vita: A fork in the road… Which way should we go? Should we split up?

Fu Hua: We’ve encountered resistance twice already. Sticking together is the safer option.

Righteous Vita: But which way could Finn have gone? Why on earth is that idiot studying such dangerous monsters? What if he ends up hurting himself and others?

Fu Hua: Finn had to have passed through here, so he could have left some traces behind. Is there anything about him that’s distinct? Something that would make it easier for us to track him?

Righteous Vita: Well, he is a doctor at the city clinic, so he’d probably have a medicinal smell to him.

Righteous Vita: But I can’t rely on scent alone to determine which way he went… Argh, I’m always like this, dropping the ball at crucial moments!

Fu Hua: No, this is a valuable clue. You’ve done well. I’ll take it from here.

Fu Hua: The smell of medicine left by Finn indicates he should've gone left.

Righteous Vita: Whoa, you’re amazing!

Fu Hua: All thanks to your familiarity with every resident.

--

Moment of Truth
Ending 1, Caution | [CHOICE] - Alright, I'll go ahead.
Ending 2, In the Name of Family | [CHOICE] - No, you should go ahead.

Righteous Vita: Okay, that’s settled. Now let’s pay Finn a little visit.

--

Proceed With CautionProceed With Caution

Finn: Hmm? How’d you catch up to me so quickly? Wait… what’s that?

Lumbering footsteps resounded from the side, and Finn’s gaze shifted to the group of Honkai beasts that had suddenly appeared.

Righteous Vita: Don’t just stand there, you dolt!

Fu Hua: Wait, Red!

Just as Red was about to rush forward to help, Fu Hua held her back.

Righteous Vita: Sorry, I let my emotions get the best of me again. But Finn…

Fu Hua: I know. You watch him closely. I’ll take care of these monsters.

Righteous Vita: Trying to slither off when we were distracted, eh? Good thing my partner here told me to keep an eye on you.

Finn: All I’m doing is looking into an unsolved mystery. What are you giving me such a hard time for? This is a completely new species! A magnificent discovery!

Righteous Vita: You idiot, these are lethal monsters that can kill people! I’m putting the kibosh on your research!

Fu Hua: …What have you managed to discover so far?

Righteous Vita: Why are you so interested all of a sudden? Oh, now I get it. You want to…

Fu Hua: That’s right. Well? Is it going smoothly?

Finn: Well… not really. This here is the only specimen that I have access to, which is hardly of any value to my research. Anyway, can you let me go now? Since when was curiosity a crime?

Finn pulled out a specimen bottle from his pocket and handed it over to the simmering Red, who was glaring at him with a searing intensity.

Righteous Vita: Are you the only one conducting this research?

Finn: Of course! This has all been a solo venture, hence why there’s been next to no progress.

Righteous Vita: I suppose that all matches up. Alright, Finn, we’ve got your number. And you’ll have to explain everything to Green when we get back.

Fu Hua: …

Fu Hua: (Why would a medical doctor who treats people suddenly want to study Honkai beasts? Could it really be chalked up to mere curiosity?)

Fu Hua: (It seems a reasonable enough explanation, but everything went a bit too smoothly for my liking. I hope they can come up with something more convincing during questioning.

Righteous Vita: What are you staring into space for? We should be celebrating! If it hadn’t been for you, Finn would have given us the slip for sure.

Righteous Vita: Not to mention that this was a rare occasion for me not being reckless. I’ll have to tell Orange all about this when we get back. She’ll be over the moon when she hears!

Fu Hua: You did a great job. If there’s anything where you think I can be of help in the future, I’m willing and able.

Righteous Vita: I appreciate that. For today though, I can handle it. I’ve got a few other people I need to question. Thanks again for all the help.

Fu Hua: Glad to be of assistance.

Righteous Vita: I’ll try and remember not to be too reckless in the future. Well, I really should take Finn back and get started on all that paperwork.

Fu Hua: See you around.

The thoroughly dejected Finn followed behind the exuberant Red. As the two of them passed by Fu Hua, Finn seemed to sense an almost imperceptible gaze upon him.
Side Story - Bizarre Games
Undercurrents

Qiming…

Fu Hua was serenely taking in the coming and going of passersby, when she suddenly heard a voice calling her.

Encompassing Vita: Miss Fu Hua!

Fu Hua: Oh, hey, Orange. Do you need something?

Encompassing Vita: Not really. I just wanted to see what you thought of Qiming.

Fu Hua: Well, it could be a great tourist destination if it weren’t for the fact that I’ve lost contact with my companions. But I assume that’s not why you came looking for me, right?

Encompassing Vita: Nothing gets past you. I was just thinking about how you’ve been helping resolve so many issues, but you haven’t had the chance to properly explore Qiming.

Encompassing Vita: So to remedy that, I’ve taken it upon myself to be your guide! I hope to give you at least a few lasting memories of the city.

Orange stood tall and proud, looking just like a miniature adult. Fu Hua couldn’t help but smile and nod.

Fu Hua: Alright then, lead the way.

Encompassing Vita: Follow me!

The capable and precocious guide took Fu Hua’s hand and introduced her to the city that was so near and dear to her.

Fu Hua: So peaceful…

Encompassing Vita: Of course, the city’s peace and order have everything to do with Red’s good maintenance.

Encompassing Vita: The burden is pretty heavy, but she has a fiery passion.

Fu Hua: …A lot of green too. The nice smell of flowers and the cool shade away from the sun.

Encompassing Vita: And flowers blooming all around the year.

Encompassing Vita: That’s Purple’s credit. She’s been taking good care of these plants.

Fu Hua: What are they talking about? Feels so lively.

Encompassing Vita: They’re all good kids and they come to help me when they’re free…

Encompassing Vita: Sorry, I have to go now…

--

Search & Pursue

After stumbling upon a group of squabbling children, Orange intervened with a stern look on her face.

Fu Hua: (Judging by Orange’s expression, it looks like something has happened.)

Fu Hua: (But, it’s thanks to the presence of the Vitas that this city has remained so peaceful.)

Fu Hua: I’ll just leave her alone for now.

Fu Hua: Honkai beasts!

Fu Hua: That’s weird. Why would…

Right, Orange can't fight Honkai beasts.

Fu Hua: I need to warn her. She should be nearby.

Fu Hua: Where did she go?

Fu Hua: A piece of candy on the floor?

Fu Hua: The kind Orange carries around. Should be hers.

Murmuring Child: Humph, these guys were talking horse and got found by Orange!

Fu Hua: Hi, have you seen Orange?

Murmuring Child: Oh, you’re the guest!

Murmuring Child: Uh… she… she went that way!

Fu Hua: So she went this way…

The little girl nodded nervously.

Fu Hua: This kid… Never mind, better find Orange first.

Fu Hua: …More Honkai beasts.

Fu Hua: Must find Orange quick.

Fu Hua: A flyer?

Fu Hua: “The courage challenge! Mysterious underground gut check meet!” What’s this?

Fu Hua: Right, the “underground” on the flyer… does it refer to the museum?

--

Traceless

Following the clues they had gathered, Fu Hua finally spotted a frantic figure not far ahead.

Fu Hua: Orange!

Encompassing Vita: Ah, Miss Fu Hua!

Encompassing Vita: We meet again! How are things? Need help with anything?

Fu Hua: Don’t worry about me. Did you run into some trouble? You’re not hurt, are you?

Encompassing Vita: I’m fine. It’s just that… some kids were being a bit too mischievous.

Fu Hua: Are you talking about those kids who were arguing earlier? What happened?

Encompassing Vita: I don’t know what’s gotten into them. They were all clamoring to go on an adventure underground.

Encompassing Vita: They said there’s a “Warrior’s Reward” down there. Whoever gets into the basement first becomes the one and only “Warrior”.

Fu Hua: Where did they go?

Encompassing Vita: I infiltrated their ranks in an attempt to flush out the ringleader, but they got wise to me.

Encompassing Vita: Someone yelled “Orange is here”, and they all scattered. By the time I got here, they’d completely vanished.

Fu Hua: I see. But then, why did you stop here?

Encompassing Vita: Because this is the entrance to the basement.

Orange pointed at the metal cover on the ground, looking frustrated.

Fu Hua: So they were referring to the museum basement…

Fu Hua took out the flyer she had found earlier. Looking past the attention-grabbing headline, the flyer featured a crudely drawn map of the city. Several locations in the residential area, as well as the entrance to the museum, were clearly marked.

Fu Hua: You told me before that the museum isn’t open to ordinary residents. Why would these kids insist on venturing into the museum?

Encompassing Vita: I’m wondering the same thing myself. At any rate, I’m about to go find out.

Fu Hua: If that’s the case, then allow me to help.

Encompassing Vita: No, you’re a guest here, and I wouldn’t want to inconvenience you. Once I take care of this, we’ll resume our tour of Qiming.

Fu Hua: If those kids are all scrambling about like they were just a moment ago, how do you intend to wrangle them on your own?

Encompassing Vita: Hmm… you have a point, but still, I feel like…

Fu Hua: I’m worried about them as well. So let’s go together.

Encompassing Vita: Well… alright. Thanks, Miss Fu Hua!

Encompassing Vita opened the entrance to the museum.

Fu Hua: Huh? What’s this?

Fu Hua: Uh, I picked up a ball of paper by the gate just now…

Encompassing Vita: “Courage challenge” again.

Encompassing Vita: Have they found the museum already?

Fu Hua: No need to hurry just yet. Let me check if there are any other clues here.

Fu Hua: A string of footprints?

Encompassing Vita: Ah, footprints here too!

Fu Hua: Another piece of candy?

Encompassing Vita: It’s mine! Weird. Did I give it to the other Vitas?

Encompassing Vita: Must have been dropped by Purple when she was sweeping the floor. Let’s go find other clues.

Fu Hua: Another string of footprints. Feels like this person had been circling around in the museum for a long time.

Fu Hua: He acted weirdly and didn’t feel like someone who came for the first time.

Encompassing Vita: Right, I remember something now!

Encompassing Vita: Blue made a mechanism that could record images and put it here.

Encompassing Vita: It has a narrow view, but maybe it caught the suspect.

Once the mechanism was activated, they started to examine the history records one by one.

Fu Hua: Here, this one might be you.

Encompassing Vita: …

Fu Hua: So, the one who left behind the candy and those footprints is…

Encompassing Vita: …Me.

--

Decision Time

Fu Hua: These footprints definitely belong to a child.

Fu Hua and Encompassing Vita followed the intermittent footprints all the way to Changgeng, where the security bots were making their rounds with pinpoint precision.

Encompassing Vita: …

Fu Hua: Quite a dedicated security system you’ve got here. The children will have a hard time trying to stir trouble here.

Encompassing Vita: That’s strange, why are there so many of them? The number of bots here on active patrol is way more than the amount I activated…

Fu Hua: Another “prank” from the children, perhaps?

Encompassing Vita: These kids are really out of line! I’ll notify Green to keep a closer eye on the children in Qiming and have a proper talk with them.

Fu Hua: (Orange seems genuinely angry, a sight that I’ve never seen before. However…)

Fu Hua touched the two candies in her pocket which Orange gave to her. According to everyone, Orange is a candy lover.

Fu Hua: Want some candy?

Encompassing Vita: Huh?

Fu Hua: Don’t worry, the kids will be fine. I know you want to find them sooner rather than later, but first you’ve got to calm down.

Encompassing Vita: …You’re right. Thanks.

Encompassing Vita peeled open a piece of candy and put it in her mouth, then peeled open another one and held it to Fu Hua’s mouth.

Encompassing Vita: You have one too, Miss Fu Hua. You went through so much with me, you deserve it.

Fu Hua paused for a moment. She had intended to console Orange, but had hardly expected to receive the same treatment in return.

Fu Hua: (It seems Orange’s natural tendency is to take care of others. She never places herself first, no matter what the situation is. In that aspect, she’s quite similar to Book of Fuxi.)

Fu Hua: Alright. We’ll resume our search after a little candy break.

The gentle sweetness slowly spread across her taste buds. Feeling more at ease, Orange suddenly remembered something.

Encompassing Vita: Oh, I just remembered! To prevent the security bots from malfunctioning, Blue designed a killswitch for emergencies. It’s over there!

Encompassing Vita pointed to another path that was even more obstructed.

Encompassing Vita: If we get to that killswitch, we won’t have to worry about the security bots. But I don’t want to waste time. I want to make a beeline for the kids… Aghh, I can’t decide! I’ll leave it to you, Miss Fu Hua.

Fu Hua: Should we avoid the patrolling security bots while following the footprints, or should we take a detour to get to the killswitch?

Ending 1.1 + 1.2, Not Much of an Ending + Orange's Heart | [CHOICE] - Bypass the security bots.
Ending 2, Unsolved Mystery | [CHOICE] - Take out the security bots.
Stealth ActionStealth Action
Get Killswitch
Avoid Bots

Encompassing Vita: Look, the main switch is just there!

Fu Hua: But the patrol mecha aren’t moving at all. Can we only break through by force?

Encompassing Vita: Wait, there has to be another way!

Fu Hua: Right, let’s look for their power supply. Burning the power supply unit should do it.

Killswitch - Spotted
Killswitch - Succeed

Encompassing Vita: Shoot, we got spotted!

Fu Hua: Looks like we have to fight.

Encompassing Vita: Wah, they’re in battle stations! We need to find the kids now!

━ Loops into Ending 2, Stage 2 (Mysteries)
Ending 1.1, Not Much of an Ending
Ending 1.2, Orange's Heart
Letting GoLetting Go

Various enigmatic clues had been scattered across seemingly unrelated locales, and there was no readily apparent or logical through line connecting any of them.

Fu Hua could only observe as Orange admonished the child, who seemed to begin to grasp the severity of his actions.

Mischievous Child: Okay, I know I was wrong. I promise I won’t pull any pranks anymore.

Encompassing Vita: Good, that’s what I want to hear. Don’t let me catch you getting up to any more of this in the future.

Orange’s expression softened. Seeing this, the boy gave a vague response and then quickly ran off.

Encompassing Vita: Well, all’s well that ends well. At least nobody got hurt.

Encompassing Vita: Still… why would a bunch of kids suddenly be so interested in the museum?

Encompassing Vita disrupted her own monologue and turned to Fu Hua.

Encompassing Vita: At any rate, I believe we’ve officially cracked the case, thanks to your help! However, I really need to talk to Green about greater safety education for the kids, so I don’t think I’ll be able to show you around.

Fu Hua: It’s okay. I’m glad I could help. I can explore the city on my own anyway.

Encompassing Vita: Okay then, goodbye!
Side Story - Secrets & Suspicions
Silence

Disciplined Vita: Your testimony is very important to the case, so please answer my questions.

Frustrated Man: Just some petty crimes, Green. No need to make it a big deal.

Fu Hua: (I hear an argument coming from over there. Better check it out.)

Fu Hua: Green, what happened?

Disciplined Vita: Huh? Oh, hey Fu Hua. This gentleman, Larry, said he came home and found a few oranges missing, but the fruit seller insists they didn’t short him.

Resigned Youth: Oh, my honorable judge, your friend is here. I won’t disturb you anymore.

Disciplined Vita: The case is still under investigation. You can’t leave.

The young man acted as if he didn’t hear Green, turning abruptly and running off, leaving a flustered and exasperated Green behind.

Disciplined Vita: Every time I talk to the residents, it’s like pulling teeth. Do people really find my strict manner of interactions so unpleasant?

Fu Hua: Hmm… I can’t speak for others, but I’m personally more accustomed to this kind of interaction. I’ve actually been told I can be a bit overbearing at times.

Disciplined Vita: I haven’t spent much time with you, but you’re quite different from Orange and the others. Everyone speaks very highly of you, though.

Disciplined Vita: It’s not that they dislike serious-minded people. It’s just that…

Fu Hua: No, you misunderstood, Green. Actually…

Disciplined Vita: Never mind, now’s not the time to be thinking about this. I still haven’t resolved the case of the missing oranges.

Fu Hua: (She puts a lot of stock in what the residents think of her, but she still prioritises carrying out her duties above all else.)

Disciplined Vita: Back to the case. If both Larry and the seller are telling the truth, then the truth must lie in Larry’s journey home. The route he takes is nearby. Fu Hua, could I enlist your help with this?

Fu Hua: Sure.

Disciplined Vita: Thank you. I might not be able to get the residents to talk to me if I’m alone, so having you come along will be a great help.

Fu Hua: …Green.

Disciplined Vita: Now, let’s make the most of our time here to look for any new clues.

Disciplined Vita: What’s this box doing here on the wall? It’s got “Public Facility” written on it… We didn’t place any boxes here.

Fu Hua: The lock on the top looks quite complicated. Did someone disguise their own box as a public facility?

Disciplined Vita: Private boxes shouldn’t have signs designating them as public facilities. We should remove this and take it back to the lost-and-found station.

A thoroughly irked Green stepped forward to take the box off, but the lock behind the box didn’t budge an inch.

Disciplined Vita: The box is locked to the wall, I can’t take it down.

Fu Hua: Let me try.

Fu Hua: The chains on the box are linked to this wire. Let’s trace the end and see if there’s a way to unlatch it.

Disciplined Vita: So here’s the switch of the box latch, just as you suspected.

Fu Hua: It’s unlocked. Let’s get back to the box.

Disciplined Vita: The box is open, and there are… three oranges inside? Larry’s missing oranges?

Fu Hua: Maybe, but why put them here and in such an intricate box?

Disciplined Vita: It doesn’t add up. Fu Hua, let’s keep looking.

Girl Playing Ball: Can eating vegetables make you tall? I want to eat vegetables too!

Disciplined Vita: What are you saying?

Girl Playing Ball: Oh, hey Green. I-I’ve been studying hard, I swear. Not slacking off at all. Well… er… it’s about time I go exercise. See you later!

Disciplined Vita: Hold it right there.

Fu Hua: You might want to think about softening your tone when questioning others, particularly toward a child.

Disciplined Vita: Hello there, I was wondering… ah, forget it. Fu Hua, could you ask her?

Fu Hua: Little girl, did you see what happened at the vegetable stall over there?

Girl Playing Ball: Let me think… There was a tall man who took some vegetables from there. He had nice brown hair.

Fu Hua: Perfect, that’s great. Thank you very much.

Disciplined Vita: Alright, so we’re looking for a young man, tall, with brown hair.

Green’s brow furrowed, as if she was pondering a difficult decision.

Girl Playing Ball: Was there anything else you needed?

Disciplined Vita: Yeah.

Green turned her head to look at the girl, who was beside herself with anxiety.

Disciplined Vita: Don’t forget to study well and exercise. The next time we meet, I’m going to check and see if you’ve improved.

The girl gripped her ball tightly and nodded vigorously, turning and running without looking back.

Disciplined Vita: Everyone just can’t stop talking to Orange, but when it comes to me, they all clam up. Do they think I’m too domineering?

Fu Hua: Hmm… When I used to be a class monitor in school, I was also concerned about whether my demands on everyone were excessive.

Fu Hua: I wanted to be sure that classmates who tended to skip class had studied before exams, if those who loved to play games had rested enough…

Fu Hua: So, whenever they saw me, their first reaction was to give me more of a status report as to their studies, rather than simply chatting with me freely.

Disciplined Vita: Have you ever been envious of the way other people interact?

Fu Hua: I’ve never really thought about it. However, social interactions are like a mirror. The way you interact with others often gives them the impression that you would prefer to be communicated with in the same way.

Disciplined Vita: Interesting… Ah, would you look at the time? I’ll definitely think over what you said, but for now, we need to continue our investigation so that we don’t delay any of our plans for later.

Fu Hua: I see you’re a girl of punctuality.

Confused Youth: So did the vegetable grow legs and walk off on its own?

Fu Hua: Hello, may I ask what happened?

Confused Youth: Oh, nothing serious. I turned around, and the vegetable that I placed here was gone.

Disciplined Vita: Another case of missing property? Strange; it feels like there’s been an abrupt increase in theft cases… Something isn’t right.

Confused Youth: It’s not a big deal. You can leave if it’s too much trouble.

Disciplined Vita: Absolutely not! I would never abjure my responsibility towards a citizen’s lost property, even if it were but a single grain of rice. Now, let’s get down to it.

Disciplined Vita: Why is this box labeled “Flood Prevention Supplies” placed so haphazardly here? No, in the first place, flood prevention supplies shouldn’t be stored in a box like this anyway.

Fu Hua: Another item disguised as a public facility?

Disciplined Vita: Cleverly done indeed. People passing by don’t usually pay attention to public facilities. These wooden boxes are sealed up pretty tight. Do you want to try prying them open? It might take a while.

Fu Hua: The wooden boxes don’t seem terribly sturdy. Breaking them might be easier.

Disciplined Vita: Good point. However, if this is another box filled with stolen goods, we have to make sure not to damage anything that’s inside.

Fu Hua: Let me give it a try.

Disciplined Vita: A piece of paper? Is that all that’s inside? What does it say?

Fu Hua: “City East Florist, one green, one purple, and one yellow flower each.”

Disciplined Vita: We didn’t hear the flower shop owner say they lost anything earlier. Perhaps this is a tip-off from someone about a crime that’s about to be committed?

Fu Hua: If it were a tip-off, they wouldn’t have placed it in a locked box. To me, this seems more like some criminals plotting a heist.

Disciplined Vita: A heist… Wait a minute, do you see that guy?

Fu Hua: He matches the description the girl gave to us.

Disciplined Vita: If this note really is about an upcoming heist, this may go a lot deeper than we originally thought. Let’s not alert him for now.

Fu Hua: Alright, let’s quietly follow him and see what he’s up to.

Disciplined Vita: Wait a second. The residents here all know me, so I’m afraid you’ll have to follow him alone. I’ll be nearby, keeping an eye on you.

Shadow Hunt
Ending 1.1 + 1.2, Unclosed Case + No Words Needed | [CHOICE] - …
Ending 2, Little Representative | [CHOICE] - Museum

Mysterious Man: Ha! You don’t even know the museum? You’re not one of us!

Fu Hua: Not good. Need to catch up.

--

ReconstructionReconstruction

Mysterious Man: Humph, no way you’re catching up.

Fu Hua: Could the meeting info be on that slip?

Disciplined Vita: Gotta go over to check it out. Fu Hua, I know a shortcut. Follow me.

Fu Hua: Green, are these wooden crates public property?

Disciplined Vita: …The most important thing now is to get the meeting info. Forget the rule about not damaging public property.

Fu Hua: I see.

Disciplined Vita: The path is blocked again.

Disciplined Vita: The barrier seems to be controlled by the mechanism beside it. Let’s take a look at it.

Fu Hua: The mysterious young man seemed to have mentioned an alarm. Do we jump into action or act with caution?

Ending 1.1, Unclosed Case - [CHOICE] Jump into action
Ending 1.2, No Words Needed - [CHOICE] - Act with caution

Disciplined Vita: Very direct approach. At least the path is clear now.

Fu Hua: Hmm, let’s press on.

Disciplined Vita: …That’s trouble.

--

Spooked AnimalsSpooked Animals

Disciplined Vita: Honkai beasts again.

Fu Hua: Drawn by the alarm?

Disciplined Vita: I’m afraid the thief has fled after hearing the alarm.

Fu Hua: We might still be able to catch up if we make haste.

--

Shadow WalkShadow Walk

Mysterious Youth: Huh? You’re alright?! Darn it, I thought those monsters had gotten you.

Disciplined Vita: All that stuff you’ve got is stolen goods, isn’t it?

Fu Hua: You intentionally pilfered low-value items because you knew the residents wouldn’t raise alarm bells. That way, you could keep stealing to your heart’s content.

Mysterious Youth: What are you talking about?!

Disciplined Vita: I’m done with you. It’ll make it easier to apprehend the lot of you during the assembly.

Fu Hua: Green…

Fu Hua Gestured at Green to look at the wall behind the young man. Where there was once a sign indicating the meet-up point, was now empty. Seeing their gazes, the young man proudly scattered the ashes in his hand onto the ground.

Mysterious Youth: Looking for this? I knew something was wrong when I heard the alarm. I’d have to be pretty stupid to have to hold onto something like this.

Disciplined Vita: Don’t get too cocky. Now that we have proof of the stolen goods, along with the testimony provided by the residents, we’ll figure out your motives soon enough.

Fu Hua: Given the sudden turn of events, he probably didn’t have time to get rid of all the evidence. Especially the boxes used to distribute and accept stolen items.

Disciplined Vita: I’ll continue to keep an eye on any boxes labeled “Public Facilities” on the streets. As soon as I spot any suspicious individuals, I’ll look into them right away.

Disciplined Vita: Thank you, Fu Hua. Without you, I might have ended up erroneously pegging this as a petty theft case.

Fu Hua: You’re welcome. This all may just be the tip of the iceberg.

Disciplined Vita: I understand. I’ll follow up on the leads we’ve got, that’s my responsibility as this city’s judge. Anyway, it’s getting late, so I’ll take this guy in for further questioning. Fu Hua: Wait.

Disciplined Vita: What is it?

Fu Hua: You asked me earlier if I envied the way my other classmates communicated. I think that while everyone has different ways of expressing themselves, it doesn’t affect how much they trust and like you.

Fu Hua: During holidays and on my birthday, they’d prepare gifts for me, according to my hometown customs. I’m not good at expressing my feelings, but I believe we all formed inseverable bonds.

Fu Hua: So just continue to interact with others in the way you’re familiar with. Keep being a dedicated Representative, and everyone will understand your intentions.

Disciplined Vita: …Thank you, Fu Hua. I’ll remember that.

Green contemplated Fu Hua’s words quietly, then nodded with a sense of appreciation.

Watching as Green and the young man turned and left, Fu Hua looked at the burnt scraps of paper and the inconspicuous stolen items on the ground, once again lost in her thoughts.
Side Story - Original Tricks
Seeking Inspirations

The afternoon sunlight cast a comforting warmth over the city.

Amidst the languid and relaxed atmosphere, a bustling figure caught Fu Hua’s attention.

Fu Hua: Is that Purple?

As if sensing Fu Hua’s gaze, Purple, who had been engrossed in her notebook, suddenly looked up.

Harmonious Vita: Miss Fu Hua!

Before Fu Hua could respond, she immediately rushed toward Fu Hua while holding her thick notebook. She stopped a few steps away from Fu Hua and curtsied while lifting the hem of her skirt.

Harmonious Vita: Are you here for me? Is there something I can help with?

Fu Hua: I was just walking around, and besides, you seem quite busy.

Purple raised the notebook to Fu Hua. A page that was covered with various scrawled notes caught Fu Hua’s attention.

Fu Hua: This is…?

Harmonious Vita: Just some ideas for this year’s celebration. I’m still the one planning it!

Fu Hua: Does the city have regular annual celebrations too?

Harmonious Vita: Of course! To celebrate another year of peace and tranquility, everyone gathers at the square for a big bash.

Fu Hua: Sounds like a fun time.

Hearing this, the smile vanished from Purple’s face.

Harmonious Vita: I wanted to make some changes to the celebration this year because you were visiting, but…

Purple scratched her head in frustration.

Harmonious Vita: All of my ideas are completely dated and unimaginative… Oh, wait!

Purple looked up pleadingly.

Harmonious Vita: You’re from another place, aren’t you?

Harmonious Vita: You must have lots of different ideas that people from here wouldn’t have!

Fu Hua: Um… Actually, I’m not really good at…

Harmonious Vita: Pleaaaaase? You must have some good ideas, right?

Fu Hua: Well…

[CHOICE] - Let me think…

Harmonious Vita: Come on, Miss Fu Hua, help meeeee. Pretty please?

Purple fluttered her eyelashes in a desperate attempt to plead with Fu Hua. Unable to refuse, Fu Hua frantically parsed through her memories of the past few days once again.

Images From the Past
Right There
Satisfied
Images From the PastImages From the Past

Fu Hua: Let me think… I visited the museum a few days ago.

Harmonious Vita: The museum? Oh, right! There are a ton of exhibits about the city there. Did you discover anything interesting?

Fu Hua: Um…

Fu Hua: Speaking of, I did see exhibits related to celebrations.

Harmonious Vita: What are they?

Fu Hua: Files that record the annual celebrations. Try to look for them.

Fu Hua: Right, there’s another showcase in the museum that I didn’t have the time to ask about…

Harmonious Vita: Which one?

Harmonious Vita: Whoa, that’s it!

Harmonious Vita: Uh… any ideas?

Fu Hua: Sorry, I got it wrong. I need to think about it again.

Fu Hua: …

Fu Hua: …

Fu Hua: I remember now. It’s the Commemoration Postcards Collection.

Harmonious Vita: Whoa, I started to compile this collection many years ago.

Harmonious Vita: I never thought you’d take notice.

Fu Hua: I remember it had a very sturdy cover.

Harmonious Vita: That’s right! Orange helped me pick it out. Not only does it look good, but it’s super practical as well. Perfect for preserving mementos.

Fu Hua: I see postcards from each year’s celebration inside. Are those group photos from during the celebration?

Harmonious Vita: Yep! After I came up with that idea, Cyan taught me how to take photos, which I then turned into postcards.

Harmonious Vita: However, I always forget to mark the dates on the postcards. Thankfully, other Vitas help me write them each time. That way, I’ve got materials covering every celebration that we’ve had.

Fu Hua: I see. Do you all get together like this each year for the celebration?

Harmonious Vita: Of course. We all bring delicious dishes and invite everyone to the square for a feast.

Fu Hua: Very thoughtful of you.

Harmonious Vita: We may be small in stature, but our hearts are big!

Purple proudly straightened her posture, completely forgetting what she initially was asking about.

Fu Hua: Are you planning to do the same thing this year?

Harmonious Vita: Definitely… uh, definitely not. I just feel like this year is different, so we should try something more special.

Fu Hua: Actually, I do have an idea.

[CHOICE] - Let more people cook
[CHOICE] - Have more people take photos

Fu Hua: You can have the citizens each prepare a specialty dish of theirs, then bring them all together for a big potluck. Wouldn’t that be livelier?

Harmonious Vita: Oooh, that’s a pretty bold idea.

Harmonious Vita: It might make it tougher to arrange a suitable venue, but having everyone participate would definitely add a lot of fun!


Harmonious Vita: Thank you, you offered such a great suggestion.

Fu Hua: Glad I could help.

Fu Hua: Your efforts will bear fruit soon enough. I’m sure this year’s celebration will be more vibrant than before.

Harmonious Vita: I’ll give it my all, that’s for sure! Anywho, I better get back and start preparing. See ya!

Fu Hua: See you later.

The excited and cheerful Purple hugged her notebook and left swiftly.


--

Ending 1, Purple's Joy | [CHOICE] - I have an idea!
Ending 2, TBD | [CHOICE] - Sorry, I'm drawing a blank
SinceritySincerity

Reflecting on her recent experiences in the city, Fu Hua made a new decision.

Fu Hua: Purple, how about we visit the museum again?

Harmonious Vita: Huh? Why?

Fu Hua: There’s something I didn’t have time to take in fully before, so I want to check it out again.

Harmonious Vita: Sure thing!

Harmonious Vita: I see. Fu Hua wants me to draw inspiration from the exhibits.

Fu Hua: The exhibit… where is it?

Fu Hua: No time for this now.

Harmonious Vita: This display case… what did it keep before?

Harmonious Vita: This one? Doesn’t seem right.

Fu Hua: Better keep looking.

Fu Hua: …

Fu Hua: …

Fu Hua: Found it!

Harmonious Vita: It’s the collection I made!

Purple spread open her collection and displayed the precious and heartwarming memories it held to Fu Hua.

Fu Hua: Look at these photos.

Harmonious Vita: I took those!

Fu Hua: I know. But look closely at everyone’s expressions.

Harmonious Vita: What about them? Everyone’s smiling.

Fu Hua: Exactly. That’s what I wanted to confirm.

Fu Hua: You were worried that everyone might get tired of your celebrations, so you put all your effort into finding new and unique ways to give them a different experience.

Fu Hua: But even if the format remains the same, everyone still enjoys themselves.

Harmonious Vita: Wow… I guess you’re right. If only I had noticed this earlier.

Harmonious Vita: I didn’t expect everyone to look forward to it this much! I’ll have to work even harder now!

Fu Hua: You deserve to be confident in your ability to plan a great celebration.

Fu Hua: If you still want to surprise everyone, I can go to town with you and talk to the people there. Maybe we’ll find some inspiration.

Harmonious Vita: Thank you, Miss Fu Hua!

Purple jumped up excitedly and hugged Fu Hua tightly.

Harmonious Vita: How about we go to Qiming now?

Harmonious Vita: Since everyone is looking forward to my celebration so much, as long as I plan it according to their expectations, I can’t go wrong!

Fu Hua: The reason everyone supports you is because they can tell how much you care.

Harmonious Vita: Great, then let’s go!

Purple held Fu Hua’s hand, her face glowing.

Fu Hua: (Such an innocent child. It’s rare to see her this carefree. I have to help her as much as I can.)

Fu Hua: (I hope the celebration goes smoothly.)