Act 1 - Tides of Chaos
Gameplay 9-1 - Death of the Gods

Brrzzaaa… brrzzap!

---- The fire spread in the darkness.

---- The burning embers shone like the morning sun.

---- Everything was baptised in the blazing fire.

Tesla: Space curvature anomaly detected. I’ve never seen Honkai energy levels that high!

Tesla: More hostiles incoming! We must stop the Herrscher from summoning more minions!

Himeko: I’ll distract the enemies. Focus on saving the wounded!

Himeko: Can we restart the Hyperion’s engines?

Tesla: Port-side armor plating compromised. Drive chamber impacted. Shock absorbing systems damaged.

Tesla: We’ll need time to make her air-worthy again. Drive conversion rates…

Himeko: Calm down. Just tell me how much time you need!

Tesla: 3 minutes. Just give me 3 minutes and we’ll be out of this place!

[CG plays wherein a ninja-type Honkai zombie sneaks up on Himeko and attacks her.]

--

Gameplay 9-2 - Chaos Overture

[CG plays wherein Theresa comes to save Mei from Kiana, who is still being controlled by Sirin:

52 minutes ago, outside the Helheim Labs of Schicksal HQ.

Mei: Kiana…

Theresa: Mei, are you alright?]

Mei: Principal?

Theresa: Great, I managed to catch up.

Theresa: Professor, I’ve met up with Mei. But Kiana…

Einstein: High Honkai energy readings detected in Kiana’s body.

Einstein: We’re getting a reading of 4458 HW… is this reader broken?

Theresa: Where’s your mech unit?

Einstein: I have not received signals from any of the 67 mech units of the Vanguard.

Einstein: The number of hostiles is still increasing. Many are joining the battlefield as we speak.

Einstein: The situation is not looking good for us.

Theresa: I’ve no choice but to bet on this…!

Theresa: We have a chance of winning if we can stir Kiana’s sense of self.

Theresa: The Herrscher has disappeared!

Theresa: Stay alert! She could attack at any moment!

Mei: Watch out! These are lightning attacks from that Honkai dragon!

Operator: Report! Theresa and Mei Raiden have engaged with the Herrscher.

Operator: The Honkai beasts have blocked off the battlefield. The mechs cannot provide effective support…!

Operator: There are too many of them. We’ll lose contact with our vanguard if this goes on.

Einstein: (The situation looks worse than I’d expected)

Einstein: (…Should I activate the system here?)

Einstein: (This will give us the edge we need!)

Einstein: (No… The system can only be used once…)

Einstein (Now is not yet the time. I must wait for a better opportunity…)

The elevator to the bridge opened while Einstein was deep in her thoughts.

A figure walked out slowly from the lift. Einstein frowned when she saw her.

Einstein: …You’re awake?

???: ▉ ▉ ▉ ▉ ▉ ▉ ▉

Einstein: What?

???: ▉ ▉ ▉ ▉ ▉

Einstein: This is suicidal, miss.

???: …

???: ▉ ▉ ▉ ▉ ▉ ▉

Einstein: …It seems you’ve made up your mind.

Einstein: Allow me to give you a piece of advice.

???: ▉ ▉ ▉ ▉…?

Einstein: Take this weapon. You’ll need it.

???: …▉ ▉

Einstein: Don’t mention it. Just don’t forget to bring it back to me when you’re done.

The Professor’s eyes betrayed a hint of sorrow when she handed over the weapon.

Einstein: Please, try not to lose this.

--

Gameplay 9-3 - Fruit of Eden

Theresa: Huff… huff…

Herrscher of the Void: Pathetic vermin. Lowly insects.

Herrscher of the Void: Fight all you want. You will only make it easier for me.

Herrscher of the Void: After all this time, you still don’t understand, do you?

Herrscher of the Void: Why do you bar my path, little girl?

Theresa: …Shut up! That body does not belong to you!

Herrscher of the Void: Hah. A greedy human made this body as a vessel for me.

Herrscher of the Void: ---It is an offering for my rebirth!

Mei: (Her void powers are immense… I can’t even get close to her…)

Mei: (It’s as different as day and night when compared to Wendy and I. True Herrscher powers…)

Herrscher of the Void: Haha… I suppose insects do provide some form of amusement.

Herrscher of the Void: Your clumsy dance steps make me laugh.

Herrscher of the Void: Benares, go give them a dance lesson.

((Author's Note- (Although the text says “Benares”, the JP audio actually has her refer to Benares as Bella, which is a very nice touch in my opinion))

Benares: …!!

Mei: …! Incoming attack!

Theresa: Mei! Watch out!

The dragon soared into the air. Blazing arcs of electricity spewed from its mouth.

But its breath collided with several rounds of black energy orbs that suddenly appeared.

A blinding explosion. Mei and Theresa looked at the one who launched the energy bombs.

Bronya: Anti-Honkai force field… fully functional.

Bronya: Yamabuki Armor potential maxed. Operating at maximum output.

Theresa: …Bronya?!

Mei: Bronya, why are you here?

Bronya: The Bronya is happy to see Mei and the Principal. The Bronya came in time.

Bronya: The Bronya has rested for long enough.

Bronya: The Bronya shall report back for duty.

Bronya: The Bronya will provide covering fire. Attack at will, squad!

Theresa: Got it, Bronya!

Benares: …!

Herrscher of the Void: What a disappointing start.

Herrscher of the Void: No matter. The Queen shall settle this herself.

Herrscher of the Void: Let’s get the actual show started. I’m beginning to tire of this pathetic stage.

--

Gameplay 9-4 - Chaos End

Mei: The surroundings have changed! Wait… we’ve been teleported away!

Bronya: We’ve lost contact with the Hyperion. The Bronya can not triangulate our current location.

Herrscher of the Void: Time to have the bad people leave, one at a time.

Herrscher of the Void: We’ll start with the girl with the funny hairdo, then the girl with that big cross…

Herrscher of the Void: Alright, my other half… it’s just you and me now. Let us finish our last dance and complete the ritual!

Mei: …!

Herrscher of the Void: Good. Now let me take a closer look at how insects struggle in vain.

Theresa: Mei, Bronya, maintain formation!

Theresa: Buckle up, girls! We’re doing this!

[CG plays wherein Theresa dons her personal Godsbane battlesuit, Blood Knight: Moonlight, to combat Sirin:

Theresa: You shall not prevail here! We will defeat you!]

Theresa: Ah… hnnggh…

Herrscher of the Void: Got you, baby doll☆

Mei: …Principal Theresa!

The dizzying sense of zero gravity hit Theresa hard.

When she regained her senses, Theresa saw her body being launched into the air.

An unseen force gripped her neck and her limbs.

Herrscher of the Void: Never expected such a cute little thing to pack so much power.

Herrscher of the Void: Your eyes betray emotions of care, love, and plenty of regret.

Theresa: …!

Herrscher of the Void: I remember seeing those eyes before I fell asleep.

Herrscher of the Void: She extended her hand and fantasized about helping me. What a fool.

Herrscher of the Void: She didn’t understand me. She was powerless to save anything.

Herrscher of the Void: She was a self-righteous idiot who indulged stupid fairy tailes of saving and redeeming others.

Herrscher of the Void: ----You’ve hardly changed at all.

Theresa: …

Theresa: That’s right… I know that…

Theresa: Ah… hnnggh…

Theresa: That’s… how I catch my foe!

Herrscher of the Void: …!

Theresa: You’re finally within firing range!

Herrscher of the Void: Those chains again! Don’t you ever give up?

Bronya: It’s different this time.

Bronya: Star of Eden! Switch to Level 1 output! All powers to max!

A powerful gravity wave washed over the Herrscher, driving the anti-Honkai shackles deeper into her body.

Herrscher of the Void: …!

Theresa: You can’t escape! The Oath of Judah… has caught you!

Theresa: I won’t let go… even at the cost of my life!

Herrscher of the Void: …

Herrscher of the Void: …

Herrscher of the Void: …Oh really☆?

Herrscher of the Void: Do you really think that these ancient toys can work on me?

Theresa: …What?!

Theresa: Urk… ugh…

Herrscher of the Void: Do you feel smart? Is victory within sight? Feeling hopeful yet?

Herrscher of the Void: Exciting dramas tend to have a heart-rending climax. I love those shows.

Herrscher of the Void: The will to survive… hope for the future… doing anything you can to defend all those that you hold dear…

Herrscher of the Void: Nothing but pathetic toys before me!

Herrscher of the Void: Your existence is worthless!

Herrscher of the Void: Hahahahaha!

Herrscher of the Void: KYAAHAHAHAHAH!

Operator: Report!

Operator: Honkai energy spike detected! The wavelength coincides with the Gem of Serenity!

Einstein: …Gem of Serenity?

Einstein: No… wait…

Einstein: So it was there all along…

Einstein: ---The Gem of Serenity was implanted into Kiana’s body to wake the Herrscher!

--

Gameplay 9-5 - Blitz of Annihilation

Herrscher of the Void: Do you want to get this body back and save the girl?

Herrscher of the Void: You do, right? Is she a loved friend and member of your little family?

Herrscher of the Void: Did you build sweet little memories together? Made any lasting promises?

Herrscher of the Void: If that’s the case…

Herrscher of the Void: Then I shall kill you all one by one with her hands and her body.

Herrscher of the Void: Those who love her and are trying to save her shall suffer a most grisly death…

Herrscher of the Void: I shall shatter your beautiful memories… and transform them into a hellscape of despair and pain.

Herrscher of the Void: She will then witness your mangled bodies before I smother her out for good.

Herrscher of the Void: Family, friends, happiness, dreams, future, and hope…

Herrscher of the Void: She does not deserve this. She is unworthy of this. She will never get these things!

Herrscher of the Void: I’ll start with you!

Mei: What…!

[CG plays wherein the Herrscher of the Void takes the Gem of Conquest from within Mei:

Herrscher of the Void: My dearest Mei, you are the other half of my desires, the burning passion of my soul.

Herrscher of the Void: Wait no longer. Embrace me! Join your strength with mine!]

Mei: Ah… hnnggh…

Theresa: …Mei!!

Bronya: She’s absorbing the Gem of Conquest…!

Herrscher of the Void: KYAAAHAHAHAHAH!

Herrscher of the Void: This thunderclap is music to my ears!

Herrscher of the Void: Come! Offer yourself up to your God!

Herrscher of the Void: We hereby declare Judgment Day!

Theresa: Ah… hnnggh…

Bronya: …Theresa!

Herrscher of the Void: Are you ready to accept your fate?

Herrscher of the Void: …

Herrscher of the Void: Oh… another annoying gnat!

Bronya: This reaction…!

[CG plays wherein Fu Hua arrives just in time to combat Sirin:

Bronya: It’s… Class Monitor Fu Hua?]

--

Gameplay 9-5S - Eye of the Night

Rita: …

Rita: …I did not expect Master Fu Hua to make that choice.

Rita: This really is the worst case scenario.

Rita: …I must return to the Church and prepare for this.

Rita: Once the situation gets out of control, we must prepare our “Holy Blood”.

Act 2 - Diverging Paths
Gameplay 9-6 - Opposing Views

13 minutes ago. Containment Bay 7. Helheim Honkai Energy System Lab. Schicksal HQ.

This 15 square meter room was originally used to contain test subjects.

The room was furnished with only a small bed, basic sanitary facilities, and bare concrete walls.

Beep, beep.

Rita: The test results are out. Miss Murata’s vitals have returned to normal.

Fu Hua: She’s still unconscious.

Rita: Her body has endured extended periods of abuse and over-exhaustion.

Rita: Oh, don’t blame yourself, Master Fu Hua. It has nothing to do with the battle.

Fu Hua: …

Rita: We’re supposed to send them back to the Church. This accident was unexpected. We should treat them first.

Rita: I’ve provided emergency treatment using these facilities. Decent rest will restore her health.

Rita: Now, allow me to excuse myself.

Rita: You see, Dr. Tesla must be accommodated as well. I shall meet you again once everything is in place.

Rita: I’m leaving this place to your care, Master Fu Hua.

Rita bowed and left the containment rooms briskly without giving Fu Hua a second glance.

Fu Hua: Rita has all corners covered.

Fu Hua: I’ll just forget her for now.

Fu Hua then walked to the side of the bed.

It is hard to imagine that a strong warrior like Himeko could appear so vulnerable on the sick bed.

Fu Hua: …

Fu Hua opened her right hand towards her. A warm glow emanated from her palm.

A rosy light shone on Himeko’s body. Her breathing gradually became less labored.

Fu Hua: (This will help soothe the pain.)

Several pristine feathers sparkled in the light.

They slowly drifted downwards, scattering about the floor and walls, giving off light as they floated.

When the feathers finally dissipated, a brief moment of pain flashed across Fu Hua’s expressionless face.

Fu Hua: …

Fu Hua: (It’s… alright… I have more of these feathers…)

She gritted her teeth and continued to give off the light…

Alarm: …!

Fu Hua: …A warning!

Alarm: ---Non-combat personnel, please report to the nearest shelter!

Fu Hua: Has it finally started?

Fu Hua: I’m… ready.

Fu Hua set her task aside and left the containment bay.

Outer passageway. Containment Area. Honkai Energy System Labs: Helheim.

Rita: Master Fu Hua, the Overseer has sent a message.

Rita: The experiment worked, and the Herrscher has awakened.

Fu Hua: Hmph. Let’s go.

Alarm: ---Non-combat personnel, please report to the nearest shelter!

Fu Hua: Honkai beasts? Have they already made it this far?

Fu Hua: We can’t let the containment facilities be destroyed!

Rita: The Honkai barrier of the containment area is down. We’ll need to reset it.

Rita: There are 3 control terminals. All of them should be nearby.

SYSTEM: Command confirmed. Generating barrier…

Rita: Good enough. Look for the next terminal.

SYSTEM: Command confirmed. Generating barrier…

Fu Hua: Hostiles!

Rita: All nearby Honkai beast signals are gone. This place is safe for now.

Rita: …I’ve never seen the HQ so badly damaged before.

Fu Hua: Where did you imprison the red-haired girl?

Rita: Don’t you worry. She’s well-accommodated in the guard tower to the north.

Rita: The defense systems over there are just as robust as what we have here in the Containment Area.

Fu Hua: …Understood. Continue your mission.

Rita: Rita here, Overseer.

Rita: We have neutralised all the Honkai beasts that were infiltrating the Helheim Labs. Awaiting further orders.

Otto: Good. Stay put. Durandal will lead the Immortal Blades and rendezvous with you there.

Otto: Let us welcome the moment when God herself bows before humanity.

Rita: Understood.

Fu Hua: Wait. Durandal is heading our way?

Fu Hua: Then who’s dealing with the Herrscher? She’s the only one who can fight them head-on!

Otto: Don’t worry. Everything is under my control.

Otto: Theresa will help us secure Herrscher-grade powers.

Fu Hua: What? Theresa is fighting the Herrscher?

Otto: Hoho, calm down, my friend.

Brrzzaaa… brrzzap!

Fu Hua: Hello? Hello?

Rita: Apologies. Communication systems are down. I’ll run a check.

Rita: …

Rita: An EMP attack hit us pretty close. Comm systems are down.

Fu Hua: (EMP? Could it be Mei?)

Fu Hua: Rita, fix the comm systems and contact Durandal.

Fu Hua: Tell her that the awakened Herrscher may have broken free of our control. Muster the Valkyries.

Fu Hua: I’ll delay the Herrscher to win some time…

Rita: Master Fu Hua.

Rita: Apologies, I cannot obey.

--

Gameplay 9-7 - Blossoming Scythe

Fu Hua: …Why?

Rita: The Overseer did not order us to fight the Herrscher.

Fu Hua: What?!

Rita: Allow me to explain.

Rita: The Overseer has several trump cards up his sleeve.

Rita: He has yet to use any of them. The situation is still very much within our control.

Rita: He won’t be pleased if we meddle with his plan.

Fu Hua: I do not intend to argue with you. You don’t have to help me.

Fu Hua: Just to let you know, the plan went out of control once that Herrscher started attacking the innocent.

Fu Hua: I will stop her.

Rita: You still don’t understand, Master Fu Hua.

Rita: We’re in a massive maelstrom of chaos.

Rita: Every action will lead to unknown consequences.

Rita: The Overseer ordered me…

Rita: …To make sure you don’t jeopardise our plans and everyone’s lives.

Rita: Master Fu Hua, I don’t want to say you’re wrong, nor judge your actions.

Rita: Like you, I am obliged to defend my position and uphold my duties.

Fu Hua: Hmph. Talk won’t resolve this.

Fu Hua: …Get out of my way!

Rita: If our paths must cross…

Rita: …Then I will do what I can to defend my position.

Rita: Valkyrie Rita Rossweisse apologises for being rude.

Scythe collided with gauntlets, giving off blossoms of fiery, bright sparks.

Fu Hua: (Every swing was well-calculated… but she’s only holding out against my attacks…)

Fu Hua: (She’s trying to delay me…)

Fu Hua: (I’m running out of time…)

Fu Hua: (…This might hurt her, but I have no other choice…)

Rita: Are you tapping into the power of your Divine Keys, Master Fu Hua?

Rita: Well then, to protect myself…

Rita: …I have no choice but to give it my best.

[CG plays wherein Durandal intervenes in the fight by throwing the Abyss Flower between Fu Hua and Rita:

Fu Hua: Incoming…

Rita: Oh?

Fu Hua: Durandal?]

There she stood…

Heir to the Key of Creation: the Abyss Flower. This is none other than…

…S-rank Valkyrie, Durandal, the most powerful warrior of Schicksal.

Rita: …Master Durandal?

Durandal: Enough, Rita.

Rita: …

Rita: Understood.

Fu Hua: (She’s put away her scythe…)

Durandal: Go now, Fu Hua.

Fu Hua: …?

Durandal: We cannot offer you any support.

Durandal: But we fight to defend our faith and the people we love.

Durandal: I would have made the same choice if I were in your shoes.

Fu Hua: …

Fu Hua: Thank you. I will repay this kindness.

Fu Hua leaped off the edge of the floating island and disappeared into the whirling skies.

The two looked at the skies without a word. Rita was the first to break the silence.

Rita: Why didn’t you stop her?

Rita: …She will die.

Durandal: It’s her choice.

Rita: What a shame. I actually like her a lot.

--

Gameplay 9-8 - Cacophonous Interlude

[The same CG plays again, looping back to Fu Hua arriving to fight Sirin:

Bronya: It’s… Class Monitor Fu Hua?]

Bronya: Fu Hua?

Fu Hua: Mei, Theresa…

Fu Hua: Bronya, get them out of here. Do not come back.

Fu Hua: You cannot defeat this enemy.

Bronya: …Affirmative.

Bronya: The Bronya thanks the Class Monitor.

Bronya: The Bronya thanks Fu Hua for bringing her out of the dreamland.

Fu Hua: …

Fu Hua: …Go now!

Herrscher of the Void: Hah! You humans are like maggots. Kill one and dozens take its place.

Herrscher of the Void: Come at me all you want, worthless scum☆

Herrscher of the Void: Someone should tell you that it’s rude to disturb someone else’s party.

Fu Hua: Hmph. Enough words!

Herrscher of the Void: How surprising.

Herrscher of the Void: I… remember you.

Herrscher of the Void: That funny outfit, that despicable face… you’ve caused me a great deal of grief.

Herrscher of the Void: Did you come to protect this girl as well?

Fu Hua: Are you done talking yet?

Herrscher of the Void: Hmph. Insect…

Herrscher of the Void: You shall pay for your insolence!

--

Gameplay 9-9 - Broken Time

Fu Hua: Ah… hnnggh…

Herrscher of the Void: I must admit, you are slightly different.

Herrscher of the Void: Unfortunately, you’re just a human.

…The Herrscher was wounded by the attacks.

…But her wounds healed at an astonishing speed.

The Gem of Serenity bestowed upon her an impregnable shield through the Herrscher of Death’s powers.

There’s no way to get through.

Such evil powers tilted the scales in her favor.

Herrscher of the Void: Odd.

Herrscher of the Void: You didn’t go all out against me.

Herrscher of the Void: ---Why? You wield two Divine Keys, and yet you refuse to unleash the second one.

Fu Hua: …

Herrscher of the Void: Why don’t you use it? Perhaps you don’t know how.

Herrscher of the Void: Maybe it’s… unusable?

Herrscher of the Void: No matter. You can’t change anything.

Herrscher of the Void: …Go meet your maker.

(Clap, clap, clap)

The slow clap interrupted the Herrscher just before she launched her lance.

She turned around and saw an uninvited guest on the battlefield.

Otto: …A most exciting battle.

Otto: You are indeed the Queen of the Honkai. Your beauty and form are simply sublime.

Herrscher of the Void: You… I know you…

Herrscher of the Void: You are the pathetic human who woke me… who aspires to the powers of God.

Otto:  Haha… It’s an honor to be remembered by you, my Queen.

Otto: I am hoping that you may spare this one to return the favor of reviving you.

Otto pointed at the defeated Valkyrie held hostage by the Herrscher.

Crimson fluid began to flow from his body at the same time.

A blood-like fluid spiraled upwards along Otto’s arms.

It finally congregated into numerous sharp spines.

The blood spines were pointed at the Herrscher, and seemed poised for launching.

Otto: She is a friend. And I do hope that you won’t hurt my friend.

Otto spoke in his usual nonchalant and mischievous tone.

But the Herrscher did not think so.

It was not Otto himself, but the blood spines that disturbed her.

It felt familiar to her, yet strange and alien at the same time.

Would she fight this clown?

Herrscher of the Void: …

Herrscher of the Void: Hmph. Killing her would soil my hands. I’ll leave her to your care.

The Queen did not choose to fight.

She felt the man giving off an aura similar to hers.

He also emanated a powerful aura of focus and dedication, things that she didn’t have.

Otto: There is no doubt that you are behind the 2nd Honkai War, and pose the greatest threat to humanity.

Otto: You wield great powers and have the vision to see your plans through.

Herrscher of the Void: Boring flattery.

Herrscher of the Void: I’m not interested in you. I only care about the girls.

Herrscher of the Void: I didn’t expect someone like you to be leading humanity. You are indeed pathetic.

The Herrscher cast her hostage aside and disappeared into the Void.

Otto: …

Otto strolled over to Fu Hua and looked down at her.

Otto: What a gruesome fight.

Otto: The last time I saw you hurt this badly was at Heaven’s Pinnacle, 500 years ago.

Fu Hua: …

Otto: I’ll get you treated. In any case, we need to celebrate the successful conclusion of Phase 1.

Fu Hua: …What?

Otto: You can still talk?

Fu Hua: Why did you allow her to leave?

Fu Hua: You should know that she plans to…

Otto: I know. She’s after Theresa.

Otto: She will catch up to the girls soon.

Otto: No one will be getting in our way this time.

Otto: They will fight to the last breath.

Fu Hua: What are you talking about?

Otto: Of course, I never told you about this.

Otto: Don’t worry. It will be music to your ears.

Otto: …K423 is still alive. In fact, I need her alive.

Fu Hua: …?

Otto: You see, that body now houses two minds.

Otto: There’s K423, whom you address as Kiana, and then there’s Sirin, the Herrscher of the Void.

Otto: After absorbing the Gem of Serenity and highly concentrated Honkai energy…

Otto: Sirin’s consciousness within that body began to stir.

Otto: She then successfully took over the vessel to revive the Herrscher of the Void.

Otto: …But this is not the ending I intended.

Otto: We would call this Phase 1. True testing will commence after this.

Otto: Despite Sirin’s takeover, K423 is very much alive. She’s only sleeping.

Otto: What would happen if K423 overpowers Sirin?

Otto: …The answer is simple: we’d end up with a human with Herrscher powers.

Otto: This has been proven with the 3rd and 4th Herrschers.

Otto: Suppressing the Herrscher’s mind will not deprive her of her powers.

Otto: It’s far easier to control a human instead of a Herrscher.

Otto: It’s not easy to make K423 win. But it’s not impossible either.

Fu Hua: Are you planning…?!

Otto: Yes I am.

Otto: We have to use emotional ties. Emotions can bring about miracles.

Fu Hua: You…!

Otto: I believe that relationships between people can bring about the greatest feats of power.

Otto: K423 spent quite a while in St. Freya…

Otto: She built unbreakable ties and friendships with her classmates.

Otto: Such warm and happy memories will empower K423, and allow her to defeat the loveless Herrscher.

Fu Hua: They… they’ll be killed!

Otto: Yes, I know. There is a great disparity between their powers.

Otto: But I cannot offer them any assistance. I will not allow anyone to interfere in this holy struggle.

Otto: Humanity burns brightest in desperate moments like this.

Otto: According to my calculations…

Otto: …K423 will retake her body once a Valkyrie is brave enough to sacrifice herself.

Otto: I believe in Theresa and her students.

Otto: They will kill the Herrscher with love…

Otto: ---Only they can achieve this great endeavour.

Fu Hua: …

---Madness!

---This man has gone mad!

---No! He was already mad to begin with.

Fu Hua: Haha…

Fu Hua: Hahahaha…

Otto: …

Otto: I am asking you a serious question, my friend.

Otto: I chose to tell you everything because your actions are beyond my control.

Otto: Do you plan to oppose me?

Otto: Are you still trying to stop me?

The laughter stopped.

Fu Hua gritted her teeth and gave her answer---

Fu Hua: …Friend?

Fu Hua: I sense no sympathy or decency from your words… only utter selfishness and lies…

Fu Hua: You trample on emotions and toy with the destiny of others…

Fu Hua: You don’t even realise how vile your actions are…

Fu Hua: Otto Apocalypse…

Fu Hua: You’ve made me realise just how hateful and despicable you are…

…

Lightning streaked across the heavens as dark clouds covered the skies.

…The smile on Otto’s face slowly disappeared.

Golden rays slowly condensed into a gun in his hand.

It was none other than the Judgment of Shamash.

He pointed the weapon at the prone figure.

He did it slowly.

500 years’ worth of memories was nothing but a fleeting dream to him.

Nothing more than the briefest of moments.

He made up his mind once he got back to his senses.

Otto: …

Otto: …

Otto: I did not lie, Master Jingwei.

BANG…!

Act 3 - Land of the Dead
Gameplay 9-10 - Reunion

Patter… Patter…

The sounds echoed in her ears.

It sounded like rain splattering on an umbrella… or the fluttering of a dove’s wings.

When she opened her eyes, the first thing she saw was the metal-plated ceiling.

Himeko: …Where is this place?

Himeko swooned as she struggled to get up.

Himeko: …Is this a prison?

Himeko: Of course, I was defeated and arrested. What happened next?

She nearly fell flat on the ground when trying to get out of bed.

Patter… patter…

A strange sound continued to echo within her mind.

Himeko: Gosh, this noise in my head…

Himeko: My body feels so clumsy and heavy… how long have I slept?

Himeko: I must get out of here… Theresa and the girls… They need my help…

She staggered to the door, but the noise in her head kept getting louder and louder.

Exhaustion soon overwhelmed her. She collapsed and fell on the floor, only a few feet from the door.

Himeko struggled to sit up, panting laboriously as she leaned against the metal doors.

Himeko: Huff… huff…

She suddenly noticed a test tube in her hands.

[CG plays wherein Himeko ponders as to why she has the serum, with a strange-looking Fu Hua appearing before her:

Himeko: A serum? Where did it come from? Was it you, Fu Hua?]

Fu Hua: …

Himeko: …You’ve changed a lot.

Fu Hua: …

Himeko: So what can this prisoner do for you?

Fu Hua: …That tube contains a Honkai-neutralising serum that will delay the Honkai corruption in your body.

Fu Hua: …Find a safe place to use it.

Fu Hua: You will lose your Valkyrie powers after the serum neutralises the Honkai within you.

Himeko: …

Himeko: …A gift? Thanks anyway…

Fu Hua: The Herrscher has awoken.

Himeko: …!

Fu Hua: Leave this place, then head north. You will see a guard tower.

Fu Hua: That place is safe. You can hide there. There will be guards along the way, but nothing strong enough to stop you.

Himeko: I don’t need to know that. Where are Theresa and the girls?

Fu Hua: …

Fu Hua: If you want to save your friends…

Fu Hua: …Then go around the tower. I will be waiting at the labs on the other side.

Himeko: …?

Himeko: Hey, don’t leave me just yet…

There was no response. Nothing could be heard on the other side.

Himeko forced herself to stand up and shoved the door open with every shred of her strength.

And then something surprising happened.

Himeko: Hmm, the door is ajar. Someone else probably opened it.

Himeko: …No time for this.

She stuffed the serum into a pocket and quickly left Containment Bay 7.

Himeko: Drone patrols…

Himeko: Can’t risk detection. I’ll go around carefully…

Himeko: That building over there should be the guard tower that Fu Hua mentioned…

Himeko: The labs should be around it… but it seems to be guarded…

Himeko: Gotta find a weapon first…

Himeko: There’s a small passageway here. I can avoid enemy patrols here.

Himeko: A Proto Pulse Cleaver… grr… well, it’s better than nothing.

Himeko: I’ve heard of the Helheim Labs before, but never expected to be here myself.

Himeko: This place sure creeps me out.

Himeko: Huff… huff…

Himeko: That’s the last of them…

Himeko: This is the guard tower… we need to go up.

Himeko: …! Is anyone there?

???: Hnnggh…

Himeko: …That voice?

???: Hnngh hnngh hng hngh hnngggh!

Tesla: Hnngh hnghhngh hgnhhgnh!

Himeko: Tesla?

Himeko saw a familiar figure in the distance.

Tesla was tied to a chair with plenty of rope. She couldn’t move at all.

They even gagged her with an intricate, black-colored scarf. Himeko tried not to laugh at this hilarious sight.

Himeko: Calm down. I’ll ungag you.

Tesla: Hnnggh…

Tesla: …!

Tesla: That evil maid! I don’t want to see her ever again!

Himeko: What did she do to you?

Tesla: …She gave me a world of humiliation.

Furious at being tied to a chair, Tesla shook her body violently.

Himeko then realised that the rope was tied into a beautiful knot behind her back.

…The knot looked so perfect that it was almost a shame to untie it.

Himeko: …Oh dear.

Tesla: She kept apologising while tying me up!

Tesla: “Ooooh… I’m so sorry, this might hurt…” What the hell?! Why would you tie me up if you were sorry at all?!

Tesla: The worst part was that she “kindly” applied some perfume to her hankie. That’s not funny at all.

Himeko: I’ll untie you first…

Himeko told Tesla what happened before this.

Himeko: …That’s all I know.

Tesla: Now I’m really worried about mophead…

Tesla: …We’re not in great shape either.

Tesla: I guess we can only head to that lab that somebody mentioned.

Tesla: We need to find a way to contact the Hyperion.

SYSTEM: Beep…

SYSTEM: Error code 110327. Target not found. Access denied.

Himeko: This elevator looks broken.

Tesla: It’s just an elevator. I’ll let you call me retarded if I can’t fix this.

Tesla: Let’s backtrack a bit. I need a terminal connected to the mainframe.

Tesla: A question.

Tesla: What’s up with that second-rate sword?

Himeko: I’ve got a question myself. Is there something better than this butter knife?

Himeko: Let’s look at what’s inside these 2 chests.

Tesla: This place should have plenty of Honkai-powered weapons.

Tesla: See if you can find anything that strikes your fancy.

Himeko: There’s a usable cross weapon here, but I’m not specialised in handling that sort of weapon.

Himeko: Theresa…

Himeko: There are only some scraps and components left inside…

Himeko: Let’s look somewhere else.

Himeko: There seems to be a chest down there too.

Himeko: Balmung… This one looks like it will do.

Himeko: I’ll give it a try after finding the terminal. Tesla will need to activate the elevator.

Tesla took out a small red device from her gauntlet and inserted it into the terminal port.

Beep…

SYSTEM: Login device not found. You may need to install device drivers first…

SYSTEM: Beep…

SYSTEM: Bee… beep…

SYSTEM: ▉ ▉ ▉ ▉---▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

Tesla: That’s it.

--

Gameplay 9-11 - Deep Thought

Tesla: We’ve reached the main system. Searching for targets.

Tesla: Help me finish off the system’s defensive protocols.

Tesla: This place… and all this vile experimental data…

Tesla: I’ve locked onto the target.

Tesla: Switching off this module will paralyse the lab’s defenses.

Tesla: It’ll get the elevator moving, but we’ll have to deal with some caged animals.

Himeko: Nothing I can do about that.

Tesla: We can leave the mess to Schicksal.

SYSTEM: …Access request verified. Commence system shutdown.

--

Gameplay 9-12 - Wandering Revenant

Himeko: The escaped test subjects are rushing in!

Himeko: Damn! There are too many of them!

Tesla: Get back to the elevator!

Himeko: I’ll hold them off. Get yourself to safety!

Himeko: What’s this?

Tesla: Not good.

Tesla: We must have triggered the panic defense system!

Tesla: Careful. This one is dangerous.

Himeko: It’s slowing down…

Tesla: That’s because I’ve disrupted its AI systems.

Tesla: Now’s the time! Run for it!

--

Gameplay 9-13 - Heart of the Abyss

Tesla: Huff… huff… finally got rid of the riff raff…

Tesla: What is Schicksal researching in this place?

Himeko: Huff… huff…

Tesla: Hey! Are you alright?

Himeko: It’s just a flesh wound.

Tesla: You should stop over-exerting yourself.

Tesla suddenly noticed something that piqued her interest.

Tesla: Finally! A comm device! We’ll be able to get in touch with mophead now!

She punched at it like a lion after a deer.

SYSTEM: Beep…

SYSTEM: Be… beeeeep…

-- But Tesla got nothing but static.

Tesla: …Dammit!!

She lashed out with a kick at a metal container, and sat on the ground.

Tesla: …

Himeko: You look terrible.

Tesla: …You’re one to talk.

Himeko: Let’s push on. We don’t seem to have a lot of options.

Himeko: Fu Hua said that there’s something in the lab that can save everybody.

Himeko: Perhaps it’s something that we can use to defeat the Herrscher.

Himeko: Schicksal must have a fail-safe plan somewhere in case the situation goes out of control.

Himeko: Perhaps that’s where the answers lie.

Tesla: …

Tesla: Alright. I don’t think I can convince you.

Tesla: Just to be safe, I’ve set these coordinates to keep broadcasting an encrypted signal.

Tesla: …I just hope that they can see it.

Tesla: …But still, you know, right? That’s it. Let’s go.

Himeko: …

Himeko: (Alright, Fu Hua. I’m gonna force you to tell me the truth…)

Tesla: Whoah…

Tesla: Gravity’s been reversed in this tower.

Himeko: …Those rings have created some sort of special grav field.

Himeko: I wonder what this massive installation is used for…

Tesla: Huff… huff…

Himeko: Can you still walk?

Tesla: You’ve gotta be joking. I’m fine!

Tesla: Never expected you to keep fighting despite all those injuries.

Himeko: I can still handle enemies like these.

Himeko: Never underestimate the Assault Squad Valkyries.

Tesla: Assault Squad?

Himeko: …

Himeko: …I used to serve in the Assault Squad.

Himeko: I served as a Valkyrie for 10 years.

Himeko: I’ve lost count of the number of enemies I’ve killed.

Himeko: But that number is definitely way more than this.

Himeko: Zombies, special forces, test subjects, Emperor-class Honkai beasts…

Himeko: The enemies just kept getting stronger, all trying to put me 6-feet under.

Himeko: But I always survived.

Himeko: …

Himeko: Don’t worry. We’re just fighting something new.

Himeko: And like always…

Himeko: …There’s always a means of finishing them off.

Tesla: …

Tesla: …You know, your words don’t sound very comforting at all.

Himeko: Hah…

Himeko: We’re close to the target. Let’s go.

Tesla: Plenty of guards here.

Himeko: We came to the right place. This lab is definitely hiding something.

Tesla: Let’s get things sorted out before we enter.

Tesla: We’ll barge in, bash everything, and find the secrets kept here.

Tesla: Then we’ll take the stuff and head back to the Hyperion.

Tesla: Finally, we’ll pummel the Herrscher and send her packing. Mission accomplished.

Himeko: Hahaha. I like your sense of humor, Dr. Tesla.

Himeko: Ready or not, here we come.

Act 4 - Halls of Sin
Gameplay 9-14 - Unlit Palace

Tesla: What?!

Himeko: …!

An array of highly advanced machining robots covered the entire floor.

These facilities were connected to each other to form a massive assembly line.

Himeko: This looks more like a fab than a lab!

A sudden alarm interrupted the two girls before they could figure things out.

Himeko: I guess here comes the welcome party.

Himeko: We’ll mop these up and get to the bottom of this.

Energy is continuously flowing down the tubes.

What is this lab hiding?

Beeep… beep…

Himeko: …This may not be a big place, but it sure is filled with secrets.

Tesla: I’ve found the lab’s control hub. Let me take a look through this.

Tesla: Gimme 10 minutes.

Himeko: Alright. I need a break myself.

Tesla did not respond. She was immersed in the data displayed on the screen.

Himeko found a quiet place to sit down.

She could hear the familiar voice in her ears.

???: …You’re really hurt.

Himeko: There you are, girl…

Himeko: Is this the place you were talking about, Fu Hua?

Fu Hua: …No, not yet. Head to the bottom-most floor. You’ll find the answers there.

Fu Hua: …

Fu Hua: Wait, these machines… I recognise this symbol…

Fu Hua: …

Fu Hua: Well, Otto sure seems to have hidden a trump card down here.

Fu Hua: I take back my words. You can find some answers on this floor as well.

Fu Hua: Look for it. You must find it.

Tesla: …Hey!

Tesla’s angry outburst distracted Himeko. When she turned around, Fu Hua was already gone.

Himeko: Hey?!

Tesla: What the hell is wrong with you? Kept shouting at you all this while. You were completely phased out!

Himeko: …Phased out?

Tesla: Hmph. Must be all that fighting. It probably gave you shell shock or something.

Tesla: …Forget it. Get over here! I found something awesome!

Himeko: …

Himeko: (Something awesome?)

--

Gameplay 9-15 - Fruit of Sin

SYSTEM: …

SYSTEM: Log TBOS-2000-0106.

SYSTEM: Success.

SYSTEM: There was an accident, but the Herrscher Slayer proved its worth in the 2nd Honkai War.

SYSTEM: Cecilia’s blood seed is near completion.

SYSTEM: …I just need that final piece to perfect the Holy Blood of Schariac.

SYSTEM: …

Tesla: …Herrscher Slayer? I heard that Otto deployed that secret weapon during the 2nd Honkai War.

Himeko: Let’s read on.

SYSTEM: Log TBOS-2014-0007.

SYSTEM: …This frustrates me.

SYSTEM: We’ve spent 14 years on this. The last piece of the Holy Blood remains elusive. No progress has been made.

SYSTEM: Am I becoming too…

SYSTEM: Bee… beep…

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

SYSTEM: ▉ ▉ ▉ ,  ▉ ▉ ▉ ,  ▉ ▉ ▉ ▉ ▉ ▉

Alarm: …!

Himeko: What’s going on?!

Tesla: Tsk. The mainframe firewall just activated.

Tesla: It’s alright. I can take care of this.

SYSTEM: --

Tesla: Finally! Some peace and quiet!

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

SYSTEM: …

SYSTEM: Log TBOS-2014-0007.

SYSTEM: …This frustrates me.

SYSTEM: We’ve spent 14 years on this. The last piece of the Holy Blood remains elusive. No progress has been made.

SYSTEM: Am I becoming too impatient? No. I’ve been patient for 500 years.

SYSTEM: …The project to activate all 3 Gems is still on schedule. We can move onto the testing phase.

SYSTEM: But the entire project will be delayed if we can’t recreate the Holy Blood.

SYSTEM: …It didn’t work.

Tesla: Looks like he reached a bottleneck.

Himeko: He’s found a solution by now, right?

Tesla: Let’s keep looking.

Tesla: Make use of the time and push forward!

SYSTEM: Log TBOS-HV-0001.

SYSTEM: Dr. Magi is a true genius.

Tesla: Dr… Magi?

SYSTEM: He came up with the HSN-b46 serum that deactivates Honkai in vivo and dissipates it as heat.

SYSTEM: He wanted to cure the Valkyries of the Honkai… but I knew at first glance what the true value of the serum was.

SYSTEM: This is the “final piece” of the puzzle needed to complete the Holy Blood.

SYSTEM: Alas… the good Dr. Magi is no longer around. I would have invited him to share a glass or two with me.

SYSTEM: …

SYSTEM: …

SYSTEM: Log TBOS-HV-0438.

SYSTEM: After adding a calculated ratio of (HSN-f-032)…

SYSTEM: …And introducing the HSN-b46 serum into the Holy Blood sample, the solution turned bright red.

SYSTEM: Experiment logs. Actual trials: 1.

SYSTEM: There are 3 experimental groups: normal females, C-rank Valkyries, and female infected.

SYSTEM: All subjects are 18 years of age. Height, weight, and various other physios are within the global average.

SYSTEM: Results:

SYSTEM: Normal females did not show any observable reactions after injection of the serum.

SYSTEM: The Valkyries lost their ability to wield the Honkai.

SYSTEM: Group 3 was the most interesting.

SYSTEM: The infected zombies entered a state of pain and began to rampage. A few lost consciousness…

SYSTEM: …And we detected faint brainwave signals from the unconscious subjects.

SYSTEM: More testing is required to prove our hypothesis.

SYSTEM: But we need plenty of resources to prepare the HSN-b46 serum. This shortage is hampering our progress.

SYSTEM: …

Tesla: What an idiot! Can’t this researcher just complete the study in one go? I want to know the final results!

Tesla: But I sense that we’re close to what we’re looking for…

Himeko: (HSN-b46…?)

Himeko: The passageway splits up ahead.

Tesla: We need to unlock 2 terminals here.

Tesla: Let’s hack into one first. We’re running out of time.

Tesla: One more to go. Quick, to the other side!

Tesla: We did it! We have access to the deepest floor!

Tesla: This is the final log… I better see something useful!

SYSTEM: …

SYSTEM: Log ▉ ▉ ▉ ▉ - ▉ ▉ ▉ - ▉ ▉ ▉ ▉

SYSTEM: Haha…

SYSTEM: Whew whee! Guahahaha! Muahahaha…

Tesla: …?

Tesla: …What’s wrong with this record?

SYSTEM: Eureka!

SYSTEM: Injecting a Holy Blood serum mixture weakened an Emperor-class Honkai beast at observable rates…

SYSTEM: Its body could no longer control its inner Honkai energy.

SYSTEM: The Emperor-class Honkai beast was then instantly reduced to ashes.

SYSTEM: Humanity’s Spear of Destiny is finally complete!

SYSTEM: Everything is in place.

SYSTEM: K423 has enrolled in St. Freya High School. My informant is in position. And now…

SYSTEM: Of course, the Spear of Destiny is now in my hands.

SYSTEM: I’ll wait for the fruit of my labors to ripen and fall into my hands!

--

Gameplay 9-16 - The Sleeping Knight

Tesla: …

Himeko: …

Tesla looked at Himeko. She wanted to say something, but failed to bring voice to those words…

While she hesitated, Himeko decided to speak her mind.

Himeko: …Can you make the Spear of Destiny?

Himeko stretched out her right hand that tightly held the red-colored serum.

HSN-b46 was printed on the other end of the test tube.

Himeko: It’s about time we make use of this.

Tesla: …

We could find samples of the Holy Blood in the labs, but we didn’t have the serum.

If they could gather the materials and experimental records, Dr. Tesla might be able to make the Spear of Destiny.

But…

Tesla: …

Tesla: Not trying to be pessimistic here…

Tesla: …But there’s not enough of the serum in this tube. We only have 1 shot at this.

Alarm: …!

Another noise interrupted them.

Himeko stuffed the serum into Tesla’s hands and turned around.

Himeko: I’ll handle the enemies.

Himeko: You take care of this serum thing, Dr. Tesla.

Tesla: …

Tesla looked on quietly as Himeko left. She could still feel the remaining warmth of Himeko’s hand emanating from the test tube that she had given her.

She could not lend a voice to those words.

She knew that those words wouldn’t change anything.

Tesla: …

Tesla: …Let’s do it, people. I’ll show you what we can do!

Tesla: …Hold this place! Don’t let anyone bother me!

Himeko: These enemies came down from higher floors.

Himeko: I can’t let them get any closer to Tesla!

Himeko: Huff… huff…

Himeko: Is this that bottom floor that Fu Hua was talking about?

Tesla: Himeko? Are you still alive?

Himeko: Alive and kicking, missus.

Tesla: Is that the entrance to the bottom floor?

Tesla: …

Tesla: There shouldn’t be any enemies nearby.

Tesla: We’re running out of time. Let’s split ways. You check what’s down there…

Himeko: But you…

Tesla: Just go! I don’t have time to dally here any longer.

Tesla: Catch this.

Tesla threw down a small mechanical device.

Himeko: What’s this?

Tesla: Backup parts for a Valkyrie battlesuit. I found it in the lab.

Tesla: All this fighting has totaled your battlesuit.

Tesla: …Don’t get killed down there. I won’t have time to salvage your corpse!

Himeko: Grr. Don’t you worry about me.

Tesla: …

Tesla: (I think she’s gone.)

Tesla: (Great.)

Tesla: (I can’t have anyone looking at this test.)

Tesla put on her gloves and took out a syringe filled with a purple fluid.

Tesla: The time is now 15:44.

Tesla: The sample has been prepared as per the protocols. Commence testing phase.

She then injected the syringe’s contents into her arm.

She first injected a Honkai solution.

Her skin quickly took on a deathly white pallor.

Her skin capillaries gave off a discomforting, red glow that spread from her wrist and along her arms.

Tesla knew what was going on. She witnessed it a countless number of times…

This is the first sign of human zombification.

But this was the first time she had seen it happening to herself.

…She did her best.

Tesla was sure that she had not made any mistakes.

If the experimental data was correct, then the fluid sample in her test tube would be the Spear of Destiny.

But that wasn’t enough.

One more thing was needed to conclude the experiment.

Any experiment would need this final step.

Indeed.

Tesla took out another syringe and took a sample of the other solution.

Theories, no matter how perfect, are just scratches on paper until put to the test.

There were no volunteers.

…Tesla had no choice but to test it on herself.

Tesla: …Hnngggh!

She injected the entire fluid sample into her thin arm.

The capillaries did not change.

…Perhaps it would take a while for the reaction to take place.

These few seconds were the most torturous moments that Tesla had ever experienced.

…It will be alright. Her theories are always right.

She tried closing her eyes.

She saw many visions in the darkness.

She saw how the serum had failed to work, allowing the Honkai to corrupt her brain.

She saw how the Honkai began rampaging, causing her arm to blossom into a mess of blood and sinew.

---How the Honkai had failed to activate inside her, but could not be neutralised…

She saw how she retained her consciousness while her body rotted and withered away.

She saw how her body reacted to it strangely while her skin assumed white and pinkish hues, transcending a zombie and becoming a mighty Honkai beast.

---One of those visions even included herself being transformed into a pink HOMU.

…

…

…She had closed her eyes for long enough.

Tesla prayed as she opened her eyes…

Tesla: Huff… huff…

All she saw was a thin, frail arm belonging to a girl.

There was nothing of note except for several blood vessels underneath her smooth and white skin.

Tesla had never thought her arm could be so beautiful.

Tesla: Oh dear…!

She collapsed to the ground like a puppet being severed from its strings.

She drew in large gulps of air and felt as though a great burden had been lifted from her.

Tesla: …It worked!

She waved her right arm excitedly like a girl who had just received a birthday present.

Tesla: That’s right, mophead!

Tesla: I’m a true genius!!

Meanwhile, at the bottom floor of the lab.

…

The flight of stairs seemed endless.

And then it ended abruptly.

Himeko: I guess this is the bottom floor…

Himeko: Alright, Fu Hua, I’m here…

The light shone and illuminated the outlines of the chamber.

…It was a somber sight, like a holy shrine housing a relic.

Himeko: These are all 4th generation Godsbane battlesuits!

Himeko: Huff… huff…

Himeko pulled herself over the wreckage of the Aesir mech and made her way to the end of the corridor.

…A bright red battlesuit was kept there.

Himeko: …I guess this is it.

Himeko: Was this the thing you wanted me to find, girl?

Fu Hua: …

Fu Hua: You finally made it here.

Fu Hua: This is what you need. Otto hid this secret here.

Fu Hua: This is his other trump card. A weapon capable of engaging the Herrscher directly…

Fu Hua: …The prototype of the Godsbane-series battlesuits, Vermilion Knight: Eclipse.

Fu Hua: The Herrscher has awoken. This battlesuit is the only means we have to fight her.

Fu Hua: This used to be a relic from the Previous Era.

Fu Hua: After acquiring it, Schicksal used it as the basis to develop their modern Valkyrie battlesuits.

Fu Hua: But Otto could not be satisfied. He had a crazier plan.

Fu Hua: He integrated the Gem of Haste into this battlesuit to recreate the powers of the Herrscher of Fire.

Fu Hua: Before the test began, Otto ordered all S-rank Valkyries…

Fu Hua: …To don this battlesuit and fight the Herrscher if the plan failed.

Fu Hua: …I am in no place to use this.

Fu Hua: You are the only one I can count on.

Fu Hua: …

Fu Hua: But I’ll leave the choice to you, Major…

Himeko: Enough talk.

Himeko: …

Himeko: I’ve already made up my mind.

Fu Hua: …

Fu Hua: …Then allow me the honor of putting the suit on you.

Fu Hua walked to the battlesuit and extended her hand.

SYSTEM: …Access request verified. Initiate mental wave verification.

SYSTEM: …Verification complete. Privilege category: Zeroth-order Group: Konfident.

SYSTEM: …Request verified.

SYSTEM: Chamber seals… open. Switching to subject encasement mode.

SYSTEM: …Process complete. Energy reactor ignited. Power supply on.

Fu Hua: …Go.

Fu Hua: Wearing this battlesuit will allow the Herrscher Gem to corrupt your mind.

Fu Hua: I will do what I acn to delay the corruption.

Fu Hua: But you alone will make the difference.

Himeko: …

Himeko: Who are you, Fu Hua?

Fu Hua: A person like you. We both want to change the world for the better.

Himeko: …

Himeko entered the battlesuit chamber. The light shone on her body.

…The world before her eyes slowly turned white.

…It felt like the first rays of dawn, saintly yet empty at the same time.

--

Gameplay 9-17 - Bloodied Lotus

Stop here. You’ve done your best.

You’ve done everything you can as a mortal.

That girl was born a Herrscher.

You can’t change her fate no matter how hard you try.

You still have a great future ahead of you.

Fool! Why sacrifice everything you hold dear?

STOP! This is madness!

There is nothing but death. This is suicide!

Himeko: Cut the crap.

Himeko: You done talking already?

Himeko: I know what I’m doing.

Himeko: They’d do the same thing as well.

Himeko: If it can be done, then I guess I’ll just have to do it.

Himeko: The girls are out there waiting for me.

Himeko: Our journey will not end here!

Fu Hua: …That’s it!

Fu Hua: You’ve defeated your inner demons.

Fu Hua: Your human form is now temporarily blessed with Herrscher powers.

Fu Hua: My mission with you has ended.

Fu Hua: …

Fu Hua: I’m glad that I can be of help at the eleventh hour…

--

Gameplay 9-18 - Vermilion Unleashed

[CG plays wherein Fu Hua fades away, bidding Himeko farewell:

Fu Hua: Major Himeko, many thanks for your lessons.

Perhaps fate will bring us together again in the future.

Himeko: Thank you, Fu Hua.]

The massive machine became a pile of burning scrap.

Himeko plunged her greatsword into the ground and exhaled with satisfaction.

…She could feel her heart pounding.

Her body had never felt so light before.

…Her injuries no longer ailed her.

…A reservoir of power welled up within her, waiting to be unleashed.

Himeko: Alright, girls…

Himeko: …Hope you don’t miss me.

Himeko: Himeko’s back in action!

Act 5 - Beyond Ragnarok
Gameplay 9-19 - End of Ragnarok

Airspace above the Southern Outer Passageway, Helheim Honkai Energy System Labs.

Bronya: About 4km from Dr. Tesla’s signal broadcast.

Bronya: No anomalies detected in the vicinity.

Einstein: Roger that. Reduce cruising speed and begin descent. Initiate search for Dr. Tesla and company.

Einstein: Full alert, Squads. The Herrscher may attack us at any time via Imaginary Space.

Bronya: Doctor, our casualties…

Einstein: …We’re badly hit.

Einstein: Madam Theresa’s wounds have been tended to, but it will take a while for her to fully recover.

Einstein: As for Mei… she suffered heart injuries when the Herrscher took away the Gem of Conquest.

Einstein: Her vitals are growing weaker. She must undergo cardiac surgery to survive.

Einstein: We have no choice but to withdraw after locating Tesla and the others…

Alarm: …!

Bronya: The radar has picked up a large swarm of Honkai beasts attempting to attack the battleship.

Einstein: Battle stations!

…

The thunderous ring of metal on metal was deafening. Bronya’s vision began to swirl.

Powerful inertial forces violently tossed her body about like a rag doll.

Bronya: What… happened?

Bronya: Has the Hyperion crash landed?

Her vision slowly returned. She could see light piercing through the darkness.

Bronya: Nyet… the Bronya must return…

Bronya’s vision started getting brighter.

Then she saw her.

The fire continued to burn.

Bronya: …Major Himeko.

Himeko: Excellent work, Bronya.

Bronya: Incoming hostiles detected…

Himeko: Return to the Hyperion!

Himeko: Leave this to me!

--

Gameplay 9-20 - Crimson Cyclone

Tesla: Space curvature anomaly detected. I’ve never seen Honkai energy levels this high!

Tesla: More hostiles incoming! We must stop the Herrscher from summoning more minions!

Himeko: I’ll distract the enemies. Focus on saving the wounded!

Himeko: Can we restart the Hyperion’s engines?

Tesla: Port-side armor plating compromised. Drive chamber impacted. Shock absorbing systems damaged.

Tesla: We’ll need time to make her air-worthy again. Drive conversion rates…

Himeko: Calm down. Just tell me how much time you need!

Tesla: 3 minutes. Just give me 3 minutes and we’ll be out of this place!

Tesla: A violent Honkai energy reaction is quickly closing in on our location. It’s the Herrscher!

Tesla: This is bad! We are in no position to engage here!

Himeko: Make the Hyperion sky-worthy again for repositioning!

[The same CG plays again, looping back to the ninja-type zombie sneaking up on Himeko to attack her, but with us now seeing the aftermath, with Himeko prevailing to counter its attack.]

--

Gameplay 9-21 - Journey for Tomorrow

Drip. Drip.

Drops of her blood sizzled, dried, and blackened as they fell onto the superheated floor.

A cruel and malicious voice could be heard.

Herrscher of the Void: Oh dear, can’t believe I’m getting stopped by this. You should stick to the script, girls☆

The roiling heavens were torn apart. The Herrscher could be seen amidst the flashes of lightning.

Himeko: Kiana…

Herrscher of the Void: Found you!

Herrscher of the Void: It doesn’t matter who goes first now. You’re all insects to me.

Herrscher of the Void: I’ll start with you!

Himeko: Haha…

Himeko: I’ve been waiting for a while, sugar!

Tesla: Hey! Himeko…!

Himeko: Gather the wounded and get the ship back into the air!

Himeko: Hurry!

Herrscher of the Void: …!

Herrscher of the Void: What? That battlesuit…

Himeko: That looks painful! You’re actually bleeding! I never expected for a God to bleed.

Herrscher of the Void: Impossible…!

Herrscher of the Void: I should have killed you a dozen times over!

Himeko: Oh, I am SO sorry…

Himeko: I can be rather sticky at times.

Herrscher of the Void: …Insolent human!

Himeko: Don’t you ever get tired of calling us insects or humans?

Himeko: I’ve a name, you know. Try to remember it when you go to hell and cry to your daddy…

Himeko: …I’m HIMEKO MURATA!!

Herrscher of the Void: …!!

Greatsword clashed with dreadful lance. Fire blazed and shadows danced.

The Valkyrie swung her greatsword and bravely stood against the maelstrom of destruction.

Herrscher of the Void: Curses…! You’re nothing but an insect to me!

The lance coughed up blasts of lightning. The smoke smelled of death.

But the blazing greatsword whipped up a firestorm that reduced it to ashes.

Herrscher of the Void: …!

Herrscher of the Void: That armor… It’s powered by a Gem… My Gem!

Herrscher of the Void: Curses…!

Herrscher of the Void: I’ll rip you to shreds with everything I’ve got!

The Herrscher’s face was a twisted grimace. She directed all her fury towards her prey.

She would stop at nothing to annihilate the red-haired Valkyrie.

Such anger blinded her so that she never saw another pair of eyes studying her every move.

???: …

???: System control: Online. Output control: Online. Trajectory control: Online.

???: Target locked. Commencing range corrections. Correction complete.

???: …

???: We will not waste this opportunity that you’ve created for us.

???: …Fire.

Herrscher of the Void: …?!

A powerful beam shot forth from the cannon and directly struck the Herrscher’s body.

The secret weapon hidden onboard the Hyperion was finally fired in anger.

…And it struck true.

Herrscher of the Void: What is this?

Herrscher of the Void: KYAAAAAAAAAAAA!

…Honkai energy leaked out of her broken shell.

The vast reservoir of Honkai within the Herrscher sprayed from every crack and orifice of her body.

The unbridled energy quickly transformed…

…Into bright rays of light erupting from the Herrscher that then dissipated as intense waves of heat.

Herrscher of the Void: My… my body…!

Her body was being torn apart.

Powerful photonic currents continued to bombard the Herrscher, peeling her pinions from her wrecked body.

Edison, a scientist born in the 20th century, initiated humanity’s greatest projects for “civilian” use.

The world’s greatest Honkai energy converter, and Anti-Entropy’s ultimate weapon…

Forced after a 50-year project that heralded its appearance with one shot…

It is the weapon that bears the ideals and will of humanity…

…It is the Selene!

[CG plays wherein the Herrscher of the Void creates a portal in a hurry in order to escape.]

…

Beep…

Tesla: The Herrscher has escaped into Imaginary Space!

Tesla: We dealt massive damage, but she managed to escape.

Einstein: …

Einstein: Perhaps we shouldn’t have force-fired the weapon.

Einstein: We have few options left. Evac all personnel to the ship.

Einstein: Commence withdrawal right now.

The Hyperion. Lower deck passageways.

Himeko leaned against the railings outside the medical bay. People carrying the wounded rushed past her.

She tried to stanch her wounds.

She could not stop the bleeding.

Himeko: …

Himeko: I guess I did a number on myself this time.

No one heard her. The serum in her hand glistened palely and reflected her scarred face.

Himeko: …

Alarm: …!

The piercing alarm began to sound, adding even more chaos to the riotous corridor.

But to Himeko, the world was as peaceful as could be.

Himeko: Alright, I guess it’s time for a breather.

She straightened herself and went the opposite way to the rest of the crew.

Time seemed to have paused at that moment.

Himeko: You girls never do grow up.

Himeko: But… I really like it here.

Himeko: We probably still have a long way to go, right?

Himeko: …

Himeko: Godspeed, girls.

Soldiers, medics, wounded personnel wrapped in bandages, and damage control specialists…

The crew of the Hyperion, people of the Far East Branch, and members of Anti-Entropy…

Those that Himeko had seen, and others that Himeko had never seen before…

Those who knew her and those who didn’t…

…All of them passed by her without a word.

Himeko: I’d kill for just another can of beer.

…

Operator: Unidentified heat signature approaching from aft at 420km/h.

Operator: 1000m… 800m… 500m…

Operator: Target confirmed on monitors.

[Special CG [Final Lesson] plays:

Alarm: Unknown heat signature rapidly closing in from behind! Speed: 420 klicks-per-hour.

Alarm: Optical system failure. Unable to acquire target visuals.

Alarm: Sloped deck armor hit by an energy shell. We have lost our spoilers.

Alarm: Target is 1000 meters away… 700… 300…

Himeko: Is she coming?

Himeko: What is this?

Herrscher of the Void: Do you think that you can escape?

Himeko: Hmph. I’ve been waiting for you.

Herrscher of the Void: I hope you’re ready… to meet your maker.

Herrscher of the Void: Struggle all you want, worm.

Herrscher of the Void: Pathetic.

Himeko: I guess you’re done attacking. It’s my turn now… I hope you don’t mind, girl.

Herrscher of the Void: Die!

Himeko: Kiana, everything will have changed once you wake up.

Himeko: The world will no longer be a pretty place. Life as you know it will be replaced by something else.

Himeko: But… don’t ever, ever give up.

Herrscher of the Void: You pathetic human insect!

Theresa: Himeko!

Mei: Major.

Fu Hua: Major.

Bronya: Major.

Kiana: I’m definitely gonna be the bestest Valkyrie ever, Aunt Himeko!

Herrscher of the Void: Dammit!

Himeko: Kiana, be brave. Push on. You can still end this story the way you want!

Himeko: Live, Kiana…

Himeko: That’s… my final lesson… for you…]

???: …

???: The Hyperion escaped encirclement. Subject K423 and the prototype Godsbane battlesuit have both gone missing.

???: The Herrscher has returned to her slumber. The Honkai Eruption she caused has continued to spread.

???: In the face of such catastrophe, Anti-Entropy shall rally and ally with Theresa once more.

???: There’s also her, a most unstable element.

???: The 8th Divine Key, Fenghuang Down, seems to have powers beyond my knowledge.

???: …

???: No matter.

???: These trifles will not stop the tests.

[CG plays wherein Kiana washes up on a beach, unconscious.]