===Act 1 - Clear to See===

====<u>Gameplay 33-1 - Where to Go</u>====
'''Kiana:''' Fu Hua!

Her voice fell like a hammer, knocking everyone into silence.

…Time seemed to freeze for a few seconds before someone spoke up.

'''Li Sushang:''' Kiana… Can you feel it?

'''Kiana:''' Yep. It’s faint, but I’m certain that’s the energy fluctuation unique to practicers of the Edge of Taixuan.

'''Kiana:''' And it came from somewhere far below.

'''Li Sushang:''' …

'''Li Sushang:''' Master Phoenix… no, Fu Hua is deep in a bitter struggle.

'''Durandal:''' …So the Herrscher of Sentience left first.

'''Kiana:''' Probably not because she thinks we can’t catch up, but because she thinks we’re already too late.

'''Mei:''' Fu Hua isn’t in a good situation, but Kevin…

'''Mei:''' If he’s the same Kevin I know, then… he’s probably planning to fight for his ambition.

'''Kiana:''' At any rate, we need to do something about Fu Hua.

'''Mei:''' Yeah. If there’s something that Fu Hua needs to fight for… we’re a part of it, too.

'''Li Sushang:''' In that case, let’s get moving. Procrastinating is a bad habit.

'''Bronya:''' Wait. We should discuss who goes and who stays first.

'''Durandal:''' I agree with Bronya.

'''Durandal:''' There’s no such sign yet… but we can’t leave the people of New Atra with the World Serpent, and we’ll need people to back us up here.

'''Seele:''' …

'''Seele:''' Bronya, I’ll stay.

'''Seele:''' I have a good relationship with the people of New Atra. I should be able to organise everyone quickly should emergencies arise.

'''Seele:''' Also, the signal of the Sea of Quanta on me can be more easily detected by Durandal’s Seed of Sumeru or Kiana’s power. That makes me a signaller, right?

'''Bronya:''' Yeah. You’re not any signaller, but a lighthouse watching over us.

They were able to exchange thoughts with just a glance.

'''Kiana:''' It’s up to Seele then.

'''Seele:''' I’ll do my best!

'''Bronya:''' Be careful, Seele. There are multiple Gray Serpents that are highly dangerous.

'''Seele:''' I understand.

She had to part with her sister again just after they were reunited.

But she had no regrets… Such was the life of a Valkyrie.

'''Seele:''' …I’ll take care of the rear. The most important thing now is to find a way to reach and help Fu Hua.

'''Bronya:''' Right. As for scouting, while we were talking, Kiana was already…

…

'''Mei:''' Is that… Kevin?

'''Durandal:''' Kiana, can you find a path to avoid that attack?

'''Kiana:''' …

'''Kiana:''' I don’t know.

'''Kiana:''' But this confirms one thing at least… Although we’re in the proper world, the power of finality or something else has made this space far more dangerous than Earth.

'''Bronya:''' Then is there a direction that’s relatively safer?

'''Kiana:''' There is, but it’s so obvious that it becomes suspicious.

'''Durandal:''' Suspicious?

'''Kiana:''' Yeah. It’s close by…

'''Kiana:''' It’s the shaft beneath this elevator, to be precise.

'''Li Sushang:''' This platform that lifted us up? It can only go up and down a short distance, if I’m not mistaken.

'''Durandal:''' Not exactly. Its structure clearly allows it to…

'''Durandal:''' Travel down further.

'''Bronya:''' I suppose that even if it’s obviously a trap, we can’t give up trying. In that case…

'''Bronya:''' I’ll try to hack into this elevator’s control program and see what I can do. Meanwhile, you can continue searching for other potential routes.

'''Kiana:''' Alright.

'''Kiana:''' …

'''Kiana:''' I tried it again. The space is, of course, in chaos.

'''Kiana:''' Waiting isn’t an option. Gotta see how the others are doing.

'''Seele:''' Mei, I heard Kiana say you have… a big red dragon…

'''Mei:''' Ah, right. The only problem is that I haven’t regained my full power… so I can’t summon Kurikara.

'''Seele:''' What about having Kiana teleport us to where Fu Hua is?

'''Kiana:''' That’s what I’ve been thinking.

'''Kiana:''' But in terms of the imaginary, the surrounding space is rising and falling like the sea… and we don’t know Fu Hua’s exact location.

'''Kiana:''' If we rush into action, I… can’t guarantee everyone’s safety.

'''Mei:''' Speaking of “exact location”… I’ve been thinking about something.

'''Mei:''' Looks like we all woke up in drastically different places on the moon. Kiana, Bronya, and I woke up separately in fragmentary bubble universes.

'''Seele:''' I, Sushang, and Durandal woke up in New Atra… So did Sora-chan and the others.

'''Mei:''' So what about Fu Hua?

'''Kiana:''' Maybe she went looking for Kevin… All the more reason to help her. Moreover, if we don’t press Kevin, we may never learn the truth about the Honkai.

'''Mei:''' Right.

'''Li Sushang:''' Whoa, this goes pretty deep!

'''Li Sushang:''' And if we get knocked down from here, it’ll be like that time when… No, I need to stop thinking about it.

'''Li Sushang:''' Durandal, did you find anything new?

'''Durandal:''' Nothing. But one thing caught my attention.

'''Durandal:''' If the elevator is able to go down, why could it only move between two floors?

'''Durandal:''' Compared to a power blocking it, or that we didn’t activate it correctly… I think the most probable reason is that someone did it on purpose.

'''Kiana:''' That makes sense, as the Sanctuary isn’t far away. Too bad we didn’t find any other operating mechanisms after checking.

'''Kiana:''' …

'''Durandal:''' …??

Durandal noticed Kiana staring at her.

'''Kiana:''' Before I got to know you, I thought you were a bruiser… but I’ve realised that you’re a master of all trades and knowledgeable in every field.

'''Durandal:''' Um… I was just guessing. It’s not going to help us…

'''Durandal:''' What we really need is the ability to solve problems, which is what you and Bronya are doing, instead of just talking about them.

'''Kiana:''' Really? Now I feel a little embarrassed.

'''Durandal:''' Haha, let’s both do our best.

'''Kiana:''' The elevator… did Bronya do it?

…

'''Kiana:''' Bronya, how is it?

'''Bronya:''' …It took some time, but it came out alright.

'''Bronya:''' However… the moment the Bronya hacked in, she felt a power that doesn’t belong to herself. It’s arguably ubiquitous in the elevator’s control program.

'''Bronya:''' This elevator is without a doubt a trap.

'''Mei:''' But we have no choice, right?

'''Bronya:''' Indeed.

'''Kiana:''' Durandal, what do you think?

'''Durandal:''' If our opponent wants to see us, I say we go see them.

'''Li Sushang:''' I knew you’d prefer acting immediately to planning prudently.

'''Durandal:''' “If you are stalled by an elevator, then you’re not qualified to meet Kevin.” I’m afraid that’s our opponent’s message.

'''Kiana:''' …I understand. Let’s get going, then.

'''Bronya:''' Seele, please stay here for us.

'''Seele:''' Okay, leave it to me!

'''Bronya:''' Well… It’ll be here soon…

'''Mei:''' What is it?

'''Bronya:''' Once it began descending, the elevator was enveloped by a force that caused it to act outside its programming.

'''Kiana:''' So that’s why… the space around it began distorting.

'''Kiana:''' And it turns out there will be other tests before we reach the bottom.

'''Li Sushang:''' Hey, don’t worry too much. Since you’re here, make peace with it. We have to learn to adapt and things will sort themselves out.

'''Li Sushang:''' I don’t think something as trivial as an elevator can stop the five of us.

'''Durandal:''' Sushang, don’t be careless…

…

'''???:''' …

She suddenly remembered a phrase.

'''???:''' “…I want to know what I can do.”

'''???:''' “Hey… Don’t worry, you’ll have a lifetime to figure that out.”

'''???:''' …

If divided by its long life, it clearly came from a faraway beginning.

A time when the suffering had come before the good had begun.

'''Kevin:''' …Hua. No need to continue.

'''Kevin:''' I’ve tasted your willpower.

'''Fu Hua:''' I don’t think so.

She could barely hold her sword in her hand.

The pain from the reaction was eating away at her exhausted body along with her nerves.

Less than 3 minutes… that was how long Garuda could last against the Diabolical.

…But she managed to hold her sword in her hand.

'''Fu Hua:''' The battle isn’t over yet.

'''Kevin:''' …

'''Kevin:''' I don’t intend to fight you to the death.

'''Kevin:''' So you ought to pay attention to your surroundings.

The instant she shifted focus from the battle, she understood what he meant.

Several corporeal Divine Keys had appeared from nowhere on the empty ramp.

'''Kevin:''' No need to be confused. They were always here.

'''Kevin:''' As our epitaph, frozen in time.

'''Kevin:''' Hua. In the past, Su and I partially kept the truth about Finality from you.

'''Kevin:''' Before you entered the cryopod, we said Finality would destroy everything, and that we’d leave the Sanctuary to build a new civilisation. That much is true.

'''Kevin:''' And when you woke up five thousand years ago, we told you a new civilisation had sprouted.

'''Kevin:''' But that was merely sophistry and self-deception.

'''Kevin:''' There has only been one budding of humanity…

'''Kevin:''' The difference between these two eras only lies in the changes after the start.

'''Fu Hua:''' …?

Her heart pounded. She was aware she did not know the whole truth, but even so, she had never envisioned this possibility… the worst possibility.

'''Fu Hua:''' The start… which is fifty thousand years ago for us?

'''Kevin:''' Yes.

'''Kevin:''' Fifty thousand years before us and fifty thousand years before Mei Raiden… Humans descended from the same group of ancestors.

'''Kevin:''' …Except for ourselves.

'''Fu Hua:''' …!

She froze for a long time before grasping what that meant.

He meant that the history of the Earth’s civilisation was but a fifty-thousand-year cycle.

In fact, Pioneers and Stigmata were the outliers brought into this era by the Great Hibernation.

The eras they experienced were wildly different only due to the changes in initial conditions and random processes.

'''Fu Hua:''' So… this is the power of Finality.

'''Kevin:''' Yes. This is the power of Finality.

'''Kevin:''' Cycling the planet, erasing civilisations, resetting everything to the start…

'''Kevin:''' Finality is time.

'''Kevin:''' So put your sword away. I have no intention of continuing our fight. It will not do you, me, or anyone else any good.

'''Fu Hua:''' Kevin… You know I don’t give in that easily.

'''Kevin:''' …

'''Kevin:''' You’re like Theresa.

'''Fu Hua:''' Theresa?

'''Kevin:''' Not long ago we had a duel.

'''Kevin:''' Worry not. Right now she is sleeping in a dream. When Project STIGMA is completed, she will live freely in a newborn world like all of you.

'''Fu Hua:''' …

'''Kevin:''' You are powerless. Of course…

'''Kevin:''' So am I.

Fu Hua was silent.

But her pale face wore a small smile.

'''???:''' …I want to know what I can do.

'''Fu Hua:''' My power is to show you what the people of this era are willing to pay for what they believe in.

'''Kevin:''' A belief that’s difficult to realise isn’t worth holding on to.

'''Kevin:''' Besides, their road ahead… is in no way clear.

'''Fu Hua:''' Kevin. As I see it, everyone’s future is equally chaotic, and equally unclear.

'''Fu Hua:''' Just like us from 50,000 years ago. We relied on our stubborn strength and untenable belief. Was that not enough to keep civilisation alive?

'''Fu Hua:''' And since we could, those we watch over…

'''Fu Hua:''' Can do even better.

'''Kevin:''' …

'''Kevin:''' Hua. Those are empty words.

'''Fu Hua:''' I know.

'''Fu Hua:''' That’s exactly why… Kevin, my comrade…

'''Fu Hua:''' That’s exactly why Fu Hua became your enemy.

'''Kevin:''' …

He saw Theresa’s spirit in Fu Hua’s eyes.

It was what no amount of setback or suffering could keep down… it was the hope for a better future, and…

The resolve to sacrifice for a cause.

'''Kevin:''' I see. If this is your choice, so be it. Come at me…

'''Kevin:''' Fu Hua.

He had seen this sort of verve before in a certain harmonica-playing boy.

With each step, Fu Hua’s body slowed.

With each swing, Fu Hua’s wounds worsened.

Garuda’s restorative properties barely made a difference.

But she did not stop.

Like a moth after a flame.

'''Kevin:''' …

'''Kevin:''' I won’t allow this battle to be your end.

…

Not fully wanting to, he shot down the moth.

'''Kevin:''' …Fu Hua.

There was no answer.

Having made it across 50,000 years, she leaned against a broken wall quietly, sword in hand.

'''Kevin:''' I promise you will live in a world without the Honkai.

'''Kevin:''' And those you believe in will receive the best ending possible.

'''Kevin:''' When the time comes… a tombstone of our era will be erected by your hands.

…

The sound of footsteps came from the distance, interrupting his musing.

It was someone who should not have appeared here according to Project STIGMA.

'''Kevin:''' I thought you didn’t want to get involved.

'''???:''' …

'''???:''' Who knows?

'''???:''' After all, who doesn’t like a heroine?

…

The heroines of this era find themselves in another mire, as they expected.

And even Li Sushang, who left home for adventure at a young age, could not help but lament the current situation.

'''Li Sushang:''' People say seeing is believing…

'''Li Sushang:''' But here in Imaginary Space, it’s one strange thing after another.

'''Li Sushang:''' The black fire flaring up, an elevator that won’t go down, space suddenly distorting…

'''Li Sushang:''' I didn’t know this Kevin you feared had so many skills. If Master Phoenix has trained for 5,000 years… he probably didn’t waste a day in 50,000 years.

'''Mei:''' I have a feeling it isn’t all Kevin’s doing.

'''Mei:''' During my days in the World Serpent, the Kevin I saw didn’t display the ability to overcome the Herrscher of the Void.

'''Li Sushang:''' That’s not entirely true, Miss Raiden. I’ve been reading a detective novel that says:

'''Li Sushang:''' “When you have eliminated all which is impossible, then whatever remains, however improbable, must be the truth.”

'''Durandal:''' Sushang… That doesn’t apply if you don’t have any clues.

'''Li Sushang:''' Is that so?

'''Kiana:''' Yeah, but the point isn’t who’s trapped us here, but how we get out and keep going.

…After looking around, they were able to confirm one thing.

While the elevator descended endlessly, space was rapidly rebuilding itself as Kiana and Mei had experienced in mind space.

When the light returned, a corner of the extra dimension appeared before them: an eerie, foreboding labyrinth.

'''Kiana:''' We’re in a labyrinth, so we just need to find its exit.

'''Kiana:''' And the best way to do that is to split up. And the first one to find the exit can call the others. But…

'''Kiana:''' Doing so might put us right where our enemy wants us.

'''Bronya:''' The Bronya was about to cut in, but it seems you beat her to it.

'''Durandal:''' But Kiana summed it up nicely. Whether this is Kevin’s doing or not, these obstacles are clearly meant to slow us down.

'''Durandal:''' And giving us a series of choices in various situations may just be a way to conceal the tactical intention of taking us down one by one.

'''Mei:''' Yeah. Unless it’s necessary… we should stick together.

'''Durandal:''' In that case… to ensure we don’t lose any combatant in Imaginary Space, please let Sushang and I take the lead in battles.

'''Durandal:''' You three make a perfect team. This way, when we come across a tough opponent, you’ll be refreshed and ready to fight.

'''Durandal:''' This… reminds me of the tunnel that crosses through the bubble universe.

'''Durandal:''' But… the physics should be pretty different, right?

'''Kiana:''' Even for a labyrinth, this is too quiet.

'''Kiana:''' There are no traps on the path or monsters waiting to jump out.

'''Kiana:''' …Ah!

'''Li Sushang:''' No problem, Kiana. Piece of cake!

'''Durandal:''' Indeed. These enemies aren’t that powerful. Let’s take care of them quickly.

'''Li Sushang:''' It really is quite strange.

'''Li Sushang:''' These assassins have a human form, but when you take them out, they turn into mist.

'''Bronya:''' If this were a bonus stage to try to trap us, these guys would be like NPCs.

'''Bronya:''' What I mean is, they might be a part of the space itself, inseparable from it.

'''Durandal:''' We need more evidence before we can start drawing conclusions.

'''Li Sushang:''' They might not be very strong, but these assassins just keep coming.

'''Durandal:''' If what Bronya said is right, they’re just like an endless stream of Honkai beasts.

'''Li Sushang:''' Ugh… that sounds exhausting. Let’s quickly find that exit.

'''Kiana:''' That’s weird. It feels like we’ve been walking forever, but there’s still no sign of an exit anywhere.

'''Kiana:''' Just like… when we were dragged into the Theater of Domination by the puppets.

'''Durandal:''' I was also brought to the Theater of Domination by Otto.

'''Durandal:''' But according to the Genius, this area isn’t as large as the Theater of Domination. It feels more like the Infinite Cloister.

'''Kiana:''' (Infinite Cloister?)

'''Bronya:''' Hmm, Dr. Einstein said…

'''Bronya:''' During the battle of the 2nd Eruption, Sirin created a closed space known as an Infinite Cloister to trap Kiana’s parents.

'''Bronya:''' But by attacking one point repeatedly with all their might, their attacks tunneled through the Infinite Cloister, and forced Sirin to separate it from her body.

'''Mei:''' Brute-forcing their way through… reminds me of a certain Flame-Chaser in the Elysian Realm.

'''Mei:''' He taught me that even if you’re stuck in Imaginary Space, you can breach the space itself by attacking it with everything you’ve got.

'''Mei:''' With that said… it’s unclear if this maze is closer to the Theater of Domination, the Infinite Cloister, or the Elysian Realm.

'''Durandal:''' Or if it’s completely different from all three.

'''Kiana:''' This is purely a feeling… but I feel like it’s not so much a completed structure as it is a natural occurrence.

'''Kiana:''' The space appears to extend indefinitely, and there isn’t really a sense of being closed off.

'''Bronya:''' So… like our previous encounter, as a space that’s more natural and open, it might grow on its own.

'''Mei:''' In other words, this labyrinth will grow as we go, generating new paths?

'''Mei:''' I see. Much like what you and Fu Hua experienced at the Theater of Domination.

'''Durandal:''' But how would you confirm it… by repeatedly testing and comparing data at different locations?

'''Bronya:''' Nope. Just find the loophole that must exist and you’re good.

She pointed to as far as her eye could see.

'''Bronya:''' When we move forward, the path moves forward. So when we stand still, the path also stands still.

'''Bronya:''' So what happens when we go somewhere even further than the horizon from here?

'''Li Sushang:''' But you said that if we move forward, the path moves…

'''Li Sushang:''' Oh, I get it. Then it’s up to Kiana.

'''Bronya:''' Yep. At the Theater of Domination, the puppets trapped Fu Hua and me by tearing down one wall to build the other.

'''Bronya:''' Back then, we had to spend a lot of time figuring it out… but with Kiana here, we can get straight to the answer.

'''Kiana:''' Well, I’ll give it a try.

For Kiana, who had by now regained her power, teleporting in flat spacetime was easy.

With a snap of her fingers, the black portal appeared before everyone’s eyes.

'''Li Sushang:''' We’re… back to where we started?

'''Durandal:''' …

'''Kiana:''' It’s probably my fault… I’ll give it another try.

'''Bronya:''' Wait, Kiana.

'''Bronya:''' Before blindly trying again, let’s analyse what went wrong. You can sense that the space is open, but what about the space’s shape?

'''Bronya:''' While it isn’t the same as the Infinite Cloister, the most confusing element of any labyrinth is how it’s shaped.

'''Kiana:''' That makes sense. Maybe we overlooked something before.

Kiana closed her eyes.

For the Herrscher of the Void, perceiving space was effortless.

Like taking a breath, like the beat of a heart, constantly happening so long as she is alive.

Like the sense of touch or smell, only when she concentrated on it did this sense occur in her subjective consciousness.

…The veil covering the truth drifted to the ground.

Unlike the bridge before, the more distant this space was, the more complex it became on a higher dimension, like turning gears meshed together.

It was not only difficult to picture the space or locate a single gear, but also painful as the senses were crushing the mind back and forth.

But she refused to quit.

After all, her friends were counting on her.

With this thought in mind, she opened the portal once more.

However…

The world seemed to mock her efforts. On the other end of the portal was not the end, but the past.

She tried several times, each time changing the position of the doorway and the landing point, but the results were still unsatisfactory.

'''Kiana:''' O-One more try.

'''Mei:''' Kiana.

'''Mei:''' Take a break.

'''Kiana:''' But…

'''Kiana:''' Alright.

'''Bronya:''' I’m sorry, Kiana. But the Bronya has been thinking, and the conclusion is…

'''Bronya:''' This isn’t your problem. It’s the Bronya making the wrong assumption.

'''Bronya:''' But it’s thanks to your efforts, the Bronya was able to figure it out so quickly.

'''Bronya:''' It’s not the labyrinth that’s changing, but us. More specifically, there’s likely a special force field above us that’s following us.

'''Bronya:''' This force field makes it so that you can’t use your spatial ability beyond the labyrinth.

'''Kiana:''' Force field? What do you mean?

'''Bronya:''' …Um.

'''Bronya:''' The Bronya should’ve explained it better. To put it more graphically…

'''Bronya:''' It’s like an electromagnetic wave. Mei, you should know why it can travel through a vacuum.

'''Mei:''' Yes. A changing electric field gives rise to a changing magnetic field, and vice versa. And so electromagnetic waves continue to travel to infinity.

'''Durandal:''' So you mean… the space beneath us can extend infinitely on its own like an electromagnetic wave?

'''Durandal:''' But if that’s true… it shouldn’t merely form a limited, closed loop.

'''Bronya:''' Right. This phenomenon is hard to explain.

'''Bronya:''' A field that curls in on itself shouldn’t form a stable space… but in a bubble universe in the Sea of Quanta, different forces are interacting…

'''Li Sushang:''' …

'''Li Sushang:''' Different forces are interacting… like yin and yang?

'''Bronya:''' Hmm?

'''Li Sushang:''' “The way of the heavens lies in yin and yang; the way of the earth lies in flexibility and rigidity; the way of the human lies in kindness and justice.” All things exist because of two conflicting forces.

'''Durandal:''' Two conflicting forces…

'''Durandal:''' …

'''Kiana:''' What are you thinking?

'''Durandal:''' Well, if two different forces intertwine, they may result in a new balance, just like… no, forget it.

'''Kiana:''' …?

'''Li Sushang:''' Ha, it looks like my guess might accidentally make sense.

'''Durandal:''' At the very least, we should test if Herrschers and the Stigmata Awakened share this dual relationship.

'''Mei:''' You mean… the composition of our team is what caused this maze to trap us?

'''Durandal:''' It’s just a guess. But it doesn’t cost us anything to test it out, right Bronya?

'''Bronya:''' Indeed. We can test the hypothesis so long as we split up appropriately.

'''Bronya:''' Well then, let’s give it a try, yeah?

'''Kiana:''' Sounds good. Better than everyone being stuck here.

'''Mei:''' Uh-huh.

'''Li Sushang:''' Then… I’ll stick with Durandal and you three will stick together, and we’ll go in two separate directions?

'''Mei:''' But how will we contact each other?

'''Mei:''' If the space here doesn’t change in a pattern… need I use my Herrscher of Thunder powers to call you?

'''Durandal:''' That’s one way to do it. But… Kiana, I want you to take this.

'''Kiana:''' This is… the Genius we used in Klostern?

'''Durandal:''' Yes. In most cases, it’ll pinpoint our location. With Mei’s ability… there shouldn’t be any issues.

'''Bronya:''' Then shall we start?

'''Durandal:''' Go ahead.

'''Durandal:''' Alright, this should be far enough. Let’s contact Kiana.

'''Li Sushang:''' We don’t need to go any further?

'''Durandal:''' You have to be cautious about experiments. After all, who knows what will happen…

'''Durandal:''' …?

'''Li Sushang:''' What is it?

'''Durandal:''' Why isn’t Kiana’s Genius working?

'''???:''' Looks like there’s been a mishap.

'''Li Sushang:''' Is that… Dr. Schrodinger?

'''Schrodinger:''' Bingo. But… If you can hear my voice, then the space you’re in is likely no longer stable.

'''Durandal:''' So… that’s why we can’t receive Kiana’s signal?

'''Schrodinger:''' Basically, yes.

'''Schrodinger:''' I was studying this not long ago… want to hear what I found?

'''Durandal:''' Of course. But… we’re in a hurry to check on Kiana and the others.

'''Schrodinger:''' Haha, just as anxious as you were when you were a child.

'''Schrodinger:''' Don’t worry. Your concerns and my findings come from the same source.

'''Durandal:''' Does this mean the very existence of Stigmata Awakened will serve to expand and be a cornerstone of Project STIGMA?

'''Li Sushang:''' …?

'''Schrodinger:''' I see. From how you performed afterwards… I needn’t only tell you the bad news at the time.

'''Li Sushang:''' What exactly are you guys talking about?

'''Schrodinger:''' Remember when we discussed that the bubble universe ruled by the moon has nothing to do with Earth?

'''Schrodinger:''' In fact, planets can dominate space only because, astronomically speaking, they are the center of gravity.

'''Schrodinger:''' For the universe, planets may not be different from the pegs on the walls, pinning imaginary endings on the picture that is the galaxy.

'''Schrodinger:''' And when we zoom in on this picture, we can see several holes near Earth.

'''Durandal:''' Holes? Are you referring to… Imaginary singularities?

'''Schrodinger:''' Yes. Just as a gravitational singularity forms a black hole, an Imaginary singularity tears apart the surface of reality.

'''Schrodinger:''' In contrast… you Stigmata Awakened are doing the opposite, which is attaching patches of phenomena to the torn reality.

'''Durandal:''' Phenomena?

'''Durandal:''' (Does it have anything to do with that island Nagamitsu envisioned?)

'''Schrodinger:''' The term phenomena may be too obscure. You can understand phenomena as the connections between essences.

'''Schrodinger:''' Herrschers push something simple to its extreme, whereas Stigmata Awakened string together different things to create something new.

'''Durandal:''' …

'''Durandal:''' Life is a bridge. Its greatness does not come from its purpose.

'''Durandal:''' It connects the noon, the dusk, and the dawn. A spontaneous meaning expands in the process.

'''Durandal:''' Something like that?

'''Schrodinger:''' Ah… It can be understood this way in terms of free will. And not just Stigmata Awakened…

'''Schrodinger:''' Based on those two sentences, I hope that everyone can be their own creators, solvers, and saviors.

'''Schrodinger:''' At the very least… As you can see, those Herrschers that have humanity have more or less done that.

'''Schrodinger:''' But we’re not here to analyse the meaning of life. The point I was trying to make is…

'''Schrodinger:''' Those bearing Stigmata are like spiders born to spin webs. Project STIGMA in turn weaves a web so large that it can even bind and absorb Finality.

'''Schrodinger:''' But this web is still being woven. It requires the Stigmata Awakened and the dreams of others to wave phenomena, irrespective of anyone’s will.

'''Schrodinger:''' And this is, as I had told Bianka, bad news.

'''Schrodinger:''' But… even then, she had told me she was confident that she and her friends could deal with the crisis.

'''Li Sushang:''' Ha. As they say, where there’s a will, there’s a way. Well Dr. Compass, looks like you’ve found something, yeah?

'''Schrodinger:''' Dr. Compass?

'''Schrodinger:''' Never mind. You can have fun with your nicknames.

'''Schrodinger:''' At any rate, Project STIGMA is like weaving a web, and Herrschers are the sparks that can burn this web before it’s done.

'''Durandal:''' So the World Serpent’s first step in Project STIGMA was to target and seal all Herrscher Cores?

'''Schrodinger:''' Yes. And not only that…

'''Schrodinger:''' If a Herrscher can split their power into several parts, they can use this power to weave another web in reverse, like matter forming a solar system under gravity.

'''Durandal:''' So then, the Stigmata Awakened and Herrschers are like two poles of a magnet?

'''Schrodinger:''' It’s not the most accurate analogy, but it’s helpful.

'''Schrodinger:''' For example, you think Kiana’s Genius isn’t working… but in reality, time has barely passed for them after you left.

'''Li Sushang:''' …What?

'''Durandal:''' While time is frozen for them… it’s flying by for us?

'''Schrodinger:''' Right. But this makes the previous analogy a lot more complicated.

'''Schrodinger:''' In this space related to Project STIGMA… your distance in Imaginary Space increases exponentially after leaving the three Herrschers.

'''Schrodinger:''' As a result, you can’t receive their Genius signal because of spatiotemporal desynchronisation.

'''Durandal:''' So if we follow the initial coordinates back…

'''Schrodinger:''' You’ll likely find that they only just left.

'''Schrodinger:''' Their Herrscher powers acn affect Imaginary Space more than the awakened Stigmata in you two. This ensures you can close the distance when approaching each other.

'''Durandal:''' Well that’s good. We can still return to where we were and tell them what we’ve found.

'''Li Sushang:''' What then? According to Dr. Compass, we still have to split up, right?

'''Li Sushang:''' One side adds, one side subtracts, and the end result is that looping labyrinth.

'''Durandal:''' …

'''Durandal:''' You’re right. But that gives us an opportunity.

'''Li Sushang:''' …?

'''Bronya:''' Then shall we start?

'''Durandal:''' Go ahead.

'''Bronya:''' Ah… We can’t see Durandal and Li Sushang.

'''Kiana:''' They’re so fast.

'''Mei:''' …

'''Kiana:''' What’s wrong, Mei?

'''Mei:''' Something’s off. We haven’t gone very far, but they…

'''Bronya:''' Huh? They’re coming back.

'''Kiana:''' …They are. What’s this about?

'''Durandal:''' Hi. We got things done and came back.

'''Li Sushang:''' I’m telling you, what we’re gonna do will make your jaws drop!

'''Li Sushang:''' We plan to run back to Earth on our legs!

'''Mei:''' …

'''Bronya:''' …?

'''Durandal:''' In short, we do plan to return to Earth from the moon on foot.

'''Kiana:''' Ah?

'''Durandal:''' I know this sounds ridiculous, but…

Durandal relayed Schrodinger’s thoughts on the situation to Kiana and the others.

'''Durandal:''' That’s the theory. If we’re far enough apart, then you who are Herrschers should be able to easily leave this labyrinth, return to the real moon, and reach the bottom of the pit.

'''Kiana:''' But then you…

'''Bronya:''' The distance between the moon and Earth is 380,000 kilometers. Even if you’re physically stronger than Herrschers… The Bronya cannot fathom how you’ll make the journey.

'''Li Sushang:''' With the help of Honkai energy, of course!

'''Bronya:''' …

'''Durandal:''' We plan on borrowing the power of Project STIGMA.

'''Mei:''' …?

'''Durandal:''' The power of Project STIGMA has the opposite effect on Herrschers and the Stigmata Awakened.

'''Durandal:''' But since we’re passively helping Project STIGMA ‘weave a web”… then this labyrinth must be a hub from which Project STIGMA controls Earth.

'''Kiana:''' Uh… why?

'''Durandal:''' Remember how I mentioned earlier that the space near the moon was too stable for the Seed of Sumeru to work?

'''Durandal:''' In that case, a Stigmata Awakened can’t expand Imaginary Space spontaneously like we’re doing.

'''Durandal:''' So the World Serpent is quite cautious about operating Imaginary Space. The area we’re in can’t be a derived space without practical use.

'''Durandal:''' This is, of course, all conjecture. The real proof is this.

'''Durandal:''' These are the projections of the information captured by the Seed of Sumeru.

'''Durandal:''' They clearly all belong to our Earth.

'''Durandal:''' Among them are stations, roads, plazas, parks, shores, and other places we know.

'''Durandal:''' Not far from us, such jumbled information is rushing toward the moon… and is somehow processed and transferred back to Earth.

'''Li Sushang:''' So, as Stigmata Awakened we can hitch a ride on Project STIGMA to return to Earth and find people that can help!

'''Durandal:''' It’s hitchhiking and paddling upstream at the same time. I calculated it would take about 48 hours of flight using the Godsbane’s thrusters to reach the Imagianry area near Earth.

'''Durandal:''' Then, we can use the Seed of Sumeru to float into Real Space, learn the status of Real Earth, and plan from there.

'''Durandal:''' Since Dr. Schrodinger noticed Schicksal HQ wasn’t directly affected by Project STIGMA… Nagamitsu has possibly carried out the first stages of the Island Operation.

'''Durandal:''' Ah. This Island Operation is a set of experimental technologies Schicksal gathered from the data they collated over the past six months. Simply put…

'''Durandal:''' By using techniques from the bubble universe, it can protect certain locations from any Imaginary attack… including the Herrscher of the End and Project STIGMA.

'''Kiana:''' (Since it’s unable to affect the entire world, Durandal didn’t talk about it?)

'''Kiana:''' But… What if Kevin finds out about your movement and intervenes?

'''Durandal:''' Then we would be sealed like you were. But the World Serpent won’t tamper with this path much with Project STIGMA already in progress.

Durandal; What’s more likely is that even if they do find out, they won’t be able to intervene precisely.

'''Li Sushang:''' They’d risk too much in doing it.

'''Mei:''' …I see. In that case, it’s definitely worth a try.

'''Bronya:''' At any rate, being unable to change the situation is the worst thing.

'''Kiana:''' But as Herrschers… we’ll need to figure out our own ways of fighting.

'''Durandal:''' Speaking of which… I know something that might be of help.

'''Durandal:''' According to Dr. Schrodinger, in the moon pit we were supposed to descend into… there’s an “extinguished immovable point”.

'''Bronya:''' Is it the wreckage of Finality?

'''Durandal:''' It may be connected. But this point seems to have been mechanically modified twice. Even Dr. Schrodinger finds its state fascinating.

'''Bronya:''' …?

'''Durandal:''' As a wreckage, it resembles both Finality and a wormhole partially. Which is to say…

'''Durandal:''' Long ago, someone may have constructed an Imaginary path between Earth and the moon using the power of Finality.

'''Durandal:''' If we can use it right, it might become a weakness of Project STIGMA. Nonetheless, we must be careful about stimulating the power of Finality.

'''Durandal:''' Compared to the World Serpent and Schicksal’s plans… what we need to do is to find a positive destiny that belongs to us all.

'''Mei:''' (A positive destiny…)

'''Mei:''' Let everyone live their life to the fullest by following their heart, right?

'''Durandal:''' Ah… Yeah, that’s a very good way of putting it, Mei.

'''Mei:''' That was the message Elysia left behind. She was Kevin’s comrade 50,000 years ago… and sacrificed herself before Finality descended.

'''Durandal:''' …

'''Durandal:''' I understand.

'''Durandal:''' Perhaps the World Serpent… No, Kevin… he wants us to go beyond Project STIGMA more than anyone, right?

'''Mei:''' Uh-huh.

'''Bronya:''' At any rate, we can’t just stand by and watch the world we love be made into a plaything for those that want to regulate it.

'''Kiana:''' Project STIGMA got us good… but if we regroup… I mean everyone at St. Freya, Anti-Entropy, Schicksal…

'''Kiana:''' I know we can put together a plan that goes beyond Finality.

'''Durandal:''' …

'''Durandal:''' Yeah… we can do it if we could return to Earth. If Dr. Tesla and Nagamitsu were here, they’d agree.

'''Li Sushang:''' (I see…)

'''Li Sushang:''' (They’re probably thinking about…)

'''Li Sushang:''' Alright Durandal. Let the scientists do their job. Our job, on the other hand, is to find a way back to Earth, right?

'''Durandal:''' You’re right. We shouldn’t waste more time here.

'''Bronya:''' So, according to Dr. Schrodinger… once you’re a distance away, Kiana can use her Void powers to return us to the real moon, right?

'''Li Sushang:''' Right. As for Fu Hua… she needs your help.

'''Durandal:''' Kevin will likely be your opponent. He’s not invincible, but it’s perhaps too early to battle it out.

'''Mei:''' Right. Our main goal is to meet back on Earth. And…

'''Mei:''' I’ve always believed that Kevin isn’t an enemy, but a competitor.

'''Kiana:''' If this is a game… maybe the first half isn’t even half-way through?

'''Durandal:''' Yes. And winning a battle isn’t important. We need to win this war.

'''Durandal:''' So… this is goodbye, everyone.

'''Li Sushang:''' Good luck!

And so the two teams said their goodbyes and went their separate ways.

And not long after… the two S-rank Valkyries from Schicksal received another message from Dr. Schrodinger.

Only this time, there was an uninvited guest in their way.

'''???:''' Hi. Nice to… yeah, nice to meet you, S-rank Valkyries from Schicksal.

'''Schrodinger:''' Please take care of it, Λ.

'''Li Sushang:''' Who is she?

'''Schrodinger:''' Ai Hyperion Λ. The mysterious person Seele met. You can trust her.

'''Durandal:''' Isn’t that… the name of the AI on Overseer Theresa’s flagship?

'''Ai Hyperion Λ:''' The unsinkable ship of eternal reincarnation… it is indeed a source of my birth.

'''Ai Hyperion Λ:''' But she and I are separate beings. After all, I have a Λ in my name.

'''Ai Hyperion Λ:''' And if I understand correctly… you are planning to use the energy hub of Project STIGMA to attempt retrograding toward Earth, right?

'''Durandal:''' That’s right. If you’re looking for a lift back to Earth, be my guest.

'''Li Sushang:''' The Godsbane will work so long as it has Honkai energy. By using Project STIGMA’s own conduits, it won’t be an issue to bring another traveler.

'''Ai Hyperion Λ:''' Thank you. But as the term “eternal reincarnation” points out, I live in a Pseudotime Crystal… Compared to you all, I enjoy greater freedom within Project STIGMA.

'''Durandal:''' …

'''Durandal:''' In that case, you’ve chosen a good time to show up here. Was it to tell us something?

'''Ai Hyperion Λ:''' Exactly. You should have already learned from Seele that Finality has already occurred several times through history…

'''Ai Hyperion Λ:''' Additionally, some new information should help you prepare for Kiana and the others’ return to Earth.

'''Li Sushang:''' You sure do know a lot. Did Dr. Compass tell you all this?

'''Schrodinger:''' No. From our point of view… she’s observed the future where you reunite on Earth. That’s why she was reluctant to tell Seele the way back.

'''Ai Hyperion Λ:''' The time wasn’t right. I apologise.

'''Durandal:''' Wait… observed the future?

'''Ai Hyperion Λ:''' For Project STIGMA, everything happens in the future. Hm… this sounds a bit opaque.

'''Ai Hyperion Λ:''' Technically speaking, my existence is similar to the Seed of Sumeru in Project VALUKA. The Pseudotime Crystal…

'''Ai Hyperion Λ:''' In layman’s terms, it’s circular time. Of course, circular time doesn’t exist on our planet, which is why the crystal is only pseudo…

'''Ai Hyperion Λ:''' Threads of destiny and the cycle of Finality are both unnatural mechanics. So is Project STIGMA, which was created to counter them.

'''Ai Hyperion Λ:''' When the power of Finality is taken away, Project STIGMA will inherit its temporal attribute. Only during the construction of Project STIGMA will Earth time be non-linear.

'''Durandal:''' …

'''Durandal:''' I’m sorry, but I’m struggling to follow. You say you’re similar to the Seed of Sumeru? In what way?

'''Ai Hyperion Λ:''' Meaning that as part of a Pseudotime Crystal, I can see all possible futures of Project STIGMA.

'''Ai Hyperion Λ:''' Humans rely on time to think, and observation consumes energy, therefore I’m not omniscient. Furthermore, for Project STIGMA, time is non-linear.

'''Ai Hyperion Λ:''' And so… because everything happens in the future, I’m able to do what I can to help you.

'''Ai Hyperion Λ:''' The process… is like dreaming.

'''Li Sushang:''' Dreaming?

'''Ai Hyperion Λ:''' “When night puts us to sleep, we become actors playing roles on a stage.”

'''Ai Hyperion Λ:''' “What about the day? That is when we learn our roles in the real world.”

'''Ai Hyperion Λ:''' “And you, you didn’t come to the theater to play a role, but to see our show.”

'''Ai Hyperion Λ:''' For Finality and Project STIGMA, the world is a stage… only the former cares about ending the story while the latter cares about continuing the story.

'''Ai Hyperion Λ:''' The placement of humans isn’t as important.

'''Ai Hyperion Λ:''' For humans, the end result is quite painful, but not because they’re being seen as insignificant. It’s quite the opposite.

'''Ai Hyperion Λ:''' It’s because that original force wishes to embrace us, and love every one of us in a way beyond us…

'''Ai Hyperion Λ:''' That’s why the Origin betrayed Finality, and Project STIGMA is the worst plan.

'''Durandal:''' …

'''Durandal:''' So Project STIGMA uses human stories to set the stage for human civilisation? Even if it wipes out humanity?

'''Ai Hyperion Λ:''' That’s spot-on.

'''Durandal:''' What about you?

'''Durandal:''' You… don’t exist as humans do, do you?

'''Ai Hyperion Λ:''' Yes. But…

'''Ai Hyperion Λ:''' I do hope each of you can have your own story.

The machine called Ai Hyperion Λ said she could see the future in her dreams.

She said she dreamed of the fate of Origin and Finality… and the end of the Signet of Deliverance.

But in spite of that, she said…

Every second of real history still brought her new surprises.

After all, even if the moon only ever faced the Earth with one side…

Each night, and in each person’s heart, it would be different.

'''Kiana:''' Ah… We finally made it out. Now we…

'''Kiana:''' Dang.

'''Mei:''' What is it?

'''Kiana:''' I can’t sense Fu Hua anywhere.

'''Mei:''' …

'''Bronya:''' What about the Herrscher of Sentience?

'''Kiana:''' No luck.

'''Bronya:''' We might’ve come too late. Kevin shouldn’t kill Fu Hua, but…

'''Mei:''' …

'''Mei:''' …Let’s go see Kevin.

Clap. Clap.

'''Kiana:''' Who’s there?

Without warning, a strange woman appeared before their eyes.

She sat peacefully among the ruins of the moon.

As though it was not a desolate planet, but a sunny pasture.

As though she had grown accustomed to such lonely times over countless days and nights.

'''???:''' Hello, everyone.

'''???:''' Brave girls are the best.

'''Mei:''' You…

She tilted her head, brought an index finger to her lips, and like an innocent child, she smiled brightly.

'''???:''' I’m sure you’re all very confused. And that’s why I’m here.

?'''???:''' I’ll answer each of your questions. Don’t worry, my Sire won’t interrupt.

'''???:''' I’d love to help you out… so before that, please rest awhile here.

'''Kiana:''' (This person…)

'''Mei:''' So we finally meet. If I’m not mistaken, you’re Hare, the initiator of Project STIGMA.

'''???:''' Wow! Our first meeting was hasty, yet you still remember me. That warms my heart.

'''???:''' As Mei already knows who I am… I’ll cut my flowery introduction short.

As she said so, she jumped down from where she perched.

'''Hare:''' Yes, I am codenamed Hare within the World Serpent, and I’m in charge of Project STIGMA. As for my name, it’s Misteln…

'''Hare:''' Misteln Schariac.

'''Kiana:''' Schariac?

'''Hare:''' Yes, but I’m not human… I’m a crystal of the Schariac Stigmata.

'''Hare:''' Ah. You don’t seem to know what a Stigmata crystal is.

'''Hare:''' Let’s not rush things… As you came from afar, I assume you haven’t seen the Final Crater yet?

'''Hare:''' Let’s talk while we walk, shall we?

'''Kiana:''' This…

'''Hare:''' Right, you are all concerned about Fu Hua’s safety, right?

'''Hare:''' Don’t worry… SIre wouldn’t want to hurt her, only temporarily making her unable to fight.

'''Hare:''' Uh… Before talking about Sire, where were we?

'''Bronya:''' You said you were a crystal of the Schariac Stigmata.

'''Hare:''' Ah, right. Thank you Bronya.

'''Bronya:''' …

'''Hare:''' Anyway, let’s begin with who I am. Crystal is no metaphor…

'''Hare:''' I’m not human, but a brand new species brought to this world by Project STIGMA. To borrow a classical term… I’m a “Form”.

'''Hare:''' Maybe you met with enemies similar to me in the previous labyrinth. They’re Seeds of Ideas, artificial life temporarily staying in an incomplete state.

'''Hare:''' Since they’ve not yet matured into “Forms”, they tend to be hostile… which is why they attacked you while you were there.

'''Hare:''' After all, Project STIGMA is not yet complete. Even Stigmata themselves need some tuning.

'''Mei:''' Easy for you to say. But if we take it literally…

'''Mei:''' The purpose of Project STIGMA is to create something like you, an existence between humans and Stigmata?

'''Hare:''' That’s right, I expected no less from you. But…

'''Hare:''' As a product of Project STIGMA, we’re more a means than an end.

'''Kiana:''' What do you mean?

'''Hare:''' We’re a vehicle for civilisation, just like humanity… though maybe that’s too abstract.

'''Hare:''' Let me explain with an example.

As they approached each other, a strange conversation ran through the minds of all three.

Before Project STIGMA is completed, there is a chance for humanity to put an end to it and find a better alternative.

This is absurd. It’s like trying to teach ants on a plane to prove the Poincaré conjecture!

What? The person that brought me into this world doesn’t know about Poincaré. And why compare yourself to an ant when you’ve inherited knowledge and wisdom from humans?

Humanity can’t overcome anything… neither can we. This is the only thing they’ve taught me.

The idea you inherited has been through a lot… but this conversation has proved humanity can break away from fate… and so can we.

Before Project STIGMA is completed, there is a chance for humanity to put an end to it and find a better alternative.

'''Kiana:''' Are they… talking in the spiritual world?

'''Bronya:''' Not so much talking as repeating…

'''Hare:''' Yeah. They’re only Seeds of Ideas. They aren’t capable of creating new ideas. Just like… oh, I’ll save this example for later.

'''Bronya:''' I hate cliffhangers.

'''Hare:''' But I hate to spill the tea before it’s time.

'''Mei:''' Then why don’t you tell me where these sounds are coming from?

'''Hare:''' Even though we’ve never met… you’re more reasonable. Unsurprising, since we both worked for the World Serpent before.

'''Hare:''' These voices are collected from people’s dreams. Yes, the same people that Project STIGMA has already absorbed.

'''Hare:''' And since you’re so interested, I’ll show you some more, yeah?

Humanity will eventually perish. MANTIS, Divine Keys… all struggles are but an elegy before the coffin lid falls on us all.

But civilisation won’t die… like Sire said, this is the initial purpose of Project STIGMA.

You know the fire in London that took tens of thousands of lives? That was the last memory I inherited from the culprit. Don’t leave me with that memory.

I understand the pain… Or rather, it’s why I’m here. Please accept Project STIGMA and face your sins with me.

You must fill the cracks of your soul with your own blood and tears… It’s not hypocrisy, but putting your soul to rest.

'''Mei:''' …

'''Kiana:''' This is getting really creepy.

'''Bronya:''' But about the fire… the Bronya remembers there being a fire in London. But that should’ve been hundreds of years ago.

'''Hare:''' That’s right. For Project STIGMA, the information it can gather isn’t limited to the present.

'''Hare:''' All history and culture… so long as it’s a part of human civilisation, it can nourish the Stigmata. You should be familiar with that, right?

She looked at Bronya as she spoke. What she meant was obvious.

'''Bronya:''' (Strange… She seems to have some kind of feeling toward the Herrscher of Reason.)

'''Mei:''' You might have collected fragments of consciousness. But there’s still something that’s confused me from the start.

'''Mei:''' Why would Project STIGMA be used like this to fight Finality?

'''Hare:''' Ah… you’ve misunderstood, Mei. Project STIGMA is not a way to fight Finality.

'''Hare:''' The end it can reach can be described as embracing and transcending Finality.

'''Mei:''' Embracing?

'''Hare:''' Ah, you’ve heard this somewhere before, Mei? Since you fight against the Honkai, you must wish to know where Finality comes from, hm?

'''Hare:''' Sire will want to tell you about this himself… but it wouldn’t hurt to tell you a little bit beforehand.

'''Kiana:''' You mean… the World Serpent knows where the Herrscher of the End comes from?

'''Hare:''' Absolutely. After all, we’re all successors to the MOTHs.

'''Hare:''' But… to tell this tale, we’ll have to go elsewhere. Try to keep up!

It has formed a cluster of ideas over generations and can no longer be stripped away?

Yes, when a civilisation clusters, it blurs the boundaries between individuals. The collective’s mind becomes its brain and the collective’s will becomes its limbs.

But… the histories and memories of tens of millions will give birth to new thinking. Humanity is an intriguing species.

Don’t be surprised. That’s the true Form, the complete us, the pinnacle of evolution, and a new life.

'''Kiana:''' …

Human knowledge is but a sort of poetry. Their minds always belong to one time and will never achieve what they truly want.

But we’re also a poem of theirs. You can’t despise your creators, or you’ve forgotten your roots.

An essential necessity, whose only counterpart in language is a rule. What I’m saying is that humans can only think and communicate in language, and that’s their weakness.

Then what makes us different? Were we not their language and concept before birth?

What are you talking about? Does a program bear any resemblance to the zeros and ones that form it?

'''Bronya:''' …

No matter who makes an argument here, no one will ever debate, for everyone agrees.

Nonsense. Who agrees with you? We’re not a whole, and you’re delusional.

Whatever. Our job is to gather memories for a purpose. And you see, you weren’t debating, you’re stating your opinion.

Enough, what’s your problem? We only need to grasp their experiences, not behave like them. Must you crow in the morning because you find roosters pretty?

'''Mei:''' …

'''Hare:''' Welcome to the Final Crater.

'''Hare:''' Hmm… If I awaited you here, could I have welcomed you with that line?

…

'''Hare:''' This is the stage where generations of civilisations fought for their fate…

'''Hare:''' Humanity failed over and over. The cycle went on. Innumerable dissimilar wills created similar fates, and they all ended here.

'''Hare:''' Kiana Kaslana. Bronya Zaychik. Mei Raiden. How lucky and sad of you to be Herrschers that are free from the Samsara.

'''Mei:''' Samsara?

'''Hare:''' Yes. The endless cycle of death and rebirth of this world. Haven’t you garnered info on it?

'''Hare:''' If someone hadn’t cut the thread of fate fifty thousand years ago, this cycle would have continued on Earth.

'''Hare:''' But, even though the thread is broken… as long as humans can’t live together with the Honkai, Imaginary energy will continue to flow into the Cocoon of Finality and catalyse the birth of the Herrscher of the End.

'''Kiana:''' In that case, if we destroy that Cocoon of Finality or something…

'''Hare:''' The World Serpent wants to do the same, but that’s impossible, Kiana. After all…

'''Hare:''' If you want to see the Cocoon of Finality, you probably need to have the power of Finality.

'''Hare:''' Especially for you, Kiana…

'''Hare:''' That means you need to become the Herrscher of the End.

'''Mei:''' …

'''Hare:''' But how is that possible?

'''Hare:''' Discussing finality is like discussing death…

'''Hare:''' No one has come back from death. We can’t discuss what dying feels like.

'''Hare:''' If we use this metaphor, then what the World Serpent is doing is basically redefine death.

'''Hare:''' But on a more serious note, my statements about death only serve to prove my arrogance.

'''Hare:''' Although I’m capable of treading the boundary between dream and reality, I’m incapable of witnessing truth beyond space and time.

'''Hare:''' Like the wreckage of Finality that has turned into moon rocks, it will not awaken again due to Sire and everything you shoulder…

'''Hare:''' And I wouldn’t have been able to escape from the vast Stigmata space and appear before you if it weren’t for a path paved by my senior.

'''Mei:''' Senior?

'''Hare:''' Yes, and an irredeemable one at that.

Thinking of something, Hare stared at Bronya and let out a low sigh.

'''Mei:''' …

'''Bronya:''' The Bronya means to ask something. You said the statue-like great Finality would never awaken because of everything Kevin and we shoulder… what does it mean?

'''Hare:''' If you’re anchor points in the sea, then Project STIGMA stands for the broad sky.

'''Hare:''' You’re down to earth and Project STIGMA sounds far-fetched… but you’re actually trying to solve the same problem.

'''Hare:''' Ah, if you find it too metaphorical, we can approach it from another angle.

'''Hare:''' To breed Forms is not the fundamental purpose of the World Serpent. It’s only a life form suitable to go beyond Finality… and carry on human civilisation.

'''Mei:''' You mean the World Serpent hasn’t found a way for common people to go beyond Finality at all?

'''Hare:''' You can say that. After all, if we could accomplish that… why would we gather here on the barren moon and fight each other for their own justice?

'''Kiana:''' In terms of overthrowing humanity and destroying lives, you’re no different from the Herrscher of the End.

'''Hare:''' From where you stand, I guess so.

'''Hare:''' What’s civilisation?

'''Hare:''' The passing of years and generations. The flashing by of different faces and similar stories. Abstracted into blurry consciousness and ideas.

'''Hare:''' Eventually, faces fade away and stories are lost, simplified into featureless existences, just like those Seeds of Ideas.

'''Hare:''' The argument between you and the World Serpent is whether existence is a representation of civilisation or the nature of civilisation.

'''Bronya:''' We just want our normal lives back.

'''Hare:''' But childhood will end, and adults will take responsibility for the world.

'''Kiana:''' Then Project STIGMA is a crappy way to be responsible.

'''Hare:''' But it’s fair.

'''Hare:''' Haven’t you heard the saying that you can’t have both freedom and equity?

'''Bronya:''' Freedom and equity are not absolute.

'''Bronya:''' We can’t accept Project STIGMA because it’s absolute.

'''Hare:''' This is a technical issue, Bronya… because absolute is the most operable.

'''Hare:''' For example, Project STIGMA will not exclude people from civilisation simply because they’re bad or have done evil.

'''Hare:''' The Stigmata will record all ideas created by human history, regardless of their worth. On top of that…

'''Hare:''' If human civilisation is good, then the integration brought about by Project STIGMA must also be good.

'''Mei:''' Even if no one will be able to feel the goodness?

'''Hare:''' Why won’t they? Be it humans that were Herrschers, Durandal, Li Sushang, or me…

'''Hare:''' Everyone can continue with their life in the new world. You only need to patiently wait until Earth is rebuilt by Project STIGMA.

'''Hare:''' The only difference is that in the new world… infants will not undergo the overlong process of learning and growing.

'''Hare:''' They will sense everything that is known, namely ideals, perceptions, and wills in your language, via the Stigmata at birth.

'''Hare:''' To my knowledge, that’s what many people seek for a lifetime.

'''Kiana:''' People don’t grow up overnight.

'''Hare:''' Of course, but that only applies to humans. For life forms built on Stigmata, they begin their journey into the unknown on the shoulders of humans.

'''Hare:''' This is also known as ending childhood with civilisation.

'''Mei:''' …

'''Hare:''' Everyone, please don’t forget my introduction.

'''Hare:''' I’m not a human, but a new species brought upon this world by Project STIGMA.

'''Hare:''' For me, those static, dull Seeds of Ideas are not much different from first birds or southern apes.

'''Hare:''' Alright, talking too much about myself deviates from your intention.

'''Hare:''' I’ve fully understood you’ll protect humanity’s story, but not the story itself.

'''Hare:''' It’s highly different from my form of existence, but I do look forward to seeing the fruits your endeavor may yield.

'''Hare:''' Such as surpassing the action itself step by step.

'''Bronya:''' Are you saying…

'''Hare:''' I said nothing.

'''Hare:''' But I believe that, on Project STIGMA’s main battlefield, you can make a difference.

'''Kiana:''' (Project STIGMA’s main battlefield?)

'''Kiana:''' Earth?

'''Hare:''' Yeah, where answers to all the mysteries are kept. Not this dead planet. If you wish to free humanity from Project STIGMA, breach the final blockade and head there.

'''Hare:''' That is, if you can seize the opportunity.

'''Mei:''' Why tell us this? It goes against your position.

'''Hare:''' Position? Ah, you’ve misunderstood me.

'''Hare:''' I’m helping the World Serpent complete Project STIGMA… because of a ridiculous trade.

'''Bronya:''' Looks like you’ve got quite some stories to tell.

'''Hare:''' Strictly speaking, they don’t belong to the present me. Anyway, they’re meaningless and trivial compared to yours.

'''Bronya:''' …

Bronya looked at her with watchful eyes, weighing her every word.

Hare just sighed softly and said no more. The silence was awkward.

'''Kiana:''' (Mei, Bronya, what do you think?)

'''Bronya:''' (No flaws, but no substance either.)

'''Mei:''' (Indeed, what she said sounded astonishing, but that was it.)

'''Kiana:''' (Well, only one question remains.)

'''Bronya:''' (Why is she telling us this?)

Knowing their thoughts, Hare smiled bitterly.

'''Hare:''' I knew it would be tough to win your trust.

'''Hare:''' Makes sense though…

'''Hare:''' From humanity’s perspective, everything I did is unacceptable. No matter how much I explain…

'''Hare:''' It’s hard to say they benefit humanity directly.

'''Mei:''' …

'''Mei:''' Good thing you know.

'''Hare:''' Long ago, someone told me that if you act in the best interest of someone, they’d eventually understand you even if they didn’t like the choices you made.

'''Hare:''' …

'''Hare:''' The reason why we’re in this situation is probably that I don’t understand humanity well enough.

She lowered her eyes and sank into some kind of reminiscence.

'''Hare:''' If I help you more, will the trust between us grow?

'''Hare:''' I know you wish to confront Sire, and he’s also expecting you, but even if you simply intend to have a “friendly exchange”, you’d probably end up disappointed.

'''Kiana:''' Not necessarily…

A sudden gasp stopped her there. Without any sign, Hare reached for Bronya…

'''Bronya:''' …!!!

'''Bronya:''' …

With Mei’s groans and Kiana’s screams in the background, Hare’s voice sounded in Bronya’s ears between the vortexes of power.

'''Hare:''' If you have to see him and put yourselves in danger…

'''Hare:''' Before that, please allow me to remove the restraints Project STIGMA has imposed on you.

Dull pain and shock gradually faded. The girls exchanged the same look of astonishment.

'''Bronya:''' Mei, you…

'''Mei:''' (The spiritual restraint… is gone?)

The girl named thunder was discharging electricity again.

In her equally surprised gaze, Bronya looked at her own hands.

'''Bronya:''' (So, the Bronya also…)

But before she could think, a sudden emptiness attacked her.

As if she were a punctured balloon, strength as mighty as an ocean flooded into her body and then vanished instantly.

A cacophony of voices sounded in the depths of her awareness.

They were the pasts and wills sealed in the Herrscher of Reason’s Core.

'''Bronya:''' …

'''Bronya:''' (What’s going on…)

…

…!!!

'''Bronya:''' (The Herrscher Core rejected me?)

'''Bronya:''' …

'''Bronya:''' …

'''Bronya:''' …!

When she opened her eyes, she saw three pairs of concerned eyes.

They were Kiana’s, Mei’s, and… Hare’s.

'''Bronya:''' (At least… Mei isn’t having the same reactions.)

'''Mei:''' Bronya, are you okay?

Bronya shook her head and looked down at her hands.

As she expected, they looked powerless.

'''Hare:''' Sorry… Judging by your condition, I can’t help you more.

'''Kiana:''' Why is…

'''Hare:''' I’ve lifted the spiritual restraint on you, which should’ve restored you to your state before coming to the moon.

'''Hare:''' But the reality is opposite. So I assume…

She gave Bronya a meaningful look.

'''Hare:''' The root of the problem lies in the origin of this power.

'''Bronya:''' …

'''Bronya:''' (As she said, I can feel the Herrscher Core rejecting me.)

'''Bronya:''' (But this has never happened before…)

'''Bronya:''' (What’s going on?)

'''Hare:''' …

When Hare met Bronya’s eyes, she simply blinked and smiled calmly.

'''Bronya:''' (It’s not an illusion. She’s keeping something from us.)

'''Kiana:''' Bronya?

'''Bronya:''' Don’t worry, I’m okay.

'''Bronya:''' The question is…

'''Bronya:''' Kiana, Mei, are you two ready?

The girls froze for a second, then showed a knowing smile.

Of course.

'''Hare:''' …

'''Hare:''' I may not be the right person to say this, but…

'''Hare:''' You have zero chance of winning if you face the World Serpent’s Sire in your current state.

'''Hare:''' If you choose to recuperate, I’ll create a suitable space for you, and he’ll gladly wait on.

'''Hare:''' As long as Project STIGMA hasn’t fully converted Earth.

'''Hare:''' …Despite that, you still insist on “talking” to him right now?

'''Kiana:''' You pointed out that we must get back to Earth as soon as possible. Even if we recuperate, we can’t shorten the power gap between us and Kevin…

'''Mei:''' It’ll only make him look down on us.

'''Bronya:''' That’s right.

Surprisingly, Hare locked eyes with Bronya for a moment, her expression meaningful.

'''Hare:''' That explains it.

'''Hare:''' I understand. Please go ahead then. He’s not too far down.

'''Hare:''' I hope the information provided by Sire is helpful.

…

The man named Kevin stood amid the silence.

As he had been accustomed to for 50,000 years.

In the past, he had let the tides of memory and thought crash into him, while ruminating on a past that had eluded all…. For tens of thousands of years.

Until now, when he stopped dwelling on the superfluous.

Today, he needed only to wait, for the river of time that had long since flowed into the sea.

'''Kevin:''' It’s over?

'''Hare:''' It’s over.

'''Kevin:''' Good.

'''Hare:''' …

'''Hare:''' Aren’t you curious about what I did? You looked somewhat surprised when I came to you actively.

'''Hare:''' I even reminded you that dream-catching can only aid Project STIGMA so much. Aren’t you worried?

'''Kevin:''' …No need.

'''Hare:''' Yeah, no need, everything is futile.

'''Hare:''' But every futile effort means something to humanity, don’t you agree?

'''Hare:''' If not, then what did you do that for?

The fluctuations in the nearby space brought about by the power of Finality had not fully subsided.

'''Kevin:''' That’s only a way of “communicating”.

'''Kevin:''' …

'''Kevin:''' Withdraw yourself. They’re coming.

'''Kevin:''' Let’s get another thing straight first.

'''Kevin:''' Fu Hua isn’t here.

'''Mei:''' (Fu Hua?)

'''Kevin:''' She’s my only comrade left in this world, and an admirable opponent.

'''Kevin:''' But Project STIGMA doesn’t need that, so I didn’t mind giving her a moment’s rest in my own way.

'''Mei:''' In other words, it’s the same thing you did back in North Africa, right?

'''Kevin:''' …

'''Kiana:''' I’m just happy to know she’s fine.

'''Kevin:''' Indeed. But more importantly…

'''Kevin:''' As with her, I won’t reject your request for battle.

'''Mei:''' Kevin, I know the whole of that history, and why you have to do this.

'''Mei:''' So this is not a duel, but a conversation.

'''Kevin:''' You can ask.

'''Mei:''' …

'''Bronya:''' The Bronya will go first.

'''Bronya:''' “No matter the cost, humanity shall purge the Honkai.” For you, the cost includes humanity itself, doesn't it?

'''Kevin:''' You got one thing wrong, Herrscher of Reason.

'''Kevin:''' Humanity will never die.

'''Kevin:''' Even if the human race ceases to exist, civilisation will be passed down.

'''Kevin:''' It’s the same as dinosaurs evolving into birds.

'''Kiana:''' Even if it’ll push today’s humanity to extinction?

'''Kevin:''' Species can only choose between extinction and stagnation. Humanity is not an exception.

'''Kevin:''' Mei Raiden, you know full well… there are no perfect solutions.

'''Mei:''' …

'''Mei:''' Of course I know what prices you paid to get hold of the worst of plans.

'''Mei:''' But Kevin… before all is settled, we from this era have reasons to find a better solution.

'''Mei:''' I’m not talking about Kiana, Bronya, Fu Hua, or myself. I’m talking about everyone living in the moment.

'''Kevin:''' The MOTHs was once an organisation where the majority ruled.

'''Kevin:''' You saw what became of it.

'''Kiana:''' That’s no reason for you to decide the fate of humanity.

'''Kevin:''' When Finality decides the fate of humanity, it needs no reason.

'''Mei:''' If you say so…

'''Mei:''' Kevin, I have a question that bothers me the most.

'''Mei:''' The Finality… What is it?

'''Kevin:''' …

The man looked up. Through a veil of Honkai energy, he gazed into the bottomless darkness above.

'''Kevin:''' “He fell from the sky that day. The people on the ground looked up and thus saw the starry night sky.”

'''Kevin:''' Some believe unfamiliar civilisations will easily develop mutual animosity.

'''Kevin:''' But in all fairness, this is common among people who meet by chance. Since such a self-destructive tendency can be viewed as the original sin of wisdom…

'''Kevin:''' Then the fear of loneliness and the longing for the same kind must be equally prevalent on a cosmic scale.

“So imagine such a being deep in the starry sky.”

“Like humans, they are rooted in a planet.”

“But unlike humans, they went further and merged with the planet.”

“Their will is omnipresent and everlasting, and their hearts are undivided…”

“If such a civilisation existed, what do you think it’d wish for?”

“As I see it, it would desperately want to…”

“Hug its kind.”

…

'''Kevin:''' Yes, that’s the ultimate conclusion our era drew.

'''Kevin:''' Finality is an extraterrestrial manipulator of fate. It cycles human civilisations over and over…

'''Kevin:''' So that its maker could find its kind.

'''Mei:''' That’s why Project STIGMA is guaranteed to succeed?

'''Kevin:''' Yes. It cuts into the weakness of Finality… and dominates it in an undefiable way.

'''Bronya:''' Your explanation only leaves the Bronya more puzzled.

'''Bronya:''' Do you really believe this counts as defeating the Honkai?

'''Kevin:''' No, of course not.

'''Mei:''' …

'''Kevin:''' Paying the price and defeating the Honkai, that is an issue for humanity.

'''Kevin:''' Of course, there’s no doubt that I’m human…

'''Kevin:''' Which is exactly why I expect you to transcend everything.

'''Kiana:''' This presence, it’s…

'''Kevin:''' Yes, it’s the power of Finality.

'''Kevin:''' Compared to it, we’re no more than blades of grass.

'''Kevin:''' It knows no emotions and is tireless. Its sole purpose is to cycle all things and reshape civilization.

'''Kevin:''' Just like the inevitable death, it hovers above the head of civilisation and doesn’t even care to sneer at us.

'''Kevin:''' I once said this to another challenger…

'''Kevin:''' Every intelligent life in the universe is restricted by its way of existence. It’s a barrier that cannot be conquered by will.

'''Kevin:''' And facing Project STIGMA…

'''Kevin:''' It’s this way of existence you need to challenge.

'''Bronya:''' …

'''Kevin:''' I expected more from you Herrschers.

'''Kiana:''' It’s not… over!

'''Kiana:''' Flames won’t go cold.

'''Kiana:''' They will only…

'''Kiana:''' Re-ignite!

'''Kevin:''' Keep going, humanity’s Herrschers.

'''Kevin:''' Don’t underestimate the power of Finality.

'''Kevin:''' The battle has just begun.

'''Bronya:''' What to do…

'''Bronya:''' What would Mr. Yang do in this situation?

'''Kevin:''' Too slow.

'''Mei:''' …

'''Kiana:''' Fu Hua…

'''Bronya:''' In the end, Fu Hua and the Herrscher of Sentience protected us…

'''Bronya:''' Using a quasi black hole to buy time… this is the same strategy Mr. Yang used on the moon…

'''Hare:''' Alas… This outcome is unexpected, but…

'''Hare:''' Simply buying time doesn’t sound like the path you seek.

'''Hare:''' Why must humans do such futile and sad things?

'''Mei:''' …

'''Hare:''' But the outcome isn’t so bad.

'''Hare:''' I feel a bit sorry for my Sire…

'''Hare:''' But as new friends, we need to spend some time together, don’t we?

'''Bronya:''' You…

Before she could say another word, an intense blackness assaulted her, and pulled her into the darkness like anesthesia gas.

…

Silence ruled the field.

And so, Bronya and her two friends fell into sleep and the bubble universe again.

--

====<u>Gameplay 33-2 - Scattered Stars</u>====
If someone took what they were going through for a dream, then right now she was experiencing the most ludicrous part.

Standing by the elevator, Seele looked down into the dark hollow.

An imposing might kept surging up from beneath, tainting the air with a sense of danger.

Worried about her friends, Seele returned here after making sure the Sanctuary was safe, only to find herself engulfed by the sinister air.

Obviously, her partners were in the middle of an even tougher battle, and their opponent…

'''Seele:''' …Huh?

As time passed, the might grew weak.

'''Seele:''' (All anomalies are fading away… but why can’t I sense Bronya and the others?)

'''Seele:''' (What’s happening down there?)

'''Seele:''' I can’t simply wait here!

'''Seele:''' Hmm, should be this way.

'''Seele:''' A fight must have happened up ahead…

'''Seele:''' But no traces of Bronya or Kevin…

'''Seele:''' No one here…

'''Seele:''' Where has everyone in the World Serpent gone?

'''Seele:''' Sora’s Sensei… is she on Earth?

'''Seele:''' I guess… the moon has always looked this desolate

'''Seele:''' Yeah, so there’s nothing to be afraid of.

'''Seele:''' Wait, that’s…

'''Seele:''' Seems like they’re not humans?

'''Seele:''' Strange… why do they feel familiar?

'''Seele:''' Could it be… back in the Sea of Quanta…

“Seele, don’t be afraid.”

'''Seele:''' Yeah, right, Seele, don’t be afraid.

'''Seele:''' Bronya told me fear would rob people of their reason and throw them into a panic, so I mustn’t be afraid.

“Hey, you’re not alone.”

'''Seele:''' Bronya and the others must be trying to get in touch with me… Yeah, I’m not alone here, and I can’t give up.

“…”

'''???:''' Ah, you’re such an idiot!!!

'''Seele:''' Huh?!

The most familiar voice was suddenly heard again.

And filled her with the joy of getting back something precious.

Seele stood still tearfully and forgot what she was about to say.

Before her eyes was that limitless mind space.

It was an environment Seele could not be more familiar with. But right now, the equally familiar figure was missing from the picture.

'''Seele:''' …Seele?!

'''Seele:''' Uh-huh.

Bewildered, she looked around but could not locate the source of the voice.

'''Seele:''' Seele, where are you? I can’t see you…

'''Seele:''' Don’t worry, I’m right here.

'''Seele:''' Seele!

'''Seele:''' Wait!

'''Seele:''' …Don’t turn around right now. Give me a moment.

'''Seele:''' …

'''Seele:''' …

'''Seele:''' Alright.

Seele turned around before the words were finished.

'''Seele:''' Finally! What happened? Are you alright?

'''Seele:''' …I’m alright.

'''Seele:''' How can you be? You just…

'''Seele:''' That’s because you were in such a hurry and I wasn’t ready.

'''Seele:''' But you were gone for too long…

'''Seele:''' I said I’m fine! I just ran into a tough guy and got stalled.

'''Seele:''' Are you questioning me? There’s nothing I can’t handle!

'''Seele:''' …

'''Seele:''' …Seele?!

'''Seele:''' Ugh, why do you look like you’re gonna cry…

'''Seele:''' …

'''Seele:''' Fine, it’s my fault, I shouldn’t have shouted at you.

'''Seele:''' No… I was just thinking about how useless I am…

'''Seele:''' Don’t spout nonsense, the fact that you’re standing here is already a feat.

'''Seele:''' So… you really didn’t encounter anything dangerous?

'''Seele:''' Don’t worry, Seele. I didn’t encounter anything.

'''Seele:''' But I can’t help thinking…

'''Seele:''' If I were strong enough… I wouldn’t have lost Seele, and I would have found Bronya and the others by now.

'''Seele:''' And, if…

'''Seele:''' Enough, enough, you’re really…

'''Seele:''' Looks like you’ll blame yourself for everything if I don’t explain the situation properly.

'''Seele:''' Let me tell you, something really strong and frightening took me away. It took so much effort just to find the opportunity to escape.

'''Seele:''' It wasn’t easy coming back to your side, so you should treat me gent-

In the next moment, she was wrapped in a warm embrace.

'''Seele:''' Ah…

'''Seele:''' I’m so relieved that you came back safely.

'''Seele:''' …

'''Seele:''' Mhm, I’m back.

After some time.

'''Seele:''' So… Seele, you said you met a strong enemy… what happened?

'''Seele:''' On my way here from the Sanctuary, I couldn’t sense anyone at all… Could that be related to that enemy you mentioned?

'''Seele:''' Who knows.

'''Seele:''' That fellow said that we’re the same kind.

'''Seele:''' Same kind?

'''Seele:''' …

That brought back unpleasant memories for her.

'''Seele:''' Who’s there? You sly jerk, where did you drag me to?

'''Seele:''' Come out! Or… Or I’ll make you regret it!

'''???:''' As expected, you’re exactly like her.

'''Seele:''' Enough about “me” or “her”, who are you?

'''Seele:''' I warn you one last time, come out right now! Or… you’ll pay the price and regret it for the rest of your life.

'''???:''' Pfft, what an impatient child.

'''Seele:''' …

'''Seele:''' Er… Are you alright?

'''Seele:''' I’m fine, it’s nothing. Anyway, since I’m here, we won’t fall for the World Serpent’s trap again.

'''Seele:''' That person said that I’m a “natural Form” and flattered us for no reason…

'''???:''' Didn’t you say you wanted to see me?

'''???:''' I’m here to fulfill your wish.

'''???:''' It’s truly rare to see someone who is willing to share their body with a completely different soul.

'''???:''' Perhaps you don’t know how difficult it is to open your heart to each other.

'''???:''' Really… I don’t want to be your enemy, I just want to get along with you…

'''Seele:''' …Ugh.

'''Seele:''' …?

'''Seele:''' Anyway, that jerk pulled some strings and made me… Forget it. Anyway…

'''Seele:''' After controlling me for a long time, she was finally distracted. I jumped on it and escaped, and soon connected with you mentally.

'''Seele:''' Anyhow… You really won’t understand how weird that person is!

'''Seele:''' If she ever dares to appear before me again… I’ll… I’ll make sure she gets a taste of my true power!

'''Seele:''' …

Seele hesitated for a while before gripping the hand of the other her tightly.

'''Seele:''' Don’t worry, as long as you’re back… Whatever happens, we can face it together.

'''Seele:''' As long as you’re back.

'''Seele:''' Ah… Yeah.

'''Seele:''' …

'''Seele:''' Wait.

'''Seele:''' What’s wrong, Seele?

'''Seele:''' Didn’t you say that those friends of yours…

'''Seele:''' Tsk. So that’s it!

'''Seele:''' Seele, let’s hurry down there!

…And so, she found the answer.

There was nothing, aside from a pitch-black hole.

That thick darkness exerted terrifying force, attempting to devour everything that approached it.

Looking at how damaged the stone walls around it were, it had definitely seen some vicious battles in the past and present.

Yet now, other than the black hole in the center… everything was gone, as if it had never existed.

'''Seele:''' This is…

'''Seele:''' Fool! Do you want to get sucked in too?

Seele stopped and stared at everything before her in a daze. Fear and worry tugged endlessly at her heart, as if they were going to tear her apart.

'''Seele:''' Bronya…

'''Seele:''' (We’re in trouble this time.)
----
===Act 2 - Key to the Future===

====<u>Gameplay 33-3 - Rearranging the Stars</u>====
'''???:''' Friend or foe. Choose.

For the past hundreds of thousands of years, humans had been slaughtering each other for each and every reason.

Some said it was their nature; some said it was proof that they were “still in their childhood”.

…Regardless, when he met the last of his kind not too long ago, he still chose combat as his means of communication.

'''Herrscher of Sentience:''' Let’s make this clear, Kevin. I surrender.

'''Kevin:''' …

'''Kevin:''' But without you, she couldn’t possibly have trapped me temporarily like this.

'''Herrscher of Sentience:''' Maybe. Do you think we spoil her too much?

'''Herrscher of Sentience:''' If I steeled myself and took away control of the body, she wouldn’t have collapsed into this hole.

'''Kevin:''' That sounds ironic.

'''Herrscher of Sentience:''' Really… Isn’t the most ironic person this dummy named Fu Hua?

'''Herrscher of Sentience:''' Always so earnest, always wanting to treat everyone seriously…

'''Herrscher of Sentience:''' And in the end? Other than another dummy named Kiana, have we ever done anything good for her?

'''Herrscher of Sentience:''' …Ah, old timer, if only you had done as I said before, you wouldn’t have to suffer this torment today.

'''Kevin:''' You’ve changed.

'''Herrscher of Sentience:''' Have I? Alright, maybe a little. Think about it, when we first met, I genuinely thought that I had a fair chance against you.

'''Herrscher of Sentience:''' But thankfully, you wasted no time with words. If it were me, I would have mocked such an arrogant fool to no end.

'''Kevin:''' You are no fool. Otherwise, we would not be having this conversation.

'''Herrscher of Sentience:''' I am the Herrscher of Sentience, after all. I can read the atmosphere and see that it’s only out of respect that you didn’t leave immediately.

'''Kevin:''' Even so, she has already won a few hours for her friends, given the physical properties of the black hole.

'''Herrscher of Sentience:''' Just like… how you faced Finality in the past?

'''Kevin:''' That’s fundamentally different. But… you can compare it that way.

'''Kevin:''' They have much to do if they want to surpass the Finality like Project STIGMA.

'''Herrscher of Sentience:''' …What do you mean? Are you anticipating your own failure?

'''Kevin:''' Project STIGMA is the worst project… I also fully believe in this statement.

'''Herrscher of Sentience:''' Hah. I get it now.

'''Herrscher of Sentience:''' In the end, you’re just like the old timer. Ah, no offense, just expressing my thoughts. After all, I’ve long since lost my interest in saving the world.

'''Kevin:''' …No. Herrscher of Sentience, you are also one of the Kindlings.

'''Herrscher of Sentience:''' …Huh?

'''Kevin:''' It’s fine if you cannot understand. Think of it as the last influence on reality from 50,000 years ago.

'''Kevin:''' The discordant Honkai consciousness disappeared. The person who was born a Herrscher…

'''Kevin:''' …Right now, what can you feel from the Cocoon?

'''Herrscher of Sentience:''' Cocoon? What are you talking about?

'''Kevin:''' I see. Looks like Hare's concerns were not baseless.

'''Herrscher of Sentience:''' …Hey. What exactly do you mean?

'''Kevin:''' I am measuring your distance from Origin, from Finality’s angle.

'''Herrscher of Sentience:''' Seems like you really stole the power of Finality.

'''Kevin:''' Accurately speaking, Project STIGMA hijacked Finality. I’m only a part of it.

'''Herrscher of Sentience:''' There’s a difference?

'''Kevin:''' Of course. In the past, chimerism allowed me to bear the “center” of Stigmata… And by the same principle, it also determined that I was unable to become the “key” of Finality.

'''Kevin:''' Herrscher of Sentience, you possess Hua’s memories. You should know, whether it’s Su, Hua, or me, that all of us are but a piece of the puzzle to complete the final project.

'''Herrscher of Sentience:''' Even though Su went against you under MEI’s suggestion?

'''Kevin:''' …Back then, we had all lost our much-needed composure.

'''Kevin:''' But you’re right. Even so, we long for this false samsara to come to a complete stop in this era.

'''Kevin:''' After all, the stars cannot be rearranged in one stroke.

It was rumored that many years ago, a dying Awakened once left a message for the Schicksal Overseer, telling him to look for the only key needed to overcome the Honkai.

According to his calculations, he could shape Bianka “Durandal” Ataegina into that key after 32,874 unspeakable nodes.

…In other words, in terms of probability, this was nigh impossible.

But that Awakened also said… “In the end, Project VALUKA finally found the only answer.”

This was not a baseless vision.

It was not to glorify defeats either.

Compared to Otto and Durandal, compared to the others who peripherally knew about this matter, the other being beyond imagination would perhaps better understand the deeper meaning behind those words.

--

====<u>Gameplay 33-4 - Through Past and Present</u>====
The newly born youth lay in a fissure.

He struggled to get up, then realised the River Spree was on his left.

He was in Berlin. He looked across the river to the south, where Brandenburg Gate was…

The thick smoke produced by fire billowed back and forth like mud soaked in blood.

The streets were filled with rubble. Buildings and vehicles breathed in and out smoke sporadically like moribund people/

It was high noon. Under dark clouds, death was descending on Berlin.

'''Bronya:''' …!

'''Bronya:''' This outfit… what exactly happened here?

'''Bronya:''' This device… looks like…

'''Bronya:''' No, it can’t be operated at all. In fact… it’s just for show.

'''Bronya:''' That figure is…

'''Bronya:''' Welt Joyce?

…

'''Bronya:''' Somehow… this place feels dangerous…

'''Bronya:''' But we don’t have other clues.

'''Bronya:''' …Need to investigate.

…

Fire.

A word of merely four letters symbolises the greatest good and the greatest evil.

And in March 2011… the girl was caught in a fire.

'''Mercenary Girl:''' …

'''???:''' Bronya! Here, grab me!

'''???:''' We should be safe here. Are you okay, Alexeievna?

'''Mercenary Girl:''' Bronya is okay, Uncle Maxim.

'''Maxim:''' You better call be Boss from now on. People in our line of work never know when they have to find a new master, and your new master won’t appreciate being called uncle.

'''Mercenary Girl:''' Bronya understands, Boss Uncle Maxim.

'''Maxim:''' …

'''Maxim:''' Well, that’s the daughter of Alexei and Alexandra. Just as inflexible.

Mercenary: …

'''Maxim:''' Don’t take this too hard. The place we’ve called home for years is a goner.

'''Maxim:''' Let’s remember the last moment of this place.

'''Bronya:''' …This is before Bronya went to the orphanage?

'''???:''' Bronya!

'''Bronya:''' Kiana?

'''Kiana:''' Thank goodness you’re alright! I thought I saw you being dragged out of a fire… I hope that was an illusion…

'''Kiana:''' Bronya, when did you change into this outfit?

'''Bronya:''' The Bronya isn’t sure, but the fire you saw probability isn’t an illusion. It’s Bronya’s memory.

'''Bronya:''' That was back in 2011…

Bronya told Kiana what she had just experienced.

'''Bronya:''' …That’s what happened. Maybe Joyce’s will helped us and allowed the Bronya to find Kiana when she was trapped in memories.

'''Kiana:''' But listening to your recount… Be it this incident or our current situation, there’s still plenty of suspicion, don’t you think?

'''Bronya:''' Of course.

'''Bronya:''' Why does this place look like the moon 50,000 years ago? Why did Bronya turn into the sniper she was? And…

'''Bronya:''' Why did the Bronya see Welt Joyce’s figure? Why could the Bronya release Kiana from her dreams? What role does that Hare play?

'''Bronya:''' …Anyway, we have too many questions that can’t be answered, and the Bronya hasn’t regained her power as the Herrscher of Reason. Kiana, are you alright?

'''Kiana:''' Mhm, my Herrscher Core is stable, and there’s nothing wrong with my energy flow. But, speaking of Hare…

Kiana paused for two seconds. She thought about how she should describe her.

'''Kiana:''' …I don’t know why, but she comes off as chilling. Not like Otto or Kevin, but domineering like the Herrscher of the Void.

'''Bronya:''' …The Herrscher of the Void? They seem very different.

'''Kiana:''' How do I put it… It’s nothing to do with her personality or way of speaking, but more about the threat her way of existence creates.

'''Kiana:''' Ugh… It’s hard to explain it this way too.

'''Bronya:''' Then let’s start with the easier part… Huh?

'''Kiana:''' Is that figure…

'''Bronya:''' Welt Joyce! He reappeared.

'''Kiana:''' So this is…

'''Bronya:''' Yeah. I investigated a similar looking memory fragment or spatial structure, then Kiana appeared.

'''Kiana:''' Does that mean this time, Mei…

'''Bronya:''' Watch out, Kiana!

…

'''Mei:''' …

'''Kiana:''' Mei!

'''Mei:''' Kiana, Bronya… Did I hurt you?

'''Kiana:''' Of course not! But you’re amazing, you don’t need Bronya’s help to break free from this weird restraint.

'''Mei:''' It might be because those illusions weakened. But… you said Bronya…

'''Mei:''' That explains it. It’s the memory of the Herrscher of Reason.

'''Bronya:''' …Mei. What did you see?

'''Mei:''' I saw someone… a dark-haired boy… being questioned by people in lab coats.

'''Mei:''' “What’s your name?” “Where did you live?” “Which country are you from?”

'''Mei:''' But that boy only answered them with, “Who am I?”.

'''Mei:''' If you have something to do with that memory, and if he looked like what the people at Anti-Entropy described… Then I suppose he’s Welt Joyce, the first Herrscher of Reason.

'''Bronya:''' We also came here after his flickering figure. Despite this…

'''Bronya:''' We mustn’t forget we were put into this predicament again by Hare, or rather Project STIGMA.

'''Kiana:''' …Which is to say, everything we’ve been exposed to so far could’ve been planned by Hare?

'''Bronya:''' I don’t know. But this time we must find her flaw and a countermeasure against her abilities, or she’ll always have the upper hand.

'''Mei:''' …Yeah. And if we think ahead, seizing the initiative from Kevin would be just as difficult.

'''Kiana:''' Yeah. To fight the power of Finality and exceed Project STIGMA, we at least need to establish stable connections with the scientists of Anti-Entropy and Schicksal.

'''Kiana:''' About that… I’ve got a feeling that Welt had already made plans, but didn’t divulge them for some reason.

'''Mei:''' …Already?

'''Kiana:''' About one or two years ago at least.

'''Mei:''' Isn’t that… when we were still in St. Freya?

'''Bronya:''' Kiana, do you mean…

'''Kiana:''' …Mei, Bronya, do you still remember the ghost battleship that Miss Himeko led us to capture?

'''Bronya:''' Of course. I tried to crack its master control, but found it didn’t have any passwords or restrictions. Miss Himeko was worried that it was a trap.

'''Bronya:''' Although my bio-chip did get jammed afterward, what happened in New Zealand proved it wasn’t directly related to the strange master control.

'''Mei:''' In that case, the chain of events that followed was related to Cocolia… but that ghost battleship remained a mystery to us.

'''Bronya:''' I found a strange mail in the master control.

'''Bronya:''' “Dear Kiana! Greetings. We hereby return you the battleship Selene after 14 years.”

'''Bronya:''' “You shall ascend the throne and rule this world. But before that, you will need to find 4 keys.”

'''Bronya:''' “Lightning of Conquest, Fire of Affliction, Storm of Desire, and Death of Tranquility. P.S. The password to the bridge is your birthday.”

'''Mei:''' We thought its sender wasn’t malicious, just pretentious… I even said everything would become clear after flying the battleship to St. Freya.

'''Mei:''' …But in reality new problems arose incessantly, so we still haven’t figured that battleship out.

'''Bronya:''' To be precise, the Selene’s engine that’s been transferred to the Hyperion is the work of Dr. Einstein and Dr. Tesla. However, they refuse to elaborate on the source of that mail.

'''Kiana:''' …I think that might have something to do with Anti-Entropy’s original plan.

'''Mei:''' Original plan?

'''Kiana:''' That mail should be written by Dr. Tesla. This is pretty obvious if you eliminate those involved.

'''Kiana:''' Now it seems that Anti-Entropy was trying to help me seize all of Sirin’s Herrscher powers by drawing support from the Selene.

'''Kiana:''' But… after defeating the Herrscher of Domination, nobody at Anti-Entropy brought it up again.

'''Bronya:''' Isn’t that because we’re over it?

'''Kiana:''' You’re right, but what’s bothering me is… why did they want me to harness the powers represented by those Gems?

'''Kiana:''' The doctors aren’t Otto. They won’t make a plan like this just because they covet the power Sirin had.

'''Mei:''' If we look at it that way, things do become suspicious. But, Kiana…

'''Mei:''' Do you actually think the crux of this matter isn’t Sirin, but Finality?

'''Kiana:''' This is just a guess… but I feel it can explain some strange things.

'''Mei:''' Strange?

'''Kiana:''' When I was with the doctors, I occasionally felt guilt from them. I initially thought this was due to my physical health.

'''Kiana:''' But till this day, that faint emotion hasn’t left them.

'''Bronya:''' …Why don’t you ask them?

'''Kiana:''' I tried asking Dr. Tesla on the night I left for Klostern.

'''Kiana:''' She admitted to writing that letter, but said, “There’s huge room for improvement for Anti-Entropy’s plan before we come face-to-face with the Herrscher of the End”.

'''Mei:''' Dr. Tesla… Why did she leave you hanging?

'''Kiana:''' She said, “Kiana, you wouldn’t want your teacher to read your unrevised essay in class, would you? It’s the same thing”.

'''Mei:''' Well… on the bright side, this indicates that Project STIGMA isn’t the only solution for our world.

'''Kiana:''' …

'''Mei:''' What? Is it funny for me to say that?

'''Kiana:''' No… I thought…

'''Bronya:''' Ah. Kiana, you really are an idiot. You already did that with Mei, yet you’re freaking out about this now?

'''Kiana:''' Er… Bronya?!

'''Mei:''' Haha, Bronya’s as unforgiving as ever.

'''Mei:''' Okay, we can think about this after breaking free from Hare’s control. We can’t do anything about Kevin under this condition.

'''Kiana:''' Could this be… why the first Herrscher of Reason appeared before us?

'''Bronya:''' …The Bronya doesn’t know. It might be more complicated.

'''Bronya:''' Anyhow, this is our only clue at present. Let’s move forward cautiously.

'''Bronya:''' The interference is here as well.

'''Mei:''' That’s odd… According to Raven, Hare isn’t interested in Herrschers. What’s she toying with us for?

'''Kiana:''' …

…

'''Mei:''' I see. I came to you from a crack like this one.

'''Kiana:''' But this time, Joyce didn’t appear.

'''Bronya:''' Yeah. If that was really the will of Joyce… perhaps no other existence was sealed into this memory. It’s still worth examining as a clue, though.

…

'''Maxim:''' Hey, happy birthday.

'''Mercenary Girl:''' Is this… for Bronya?

'''Maxim:''' Your Dad gave me this. Vlad dug it out the last time he helped me clean up. I think it’d make a nice birthday present for you.

'''Mercenary Girl:''' …Thank you.

'''Maxim:''' Don’t mention it. Alexei wanted to be a sculptor when he was young, and liked giving us novelties he collected even after joining the army. Back then I didn’t think they held any value…

'''Maxim:''' Who’d have thought they’d become collector’s items today.

'''Mercenary Girl:''' Including this rabbit?

'''Maxim:''' Haha, of course not. If it were worth anything, we’d have already traded it for food.

'''Mercenary Girl:''' Food is expensive. Bronya knows.

'''Maxim:''' Kid… our life wasn’t so difficult. Back then, everyone in Siberia belonged to one country. We didn’t fight each other or worry about being robbed by neighbors.

'''Maxim:''' The 2nd Eruption… it turned our motherland into a worthless graveyard. Schicksal abandoned us, the country abandoned us, and ultimately, we abandoned ourselves.

'''Maxim:''' Nobody wants decent work. People with weapons either become bandits or hired guns like us. What else can we do? We need to survive.

'''Maxim:''' …Get it, Alexeievna? We don’t live a normal life.

'''Maxim:''' Nobody lives a god damn normal life in Siberia.

'''Mei:''' Is this… Bronya’s childhood?

'''Bronya:''' Sorry about this.

'''Kiana:''' Please don’t. I grew up in Siberia, and life there… isn’t easy either.

'''Bronya:''' …Uncle Maxim was my father Alexei’s comrade and childhood friend.

'''Bronya:''' I don’t know my parents… Ever since I can remember, Uncle Maxim has been taking care of me and teaching me how to survive the war.

'''Mei:''' That’s before you met Cocolia?

'''Bronya:''' Yeah. That was my tenth birthday. The next summer…

'''Bronya:''' Uncle Maxim, who was saving money to fix our house, was killed at work by a misfire. The one who shot him was a boy not much older than me and had been sent to war for the first time.

'''Bronya:''' Uncle Maxim’s gang disbanded. By winter, I had to make money somehow… and ended up meeting Matushka.

'''Mei:''' …Bronya.

'''Bronya:''' That was a long time ago. Bronya, the orphans, Matushka Cocolia, and Uncle Maxim were all ordinary people in Siberia. There was nothing special about us.

'''Bronya:''' Think ice isn’t frozen in a day. The problem of that land can’t be resolved by individual efforts alone.

'''Bronya:''' Although Kiana’s parents and Anti-Entropy saved countless lives, the social impact and secondary disasters resulting from the 2nd Eruption still destroyed the faith in that land.

'''Bronya:''' The state collapsed and war broke out. The orderly Siberia was reduced to heaven for outlaws. It’d take generations to restore normalcy to such a desperate place, if even possible.

'''Bronya:''' Yet… the Bronya only knows the chaotic side of her motherland. Compared to the older generations who watched their lives fall apart, Bronya considers her generation lucky.

'''Mei:''' …Even if we defeat the Honkai, we still need to rebuild the world with everyone.

'''Kiana:''' Defeating the Honkai is more like the first step to changing the world. If we want to change this imperfect world for the better, everyone constituting it must work together.

'''Kiana:''' As Durandal said, “The world is a canvas whose beauty depends on the color each of us paints on it”.

'''Bronya:''' Yeah. Like how the Herrscher of Reason is the shared thought of three hundred thousand people.

'''Mei:''' (That must be why… Elysia insisted that every Flame-Chaser was indispensable.)

'''Bronya:''' Okay, dwelling on the past isn’t going to help us. We should go back to finding clues.

'''Mei:''' …Yeah.

A poet said only those who live in the present are blessed by the world. One such can derive nourishment from the occasional fluctuations of fate, as what grass does to dew.

When spring comes, people need not stay in winter. Only after people have regained purity, can they discover the purity of their neighbors.

Over half a century ago, on the outskirts of Saint-Maurice, Switzerland…

'''Emma Planck:''' How was it, Carl? I hope my skill isn’t too rusty.

'''[CHOICE] =''' Actually, you play even more beautifully than before.

'''Emma Planck:''' Is that so? You’ve become quite the sweet talker.

'''Emma Planck:''' My, I’ve waited forever for you to see the light, yet on the same day your cousin will start a new life across the Atlantic.

'''Emma Planck:''' Tell me the truth, are you unhappy?

'''[CHOICE] =''' As a matter of fact, I am.

The man named Carl grinned.

'''[CHOICE] =''' It must be difficult for you to move to a new country.

'''Emma Planck:''' I knew you’d say that.

'''Emma Planck:''' The war is finally over… I’m going to Princeton to conduct new research, and you’re going to Berlin to work as a psychiatrist.

'''Emma Planck:''' Our lives will get busier from now on.

'''[CHOICE] =''' This world once lost its way.

The man named Carl looked into the distance.

'''[CHOICE] =''' We’re fortunate to be able to contribute to its re-departure.

'''Emma Planck:''' You always get serious at times like this.

'''Emma Planck:''' “We rustling leaves answer the raging storm with our voices. And who are you, silent one?”

'''Emma Planck:''' “I’m but a small flower.”

'''Emma Planck:''' I think this poem suits you a lot.

'''Bronya:''' The Bronya saw her in a photo… She’s one of the founders of Anti-Entropy, Emma Planck.

'''Kiana:''' The supervisor of Dr. Einstein and Dr. Tesla?

'''Bronya:''' Yes. And… she appears to have a complex relationship with the first Herrscher of Reason, Welt Joyce.

'''Bronya:''' But even Carl Gustav’s memory is scattered here…

'''Bronya:''' The Herrscher of Reason’s Core is in a dangerous state.

'''Mei:''' …What do you mean?

'''Bronya:''' Carl Gustav is one of the three hundred thousand that constitute the Core, and possibly the first.

'''Bronya:''' In other words, he isn’t only the origin of Welt Joyce, but also the origin of the Herrscher of Reason.

'''Bronya:''' So the conclusion we can draw is… Under the influence of Project STIGMA, the Herrscher of Reason’s Core has disintegrated on a physical level.

'''Kiana:''' Disintegrate?

'''Bronya:''' Oh… this isn’t as scary as it sounds. The Core consists of three hundred thousand minds, so theoretically each of them may quit.

'''Bronya:''' The Herrscher of Reason is a unified concept, so the two Welts and Bronya all possess control over three hundred thousand minds.

'''Bronya:''' The real question is… how to rid a distributed Core of Project STIGMA’s influence to create room for the Bronya to regain strength.

'''Kiana:''' But Mei and I didn’t have that kind of problem. Wait, is it because our Cores aren’t distributed?

'''Bronya:''' …Maybe it’s more than that.

'''Bronya:''' Unlike you two, the Bronya is not a Herrscher that has ascended.

'''Bronya:''' …The Herrscher of Reason’s Core has never ascended?

'''Welt Yang:''' Yes. This is because Welt Joyce has been a Herrscher fighting for humanity since the beginning.

'''Welt Yang:''' With the aid of three hundred thousand thinking, he resisted the Honkai’s corruption of his character, and transformed the power of destruction into a shield for the people.

'''Welt Yang:''' That makes the Herrscher of Reason unique among Herrschers.

'''Welt Yang:''' For many years, Anti-Entropy has been trying to increase the Core’s output power… but has met with little success.

'''Welt Yang:''' Up until now, the power that Joyce demonstrated in the final battle is still beyond our reach. And as you saw…

'''Welt Yang:''' Mei who has ascended in Nagazora… If we calculate only by the observed output power, her limit not only far surpasses yours and mine, but also certainly Joyce’s.

'''Welt Yang:''' Einstein drew the adopted conclusion from combined evidence: Welt Joyce’s birth is unrelated to ascension, and the Herrscher of Reason’s Core is essentially the same as the Gem of Desire.

'''Bronya:''' Even if you’ve fully synchronised with the Core?

'''Welt Yang:''' Yeah. It was a miracle that brought me closer to Joyce’s power, and that’s it.

'''Bronya:''' …So we’ve never released the Core’s full power? Not even once?

'''Welt Yang:''' Given Mei’s example, this may be the case. But as I said, the uniqueness of this Core makes it impossible for us to replicate Mei’s case.

'''Bronya:''' But the Bronya is okay with it. If the uniqueness of this Core has helped Joyce and us… then this is how it’s meant to be.

'''Bronya:''' …As Mr. Yang said, the Herrscher of Reason’s Core isn’t as stable as Mei’s and Kiana’s.

'''Bronya:''' But on the bright side, finding the Herrscher of Reason’s power may be the same thing as finding Hare’s weakness.

'''Kiana:''' …Huh?

'''Bronya:''' Just maybe. Call it… a hunch.

'''Mei:''' …?

'''Bronya:''' …Maybe the Herrscher of Reason exists in a way similar to Project STIGMA itself.

'''Bronya:''' If we take the World Serpent’s claims into account… Project STIGMA will unify people’s will through dreaming and ultimately dominate Finality. This sounds as believable as a mythos.

'''Bronya:''' But what if we compare it to the state that the Herrscher of Reason was in at birth?

'''Mei:''' You mean… the thoughts of three hundred thousand?

'''Bronya:''' Yes. The “them” in this Core are distributed components. You could say either they’re all Herrschers of Reason or none of them is the Herrscher of Reason.

'''Bronya:''' From this perspective, we can argue that it’s because of this structural similarity that Project STIGMA has a much greater impact on the Herrscher of Reason’s Core.

'''Bronya:''' It may even be the Herrscher of Reason’s Core, not Project STIGMA, that’s trapped us here. If this is true…

'''Bronya:''' Then what Hare did was most likely exploiting the situation. She stimulated the Core so that it’d discretise and become more Stigmata-like.

'''Bronya:''' Do you remember what Durandal said? In a space directly controlled by Project STIGMA, things closer to being a Stigmata will spontaneously expand it.

'''Bronya:''' Despite the fact that the fixed points in Imaginary Space, namely Herrscher Cores, can reverse this expansion, if they form a web…

'''Bronya:''' We could end up trapped like a spider’s prey.

'''Kiana:''' But how can we confirm it? We don’t really have an entry point…

'''Mei:''' Have I mentioned a Flame-Chaser named Kalpas before? He wanted to find the answer to a similar question, so he kept damaging the structure of the Elysian Realm. But that’s in a virtual world…

'''Kiana:''' We’re in the real world, so the Herrscher of the Void’s power applies! If this maze is just a web that doesn’t go on forever, we can find its weakness.

'''Mei:''' But what kind of weakness could it be?

'''Mei:''' Wait, could it be the memories we were exposed to?

'''Bronya:''' …It’s possible. If we want to destroy a web, we must target its threads.

'''Bronya:''' This may be very difficult, but Kiana, you can try breaking things with the Herrscher of the Void’s power.

'''Kiana:''' …Got it. But Bronya, you know doing so might damage the memories of former Herrschers of Reason, right?

'''Kiana:''' Is it really okay?

'''Bronya:''' It’s okay. As a matter of fact…

'''Bronya:''' The Bronya has faith in the tenacity of the Herrscher of Reason. The Bronya has faith that this tenacity will create the opportunity to break the status quo.

'''Bronya:''' So… Kiana, when you get the chance, don’t hold back.

'''Kiana:''' Leave it to me, Bronya.

'''Mei:''' So that’s Welt Joyce?

'''Bronya:''' Yeah. The Bronya’s dreamed of him many times, but he hasn’t said anything to Bronya… he just went on and watched Bronya in silence.

'''Kiana:''' …

'''Bronya:''' Of course… more memories here.

'''Kiana:''' Then, to target it, are we going to try with what we mentioned before?

'''Bronya:''' Yes. But Kiana…

'''Bronya:''' Do you have something that’s been bothering you?

'''Mei:''' Yeah, when we saw Joyce’s figure just now, it seemed like you had something to say.

'''Kiana:''' …I’m not sure how to express it. From what I feel, that figure consists of extremely complex emotions.

'''Kiana:''' He resembles Mr. Yang in some ways, and the Herrscher of the Void in others. He even resembles Sirin in certain ways. Anyway, I feel like… that’s not simply the strength of the Herrscher of Reason.

'''Mei:''' …Is it Hare’s influence?

'''Kiana:''' That’s the most probable reason. Hare’s identity might be more complicated than she claims.

'''Kiana:''' Is she really the Schariac’s Stigmata Crystal? What did she mean when she described herself that way?

'''Bronya:''' …I see.

'''Bronya:''' Looks like this is a game for the brave.

'''Mei:''' Game for the brave?

'''Bronya:''' Prepare to try out our plan, Kiana. I’m going to unleash this memory.

The youth woke up from a special life-sustaining airship. The surrounding displays were distorted by the convex glass, and he saw what seemed like a world within a fish tank.

He silently pressed a particular button inside the airship and prompted a system announcement to play…

'''SYSTEM:''' Your heart rate is 67 per minute and 4.28 liters of air is consumed each time you inhale strongly.

'''SYSTEM:''' Your body’s basic indicators are very healthy, you may leave this airship at any time.

The youth pressed the same button again.

'''SYSTEM:''' Confirmation complete. The airship will depart shortly, please be careful.

…

'''???:''' Good morning, Joachim. Shall I arrange breakfast for you?

'''Youth:''' Yes. Thank you, Ada.

'''Youth:''' Let’s eat at the canteen, I’m heading over now.

Even though he said that, the youth was still dressed in a bathrobe, lazing on an aged single-seated sofa as he dried himself.

Across the sofa was a line of bookshelves, practically empty as there were merely a few physics theory books piled on them. The youth finally stood up and pushed those books away…

He picked up a book that was hidden at the bottom, “Happy Prince”.

The intricate illustration on the cover had already yellowed over time, but a streak of a girl’s beautiful handwriting was left on the first page.

“May you thrive in health and academics”

“━Reanna Brigantia, November 1955”

She was the strongest Valkyrie in Schicksal back then. As she had broken his toy robot by accident, she gave him a small compensation gift when he was 8 years old.

'''Kiana:''' …

'''Bronya:''' How is it, Kiana?

'''Mei:''' Are you alright?

'''Kiana:''' …How should I put it, I’d never thought that using my power in someone else’s memory would be so demanding.

'''Kiana:''' Haa, if only the Herrscher of Sentience was still with us. I painstakingly managed to free my consciousness from passive observation, but once I tried to use my power… This memory disappeared immediately.

'''Bronya:''' …But just before it disappeared, there was definitely something there.

'''Mei:''' Could it be Hare watching us?

'''Bronya:''' The Bronya isn’t sure. But if that’s the case…

'''Bronya:''' When the opportunity arises again, Bronya hopes that Mei will also prepare herself.

'''Mei:''' Do you mean that I should use the Herrscher of Thunder’s power to attack the other party through the weakness that Kiana made, just before the memory disappears?

'''Bronya:''' Of course. Regardless, we should forcefully elicit a reaction from that entity. That way, we can find more weaknesses.

'''Kiana:''' Then we must look for more memories.

'''Bronya:''' Yes. Let’s do this practically, one step at a time.

…

'''Kiana:''' I don’t see Joyce this time.

'''Bronya:''' But we need to be prepared regardless. Since we discovered the entity hidden behind the memories… it might notice this and take countermeasures.

'''Mei:''' In short, stay vigilant and prepare for battle, right?

'''Bronya:''' That’s right.

…

'''Maxim:''' I just want to let you know that Vlad died.

'''Mercenary Girl:''' He didn’t finish his job?

'''Maxim:''' Nope. That idiot blew his mortar up and got our client killed.

'''Maxim:''' Good for him to die then and there, unlike our client, who was too hurt to speak and could only write on the ground with someone’s blood.

'''Maxim:''' Turns out our client wasn’t writing fancy last words, but the word “hurt” over and over until biting the dust half an hour later. Damn.

'''Maxim:''' Bronya, if I ever get so unlucky, find someone to bust a cap in my head so your Uncle Maxim doesn’t die like a joke.

'''Mercenary Girl:''' Bronya aims better than others.

'''Maxim:''' That’s not the same. But… I appreciate the thought!

'''Maxim:''' Come, Bronya, this is the real deal. We didn’t get paid, but we got our hands on this baby, which is better.

'''Mercenary Girl:''' This is…

'''Maxim:''' A computer! Bet you’ve never seen one.

'''Bronya:''' (In the end, before Bronya could learn anything, it was burnt to ashes with Dad’s Matryoshka dolls in that fire.

'''Bronya:''' (That’s life in Siberia. Things take a turn for the better just to be plunged into despair again.)

'''Bronya:''' (Even so… we can’t bring ourselves to hate her. After all, she was and still is our motherland.)

'''Bronya:''' …

'''Bronya:''' …?

'''Bronya:''' (Strange… Why has the Bronya regained thought so naturally in a memory?)

'''???:''' …

'''Bronya:''' Who’s there?!

--

====<u>Gameplay 33-5 - Beyond Reality</u>====
'''Prometheus:''' The story is an interesting one, Bronya Zaychik.

'''Prometheus:''' After all, humanity’s greatest strength is in narratives.

'''Bronya:''' This voice… Prometheus?

'''Prometheus:''' You can refer to me by that name. Although it might be unbelievable, if you wish to know Hare’s weaknesses, it would benefit you to listen to me till the end, about the previous topic.

'''Bronya:''' Then, let Bronya ask another question. Your bubble universe, it’s…

'''Prometheus:''' It has irrevocably disappeared. Dr. MEI as well. I have been protected by destiny and am temporarily alive in the form of data.

'''Prometheus:''' Then… this topic ends here. Sadness and the past cannot help anyone move towards their future. Especially, according to something I recently understood…

'''Prometheus:''' If any of you still wish to resist and overthrow Project STIGMA, then the Herrscher of Reason’s power is one of the cornerstones for it.

'''Bronya:''' The Herrscher of Reason… is a cornerstone.

'''Prometheus:''' That’s right. But it’s a long story… Anyway, there’s no point talking about this in a memory you could never describe positively.

'''Prometheus:''' …Allow me to pull more strings in the space that you are all in.

'''Bronya:''' Where did you move Kiana and Mei with these “strings” you pulled?

'''Prometheus:''' I’ve created different escape routes for each of you, based on your respective Herrscher Core. Trust me, this is a more efficient method.

'''Bronya:''' …

'''Prometheus:''' Don’t misunderstand, I’m not saying that anyone is holding the other’s back. However, Hare has already set her eyes on the Herrscher of Reason’s power, so we need to form more specific countermeasures.

'''Bronya:''' Hare? Why do you understand her situation so well?

'''Prometheus:''' This is indeed incredible. In conclusion, she actively used some functions of the Stigmata to transfer my calculation system out of the bubble universe to sustain it.

'''Prometheus:''' As this isn’t just a simple copying of data, I can believe that the present me and the me at Dr. MEI’s side are the same person. There is no original or copies.

'''Bronya:''' So… we can say that Hare is your savior?

'''Prometheus:''' As I have no intentions to repay her, that description isn’t accurate. From her perspective, I’m simply one of the new humans, just like all of you, who have the freedom to act as we wish.

'''Bronya:''' The Bronya doesn’t think so. What freedom will a scientist bestow on a white mouse in a labyrinth?

'''Prometheus:''' Alright… I understand how you feel. Indeed, efficiency cannot resolve all problems.

'''Prometheus:''' I admit I’m a bit hasty… So, let them come to you, Herrscher of Reason.

'''Bronya:''' …??

The world seemed lopsided for a moment. When Bronya came back to her senses, her companions had returned to where they were before.

'''Kiana:''' Mei! Bronya!

'''Mei:''' Good, everyone’s okay.

'''Mei:''' So… What are you doing here, Prometheus?

'''Prometheus:''' The answer will be easy to see as soon as you know what this place is.

After saying that, she turned to Kiana and Mei and explained what had just happened.

'''Bronya:''' …Do you understand?

'''Bronya:''' The Bronya has some guesses after what you just said.

'''Bronya:''' “This is the moon, but it’s also the interior of the Herrscher Core.”

'''Bronya:''' …Is that right?

'''Prometheus:''' …You have quite the intuition.

'''Prometheus:''' Like the bubble universe the doctor and I were in, this is a place where time is temporarily recovered. But its cause is the unstable Herrscher Core.

'''Kiana:''' But… from Bronya and Mr. Yang’s experience, the Herrscher of Reaason’s Core is still more stable than other Herrscher Cores…

'''Mei:''' And if one reason for that is metamorphosis… then the Herrscher of Sentience becomes an exception…

'''Bronya:''' No. The real reason… is likely the thoughts of three hundred thousand people.

'''Kiana:''' Three hundred thousand people? Isn’t that the Herrscher of Reason’s foundation?

'''Prometheus:''' True. But as Hare sees it, that is at the root of the Core’s instability under Project STIGMA’s influence.

'''Bronya:''' I… thought so.

'''Prometheus:''' As I said… Humanity’s greatest strength is in narratives.

'''Prometheus:''' Whether it’s the Herrscher of Reason or Project STIGMA, they’re all stories in essence.

'''Prometheus:''' A strong story can reshape the world. A weak story can be reduced to a scrap of paper.

'''Mei:''' Even if that’s true… How can you call the Herrscher of Reason and Project STIGMA stories?

'''Prometheus:''' …I see how you’d be confused. Because I thought that it was too troublesome, I laid the conclusion out first.

'''Prometheus:''' It’s fine. I’ll help you sort through it step-by-step.

'''Prometheus:''' The Herrscher of Reason’s power is to construct, to create from thin air what would otherwise require complex processes to make.

'''Prometheus:''' The Herrscher of Reason is limited only by what civilisation deems possible. Which is to say, the limitations of narrative.

'''Bronya:''' The limitations… of narrative?

'''Prometheus:''' I don’t mean repetitive rhetoric that continues ad nauseam… I mean believable narratives of substance.

'''Prometheus:''' Morality, money, language, customs, aesthetics, all narratives. All stories. Starting with the earliest people, living narratives…

'''Prometheus:''' And this resulted in what we call civilisation.

'''Prometheus:''' As Dr. MEI had said, “civilisation comes from fiction but transcends reality”.

'''Bronya:''' Maybe it makes sense to say the Herrscher of Reason’s construction or depiction is the stuff of fiction… But civilisation?

'''Prometheus:''' Yes. Everything beautiful in your life comes from human invention and perception. It’s impossible to talk about such things apart from human will.

'''Kiana:''' But… what about returning to a natural state?

'''Prometheus:''' A resort hotel located in a park is different from a cave dwelling. One is a story a thousand times more complex than the other.

'''Prometheus:''' Civilisation has always made exist that which was only imaginary… humans have created everything they have. It’s allowed them to make this…

'''Prometheus:''' That too is a narrative.

'''Mei:''' You mean… the heritage of civilisation?

'''Prometheus:''' Right. From heroic legends to words on a chalkboard to data in electronic memory… All narrative, creating its own story.

'''Prometheus:''' People enjoying stories, learn from stories, and use stories to unite those that are different…

'''Prometheus:''' Humans are animals of narrative. And narratives are how humanity can reshape the world.

'''Prometheus:''' …Past scholars have referred to narrative as “reason”. As the one that creates, this is why you’re called the Herrscher of Reason.

'''Bronya:''' …As it happens, as the third Herrscher of Reason, Bronya’s path is also filled with inherited narrative.

'''Bronya:''' But if this is what these narratives emphasise, then what about Project STIGMA?

'''Prometheus:''' Project STIGMA is the narrative about narratives. Created by a story to govern all stories.

'''Prometheus:''' As the other doctor likes to put it, it is “the absolute idea of self-existence”, “conceptual infinity”.

'''Prometheus:''' …I see it as a reaction to civilisation’s upward spiral, resulting from narratives existing on their own, apart from themselves.

'''Bronya:''' You mean the story separates from the storyteller, and begins to tell its own story?

'''Prometheus:''' Yes. This has happened since humanity’s beginning, but most don’t know this.

'''Prometheus:''' As I said, Dr. MEI and I both think whether it’s a heroic epic or a computer program, they are all these types of narratives, all a story.

'''Prometheus:''' In computers, programs and data are the same. It seems… the human mind itself, the giant, woven web of neurons…

'''Prometheus:''' Is also a narrative constituting a story unique to each person… their self, their true self.

'''Prometheus:''' In this sense, civilisation is originally stories told by stories, a huge web formed by ideas, with individual units we call people.

'''Bronya:''' According to you, the story units serving as the building blocks of civilisation are people who are independent, free, and able to give meaning to themselves.

'''Bronya:''' And Project STIGMA is a deconstructed, reorganised unit and can exist in any form, as long as it still supports civilisation?

'''Prometheus:''' That’s it. For humanity and civilisation, this is how they graduate from childhood.

'''Mei:''' Graduate…. From childhood?

'''Prometheus:''' This has happened many times in history, hasn’t it? Whether it’s your history, or our history, the meaning that has been woven by humanity acts on humanity itself all the time.

'''Prometheus:''' There are always those that live and die for faith and for money. These things deciding who lives and dies… humanity made them.

'''Prometheus:''' Society has gone from idolatry to contracts. And industry from self-sufficiency to supply and demand. All detached from the individual…

'''Prometheus:''' The main point of “one’s brand” isn’t the individual, but the word “brand”.

'''Prometheus:''' Dr. MEI’s thoughts are more important than her existence. Who the Herrscher of Reason is is not as important as her fighting for humanity. And for the third Herrscher of Reason…

'''Prometheus:''' …It becomes even more obvious. If it was Joyce or Yang, they’d be just as bothered and wanting to fight back as you are, right Bronya?

'''Bronya:''' …

'''Prometheus:''' Don’t get me wrong, I have no bias here. As I see it, natural humanity and fictional stories are two sides of the world’s destiny.

'''Prometheus:''' Humans control stories, stories control humans. This is a delicate balance that allows civilisation to flourish…

'''Prometheus:''' But with the Honkai, fiction wages war against reality… The balance is broken and humanity and stories must find their place once more.

'''Prometheus:''' Herrschers and Project STIGMA are at two ends. One, an independent narrative free from civilisation, and the other, a universal story that needn’t be narrated…

'''Prometheus:''' …Of course, the conflict isn’t irreconcilable.

'''Mei:''' You’re talking about… the Herrscher of Human?

'''Prometheus:''' Yes. Such Herrschers belong to civilisation, to those that need to create fiction. If they can overcome Finality…

'''Prometheus:''' Then this is the best answer the paradoxical Honkai has to offer.

'''Mei:''' And… Project STIGMA?

'''Prometheus:''' As Dr. MEI said… Project STIGMA is the standard answer.

'''Mei:''' Standard? In the sense of Finality?

'''Prometheus:''' More than that. Standard meaning worst. Is that not the human way of thinking?

'''Prometheus:''' Stories offer wonderful pictures of human civilisation… But this isn’t usually true for individual experiences.

'''Prometheus:''' Early farmers were worse off than hunters, early workers worse than farmers; though there would be no standard for civilisation without them.

'''Prometheus:''' But there’s no narrative where they are rewarded for their efforts. SOme narratives even tell them they deserve to suffer…

'''Prometheus:''' This is humanity’s standard narrative. People’s lives driven by imagined purposes in exchange for progress, consciously or unconsciously.

'''Prometheus:''' It lets fiction grow wild… History has shown letting go can help liberate people from the shackles of the previous narrative.

'''Prometheus:''' But the price for liberation is very high… setting mountains ablaze, countless deaths in war, Project STIGMA which deconstructs humanity…

'''Prometheus:''' If you view humanity as a whole, they choose the worst answer, generation after generation… Denying reality with fiction.

'''Bronya:''' …But the Herrscher of Reason’s spirit is inheriting reality. The Herrscher of Reason’s power is the key to fighting Project STIGMA.

'''Prometheus:''' If we stop at fiction, we already have our conclusion. But we’re talking about reality; a more careful look is needed.

'''Prometheus:''' But… we’ve been standing here for a while. For the sake of operational efficiency, how about we have a walk?

'''Bronya:''' The Bronya doesn’t care, but maybe Kiana is tired of standing?

'''Kiana:''' Haha, I’m not that impatient.

'''Mei:''' But…. Prometheus, when you say take a walk, does that include the memories from before?

'''Prometheus:''' Of course.

'''Prometheus:''' Your previous strategy was correct; just inefficient. And I know just how to optimise it.

'''Prometheus:''' I heard from Hare…

'''Prometheus:''' Bronya, as the Herrscher of Reason, you have a “distributed Core” that can be divided up to 300,000 times.

'''Prometheus:''' …Could that be true?

'''Bronya:''' Yes. Mr. Yang said they were survivors of the Honkai Eruption in Berlin… the remnants of a city that had been annihilated.

'''Prometheus:''' It’s no wonder the space before you is the way it is.

'''Prometheus:''' For Project STIGMA, the most easily deconstructed Herrscher of this era is the Herrscher of Reason, who poses a serious threat.

'''Prometheus:''' And Hare needn’t be involved… You just need to lay bare your shortcomings to Project STIGMA.

'''Bronya:''' And the final step in all this… Is our fight with Kevin?

'''Prometheus:''' The battle depleted the Herrscher of Reason’s already unstable power… causing it to be torn apart by Project STIGMA in a higher dimension.

'''Prometheus:''' Remaining fixed points are channeled into this tiny bubble universe that was born as a result of Finality, and in turn, traps you inside.

'''Prometheus:''' …Hare’s vision of Project STIGMA is to use Dreamland to connect consciousnesses as a vessel for a purely fictional civilisation.

'''Prometheus:''' …Compared to the birth of the Herrscher of Reason, does it seem familiar?

'''Bronya:''' You mean…

'''Bronya:''' Welt Joyce, he…

'''Prometheus:''' If one were to say Project STIGMA could create God’s Adam, then your first Herrscher of Reason is undoubtedly humanity’s Adam.

'''Bronya:''' …

'''Bronya:''' It’s strange to hear you talk about someone you don’t know like that…

'''Bronya:''' But one thing is correct…

'''Bronya:''' …Before the Honkai outbreak in Berlin, the consciousness known as Welt Joyce did not exist on this Earth.

'''Bronya:''' The Herrscher born from nothing began collecting the thoughts of other sacrificial victims because he was influenced by a victim’s thoughts.

'''Bronya:''' As the thoughts grow… the Herrscher Core grows more complete.

'''Bronya:''' No one knew for sure what he had done.

'''Bronya:''' But they knew the countless thoughts, the cries of a destroyed city, was a call for a savior. Their last stand against the Honkai.

'''Bronya:''' …And the man known as Welt Joyce rose from the ruins.

'''Bronya:''' He knew, beneath his feet were only ashes.

'''Bronya:''' But he was reluctant.

'''Bronya:''' He wanted to be the savior they cried for. He desperately pieced together the fragmented thoughts.

'''Bronya:''' He wouldn’t call their names. He didn’t know what they were going through. He knew it was mostly pointless…

'''Bronya:''' But he tried to preserve their dignity. And that dignity seemed to bring about a miracle…

'''Bronya:''' A butterfly fell on the tip of his finger.

'''Bronya:''' And he fixed its broken wings.

'''Bronya:''' …The child of the world fell into a deep sleep.

'''Prometheus:''' And at that time… he hadn’t even awakened his Herrscher powers?

'''Bronya:''' Right.

'''Bronya:''' For our era… that’s the real miracle.

'''Prometheus:''' Is there anything wrong with the analogy “Adam of Humanity”…?

'''Bronya:''' In paying him tribute, no. But…

'''Bronya:''' Whether you call him Adam or savior, both are too narrow a term.

'''Bronya:''' In his short life, he met all sorts of companions… that convinced him his power instead came from the ordinary.

'''Bronya:''' He saw himself as an ordinary child of the world. It was for that that he sacrificed himself to protect others from a tyrant.

'''Bronya:''' He believed that even if his consciousness was gone, the power of the Herrscher of Reason would pass on from one ordinary person to another.

'''Bronya:''' “We don’t need a savior, we can save ourselves”… Perhaps he was born a savior, but his beliefs went beyond that.

'''Bronya:''' The Herrscher is an apostle of the Honkai but can be a warrior for humanity. No demons or angels… just ordinary people.

'''Prometheus:''' …

'''Prometheus:''' Thank you. That gives me a full understanding of what the Herrscher of Reason really means in this era.

'''Prometheus:''' But what if… these 300,000 thoughts stood in the way of you rescuing the world? What would you do, third Herrscher of Reason?

'''Mei:''' Get in the way… of rescuing the world?

'''Prometheus:''' Painful, I know. But… the Herrscher of Reason’s power is unstable and vulnerable to Project STIGMA. That is the truth before us.

'''Prometheus:''' To one person, 300,000 thoughts seems like a lot… but to Project STIGMA’s 7 billion, it’s just a number.

'''Prometheus:''' I don’t mean to triviliase history… But this is the difficulty the Herrscher of Reason will face with Project STIGMA.

'''Prometheus:''' My attempt to separate and bring you all together shows that the Herrscher of Reason’s power is broken, that it is nothing to Project STIGMA.

'''Bronya:''' …

'''Mei:''' Prometheus… You’re not just here to give us information, right?

'''Kiana:''' Right! Didn’t you say you have a plan?

'''Prometheus:''' As an AI that can be mounted on a Herrscher Core to form a Divine Key… I can help Bronya change the Herrscher Core’s composition.

'''Prometheus:''' Think of it as… simulated metamorphosis. It’s not an actual technical term, just a name I gave it now.

'''Bronya:''' Simulated… metamorphosis?

'''Prometheus:''' This technology isn’t comparable to real metamorphosis. Please understand that it only demonstrates what algorithm is used by Project STIGMA to influence 300,000 minds.

'''Bronya:''' If it can point us toward a counterattack, perhaps we can disregard its power.

'''Bronya:''' However… although we’ve had in-depth exchanges, Bronya still doesn’t understand…

'''Bronya:''' Prometheus, based on what stance are you helping us?

'''Bronya:''' When we parted last time, you didn’t tell us your understanding of Project STIGMA.

'''Prometheus:''' …

'''Prometheus:''' Remember my self-introduction when we first met? I’m a pessimist.

'''Prometheus:''' It’d be pointless to hammer ideas you can’t yet understand into you. It’d only make it harder for you to coordinate.

'''Prometheus:''' And as I said, even if I don’t appear here, you can close in on the truth by yourselves.

'''Mei:''' You’re avoiding Bronya’s question.

'''Prometheus:''' …

'''Prometheus:''' How about “I’ve inherited Dr. MEI’s stance according to my understanding”?

'''Bronya:''' …

'''Prometheus:''' Bronya, to the Herrscher of Reason’s Core, Project STIGMA is a hack from the outside.

'''Prometheus:''' It hijacks the 300,000 minds, causing them to lose their original stories and become slaves to Project STIGMA.

'''Prometheus:''' And since Project STIGMA is a dream, the best remedy is to wake them up.

'''Bronya:''' …?

'''Prometheus:''' Of course, I’m not saying you should purposely go through the fragments of consciousness trumpet blaring.

'''Prometheus:''' You should copy Project STIGMA’s code and make a reverse signal… putting on pressure locally.

'''Prometheus:''' Once we break through, you can rip apart this web of fiction all at once.

'''Bronya:''' …I see. Fighting fire with fire.

'''Prometheus:''' Yes. There is a risk, however. There’ no guarantee the 300,000 minds won’t be harmed in the process.

'''Prometheus:''' In bringing them together… You may lose them forever.

'''Bronya:''' …

'''Bronya:''' It’s okay. The Bronya has already made up her mind…

'''Bronya:''' The Herrscher of Reason’s Core has been passed down to the present day to help humanity, not be preserved in self-consciousness.

'''Bronya:''' In the story’s beginning, Welt Joyce sacrificed himself. Now that it’s Bronya’s turn, I’m not going to throw in the towel.

'''Prometheus:''' Good. That leaves the matter of imitating the signal.

'''Prometheus:''' Get ready Bronya Zaychik, I will now show you all the code that I know.

'''Bronya:''' …Code?

'''Prometheus:''' Project STIGMA’s source is genetic. Not to mention…

'''Prometheus:''' The code is the strongest narrative tool that humanity can master.

--

====<u>Gameplay 33-6 - Insightful Observation</u>====
'''Bronya:''' …What are you doing?

'''Prometheus:''' It’s easier to just explain Project STIGMA’s underlying code than give you a book to read.

'''Bronya:''' …??

'''Prometheus:''' Project STIGMA’s lowest-level logic is existence. This is what fiction is built on and the origin of all abstract concepts.

'''Prometheus:''' It’s built on existence… the words aren’t important. At any rate, they express existence’s two most important properties: freedom and self-consciousness.

'''Prometheus:''' Ideas are at the core of Project STIGMA. Ideas give people enlightenment and reflect an outline of what we’d call truth.

'''Prometheus:''' Ideas will always have contradictions… But this is how they express existence and remove the boundary between fiction and reality.

'''Prometheus:''' For Project STIGMA, life is the most direct idea, while absoluteness is the highest idea.

'''Prometheus:''' This way, the absoluteness of life is set within fiction…

'''Prometheus:''' So it can be liberated from individuality and become a truth in and of itself.

'''Prometheus:''' …Typically, the cost of such transcendence is death.

'''Prometheus:''' It’s difficult to resist death, as it’s a paradox in itself.

'''Prometheus:''' Life seeks universality through fiction, but only exists individually.

'''Prometheus:''' And so… with Project STIGMA, the death of the individual advances the spirit.

'''Prometheus:''' As far as it’s confirmed, civilization is built from the bones and eulogies of generations of people.

--

====<u>Gameplay 33-7 - Dissonance</u>====
'''Bronya:''' Oh… This is…

'''Kiana:''' Bronya! Are you okay?

'''Bronya:''' Don’t worry. Bronya took the opportunity to speak to something mechanical other than Project Bunny.

'''Prometheus:''' This is the appropriate channel for you. Between what’s efficient and what you can tolerate.

'''Mei:''' Otherwise, the system will flood our minds with information, right?

'''Prometheus:''' Even if you add up all human intellects from ancient times to now, they could not withstand the vast amount of data that machines use.

'''Prometheus:''' …That would be the easiest and most practical way a machine could deal with humans.

'''Mei:''' But they can’t handle the Herrscher of Thunder.

'''Prometheus:''' …Indeed. But that’s irrelevant. Let’s focus on the Herrscher of Reason.

'''Prometheus:''' Bronya, I have just helped you learn about Project STIGMA’s underlying code.

'''Prometheus:''' Even though you have very little power left, you can become a true Herrscher of Reason by slowly reclaiming the 300,000 minds.

'''Prometheus:''' But you still need heuristic algorithms to help find the critical path rather than aimlessly traversing all the nodes.

'''Prometheus:''' And if you follow your strategy… the Herrscher of Reason can become the key to you surpassing Project STIGMA.

'''Bronya:''' Heuristic algorithms…

'''Bronya:''' …You mean the 300,000 minds aren’t all equal, and I can succeed by controlling the key nodes?

'''Prometheus:''' You learn quickly. So… let’s put this to the test and see how you do.

'''Prometheus:''' I will do as my predecessors and use Project STIGMA’s power to recall a new memory for you.

'''Prometheus:''' If that goes well, your power should return at least to where it was before your fight with Kevin.

'''Bronya:''' …Predecessors?

'''Prometheus:''' You just met him. I shouldn’t have to repeat his name.

'''Bronya:''' (Welt Joyce…?)

…

'''Prometheus:''' We’re here.

'''Bronya:''' It… seems to be mixed with things other than memories?

'''Prometheus:''' Good, it appears that you’ve learned how to differentiate between categories. Project STIGMA has planted it into three hundred thousand minds as a wedge…

'''Prometheus:''' And made it possible for a foreign body to infiltrate the Herrscher of Reason.

'''Prometheus:''' Go. You will soon know why.

She was born among the clouds. A mist among the setting sun.

She had yet to awake to her own consciousness and had yet to know the desolation of this plain.

She doesn’t understand that the bloodied, sorrowful picture has left its stain of tears on this pale Earth more than once.

She doesn’t know she will become a bad omen in this scroll… A horrible symbol in the hearts of others, until 10 years later.

'''Maxim:''' Now… It’s time to tell you where the ghost town is, Alexeievna.

'''Bronya:''' Ghost town? Where Bronya was born…

'''Maxim:''' Correct. Siberia has many ghost towns, but only one where your mother, Alexandra, used to live.

'''Maxim:''' You are 10 years old now. You’re old enough to recognise danger, keep yourself safe, and what it means to be a sole survivor.

'''Maxim:''' I think… You have a right to know where your hometown is.

'''Bronya:''' Like how Vlad always said he was a Muscovite?

'''Maxim:''' Haha, that’s all he’s got going for him. I would never say I’m from Nizhny Tagil… But the Ural Mountains have a special place in his heart.

'''Bronya:''' …The Ural Mountains.

'''Bronya:''' That’s where the variance is…

Seeing this memory using Prometheus’ method, the third Herrscher of Reason noticed that something was off.

The name “The Silver Wolf of the Urals”, inherited from Maxim, symbolised the girl’s past.

But the girl has yet to understand that on this planet… another one’s fate was once intertwined with hers.

She repaired the memory with information implanted in it and regained a bit of her power.

'''Prometheus:''' Congratulations, Bronya. You’ve found her earliest secret.

'''Bronya:''' Her?

'''Prometheus:''' You know who I mean. The real issue is, with help from Project STIGMA, she has mixed her memories in with your now unstable Core.

'''Bronya:''' As you suggested… she fears the Herrscher of Reason’s power because of the similarities between it and Project STIGMA?

'''Prometheus:''' …No. That’s not her intention.

'''Prometheus:''' But it’s her action that’s important… the information she implanted has the power to erode the Core.

'''Prometheus:''' But no need to panic. By doing the opposite, you have a chance to take back the initiative and separate from her.

'''Bronya:''' …And Kiana and Mei?

'''Prometheus:''' I’ll send them to a location in the space that’s easiest for them to break out of. Once you get your power back, they’ll return to reality.

'''Bronya:''' So the Bronya needs to unmask the implant so that it has nowhere to hide in the Herrscher of Reason’s Core?

'''Prometheus:''' Yep. You summarised that well.

'''Prometheus:''' The Herrscher of Reason… Its power is dissipated by excessive fiction and restored by a return to reality.

--

====<u>Gameplay 33-8 - Veering Divergence</u>====
'''Bronya:''' …Does the Bronya have a presence in these memories?

'''Prometheus:''' This is the space you located in the Herrscher of Reason’s Core. It’s the original appearance of the implant.

'''Prometheus:''' Only she that’s close to Project STIGMA will be able to reach deeper. And you, the Herrscher of Reason…

'''Prometheus:''' But the Herrscher Core is a fixed point in Imaginary Space… If you keep going, you’ll open a path for your friends to return to reality.

'''Bronya:''' …What will the Bronya see?

'''Prometheus:''' A twisted heart.

'''Prometheus:''' You might think of her… as the exact opposite of Welt Joyce.

'''Prometheus:''' She is afraid of the Herrscher of Reason because of Project STIGMA…

'''Prometheus:''' She is also jealous of the Herrscher of Reason.

'''Bronya:''' …

'''Prometheus:''' You need to understand. She isn’t purposefully working against you.

'''Prometheus:''' Regardless, you both are daughters of Siberia…

'''Prometheus:''' …Children of the Ural Mountains.

'''Bronya:''' …Prometheus?

'''Bronya:''' …The signal has dropped.

'''Bronya:''' …?

'''Bronya:''' This is…

'''???:''' No…

'''???:''' This isn’t… because of me…

'''???:''' I’m… not…

…

As for the Stigmata crystal, she didn’t seem to get where the pain in her heart was coming from.

But this had already been explained long ago.

“Everyone that can be called human has a giant snake coiled around their heart, like a tyrannical ruler.”

“Whenever someone says: I want.”

“The snake says: No.”
----
===Act 3 - Origin of Tragedy===

====<u>Gameplay 33-9 - Moment of Birth</u>====
“Your tank is very powerful, General. It can level forests and people. But it still needs a driver.”

“Your plane is very powerful, General. It can fly like the wind and carry as much as an elephant. But it still needs a repairman.”

“Your men are very useful, General. They can fly and they can kill. But they can also think.”

…But now, such pros and cons no longer exist. Death removes all definitions and idas.

'''???:''' …

'''???:''' What… is this?

There’s much she must feel. Form, structure, and the cold wind like a knife.

…This is her birth.

At that moment, she still couldn’t associate that disaster that devoured all with her own existence.

'''???:''' Have I… become human?

This is an experience like nothing else…

Just as a newborn, she had not chosen to come into this world on her own and did not know where to go.

But, unlike a baby, just moments after her birth, she already knows speech, knows right from wrong, and even understands her own birth.

'''???:''' This is… interesting.

She composed herself and, like anyone else, became interested in the things around her.

Weather, machinery, the sky… She understands these concepts. But she had never been exposed to any real substance.

Her perception was strange in this way. She knows about snowflakes in terms of temperature, feel, appearance, and even the way they crystalise.

…But until now, she had never touched a snowflake.

'''“Schariac”:''' What… is going on here?

'''???:''' Having transformed from a machine into a destroyed machine?

'''???:''' Sounds like a waste of words to me. However…

This is how she perceives external matters almost instinctively. Matters can easily distinguish other matters, and it is the same with ideas.

'''???:''' Hmm… Never mind, let me see your history.

'''???:''' You haven’t disappeared…

'''???:''' When disappearance is an idea, it still exists, doesn’t it?

In one breath, all information concerning the machine flowed into the woman’s body. Through this technique known as transcription, she easily learned the story of its life.

'''???:''' “Assembled four years ago… To prevent technical leak, its components were produced by three associated companies separately…”

'''???:''' “For many years it has only served Schicksal and has undergone three overhauls…”

'''???:''' “On the mission to recover the 6th Divine Key, it was destroyed by excessive Honkai energy of unknown origin…”

'''???:''' …Excessive Honkai energy?

'''“Schariac”:''' Yeah, it looks like some kind of disaster.

'''“Schariac”:''' Maybe… this is why I was able to cross the boundary?

"Schariac”: As far as information goes, this is a lot more than I saw before.

'''???:''' …The 6th Divine Key. Is this what they were after?

Just as she went to pull information from the object, she hesitated.

…Somehow, the bloodied weapon before her emitted an aura similar to her own.

…No. Not similar. Opposite.

…No, that wasn’t quite it.

'''???:''' …?

She felt confused.

'''???:''' Is what’s relevant not the weapon, but the blood that stains it?

…She permeated the dried blood at the level of concept.

'''???:''' The Schariac blood that flows through you is able to cause Honkai energy in range to disappear immediately.

'''Otto:''' Your blood is the most efficient tool in fighting the Honkai.

While saying this, his eyes fell on a quietly running device. It ran quietly and efficiently in the room where she filtered her blood.

…The flowing crimson, like a stylus to a record for much of what was to come.

'''Cecilia:''' …

'''Cecilia:''' So, according to the Overseer, when I encounter an enemy I can’t stop…

'''Otto:''' As you’d imagine, it’s easier to cut an artery than it is to fight yourself to exhaustion.

'''Otto:''' But I won’t let you do that until you’ve made some progress in the Spear of Destiny.

'''Cecilia:''' …?

'''Otto:''' We can’t give a transfusion after massive blood loss as we’d usually do.

'''Otto:''' The first step in the Spear of Destiny was cloning this holy blood.

'''Otto:''' But even if we were successful, I’m not sure how we’d mass produce it.

'''Otto:''' And so, unless there was some great change… I forbid you to use your blood as a weapon.

'''Cecilia:''' But…

'''Otto:''' You being the way you are, just stating the odds isn’t going to stop you from marching to your death.

'''Otto:''' You’re still too young to know anything unusual about the Schariac bloodline, and yet you’re constantly experiencing it yourself.

'''Otto:''' The Curse of Stigmata… This is my first time mentioning it to you, right?

'''Cecilia:''' The Curse… of Stigmata?

'''Otto:''' Yes. Unlike the Kaslanas, that say the Schariac bloodline is a genetic mutation or… strange information.

'''Otto:''' The holy blood in you now, as well as your genes, are the product of my categorisation and purification of this information.

'''Otto:''' Note that I said categorisation, not optimisation. I could completely eliminate the information in your genes, but that can lead to side effects.

'''Cecilia:''' Not even the Overseer can do that?

'''Otto:''' This is a way… But if I do that, you’ll be weaker than your average person, let alone the strongest Valkyrie.

'''Otto:''' The Schariac’s Stigmata is more paradoxical than you can imagine.

'''Otto:''' In all these years, you’ve never wondered how people of the same line could possess such wildly different powers?

'''Cecilia:''' …You mean how some can wield Honkai energy to be warriors, and others can weaken it to be doctors?

'''Otto:''' Yes. The Schariac bloodline is contradictory. For most in that line, like myself, the result is little more than resistance to Honkai energy.

'''Otto:''' …You could call this the “Curse of Stigmata”.

'''Otto:''' If I purify either side, you’ll either become an experiment providing holy blood, or wield Honkai energy at the risk of your life.

'''Cecilia:''' What does the Overseer think…

'''Cecilia:''' …!

'''Otto:''' Looks like you’ve already guessed. Right. I expressed the gene for neutraliastion in your blood and strength in your musculature.

'''Otto:''' Getting here took hundreds of years; I won’t go into detail. But you ought to be proud of yourself Cecilia, even if you see yourself as a tool.

'''Otto:''' You combine two forces into one. Holding the Abyss Flower, you wield the power of growth and withering.

'''Otto:''' And if you break the balance… Maybe the holy blood will still work, making where you sacrifice a haven from the Honkai, a paradise on Earth.

'''Otto:''' But I fear it might reverse, and instead become a Honkai poison when leaving your body untreated.

'''Otto:''' There are always outliers as well. But for those… Not even I would know what’ll happen.

'''Cecilia:''' But…

'''???:''' But this has nothing to do with what I’m after.

'''???:''' …It’s just information I knew from the start.

…Altering her perspective, she pivots time in her perception and then perceives the snowy field once more.

She went back to not long before, right as the 2nd Eruption was near its end.

'''Cecilia:''' …

'''Cecilia:''' I’m sorry, Siegfried. I lied…

'''Cecilia:''' This time, I cannot go back with you.

'''Cecilia:''' I’m sorry, Kiana… Take care of your father when you’re older…

Holy Blood Unleashed. At the cost of more than half of her blood, the strongest Valkyrie went all out to deal a fatal blow to the absolute calamity.

But as the outsider reading the scene right now, she didn’t focus on the heroic deed.

In this extreme state, her Stigmata did go beyond the Herrscher of the Void’s authority and briefly break the boundaries between reality and Imaginary Space.

'''???:''' There are always outliers as well. But for those… not even I would know what’ll happen.

The instant Imaginary Space was connected, the entity known as Stigmata Space by humanity, first emerged in the human world.

It first proved the descent of Ideas, as the byproduct of the Stigmata’s curse on the Schariac.

'''???:''' That’s… me?

'''???:''' Well… Because of the 2nd Eruption, what I just saw was also…

If she had known no more, she might be able to jump to the conclusion rashly and stay firmly convinced.

But just now, the information she obtained with ease gave her a sudden fatal blow.

'''???:''' “On the mission to recover the 6th Divine Key, it was destroyed by excessive Honkai energy of unknown origin…”

After all, anyone familiar with the history knew… not long ago, the woman named Cecilia spread the sanguine flowers of redemption throughout the snowfield at the cost of her life.

They saved millions of lives and countless families.

In her final hour, Cecilia Schariac did precisely control the spill of the Stigmata power.

The reversal that the Overseer claimed didn’t exist, otherwise the millions of lives would have met the same fate as this machine.

But if this was true, there was only one explanation for the remains she saw along the way.

'''???:''' No…

'''???:''' This isn’t… because of me…

'''???:''' I’m… not…

Someone once said that there is joy in disasters. It can be tempting to destroy everything.

For ordinary men, this desire might be deeply rooted in their hearts.

But for an ultimately unique Stigmata like the Schariac’s, for its crystals and Ideas…

She turned around to look at her birthplace and her trail… with trembling desperation.

To figure out what exactly happened, she traveled a long way to understand her origin, but…

Turned out she was unable to cure the disease from the get go.

She was the disease itself.

'''Prometheus:''' …It’s finally begun.

In a bubble universe that resembled a prison cell, she felt the past of Hare flow through the Core of the Herrscher of Reason. Although she did not witness the process, this was a sign in itself.

'''Prometheus:''' Bronya… has finally grasped how to control those key nodes?

Without doubt, Bronya was doing the opposite of what she suggested. By using her connection with the Herrscher’s Core, she screened out and peeled off as much information planted in it by Hare as possible.

Hare would naturally use Project STIGMA to counteract it. But from Prometheus’ perspective, Hare had no reason to be so hostile toward Bronya.

“What kind of being are you” was an unanswered question she had asked Hare too many times.

'''Prometheus:''' (So it’s not just targeted at the Herrscher of Reason…)

'''Prometheus:''' (Do you want to confess your past in such a seemingly unwitting way… and make me attest to this match by my own will?)

Although there was no actual chessboard, Hare and Bronya continued fighting back and forth.

Misteln Schariac and Bronya Zaychik had both bet themselves on this strategic game.

--

====<u>Gameplay 33-10 - Before the Adversary</u>====
'''Bronya:''' So it’s a Stigmata with a concrete form…

'''Bronya:''' It defies common sense, but matches intel from Mei.

The information previously implanted by Hare now took the form of Seeds of Ideas right before her eyes.

Through previous verification, Bronya had analysed and secured it.

'''Bronya:''' Now is time for the strip.

…

'''[CHOICE] =''' Verify again

Seed of Idea: Legend of Cecilia Schariac.

'''Bronya:''' Of course… the memories before were connected to Kiana’s mother.

'''[CHOICE] =''' Strip

'''Bronya:''' Is it finally over? Things seem to have been progressing slowly.

'''Bronya:''' …Gotta hurry and find the other information planted by Hare. There should be about 5 left.

…

'''[CHOICE] =''' Verify

Enabled by special traits from her Herrscher of Reason identity, Bronya once again accessed the fragment in front of her.

'''Gray Serpent:''' I have heard people talk about the cruelty of Hell.

'''Gray Serpent:''' A place of despair and suffering, with burning thorns everywhere, and rivers of flowing sulfur.

'''Gray Serpent:''' Every sinner is cast into the eternal fire and will burn forever for his or her transgressions.

'''Gray Serpent:''' The greater the sins, the stronger the flames… it’s a pain that transcends death.

'''Gray Serpent:''' There’s no escape, and no end.

'''Gray Serpent:''' But not without hope though.

Even fully prepared, he was still subject to heavy corruption from approaching the opponent. After a long time, he finally became able to open his mechanical eyes.

Contrary to his statement, the snow falling down around him resembled ashes from heaven.

During intervals of his speech, her eyes occasionally moved from the person in front of him to a window reflecting blinding sunshine in the distance.

Amidst the dazzling light lurked a stalker… Gray Serpent had no doubt. The short distance made him curious, and he wasn’t troubled.

After all, compared with the Idea before him, the watcher was nothing.

'''???:''' Keep going.

'''???:''' That is… if you don’t mind telling me this means another death for you.

'''Gray Serpent:''' It matters not. The meaning of something can only become obvious after it’s gone.

'''Gray Serpent:''' Anyway…

'''Gray Serpent:''' The sinners in Hell… if someone would cry for them, the tears would drop onto the flames…

'''Gray Serpent:''' And slightly relieve the suffering. With sufficient tears, the fire might even go out for a while.

'''???:''' …

'''???:''' Which is to say, you also believe I’m beyond redemption.

'''Gray Serpent:''' And… you happen to be the kind that’s unlikely to draw any sympathetic tears.

'''Gray Serpent:''' You’re also in a pain beyond death, but unlike the fire, you’re unable to either put an end to it or diminish it.

'''Gray Serpent:''' You won’t talk to me like this otherwise.

'''???:''' …

The woman finally left the burning fire, after her trick was called out.

She recovered instantly.

'''???:''' I thought you told this story for consolation.

'''Gray Serpent:''' As a visitor from the other side, since you can easily touch everything’s nature… it’s impossible to keep something from you.

'''Gray Serpent:''' In fact, no matter the means, intensifying your despair is in my interest.

'''Gray Serpent:''' Only this way, another invitation from me at the cost of another of my lives can hold a better chance.

Slanting the umbrella to the side, the man reached out his hand.

'''Gray Serpent:''' Join the World Serpent. You will get what you’re after.

'''???:''' …

Truth be told, it wasn’t the first time for her to receive such an invitation, so…

'''???:''' You know the answer.

'''???:''' As for Project STIGMA… I’m not interested, even if it’s the reality in the future.

'''???:''' Do me a favor, and leave this place…

'''???:''' Until now, I’m still not used to… seeing any life wither because of me.

'''Gray Serpent:''' That’s unnecessary. After being this close to you for so long, this shell is beyond repair.

'''???:''' Just like every time before.

'''Gray Serpent:''' Correct. And this is what I offer you for joining the World Serpent… what you’ve desired the most…

'''Gray Serpent:''' Death.

'''???:''' …I’m not really following you.

'''Gray Serpent:''' You’re not the only one with a special body… since I can always find you, it’s not a problem for me to know everything about you.

'''Gray Serpent:''' For example, you tried to end yourself dozens of times for the never-ending agony, and I had the privilege to watch over half of your suicidal performances up close.

'''???:''' You’re… disgusting.

'''Gray Serpent:''' For me, the end justifies the means.

'''Gray Serpent:''' And you, as a thorough hollow… you’ve exhibited extraordinary imagination when it comes to killing yourself.

'''Gray Serpent:''' You don’t need air. but you plunged yourself into deep water. Ou don’t have a concrete form, but you stabbed yourself with a knife.

'''Gray Serpent:''' The reason I came here today is to end your fruitless endeavors and offer you real hope. For example…

'''???:''' Sorry, I’m afraid you came late.

'''Gray Serpent:''' Huh?

'''???:''' You know I can awaken Stigmata inside human bodies at will.

'''Gray Serpent:''' I also know you had given it up when we met for the first time.

'''???:''' This is exactly the reason why I can say no to you.

'''???:''' I have finally found one… Someone who could endure the forceful awakening of a Stigmata yet not wither away and die.

'''Gray Serpent:''' …That’s surprising.

'''Gray Serpent:''' The best suited are one in a million. And once they disappear, it can be difficult to find another…

Without any sign, Gray Serpent raised his pistol to the window he previously looked at.

It wasn’t until now that he realised the watcher in the dark was the biggest obstacle to his mission.

'''???:''' …You?!

'''Bronya:''' …

The girl’s consciousness was flung out of the memory fragment… before pulling the trigger, Gray Serpent’s body was already fully corrupted.

This naturally put an end to the memory fragment that belonged to him, but aside from more puzzles, the girl got nothing.

'''Bronya:''' …Just like the Bronya, it didn’t feel like she “showed up” in Siberia.

'''Bronya:''' It’s more like… she was born there. No wonder it’s a snowfield here.

'''Bronya:''' And her temperament was completely different then.

From her own experience, she made a vague guess but didn’t dwell on it.

After all, she didn’t relive the past memories simply to know the opponent.

'''Bronya:''' Well, time for the next step.

…

'''[CHOICE] =''' Verify again

Seed of Idea: Legend of Gray Serpent 7244.

'''[CHOICE] =''' Strip

'''Bronya:''' (Something still doesn’t feel right…)

'''Bronya:''' Project Bunny, how many Seeds of Ideas are left?

The mechanical assistant reported 16.

'''Bronya:''' …Is that the right count?

She got the same number again, and this meant…

Just when Bronya was trying to move forward, the surroundings were planted with more information.

The situation reminded her of a chess game, only the opponent took more than ten moves in the time Bronya took one.

'''Bronya:''' …

'''Bronya:''' That’s why. The game is rigged.

'''Project Bunny:''' Seed of Idea amount: 17.

'''Project Bunny:''' Seed of Idea amount: 18.

'''Project Bunny:''' Seed of Idea amount: 19.

'''Bronya:''' On the other side of the Schariac holy blood, the idea that enhances the influence of Honkai energy…

'''Bronya:''' If she is the first Idea the world would ever know, even though Siberia became a forsaken land, Schicksal and Anti-Entropy should’ve noticed.

'''Bronya:''' …The 2nd Eruption covered for her?

The count reported by Project Bunny exceeded 30 now.

Her disadvantage was massive.

'''Bronya:''' But…

'''Bronya:''' To handle the Herrscher of Reason, she had exposed her own past.

'''Bronya:''' Well, what the Bronya needs to do now is…

33 popped up as Bronya confirmed her strategy.

'''Bronya:''' Bronya has to learn her history and find her weaknesses for better strategies.

'''[CHOICE] =''' Verify Seed of Idea

Seed of Idea: Legend of Gray Serpent 7125.

…

'''“Schariac”:''' No… Don’t…

'''“Schariac”:''' No way. I… I should be dead. Why…

Siberia, the forsaken land. She, the Idea named Schariac, descended again.

In the deep snow, she was crying, crawling, seeking any living thing around her, but…

Just like the first time she came into the world, everything around her became corrupted by the Honkai and vanished after a brief and fruitless struggle.

'''“Schariac”:''' There has to be a way… to end all this.

'''“Schariac”:''' There is no such thing that cannot be destroyed. I must… try again.

--

====<u>Gameplay 33-11 - Undispellable Suspicion</u>====
'''Bronya:''' (Of course, just as we’ve seen, the story ends when the one remembering dies…)

'''Bronya:''' (And yet, from Hare’s perspective, Bronya was always involved.)

'''Bronya:''' (But if all this does is make her living worse than dying…)

'''Bronya:''' (How did she appear before us today as though nothing had happened?)

'''Bronya:''' (Is the Honkai energy abnormality she causes even too much for a Honkai beast to handle?)

'''Bronya:''' (If she’s a normal human being…)

Obviously, like everyone reluctant to leave the motherland after the 2nd Eruption, this squad didn’t tread on to this wretched land unprepared.

Still, the increasing number of Honkai beasts far exceeded their estimation. In this soon-to-end battle, hardly anyone could survive.

'''“Schariac”:''' …

With a worried look, the woman stepped forward and seemed ready to leap down and help.

…But she didn’t.

'''Gray Serpent:''' Looks to me like you’ve finally learned how to handle it better after your failed attempts.

Spoke a man standing in the storm alone with an umbrella and watching the woman who left a trail of Hell behind.

Judging by his casual poise, he had been waiting for a long while.

'''“Schariac”:''' …

'''Gray Serpent:''' I understand how you feel. After all, you’re the very reason these Honkai beasts came to be.

'''“Schariac”:''' …I don’t know who you are, or how much you know about me.

'''“Schariac”:''' But if you value your life, step away.

Her eyes returned to the battle in the distance.

Even though she thought she’d learned not to attach herself to any strangers.

'''Gray Serpent:''' I’ve measured how far your influence can stretch, and I happen to be inside that distance.

'''Gray Serpent:''' …A death is an entirely acceptable price to pay to come before you.

He shook the black umbrella he was holding. The mechanical side of his face faded in and out of view.

'''Gray Serpent:''' The world thinks that the outbreak of Honkai in Siberia is a residual effect of the 2nd Eruption… But that’s not true, is it?

'''“Schariac”:''' …Remotely controlled? You’re not actually here?

'''Gray Serpent:''' I’m everywhere.

'''Gray Serpent:''' But according to the maker, the body before you can indeed be called life; or even human.

'''Gray Serpent:''' In all fairness, I’d like you to also answer my question.

'''“Schariac”:''' If you’re so convinced I am behind everything, why ask questions you already know the answer to?

'''Gray Serpent:''' I came here looking for a candidate for another mission. I didn’t expect you’d be my biggest catch.

'''Gray Serpent:''' It’s a shame it wasn’t until today that I was able to meet you.

'''Gray Serpent:''' Your existence is unstable. It allowed you to go unnoticed by Schicksal and Anti-Entropy, but it also made it harder for me to find you.

'''Gray Serpent:''' Whenever I was on your trail, you’d involuntarily disappear from reality and return to the world of ideas…

'''Gray Serpent:''' …Stigmata Space.

'''“Schariac”:''' …!

'''Gray Serpent:''' Don’t be so surprised. I don’t know much about it for someone that’s seen the miracle of Stigmata.

'''Gray Serpent:''' So… You’re still unable to stabilise yourself?

'''“Schariac”:''' …

'''“Schariac”:''' I shouldn’t even be here. I should have completely disappeared.

'''“Schariac”:''' Didn’t you find me in the end anyway?

'''Gray Serpent:''' Because you and I are so similar.

'''Gray Serpent:''' When it comes to self-perception, I’m a by-product that should have disappeared by now. Just like you…

'''Gray Serpent:''' Except for my convictions in a great vision, I’m really just a businessman.

'''Gray Serpent:''' …Which is why I’ve come to see you.

'''“Schariac”:''' …Business?

'''Gray Serpent:''' Yes. I’d like to invite you… to join the World Serpent.

'''“Schariac”:''' If you’re looking to use me as a weapon, you’ve got the wrong person.

'''“Schariac”:''' Beyond my own will… Using me to try to hurt others will only end in you hurting yourselves.

'''Gray Serpent:''' Oh… You misunderstand. You couldn’t possibly be a more powerful weapon than Sire.

'''Gray Serpent:''' As far as I’m concerned, it isn’t what you are that matters… But what you can do.

'''“Schariac”:''' What I can do…

'''“Schariac”:''' You want me… to activate the Stigmata in humans?

'''Gray Serpent:''' No. It’s true that you can do this so easily that it borders on divinity… But the World Serpent has this technology already.

'''Gray Serpent:''' Besides, you too know the limitations of such a method. Barely anyone qualifies.

'''“Schariac”:''' So… WHat do you want from me?

'''Gray Serpent:''' Perhaps something you yourself think is worthless. Hm…

At this point, the man fell silent and looked out at the distant battlefield.

…The shrill cry of Honkai beasts could be heard in the distance. The remains of mechs littered the pale earth, waiting to be covered in snow.

'''Gray Serpent:''' …It seems they didn’t make it.

'''Gray Serpent:''' At this moment, do you feel remorse for being unable to step in and save them?

'''Gray Serpent:''' Or… Would it be better to see them die at your own hand, to help ease the guilt?

'''“Schariac”:''' Step in and save them…?

…

'''“Schariac”:''' In the beginning, I tried to lock myself away where humans couldn’t tread.

'''Gray Serpent:''' Oh… You didn’t know that the augment you brought about would lead to a steady stream of Honkai beasts?

'''“Schariac”:''' Yes. Until I learned of the chaos they wrought.

'''“Schariac”:''' If my senses were like ordinary people, I probably would have kept myself comfortably imprisoned there.

'''“Schariac”:''' But… Whenever I reappear; pain, suffering, death… These sorts of things keep appearing.

'''“Schariac”:''' It hit me that even though I barely existed, I was the source of so much disaster. And then…

'''“Schariac”:''' I left and tried to make amends with my own hands.

'''Gray Serpent:''' Normal Honkai beasts pose no threat to you.

'''“Schariac”:''' Of course. But you can guess how things turned out.

'''“Schariac”:''' I was able to save them from Honkai beasts, it’s true. But in my presence, death always found them… No one was spared.

'''Gray Serpent:''' Perhaps it’s too bold… But I don’t think anyone should be blamed for their talents.

'''“Schariac”:''' No matter how you put it, I’m still Schariac… Don’t you get it?

…She is the embodiment of relief. She could never just forgive herself like that.

'''Gray Serpent:''' So… That’s why you wanted to awaken Stigmata in humans. So they wouldn’t perish in your presence.

'''“Schariac”:''' …I would have preferred never having that thought.

'''Gray Serpent:''' It’s not difficult to see why. It was, in the plainest sense, a massacre.

'''“Schariac”:''' If I was born a curse… I made myself a monster. By my own hands.

'''“Schariac”:''' What could you possibly want from a monster like me… What could you get out of it?

'''Gray Serpent:''' What I really care about most, you did not even mention. As far as you can tell, it was all just a needless expedient.

'''Gray Serpent:''' And even if a precedent had been made, I’m still not certain you can really pull it off.

'''Gray Serpent:''' So… My life’s true purpose should now be revealed.

'''“Schariac”:''' …Purpose?

'''Gray Serpent:''' An act… What you’ll see as a way to pause people’s stories; not redeeming those lives that were lost because of you.

'''Gray Serpent:''' But what I see is a miraculous future.

'''Gray Serpent:''' Because of your unique qualities, I’m gradually dying. So come then, do as you once had done…

'''Gray Serpent:''' Transcribe my existence into pure data, preserved as an Idea.

'''Gray Serpent:''' After getting everything I’m after, I will show you in ways words never could…

'''Gray Serpent:''' …The true Project STIGMA.

--

====<u>Gameplay 33-12 - Unattainable</u>====
'''Bronya:''' …?!

'''Bronya:''' She’s… the key to Project STIGMA, no? Or maybe even… its origin?

'''Bronya:''' In other words…

This record which Hare called Gray Serpent 7125, like all Seeds of Ideas here, was once a real life.

At the time of death, all or part of their experiences were preserved as data by Hare.

And now, the information implantation she was about to perform on the Herrscher of Reason was much the same, but simpler and more direct.

'''Bronya:''' With Hare’s game… She is more capable than anyone else and can use Project STIGMA to help herself cheat.

She turned her head. It was now difficult to find any pawns that existed in her image. She naturally no longer needed Project Bunny’s report.

'''Bronya:''' It doesn’t help that she’s both a player and a referee.

…We’re out of time and chances. She must find the key to victory, or… surrender completely as the Herrscher of Reason.

…Bronya, of course, wouldn’t do that.

…But she had no way to fight back. Prometheus could do little to help against Hare’s cheating.

…So she’ll have to change her thinking if she’s after the ultimate victory.

'''Bronya:''' Prometheus was right about one thing: changing the composition of her Herrscher Core would allow Bronya to flip the board.

'''Bronya:''' But… Beyond that, she’ll need an opportunity she’s never had before…

Hare represents Project STIGMA to an extent… And she has the other Herrscher of Reason’s back.

…Containing only 300,000 people, but trying to encompass all humanity.

…Nothing had indicated a reason why Hare would be so fixated on the Herrscher of Reason. From a business perspective, only a seal was needed.

'''Bronya:''' …Oh right!

…A bit suspicious, she made a guess that would have seemed strange at first glance.

…To help prove it, she raised up her arm and began building various weapons from thin air.

…Not perfect, but it’ll have to do.

'''Bronya:''' …Here in this space, the Bronya isn’t able to hold her own against Project STIGMA.

…Determined, she began putting her strategy to work.

'''Bronya:''' Come on. I have a real shot at turning the board…

Under her control, the constructed weapons that had been spitting lethal lasers swerved toward her. It was where her body housed the Herrscher Core.

'''Bronya:''' Bronya surrenders now.

…!

'''Hare:''' Another failure? For me, her, and Bronya.

…

'''Hare:''' Ah… It is indeed over.

At this moment, amid her perception, Bronya’s resistance completely disappeared.

The Herrscher of Reason’s power was now completely in the World Serpent’s hands.

'''Hare:''' She must have thought I was playing with her until just now.

But to Hare… when Bronya became aware of the game and made her move, it was checkmate.

For her, she needn’t fight against it tooth and nail. She could look back on her past without fear…

…And so her present self’s desire for the Herrscher of Reason is solidified.

All she ever needed to do was distract herself to reclaim what was lost. With Project STIGMA, that was easy.

'''Hare:''' Was I not thorough enough? Perhaps… if I had shared with her this story from the beginning?

'''Hare:''' But…

Holding back a flood of thoughts, she turned to see the geography of the memory.

'''Hare:''' Siberia… The Urals… I haven't come back here since then.

Just like Bronya who had hacked into her own memory, her vision moved beyond her control, causing her to laugh bitterly.

'''Hare:''' Even though the record is my own, I can only see it from the perspective of another me, just like that child?

…She thought of those she had once seen here and the regret in her heart continued to grow.

'''Hare:''' I thought I could bring news about your family. But even if I could…

She begins speaking through her actions. She completely cuts herself off from her past, making her consciousness a complete outsider.

…She knew the present her had no say in what would happen next.

But, as luck would have it…

--

====<u>Gameplay 33-13 - Silent Condolences</u>====
The her who existed in this past also remained silent.

'''“Schariac”:''' …Another failure?

Once again, simply because she was cast into real space, this human settlement was reduced to a ghost town in an instant.

In the same way she did before, she awakened the Stigmata within the dying, trying to save their lives by “hatching”.

And everything she did was just as futile. She had become somewhat indifferent to this, not because she was used to it, but because it was nigh impossible for sanity and hope to coexist.

…Hope would be crushed. When the process repeated itself ceaselessly, no one could stay hopeful and sane at the same time.

'''“Schariac”:''' (But I… I must not lose my sanity.)

'''“Schariac”:''' (At least, I must find a way to end everything… or myself.)

'''“Schariac”:''' …?

'''“Schariac”:''' …

'''“Schariac”:''' Is… anyone here?

'''“Schariac”:''' The consciousness is gone.

She easily pushed the power through the heavy metal. When the driver’s Stigmata was awoken, due to his body’s constitution, it didn’t seem like genetic engineering at all.

'''“Schariac”:''' The result should be the same…

…Though she wanted the person before her to live more than anything else, she convinced herself that she didn’t care.

…

As she expected. In this dull tin can, a newly born zombie was trying to break free.

Seed of Idea: Legend of Nina.

'''“Schariac”:''' I’m sorry… I can’t do anything…

'''???:''' Maxim? Vlad? …Is that you?

'''“Schariac”:''' (…Do I hear someone?!)

'''“Schariac”:''' Here…

Before her was a clearly temporary dwelling… It looked like a public building, but was capable of keeping out the elements.

She silently walked into the room the voice had come from, but it was too dim to see inside.

'''???:''' Hello? Who’s there?

'''“Schariac”:''' …

She realised that for the person before her, death was already imminent. She wasn’t aware there was a visitor.

The name she kept repeating, perhaps it was this person who, when near death, believed they could deliver themselves from hell.

'''“Schariac”:''' So… I’m to blame.

Through the darkness, she gave her strength. Maybe she could have continued struggling a bit longer… but only followed by a quick death.

'''“Schariac”:''' For a ray of hope that never shines, I disturb the victims’ peace and let them die in the maw of monsters…

She recalled a legend told since ancient times.

'''“Schariac”:''' If there is a hell, I’m afraid I’ll be trapped there forever after I die.

'''“Schariac”:''' …

When she thought about an afterlife, there was a glimmer in her eyes.

…In the darkness, she sensed a hatchet on the table. In harsh Siberia, a tool like this can have many uses.

Using it to stroke her throat without leaving a single cut, she wondered what angle to slice from this time.

'''“Schariac”:''' It had been tried long ago, but I cannot be killed like this…

But as she awakened Stigmata in others again and again, though it destroyed her, she would continue to try so long as there was hope.

And it was this obsession that caused her to overlook other peculiarities.

For example…

…Why was it that until now she had never heard the screams of those that became zombies?

'''“Schariac”:''' Wait…

'''???:''' This… is what I ought to say to you.

The lights violently turned on…

'''???:''' Put the knife down, yeah?

'''???:''' I don’t get what’s going on, and I know I’m probably not the one to lecture you.

'''???:''' …But things can only get better if you live, right?

…

…

…

Since that time, three days had flown by.

'''“Schariac”:''' Sure, it might be outside my profession, but I have more medical knowledge than anyone you know… It’s best not to go out there.

'''Alexandra:''' Really? I think… my health is much better after meeting you.

'''Alexandra:''' Last month the snow was heavy and blocked the gate. We all went to clear it. I suddenly lost my breath and fainted, waking up 2 days later…

'''“Schariac”:''' …

She became silent, fixated on what she had said. “My health is much better.” She knew Alexandra’s feelings weren’t wrong.

'''“Schariac”:''' (But… Her body is still very weak, despite the Honkai energy.)

'''“Schariac”:''' (It’d be pretty dangerous to run into those monsters I created.)

Though hard to believe, Alexandra did possess this quality that should only be possible in theory.

There was no doubt that three days prior… she had given birth to the Stigmata Awakened.

She stayed a while to see what made her exceptional. And her physical condition required looking after…

From her stomach, it was clear she was not just pregnant, but only a trimester away from giving birth.

'''Alexandra:''' So… The others really won’t be coming back?

'''“Schariac”:''' Right… Monsters got them.

I wasn’t lying ━ she thought to herself.

Luckily, she had seen the 2nd Eruption and didn’t need much explaining. Of course…

…Judging from her actions and words, just as she didn’t know much about the Honkai, she knew little about anything outside her daily routine.

She was clearly well-protected since childhood; in this snowy field ravaged by the Honkai, she was ultimately too naive.

Fortunately, or perhaps, unfortunately… She accepts reality readily.

'''Alexandra:''' It’s strange, but… Of the two that saved my life, one would only tell me their last name and one would only tell me their first name.

'''Alexandra:''' Could it be you know each other? Her name is Cocolia, an officer…

'''“Schariac”:''' …No, I’ve never heard that name before.

'''“Schariac”:''' It’s… not that I’m unwilling to tell you my name. I’ve just never had a real name before.

'''Alexandra:''' How does that work… Do other people call you Schariac?

'''“Schariac”:''' No. I am… not worthy of that name… and no one is likely to use it…

'''“Schariac”:''' But… It is accurate.

'''Alexandra:''' It’s really hard to understand what you’re saying.

'''“Schariac”:''' …

…She decided this was something to improve on.

'''“Schariac”:''' Anyway, what do you want to do today? Not that I like you going out on your own…

'''“Schariac”:''' But if I can go in your place, I’m happy to help.

'''Alexandra:''' Ah… Wait a moment.

Struggling to get up from bed, she groped around for something in the cupboards.

'''Alexandra:''' There…

In her hand were withered plants… It required Stigmata knowledge to see they were cornflowers.

'''Alexandra:''' They were dried flowers found in a nearby herbarium, but they were better than nothing.

'''Alexandra:''' Can you… help me find a nearby tombstone? The name on it should read Alexei. Alexei Sydavich Zaitsev.

'''Alexandra:''' Please… Place this flower by his tomb for me.

'''Alexandra:''' He was my husband who lost his life in that disaster. Only his hat and pistol are buried there… but I go every week to visit him.

'''Alexandra:''' When he went abroad, he called the abandoned cemetery the most desolate; those there had really disappeared. I… don’t want that to be him.

Noticing her uncomprehending gaze, she continued.

'''Alexandra:''' Are you surprised I’m so calm? Like I said, I can’t get too sad now. After all, it’s hard to find medicine to keep up my lung capacity.

'''Alexandra:''' When I can… No. We’ll talk about it again then.

'''Alexandra:''' You… Understand, right?

'''“Schariac”:''' Oh… I see.

“Gabriel Bogdanov. We don’t know his original name, that’s his Russian name.”

This tombstone has no name. Only three bullet holes.

'''“Schariac”:''' Alexei Sydavich Zaitsev… Is that right?

'''“Schariac”:''' “Maybe he was a sinner, but he always tried to help the ones he loved.”

Whispering the epitaph, she pressed the flowers to the headstone. She didn’t know why humans did it, but she thought she ought to.

It was all vanity compared to transcription, preserving thoughts and experience as much as possible… a stone slab with a summary… vanity.

'''“Schariac”:''' Just like… names. So important, and yet unable to store any meaningful information.

'''“Schariac”:''' …

'''“Schariac”:''' Let’s go back. I still have things… to explain to you.

--

====<u>Gameplay 33-14 - Ashes of the Past</u>====
'''“Schariac”:''' …

'''“Schariac”:''' …

'''“Schariac”:''' I’m back.

'''“Schariac”:''' Flowers… I left them there.

'''Alexandra:''' …Sorry for the trouble.

'''Alexandra:''' Come here, I have something for you.

'''“Schariac”:''' Something… for me?

The answer was clear… Her leg caused the quilt to bend. Several types of plants were piled up messily nearby.

'''Alexandra:''' Do me another favor and pick the one you like best.

'''“Schariac”:''' Is this… some sort of ritual?

'''Alexandra:''' Hehe, I’ll let you know after the selection.

'''“Schariac”:''' …

This isn’t the first time this has happened. The hypocritical character came out in Alexandra.

…

Reaching for them, she chose the most inconspicuous of these plants. Dried out, messy, fruitless… just as she had said about her own life.

'''Alexandra:''' Huh… That one. Let me think…

'''Alexandra:''' Mmm… Ugh…

'''Alexandra:''' Let’s go with Misteln. Do you like that name?

'''“Schariac”:''' …Name? What did you say?

'''Alexandra:''' You just picked Mistletoe and I thought about how it sounded in different languages, and Misteln sounded best.

'''Alexandra:''' In some legends, it represents life; but in others, it connotes death.

'''Alexandra:''' …Suits you well.

'''“Schariac”:''' Ah, no… I mean, the reason you wanted me to choose a plant was to give me a name?

'''Alexandra:''' Of course. If you didn’t want to tell me, that’s fine.

'''Alexandra:''' But how wouldn’t you? If someone’s recalling spending time with you, better Misteln than the mysterious, incomprehensible Schariac, right?

'''“Schariac”:''' (Ah… That’s the impression I leave…)

'''“Schariac”:''' But… to me… names have no meaning.

'''Alexandra:''' Don’t overthink it. Anyway, I’ve given it to you… Whether you choose to use it or not is up to you.

'''Alexandra:''' Ah, right. Actually, because of something I wanted to…

Knock… knock.

A sudden ominous knock at the door kept her from saying more.

Both turned to the blizzard outside. The Urals were kept inhospitable by the Honkay and frost, so no life could pass.

'''“Schariac”:''' …

She easily guessed who was at the door.

'''“Schariac”:''' Alexandra… Keep quiet. This man is very dangerous.

The memories that followed looked somewhat fragmented now. They were the glimpses that Bronya caught in the match, which caused such fragmentation.

'''Gray Serpent:''' …I have heard people talk about the cruelty of Hell.

…

'''Gray Serpent:''' Join the World Serpent. You will get what you’re after.

…

'''Gray Serpent:''' The best suited are one in a million. And once they disappear, it can be difficult to find another…

…

Bam.

…An unexpected shot rang out.

Thinking about the man that shot her, Alexandra seemed stunned.

Right as the callous will was about to dissipate… His finger pulled the trigger under its own inertia, firing a bullet at her as she hid.

Fortunately, after standing next to a living curse for so long, the other was close to its limits in every sense of the word. The shot left only a hole in the rooftop chimney.

If only it was that simple. From the moment Misteln calmly walked into the bonfire and allowed the flames to consume her, everything that had just happened spun out of her imagination.

Nevertheless, at this moment, what she needed was not consolation, but to say certain prepared words.

'''Alexandra:''' Misteln.

'''“Schariac”:''' …Yes. I’m here. No one will ever hurt you again, I promise.

'''Alexandra:''' Ah… Thank you. But do you remember…

'''Alexandra:''' I had something to tell you before there was a knock at the door.

'''“Schariac”:''' I remember.

'''Alexandra:''' I thought… after two days, a group would come for us. This was actually arranged a week ago, when the pay phone still barely worked.

'''“Schariac”:''' …

'''Alexandra:''' That’s when I got through to Maxim… he was a friend of Alexei’s… and I asked him to relocate me to a place with better conditions.

'''Alexandra:''' Have I told you I’m going to be a mother?

'''Alexandra:''' One’s birth shouldn’t be taken lightly… I don’t want her to open her eyes for the first time in a desolate place.

'''Alexandra:''' I hate leaving without saying goodbye, so I wanted to give you a name.

'''Alexandra:''' I hope… when I recall this fortuitous encounter, I can call you by your own name in my heart.

'''“Schariac”:''' Ah… I see.

This mother-to-be had a life of her own. If Misteln stayed here, anyone who attempted to help Alexandra would be cursed to death.

And if that happened… she would be unable to maintain any normal relationship with Alexandra.

'''“Schariac”:''' Maxim… He should be a reliable person.

'''Alexandra:''' Yes, he’s my husband’s close friend. And… to be honest, he might be much more decent than Alexei.

'''Alexandra:''' But… as luck would have it, before he and his subordinates got here, I met you.

'''“Schariac”:''' I…

'''Alexandra:''' It’s alright. I don’t know what you did to others… but I know you’ve been genuinely nice to me for the past few days.

'''Alexandra:''' Just like… Alexei. I suppose you two are bad people to others.

'''“Schariac”:''' …

“To what degree have you guessed?”

She did not ask, but the other was already aware.

'''Alexandra:''' Although the others here have all…

'''Alexandra:''' I made it out alive thanks to you, right?

'''Alexandra:''' So, Misteln… can you tell me who you are?

'''Alexandra:''' I want… you to tell me.

'''“Schariac”:''' …

She found it amusing that the other called her name yet knew nothing about her. Did other humans interact in the same way? She did not know.

'''“Schariac”:''' In conclusion, you can think of me as a living embodiment of death.

She began explaining her history in the simplest terms she could manage.

And once again, she loathed the accuracy of her memory.

She loathed the conclusion that the recollections would lead to.

'''“Schariac”:''' In the end…

'''Alexandra:''' …?

'''“Schariac”:''' No, I…

'''Alexandra:''' Take it easy.

'''“Schariac”:''' …

'''“Schariac”:''' …

An unbearable silence.

Now one had little idea and the other was in great pain.

The minutes dragged by, and she finally spoke.

'''“Schariac”:''' I’m sorry, Alexandra. The child you’ve expected could never have been born.

'''Alexandra:''' …What?

'''“Schariac”:''' For that child… I… I gave you too much power.

'''Alexandra:''' …

'''Alexandra:''' Is it the Stigmata?

'''Alexandra:''' It gave me a second life. But what does this have to do with my child?

'''“Schariac”:''' Because what I gave you is merely an extension of myself…

'''“Schariac”:''' In other words, the mysterious power that saved you… should be attacking the child in your womb constantly through your blood.

'''Alexandra:''' …

'''“Schariac”:''' I…

'''“Schariac”:''' I’m sorry… I didn’t mean to… keep it from you.

'''“Schariac”:''' I’ve never seen a being like you, and some details… were confirmed in the past few days.

'''“Schariac”:''' I… don’t even know…

'''Alexandra:''' …

As knowledgeable as she was, the Stigmata crystal could not defend herself. This death-like existence was waiting for a scolding like a school girl.

As she saw it, once the other figured out the whole story, she would not let her go easily.

But… how could she assume this responsibility when she could not take her own life?

'''Alexandra:''' …

'''Alexandra:''' Based on your knowledge… is there any way to remedy it?

'''“Schariac”:''' …?

'''Alexandra:''' I owe you my life, that’s for certain. Therefore, the most important thing to us is to find a solution together, right?

'''“Schariac”:''' A solution…?

'''Alexandra:''' It’s alright.

'''Alexandra:''' Even if I become the price this child must pay to live… I’m fine with it.

'''“Schariac”:''' That…

'''“Schariac”:''' N-No! That’s not worth it!

For a being like her… it was obviously more important to permanently preserve the past, not the uncertain future.

“I must retain this, even if there’s no future in it.”

Whose life mattered more, an embryo whose mind was stranded in chaos, or a tangible being that had left laughter and stories in the world?

Even humans themselves, whose perspectives naturally differed from this outlier, were often torn apart by this question.

But…

'''Alexandra:''' Worth?

'''Alexandra:''' No… Is this something that can be measured by worthiness?

Her mind was far purer than a so-called Form.

After trying to calm down, tears uncontrollably flowed down her face, and emotional, stinging words came pouring out.

'''Alexandra:''' Must I take away her future just to avoid my fate?

'''Alexandra:''' I thought you were a poor soul who was cursed by an unjust fate…

'''Alexandra:''' But you’re not really sorry! You still think you’re a god! Who are you to decide the fate of any life?

'''Alexandra:''' You… No, I…

'''Alexandra:''' …I’m sorry.

She softened her tone. This woman, for all her flaws, would never hurt others unless it was necessary.

'''Alexandra:''' I would trade my life for my child’s. Judging by your reaction… this is the only way, isn’t it?

'''“Schariac”:''' …

'''Alexandra:''' I know if it weren’t for you… my child would’ve probably died with me long ago.

'''Alexandra:''' Everyone’s been through so much recently. I can’t bear to think about what happened.

'''Alexandra:''' I know those events were arranged by fate, and thus can’t be rejected or changed. I’ll convince myself to not go deeper into them…

'''Alexandra:''' But now… if there’s an opportunity to change the situation…

'''Alexandra:''' I want to seize it so that what I cherish can live in this world.

Misteln did not refute. How Alexandra treated her child and how she treated Alexandra… was exactly the same from perspective.

'''Alexandra:''' The Stigmata… If you can awaken it, surely you can put it to sleep again?

'''“Schariac”:''' …

'''“Schariac”:''' …

'''“Schariac”:''' You… Do you know what you’re talking about?

'''Alexandra:''' Of course.

'''Alexandra:''' If my body gradually recovered thanks to it…

'''Alexandra:''' I won’t be so lucky after this, right? It’ll be back to not finding any medicine.

'''“Schariac”:''' …

After pushing countless lives to death with her own hands, she refused to let the only hope before her go.

For her, for Misteln, it was driftwood for the drowning.

She could not allow the other to take the path to death… even though she had bestowed death upon countless people.

'''“Schariac”:''' Alexandra Pavlovna Zaychik.

'''“Schariac”:''' We see the world very differently, so I won’t refute your ideas.

'''“Schariac”:''' Instead… I’ll clarify your gains and losses in human terms.

'''“Schariac”:''' I admit that I’m the cause of all the problems at hand. But at least on this occasion… your decision isn’t responsible enough.

'''Alexandra:''' Responsible?

'''“Schariac”:''' For a mother, giving life is the humblest beginning.

'''“Schariac”:''' But I don’t think you’ve taken what will happen next into account…

'''“Schariac”:''' Her father has died, and you don’t value your life… How will that child fend if she’s all alone?

'''“Schariac”:''' Maybe you haven’t given the world outside much thought. Ubiquitous Honkai, unpredictable people… Do you have any idea what will become of her?

'''“Schariac”:''' I don’t want to make cruel assumptions, but the truth is this world isn’t very nice.

'''“Schariac”:''' She could end up in a gang and be raised into a merciless killer. But just after doing one or two jobs, she’d get gunned down.

'''“Schariac”:''' Or she could be exposed to the Honkai accidentally. She’d survive it, but the disabilities it inflicts would ruin her life.

'''“Schariac”:''' If the life you’ve given her is suffering, what would she think?

'''Alexandra:''' …

'''Alexandra:''' You’re right, nobody wants to live to suffer.

'''Alexandra:''' But maybe… when I can’t go on, somebody else will take her in as family.

'''Alexandra:''' Or maybe after she grows up, she’ll make several true friends, who will steer her in the right direction.

'''Alexandra:''' If all goes well… She’ll find her passions and turn them into her career.

'''Alexandra:''' Misteln, I know there’s no point in arguing now, and nobody can predict her future.

'''Alexandra:''' But it’s still her future. Even if it’s uncertain, it must have a meaning of its own.

'''Alexandra:''' Yeah, as you said… I can’t do more for her, and that’s my fault.

'''Alexandra:''' But… how can I rob her of a future that she may have?

'''Alexandra:''' Let’s get started, Misteln. In any case, you didn’t deny you can restore everything.

'''Alexandra:''' If this drags on, I might actually regret it.

'''“Schariac”:''' Regret?

'''Alexandra:''' Of course. Who do you take me for, an elder who’s done living?

'''Alexandra:''' I haven’t done many things I want to do, nor owned many things I want to own…

'''Alexandra:''' Nurseries where I can pick flowers all year round… A trip to Machu Picchu halfway across the world… Diamond necklaces… A new dress every day… The list goes on.

'''Alexandra:''' I’m not the type to lose hope in the world. I know its beauty and I want to live. But…

'''Alexandra:''' …

'''Alexandra:''' Misteln, hurry up. If we let regrets multiply, we’ll end up killed by regrets.

'''Alexandra:''' I’m just like you… I find lifeless life worse than death.

'''“Schariac”:''' …

The conclusion made sense.

But she still felt confused.

'''“Schariac”:''' Do you remember what you said to me when we first met?

'''“Schariac”:''' “You can wait for an opportunity as long as you’re alive.”

'''“Schariac”:''' What made you think you can convince others of a moral you don’t practice?

'''Alexandra:''' That’s the moral I gifted to you and the child, so I can’t take it back.

'''“Schariac”:''' …

The conclusion still made sense.

But she felt even more confused.

'''Alexandra:''' Misteln.

The other called her softly, pulling her back to reality.

'''Alexandra:''' Let me tell you another story about Alexei.

'''Alexandra:''' Before we got married, he took me to the national cemetery to pay respects to the soldiers who died for our country. A boring man, isn’t he? I don’t know why I fell in love with him later…

'''Alexandra:''' …But that’s not the story.

'''Alexandra:''' A national cemetery… you can picture it. Tens of thousands of people buried together, each identified by a small plaque, and sharing the epitaph on a towering monument…

'''Alexandra:''' “Here dead lie because we did not choose to live and shame the land from which we sprung.”

'''Alexandra:''' “Life, to be sure, is nothing much to lose; But young men think it is, and we were young.”

Misteln understood what the words meant. The life and death of a person are ultimately decided by their impulse.

Life could not find its meaning, as with the lives stripped of everything by her.

Yet that was exactly why she believed all the more that disregarding life and death was nothing more than a foolish waste.

'''“Schariac”:''' Alexandra, perhaps saying this will remind you of things and incur more of your blame.

'''“Schariac”:''' But… you should know it’s a miracle that you survived.

'''“Schariac”:''' Your life… bears an extraordinary weight.

'''Alexandra:''' Ordinary? Don’t say that…

'''Alexandra:''' Life is unique and precious to everyone.

'''Alexandra:''' But… even the most precious thing has its use, or it will lose all its value.

'''“Schariac”:''' Just like now?

'''Alexandra:''' Yes. Human life is passing by the second.

'''Alexandra:''' Whether it’s for something more precious or nothing in particular… we’re squandering it, aren’t we?

'''“Schariac”:''' …

The Stigmata crystal had nothing else to say, for persuading the other was impossible.

Forced to push others to death. Actively pushing others to death. Surrendering to death by transcribing the dead. Watching others die willingly.

Step by step, she came to where she is today.

If she was a selfish human being, if she was not a conceptual existence…

'''“Schariac”:''' But they’re only hypotheticals…

'''“Schariac”:''' If that’s the case, I wouldn’t have been bothered from the start.

Even if she was cursed and demonised… Schariac could not refuse a request for goodness.

She reached out.

The Stigmata she personally awakened, the only hope she saw in hell… gradually lost its shine and became a silent genetic redundancy.

How she wished her hand would be shaking like a commoner’s now.

Killing those who were unrelated to her. Killing those who would have died because of her… And now, she must send the one who was born because of her off on a journey with death a near certainty.

She longed to express her discontent in a form other than concept.

'''“Schariac”:''' It’s over.

'''Alexandra:''' Nothing seemed to change…

'''“Schariac”:''' The effects the Stigmata had on you won’t go away in an instant.

'''“Schariac”:''' I’m sorry, I must leave before Maxim comes to pick you up. Otherwise… no matter how many people he brings, they'll all die together because of me.

'''“Schariac”:''' Regarding the monsters outside… I’ll do my best to repel them. As for the rest…

'''Alexandra:''' Thank you.

'''“Schariac”:''' …I just took away your nearly endless remaining years.

'''Alexandra:''' But you saved the future. Misteln, please don’t show that expression.

'''Alexandra:''' I hope more than anything that when you recall what you did today… you’ll be proud of yourself.

'''Alexandra:''' You stand on the opposite side of life, but that is not your intention. At the very least, you respect life like a real human being.

'''“Schariac”:''' I still can’t understand.

'''“Schariac”:''' But… I won’t object.

'''Alexandra:''' Ah… Before we say goodbye, let’s discuss another matter.

'''“Schariac”:''' …Sure.

'''Alexandra:''' “Venice is no more. The best Greek Islands have drowned in acceleration. But it’s the having not the keeping that is the treasure.”

'''Alexandra:''' After burying Alexei’s pistol with Cocolia, I found this poem and wanted to use it as my epitaph.

'''Alexandra:''' But then again, not many people will remember me, so it won’t make me look better or anything.

'''Alexandra:''' But I have a new idea. Wanna hear?

'''“Schariac”:''' Sure. Go ahead…

However, just as humans could not reverse death, darkness suddenly erased everything without warning.

'''“Schariac”:''' …?

'''“Schariac”:''' Alexandra?

'''“Schariac”:''' Alexandra!

For the longest time, this stagnant darkness was what she craved the most. Whether it was for an hour or a month, it meant she could escape reality and stop hurting innocent lives against her will.

Yet its coming at this moment… was what she wanted the least.

…

…

…

Three months later, the Imaginary disturbances once again released her into reality. It was as if fate was mocking her… the familiar tundras of Siberia had been decorated into a colorful paradise by life.

It was the end of summer. The forests she passed by fell into dead silence.

Although she was aware of her characteristics, the first thing she did was set out to find Alexandra.

It was also at this time that the mysterious disasters plaguing Siberia became known. For the first time, she tried to leave her footprints in every corner of the Ural region.

A lucky few had survived meeting her, but they were mostly traumatised both physically and mentally to the point that they could not live normally.

They lived the rest of their lives in derangement, and kept uttering the name Baba Yaga.

But even after paying such a price, their efforts did not pay off.

Not long after, on the Arctic coast…

On the outskirts of Tiksi was the sacrificial ground of a World Serpent branch.

The dark corridor meandered on. Since it was built, no one had ever come uninvited.

Until today.

'''Gray Serpent:''' Huh?

'''Gray Serpent:''' I didn’t expect you to come to see me.

'''Gray Serpent:''' Or rather…

Gray Serpents: Leave the Ural Mountains.

'''Gray Serpent:''' You returned to Stigmata Space for too long a time in May. So… did you find a way to avoid me, or…

'''Misteln Schariac:''' …

'''Misteln Schariac:''' No wonder you didn’t hesitate to raise your gun. I saw more than one Awakened around here, though they’re all children.

'''Gray Serpent:''' I said I’m a businessman. I trade one thing for another.

'''Misteln Schariac:''' I know. That’s why I came.

'''Gray Serpent:''' Oh? How may I help?

'''Misteln Schariac:''' I can accept your offer and join your organisation.

'''Gray Serpent:''' But you need to trade with me?

'''Misteln Schariac:''' Yes. But I need to make one thing clear: I don’t have the means to avoid you.

'''Misteln Schariac:''' That also means…

'''Misteln Schariac:''' In this world, perhaps there’s nobody you can’t find.

'''Gray Serpent:''' It’s not that easy. But… I can guess who you’re looking for. Is that your condition?

'''Misteln Schariac:''' …Yes. I don’t need to see her. You only need to… check on her for me.

'''Gray Serpent:''' Why must you deign to trade with me for something so simple?

'''Gray Serpent:''' If you want to take one thing at a time…

'''Gray Serpent:''' To be honest, for the World Serpent, even if the other cluster treats us ten times worse than you… you’re still not our only option.

'''Gray Serpent:''' So this trade… isn’t very fair.

'''Misteln Schariac:''' In that case… goodbye.

'''Gray Serpent:''' Please wait. When will you let others finish first?

'''Gray Serpent:''' Although I find it unfair as a trade, I’d gladly help as a friend.

'''Misteln Schariac:''' Help?

'''Gray Serpent:''' Yes… More than you joining the World Serpent and becoming our colleague, I want you to owe me.

'''Gray Serpent:''' Don’t worry, I rarely make undue requests, and the day I need you may not come.

'''Gray Serpent:''' Please think of it as… a request to hatch something. You’ll be good at it.

'''Misteln Schariac:''' …

'''Misteln Schariac:''' It’s a deal.

'''Gray Serpent:''' Swell. You have a gift for business, it seems.

'''Misteln Schariac:''' …

'''Misteln Schariac:''' Gray Serpent, I’ve been curious about something.

'''Misteln Schariac:''' I’ve transcribed many different yous. Are those numbers their names?

'''Gray Serpent:''' Yes, including mine. 1904 means I’m an outdated model. I’m surprised you’re curious about such a matter, though.

'''Misteln Schariac:''' …It’s nothing. I’m just trying to remember what I see in another way. Just trying.

Milsten Schariac: Then… this is goodbye, 1904.

A year flew by.

Autumn came and went. The most merciless and merciful quality of a law is that it repeats itself without change.

As for the human she was looking for…

'''Misteln Schariac:''' …

'''Misteln Schariac:''' …

As for the human she was looking for, all she saw was a cold tombstone. Aside from a full name, there was not even an epitaph on it.

The only thing that soothed her was a white bouquet on the grave. It was clearly not from Gray Serpent.

She wanted to write something for her on the stele.

But no matter how hard she tried, she could not articulate her emotions. She finally realised… they had only known each other for a little over three days.

'''Gray Serpent:''' It’s been three hours. Maybe you should say something.

'''Gray Serpent:''' It’s windy here, and my umbrella isn’t as durable as you’d imagine. It mostly serves to accentuate my disposition.

'''Misteln Schariac:''' …

Is this the person you found for me?

She did not elaborate, but anyone could tell whom she was unhappy with.

'''Gray Serpent:''' I tried my best.

'''Gray Serpent:''' She died before you proposed that trade. That’s why it took me so long.

'''Gray Serpent:''' It’s easy to find someone, because to live is to err. But graves are different, as it concludes everything.

'''Misteln Schariac:''' …

This is not concluded.

'''Gray Serpent:''' Ah… I get it. That child, right?

'''Gray Serpent:''' She isn’t buried here.

'''Misteln Schariac:''' …

'''Gray Serpent:''' Relax, I always see my job through. I’ve inquired about her whereabouts.

'''Gray Serpent:''' It’s said that on the day she was born, her mother cried alone for the entire afternoon, seemingly grieving for many people.

'''Misteln Schariac:''' …She values promises.

'''Gray Serpent:''' Good, you finally spoke. So… do you want that child to appear before us or disappear into the crowd? If it’s the former, I can do you another favor.

'''Misteln Schariac:''' She’s alive?

'''Gray Serpent:''' You don’t believe me. Is it that surprising?

'''Misteln Schariac:''' What about her resistance? Is it like her mother’s?

'''Gray Serpent:''' No… she’s not special. I’m afraid she’d die the moment she memorises your face, let alone spending three hours with you under an umbrella.

'''Gray Serpent:''' Feeling sorry, aren’t you? For her, having connections with you isn’t a gift, but a curse.

'''Misteln Schariac:''' …Aren’t you wisecracking too much today?

'''Gray Serpent:''' Hey, I thought we were old friends. Or… do you prefer those Gray Serpents with newer numbers?

'''Misteln Schariac:''' …

'''Gray Serpent:''' You must think a mother on life-sustaining medication in harsh Siberia is unlikely to give birth successfully.

'''Misteln Schariac:''' …

'''Gray Serpent:''' It’s a pity that the surviving child is painfully average. I managed to collect a sample of her metabolism.

'''Gray Serpent:''' Even an experimental dose of Honkai energy could leave her with lifelong disability. Unless…

'''Gray Serpent:''' Forget it, it’s not worth mentioning.

'''Misteln Schariac:''' How do you know?

'''Gray Serpent:''' Do you actually think an average person can become a Herrscher?

'''Misteln Schariac:''' …

'''Misteln Schariac:''' …

She fell into a long silence again.

When she parted her lips, her tone changed subtly.

'''Misteln Schariac:''' Gray Serpent. Do you know how many lives I have transcribed to this day?

'''Misteln Schariac:''' Do you know how many Stigmata I have given and taken back?

'''Gray Serpent:''' That number is nothing compared to Project STIGMA.

'''Misteln Schariac:''' You’re wrong. I’m not bragging about my accomplishments.

'''Misteln Schariac:''' I’m obliged to preserve the stories that have ended, even if there’s no future in doing this.

'''Misteln Schariac:''' But after recording so many lives, I only discovered one thing…

'''Misteln Schariac:''' Ideas shape reality quietly, and it’s seldom the other way around.

'''Misteln Schariac:''' A Stigmata can easily change a human, but I’ve never seen a human change a Stigmata.

'''Gray Serpent:''' You think that person did it?

'''Misteln Schariac:''' I can’t confirm it. In fact, I can’t even transcribe her fully.

'''Misteln Schariac:''' But since you said that child is perfectly average…

'''Misteln Schariac:''' Gray Serpent, I’m afraid I was wrong… too wrong.

'''Gray Serpent:''' That depends.

The man shrugged, unclear if it was out of duplicity or nonchalance.

'''Misteln Schariac:''' I don’t intend to persuade you, so…

'''Misteln Schariac:''' Gray Serpent, what will happen to me when Project STIGMA is really completed?

'''Gray Serpent:''' First of all, the 16th version of Project STIGMA may not be implemented, as a colleague of mine is still trying to implement the original version.

'''Gray Serpent:''' Of course, should you choose to join, she wouldn’t know another direction has been taken. All in all, I don’t want her to get herself killed by running up to you.

'''Misteln Schariac:''' You have the freedom.

'''Gray Serpent:''' That’s good to hear. By the way, your code name in the organisation was given by the same colleague.

'''Gray Serpent:''' Hare. I suppose it’s coincidental. She doesn’t know what you’ve been through, yet she wished for your rebirth.

The woman frowned, making it clear that she did not appreciate the name.

'''Misteln Schariac:''' I won’t hinder your system, but I will only use the name Misteln.

'''Misteln Schariac:''' And… you haven’t answered my first question.

'''Gray Serpent:''' The answer is… what she wished for you. After all, your birth is an accident. What exists here is an imaginary concept, not a real Stigmata life.

'''Gray Serpent:''' When Project STIGMA is officially activated, as part of verification, you’ll be given the chance to transcribe yourself, die completely, and be reborn.

'''Gray Serpent:''' Unlike the commands to be executed on other objects…

'''Gray Serpent:''' The result of transcribing yourself… She will have the same form and similar abilities as you, but she will not be you. The curse haunting you will naturally cease to exist.

'''Gray Serpent:''' She will know your past. But to her, it will be a forgettable song in the wind.

'''Misteln Schariac:''' Rebirth… huh.

She remembered the dried specimen she saw when choosing a name.

'''Misteln Schariac:''' Hare is apparently a better name for her. Of course, it’d be fine if she likes Misteln as much.

'''Misteln Schariac:''' For the current me… knowing I have a chance to really die is enough.

'''Misteln Schariac:''' And before that?

'''Gray Serpent:''' The World Serpent has more than enough places to confine people and is fully capable of killing the Honkai beasts you spawn. Actually…

'''Gray Serpent:''' You see, I’m still the old 1904. After being in contact with you for some time, hasn’t the World Serpent slowly learned how to avoid your influence?

'''Misteln Schariac:''' But the past hasn’t really passed away for me.

'''Gray Serpent:''' That I understand. If you call yourself Schariac, you’d never write off your past sins just because you found a way to rectify them.

'''Gray Serpent:''' …Let’s get back to the organisation.

'''Gray Serpent:''' On rare occasions, the World Serpent will delegate field work to you… only if you volunteer.

'''Misteln Schariac:''' Such as?

'''Gray Serpent:''' Such as the first job you’re about to do.

'''Misteln Schariac:''' …

'''Misteln Schariac:''' You can’t wait another minute?

'''Gray Serpent:''' Of course, because it’s not any job. The World Serpent needs someone to go to the mouth of the Yukon River promptly to inspect a similar existence.

'''Misteln Schariac:''' A similar existence? To whom?

'''Gray Serpent:''' …You.

'''Gray Serpent:''' You’ve always been active in Siberia, so you may not know much about the Honkai outside. But there is an abnormally stubborn being among the Herrschers, who resembles you.

'''Misteln Schariac:''' I’m not interested.

'''Gray Serpent:''' Hear me out first, it’s not too late to reject after.

'''Gray Serpent:''' In reality, because there was an exemplar like him in the past, we immediately tried to recruit you when we discovered you.

'''Misteln Schariac:''' …

'''Misteln Schariac:''' Was he… also a heartless killer, an abhorrent monster?

'''Gray Serpent:''' Not at all. In contrast, he was widely admired, and even became a form of spiritual legacy.

'''Misteln Schariac:''' …?

'''Gray Serpent:''' See, you should hear me out before you refuse. “How dare he”, don’t you think?

'''Misteln Schariac:''' Cut to the chase, who are you talking about?

'''Gray Serpent:''' He’s the same as you, he has a human’s name. But most of the time, people call him…

'''Gray Serpent:''' Anti-Entropy Sovereign, the Herrscher of Reason.

--

====<u>Gameplay 33-15 - Between Life and Death</u>====
The past ended abruptly.

Yet to the person watching all this, it was an unexpected halt.

'''Hare:''' …?

Looking around, this was still the place where she had unraveled her mind.

But as someone long familiar with this part of history, she knew that there were still some codas and interludes before the true end of this story.

'''Hare:''' The memory space has been broken from within? Because… of the Herrscher of the Void? No, it’s not…

Like a response to her words, the Herrscher Core forcefully fused by the power of Project STIGMA flashed a ray of crimson light. Yet…

'''Hare:''' …Hm?!

'''Hare:''' I see… This is truly a bold attempt.

Hare raised her head and where her eyes stopped, the fracture in Imaginary Space slowly extended.

''[CG plays wherein Bronya breaks through and into the space Hare is situated:''

'''''Hare:''' Welcome back, Bronya Zaychik.''

'''''Hare:''' At least you have never let me down.'']

The girl who had just surrendered finally returned to reality.

'''Bronya:''' As expected… the Core already belongs to you… no, it belongs to everything about Project STIGMA.

'''Bronya:''' And you’re deliberately emphasising the difference between the Herrscher of Reason and me?

'''Hare:''' …That’s right. I’m complimenting you personally, not the Herrscher of Reason. Furthermore, you no longer have to take on that identity now, right?

'''Bronya:''' Bronya still wants to reclaim the Herrscher of Reason’s powers.

'''Bronya:''' But… if Bronya continues to drag it out with you like that, there’s no way Bronya can win.

'''Bronya:''' If seen as a game of chess, the most rational move would be to destroy this space, and overturn the chessboard.

'''Bronya:''' And if it’s impossible to do that now, then it’s best to surrender immediately and divert the battle, to prevent wasting any more time.

'''Bronya:''' So, by bombardment, Bronya broke all connections with the Core and temporarily gave up the Herrscher of Reason’s power.

'''Bronya:''' And because of that, Bronya escaped from the restraints of this specialised space as a normal person.

'''Hare:''' But… You’ve resisted for so long, simply to stop me from taking everything of the Herrscher of Reason away, no?

'''Bronya:''' Since you’re using Project STIGMA’s powers to play dirty, returning to reality is the only way now.

'''Bronya:''' And… if a person can’t accept losing something, then he does not actually possess the ability to protect that something.

'''Hare:''' Heh, that is indeed a mistake that I would have easily made in the past.

'''Hare:''' …Alright. More or less, you also know what kind of existence I am. To create the same kind… that is why Project STIGMA needs me, simple as that.

Obviously, that was a lie. But the girl before her did not know of the relationship between her mother and Hare, and so she could not suspect that reason.

'''Hare:''' I’ve always wanted to help all of you, I truly do. But…

'''Bronya:''' …Once we touch upon the crux of the issue, stopping Project STIGMA, you definitely won’t give in.

'''Hare:''' You’re right.

'''Bronya:''' But even so… the Bronya still cannot understand, why are you so persistent solely about the Herrscher of Reason?

'''Hare:''' What if I said… it was out of envy?

'''Bronya:''' …?

'''Hare:''' The very first Herrscher of Reason, Welt Joyce. His existence was similar to mine, but he received boundless admiration and even became a form of spiritual legacy.

'''Hare:''' …Completely different from how I was in the past.

'''Hare:''' I detest that curse that had plagued me since birth. I want to know how my kind has liberated himself from an agony beyond death, how he repaired his wings in hell and soared again.

'''Bronya:''' Do you… know now?

'''Hare:''' Yes, I do. And because I do, I feel disappointed. It may sound inappropriate, but that’s truly how I feel at the moment…

'''Hare:''' The Herrscher of Reason is nothing more than this.

'''Bronya:''' …

'''Hare:''' Do not misunderstand, I respect him very much.

'''Hare:''' “Today is the day that the divine tyrant shall be devoured.” He put no shame to the title of a hero, he was an excellent human.

'''Hare:''' But it is precisely because of this… that to me, his existence is ironically nothing more than this.

'''Hare:''' He did not liberate himself from the pain I once felt. The only difference between us was that he was bestowed with a gift upon birth, not a curse.

'''Bronya:''' …What’s truly important are the decisions he made, not the appearance he took in this world.

'''Hare:''' Of course I understand that… but that’s not the answer that I want.

'''Hare:''' To you, how many of my decisions could be seen as mistakes? And in the end… how did they turn out?

'''Hare:''' This may sound arrogant… but what I meant was that I am the same type of existence as the Finality you all know of.

'''Hare:''' He truly wanted to embrace humanity, yet became an undefiable Finality for the world.

'''Hare:''' You’ve witnessed the calamity I caused. Since the past me is already sinful in the world’s eyes…

'''Hare:''' Then to stop Finality, Project STIGMA is the only correct answer.

'''Hare:''' I know that Schicksal and Anti-Entropy have plans that can endure this… But forgive my candor, those are but wayward methods that encourage humans to fight endlessly against the Honkai.

'''Hare:''' Then… in comparison to how I was in the past, what’s the difference?

'''Bronya:''' …

'''Bronya:''' The Bronya understands now.

'''Bronya:''' If you want to reverse Project STIGMA… Before Kevin, you’ll have to go through me.

'''Hare:''' If you see this as a stage clear game, by difficulty, that is true.

'''Hare:''' But if you’re talking about our attitudes, I’m afraid I’m no softer than the Sire.

'''Hare:''' So… what do you plan to do next? Successfully returning to reality, that’s worthy of praise. But at the same time, you’ll lose the only power that you can rely on.

'''Bronya:''' …

A crafty glint subtly flashed through the girl’s eyes.

'''Bronya:''' Before considering that…

'''Bronya:''' Since you’ve already completely taken the Herrscher’s power, you can return the remainder to Bronya, right?

'''Hare:''' …Remainders?

After some thought, she understood what she meant and looked toward the dim Core floating between them.

'''Hare:''' Oh, you mean this crystal. Sure, take it… It’s a sarira left behind by a noble hero, it should be kept safely.

Stepping forward, the girl took the momentous crystal back. Long ago, it had constantly imposed definitions on the girl, but today, it was but a lifeless object.

'''Hare:''' Just as the word sarira connotes, it’s only a keepsake now. Even if I wanted to return the Herrscher’s power to you, it’s impossible to do that anymore.

'''Hare:''' As you can see, the 300,000 thoughts that make up the Herrscher of Reason have already fused into Project STIGMA. They can only become Seeds of Ideas, but can never gather back inside this Core.

'''Bronya:''' The Bronya understands, but… that’s not important.

'''Bronya:''' Bronya just needs a kind of symbol.

'''Hare:''' Huh?

'''Bronya:''' Actually… it’s not just you, Bronya also feels curious about how the Herrscher of Reason exists.

'''Bronya:''' Attaining this legacy does not mean that Bronya truly understands this concept.

'''Bronya:''' And on the other hand, the more important thing is…

'''Bronya:''' …If I had shown how important the Core is to me, it wouldn’t be so easy to get it back now, would it?

'''Hare:''' Important? You…

…At this moment, she suddenly recalled something.

Bronya chose a despairing method to escape those memories, that was the truth.

But in that case…

When she returned to reality, where did that ray of light that instantly glowed from the shriveled Core come from?

''[CG plays wherein regains her powers as the Herrscher of Reason, using it to form a mimicry of the Star of Eden:''

'''''Bronya:''' The Bronya admits that in terms of power, Project STIGMA has surpassed the Herrscher of Reason.''

'''''Bronya:''' But don’t forget that Bronya is also one of the three hundred thousand.''

'''''Bronya:''' Star of Eden!'']

--

====<u>Gameplay 33-16 - Embracing the Truth</u>====
'''Hare:''' …Amazing.

'''Hare:''' “Simulated metamorphosis”, I believe Prometheus said that.

'''Hare:''' Regardless, after receiving their acknowledgment, you are now a part of the cluster of consciousness.

'''Hare:''' After reclaiming the Core, there’s only 1/300,000 of its past powers left… but by property, you are still the authentic Herrscher of Reason.

She looked at the weapon that appeared in the girl’s hands. That was the greatest proof of what she said.

'''Bronya:''' This is simply what Mr. Yang did before. Leaving mechanical memory inside his own body using the distributed construct of the Core… even if the powers are trivial to begin with, thoughts can rebuild within us.

'''Hare:''' But… even if you say that, in terms of powers, you haven’t grown at all.

'''Bronya:''' Indeed, if the Bronya had to fight against you, this much is probably insufficient. But…

'''Bronya:''' …Practically speaking, it looks like you made another poor judgment.

'''Bronya:''' Since you’re so “courteous” to Bronya, I hope you’ll welcome them too…

As she spoke, the imperceptible space fracture began to extend.

After she thoroughly understood the threads, she could tear the net that trapped everyone in, with her trivial yet familiar power.

'''Kiana:''' Thanks, Bronya!

'''Mei:''' …We’re back, Hare.

'''Hare:''' So… up until now, you’ve been tricking me?

'''Hare:''' Fine… it’s one against three again. People say the same move won’t work twice, and I’m out of ideas.

'''Mei:''' Heh… You don’t have to act modest.

'''Mei:''' You exploited Project STIGMA so you could play dirty.

'''Mei:''' I believe our only chance of winning is to crush you while Kevin is sealed.

'''Bronya:''' Wait, Mei.

'''Mei:''' What?

'''Bronya:''' The quasi black hole is long gone. Kevin… he should’ve left the ruins.

'''Kiana:''' …

'''Kiana:''' Fu Hua?!

'''Bronya:''' Fu Hua and the Herrscher of Sentience have been in the black hole for too long. They’re still recovering.

'''Bronya:''' Kiana, Mei, can you please go look after Fu Hua?

'''Bronya:''' Bronya can take care of the battle here, and this is extremely important.

'''Mei:''' Bronya? Even if Kevin won’t show up, now’s not the time to act on your emotions.

'''Bronya:''' Bronya can assure you that she just found the sure-win strategy.

'''Bronya:''' But the prerequisite is that the Bronya must fight alone.

'''Hare:''' Oh?

'''Bronya:''' Anyway, given the situation… Bronya hopes that whatever happens next only happens between me and her…

'''Bronya:''' Two Herrschers of Reason that are disparate in substance and form.

'''Hare:''' Even if I’m just a snatcher?

'''Bronya:''' Even if you’re just a snatcher.

'''Hare:''' So you’re planning to take on three hundred thousand people and even the entire Project STIGMA alone? And you believe you’ll win?

'''Bronya:''' That’s right.

'''Bronya:''' The previous attempts taught Bronya one thing…

'''Bronya:''' For the Herrscher of Reason, one is the same as three hundred thousand. The reason Mr. Yang and Bronya had difficulty controlling three hundred thousand minds is that…

'''Bronya:''' We were in awe of them from the start.

'''Bronya:''' The Bronya isn’t saying we shouldn’t hold those minds in awe…

'''Bronya:''' On the contrary, it is because we are in awe of them and the history of the Herrscher of Reason…

'''Bronya:''' We must treat them as an ordinary power that we can conquer in practice.

'''Bronya:''' Welt Joyce, Joachim Yang, Bronya Zaychik… Each of us is not only one of the three hundred thousand, but also the three hundred thousand combined.

'''Bronya:''' The name of Herrscher of Reason has been passed down to this day because its power and will have long been integrated…

'''Bronya:''' Hare. What you snatched was only the superficial form.

'''Hare:''' …

'''Hare:''' Are you saying all my previous arrangements are pointless?

'''Hare:''' That’s… interesting.

'''Bronya:''' You’ll see for yourself after we fight.

'''Hare:''' I will. But I need to remind you… you only saw me being forced into hurting others in the past.

'''Hare:''' That curse is no more, but… this brand new body, this power that can easily connect Stigmata and reality, will not lose to a Herrscher.

'''Bronya:''' …Looks like you don’t see it.

'''Bronya:''' The one challenging you right now isn’t the Herrscher of Reason, but…

'''Bronya:''' Bronya Zaychik.

'''Hare:''' …Oh, I see.

'''Hare:''' Now for both of us, it all comes down to this battle.

'''Hare:''' Maybe you’re not convinced. But whether we’re talking about power or will…

'''Hare:''' To me, Herrschers are nothing.

'''Hare:''' What you’re about to face is no longer an idea, but everything I have written down… all I contained in a definition.

'''Hare:''' Then…

'''Hare:''' An unending line of heroes throughout history. Let’s bring your epic back to life.

'''Bronya:''' (I’ve seen these before…)

'''Bronya:''' (But… this is the strategic key.)

'''Hare:''' Are you… taking those consciousnesses to be with the fragments of the Core? Like… Joyce?

'''Hare:''' A “sure-fire strategy”… Is this really how you intend to retrieve the Core?

'''Hare:''' But you have the strength of 300,000 inside you. You’re… afraid you can’t keep going on like this?

'''Hare:''' Now, I will take the rulers known throughout the ages and integrate them into the same clear concept…

'''Hare:''' The conquering will awakens here… this is the Insatiable Reign.

'''Bronya:''' (Illusions… The true form must be among them. It must be found.)

'''Bronya:''' (Star of Eden… Now is the time for your full strength.)

'''Hare:''' I see. The Herrscher of Reason lives up to her name.

'''Hare:''' But… These ephemeral signs are nothing before Project STIGMA.

'''Bronya:''' Is this… The same space as before? No, it doesn’t look like it. These barriers, something’s different…

'''Hare:''' Correct. One must crawl through the darkness before being born.

'''Hare:''' It seems to be time for the next gift.

'''Hare:''' Step into the blaze. A traceless world.

'''Hare:''' But this is only fair for new students.

'''Bronya:''' (Strange. This seems a bit basic for a form.)

'''Bronya:''' (No… Even so, the Bronya cannot let her guard down.)

'''Bronya:''' (Sure enough, it can predict every one of Bronya’s moves…)

'''Bronya:''' (Bronya will have to wait for an opening.)

'''Bronya:''' (Now. Integrate it with the fragments of the Core.)

Bronya (Full recovery confirmed.)

'''Hare:''' When it comes to combat, you truly are gifted. But…

'''Hare:''' Heroes, kings, even the will of millions… but a drop in history’s eternal river.

'''Hare:''' This is an entire life reserved for Project STIGMA.

'''Hare:''' And now, the endless masses!

'''Bronya:''' (These defenses… Hare is getting ready for something.)

'''Bronya:''' (I’ve got to break through those Seeds of Ideas.)

'''Bronya:''' Her power is climbing at an incredible rate… I need to act fast.

'''Hare:''' Very astute, but… you’re too late.

'''Bronya:''' No. It ends here, with a cadre of the World Serpent.

'''Hare:''' No conversion… but a full frontal strike instead?

'''Bronya:''' You can’t use life records as your own strength. You can only preserve and reproduce them.

'''Hare:''' …Preserve?

'''Hare:''' The Herrscher of Reason’s Core is ultimately distributed in its composition.

'''Hare:''' As reluctant as I am to take back what was given… It’s something we’re all familiar with, hm?

'''Bronya:''' …?!

'''Bronya:''' (Strange… she didn’t take those thoughts this time…)

'''Bronya:''' …Oh!

'''Bronya:''' (So she’s using 300,000 false ideas to trick the Core’s limitations?)

'''Hare:''' That’s right. It seems you’ve caught my weakness this time.

'''Hare:''' But such weakness is easily remedied… By serving as the key to a counter attack.

'''Hare:''' In the end, this battle comes down to Bronya and Misteln.

'''Hare:''' Before Project STIGMA, the history and glory of the Herscher of Reason… is nothing.

'''Bronya:''' Don’t get it confused. The best proof… is you yourself.

'''Hare:''' Of course… I know my limitations. But how could it be otherwise for generations of the Herrscher of Reason?

…

'''Hare:''' It looks like it’s reached its limit. Just like all your other externalities.

'''Bronya:''' …Project Bunny?!

'''Hare:''' Let it go… i know your past, I understand its meaning

'''Hare:''' I don’t want to hurt you, I just want to win. You… don't have to put everything together.

'''Hare:''' See reality as it is. That is…

'''Hare:''' …Samsara.

'''Bronya:''' Yes Misteln, time to face reality.

--

====<u>Gameplay 33-17 - Metamorphosis</u>====
The winner had been decided.

An unorthodox armor was reflected in Hare’s eyes, a type of power that belonged to the future.

To understand and materialise, the Herrscher of Reason used to utilise this power frequently, but it could not achieve the complexity before her eyes.

Just like the past Selene, this wasn’t a power that could be fully understood by the user alone.

But this time, the girl was not overwhelmed.

'''Hare:''' Haha…

She felt joy.

What kind of power could rival all lives recorded along the land you had traveled?

Metamorphosis.

She knew the answer, but it was the first time she had witnessed it herself.

She felt that her past regretful self had gotten the answer now. Not only can humans change Stigmata… They can even change Herrschers.

And this brand new power naturally represented another thing…

“I will retain their past, even if it will cause them to lose their future.”

This was an answer that someone had given before.

“I want to give them a future, even if they will not have a past to remember.”

This was an answer that someone had given before.

“I want them to broaden their future, even if it means sacrificing my present.”

This was an answer that someone had given before.

But these answers that chose the lesser of two evils were not the ones that gave Bronya help just now.

They came from a past that was interpreted after death, and cannot win against the present.

If a person can’t accept losing something, then he does not actually possess the ability to protect that something. This was something Bronya had once said.

In that instant, she recalled Joyce’s final goal… and also Joachim’s starting point. This finally made her realise that…

Legacy was something that validated an existence through disappearance.

The past is but a storage in the end, a mirror.

Only the future can win against the present.

The 300,000 thoughts that belonged to the Herrscher of Reason were only remnants of history, they could not resolve all unknown problems.

When we expand time and space, this logic was incredibly obvious.

Willing isolationists could not understand the changes of the Industrial Revolution; brave Zulu warriors also could not win against the merciless fire of machine guns.

When civilisation stalls at a certain point in time, it will lose its ability to win against the future. And to the Herrscher of Reason…

If those 300,000 thoughts were not consumed, if the metamorphosis was not complete, this power would not be a power that can fight against Project STIGMA and God’s Adam.

In the swaying grass, a senior she greatly admired, the beginning of this legacy, appeared before the girl’s eyes.

In the past, that was an existence that she and Joachim knew they could not catch up to, but still insisted on getting close to.

Now, they finally fought side-by-side…

But as those 300,000 thoughts were consumed by the metamorphised Core, this was also the last image that the other had left in the world.

'''Bronya:''' I’m sorry. To achieve tomorrow, Bronya has subversed the past that you’ve left behind.

'''Bronya:''' But Bronya does not have any regrets as the Herrscher of Reason. After all…

'''Bronya:''' After all, the only inevitable truth about humanity is that humanity’s truth will change inevitably.

'''Welt Joyce:''' …

As usual, the other party remained silent. But this time…

He smiled far more than he did in the past.

'''Bronya:''' …

'''Bronya:''' Goodbye, Welt Joyce.

'''Bronya:''' The Bronya is very honored…

'''Bronya:''' To be able to carry your legacy.

The Herrscher of Reason has never been a simple part of history. Starting as one of three hundred thousand, everything about it is reborn in the present…

…Victorious over all from the past.

'''Kiana & Mei:''' Bronya?!

'''Bronya:''' The winner has been decided. Don’t worry.

Having responded to her comrades’ concerns, Bronya looked towards Hare again. The defeated was exhausted, but not discouraged.

'''Bronya:''' Did you… do this deliberately?

'''Hare:''' Oh? What do you mean?

Bronya did not answer her immediately, but felt her own Herrscher Core.

Compared to her companions, this metamorphosis of hers was so successful that it seemed miraculous.

'''Bronya:''' “One must crawl through the darkness before being born.” Just like the fool-proof strategy that Bronya had thought of before the battle, you also completed your objective, right?

'''Hare:''' Oh? You still remember what I said whimsically. It sticks well, doesn’t it?

'''Bronya:''' …

'''Bronya:''' The Bronya was simply giving an example. Like the meaning behind this phrase… Even though you’re an enemy, you’ve also been giving Bronya the right guidance, deliberate or not.

'''Bronya:''' And it built up to our present situation.

'''Hare:''' Don’t flatter yourself. Built a situation where I lose painfully? I’m not who I am from more than a decade ago, I don’t have such weird interests.

'''Hare:''' Oh, right. Do you not know about this yet? I’m the 2nd generation Hare created by Project STIGMA. Strictly speaking, I’m not the pitiful and detestable existence that you saw in your memories.

'''Hare:''' But, speaking of which… I’m actually a little curious, how did humans manage to do something similar?

'''Bronya:''' Do you mean… condensing the Herrscher of Reason’s Core again?

'''Hare:''' You’ve long received acknowledgment from those 300,000 thoughts, it’s not strange for you to be able to do that.

'''Hare:''' What I really mean is…

'''Hare:''' You did not erase any remaining fragments of consciousness left in the Core. That’s not a power of the Herrscher of Reason, and you did not go so far to achieve this either.

'''Hare:''' You… Did you remember all 300,000 thoughts with your own will, instead of through the Core?

'''Hare:''' Or… had the Herrscher of Reason’s Core sensed your will and automatically did it for you?

'''Bronya:''' …From Bronya’s own experience, I’m afraid the latter is closer to the truth.

'''Bronya:''' Frankly speaking, Bronya didn’t consider so much back then.

'''Bronya:''' If the Herrscher Core has a specific capacity, then to carry the ever-increasing past to walk towards the future…

'''Bronya:''' …The Bronya can only make herself into another Core.

'''Bronya:''' As for what happened after, I merely went with the flow as the Herrscher of Reason.

'''Bronya:''' The Bronya feels that… they’ve taken another form to become part of Bronya. And following Bronya’s change, they will adapt to the future as well.

'''Hare:''' …Heh. Is this what we call hindsight?

'''Hare:''' You don’t have to be so humble. From what I know, your metamorphosis is far more successful than the other Herrschers’.

'''Hare:''' 300,000 thoughts… Even if there was no active will, that’s enough to break down any human’s brain. Much less changing their form of existence.

'''Hare:''' But… that’s you, Bronya. Thank you for letting me witness what it means to be the Herrscher of Reason.

'''Hare:''' Although this victory may seem like a “coincidence”, you’re an indispensable part of it, and made it “absolute”.

'''Hare:''' Alright, just as I had said before, if you see this as a stage clear game, all of you have definitely cleared my stage.

'''Hare:''' Let me make it clear, I don’t have the power to reverse Project STIGMA, and neither does my Sire. But, at this point, I’m too ashamed to stop you anymore.

'''Bronya:''' Ask Fu Hua for everything else that happened after.

'''Bronya:''' Bronya Zaychik, you have grown beyond all expectations.

'''Bronya:''' …Including hers.

'''Kiana:''' Er… Bronya… What was that just now…

'''Bronya:''' Hm? Is there something wrong?

'''Mei:''' I’m afraid there are a lot of things wrong.

'''Kiana:''' Yeah… I can’t understand what happened between the two of you at all. But…

'''Kiana:''' …Bronya is the complete Herrscher of Reason now, right?

The girl took a quick look at herself, but didn’t see anything special.

'''Bronya:''' …Yeah.

Thinking back to the previous time a similar situation occurred, she subconsciously looked to her side. After recondensing the Herrscher Core, she created a new mechanical body for her comrade.

Project Bunny floated silently. It was incredibly different from the past, yet it also seemed like nothing changed.

“Change is the only constant.” That was also the key to her victory just now.

'''Bronya:''' Alright, let’s help…

'''Seele:''' …Bronya!

'''Bronya:''' …Seele?!

'''Seele:''' I’m so glad… You’re safe!

'''Bronya:''' Thank you. But, how did you…

'''Herrscher of Sentience:''' …Of course, I was the one who called her over.

'''Herrscher of Sentience:''' You all made such a big fuss but excluded me from the fun, that’s not very appropriate, is it?

'''Fu Hua:''' Oh… Senti, there’s no time for jokes now. We still have plenty to do next.

'''Kiana:''' Fu Hua?!

'''Kiana:''' Great, you’re finally awake!

'''Fu Hua:''' Mhm. Long time no see, Kiana, Mei, Bronya… and Seele.

'''Mei:''' It’s been a while, Fu Hua.

'''Herrscher of Sentience:''' …Wait, what about me?

'''Fu Hua:''' You’ve given us a great deal of help. I’ll be sure to thank you personally later.

'''Herrscher of Sentience:''' Ugh… Old timer… You…

'''Fu Hua:''' …??

Regardless, everyone who reunited recomposed themselves and exchanged about their individual circumstances.

'''Fu Hua:''' …I see.

'''Fu Hua:''' Perfect, it’s time for me to report my situation too.

'''Fu Hua:''' Firstly, as you all can see, Kevin has already left the moon.

'''Fu Hua:''' Since he did not encounter much trouble, he left to execute the next step of the project. Of course… from his perspective, we’re the ones to decide if we’ll become his enemies.

'''Mei:''' …Next step of the project?

'''Herrscher of Sentience:''' Isn’t it obvious? Kevin couldn’t care less about this place. He stayed temporarily only to flaunt his capabilities to us.

'''Mei:''' …He isn’t someone who dawdles.

'''Herrscher of Sentience:''' Do you know Kevin more than I do?

'''Mei:''' …

She didn’t want to bother with a fruitless argument and so, she turned to Fu Hua. In that short moment of eye contact, they ascertained something that was read between the lines.

'''Fu Hua:''' I think that Kevin… wanted to find something from all of you. To do so, he continually obstructed you, to test your wills and ability to battle.

'''Fu Hua:''' He put in a lot of effort, but went easy on us. He even told the Herrscher of Sentience how to return to Earth on his own accord.

'''Bronya:''' …What?

'''Herrscher of Sentience:''' Haa, isn’t he looking down on us? Though I’m not exactly a team with you guys.

'''Herrscher of Sentience:''' I knew that I couldn’t win against him then, and pretended to surrender. That guy probably wanted to present himself as magnanimous, and told me a few things regarding the moon in detail.

'''Herrscher of Sentience:''' Like the influence that Stigmata Awakened have on space, trapping Herrschers in a bubble universe, and how everyone can use that “bug hole”…

'''Bronya:''' You mean… a wormhole?

'''Herrscher of Sentience:''' Ah yes, the place that you guys fought at earlier. It used to be a Stargate that the MOTHs used to travel between the Earth and the moon. But unfortunately, it was destroyed before Finality descended that day.

'''Herrscher of Sentience:''' But that popsicle did leave some words behind, something like “if you use the Herrscher of Reason’s power at its full potential, a mere moon cannot imprison Herrschers”.

'''Herrscher of Sentience:''' What? Looking at you, are you going to try what he said?

'''Bronya:''' If we dare not try, then the World Serpent will truly step all over us.

'''Seele:''' Bronya, you’re not pushing yourself, are you?

Hearing about a task to open a path again after Klostern instinctively struck fear in Seele’s heart.

'''Bronya:''' Don’t worry, Seele. The present Bronya is…

'''Bronya:''' Much stronger than all the past Herrschers of Reason.

'''Bronya:''' …Einstein space bridge, perception confirmed.

'''Bronya:''' Gravitational anomalies were detected. Initiating injection of strange matter.

'''Bronya:''' 3… 2… 1…

'''Bronya:''' Stargate core repair complete. Ready for launch!

'''Kiana:''' Well done, Bronya!

'''Herrscher of Sentience:''' That’s crazy! That’s magic!

'''Seele:''' Bronya… you really aren’t pushing yourself this time.

'''Bronya:''' The Bronya keeps her word.

…

'''Fu Hua:''' …I’m speechless. This is actually my first time seeing it working properly.

'''Mei:''' …

'''Mei:''' Mobius and Ato were in charge of building this…

'''Fu Hua:''' …Yeah.

'''Kiana:''' But… what about the people in New Atra? That wreckage of finality can’t be repaired…

'''Seele:''' Hmm…

The girl hesitated. She was worried about Sora and Lyle, but…

'''Seele:''' We should trust Klein. And given the state Earth is in, it’d be safer for Sora and her friends to stay on the moon.

'''Mei:''' …?

'''Seele:''' I think she’s a robot made by the World Serpent… but she’s good at everything!

'''Mei:''' (That means… she found it…)

'''Mei:''' True. I got to know Klein as a person in the World Serpent. You can trust her.

'''Bronya:''' Now then… we’ll go fight on Earth.

'''Bronya:''' Is everyone ready to take back your future from Kevin and Finality?

'''Kiana, Mei, Fu Hua & Seele:''' Yes!

…

'''Prometheus:''' …I see.

'''Prometheus:''' Hatching… is that what you’re really after?

'''Hare:''' You’re beginning to understand me, aren’t you?

'''Prometheus:''' The fact that you did not force Bronya to watch the last memory proves that you are no longer the same existence as that jinxed crystal.

'''Prometheus:''' Her past experiences, pain, and envy… those are like someone else’s emotions now, you can no longer fully empathise.

'''Prometheus:''' In fact… even your disappointment in the Herrscher of Reason is merely a pretense. But it is because you didn’t have enough motivation that you ironically gave it your all during the fight.

'''Hare:''' Don’t put it that way, you make me sound like a weirdo.

'''Prometheus:''' Regardless, she’s involved in it, she has the right to know the truth.

'''Hare:''' …

'''Hare:''' When all has become history, when all conflicts have ended… If I have the chance, I’ll tell her.

'''Hare:''' But I absolutely cannot do so before she starts a fight.

'''Hare:''' Dr. MEI phrased it well, “the nature of humanity is to sacrifice oneself for something else”.

'''Hare:''' If the reason she picks a fight with me isn’t related to the Herrscher’s power, but for more personal feelings…

'''Hare:''' Then, she would not have found an absolute strategy. She can only borrow her companions’ powers to defeat me.

'''Prometheus:''' …In the end, you’re still so prideful.

'''Hare:''' Hm? That’s something only a human would think of? The program you’re made of is getting better.

For some reason, her tone was cheerful yet concerned. Because of that, Prometheus held herself back.

'''Prometheus:''' Let’s get back on track… From the very beginning, you already wanted to make sure that she would be the final victor, right?

'''Hare:''' What, is that weird? After all, I need to give my past self a clear answer.

'''Hare:''' The curse that she left behind has finally turned into a gift now. Isn’t that great?

'''Prometheus:''' …I do understand a little now, how your past self could keep peace with that Kevin.

'''Hare:''' “Venice is no more. The best Greek Islands have drowned in acceleration. But it’s the having not the keeping that is the treasure.”

'''Prometheus:''' The difference between having and keeping…

'''Prometheus:''' …

'''Prometheus:''' Wait, so you…

Then, she suddenly realised that Hare’s blatant interest in hatching seemed to refer to something else.

'''Hare:''' Yes, regardless of anything, I have nothing to do with Project STIGMA now.

'''Hare:''' Be it to the Herrschers who fight for humanity, or to Kevin, or even to a particular Gray Serpent, we’re more suited to be mere witnesses, no?

At the same time, under the same night sky…

That lone and dim blue light was calling out to another person on his way back.

Now, as Project STIGMA advanced, the Earth had not only evolved into an unrecognisable form, but had also been continuously fusing itself with fiction.

In that home that once belonged to humans, the disciples of the Serpent are relentlessly taking all “nutrients” in sight, and infusing them into this foreign star.

All things restored into unity. This is the definition of embrace.

But among those disciples… some, who had once announced the imminent appearance of Spiritual Adam, were missing.

And the one with the serial number 1904 had just received a small favor. Satisfied, he gazed at his “hometown” from the moon.

'''Gray Serpent:''' Caring for children is still much more interesting than fighting.

He had said something similar before. But spoken again now, it had a different meaning.

Or rather, a new revelation.

'''Gray Serpent:''' Of course, through Project STIGMA, you can use others for your own cause.

'''Gray Serpent:''' But if you want the Kindlings to illuminate the entire planet, then you’ll have to do more than that…

'''Gray Serpent:''' …Sire.
|-|Side Missions=

__TOC__
===Side Missions===

====<u>What Remains</u>====
'''Klein:''' You’ve come.

'''Seele:''' Klein, did anything happen here?

'''Klein:''' Just new discoveries.

'''Klein:''' You don’t look so well.

'''Seele:''' Thank you, Klein, but… I’m fine.

'''Seele:''' I must cheer up and do what I can more than ever. I believe… this is more meaningful than idling.

'''Seele:''' So… what did you discover?

'''Klein:''' To put it simply, I accidentally found things from the Previous Era… perhaps I should’ve called them artifacts. I’d like you to collect more of them for me, if possible.

'''Klein:''' But based on my discoveries, they aren’t of much help to the Sanctuary at present.

'''Klein:''' That’s why I won’t assign more of my work time to them.

'''Seele:''' …I understand.

'''Klein:''' As I explained, this isn’t urgent, you only need to keep an eye out for them outside.

'''Klein:''' According to Gray Serpent, “They have been used up in that era”.

'''Klein:''' …

Seeing the notes handed by the girl, although Klein did not voice her surprise, she still paused for a moment.

'''Seele:''' …What’s wrong?

'''Klein:''' Nothing. You’re faster than I expected.

'''Klein:''' And as I expected, they’re hardly valuable to the Sanctuary.

'''Seele:''' (Contrary to her words, she’s putting them away very carefully…)

'''Klein:''' I suppose you’re talented in this field.

'''Klein:''' Such jobs usually require more luck than effort.

'''Klein:''' For example… the nature of these notes is not something I expected.

'''Seele:''' Nature?

'''Klein:''' Yes. The content is mostly unreliable, with some of it being blatant rumors, but it does contain information on the Previous Era.

'''Klein:''' And one entry…. Provides a unique indexing method that can help us find relics of memorial value.

'''Klein:''' I’ll put together a list from them.

'''Klein:''' From now on… if you find anything, please be extra careful with it.

'''Klein:''' For us… they will be unrepairable legacies.

--

====<u>Suspended Mirage</u>====
'''Sora:''' Uncle Gray Serpent, are you telling the story of castles in the air?

'''Gray Serpent:''' Oh? You’ve heard of this phenomenon?

'''Sora:''' Yes, Sensei told us it’s a wondrous heavenly kingdom that can only be seen at special times and places.

'''Sora:''' She used to talk about taking us to the sea. But since the Great Eruption… she hasn’t mentioned it.

'''Gray Serpent:''' I see. That makes it much easier for me to explain.

'''Gray Serpent:''' The place I will tell of is a magical kingdom not unlike the castles in the sky.

'''Gray Serpent:''' If the heavenly kingdom is the projection of reality in the sky, then the “Suspended World” I will tell of is the projection of data.

'''Sora:''' The projection of data… What does that mean?

'''Gray Serpent:''' Think of it as something me or Mr. Robo would dream about. For us, dreams and reality aren’t that far apart.

'''Sora:''' Huh? But even the kids in the Roost are past the age of mixing dream with reality, why would you two…

'''Gray Serpent:''' Haha, I’m kidding. Sora-chan, what have you dreamed about?

'''Sora:''' I’m very forgetful… I can’t remember most of my dreams.

'''Sora:''' But there’s this one dream.

'''Sora:''' A dream where everyone in the Roost lived in a house and will never starve or scurry again, just like now.

'''Sora:''' And Sensei stays with us. She doesn’t go on trips anymore.

'''Sora:''' I feel a bit embarrassed telling you that. Galina and Lyle say I lack imagination.

'''Gray Serpent:''' You don’t, you’re just too pure and honest.

'''Gray Serpent:''' You see, everything you dream about is an extension of reality.

'''Gray Serpent:''' The Suspended World is a projection of this extension, only more abstract… Yes, it’s like a world built from building blocks.

'''Sora:''' …?

'''Gray Serpent:''' I can’t explain it very well… Too bad these worlds are all situated on steep cliffs.

'''Gray Serpent:''' Otherwise, I could take you there. You’ll understand at a glance.

'''Sora:''' Are you saying this magical place is on the moon? Uncle Gray Serpent, please take me there!

'''Sora:''' After coming here, Mark II has learned many things. It’ll figure out a way.

'''Gray Serpent:''' Hmm… Looks like you’ve gotten used to life in New Atra. Too bad the world outside it isn’t peaceful.

'''Gray Serpent:''' I know you’re bold but cautious, but if I put you in danger alone, the other Gray Serpent will chew my ears off.

'''Gray Serpent:''' But if someone’s willing to accompany you, things will be different.

'''Sora:''' …?

'''Gray Serpent:''' Such as Seele, your new sister. I’m sure she won’t turn your invite down.

'''Gray Serpent:''' Wouldn’t you agree, Seele?

'''Sora:''' Seele, you’re back!

'''Seele:''' Sora, if you need help with anything, please let me know.

'''Sora:''' Yay! Seele, can you go to the place Uncle Gray Serpent talked about with me? I want to see the suspended world of data.

'''Seele:''' I’d love to, but…

'''Seele:''' (I didn’t hear the whole story, but there’s definitely more to Gray Serpent’s account.)

'''Seele:''' Mr. Gray Serpent, even though you explained it with mirages…

'''Seele:''' Is data entering reality…

'''Seele:''' Really part of Project STIGMA?

'''Gray Serpent:''' Oh, no, you misunderstand, Miss Seele. I won’t ever lie to Sora. Protecting the dreams of children is part of raising them.

'''Gray Serpent:''' If you’re suspicious, why don’t you go see it for yourself?

'''Gray Serpent:''' That scene can’t be strange to someone who lives with a certain genius hacker.

'''Seele:''' …?

'''Gray Serpent:''' It’s nothing, really. For you two, it’s basically an attraction where you control machines.

'''Seele:''' I know. I’ll go check on it with Sora.

'''Seele:''' Sora, shall we go?

'''Sora:''' Okay!

'''Sora:''' This is the place…

'''Sora:''' Ah, Seele, look up!

'''Seele:''' Is that the Suspended World?

'''Sora:''' Seele, let’s send Mark II over there.

'''Sora:''' Wow… I don’t understand why Uncle Gray Serpent thought it was a mirage, but it does look like a world built from building blocks.

'''Sora:''' If Sensei comes to pick us up, I’ll show her this place! She’ll be so amazed, right, Seele?

'''Seele:''' …

'''Sora:''' Seele?

'''Seele:''' Ah, no-nothing. Sorry, Sora, I don’t know about that.

'''Seele:''' But now that we’ve found the Suspended World, let’s tell Gray Serpent.

'''Sora:''' Okay!

'''Seele:''' (Gray Serpent likened it to a mirage because…)

'''Seele:''' (That feeling can’t be wrong. This Suspended World is a complex existence.)

'''Seele:''' (But why did he tell us about it?)

'''Gray Serpent:''' It’s my first time seeing Sora smile so brightly.

'''Gray Serpent:''' I suppose you two had fun there.

'''Seele:''' Mr. Gray Serpent, what exactly is the Suspended World?

'''Gray Serpent:''' Miss Seele, if you have an answer in mind, why seek validation from me?

'''Seele:''' In other words, that’s another bubble universe fragment, albeit mutilated?

'''Gray Serpent:''' A bubble universe fragment that peeled when Finality struck, to be exact. They were transcribed by an unknown technology and formed a dream for machines.

'''Gray Serpent:''' You can argue that those circuits and switches are the language of mechanical civilisation. Just like my brain, which operates on zeroes and ones.

'''Seele:''' …?!

'''Seele:''' Mr. Gray Serpent, what is this…

'''Gray Serpent:''' I’m sorry, that’s all I know, as I studied social science.

'''Gray Serpent:''' But you know one thing well… for the moon, your Previous Era isn’t the first civilisation.

'''Gray Serpent:''' What transpired on the lunar surface throughout hundreds of thousands of years has mostly eluded the World Serpent.

'''Seele:''' Then why are you telling Sora about this?

'''Seele:''' It won’t harm her, but…

'''Gray Serpent:''' Miss Seele, my responsibility made me realise that children like playing games with it.

'''Gray Serpent:''' And since only machines can physically enter it, it’s safe for humans.

'''Gray Serpent:''' Not to mention that you’re here, making it the perfect chance to broaden Sora’s horizons.

'''Gray Serpent:''' She doesn’t need to understand what lies behind this game. At her age, learning how to discover her interests is the most important.

'''Seele:''' But…

'''Gray Serpent:''' “But she’s only curious about them because Mr. Gray Serpent led her to be,” is that what you want to say?

'''Gray Serpent:''' I have no other choice. You’re right, I’m leading her.

'''Gray Serpent:''' Children at her age seldom realise how vast the world is.

'''Seele:''' …

'''Gray Serpent:''' Miss Seele, looking after children is a demanding job. Far more demanding than protecting their dreams.

'''Gray Serpent:''' But that’s exactly why it’s so fulfilling to see them grow up.

'''Gray Serpent:''' As Sora said, the kids in the Roost are past the age of mixing dreams with reality.

'''Gray Serpent:''' Therefore, it’s the obligation of us guardians to provide the opportunity for them to practice distinguishing between the true and the false.

'''Gray Serpent:''' Even if reality is sometimes more absurd than dreams.

--

====<u>Impeding Mirage</u>====
'''Sora:''' Ah, Miss Seele…

'''Seele:''' I saw the message; did something happen?

'''Sora:''' It’s nothing… But there seem to be some changes in the Suspended World that Uncle Gray Serpent talked about…

'''Sora:''' It looks… like it should be approached with caution…

'''Seele:''' (Changes… Gray Serpent never mentioned any…)

'''Seele:''' Right, got it. I’ll go check it out; don’t worry.

--

====<u>Base Defense</u>====
'''Klein:''' …?!

'''Seele:''' Klein… what happened?

'''Klein:''' …

'''Klein:''' Luckily, it’s been foreseen.

'''Klein:''' The master terminal can still monitor and report the status of every facility in the Sanctuary without a problem, but at a much lower accuracy and efficiency.

'''Seele:''' Without a problem, but with a problem…

'''Klein:''' The master terminal isn’t just this machine we see.

'''Klein:''' The wires connected to it, similar to nerve endings, have spread out over the underground of New Atra.

'''Seele:''' Is it not functioning properly because of a bad wire somewhere?

'''Klein:''' Yes, and apparently it’s near the Sanctuary.

'''Seele:''' I’ll go check on it.

'''Klein:''' Thank you. You can start by going around the perimeter of the Sanctuary.

'''Klein:''' If you spot any anomaly, sync it with me on the mobile terminal, and I’ll handle it.

'''Gray Serpent:''' Two minutes and eleven seconds.

'''Gray Serpent:''' Even though this body doesn’t match your original strategy at all… you’ve managed to retain your fierceness.

'''Former Raven:''' Compared to forced compliments, I’d rather hear insults.

'''Gray Serpent:''' …

'''Gray Serpent:''' I didn’t know you were into that.

'''Gray Serpent:''' The other one would be better suited to working with you. I’m bad at Dad jokes.

'''Seele:''' …Huh?

'''Seele:''' (Didn’t he say he doesn’t know Mr. Robo well?)

'''Gray Serpent:''' What? Are you puzzled about why you’re seeing me instead of him here?

'''Gray Serpent:''' It can’t be helped. I’m not good at everything, and he never learned how to get along with children.

'''Seele:''' It’s just a shift change?

'''Gray Serpent:''' Yes, but I’m already regretting it.

'''Gray Serpent:''' Good thing it’s only temporary. The real difficulty is yet to come.

'''Seele:''' …?

'''Gray Serpent:''' In short, this isn’t just reciprocity, but the general trend.

'''Gray Serpent:''' The name Gray Serpent will appear less and less in the Sanctuary.

'''Gray Serpent:''' Because I… or should I say we, have never been so short-handed.

'''Former Raven:''' There he goes again.

'''Former Raven:''' Why don’t you just say you’re going to sit back?

'''Former Raven:''' Why throw so many riddles at us?

'''Gray Serpent:''' Ha. As you can see, asking Mr. Robo to take up arms again is the only thing I can do. If you want to fight with him, I’m sure he won’t refuse.

'''Former Raven:''' This has gone on long enough. Can’t you keep the children out of it?

'''Seele:''' It’s alright. I stayed behind to help New Atra out. I know this sounds strange, but… unlike the people at the Sanctuary, fighting is my forte.

'''Seele:''' Besides… it’s possibly related to the master terminal’s malfunction. According to the scope given by Klein, this can’t be solved by a single person.

'''Seele:''' So… I’m asking Mr. Robo for help.

'''Gray Serpent:''' I told you they’re not babies anymore.

'''Former Raven:''' …Times have changed. When I was your age, the bravest thing I did was cutting school.

'''Former Raven:''' Then let’s split up, eradicate the monsters wandering around the Sanctuary, and meet back here. But don’t push yourselves too hard.

'''Seele:''' Um… they’re coming in great numbers.

'''Seele:''' Huh, Mr. Robo is already here?

'''Former Raven:''' Nah, I just got here. What’s your situation, are you hurt?

'''Seele:''' I’m fine, thank you for asking, Mr. Robo.

'''Gray Serpent:''' Heh, old bud, stop scaring yourself.

'''Gray Serpent:''' If you were to fight Miss Seele head-on, you wouldn’t be her match.

'''Gray Serpent:''' Even though she hasn’t been hatched.

'''Seele:''' …?

'''Former Raven:''' …

'''Former Raven:''' I take back what I said. You should stop insulting me.

'''Gray Serpent:''' Sure. I don’t need to see myself as a necessary member of the Sanctuary.

'''Gray Serpent:''' People fending for themselves like this may soon become the norm, but I’m sure you can cope with it. Even if Miss Seele really returns to Earth earlier than you.

'''Seele:''' Mr. Gray Serpent, are you…

'''Gray Serpent:''' No matter what my answer is, you are inclined to believe what you see, right?

'''Seele:''' …

'''Former Raven:''' You…

'''Gray Serpent:''' That’s who I am.

'''Gray Serpent:''' For example… before I bid you adieu, I’d like to leave a thought-provoking message.

Gray Serpent cleared his throat and looked into the unfathomable sky.

'''Gray Serpent:''' “Who drives me forward like fate?”

'''Gray Serpent:''' “The Myself striding on my back.”

'''Gray Serpent:''' Good luck.

'''Gray Serpent:''' By the way, has Jackal told you about the Unholy Relic?

'''Gray Serpent:''' She may not be entirely correct about it… it’s a very pretty rock. Why don’t you take a chunk to Earth as a souvenir?

'''Gray Serpent:''' Relax, it’s safe, it can’t hurt anyone.

'''Seele:''' …?

--

====<u>Alternative Energy</u>====
'''Seele:''' This is…

'''Klein:''' Please wait. Don’t operate the terminal yet.

'''Klein:''' It may have unpredictable effects during restart.

'''Seele:''' …Klein?

'''Seele:''' So this is…

'''Klein:''' It’s been foreseen.

'''Klein:''' Our improving the master terminal is essentially restoring its functions.

'''Klein:''' It’s like restarting your computer to install system upgrades.

'''Seele:''' So… we only have to wait until it restarts?

'''Klein:''' …

'''Klein:''' Um…

'''Gray Serpent:''' It’s not that simple. To begin with, she’s worried about whether the instability of the energy system will affect this.

'''Gray Serpent:''' “There’s no need to worry about energy-related matters, as with the Elysian Realm, supplying New Atra will be our priority.”

'''Gray Serpent:''' That’s what the World Serpent promised her before she came. Sounds ironic, doesn’t it?

'''Klein:''' No. 1904?

'''Klein:''' No, you’re No. 17591… No. You’re neither Father nor Poet.

'''Klein:''' No. 14622?

'''Gray Serpent 14622:''' Looks like I haven’t come back for too long.

'''Gray Serpent 14622:''' Someone asked me to look after a friend who got fired up.

'''Gray Serpent 14622:''' You should know that they aren’t interested in people from the past, unlike me.

'''Gray Serpent 14622:''' This may cause a greater divergence, but at least we can still attend to our own duties for now.

'''Klein:''' …Let’s get down to business.

'''Klein:''' So it’s my job to solve the energy crisis?

'''Gray Serpent 14622:''' Of course not. The Serpent may be conniving, but it shouldn’t renege.

'''Gray Serpent 14622:''' A problem that can be solved easily isn’t a problem.

'''Gray Serpent 14622:''' The power unit of every facility here, including the master terminal, has the same specs. I don’t need to point that out.

'''Seele:''' …?

'''Klein:''' Yes, I’ve seen related records.

'''Klein:''' When Vill-V first came, she used the debris that’s absorbed much Honkai energy as a source of power.

'''Gray Serpent 14622:''' That’s right. The Unholy Relic was too dangerous at that time, so she researched the other secondary material extensively.

'''Gray Serpent 14622:''' In conclusion… the limit these slabs accumulated through Samsara is far above the human race.

'''Gray Serpent 14622:''' The slabs have little power left only because they were drained when Project STIGMA was initiated.

'''Klein:''' Which means… even if we find other similar debris on the moon, it can’t supersede the power unit.

'''Gray Serpent 14622:''' Maybe it can, but we don’t possess the technology to convert it yet.

'''Klein:''' But that contradicts what you said…

'''Klein:''' …

'''Klein:''' …?

'''Klein:''' Are you saying that although we can’t find a direct substitute…

'''Klein:''' Given the circumstances, we can use external Honkai energy to recharge these slabs like batteries?

'''Klein:''' …This is a viable but risky solution.

'''Seele:''' Because it’s never been tried before?

'''Klein:''' Yes, but it’s debatable whether those slabs can act as rechargeable batteries.

'''Klein:''' Rashly supplying the wrong power to them may even alter their nature and permanently ruin them.

'''Seele:''' Would it be possible to test it with similar slabs?

'''Klein:''' In theory, cutting won’t cause any… Ah.

Klein looked at Gray Serpent who appeared unaffected.

'''Gray Serpent 14622:''' …

'''Gray Serpent 14622:''' That’s why I said this problem can be easily solved.

'''Gray Serpent 14622:''' A test site remains on the moon. The redundant materials there will do.

'''Gray Serpent 14622:''' Ordinary people won’t be able to solve problems like geniuses… but that doesn’t mean we’re helpless.

'''Klein:''' I’ll go check it out now.

'''Gray Serpent 14622:''' No, I’ll trouble Miss Seele with that.

'''Gray Serpent 14622:''' There are important matters you must attend to yourself. It’s a new mission from the World Serpent.

'''Klein:''' New mission…?

'''Seele:''' That’s alright. I’m familiar with the outside now. Klein can stay here.

'''Klein:''' …

'''Klein:''' Are you trying to hide something from her?

'''Gray Serpent 14622:''' You sure can read my mind today.

Composedly, he approached the side of the master terminal and pressed a button.

Then the gigantic machine suddenly began operating again.

'''Klein:''' You…?!

'''Klein:''' The energy isn’t unstable, you’re controlling the equipment? Why?

'''Gray Serpent 14622:''' That’s easy. I’m here to save your life.

'''Seele:''' If it can absorb Honkai energy… problem solved, right?

'''Seele:''' Let’s go and give it a try.

'''Seele:''' The concentration of Honkai energy is… decreasing?

'''Seele:''' But… it doesn’t look like the stone is changing at all. I’ll go ask Klein.

'''Seele:''' Klein, I…

'''Seele:''' …Huh?

'''Seele:''' Am I too late? Have you already fixed it?

'''Klein:''' …

'''Klein:''' Not really… what had been giving you trouble might not have anything to do with the master terminal.

'''Klein:''' With that said, how did it all go?

'''Seele:''' I made some observations but… I couldn’t possibly make a professional assessment.

After fumbling a bit, she took out the rock and bent down to hand it to the ELF.

…It was then that she suddenly realised the two were a good match in terms of size.

'''Klein:''' Got it. At any rate… thank you. I’ll go and confirm.

'''Seele:''' (“Thank you”… Since when has Klein become so polite?)

Taking the shard into her hands, Klein hesitated for a moment and then hurried to the back of the massive facility.

Right after, the rustling of clothes could be heard.

'''Seele:''' Uh… is that the sound… of confirmation?

Her question was soon answered… along with why Klein had been so polite.

'''Klein:''' My guess was correct. The stone can indeed be used as a backup battery.

'''Klein:''' But… Gray Serpent has another motive for putting this less-than-urgent matter before us.

'''Seele:''' Another motive…

'''Seele:''' Were there no power issues for the master terminal to begin with?

'''Klein:''' In reality, the one with the power issues… is me.

'''Klein:''' Before, I was able to go some time without thinking about it; relying on that massive machine.

'''Klein:''' But now…

'''Klein:''' Gray Serpent pointed out a solution that would save me from becoming a heap of scrap in a decade or two.

'''Seele:''' But why go through all this trouble?

'''Klein:''' I’m not sure.

'''Klein:''' “That’s what 1904 means; you know how he is. He hates pets but loves children.”

'''Klein:''' …That’s how Gray Serpent put it.

'''Seele:''' …Gray Serpent is one strange group of people.

'''Seele:''' But if we’re testing alternative energy sources, Klein, you were just…

Surprised, she looked over her body, searching for something resembling a battery plug-in.

And made a connection with the sound she had just heard…

'''Seele:''' (…?)

--

====<u>Growth and Goodbye</u>====
'''Gray Serpent 1904:''' …That’s a lot of work for you.

'''Gray Serpent 1904:''' Even though she developed the technology, she was only just a person after all.

'''Gray Serpent 1904:''' With such a risky attempt… being put into a temporary coma would be a best-case scenario.

'''Gray Serpent 14622:''' We’ve grown used to Klein’s stubbornness.

'''Gray Serpent 14622:''' …In this case, it’s you who benefits.

'''Gray Serpent 1904:''' Why make such a clear distinction? Even if we have irreconcilable differences, you and I are still the same entity.

'''Gray Serpent 1904:''' For now.

'''Gray Serpent 14622:''' For now… You ought to know, there are those among us that think even worse of you.

'''Gray Serpent 1904:''' As they should. And… you might not really know me as well as you think.

'''Gray Serpent 1904:''' …Knowing yourself is a fairly technical matter.

'''Gray Serpent 1904:''' Whatever it is you’re thinking, let’s leave it for when we’re alone.

'''Gray Serpent 1904:''' Don’t want to make a scene, right, Seele?

'''Seele:''' Ah… I didn’t mean to be just standing here.

'''Gray Serpent 1904:''' I get it. You want to confirm the status of the black hole; this is a good spot to do it… You just need us to leave.

'''Gray Serpent 1904:''' But… It seems you’re a hair late.

'''Seele:''' …?!

'''Gray Serpent 1904:''' If it weren’t so spur-of-the-moment, it would have been impossible to capture Sire with the black hole.

'''Gray Serpent 1904:''' To be able to maintain until now is likely due to some unexpected factors.

'''Seele:''' Sire and unexpected factors… You mean…

'''Gray Serpent 1904:''' Oh? I’m the one talking too much.

'''Gray Serpent 1904:''' …You shouldn’t have to worry about anything strange here. Y’know, I heard it was your friend that created the black hole.

'''Seele:''' (Bronya…)

'''Gray Serpent 1904:''' Anyway, Miss Seele, we are all witnesses to history, but the who and where are different. And… I’m very grateful we can meet here.

'''Gray Serpent 1904:''' …And I’m not leaving without saying goodbye.

'''Seele:''' …?

'''Gray Serpent 1904:''' That’s right. I want to leave the Sanctuary for a bit.

'''Gray Serpent 1904:''' Uh, sorry, I mean forever.

'''Gray Serpent 1904:''' Most of those going by Gray Serpent will also give their all to Project STIGMA, but none will be able to take over my work.

'''Gray Serpent 1904:''' This, of course, means we turn the future over to those that are awakened.

'''Gray Serpent 14622:''' …May I remind you, you are abandoning us.

'''Gray Serpent 1904:''' It’s the opposite. All I’m doing is reading from the book of our Sire…

'''Gray Serpent 1904:''' …Or the Serpent.

'''Gray Serpent 14622:''' I’ve refuted you once. I don’t want to do it a second time in vain.

'''Gray Serpent 1904:''' But you also said we three who were stuck on the moon had good reason to stick together.

'''Gray Serpent 14622:''' …Just because I thought you had cause doesn’t mean I agree. Even if the third headed the trip, the songs he sings would make us miserable.

'''Seele:''' …

'''Seele:''' (These Gray Serpents… don’t really get along.)

'''Seele:''' But, Mr. Gray Serpent…

She passed his cold shoulder and black umbrella, and took in the barren grey expanse.

Before they arrived, there was no life here, nor the conditions to support it. It was… virtually dead.

'''Seele:''' …

'''Gray Serpent 1904:''' I know what you’re going to ask… It wasn’t the World Serpent’s decision. The Stigmata Awakened weren’t abandoned. It was my own choice to leave.

'''Gray Serpent 14622:''' This is true. We had been taking precautions for some time.

'''Gray Serpent 1904:''' I know what you’re worried about Miss Seele, but you needn’t worry about those children. With our training, they can watch over themselves/

'''Seele:''' …Training?

'''Gray Serpent 1904:''' Oh… You didn’t realise?

'''Gray Serpent 1904:''' You must have learned how to know the past from Klein.

'''Gray Serpent 1904:''' Among the fragments of the bubble universe, you discerned the nature of the world.

'''Gray Serpent 1904:''' And by accident, learned how to protect yourselves in battle.

'''Gray Serpent 1904:''' And Klein brought you all to the epitome of technological revolution.

'''Gray Serpent 1904:''' These skills can be seen as those civilisations depends on for survival, moving fate’s wheel… for some time, ensuring survival was enough.

'''Gray Serpent 1904:''' And… Klein will remain. Raising children is not her strong suit, but better her than some strange outsider like myself.

'''Gray Serpent 1904:''' As for you, Miss Seele… You just need to protect yourself until the black hole disappears. Then you can reunite with those you care about.

'''Seele:''' But…

'''Seele:''' Mr. Gray Serpent, why do you plan on leaving?

'''Gray Serpent 1904:''' I’m paying a visit to a colleague… and old friend.

'''Gray Serpent 1904:''' She owes me a favor and now is the time to collect, which is also why the poetic me isn’t here right now.

'''Gray Serpent 1904:''' Well… I really did say too much today.

'''Gray Serpent 1904:''' At any rate, everything is going well, for now.

'''Gray Serpent:''' And this cage drawn from heavenly bodies will soon lose all meaning to you.

'''Seele:''' …?

'''Gray Serpent 14622:''' Huh? Going well? It seems to me the hard part has only just begun.

'''Gray Serpent 1904:''' Perhaps. But with Miss Seele, we can only wait and see.

'''Gray Serpent 1904:''' Regardless… No one can deny the unparalleled artistry of the moment when the kindling begins.

'''Gray Serpent 1904:''' To appreciate this art is to appreciate difficulties to be overcome.

'''Gray Serpent 14622:''' …Either way, best of luck to you.

'''Gray Serpent 14622:''' This four-numbered me has lived a long time and seemed to have lost the ability to say anything directly.

'''Gray Serpent 14622:''' Though I don’t care much for it…

'''Gray Serpent 14622:''' Goodbye Miss Seele. I hope our paths needn’t cross again.