===Act 1 - Destinies Collide===

====<u>Gameplay 34-1 - Spiritual Adam</u>====
According to the ratio of the planets, the moon was undoubtedly one of the biggest satellites in the solar system.

For instance, a scientific perspective viewed the Earth and the moon as a pair of twins. For 4.5 billion years, they’ve shared the title of the third planet in the solar system.

And right now, 380,000 kilometers from the moon…

Dark purple runes covered the Earth, making the once azure planet dull beyond recognition. Just like that biosphere that relied on retinal instead of chlorophyll, billions of years ago.

Mountains, seas, rivers, cities…

Everything sank into dark solitude and slept like an infant in a mother’s arms.

The land was silent and gentle as usual. It held everything it could in its embrace.

…Even when oceans dried and all had changed.

'''Rozaliya:''' Liliyaaaaaaa…

'''Liliya:''' Rozaliya, what’s wrong?

Liliya poked her head through the door, some cream still stuck to her nose.

'''Rozaliya:''' This is bad, this is bad! Something’s wrong!

'''Liliya:''' …Oh.

'''Rozaliya:''' Lili, did you hear what I said? This is NOT good!

'''Liliya:''' Last time you said you were in trouble, your hand was stuck in the cookie jar. Before that, it was gum in your hair. And before that…

'''Liliya:''' So unless you’d rather eat charcoal instead of cake for dinner, I suggest you deal with it yourself.

'''Rozaliya:''' This is different! This time we’re under attack!

'''Liliya:''' Under attack?

'''Liliya:''' What attack? By whom? Where?

'''Rozaliya:''' …Huh?

Rozaliya looked around the sunlit bedroom filled with the aroma of dessert from the kitchen. Seeming to realise just where she was, the look of confusion grew on her face.

'''Rozaliya:''' What’s going on…? I remember sneaking away and being surrounded by a lot of weird enemies.

'''Rozaliya:''' Tall an-and huge. And they made a crackling, buzzing sound… We were under a serious attack!

'''Liliya:''' …Huh?

'''Liliya:''' Wait, you don’t mean… Honkai beasts?

'''Rozaliya:''' Right! Those!

'''Rozaliya:''' If you know too, it couldn’t have been a dream, right?

'''Liliya:''' What are you talking about, Idiotka? Of course it isn’t a dream.

'''Rozaliya:''' I told you…

'''Liliya:''' Isn’t that what the movie we’re filming is about?

'''Rozaliya:''' …Huh?

'''Rozaliya:''' Hmm…

'''Rozaliya:''' Oh!

'''Rozaliya:''' Right… Vodka Girls’ 20th film!

'''Rozaliya:''' The film of the century; about a pair of talented, beautiful girls that become super soldiers to save the world from monsters that threaten to destroy it.

'''Liliya:''' And those monsters are called Honkai beasts.

'''Liliya:''' You Idiotka, you don’t know the difference between a script and reality?

'''Rozaliya:''' Hehe, if that’s the case, then…

'''Rozaliya:''' There’s nothing to worry about! Let’s go out and play!

'''Liliya:''' Can’t you stay on topic for one second…

'''Rozaliya:''' But Lili, don’t you wanna hang out?

'''Liliya:''' I…

'''Rozaliya:''' Hmph, I knew it. You should trust your big sister more often.

'''Rozaliya:''' Let’s go!

'''Liliya:''' But, the cake…

'''Rozaliya:''' That’s okay, Mum will bake it for us!

…

Time slipped by as they played, the late sun dyeing the sea marmalade. Looking on at the setting sun, Rozaliya stopped in her tracks.

'''Rozaliya:''' It’s getting dark… That’s enough for today. Let’s head home.

'''Liliya:''' Oh? Is Roza Idiotka afraid of the dark?

'''Rozaliya:''' That’s not it! Once it’s 7, you… You…

'''Rozaliya:''' …What’ll happen?

'''Liliya:''' …?

'''Rozaliya:''' I can’t remember. I guess it’s not important… Oh well!

'''Rozaliya:''' Alright, Lili. Let’s hurry, or we’ll waste the day away!

'''Rozaliya:''' Let’s play!

'''Rozaliya:''' Now it’s time for a game of hide & seek!

'''Liliya:''' Rozaliya Idiotka, what’s the point of just two people playing hide & seek?

'''Rozaliya:''' That’s true…

'''Rozaliya:''' Then let’s go collect some seashells!

'''Liliya:''' Sounds like a hassle… Hey, wait for me!

After the sun had set, the sea breeze still carried along the girls’ laughter.

'''Rozaliya:''' (It’s fun playing with Lili, no matter what we’re doing!)

'''Rozaliya:''' (But I feel like I’m forgetting something…)

'''Rozaliya:''' (What… is it?)

…

The waves continued to lap the beach, washing away any unpleasant memories.

In another dream unbeknownst to Rozaliya, a young man was walking by the beach.

If Mei was here, she would find that this person looked… similar to the elderly who had fused with the Stigmata Space.

And now, there were no traces of old age on his face, and he no longer wore that dirtied long robe.

He wore the most fashionable outfit he had when he was young. Like a lively youth, he ran on the beach, laughing and enjoying the dawn of life.

…He completely forgot that in his original youth, he had never seen a real sea.

…

In countless different worlds, similar suns rise and set countless times.

Humans had forgotten the line between dreams and reality, and began to embrace their new lives in the Stigmata Space.

In a pristine snowy village, a man slid down the hill swiftly on his snowboard and did a perfect flip in the air.

Unbeknownst to him, merely half a month ago, he was barely breathing in a hospital ward, and his only wish was to survive through winter.

In a city that never sleeps, the wealthiest plutocrat had just ended an exclusive interview and was gambling a fortune at the casino.

He basked in the admiration and compliments from those around him. His life when he was cooped up in a leaking basement far from home seemed like a distant dream that made this moment so much better.

In a clamoring business district, a mother was picking out decorative flowers at the florist with her daughter.

The girl had forgotten the news of her mother’s death, and clung to this illusion of her, where they were talking happily about her own upcoming wedding.

In a condominium far from the bustling city, a young artist was finishing his new masterpiece.

His family finally understood the path he chose, and his works were gaining traction among fellow artists. This youth had just taken his first step towards a bright, hopeful future.

Next to some ruins smothered by sand, a retired soldier was working with his comrades to rebuild the city from rubbles.

The arduous war had finally come to an end, and although their homes were long gone, they never doubted that this city would return to its former glory.

In an inconspicuous park, with his close friends around him, a young man finally embraced his crush after he confessed.

The lonesome man finally obtained his long-awaited warmth. This was the first time in over twenty years that he felt thankful for living.

In a library lit with candles, a scholar was studying the notes of a trailblazer.

He had gotten wisdom that far surpassed others, and an eidetic memory overnight. He finally had the ability to pursue the truth of this world.

…

Different souls with a shared vision.

Different faces with shared dreams.

Life, wealth, feelings, reputation, dreams…

These simplest of human aspirations were reflected in one another, linked by an amalgam of memories, forming in its entirety a spiritual Adam.

There, an endless dream promised eternity to humanity.

Old, young, happy, sad, life, death…

A smattering of dreams blurred all the rifts that existed between lives.

And for this, humanity was plunged into a deep night called Project STIGMA, becoming the planet’s shadow.

'''???:''' …Ha.

A discordant noise was suddenly heard amidst the endless, boundless dream.

A unique Gray Serpent stood atop a globe distorted by Project STIGMA, indifferently looking over the giant born from humanity’s dreams.

With Project STIGMA, humanity’s best memories were strung together, shared with each other, and framed within a dream.

Those illusions hung like stars in the night sky, shining with humanity’s “hope”, and filling an empty world with light.

But illusions were, after all, just illusions.

Having found the answer he was after and bored with the task at hand, Gray Serpent stopped monitoring Stigmata Space.

And the world fell into a boundless silence.

'''Gray Serpent:''' Even after tens of thousands of years, human desires are still framed only in the world they can access. They have not grown in any way.

'''Gray Serpent:''' I fear no matter how many times they undergo transformative baptism, they will always be the same.

'''Gray Serpent:''' In which case, I have nothing to add. The memories and history here are enough to nourish each other’s dreams.

'''Gray Serpent:''' So enjoy this new and anticipated life before it is completely merged with Stigmata and enters the end…

Sensing something, Gray Serpent lifted his head to the ARC.

The moon hung silently in the sky, casting a cold gaze onto Earth below. There was nothing else.

'''Gray Serpent:''' It looks like it’s not just sugar ants that are attracted to such sweet dreams.

'''Gray Serpent:''' Since we have new guests…

'''Gray Serpent:''' As a humble guard of Project STIGMA, I’d like to extend greetings to our guests that have traveled all this way.

'''Gray Serpent:''' Or maybe it’s better to say…

'''Gray Serpent:''' To our “guest”.

--

====<u>Gameplay 34-2 - Under The Deep</u>====
“If someone realises that every day is merely a different night, realises that his eyes are equivalent to someone else’s eye, then he would fervently seek for true daylight.”

“This daylight would completely awaken him. To awake when you’ve already awoken makes everything seem much clearer.”

“Then, he will finally realise that to those who had two eyes, he only had one. To those who could see, he was blind.

…

'''Kiana:''' Wow, we really came back from the moon in the blink of an eye.

'''Seele:''' This is… The Deep?

'''Bronya:''' …I see. The Deep is the ruins of the Previous Era’s technology center at Mu. It’s expected for the Stargate to send us here.

'''Fu Hua:''' New Atra… That’s what it means.

'''Mei:''' …?

'''Fu Hua:''' This was once part of a city called Atra.

'''Fu Hua:''' It being connected to the other side of the moon through the Stargate is likely the reason it’s called New Atra.

'''Mei:''' …But this is the Mariana Trench’s deepest point. If we’re going somewhere else on Earth, it’s going to take some effort.

'''Kiana:''' Right. If things are as distorted by Project STIGMA here as they are on the moon, it’ll be difficult to use the Herrscher of the Void’s powers.

'''Kiana:''' Bronya, are we currently… in the Eye of the Deep?

'''Bronya:''' Yes. There was a time this was directly connected to and influenced by the Sea of Quanta. But now…

Bronya’s gaze fell on Seele.

'''Seele:''' …Hmm. The Sea of Quanta can hardly be felt now. It’s different from when Anti-Entropy closed the Eye of the Deep.

'''Kiana:''' Project STIGMA is affecting this place… But it’s still relatively stable with the Sea of Quanta’s power balancing out that effect.

'''Mei:''' Which means, without intervention, this city in The Deep will become part of Project STIGMA in time.

'''Fu Hua:''' …According to everything we know, Project STIGMA tries to write the world into a dreamland. But it’s difficult to say just what that means.

'''Bronya:''' We should investigate the city then. Whether anything’s changed or not…

'''Bronya:''' It should provide valuable experience to help us get reacquainted with this world.

'''Kiana:''' Right. According to Durandal, the Earth probably isn’t how we remember it.

'''Fu Hua:''' There are seven of us. If we head out from here, should we split up and find out what’s going on?

'''Bronya:''' That’ll be most efficient. And this city isn’t very large, so if we run into trouble, we can still help each other out.

'''Bronya:''' How about… Kiana and Mei on a team, Fu Hua and the Herrscher of Sentience on a team, and Seele and the Bronya on a team?

'''Bronya:''' Kiana’s team can start checking out the nearby space and find a way to establish contact.

'''Bronya:''' Maybe Fu Hua’s team can try to find the extent of Project STIGMA’s effect on humans and the world.

'''Bronya:''' And since Seele and the Bronya are familiar with The Deep, we should be able to find some resources Anti-Entropy left behind.

'''Fu Hua:''' That all makes sense.

'''Kiana:''' Let’s split up. Mei and I will start here and check out the nearby space.

'''Mei:''' That’s a good idea.

'''Fu Hua:''' …

'''Mei:''' …?

'''Fu Hua:''' The Herrscher of Sentience says that even though we’re 6,000 meters under the sea right now, she still wants to find someplace high that she can look out from.

'''Seele:''' Bronya, if we’re looking for supplies, shouldn’t we go to where the Hyperion had stopped?

'''Bronya:''' Right. If the Bronya remembers correctly… Dr. Einstein kept all sorts of equipment there to conduct experiments transferring Honkai energy into the Sea of Quanta.

'''Bronya:''' The city might look safe… but we can’t be too careful. The World Serpent has made quite a stir here.

'''Fu Hua:''' Right. Kiana and Mei should also be on their toes.

'''Kiana:''' Right. Let’s use the Herrscher of Sentience’s consciousness network to keep in contact.

'''Fu Hua:''' …

'''Kiana:''' …?

'''Fu Hua:''' Ah, it’s nothing. It’s just, the Herrscher of Sentience says…

'''Herrscher of Sentience:''' Alright, alright! Look old timer, it doesn’t always need to be story time you know.

'''Herrscher of Sentience:''' Ahem. Well, as long as you remember all that the fantastic Herrscher of Sentience does for you.

'''Herrscher of Sentience:''' I’m not looking for fame or fortune… I just want you to remember that I’ve done things for you that no one else could. Got it?

'''Kiana:''' …Pft.

'''Kiana:''' Right. Thank you, great Herrscher of Sentience.

'''Herrscher of Sentience:''' …?

'''Fu Hua:''' Alright Senti, now’s not the time for a lecture.

'''Fu Hua:''' Since we all know what we’re doing, let’s get to it like Kiana said.

'''Bronya:''' Yeah.

'''Seele:''' …

'''Bronya:''' What’s wrong, Seele?

'''Seele:''' Well, I was just thinking about… Kevin. What kind of person is he?

Bronya’s gaze fell on Fu Hua.

'''Fu Hua:''' Right. To you, he’s only ever been an enemy.

'''Herrscher of Sentience:''' I heard that when Seele ran into him in the Sea of Quanta, he was pretending to be a giant snake.

'''Fu Hua:''' That’s Kukulkan, one of the incarnations of the Vipralopa-class Honkai beast, Brahma. A product of Project Chimera, just like Tlaloc and Couatl. Adapted to the Sea of Quanta.

'''Bronya:''' Tlaloc… That’s the huge monster that the Bronya took down, right?

'''Fu Hua:''' Right. So he… probably just chose whatever incarnation looked the most normal.

'''Herrscher of Sentience:''' Ha, I knew it. You just want to stick up for that other old timer. If you ask me…

'''Herrscher of Sentience:''' If you could express yourselves as openly as I do, things wouldn’t have gotten to this point.

'''Herrscher of Sentience:''' After so many years, what can’t pioneers from the Previous Era sit down and talk about?

'''Herrscher of Sentience:''' You can always talk things out. Kevin ought to come out to Shenzhou and get a little rest and relaxation.

'''Bronya:''' …I don’t think this is something that can just be fixed over a cup of tea.

'''Fu Hua:''' …It can be hard to keep in touch after so much time.

'''Fu Hua:''' After waking up from the Sanctuary, Su, Kevin, and I all promised to talk to each other…

'''Fu Hua:''' But slowly, we began only talking to each other once every few months, then once every year, and then once a decade.

'''Seele:''' But… why?

'''Fu Hua:''' Time does that to you.

'''Fu Hua:''' Over hundreds of thousands of years, something new comes along and breaks the rules. All those rules end up just looking like red tape.

'''Fu Hua:''' But once you start seeing everything as mere red tape to be broken… well, you’ve seen the end result.

'''Herrscher of Sentience:''' Bronya noticed it in Mount Taixuan, right? This old timer had forgotten how to play with kids.

'''Bronya:''' …Right. The Bronya had wondered why Fu Hua had valued the experience at St. Freya as much as we did, despite the age difference.

'''Herrscher of Sentience:''' Ah?

'''Fu Hua:''' Right. After all that time, St. Freya was the only place time seemed to flow normally for me.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' You really are an old timer. Most people try to make their favorite moments last forever.

'''Bronya:''' That’s true. But…

'''Bronya:''' People only realise they’re alive when time passes by.

'''Bronya:''' Moving from story to story, experiencing one ending after another… Constantly creating entirely new possibilities.

'''Bronya:''' It might sound like a contradiction… But contradictions lie at the very essence of being human.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Alright, alright; we were talking about Kevin, right? Why’d we start talking about the Herrscher of Reason’s time all of the sudden?

'''Fu Hua:''' For the past ten million years, we pioneers thought we were solving all these contradictions… but in trying to do that, just as Kevin is, we create new ones.

'''Fu Hua:''' No one wants to be destroyed in the Finality… But that’s exactly why Kevin is so desperate for Project STIGMA.

'''Seele:''' …Desperate?

'''Herrscher of Sentience:''' …That’s not necessarily true. It’s not so much desperation, but rather, that he puts his hope in all of you.

'''Herrscher of Sentience:''' He sees in you all something he’s been looking for for a long time.

'''Herrscher of Sentience:''' Then he’ll be at full strength, and you can fight to the death.

'''Seele:''' Huh?

'''Bronya:''' Herrscher of Sentience… Did you say that right?

'''Fu Hua:''' She did.

'''Fu Hua:''' And her answer answers the original question…

'''Fu Hua:''' What kind of person is Kevin?

And so, outside the Realm… By chance, she reminisced about that time tens of thousands of years ago, when a needle was put to that farewell record for the first time.

'''Kevin:''' Su, Hua. I’ll leave the rest to you.

'''Kevin:''' …

'''Kevin:''' This is our last chance before our actions take their toll.

'''Kevin:''' For it, I must… load my life into a chamber.

'''Fu Hua:''' (Kevin…)

'''Fu Hua:''' (You want us to do the same… right?)

'''Bronya:''' This city… hasn’t changed at all.

'''Fu Hua:''' If things weren’t so bad, this would be a great place to visit.

'''Fu Hua:''' Alright, according to the plan, this is where we’ll split up.

'''Seele:''' Sounds good. I see a balcony over there, I bet the signal will be pretty good.

'''Bronya:''' …?

'''Herrscher of Sentience:''' Really? Thank you!

'''Bronya:''' …

'''Bronya:''' I didn’t realise you wanted in on the action too.

'''Bronya:''' “Seele”.

'''Seele:''' Huh? That’s a dumb thing to say.

'''Seele:''' She was the one who insisted that I come out for some air…

'''Bronya:''' …That’s good too.

'''Bronya:''' This is only our second time together, right?

'''Seele:''' Third… stupid.

'''Bronya:''' …?

'''Seele:''' The second time was in Klostern. Physically and mentally exhausted from creating the Selene, you fell in Seele’s arms out cold.

'''Seele:''' Seele seemed completely lost. I didn’t like seeing her like that, so I had to make an appearance and help you.

'''Seele:''' Afterward, you cried Seele’s name in a daze.

'''Seele:''' I wonder, Bronya… If you knew which Seele you were calling for.

'''Bronya:''' …Haha.

'''Seele:''' What are you laughing at?

'''Bronya:''' The Bronya’s just surprised you included that time. But, now that you mention it…

'''Bronya:''' The Bronya did feel the power of two Seeles.

'''Bronya:''' It’s a bit late now, but… Thank you, Seele.

'''Seele:''' Wha… What is wrong with you? Forget it, I’m not gonna talk about this anymore.

'''Seele:''' …

'''Seele:''' Bronya.

'''Bronya:''' …?

'''Seele:''' Seele wanted to share with her “dear Bronya” what had happened on the moon, but never found the chance.

'''Seele:''' Like when she woke up alone and confused in New Atra’s shelter. She had to find her friends all by herself, and even help some strangers along the way.

'''Seele:''' And when you fell into that deep coma, no one was more worried than her. But you’d never know it looking at her, as she quietly carried on doing everything she could.

'''Seele:''' That kid… has grown a lot.

'''Seele:''' …There are a lot of times I didn’t come out. I think she’s better for it.

'''Bronya:''' So that’s why you haven’t made an appearance since you got away from Hare.

'''Seele:''' …

'''Seele:''' Why, were you looking for me?

'''Bronya:''' Yes. You’re both Seele, after all.

'''Seele:''' …You?!

'''Seele:''' …

'''Seele:''' Whatever. We have work to do.

'''Bronya:''' …Haha.

'''Seele:''' Don’t laugh!

'''Bronya:''' Huh? Who’s that?

'''Susannah:''' …Ah!

'''Bronya:''' So it is you, Susannah.

'''Susannah:''' Bronya? Seele? Am I… seeing things?

'''Susannah:''' Are you… here to save me?

'''Seele:''' …Don’t be stupid. How did someone from Schicksal HQ end up here?

'''Susannah:''' I… I’m not too sure either. I was taking a nap at work before…

'''Susannah:''' I never thought I’d end up in The Deep when I woke up.

'''Bronya:''' You know this place?

'''Susannah:''' Yep. Alvitr told me a group from the Immortal Blades ran into the Far East Branch under Master Theresa a couple of times here in The Deep.

'''Susannah:''' Um…

'''Bronya:''' That’s all in the past. Compared to this…

'''Bronya:''' You look like… You’re trying to figure out how to move these supplies.

'''Susannah:''' That’s right. I built up the courage to walk around here earlier but I didn’t see anyone.

'''Susannah:''' The comms equipment is all busted; only the provisions look good. But storage is cold and damp over here; I want to find a different place to set up camp.

'''Bronya:''' …Sounds tough.

'''Susannah:''' It’s not a problem, I’m still looking for fabric for a hammock. But… Aren’t you here to rescue me?

'''Seele:''' …

'''Susannah:''' …?

'''Seele:''' Like I said, don’t be stupid…

Seele and Bronya went over what had happened on the moon.

'''Susannah:''' Uh… huh?

'''Susannah:''' But… If that’s the case…

'''Susannah:''' What am I doing here?

'''Bronya:''' The Bronya is also confused. Susannah, what were you working on when you said you were taking a nap at work and suddenly appeared here?

'''Susannah:''' Ah, I was helping Nagamitsu prepare for her experiment!

'''Susannah:''' Schicksal has just finished repairing the Cosmic Juggernaut.

'''Susannah:''' Before beginning a new experiment, someone had to clean up inside the Divine Key, to make sure nothing messed with the experiment.

'''Susannah:''' To tell you the truth, the air in there is so stuffy… I was just taking a little break and that’s when I fell asleep.

'''Seele:''' …And when you woke up, you were already here?

'''Susannah:''' Yeah. Maybe the Divine Key’s power went out of control…

'''Bronya:''' …

'''Bronya:''' There might be other factors at play, but we shouldn’t waste time just making guesses.

'''Bronya:''' I remember you mentioned all the comms equipment being broken. Why’s that?

'''Susannah:''' Ah. I’ve only run some simple tests, but I think the circuits are just fried.

'''Susannah:''' I thought if I fixed them, I could establish contact with the outside world…

'''Bronya:''' (Is this also an effect of Project STIGMA…? Or…)

'''Seele:''' Well if that’s the case… Bronya, you’re the Herrscher of Reason. Shouldn’t you be able to fix it?

'''Susannah:''' Huh, is that true?

'''Bronya:''' The Bronya doesn’t know for sure, but… We can give it a shot.

'''Bronya:''' …I see. It looks fine from the outside, but its components are badly damaged.

'''Susannah:''' That’s right. Under normal circumstances, there’s no way to repair them…

'''Bronya:''' But in this new state of the Herrscher of Reason, repairing it might be simple.

'''Susannah:''' Really?

'''Bronya:''' Don’t count on it just yet. This will be the Bronya’s first time trying something like this.

She held her breath and began intuitively searching the entire structure.

“And”, “or”, “not”, “nor”; modern integrated circuits were born from staking these four logical operations on top of each other trillions of times over.

No one could repair a chip that had been badly burnt; they would instead replace it with an available part.

But a perfected Herrscher of Reason was peculiar in that she could do the impossible.

'''Susannah:''' Ah, it’s working!

'''Bronya:''' Everything’s looking good.

'''Seele:''' But what good is it? Project STIGMA has reconstructed Earth’s space, who are you going to be able to reach out to?

'''Bronya:''' …

'''Susannah:''' 750… 620… 570… there it is! This machine can operate on channel 495!

'''Seele:''' What are you looking for?

'''Susannah:''' Channel 495! Overseer Otto and Professor Planck used this channel to avoid shooting at each other during Schicksal and Anti-Entropy conflicts. Also known as the Atlantic Phoneline!

'''Seele:''' …What does that have to do with us?

'''Susannah:''' If Schicksal HQ is in operation, they can be reached by channel 495!

'''Seele:''' Ah?

Disregarding the black-haired girl’s surprise, the B-rank Valkyrie from Schicksal began operating the comms device, which had originally belonged to Anti-Entropy, quickly.

3 minutes later, the fruits of her labor were clear.

'''???:''' Susannah? Is that you? And you’re with Kiana and the others?!

'''Alvitr:''' Bronya, Seele, and of course Susannah here. It’s been a while! It’s good to see you’re alright!

'''Bronya:''' Are you… Alvitr of the Immortal Blades?

'''Alvitr:''' That’s right! Schicksal’s only designated Tool reporting in!

'''Bronya:''' The Bronya is sure you know our situation, thanks to Susannah… How are things by Schicksal HQ?

'''Alvitr:''' To keep Schicksal HQ running, Adjutant Rita, Master Nagamitsu, and Master Amber are working hard to keep us safe from the Imaginary dimensional bleed.

'''Alvitr:''' And we’ve established connection with Anti-Entropy’s Salt Lake Base. Mr. Yang, Dr. Einstein, and Dr. Tesla are putting up a fight over there.

'''Bronya:''' …And Theresa? Do we know anything about her?

'''Alvitr:''' No. Overseer Theresa’s whereabouts are unknown. We can’t even tell if she’s returned from space.

'''Alvitr:''' And from the Salt Lake Base, other than Seele, Rozaliya and Liliya are unaccounted for… From surveillance footage, it looks like they sneaked out right before any spatial change.

'''Alvitr:''' According to an AI analysis of their lip movements, they looked like they were sneaking off to buy snacks.

'''Seele:''' …

'''Seele:''' Those two idiots!

'''Bronya:''' …

'''Bronya:''' I don’t think venting your emotions does us any good, Seele.

'''Bronya:''' Alvitr, we need to arrange a meeting between Schicksal, Anti-Entropy, and those of us here in The Deep. Is that doable?

'''Alvitr:''' I’ll do everything I can!

'''Bronya:''' Then there’s still time. Susannah, you stay here and keep contact with Alvitr while Seele and I split up and tell the others, and try to meet up in half an hour.

'''Bronya:''' Is everyone okay with that?

'''Susannah:''' No problem! Anything to welcome Master Durandal and Master Sushang!

'''Seele:''' …As long as Schicksal and Anti-Entropy sends someone, I guess?

'''Seele:''' “Don’t judge a book by its cover”, huh… Susannah, you’ve surprisingly contributed a lot.

'''Bronya:''' Seele, watch your manners.

'''Seele:''' Tsk.

'''Seele:''' Everyone has something they’re good at. There, happy?

30 minutes later…

'''Einstein:''' Although some key members of Schicksal and Anti-Entropy couldn’t be here right now… it’s a wonderful thing that we’re able to meet like this under the present conditions.

'''Tesla:''' Alright Mophead, that’s enough niceties. Let’s get down to business.

'''Rita:''' Then we’ll let Dr. Tesla take over from here. That should keep things short and efficient.

'''Tesla:''' …Fine by me; I’m happy to say a few words.

'''Tesla:''' Kiana, right now, the people in The Deep include yourself, Mei, Bronya, Fu Hua, the Herrscher of Sentience, and Susannah who has no idea how she got there. Correct?

'''Kiana:''' That’s right.

'''Tesla:''' Per our previous discussions, you were trapped on the moon by Project STIGMA, returned to Earth and reached The Deep via a Previous Era Stargate.

'''Tesla:''' But this isn’t enough to explain what’s going on in The Deep… Can someone from Schicksal explain how Susannah has appeared there?

'''Nagamitsu:''' I can, Miss Tesla! I launched her through the Cosmic Juggernaut.

'''Tesla:''' …Oh, so it was you.

'''Tesla:''' Wait, the Cosmic Juggernaut? That thing is a headache to activate. You coincidentally managed to do it?

'''Nagamitsu:''' We were going to conduct some experiments with the Cosmic Juggernaut and Susannah was in charge of cleaning out the Divine Key.

'''Nagamitsu:''' When space began changing, I didn’t have time to notify Susannah or anyone else. I had the Divine Key pick the area where space was most stable and launched her…

'''Nagamitsu:''' And now with the effect of Project STIGMA, we’ve temporarily lost the chance to use the Divine Key.

'''Tesla:''' …Why do I get the feeling you’re leaving something out? At any rate…

'''Tesla:''' With most of the Earth experiencing an Imaginary dimensional bleed, this city is one of the few stable areas left due to its relationship with the Sea of Quanta.

'''Tesla:''' But now… Its stability is also a form of obstacle for you guys.

'''Bronya:''' What do you mean?

'''Tesla:''' We can’t hole up here like this forever. The end goal of Anti-Entropy and Schicksal is to get the normal world back.

'''Tesla:''' Under that premise, The Deep would make a horrible forward operating base.

'''Tesla:''' In terms of Imaginary Space, it’s too far away from the front line, and thus would be better suited as a home front.

'''Mei:''' So you’re saying… we need to open a new front?

'''Tesla:''' Yes. As for how to, we need Nagamitsu to figure that out.

'''Nagamitsu:''' Dr. Tesla must be referring to the Cosmic Juggernaut! I heard your side has just made preparations… Why don’t we go through them together?

'''Kiana:''' Ah… Not really preparations. We just tried finding beacons.

'''Nagamitsu:''' But you did find one.

'''Kiana:''' Huh? But we just…

'''Mei:''' I see. Schicksal and Anti-Entropy are having trouble capturing such rudimentary beacons, aren’t they?

'''Einstein:''' Unfortunately, yes. And given the situation, I won’t recommend you go to the Salt Lake Base or Schicksal’s Floating Isles now.

'''Einstein:''' Those areas are where Project STIGMA is concentrated on corrupting, and for us they’re easier to defend than attack.

'''Einstein:''' So even though you vaguely sensed the space St. Freya is in, it already means a lot to us.

'''Kiana:''' But…

'''Nagamitsu:''' Do you find it difficult to give a specific beacon?

'''Kiana:''' Yeah. It’s a vague feeling, as fuzzy as a dream even. But the weird thing is…

'''Kiana:''' When I examined Imaginary Space with my Herrscher powers, this vague information relating to St. Freya always existed in the background, regardless of the direction in which I focused.

'''Tesla:''' It’s like… the cosmic microwave background.

'''Kiana:''' Cosmic microwave background? What’s that?

'''Tesla:''' Uh… Kiana, have you ever paid attention in class?

'''Nagamitsu:''' Now, now, Dr. Tesla, the cosmic microwave background isn’t something Valkyries learn in class.

'''Nagamitsu:''' Kiana, have you heard of the big bang theory?

'''Kiana:''' The theory of the universe emerging as a point and expanding to its current size over time?

'''Nagamitsu:''' Yes. And the cosmic microwave background is the first ray of light that the big bang emitted. Those lights instantly filled up the tiny universe when they were created…

'''Nagamitsu:''' So after the universe has blown up in size, they are ubiquitous, flying toward us from every direction, and flying into the ever-expanding depths of the universe.

'''Bronya:''' But in that case… Dr. Tesla, Miss Nagamitsu, are you guessing that St. Freya is among the first areas on Earth to be swallowed by Project STIGMA?

'''Nagamitsu:''' Yes. The use of “first” isn’t accurate, but like the cosmic microwave background we just mentioned…

'''Nagamitsu:''' It must’ve been involved when Project STIGMA began to influence the world on a larger scale. This is the sole reason for you to have sensed it in every direction.

'''Nagamitsu:''' Therefore… as long as we can find the first breakthrough, with the Herrscher of the Void’s powers on our side, we won’t have much of a problem reclaiming St. Freya.

'''Einstein:''' There’s more. Once we do that, we can make further use of its “cosmic microwave background” status in Project STIGMA, and turn it into a bridgehead of reclaiming our space.

'''Einstein:''' If Kevin’s our final target, we need to restore Earth to its original state as much as possible first.

'''Einstein:''' This will not only weaken him, but also ensure that Earth won’t plunge into utter chaos after we terminate Project STIGMA and go beyond Finality.

'''Kiana:''' Restoring Earth… this is our goal, but how do we go about it?

'''Tesla:''' Theoretically, we do the opposite of whatever Project STIGMA does. As surprising as it sounds, this cataclysm is easy to reverse-engineer.

'''Tesla:''' It’ll take another day or two.

'''Bronya:''' That’s fast!

'''Tesla:''' Yeah, hence the term “surprising”. But efficiency is obviously a problem here.

'''Tesla:''' Even if our reverse engineering is successful, we can’t advance the solution as fast as Kevin, who has the power of Finality.

'''Tesla:''' Thus, our future operations will focus on two things. One is to let the masses contribute. What we lack in efficiency, we make up for in numbers.

'''Tesla:''' Two is to get ahold of the power of Finality.

'''Tesla:''' I know they both sound impossible… but if we resolve to overcome Project STIGMA and the Herrscher of the End, we must pull them off.

'''Mei:''' …

'''Fu Hua:''' “A journey of a thousand miles begins with a single step.” We must open a new front, regardless of what will happen.

'''Kiana:''' And St. Freya is the best choice so far, right?

'''Einstein:''' Yes. In fact, just now…

'''Einstein:''' When I was reviewing the situation on my laptop, I realised a way to create a breakthrough.

42 hours later…

'''Kiana:''' Ah… That was a good nap.

'''Kiana:''' (But… is my alarm faulty? Seems like everyone’s already busy at their respective positions.)

'''Kiana:''' (Nobody woke me today… because they wanted me to get sufficient rest to officially begin Dr. Einstein’s project?)

'''Kiana:''' Then… Let’s review all the steps of the project again before I head down.

'''Kiana:''' Firstly, use the Eye of the Deep and the communication devices built by everyone to contact Durandal and Li Sushang, who are near the Earth now.

'''Kiana:''' Secondly, after reuniting with them, use the Herrscher of the Void’s powers to guide the Seed of Sumeru into recording the scattered information from St. Freya in all dimensions.

'''Kiana:''' Thirdly, use the technique that reorganises the Imaginary to piece all the scattered information together in an independent dimension to get a stable and complete beacon.

'''Kiana:''' Lastly, assign our manpower based on this beacon to counter the Imaginary dimensional bleed head-on.

'''Kiana:''' The success rate of every step is intrinsically related to my execution…

'''Kiana:''' That’s alright! As long as I stay calm, these are easy feats for a Herrscher.

'''Durandal:''' You’re right. And we’ve already completed the first step.

'''Kiana:''' …Eh?

'''Kiana:''' Durandal?

'''Kiana:''' You guys… are already back?

'''Durandal:''' Mhm, just half an hour ago. Thanks to everyone, the navigation went smoothly. Sushang is getting some much needed rest now.

'''Kiana:''' Ah… You haven’t rested for two days straight, right? Are you alright?

'''Durandal:''' I’m fine, Schicksal has plenty of technology that helps Valkyries fight for days on end.

'''Durandal:''' As for why I’m here even though Sushang’s asleep… You need the Seed of Sumeru for the second step of the plan, right?

'''Kiana:''' That’s true, but…

'''Kiana:''' …Alright, I understand. But once we’re done with the project, you have to take a break too.

'''Durandal:''' Alright, Rita has already told me that.

'''Kiana:''' Haha, great. So…

'''Kiana:''' Let’s make haste and head down now?

'''Durandal:''' Okay.

'''Durandal:''' I heard that these temporary communication devices were all made by Bronya in two days, with the Herrscher of Reason’s powers?

'''Kiana:''' Susannah played a big part as well.

'''Kiana:''' If not for her, even if we can contact the others… it’ll be difficult to fulfill all the specifications needed for the Cosmic Juggernaut when setting up those devices.

'''Kiana:''' According to Bronya… it would have been much harder to help you guys locate The Deep accurately.

'''Durandal:''' …Indeed.

'''Durandal:''' But it was too reckless for Nagamitsu to have ejected her out. Although that might just be their unique dynamic.

'''Kiana:''' Haha.

'''Susannah:''' Master Durandal!

'''Durandal:''' We were just talking about you, Susannah.

'''Susannah:''' Huh?

'''Kiana:''' Talking about how Durandal and Li Sushang wouldn’t have made it to The Deep so smoothly, if not for your help.

'''Susannah:''' Ahaha… I only did what I had to do.

'''Kiana:''' But everyone is still grateful.

'''Durandal:''' That’s right. Well done, Susannah.

'''Susannah:''' …!

'''Susannah:''' I’ll work even harder from now on!

'''Durandal:''' Heheh. Alright, let’s get to work and start planning for the second phase. Should I open the Seed of Sumeru here?

'''Kiana:''' Yup. Of course, we’ll still have to keep in contact with Dr. Einstein, she’ll guide is step by step.

After their reunion, Kiana and her friends fervently began their project to reclaim St. Freya.

And for the other Valkyrie who was greatly indebted to the academy…

…After having lost consciousness for about three days, her adventure was about to begin.

--

====<u>Gameplay 34-3 - Beyond the Void</u>====
'''Theresa:''' This place is…

This was clearly an unknown world.

If you were to describe it as a horror novel would…

“I think that the most relieving thing in the world is that humanity’s theologies cannot categorise the world accurately.”

“Remember well, until the end, my greatest fear is not induced by anything visible.”

“I was clearly under significant stress when I wrote these words, for after tonight, I will no longer exist.”

'''Kevin:''' We are no different from the nature on this Earth. To make fire from wood, to slash and burn… Even after we have flown to space, humans are still unable to free themselves from their “childhood”.

'''Kevin:''' Every wisdom in this galaxy is limited by how it exists. This isn’t an obstacle you can overcome solely with your will.

'''Theresa:''' …

'''Theresa:''' Kevin… Does the “way of existence” you speak of, include the scene before my eyes?

As the new Overseer slowly regained consciousness, she began sensing her surroundings.

The place was silent, but seemed to be filled with something formless.

She smelled something saccharine and dangerous in what could be called air… like nitroglycerin smeared on the tip of her tongue.

She didn’t know how long she had been trapped here. Curiously, her body hadn’t grown tired from battling, nor hungry from confinement.

'''Theresa:''' …

She tried waking the power of Vishnu within her, hoping this bizarre sight was another dream that could be devoured.

…

Yet nothing happened. It appeared that this space was no ordinary illusion.

'''Theresa:''' Anyhow, I can’t be stalled here.

'''Theresa:''' Is this… also a Husk?

'''???:''' Sorry, runt…

'''???:''' I stole one of your prey.

'''Theresa:''' …

'''???:''' Say… Theresa, what are you staring at?

'''Theresa:''' Siegfried…

'''Theresa:''' …Is that really you?

'''Siegfried:''' Huh? Why… Have you ever met a fake me somewhere, or did all the bitter melon juice finally make you silly?

'''Theresa:''' …Right, there’s no one else who’d spout such nonsense.

'''Theresa:''' So this is where the World Serpent imprisoned you?

'''Siegfried:''' No. But… it’s a long story…

And so, Siegfried began to explain what he encountered at the Anti-Entropy base last year…

'''Siegfried:''' …Anyway, from then on, they’ve locked me up in the Kaslana’s Stigmata Space.

'''Siegfried:''' You said you’ve also fought the leader of the World Serpent there?

'''Theresa:''' Yeah.

'''Theresa:''' His name is Kevin. He’s the originator of the Kaslana family, a hero of the Previous Era, but also…

'''Siegfried:''' A sinner of this era, right?

'''Theresa:''' …Do you know what Kevin is doing?

'''Siegfried:''' No. But not long ago, he stole all the power of Chimera. If not for that, I wouldn’t be here now.

'''Theresa:''' Kevin… He seized the power of Finality and is advancing Project STIGMA. According to him, this is the only way to prevent the Herrscher of the End from destroying the world.

'''Theresa:''' Although… it’ll force all humans that can’t awaken a Stigmata into a dream.

'''Siegfried:''' Herrscher of the End? What happened outside while I was locked up?

'''Theresa:''' Well… too much has happened this year.

'''Theresa:''' In four hundred days, the number of Herrschers has been bumped up from 4 to 12. Even Otto has passed away.

'''Theresa:''' But the children of St. Freya have grown so much in the face of those hardships.

'''Theresa:''' Kiana defeated the persona of the Herrscher of the Void, and became the Herrscher of Flamescion that fights for humanity. Just like the Welt we know.

'''Siegfried:''' Wow… I need to treat her like a big girl when we meet again.

'''Theresa:''' Of course.

'''Theresa:''' But if you’re as sloppy as you were just now, she won’t be very impressed.

'''Siegfried:''' Haha, Kiana isn’t like that.

'''Theresa:''' But with that said… Siegfried, your left arm… has it recovered in the Stigmata Space?

'''Siegfried:''' Ah, my arm? I don’t really know.

'''Siegfried:''' When the Stigmata Space was full of Chimera energy, I was fading in and out of consciousness… I wasn’t sure what was going on.

'''Siegfried:''' I tried breaking out a few times and I’m not sure how I always ended up back in.

'''Siegfried:''' Even now… Everything feels so unreal. As if my body is still trapped, stuck in Stigmata Space.

'''Theresa:''' …It’s been tough for you.

'''Theresa:''' But, do you know what space you’re in now, Siegfried? It’s very different from the Kaslana’s Stigmata Space.

'''Siegfried:''' I’m not sure. But there has always been a blaring clue.

'''Theresa:''' …?

'''Siegfried:''' As I said, Kevin has taken the Chimera energy. The direction to which that energy disappeared led me to you.

'''Theresa:''' You mean… You were able to find me because of how he and I fought?

'''Siegfried:''' Ah, I didn’t even think of that… But that makes sense.

'''Siegfried:''' I thought the disappearance of the energy would lead me to Kevin. But with you here, maybe we can find the others that have been sealed away by the World Serpent.

'''Siegfried:''' It’ll be difficult to figure out what’s going on with just the two of us… But if we save more people, we’ll get strength in numbers!

'''Theresa:''' Haha, that’s just like you. Even after everything you’ve been through, you’re still just as optimistic as when you were young.

'''Theresa:''' Let’s do it your way then. Who knows, maybe…

'''Theresa:''' Kiana and the rest are looking into this from a different angle!

'''Siegfried:''' This way.

'''Theresa:''' Imaginary Constructs… This place is still linked to Imaginary Space.

'''Siegfried:''' But this is also an opportunity.

'''Siegfried:''' Theresa, we can finally fight shoulder-to-shoulder again… though you can’t touch mine!

'''Theresa:''' You could’ve dropped that last bit!

'''Siegfried:''' Theresa, does Kiana still skip class?

'''Theresa:''' Huh? Why do you ask?

'''Siegfried:''' Isn’t that the kind of thing a Dad ought to ask a teacher?

'''Theresa:''' But St. Freya’s been closed for two semesters now.

'''Theresa:''' By the way… Siegfried, you’re using the power of Stigmata, right?

'''Siegfried:''' Of course, the real Judgment of Shamash is still in the World Serpent’s hands.

'''Siegfried:''' Once I’m back in the real world, I might not be able to use these powers.

'''Theresa:''' I can lend you Judah during that time.

'''Siegfried:''' No, I don’t want to lug around something that weighs half a ton. I’ll throw my back out.

'''Siegfried:''' It might sound funny, but the first thing that came to mind in Stigmata Space was…

'''Siegfried:''' That I was gonna miss the finale of the new Arahato film series.

'''Theresa:''' Only you would think that way.

'''Theresa:''' Kiana has been searching for you for so many years, and you’ll finally get to meet her…

'''Theresa:''' And you’re thinking about some mecha anime?

'''Siegfried:''' I can’t… I was distracted during that fight when Kiana was brought up.

'''Siegfried:''' Whew… That takes care of that. It was just wave after wave, like we had poked the hornet’s nest.

'''Theresa:''' If I can figure out the mechanism behind this, we might be able to understand the current situation.

'''???:''' Agreed. But… How about I help a little, to save us some time?

'''Theresa:''' …This voice?

'''Ai Hyperion Λ:''' Hello there, I’m Λ. Since we’re short on time, I’ll skip the introductions for now. I just hope you can trust that I am a friend to St. Freya.

'''Siegfried:''' We don’t have time… Are we being pursued?

'''Ai Hyperion Λ:''' Accurately speaking, being pursued from behind and about to hit a wall up ahead.

'''Ai Hyperion Λ:''' According to my intel…

'''Ai Hyperion Λ:''' In ten minutes, the Herrscher of the Void will drastically alter the space here. Worst case scenario, you’ll have to face a massive enemy to the death.

'''Theresa:''' The Herrscher of the Void? Kiana?

'''Ai Hyperion Λ:''' Right. They don’t know you’ve come to Project STIGMA’s Mainnet, Planet Directory, so they’ll be using the Herrscher of the Void’s power without hesitation to reclaim St. Freya.

'''Ai Hyperion Λ:''' It’s difficult to explain. What you need to know is that due to Madam Theresa devouring dreams, St. Freya is the best forward base for a counterattack against Project STIGMA.

'''Theresa:''' …So it’s best that we work with Kiana and the others.

'''Ai Hyperion Λ:''' Right. And I can help Madam Theresa, who is a complete outsider to Project STIGMA. But things on Siegfried’s end are… a bit more complicated.

'''Siegfried:''' You mean… My Stigmata power?

'''Ai Hyperion Λ:''' No, something more basic than that. Mr. Siegfried…

'''Ai Hyperion Λ:''' Do you remember how you escaped the deepest part of the Kaslana’s Stigmata Space?

'''Siegfried:''' …?

'''Siegfried:''' Isn’t that because Kevin took all the Chimera energy away…

'''Ai Hyperion Λ:''' Mr. Siegfried, I’m asking if you remember exactly how it happened.

'''Siegfried:''' …

'''Siegfried:''' Wait, this…

'''Siegfried:''' …

'''Siegfried:''' …How is it possible? I don’t remember it at all.

'''Ai Hyperion Λ:''' …As expected.

'''Ai Hyperion Λ:''' Like before, you’re still trapped there. When Kevin took the Chimera energy, he merely stabilised your form.

'''Theresa:''' …What do you mean?

'''Theresa:''' Siegfried, what is she talking about?

'''Siegfried:''' …

'''Siegfried:''' What she’s talking about is similar to sleepwalking in Imaginary Space.

'''Siegfried:''' Like once, I felt like I became a puppet…

'''Siegfried:''' Never mind, that was likely a dream.

'''Ai Hyperion Λ:''' …

'''Ai Hyperion Λ:''' Let’s focus in on the present.

'''Ai Hyperion Λ:''' Being stuck in Stigmata Space can have an assimilating effect. Between Stigmata Space and the Mainnet, you can split yourself in two, each entity acting independently of the other.

'''Ai Hyperion Λ:''' It will be difficult to return you to reality… Because of the lack of substance.

'''Siegfried:''' But as long as I’m in space like this, there shouldn’t be any other issues?

'''Ai Hyperion Λ:''' Yes. But as I had mentioned before… In 10 minutes, a massive enemy unit will appear here following the spatial distortion, blocking our retreat.

'''Siegfried:''' That doesn’t seem like a huge issue.

'''Siegfried:''' As long as you all can escape… It won’t matter if I win or lose.

'''Siegfried:''' It’s just a dream after all.

'''Theresa:''' …

'''Ai Hyperion Λ:''' Don’t worry, it’s just…

'''Ai Hyperion Λ:''' Ahem… It’s a temporary solution, you won’t be trapped for long.

'''Siegfried:''' Haha, I’ll take your word for it!

'''Siegfried:''' Theresa, if you trust this “Λ”, you should get going while there’s still time…

A strange tearing noise could be heard. It sounded close by.

'''Ai Hyperion Λ:''' …Kiana and the rest started early?

'''Siegfried:''' Theresa, go!

…

It was as he had said. With everything running unusually smooth, Kiana was able to integrate the beacons five minutes ahead of schedule.

And for the people in The Deep, this would be a solid step forward in changing the world.

Meanwhile…

'''Kiana:''' …The first three steps are completed. That went almost too well.

'''Susannah:''' It’s only taken 37 minutes! Now that’s impressive!

'''Durandal:''' …

'''Susannah:''' What’s wrong, Master Durandal?

'''Durandal:''' Well, it’s good the plan is going well… But that just means the worst has yet to come.

'''Mei:''' I agree. But still, freeing St. Freya from Project STIGMA is a really good start.

'''Durandal:''' You’re right. St. Freya’s unique spatial beacon makes it the perfect base to advance from, and we can use the Cosmic Juggernaut at Schicksal HQ again.

'''Durandal:''' With Project STIGMA eroding a lot of surface space, the Cosmic Juggernaut won’t be able to directly impact The Deep, but with St. Freya’s beacon, exchanging intel will be a lot easier.

'''Durandal:''' Once St. Freya is free, we can start supporting Schicksal HQ, and even include the Salt Lake Base.

'''Bronya:''' Which means, Rita can fight by our side if needed.

'''Durandal:''' Yes, and vice versa as well.

'''Kiana:''' But we don’t have any boots on the ground in St. Freya yet. How are we going to… split up the groups?

'''Durandal:''' It makes sense to have all the students fight together.

'''Fu Hua:''' But we’ll need some to stay behind and guard The Deep.

'''Durandal:''' That’s right. So we’ll have Fu Hua, the Herrscher of Sentience, and Susannah stay and protect The Deep while Sushang continues to rest. The rest will go and fight.

'''Kiana:''' But… does that mean you’ll be fighting, Durandal? You haven’t slept in two days, right?

'''Durandal:''' It’s fine, I’ve been in fights that were more drawn out than this. I’d rather take a short rest after I know I’m not needed.

'''Kiana:''' But…

'''Durandal:''' Kiana, don’t be naive. We’re doing this to save the world.

'''Durandal:''' So if there are no other objections, let’s get to work.

'''Kiana:''' …

'''Kiana:''' Understood. Let’s go.

…

'''Kiana:''' This… really is St. Freya.

'''Mei:''' Although I had recently relived this in the Herrscher Mindspace… the real academy is still so nostalgic.

'''Bronya:''' Looks like there are no enemies nearby. Maybe we can start constructing our base.

'''Kiana:''' Oh, we’re not gonna take a look at our dorm first? Bronya’s game console might still be there.

'''Mei:''' Alright, enough joking around… Durandal might take you seriously.

'''Seele:''' …

'''Durandal:''' (Seele, did you also notice something?)

'''Seele:''' (Yeah… That space there seems to have been damaged by a power that’s not from Kiana…)

…

'''Durandal:''' Kiana, can you use your Herrscher powers to investigate the area near that church?

'''Kiana:''' …?

'''Kiana:''' Sure thing…

…

'''Kiana:''' …!

'''Kiana:''' Indeed… Something’s wrong with that space.

'''Durandal:''' Let’s check it out.

'''Kiana:''' Principal!

'''Kiana:''' Husks and Quantum Shadows… These spaces aren’t completely settled yet.

'''Durandal:''' Strange… the way the space is affected…

'''Kiana:''' …Principal?

'''Kiana:''' Theresa!

'''Theresa:''' Huh… Kiana?

'''Kiana:''' Yeah. It’s me, Principal. I’m so glad to see that you’re safe.

'''Theresa:''' It’s nothing… Just some side effects from the emergency transfer.

'''Theresa:''' But… What is everyone doing here?

Everyone told Theresa what had happened on the moon and in The Deep.

'''Theresa:''' Uh… I mostly get what’s going on then. But…

'''Theresa:''' Even though we’ve only just gotten back together… I need to trust you with an urgent mission.

'''Kiana:''' …?

'''Durandal:''' Go ahead, Overseer.

'''Theresa:''' If the spatial rift in this area hasn’t disappeared yet…

'''Theresa:''' I hope we can trace it back to its source and save him…

'''Theresa:''' Siegfried Kaslana.

'''Kiana & Durandal:''' …!

'''Kiana:''' Dad?!

'''Durandal:''' …

'''Durandal:''' What do we need to know for the mission, Overseer Theresa?

'''Theresa:''' …Right. Time is limited, but we need to make sure everyone is caught up to speed.

Theresa briefly summarised what she had been through.

'''Kiana:''' So Dad has always been… trapped by Kevin in the Kaslana’s Stigmata Space?

'''Theresa:''' Yes. And with Kevin taking the Chimera energy, this might be the perfect opportunity to save him.

'''Bronya:''' But with only the spatial rift left behind by the Principal, finding Kiana’s Dad, or even the Kaslana’s Stigmata Space… won’t be easy.

'''Durandal:''' …

'''Durandal:''' What if we throw two people that already have a history with the Kaslana’s Stigmata Space into the mix?

'''Mei:''' (…Two?)

'''Durandal:''' Of course Overseer Theresa… and me…

'''Durandal:''' As unbelievable as it might sound, I’m the Awakened of the Kaslana’s Stigmata.

'''Kiana:''' …Huh?

'''Durandal:''' …It has to do with Otto, but I’m afraid it’s too complex to explain now.

'''Durandal:''' For the sake of time, you’ll just have to trust me.

'''Theresa:''' …

'''Kiana:''' …

'''Kiana:''' Alright, Durandal. Thank you for telling us.

'''Kiana:''' And no matter what… I’ll make sure to do everything I can to help.

'''Bronya:''' And we’ll support you wherever we can.

'''Mei:''' This will give us a big edge against Kevin and Project STIGMA if we can take back Stigmata Space.

'''Seele:''' If there’s anything I can do, just ask!

'''Durandal:''' From what we’ve just seen, the Seed of Sumeru can also help supplement the Herrscher of the Void’s power.

'''Theresa:''' And I will try to use Vishnu’s power to help you, Kiana.

'''Theresa:''' Alright then… Let’s get to it.

'''Kiana:''' Ready when you are!

Mustering all her spirit, Kiana could sense the strength of everyone around her.

The Seed of Sumeru, gathering together the fantasies of three thousand worlds.

Vishnu, devouring countless dreams one by one.

Death from the Sea of Quanta, quietly sowing the seeds of life.

The story depicting the theory of civilisation, drew a bridge across the ages.

And, of course, the long-standing Signet, shining like a beacon.

'''Kiana:''' Found it!

--

====<u>Gameplay 34-4 - Yesterday Once More</u>====
'''Kiana:''' Huh? Where am I…?

'''Durandal:''' This is where the Kaslana’s Stigmata Space and Imaginary Space meet.

'''Durandal:''' In Klostern… Otto had exiled me here.

'''Kiana:''' So we’re still a ways away from the core of Stigmata Space…

'''Kiana:''' …Huh? Where are the others?

'''Durandal:''' Overseer Theresa hasn’t fully recovered. And the others… their bodies aren’t compatible with the Kaslana’s Stigmata Space.

'''Durandal:''' And…

'''Durandal:''' …No, it’s nothing.

'''Kiana:''' …?

'''Durandal:''' As you can see, it’s very easy to get lost here.

'''Durandal:''' It’s a good thing there are still traces of Theresa’s dream devouring left behind.

'''Durandal:''' Just mark them with the Seed of Sumeru…

'''Durandal:''' I knew it.

'''Kiana:''' The end of the road… is…

'''Durandal:''' Most likely. So…

'''Kiana:''' …??

'''Durandal:''' It doesn’t matter, we need to ensure Mr. Siegfried’s safety.

'''Durandal:''' Let’s go, Kiana.

'''Kiana:''' Hmm.

'''[CHOICE] =''' Follow Kiana’s memories.

What is a father?

Different people will have entirely different answers to that question.

But for one girl named Kiana…

A father is everything to her.

Pizza toast.

Cup noodles.

Birthday cake.

And of course, her own namesake.

'''???:''' I’m sorry… Dad…

'''???:''' I just don’t want to see you get hurt anymore…

'''???:''' I… also want to protect you…

'''???:''' No. It’s Dad that should be apologising to you. I’ve done so many things that’d let you down…

'''???:''' Dad, what do you mean? …I think you’re a great Dad.

'''???:''' You train with me. And buy me lots of gifts…

'''???:''' But I’ve never asked if you wanted to train. Or if you liked the gifts… I’ve never asked about how you feel.

'''???:''' But how you feel… that’s the most important thing.

'''???:''' How I… feel?

'''???:''' Yeah. How you feel… What you like to eat, what you want to do, who you want to be…

'''???:''' Oh… Today is your birthday, right? Never really celebrated your birthday properly. I’m such a lousy Dad…

'''???:''' Let’s buy a big birthday cake and celebrate together!

'''???:''' Let’s go… Kiana.

That day, she received from her father the best present of all… her name.

'''[CHOICE] =''' Follow Bianka’s memories.

What is a father?

As someone who believed that she was an orphan, her answer was vague.

Now, her name was Bianka, and she was no longer a Kaslana.

She had never regained her memories… Her past life felt like a movie that she watched.

But even so…

'''???:''' …I was hesitant because I didn’t know what was the best for your future and your mother.

'''???:''' Indeed, we are all Kaslanas, warriors of equal standing; but as a father, of course I wish that you can have a peaceful childhood and grow happily and healthily as your mother hoped for.

'''???:''' But is that really possible in Schicksal?

'''???:''' Will it make our lives better if we did nothing? Would we be able to live up to the Kaslana name?

'''???:''' In the end, we can’t turn a blind eye to this, right?

'''???:''' On that day, you persuaded our father.

'''???:''' Yes, I’ll be his assistant in this operation.

'''???:''' If you knew how it would end… would you regret it?

'''???:''' Regret? Why? Aren’t you my future self?

'''???:''' But I’m no longer you.

'''???:''' Perhaps you are no longer me, but I am still you.

''[Special CG '''[Reunion]''' plays:''

'''''Kiana:''' So, this is…''

'''''Durandal:''' Yes, this is the real Kaslana’s Stigmata Space.''

'''''Kiana:''' Here, Dad was…''

'''''Durandal:''' Let’s go and save Mr. Siegfried.''

'''''Kiana:''' Darn it.''

'''''Kiana:''' Herrscher powers are being weakened…''

'''''Durandal:''' Calm down.''

'''''Durandal:''' The rules of Stigmata should be overwritten by Stigmata.''

'''''Durandal:''' In the name of Schariac.''

'''''Durandal:''' The white flowers blooming in the black abyss…''

'''''Durandal:''' Unleash your full might!''

'''''Siegfried:''' Kiana?''

'''''Durandal:''' Kiana, now!''

'''''Kiana:''' Understood!''

'''''Kiana:''' Dad…''

'''''Kiana:''' This fire…''

'''''Kiana:''' It’s everything you lit up for me!''

'''''Siegfried:''' Oh… Today is your birthday, right?''

'''''Siegfried:''' Never really celebrated your birthday properly.''

'''''Siegfried:''' I’m such a lousy Dad…''

'''''Siegfried:''' Let’s buy a big birthday cake and celebrate together!''

'''''Kiana:''' Dad, welcome home!'']

''[CG plays wherein Kiana and Durandal reach where Siegfried is imprisoned:''

'''''Siegfried:''' Kiana?''

'''''Kiana:''' I’m here to save you, Dad!'']

'''Kiana:''' Didn’t you say…

'''Kiana:''' Kaslanas protect the ones they love most, regardless of the cost?

'''Kiana:''' So here we are.

'''Siegfried:''' Haha… Theresa was right, you really have grown.

'''Kiana:''' What can I say? I’ve really learned to take charge!

'''Kiana:''' But I couldn’t have done it without everyone’s help. Principal Theresa, my friends from St. Freya, and… Durandal.

'''Durandal:''' …Right. Somehow, I’ve awakened more than one Stigmata.

'''Siegfried:''' …Otto?

'''Durandal:''' Pretty much.

'''Durandal:''' Enough chatter. I’ve set up the beacon, now let’s head back to safety.

'''Durandal:''' Let’s get out of here.

'''Siegfried:''' …

'''Siegfried:''' Durandal. I’ve met you before, no?

'''Durandal:''' …

'''Durandal:''' …

She contemplated.

She had once made a grave promise under a noble conviction.

“There will come a day when I will help Kiana save the father we share from that infernal place.”

Now that promise had been fulfilled.

…And now she had to let the hero before her know his daughter was alive and well.

But…

It wasn’t as easy to do as she had imagined.

She found… that regarding this matter, she easily regressed to how she thought when she was twelve.

“Know this: The unperishable pervades all; the enduring cannot be destroyed.”

“It has given birth to all the world. And this you must understand: I am both the world’s origin and its destruction.”

'''Schrodinger:''' They are taken from the Bhagavad Gita, read to me ages ago by a classmate that loved Indian mythology.

'''Schrodinger:''' …What you’re feeling now reminds me of “Arjuna Before the War” in a few ways.

Bianka: …Arjuna?

'''Schrodinger:''' A prince and great hero from Hindu mythology.

'''Schrodinger:''' He saw many of his close friends stand by his enemies in the Kurukshetra war. In his disappointment, he was unwilling to fight.

'''Schrodinger:''' And Bhagavad Gita talks about how the god Krishna persuaded Arjuna to pick himself up and rejoin the fray.

Bianka: …But I’m not facing any of my friends on the battlefield.

'''Schrodinger:''' Yes. You’d never meet any friends here.

'''Schrodinger:''' Bianka, the problem you’ll encounter is the opposite of what Arjuna faced…

'''Schrodinger:''' And because of that, you’ll ironically share similar emotions to him.

Bianka: …I don’t really understand what you’re talking about.

'''Schrodinger:''' What I mean is, you originally have no common ground nor conflict with the enemies you’ll face.

'''Schrodinger:''' As such, you’re afraid of everything. Hesitation, confusion, and even fear remains in your heart.

Bianka: …

'''Schrodinger:''' Bianka, until now, you’ve only ever followed the captain’s or leader’s plans. You’ve never truly considered what your purpose is in the whole incident.

'''Schrodinger:''' A misplaced sense of responsibility… this is why you’re nervous now.

'''Schrodinger:''' Because you always saw yourself as an outsider, you’re afraid to fail the expectations of those from another world.

Bianka: …

'''Schrodinger:''' I’ve heard about your past from Rita. You’re a very competent Valkyrie…

'''Schrodinger:''' But what brings you joy is always the results of the missions and incidents, not their process.

'''Schrodinger:''' …I think that’s exhausting and unnecessary.

Bianka: But…

'''Schrodinger:''' Bianka, if you only look at the results, there are countless things that are meaningless in this world.

'''Schrodinger:''' What’s the point of birth? What’s the point of death? What about humanity, the world, and the universe?

Bianka: …

'''Schrodinger:''' For example, you, Bianka Ataegina, you are the meaning of your existence.

'''Schrodinger:''' To the other Valkyries, you are an admirable source of encouragement.

'''Schrodinger:''' To that Overseer, you are an indispensable training sample.

Schrodinger; To the people in this bubble universe, you are a heroic upholder of justice.

'''Schrodinger:''' To yourself, you’ve started from nothing, and written your own life.

'''Schrodinger:''' These are not results. They will only begin from nothing, and disappear into nothing.

'''Schrodinger:''' Bianka. The salvation that this bubble universe anticipates is not a result, but a process, a movement.

'''Schrodinger:''' Just like Wagner’s or Richard Strauss’ movements.

'''Schrodinger:''' Valkyrie, you have the power to finish a performance that belongs solely to you on stage…

'''Schrodinger:''' This has not even an atom of association with whether you are someone from this world.

It was only when the girl recalled what Schrodinger had told her in Caledonia that she suddenly realised…

The hesitation caused by the memory loss was in fact, only creating more memory loss.

Then, she made a decision.

'''Durandal:''' …Mr. Siegfried.

'''Durandal:''' If you can recall where you had seen me, then the story I’m about to tell you will be much easier to understand.

'''Durandal:''' About two months ago, I fell for Otto’s hoax and was banished to a place within Imaginary Space.

'''Durandal:''' It was a crimson red desert, a unique dimension inside Imaginary Space.

'''Durandal:''' Neverending history… they will continually appear through subconscious means.

'''Durandal:''' But during my aimless drifting, I met a special existence.

'''Durandal:''' He was a hero who could bravely face everything, even though it seemed like destiny had already shredded his life apart like paper.

'''Durandal:''' He had lost his wife and daughter, but he never lost his will to fight, and always moved forward optimistically.

'''Durandal:''' In myths, Sisyphus labored to push the boulder up the mountain, then watched helplessly as it slid back down, so on and so forth.

'''Durandal:''' In a certain way… that’s the norm in life, I cannot resonate with his life just because of that.

'''Durandal:''' On top of that, he chose to be a warrior of destiny, he chose an attitude towards life that I wish I could take on too.

'''Durandal:''' Never bowing to fate, never surrendering to the world, always holding on to the purest conviction at the bottom of his heart.

'''Durandal:''' This is the true mark that Sisyphus left behind for us, the proof of a hero, and even more so a proof of humanity.

'''Durandal:''' So even though to him, that encounter may be a forgettable daze…

'''Durandal:''' Compared with my kins, my past before I had lost my memories… His attitude towards life, the encouragement that the fragment of his persona had given me… those are my true treasures.

'''Durandal:''' And because of those things, today, Kiana and I are determined to liberate him from the most tragic destiny…

'''Durandal:''' To put it egotistically, it’s not for him or Kiana… this determination comes from this hero’s life and resonated with me.

'''Durandal:''' Mr. Siegfried…

'''Durandal:''' Back then, the fragment of persona I met…

'''Durandal:''' He is like the HOMU in this photograph, after it had faded in color.

'''Durandal:''' He…

''[CG plays wherein the photo of young Kiana and Siegfried with the HOMU fades away into particles of light.'']

Nobody could really explain what happened then.

That freshly restored photograph was definitely a form of Imaginary Construct. When it disappeared, a small miracle also happened.

The misplaced star had returned to its supposed time.

The gusts of wind roused an almost inaudible echo.

The hero’s life intersected and overlapped here, yet it did not change who he was at all.

He gained the memory of the fragment of his persona, recalled the faded HOMU, and regained a dream that belonged to reality.

And she also fulfilled her wish from ten years ago, fulfilled a trivial wish that originally had no continuation, for her past self.

“Life is a bridge. Its greatness does not come from its purpose. It connects noon, dusk, and dawn, allowing its intrinsic purpose to endlessly augment in its process.”

Whether it’s the girl or the man, or their shared relatives…

They are their own creator, solver, and savior. They changed the past that had been determined, until their will said, “this is what I wanted in the past! In the future, I also want this…”

Nobody likes to suffer.

But they take pride in their own lives.

'''Siegfried:''' …

'''Siegfried:''' This time… I finally heard your voice.

'''Siegfried:''' Back then, you shouted really loudly.

'''Siegfried:''' Durandal… Bianka… Ataegina…

'''Siegfried:''' They are all cool and beautiful names.

'''Siegfried:''' From when you woke up in the Sanatorium in 2007 till you became the youngest A-rank Valkyrie in 2011…

'''Siegfried:''' And till the second year you had immersed in the Sea of Quanta and saved that distant world…

'''Siegfried:''' At the age of 12, you had already created miracles that no other Kaslana had ever done.

'''Siegfried:''' Though as you once said, we shouldn’t define heroism by successes and failures…

'''Siegfried:''' But, be it Anchora and Equinox or the Herrscher that fights for humanity… both of you have already far surpassed your own parents’ limits.

'''Siegfried:''' Although as a parent, I want nothing more than for all of you to live on happily…

'''Siegfried:''' But who doesn’t wish for the student to surpass the master, and who wouldn’t be proud of daughters like you?

'''Siegfried:''' Bianka…

'''Siegfried:''' Kiana…

'''Siegfried:''' Let your foolish father, Siegfried Kaslana…

'''Siegfried:''' …Be the most fortunate father in the world for a while.

'''Kiana:''' Alright, what are you waiting for?

'''Durandal:''' Ah, but…

'''Siegfried:''' Wait…

'''Kiana:''' Heheh, this is what a family should be like!

'''Kiana:''' In the past, you guys were the ones who gave me the opportunity to join this family…

'''Kiana:''' …On such a special occasion, of course I have to give you two a push!

'''Siegfried:''' Kiana…

'''Durandal:''' It’s… just like Kiana to do this.

'''Kiana:''' Of course. If you guys simply gave monologues about life during this long-awaited reunion, that’d be too strange, right?

'''Siegfried & Durandal:''' Haha…

--

====<u>Gameplay 34-5 - Conflicting Narratives</u>====
A while later, at St. Freya High School.

'''Rita:''' Master Theresa… They’ll be returning soon. According to the Genius’ indicators, there are three people.

'''Theresa:''' …!

'''Theresa:''' So… quickly?

'''Theresa:''' I’m not… mentally prepared yet.

And that was true. After all, it had only been fifteen minutes after she heard some shocking news from Rita.

'''Rita:''' Indeed, I also only arrived here at St. Freya only twenty minutes ago.

'''Rita:''' Looks like Master Siegfried really has two very outstanding daughters.

'''Rita:''' Next, we just have to use the Cosmic Juggernaut through the beacon that they have set up to lure the Kaslana Stigmata Space away from Kevin, and transfer it to you…

'''Rita:''' …We’ll be one step closer to defeating Project STIGMA and Finality.

'''Theresa:''' But Kevin chose to give up this point to start Project STIGMA. If not, we would never have had the chance to do what you said.

'''Rita:''' Yes. Or rather, after the sudden initial rise, Project STIGMA no longer requires a specific point.

'''Rita:''' From another perspective…

'''Rita:''' …When it comes to reclaiming Earth, there is probably no shortcut.

'''Theresa:''' …

'''Rita:''' Please rest assured, Master Theresa. You should place more trust on your two nieces.

'''Rita:''' Look, they’re really back.

“The closest path will lead you on the longest road; as how only through the most complex practice, can humans enjoy the simplest melody.”

“Travelers have to knock on every stranger’s door to find their own homes; humans have to drift outside before they can arrive at their final sanctuary.”

'''Kiana:''' Hi. We’re back, Theresa.

'''Siegfried:''' You didn’t expect to see us again so soon, did you?

'''Siegfried:''' Oh right, I have to introduce you to…

'''Theresa:''' …No need for that.

'''Theresa:''' Bianka… She’s Cecilia’s daughter, right?

'''Durandal:''' Ah… Yes.

'''Durandal:''' …Huh?

'''Rita:''' I’m sorry, Master Durandal. Just now… I shared a long-held secret with Master Theresa.

'''Durandal:''' This… Isn’t this…

'''Rita:''' It’s alright. Because Master Durandal is much braver than I imagined.

'''Rita:''' She chose to tell you guys, right, Kiana?

'''Kiana:''' Of course. She’s Schicksal’s strongest Valkyrie, she should have this much courage at least.

'''Rita:''' Pft. Kiana, you shouldn’t underestimate psychological battles.

'''Rita:''' But, in that case…

'''Rita:''' Master Theresa, shall we give the strongest Valkyrie and the strongest Herrscher some personal space?

'''Theresa:''' Eh? Ah… Right.

'''Theresa:''' There’s no danger for now in St. Freya anyway.

'''Theresa:''' So, before we officially begin our strategic meeting…

'''Theresa:''' Everyone would be happy to give the two Kianas some time to themselves.

'''Theresa:''' …Right, Siegfried?

'''Siegfried:''' Yeah. Rather than what we think…

'''Siegfried:''' What they wish to confirm with each other is most important.

'''Durandal:''' So… where should we go?

'''Kiana:''' How about the fountain?

'''Durandal:''' Okay.

'''Kiana:''' …

'''Durandal:''' …

'''Kiana & Durandal:''' Kiana.

'''Kiana & Durandal:''' …Haha.

'''Durandal:''' This day came so abruptly.

'''Kiana:''' Yeah. After all, we were still getting to know each other in front of the church in Klostern not too long ago.

'''Kiana:''' Back then, it was the first time you told me about bubble universes and what “duty” meant to you.

'''Kiana:''' Soon after, I knew that you were like me, you also had no memories of the time before you were eight, and…

'''Durandal:''' “I sustained a heavy injury to my head during an accident, so I don’t remember anything that happened before that.”

'''Durandal:''' Look, we were even told the same reason why it happened.

'''Kiana:''' And…

'''Kiana:''' Yep, that’s why I’m not surprised.

'''Durandal:''' …

'''Durandal:''' Kiana, are you being considerate towards my feelings?

'''Durandal:''' You know my answer, Kiana. Siegfried’s daughters, they are two completely different people who live completely different lives…

'''Durandal:''' Whether we feel deprecated or proud of it, that’s not something we should do.

'''Kiana:''' I know what you mean, but…

'''Kiana:''' To me, the real Kiana Kaslana is a special existence.

'''Kiana:''' This name was once something that the Herrscher of the Void held over me, but in the Herrscher Core’s memory, I saw the entirety of that history.

'''Kiana:''' She was the first person to treat me kindly. I inherited this name from our father, to memorialise the good she had given the world, and to bring it to many others.

'''Kiana:''' She is who I admire, the starting point of my life.

'''Durandal:''' …

'''Kiana:''' I’m really glad that I still have the chance to say all this to her…

'''Kiana:''' Thank you, Kiana.

'''Durandal:''' …Thank you.

'''Kiana:''' And, just like the two Seeles… We can use the same name.

'''Durandal:''' Haha. That’ll throw everyone off. And…

'''Durandal:''' To me who had lost my memories… Bianka is a far more important name than Kiana.

'''Durandal:''' It is a name I chose for myself, my first partner. It even accompanied me in my four years before I crossed the seven seas and anchored the world.

'''Durandal:''' Just like how “Kiana” accompanied you.

'''Durandal:''' “Living in this world, in addition to being the children of their parents, they are more themselves.”

'''Durandal:''' “That’s what a name does, it helps us know ourselves and hints at the path we’ll take in the future.”

'''Durandal:''' This was what Dr. Tesla once told Mr. Siegfried… And soon after, he gave you the name “Kiana”.

'''Kiana:''' Yeah… if not for this name that Dad gave me, I could never have won over the weakness within me, nor come to where I am today. And, it’s not just Dad…

'''Kiana:''' Mum, Miss Himeko, and everyone who has helped me before…

'''Kiana:''' It is the kindness that you all have shown that gave me my life today, that gave me the belief of “fighting for all that’s beautiful in this world”.

'''Kiana:''' And it all began with…

'''Kiana:''' Back at the Refining Cabin, when someone was willing to treat her genetically modified close as her little sister…

'''Kiana:''' My elder sister.

'''Kiana:''' Regardless if her name is Kiana Kaslana or Bianka Ataegina…

'''Kiana:''' I’ll always, always be willing to be her little sister and her family.

'''Durandal:''' …Kiana.

'''Durandal:''' You should know that I’ve long lost that part of my memories, about Mr. Siegfried and about you…

'''Kiana:''' But what’s important is the future, no?

'''Durandal:''' …

'''Durandal:''' As expected of you, Kiana.

'''Durandal:''' Indeed, if we wallow in the past, nobody can continue to welcome a new life and new challenges.

'''Durandal:''' “One night I burned all my memories, and my dreams became transparent; one morning, I threw away all yesterday, and since then, my steps have been light.”

'''Kiana:''' “If you shed tears when you miss the sun, you also miss the stars.”

'''Kiana & Durandal:''' Hahahaha.

'''Kiana:''' Then, from now on, I’m going to call you…

'''Kiana:''' …Big sis.

'''Durandal:''' Of course, my little sister.

'''Kiana & Durandal:''' Hahahaha.

The two destined to live through strange, intertwined fates laughed together now, and seemingly could not stop.

Of course, the past cannot be changed…

…But life is always just beginning.

“Shall I compare thee to a summer’s day? Thou art more lovely and more temperate:”

“Rough winds do shake the darling buds of May, and summer’s lease hath all too short a date:”

“Sometimes too hot the eye of heaven shines, and often is his gold complexion dimmed;”

“And every fair from fair sometime declines, by chance, or nature’s changing course untrimmed:”

“But thy eternal summer shall not fade, nor lose possession of that fair thou ow’st;”

“Nor shall death brag thou wander’st in his shade, when in eternal lines to time thou grow’st:”

“So long as men can breathe, or eyes can see, so long lives this, and this gives life to thee.”

The two chatted happily with their friends for a while.

After that, Durandal temporarily returned to Schicksal HQ with the emergency reinforcement, Rita. Theresa and Siegfried also established connection with Anti-Entropy with long distance signals.

…

…

…

'''Kiana:''' …?

'''Kiana:''' Bronya, Seele, what’s wrong? You seem so anxious.

'''Seele:''' …

'''Seele:''' I… We…

'''Bronya:''' Seele, don’t panic, we don’t know much about the situation yet.

'''Kiana:''' …What’s going on?

'''Bronya:''' …

'''Bronya:''' …Kiana.

'''Bronya:''' In the past half an hour since you’ve entered Stigmata Space…

'''Bronya:''' You…

'''Bronya:''' …Have you seen Mei?
----
===Act 2 - Her Beacon===

====<u>Gameplay 34-6 - Close Quarters</u>====
…

The dream was a sleeping whale that ruthlessly devoured all souls that dared to approach it.

People were plankton in the ocean of thought, drifting along the tides of dreams.

In the time that seemed to freeze solid, sounds were brought to the ears of the dreaming one by the ebb and flow.

'''???:''' Liliya, Liliya…

'''Liliya:''' (Who’s calling me… Am I dreaming…)

'''???:''' You are indeed in a dream. What you felt was real history projected in Stigmata Space.

'''Liliya:''' (I don’t understand a thing. I really am dreaming.)

'''???:''' …

'''???:''' In simpler terms, you’re trapped in a dream. If you want to regain freedom, you must find a way to escape this dream.

'''???:''' You’re not alone. Your dream is fusing together with Rozaliya’s…

'''???:''' So please notice the absurdity of this dream as fast as you can… and wake up from it.

'''Liliya:''' …

A sense of falling from a height exploded and Liliya jolted awake.

She was still in the familiar room. Yet, she felt empty when she looked at everything, as if something was leaving alongside the dream.

'''Liliya:''' (Ugh, so dizzy… Why is the room swaying…)

'''Liliya:''' (No, I’m the one shaking…)

Only then did she realise that Rozaliya was holding her by her shoulders, shaking her vehemently.

'''Rozaliya:''' Liliya, this is bad! Things are real bad!

'''Liliya:''' Rozaliya… ahem, let go…

'''Liliya:''' Keep at it and I’m the one who’ll feel real bad…

'''Rozaliya:''' Liliya, you’re finally awake!

'''Rozaliya:''' Listen, we’re in deep trouble… we’ve been tricked!

'''Liliya:''' Tricked?

'''Liliya:''' Wait, do you mean Honkai…

'''Rozaliya:''' Of course not! Honkai beasts are nothing before us Vodka Girls.

'''Liliya:''' Hm? But, aren’t the Honkai beasts…

'''Rozaliya:''' Of course they’re not monsters from a movie either! Liliya, you’re an idiotka who can’t tell dreams from reality!

'''Liliya:''' …

'''Rozaliya:''' Heheh, I finally got a chance to call you an idiotka… Wait, does that mean that I’m scolding myself too…

'''Liliya:''' Rozaliya, what are you talking about?

'''Rozaliya:''' Seeing how Liliya hasn’t realised, let this great, wise older sister explain.

'''Rozaliya:''' Actually, we’re in a dream…

Rozaliya described everything in the dream, and Liliya got increasingly confused. As the memory suppressed deep within her was evoked, that confusion quickly turned into shock.

'''Liliya:''' We’re… trapped in a dream?

'''Rozaliya:''' That’s right. And this dream will only repeat one same day.

'''Rozaliya:''' Which means, if it wasn’t a dream, the number of shells we’ve collected would have been enough to fill up the whole dorm in the Salt Lake Base!

'''Liliya:''' Hmm…

'''Rozaliya:''' Liliya, you can’t possibly be doubting this, can you?

'''Rozaliya:''' Let me think, if this isn’t a dream, how can we forget Bronya and Seele? Theresa, those red and blue-haired professors, and so many others…

'''Liliya:''' …

'''Rozaliya:''' Or do you think it’s better to be in a dream?

'''Rozaliya:''' If that’s the case, then…

'''Rozaliya:''' No! Even if that’s the case, I must bring you out of here.

'''Rozaliya:''' Although there are endless cakes to eat in our dreams, and we can play games non-stop, dreams aren’t real, right?

'''Rozaliya:''' No matter how many shells we pick up in a dream, we can’t bring them to reality… We can’t share them with Bronya and the others too.

'''Rozaliya:''' And… $&$%*#$━

'''Liliya:''' Rozaliya, you’re too noisy.

'''Rozaliya:''' $… &*#&%…

'''Rozaliya:''' Huff, huff… I can finally breathe…

'''Liliya:''' Then, listen to me closely, idiotka.

'''Liliya:''' I don’t want to stay in a dream, but something feels really suspicious.

'''Rozaliya:''' Suspicious?

'''Liliya:''' Though everything here is weird. But the weirdest thing is… Rozaliya can actually make such a reasonable deduction.

'''Rozaliya:''' O-Of course! I’m very smart, I’ll have you know!

'''Liliya:''' …

'''Rozaliya:''' …

'''Rozaliya:''' Fine, actually, a strange, green lady woke me up and told me all this.

'''Rozaliya:''' She also said that because our dreams syn… what was it again? Anyway, it’s because we dreamt about the same thing, so as long as I think about meeting you, I can enter your dream.

'''Rozaliya:''' Then, your strong and smart older sister came to your rescue. How’s that, very touching, isn’t it, Liliya?

'''Liliya:''' To think I’ll have the same dream as Roza Idiotka, how stupid…

'''Liliya:''' But well, we are sisters after all.

'''Rozaliya:''' Liliya, what are you mumbling about? I know you must be moved beyond words, but now, we’ve got more important things to do.

'''Rozaliya:''' We gotta beat this dream to a pulp and find Bronya and the rest!

'''Liliya:''' You already know how to get out of here?

'''Rozaliya:''' Of course! First… First, hit me, the harder the better!

'''Liliya:''' …Like this?

'''Rozaliya:''' Aw…

Rozaliya covered her forehead with tears in her eyes and looked around hurriedly. Of course, nothing changed.

'''Rozaliya:''' Weird, why isn’t it working?

'''Liliya:''' It’d be stranger if it did, idiotka…

…

…

And deep in this place built from consciousness and memories, a weak noise rang.

Like a ripple in the sea, or a flutter of a butterfly’s wings in the wind, it was instantly drowned out by the rumbling of countless souls and left no trace behind.

As such, not many could predict whether it would raise a huge tide among the waves of thoughts rushing back and forth.

'''???:''' “And so, the one dreaming was awoken by the person she dreamt of in her dream.”

'''???:''' “The limited dream withered from the limitless souls, and could no longer nourish any wish.”

'''???:''' “So, the dreamer walked over the withered shell of the dream and vaguely felt the universe’s breath and shape.”

'''Ai Hyperion Λ:''' It’d be great if my story could also end that way.

Silently, the consciousness of the girl from the Pseudotime Crystal left the Olenyeva sisters’ dreams.

She held a few colorful candies in her hands… a present Rozaliya gave in her dream just now.

Items from dreams should not affect reality, but as a memento for receiving something from a foreign world for the first time, the girl retained it as an imaginary construct.

'''Ai Hyperion Λ:''' Who would have imagined that Rozaliya would be the one to notice the truth behind their dreams?

'''Ai Hyperion Λ:''' Perhaps it’s because the Liliya in their dreams seemed different… She’s a good and unexpectedly perceptive older sister.

'''Ai Hyperion Λ:''' Or maybe, the purer the person, the more unwavering their will?

She remembered those pure and driven people she had met before and smiled.

'''Ai Hyperion Λ:''' What a pity. To prevent the unpredictable changes in this special spacetime, I can only do this much.

'''Ai Hyperion Λ:''' The rest is up to the both of you. Be it breaking the constraints of your dreams, or liberating the hampered future.

'''Ai Hyperion Λ:''' Please amaze me, the writers of the past and the future.

'''Ai Hyperion Λ:''' As for me…

According to the perception of time from the outside world…

Long before she had met the other Ai Hyperion, she had already begun working quietly to disrupt Project STIGMA’s operations, without causing too much disturbance.

She had never officially resisted Project STIGMA. Yet, for Schicksal and Anti-Entropy to quickly get back on track after the initial chaos, this spacetime traveler was indispensable.

And today, the new humans who can resist had already found their way to fight against the World Serpent; she then returned to the weakest, normal human, and began to shake Project STIGMA directly.

Although she could not directly help the humans who have fused with Stigmata Space to escape, she could give hints to the humans lost in dreams.

Anticipating that they would, more or less, realise…

It’s precisely because in the objective consciousness, dreams have incomparable meanings…

So, to meaningless lives, these dreams ironically have no value.

The girl looked forward. Before her, tens of millions of light orbs floated in the distorted space, shining like fireflies. To her, that was what dreams looked like.

'''Ai Hyperion Λ:''' For that perfect world to smoothly descend upon us in the future, I must work hard too!

'''Ai Hyperion Λ:''' Don’t sleep in too much, alright?

'''Ai Hyperion Λ:''' This time…

'''Ai Hyperion Λ:''' Ah, I see.

'''Ai Hyperion Λ:''' What a chaotic dream… Looks like he’s a rather unfortunate person.

There were rarely any consolations in an agonising life. So in dreams, the dreamer would gather all that was blissful to build a messy and incoherent story.

In return, the dream would become ironic and fragile, and thus, easy to break from within.

'''Ai Hyperion Λ:''' I’m terribly sorry to burst your wonderful bubble.

'''Ai Hyperion Λ:''' But don’t worry, I can see you attaining happiness. Although it’s completely different from your dreams, I believe that it’ll be more beautiful and substantial than your fantasies now.

'''Ai Hyperion Λ:''' Please do your best… I hope that you can escape this dream and attain real happiness that belongs to you.

For someone who’s far from happiness, as long as you work hard to grasp your happiness, you’ll have a chance to clearly see what happiness really looks like.

But, according to a human’s perspective of time, this was also something that she had learned recently.

After Project STIGMA had converged with the world before us, she had already seen countless pasts and futures of humans, using the Pseudotime Crystal.

Yet, until she was no longer a bystander, and after she personally joined this world’s operations…

Only then did she truly understand the hearts and emotions of mankind. She also finally realised how amazing the existence of humanity was.

As she couldn’t accurately define who she was, she could not precisely define their subjective consciousness.

Perhaps, in the end, she can only say… “humans are but humans.”

Good and evil, selfishness and selflessness, hope and despair… Countless conflicting characteristics clashed and impossibly integrated, adding a myriad of colors to the future in her eyes.

'''Ai Hyperion Λ:''' Infinite futures and possibilities are only meaningful because of these ironic egos… How astounding.

'''Ai Hyperion Λ:''' It’s unforgivable to imprison such lives in unchanging dreams.

'''Ai Hyperion Λ:''' Although Project STIGMA also pursues infinity at its core…

'''Ai Hyperion Λ:''' If we were to lose these individuals with infinite possibilities… How lonely this planet would be.

She thought that this must be the reason why she appeared.

'''Ai Hyperion Λ:''' Alright, time is ticking, let’s keep going!

The girl recomposed herself and reached her hand out to another orb of light.

'''Ai Hyperion Λ:''' Eh? What’s going on…

'''Ai Hyperion Λ:''' Did I trigger the Stigmata Space’s security mechanism…

'''Ai Hyperion Λ:''' …I don’t know if this has any influence on them.

'''Ai Hyperion Λ:''' Let’s be more careful.

'''Ai Hyperion Λ:''' …!

'''Ai Hyperion Λ:''' Strange, there’s an obstacle here too…

'''Ai Hyperion Λ:''' (Did the World Serpent discover my involvement in the dream world?)

This thought flashed through Ai’s mind, but she quickly denied it.

'''Ai Hyperion Λ:''' Probably… not. I didn’t foresee that sort of future from the Pseudotime Crystal.

After some pondering, she decided to stick with her judgment.

'''Ai Hyperion Λ:''' After all, as a bystander, this is the most I can do for the world and for them.

'''Ai Hyperion Λ:''' Hm… Let’s check out the next dream.

The moment she touched the shining light, she almost thought she encountered morer defense mechanism resistance. But soon after, she noticed that it was the main body of the dream.

This discovery raised even more suspicions in her.

'''Ai Hyperion Λ:''' So even special lifeforms created by humans can have dreams too?

'''Ai Hyperion Λ:''' No… rather than dreaming, this is more like a communication of consciousness.

'''Ai Hyperion Λ:''' …

17951… 14622… 1904…

A streak of light slid past her fingertip, and she interpreted the dream before her seriously, her expression changing again and again.

'''Ai Hyperion Λ:''' “Parting with childhood”… To think it has such a significant meaning.

Clearly, all of this was beyond the future that she had seen.

'''Ai Hyperion Λ:''' I almost neglected this part of the story because of the barrier created by Project STIGMA in the moon space.

'''Ai Hyperion Λ:''' I also nearly forgot that humanity’s will and decisions can be so laughable yet tragic…

'''Ai Hyperion Λ:''' But that’s precisely why they are especially moving.

An electrified orb scattered at her fingertip and floated towards the light orbs in the air. Through this unique artificial mental network, she could communicate with the dreamer temporarily.

'''Ai Hyperion Λ:''' Then, since this is your resolve…I’ll help you.

'''Ai Hyperion Λ:''' Even if all I can do is record this moment of yours in the infinite past and future.

'''Ai Hyperion Λ:''' I hope that your hard work will bring changes to the world, just as your creator had wished for.

'''Ai Hyperion Λ:''' Of course, in a good way.

'''Ai Hyperion Λ:''' …

'''Ai Hyperion Λ:''' Alright, let’s keep on moving.

'''Ai Hyperion Λ:''' Wait, this is…

…

'''Ai Hyperion Λ:''' Even domineering Herrschers… cannot escape how Project STIGMA imprisons individual lives.

…

'''???:''' You should know that everything comes at a price… my dear invader.

'''???:''' Or should I say… outsider?

…

At that moment, the atmosphere between the two inhuman beings tensed.

Ai tilted her head, examining the Gray Serpent, as if to deduce why he had appeared here. But from his reaction, he had no intentions of amiable communication.

'''Ai Hyperion Λ:''' Nice to meet you… right, Gray Serpent?

'''Gray Serpent:''' This is indeed the first time we’ve met. But before this, I’ve long admired your great reputation.

'''Gray Serpent:''' On the day Project STIGMA began, battleship Hyperion mysteriously went missing, as it had been hidden in an undetectable place…

'''Gray Serpent:''' In a single night, the fragments of the bubble universe used to imprison the Herrschers received a strange activation, connecting it with the real world.

'''Gray Serpent:''' Almost simultaneously, Schicksal and Anti-Entropy discovered the special information hidden behind the Imaginary invasion, and successfully sustained their Island Operation…

'''Gray Serpent:''' In addition, it even included…

'''Ai Hyperion Λ:''' Alright, enough talk.

'''Ai Hyperion Λ:''' You’ve done your research… Why, do you like reading detective novels in your free time?

'''Gray Serpent:''' Just part of maintaining order.

'''Gray Serpent:''' But interestingly, despite my detailed investigation… I still found nothing about your origin.

'''Ai Hyperion Λ:''' About that… Naturally, I wouldn’t tell you myself.

'''Gray Serpent:''' Fine, that’s alright. This is just an obligatory curiosity I have for enemies. Even if you have no origin, it doesn’t stop me from treating you like foreign matter.

'''Ai Hyperion Λ:''' …

'''Gray Serpent:''' This phrasing may be vulgar, but it’s true, isn’t it? Other than an external force of unknown origin… I can’t imagine what other sort of nameless pawn can trouble Project STIGMA so.

'''Gray Serpent:''' My, why is it that the more special the entity, the more it cannot understand Sire’s good intentions? Be it a problematic existence like you, or those new humans who are Herrschers and Awakened.

'''Ai Hyperion Λ:''' So those dreams just now, you also…

'''Gray Serpent:''' Yes, very regretfully. Although they are indispensable gears for reconstructing order on Earth…

'''Gray Serpent:''' To ensure that they do not make severe mistakes while “hatching”, I can only invite one of the key members to go back to her dreams.

'''Gray Serpent:''' And… looking at the content of her dream, it’s not bad for her either.

'''Ai Hyperion Λ:''' …Gears?

'''Gray Serpent:''' Isn’t it fortunate to be useful enough to act as a tool?

Gray Serpent held up a dimming light orb.

'''Gray Serpent:''' After all, those humans who aren’t even as valuable as tools, can only… stay here.

'''Gray Serpent:''' So, as a human, it’s better to make yourself a little more useful.

'''Gray Serpent:''' The world is too cramped now, there’s no space for trash.

'''Ai Hyperion Λ:''' …

Now, Ai finally understood why she felt disgusted with this Gray Serpent.

He was truly a robot in the shape of a human, possessing neither the thinking nor warmth of life.

No. More accurately, it was his cold reasoning that made him more detestable than the entities who simply possessed none.

'''Ai Hyperion Λ:''' Alright then. I suppose it’s difficult for you, born with duty, to think outside of value and purpose?

'''Ai Hyperion Λ:''' Then, as an observer who is closer to humans, let me give you a suggestion.

'''Ai Hyperion Λ:''' Humans do not have value or purpose to begin with.

'''Ai Hyperion Λ:''' It is precisely because they do not objectify… that they have the potential to overcome everything.

'''Gray Serpent:''' Sympathising with humans? Sounds like you have something in common with those pretentious people from Schicksal or Anti-Entropy.

'''Gray Serpent:''' Indeed, for the stability of the people, civilisation does need a placebo.

'''Gray Serpent:''' But now, people of the past are no more.

'''Gray Serpent:''' Pity, you chose the wrong side at the wrong time.

'''Ai Hyperion Λ:''' …Heh.

'''Gray Serpent:''' Although it’s unnecessary… this doesn’t stop the World Serpent from bestowing our form of care on humans.

'''Ai Hyperion Λ:''' You mean those never-ending dreams?

'''Gray Serpent:''' “Vast is the power of origin. All things owe to it their beginning, and it nurtures all in the universe.”

'''Gray Serpent:''' To them, those dreams are their entire world. In fact, their universe.

'''Gray Serpent:''' The dreams here originate from humanity’s authentic memories. If not for external influences, they would be an ideal, flawless heaven.

'''Gray Serpent:''' I remember a colleague who always said, “humans only believe in what they wish to believe in.”

'''Gray Serpent:''' So, compared to watching everything crumble as you sink into endless solitude in unavoidable death, wouldn’t it be better to welcome eternity in an ideal and mystical manner? That’s more humane, is it not?

'''Ai Hyperion Λ:''' Humans will not stop here. I’ve seen their future.

'''Gray Serpent:''' Oh, the privilege of an intruder.

'''Ai Hyperion Λ:''' Rather than a privilege, it’s my personal conviction.

'''Ai Hyperion Λ:''' I just want you to understand humans more, and also to understand yourself more… That’s not too much to ask for, right?

She threw something towards Gray Serpent, who subconsciously dodged it. The candy returned to electric discharge and Honkai energy as it flew to Gray Serpent, and disappeared by his side.

At the same time, a feeling similar to a neuron electrical impulse flashed through his central controller.

'''Gray Serpent:''' …

'''Ai Hyperion Λ:''' Just sharing a candy that my friends gave me.

'''Ai Hyperion Λ:''' Because their dreams are a construct of Imaginary Space, we can feel what they feel this way.

'''Ai Hyperion Λ:''' Sweet, isn’t it?

'''Gray Serpent:''' …

Gray Serpent felt a little uncomfortable. He suddenly began to suspect if conversing with this outsider would really be productive.

Regardless, she seemed more whimsical and unpredictable than he had expected.

Yet she did not notice his silence. She turned another candy into electrical arcs in her hands, and smiled joyfully.

'''Ai Hyperion Λ:''' Ah, tasty!

'''Ai Hyperion Λ:''' But the friend who gave me this candy said that in dreams, candies have no taste and games aren’t fun either. After that, she fell into another child’s dream with a “bam”.

'''Ai Hyperion Λ:''' Probably because she did not merely want the candy itself, but the moment she gets the candy, or the moment she shares the candy with someone else.

'''Ai Hyperion Λ:''' But… rest assured, I really did nothing to their dreams. But, those dreams are too fragile, even the slightest shock can break them.

'''Ai Hyperion Λ:''' If not for more pressing issues, I think everyone would realise that they’re trapped in a dream if you gave them time… in ten or twenty years.

'''Ai Hyperion Λ:''' At that time… this so-called heaven would become an unsalvageable hell.

'''Ai Hyperion Λ:''' After all, although VR games are fun… being trapped in a VR game is a completely different story.

'''Gray Serpent:''' What a joke.

'''Gray Serpent:''' A Stigmata is the crystal of human thoughts and will. When a human fuses with a dream, the Stigmata Space already possesses everything the human has.

'''Gray Serpent:''' You, like those pitiful unawakened ones, only believe in what you want to believe in.

'''Ai Hyperion Λ:''' But humans don’t have an answer.

'''Ai Hyperion Λ:''' Or rather… most people don’t know what they want.

'''Ai Hyperion Λ:''' They search because they are lost, and they get lost in the search. They pioneer and create miracles through arduous means… and finally break free from their initial confusion.

'''Ai Hyperion Λ:''' So in the real world, dreams that can only repeat history cannot simulate the future they can create.

'''Ai Hyperion Λ:''' Such desire, greed, or maybe… unpredictability? They are the reasons why I like humans.

'''Ai Hyperion Λ:''' Humans can dream at night only because they’ve parted with yesterday to welcome a new tomorrow.

Ai smiled gently. It was only then that Gray Serpent directly felt her anomaly as an existence from outside this world.

'''Gray Serpent:''' …

'''Gray Serpent:''' You sure know how to talk.

'''Gray Serpent:''' But what does that have to do with Project STIGMA?

'''Ai Hyperion Λ:''' …

'''Gray Serpent:''' My job is to protect Stigmata Space, not to understand humans.

'''Gray Serpent:''' Project STIGMA definitely won’t fail. This only is a belief that I swear my life on.

'''Gray Serpent:''' Which means, it doesn’t matter if they wake up from their dreams… the future of those previous humans no longer exists.

'''Gray Serpent:''' All in all, for civilisation to end its childhood…

'''Gray Serpent:''' We need them to give way.

'''Ai Hyperion Λ:''' Oh my, an enemy who is unreasonable and apathetic, what a pain.

'''Ai Hyperion Λ:''' I should’ve left you to the real protagonists if I knew it was going to turn out like this.

'''Ai Hyperion Λ:''' But to ensure that their much anticipated future can arrive safely, I should restrain you.

'''Ai Hyperion Λ:''' Don’t underestimate this intruder.

'''Gray Serpent:''' Looks like I’ve been held back for way longer than I expected.

'''Gray Serpent:''' Well then, I’ll see you again.

'''Ai Hyperion Λ:''' Hey…

'''Gray Serpent:''' Unfortunately, that’s my call.

…

'''Ai Hyperion Λ:''' …?!

'''Ai Hyperion Λ:''' What…

Having interacted with a few dreams, she was undoubtedly familiar with her condition.

…A sensation one could only feel in a dream.

'''Ai Hyperion Λ:''' I-Is my consciousness merging with Stigmata Space?

'''Gray Serpent:''' You definitely understand humans.

'''Gray Serpent:''' But you don’t seem to understand emulation.

'''Gray Serpent:''' Stigmata Space gathers all of humanity’s consciousness and knowledge. This means that any existence, even one as strange as you…

'''Gray Serpent:''' Can be captured by Project STIGMA, as long as you have a consciousness similar to that of a human’s.

'''Ai Hyperion Λ:''' So this is why you’ve been arguing with me about the truth? To buy time for this capture?

'''Gray Serpent:''' Why else would I bother discussing the previous humans with you?

'''Gray Serpent:''' Truthfully speaking, they could walk on their hands and I wouldn’t be surprised.

'''Ai Hyperion Λ:''' …

'''Gray Serpent:''' While you were racking your brains to speak for the humans, all your words have made you the perfect target for Project STIGMA.

'''Gray Serpent:''' A foreign anomaly? So what? Under Project STIGMA’s influence, nothing can overcome Sire’s will.

'''Gray Serpent:''' Regardless if it’s you… or Finality.

'''Gray Serpent:''' In fact, even Sire himself.

'''Ai Hyperion Λ:''' …

'''Ai Hyperion Λ:''' So you mean… that I can dream too?

'''Gray Serpent:''' …?

Perhaps nobody would have imagined that when the world was being reconstructed, when humanity approached the void, an observer similar to a human would try to close her distance from humanity.

…And because of that, she would land herself in an inescapable trap.

'''Ai Hyperion Λ:''' On the contrary, this assures me.

'''Ai Hyperion Λ:''' Although ending this now leaves me rather unsatisfied, I’ve already done what needs to be done.

'''Ai Hyperion Λ:''' So to me, this is evidence… evidence that everything I’ve done was not in vain.

'''Gray Serpent:''' Feeling sympathy for yourself, like a human?

'''Ai Hyperion Λ:''' If you also empathised with humans’ dreams with your “heart”, you wouldn’t say that.

'''Gray Serpent:''' What, should I give you a manual for cardiovascular surgery?

'''Ai Hyperion Λ:''' That’s not funny.

'''Ai Hyperion Λ:''' I can foresee the most probable past and future for this world.

'''Ai Hyperion Λ:''' Ever since I was born, I’ve been showing new possibilities to humanity, trying to bring them a better future…

'''Ai Hyperion Λ:''' Yet I’m not sure what a better future really entails for humans.

'''Ai Hyperion Λ:''' Was the helpI provided really meaningful? Or was it just my wishful thinking?

'''Ai Hyperion Λ:''' But in the end, Project STIGMA captured me. Although this has prevented me from helping any further… it means that humanity’s will has acknowledged me.

'''Ai Hyperion Λ:''' I finally know that this is no wishful thinking. Isn’t it something I should celebrate?

'''Gray Serpent:''' …

'''Gray Serpent:''' For an anomaly with the potential to interfere with time and space, your vision is shockingly short-sighted.

'''Ai Hyperion Λ:''' From a normal human’s perception of time… As a bystander, I point the way for the world tens of thousands of times every hour.

'''Ai Hyperion Λ:''' But compared to doing such monotonous work… I want to support them with my heart.

'''Ai Hyperion Λ:''' In the Pseudotime Crystal, from a human’s perspective, the time I spend with them is practically endless.

'''Ai Hyperion Λ:''' It’s like reading a long and dramatic story where the characters tug at my heartstrings. I smile when they are happy, and I cry when they are sad.

'''Ai Hyperion Λ:''' And now, as the story reaches its climax, rather than offering the future I like to them on a silver platter…

'''Ai Hyperion Λ:''' I want to tell them, “you’ve all worked hard, I’ll always be with you.”

'''Ai Hyperion Λ:''' That’s the type of character I wish to be.

'''Gray Serpent:''' Heh. Truly words you can say when you’re on top of the world.

'''Gray Serpent:''' But regretfully, this world only needs one coordinator.

'''Ai Hyperion Λ:''' …

She looked at Gray Serpent, her eyes full of unspeakable pity and compassion.

'''Ai Hyperion Λ:''' Although every existence has its limits… you must agree that you have to rely on a potential that was neglected in the past to go further.

'''Ai Hyperion Λ:''' What a pity…

'''Ai Hyperion Λ:''' No, I think that all of you already understand.

'''Ai Hyperion Λ:''' You just don’t know yet.

'''Gray Serpent:''' …

The girl’s body became fuzzier over time, and finally disappeared without a trace as she merged into one with the vast world of dreams.

Gray Serpent looked as she disappeared, seemingly despondent.

'''Gray Serpent:''' Farewell, intruder.

'''Gray Serpent:''' If you had not been blinded by humans…

'''Gray Serpent:''' We’d have had more constructive topics to discuss.

The world sank into silence again.

To be reacquainted with one’s life in a dream, only to fall back into a chaotic dream.

--

====<u>Gameplay 34-7 - Forgotten Dreams</u>====
'''Mei:''' …

'''Kiana:''' Mei… what happened to you?

'''Mei:''' …Kiana?

'''Mei:''' Hmm…

'''Kiana:''' Mei, want me to help you over to that chair for a rest?

'''Mei:''' …I’m fine. I don’t know why I suddenly felt dizzy, but I feel better now.

'''Bronya:''' Is it because of… the roller coaster?

'''Mei:''' I’m not sure.

'''Kiana:''' Probably not. Mei didn’t react at all when we were on it.

'''Bronya:''' Yeah. You were the only one screaming just now, the Bronya’s ears hurt from your screams.

'''Bronya:''' Oh… it must be because Kiana was too loud, that’s why Mei feels unwell.

'''Kiana:''' Hey…

'''Mei:''' …

The whistling wind, humid air, and Kiana’s screams… these recent sensations were seemingly jumbled together in that temporary yet intense dizziness.

'''Bronya:''' Then, does Mei still want to play?

'''Mei:''' Of course. We’ve planned this since a month ago.

'''Mei:''' It’s rare to have such a long vacation.

'''Mei:''' Or maybe… Kiana’s already had enough?

'''Kiana:''' Eh? O-Of course not!

'''Kiana:''' I can still play all day… No, I can still play all week!

'''Bronya:''' Kiana Idiotka. Mei said that because she knows that you still want to play.

'''Kiana:''' Bro━ny━a!

'''Mei:''' Haha…

Although the strange dizziness had yet to fade completely, they were having a great time now, their first present from Principal Theresa after the Honkai had ended.

The best way to show their gratitude would be to have as much fun as they could.

It should be… right?

'''Mei:''' Kiana, Bronya… What do you guys want to play next?

'''Kiana:''' How about what we try whatever we see, then we won’t have to decide. What do you think, Bronya?

'''Bronya:''' The Bronya is alright with that. If we walk along this path, there should be plenty of attractions that we haven’t tried yet.

'''Mei:''' Then let’s go, I hope the queues aren’t too long.

'''???:''' Hi~♪

'''Mei:''' …

'''???:''' Cuties, I heard you all discussing what to play next, right?

'''Kiana:''' Ah… Yes.

'''Kiana:''' We didn’t decide on anything though, so we’ll just go with the flow, and look for fun wherever we go.

'''???:''' Oh my, that sounds great. But… there are so many attractions here, it’ll be a pity to only play those on one path, no?

'''???:''' What I mean is, without a professional’s help, I’m afraid you’ll waste your time queuing up… When you’re done with this path, everyone would already be clocking off.

'''Bronya:''' So… this unnamed lady, are you a professional who’s here to help?

'''???:''' That’s right, you’re a smart one!

'''???:''' As you can see, I’m the professional guide of this amusement park. Naturally, I answer any question that any adorable girls may have, and bring them around to have an amazing time here.

'''Kiana:''' But, we didn’t ask for a guide when we entered the park?

'''???:''' It’s not too late to ask for one now.

'''???:''' See that AI guide machine over there? Click “Customer Service” on the main screen and choose five-star guide Miss Elf Elysia. Isn’t it super simple?

'''Elysia:''' Just like this… and this… Look, you just have to scan the code now.

'''Kiana:''' Um…

'''Bronya:''' Wait, let us think about it.

'''Kiana:''' …?

'''Bronya:''' Kiana Idiotka, don’t you think she’s too strange?

'''Kiana:''' Now that you mention it… she is.

'''Kiana:''' What do you think, Mei?

'''Mei:''' …

True, I think it’s only reasonable to reject a mysterious stranger who’s over-familiar and outwardly suspicious.

But for some reason, even though they did not know each other, even though she had said to reject her… Mei still couldn’t find a way to refuse.

'''Mei:''' I…

'''Mei:''' I think… she’s the “really pretty guide” that the other guests were talking about.

'''Bronya:''' Looking at her appearance, she does match the description.

'''Mei:''' As for her attitude… I remember all guides to be rather similar.

'''Kiana:''' I see. Looks like Mei really wants this guide service, huh?

'''Mei:''' …Yeah.

'''Kiana:''' Since you say so… we’re counting on you, Miss Elysia!

'''Elysia:''' I’m glad to be of help~♪

'''Elysia:''' Oh, right, I still don’t know the name of this pretty white-haired lady.

'''Kiana:''' Me? I’m Kiana, Kiana Kaslana.

'''Elysia:''' The moon goddess… What a beautiful name.

'''Kiana:''' Thanks, you have a beautiful name too.

'''Elysia:''' Mhm, I think so too. So, do you want to guess what “Elysia” means?

'''Kiana:''' I feel like… this is a trick question…

'''Mei:''' …

'''Mei:''' (What “Elysia” means?)

'''Mei:''' (Elysia… Have I heard this name somewhere…)

Mei unconsciously recited that name and felt as if something had fallen on her palm, like fine sand.

But just as she wanted to grasp it, it scattered in the wind.

'''Mei:''' …

She wallowed in the frustration of having lost the answer, and did not even hear anything Kiana and the others said afterwards.

Until…

…

The piercing screech of a megaphone brought Mei back to her senses.

'''Mei:''' (A megaphone?)

'''Elysia:''' Oh my, I’ve spoken too much.

'''Elysia:''' I’m just so weak to gentle and pretty girls like Kiana.

'''Elysia:''' At this rate, even a pro can’t guarantee that you’ll all get to play the attractions you like.

'''Elysia:''' So, please follow Miss Elf, and let’s have a great time~♪

As she spoke, she turned around and ran towards the claw machine, as indicated on the road sign.

'''Bronya:''' Mei, is something wrong?

'''Kiana:''' Yeah, Mei’s been awfully quiet.

'''Mei:''' Oh, I’m just thinking… what to play after catching dolls.

'''Elysia:''' Leave that to the guide.

'''Elysia:''' As a tourist, all you have to do is enjoy yourself.

'''Elysia:''' Ta-da!

'''Elysia:''' This is the most popular attraction in the amusement park, Doll Catch!

'''Kiana:''' What a huge claw machine!

'''Bronya:''' This isn’t for catching dolls, it’s for catching humans.

'''Elysia:''' Don’t you think that “doll” sounds cuter and more attractive?

'''Elysia:''' For example, “Bronya is such a doll” sounds much cuter, right?

'''Bronya:''' That makes sense, but this is… a different story.

'''Elysia:''' Don’t mind the details! Just think of it as a special claw machine, alright?

'''Mei:''' Special…

'''Elysia:''' Anyway, before we begin, let’s assign our roles.

'''Kiana:''' Mei wasn’t feeling well just now… How about we let Mei catch us?

'''Bronya:''' The Bronya won’t be caught.

'''[CHOICE] =''' Kiana capture lines

'''Kiana:''' Eh? Mei, you should go catch Bronya over there.

'''Kiana:''' Mei… Why are you always catching me?

'''[CHOICE] =''' Bronya capture lines

'''Bronya:''' Ugh! Mei predicted the Bronya’s movements…

'''Bronya:''' Mei, are you cheating?

'''[CHOICE] =''' 2-2

'''Kiana:''' Looks like Bronya and I are on par.

'''Bronya:''' Maybe Mei did it on purpose?

'''Elysia:''' How is it? Did you all have fun?

'''Kiana:''' Of course, thanks for bringing us here. But aren’t you gonna join us, Elysia?

'''Kiana:''' It’ll be more fun with another player.

'''Elysia:''' I’m the guide. If I lose myself in the fun and forget my job, that wouldn’t be fun, would it?

'''Elysia:''' And Doll Catch is just the first highlight of the member’s package.

'''Elysia:''' Like the Big Hammer, Pirate Ship, and Balloon Pop. The queues for those are really long, you guys probably haven’t tried them out yet, right?

'''Elysia:''' On this note, I personally recommend Balloon Pop the most~♪

'''Bronya:''' Balloon Pop… It does sound very interesting.

'''Kiana:''' I’m cool with that. What about Mei?

'''Mei:''' As long as we’re together, anything is fine.

'''Elysia:''' Oh, such an enviable relationship. In that case, let’s play Balloon Pop next!

'''Elysia:''' We’re here!

'''Mei:''' Balloon Pop looks really normal… I thought that it’d have a complex design like Doll Catch.

'''Elysia:''' Oh, how naive of you.

'''Elysia:''' A girl game needs to proceed elegantly and calmly. An overly complex design would ruin the aesthetics.

'''Mei:''' A girl… game? I feel like I’ve heard that somewhere before.

'''Elysia:''' This time, the three of you can challenge each other.

'''Kiana:''' Hehe, I’ll show you how awesome the Kaslana Gun Kata is!

'''Bronya:''' Project Bunny won’t lose.

'''Elysia:''' Such zestful pump-up speeches! Does Mei have anything to say?

'''Mei:''' N-No.

'''Mei:''' (I’m the only one who took it as a game?)

'''Elysia:''' Looks like our third contestant’s a little shy. In that case, shall we cut to the chase?

'''Mei:''' …

'''Mei:''' (Kiana and Bronya are unusually quiet.)

'''Mei:''' (How rare.)

'''Mei:''' (Never mind, I should focus on the balloons.)

'''Elysia:''' I’m not surprised you did it with ease.

'''Mei:''' (Hmm?)

'''Elysia:''' That’s a surprising result. I think you have what it takes to be a sharpshooter!

'''Mei:''' …

'''Elysia:''' Looks like you two are left wanting more.

'''Elysia:''' So…

'''Elysia:''' Shall we play another round of Balloon Pop?

'''[CHOICE] =''' Retry

'''Mei:''' (It’s so quiet.)

'''Mei:''' (They haven’t spoken since they started playing this game.)

'''Mei:''' (Aren’t they being overly serious?)

'''Elysia:''' That’s a surprising result. I think you have what it takes to be a sharpshooter!

'''Mei:''' Elysia, did you repeat what you had just said?

'''Elysia:''' Huh? Did I? You must’ve heard wrong.

'''Mei:''' No, I’m sure I didn’t.

'''Mei:''' Kiana, Bronya, have you noticed?

'''Kiana:''' Yeah, she did say it twice.

'''Bronya:''' If someone in a sci-fi flick repeats what she’s said many times, the Bronya will suspect she’s not a human but an android.

'''Elysia:''' How bold of you to assume that.

'''Elysia:''' Does any one of you want to confirm it? You can pinch my face or rub my hand or something.

'''Mei:''' …

'''Mei:''' I was only testing if that was a pitch used by tour guides to improve customer satisfaction.

'''Elysia:''' Seriously… why must everyone believe everything is done on purpose?

'''Mei:''' …

'''Elysia:''' I thought we were very close friends.

'''Mei:''' (Friends?)

'''Elysia:''' Regardless of whether I’m an android… at least I’ve been a great tour guide so far, right?

'''Elysia:''' If we part now, we may never meet in the amusement park again.

'''Elysia:''' Won’t it be a real pity if you miss out on a beauty such as me?

'''Mei:''' Uh…

'''Mei:''' (Why do my feelings…)

'''Elysia:''' So try to trust me a little more, okay?

Mei was faced with a familiar choice. Furthermore, that faint dizziness clung to her nerves again.

Part with the strange tour guide now? Or continue to peer into Elysia’s goal doubtfully?

Mei waited for her two companions to speak their minds.

Yet they were just as lost in thought and did not respond to Elysia.

'''Mei:''' …?

'''Mei:''' …

'''Mei:''' Elysia, what’s the next attraction?

'''Elysia:''' Hmm, you’ve made your choice. Then I better get serious!

'''Elysia:''' I was going to take you to the roller coaster again… But being a wise guide, I just had a better idea.

'''Elysia:''' What we’re going to experience is the hidden attraction!

A few moments later…

'''Elysia:''' Ta-da, here we are!

'''Kiana:''' I don’t see anything.

'''Elysia:''' It’s a treasure hunt, so what fun would it be to put the treasures at the start? But then again, that’d be original.

'''Elysia:''' Of course, if Kiana likes it bold, such as purring in my arms… I might just have to hand you the treasures.

'''Kiana:''' No, uh, that’s not what I meant…

'''Mei:''' Elysia, if the treasure hunt is a hidden attraction… what are the treasures?

'''Elysia:''' Hehe, a secret! What they are and what makes them special… you’ll see when you find them!

'''Elysia:''' Do you want to cheat? Your guide can provide hints, just so you know.

'''Elysia:''' …Mei, you’re sly.

'''Elysia:''' It’s more fun to find the treasures on your own.

'''Elysia:''' And I believe in Mei.

'''Elysia:''' If it’s you, I’m sure you can find the real treasure.

A travel guidebook dropped by someone.

'''Mei:''' Judging by its format, it seems to be an edition released much earlier than ours.

'''Bronya:''' But it’s as clean as a new copy.

An amusement park ticket folded square.

'''Mei:''' The date field is… blank?

A slightly damaged student ID booklet. The symbol of Chiba Academy is printed on it.

'''Mei:''' Chiba Academy?

…

The inside of the booklet stunned her.

'''Mei:''' What’s my student ID booklet doing here?

She looked to Kiana in search of an answer.

'''Kiana:''' …Ah!

'''Kiana:''' In terms of specialness, this might be the first treasure Elysia mentioned.

'''Mei:''' Guess I misunderstood what she meant by “treasures”.

'''Mei:''' But I never thought I’d recover it… I don’t even remember when and where I lost it.

Dazed by the girl smiling immaturely in the photo, Mei felt as if she was not staring at her younger self, but at a lookalike from a distant planet.

If there was a mirror, she might actually look into it to find out how different they were.

'''Mei:''' Speaking of which, although Chiba Academy and St. Freya are both high schools, they feel entirely different.

'''Mei:''' I remember Kiana didn’t transfer in for studies, but the student status to search for Mr. Siegfried more conveniently.

'''Kiana:''' Yeah. That and we weren’t in the same grade… we didn’t cross paths at first.

'''Kiana:''' And my knowledge of Mei was limited to the nickname “Lightning Queen”.

'''Bronya:''' Ah, like “The Silver Wolf of the Urals”, Mei had a famous nickname at Chiba Academy?

'''Mei:''' It was pretty famous… in a way. That wasn’t a good thing, though.

More like a horrible thing, she thought.

A nickname is a stereotype imposed on an individual by a group. Once formed, it can rarely be changed. All subsequent actions of said individual will be tainted by their nickname.

Over time… people may be influenced by nicknames to the point of agreeing with stereotypes.

'''Mei:''' But looking back now, I understand why those things happened.

'''Mei:''' I had a wealthy family and excellent grades, but was laconic and chauffeured to and from school… Everyone believed this heiress had very high standards.

'''Mei:''' …And was driven by profit.

'''Mei:''' Worst of all, I thought this was how socialising was supposed to be. It wasn’t until misfortune struck my family… that I realised I was living in a bubble.

'''Mei:''' Now that I think of it, I only needed a real friend.

'''Mei:''' Of course, she didn’t need to stand up for me when my classmates bad-mouthed me, or lend me her umbrella when I forgot mine. She just needed to… talk and share food with me during lunch break…

'''Mei:''' Then this memory wouldn’t pain me.

'''Kiana:''' …

'''Kiana:''' …Yep.

'''Mei:''' Hmm?

Kiana’s reaction startled Mei.

She thought Kiana would have much to say about the subject matter and the dreams she had.

'''“Kiana”:''' What’s wrong, Mei?

'''Mei:''' …Never mind.

'''“Kiana”:''' Now that we’ve found the first treasure, let’s move on to the next!

'''Mei:''' …Okay.

'''Mei:''' …

A futuristic robot model.

'''Mei:''' (Feels like something Bronya likes.)

'''“Bronya”:''' This model counts as a treasure as well?

'''“Bronya”:''' Then the Bronya is more than happy to keep it.

An adorable white cat glove puppet.

'''Mei:''' (I’ll put it away.)

An old bamboo sword.

'''Mei:''' This is…

Mei picked it up. On a sudden impulse, she readied her body, focused her mind, and swung it down swiftly.

…

'''Mei:''' Phew~

'''Elysia:''' Wow! You’re amazing! What’s that move?

'''Mei:''' It’s not a move. It’s a suburi, the most basic practice swing in kendo.

'''Mei:''' Wait, weren’t you over there just now?

'''Elysia:''' That’s because you found the second treasure too quickly. Well? Isn’t it special?

'''Mei:''' As a gift from my father when I first began practicing kendo, it’s special enough.

'''Mei:''' But don’t you find it strange that an item in my family storage is in the amusement park?

'''Elysia:''' I mean, the game designer tailored this game for you, so it’s natural for the treasures to be associated with you.

'''Elysia:''' Besides, aren’t you happy about visiting an amusement park and reliving the good old days with your friends?

'''Mei:''' I…

She hesitated when she should not have.

Elysia, however, seemed to have foreseen her response. She only smiled at her encouragingly.

In the silence, several petals brushed past her hilt-gripping hand, taking her mind back to many years ago.

At that time, her father demanded her to swing a sword three hundred times a day.

Despite her fatigue, the force and accuracy of her swings must not lessen, or she would have to start over after resting.

To the girl who didn’t yet understand why she must swing, the suburi session quickly became her most painful time of day.

It took her a year to swing three hundred times in one go.

Then her father set the goal to four hundred times.

In comparison, the present was extremely fun, yet a few attractions somehow managed to tire her out.

She tilted her head to look at Kiana and Bronya.

As she thought, they didn’t say anything while she was thinking.

'''Mei:''' …

'''Mei:''' About whether I’m happy or not…

'''Mei:''' I feel… alright.

'''“Elysia”:''' Mei, how gentle of you to say that. However, sometimes being honest brings better results.

'''Mei:''' (Better results?)

Mei mulled over the two words, and quickly sensed a subtle incongruity.

If she should be honest with a dear friend, then why did she answer her so ambiguously?

Was it because she didn’t want to spoil their fun, she didn’t want to upset them, or…

…

She didn’t want this fake dream to end?

'''Mei:''' …

After breaking through the foggy dizziness, she smelled reality.

'''Mei:''' Elysia… you’re right. Sometimes being honest does bring better results.

'''“Bronya”:''' Mei, what do you mean?

'''“Kiana”:''' Mei… what are you talking about?

'''Mei:''' Nothing, just lamenting the fact I got tricked by such a tacky dream. If word gets out, I’ll be teased to death by the real Kiana and Bronya.

'''Mei:''' Bronya, I remember you said…

'''Mei:''' If someone in a sci-fi flick repeats what she’s said many times, we’ll suspect she’s not a human but an android.

'''Mei:''' Isn’t your “Mei” just like that?

'''Mei:''' And Kiana, you…

'''Mei:''' You have so many flaws that I’ve been unconsciously justifying them.

'''Mei:''' The real you could never stay quiet when I’m playing games or talking to Elysia.

'''“Elysia”:''' Oh? You’ve got the hang of the reversed red light, green light game.

'''Mei:''' Yeah. Only reacting when I look at them, and standing still when I look away… Reversed red light, green light is an accurate analogy.

'''Mei:''' Despite it all being fake, I want to thank you.

'''Mei:''' This is an amusement park, after all.

The instant Mei pointed out the nature of the dream…

The Kiana and Bronya under her watch immediately disappeared.

'''“Elysia”:''' Their exit is as brisk as a press of the delete button. I thought it’d be more dramatic.

'''Mei:''' …Yep.

'''Mei:''' …

'''Mei:''' Long time no see, Elysia.

'''“Elysia”:''' Hi, long time no see…

'''“Elysia”:''' I’d love to say that… if I were the Elysia you want to see the most.

'''Mei:''' I know. I just felt like saying it.

'''“Elysia”:''' Oops, did I accidentally destroy your wish? I gotta fix this!

'''“Elysia”:''' …

'''“Elysia”:''' Long time no see, Mei.

'''Mei:''' Yeah, long time no see.

'''“Elysia”:''' Seeing Mei happy makes this Guide Elysia just as happy.

'''Mei:''' …Guide Elysia?

'''Mei:''' That reminds me of Elf Elysia. She was the keeper of the archives, but also acted as a guide for me.

'''Guide Elysia:''' Whoa, there’s another me? And in order of appearance, she seems to be my predecessor…

'''Guide Elysia:''' But I won’t lose to anyone when it comes to guiding tourists!

Her declaration made Mei realise something.

She realised this was a dream, but this did not change anything.

She was still trapped here, could not channel her Herrscher powers, and Elysia who should have disappeared alongside Kiana and Bronya…

'''Guide Elysia:''' Um… I think this can be attributed to the difference in the way we exist?

'''Mei:''' Wait, how do you know what’s on my mind?

'''Guide Elysia:''' Oops, I got ahead… Ahem, anyway, they’re just your dreams.

'''Guide Elysia:''' They’re like the imaginary friends we draw when we’re little. They’ll vanish when you stop believing in them.

'''Guide Elysia:''' But I’m still closely connected to the signets you’ve inherited and the treasures you’re about to find. I’m less sensitive but more stable than them, which is all that matters now.

'''Mei:''' …I see.

'''Mei:''' Had you not popped out and diverted my attention little by little, I might still be blissfully playing the reversed red light, green light game.

'''Guide Elysia:''' Mei, you should say “garner your attention”.

'''Mei:''' Ha, you haven’t changed.

'''Guide Elysia:''' But that implies you’re quite satisfied with the image of Guide Elysia.

'''Mei:''' …You have other images?

'''Guide Elysia:''' Duh, I have like thirteen images, and each image has more than one style.

'''Guide Elysia:''' But what I’ll appear as ultimately depends on the tourists.

'''Guide Elysia:''' For example, if you and Kalpas are on the best terms, I’ll automatically transform into Butler Kalpas to guide you~♪

'''Mei:''' Wow. Somehow I guessed you’d use Kalpas as an example.

'''Mei:''' Anyway…

'''Mei:''' You purposefully took me to the games I’ve played and repeated what Elysia’s said to me… in order to lead me to the realisation that this is just a dream, right?

'''Guide Elysia:''' Mhm~♪

'''Guide Elysia:''' But you’re much more perceptive than I thought. I thought you wouldn’t realise something was wrong until the third treasure.

'''Mei:''' The third treasure? Is it the real treasure you mentioned?

Guide Elysia closed her eyes and gave it some thought.

'''Guide Elysia:''' About what the real treasure is, what it does, how to find it, where it’s hidden, why I am who I am, what I exist for…

'''Guide Elysia:''' I don’t have a clue either, in fact.

'''Mei:''' In other words, we’ll only know if it’s the real treasure when we find it.

'''Mei:''' (But if you really don’t know anything, when I found the bamboo sword, why did you…)

'''Guide Elysia:''' Don’t worry, come with me, I’ve guessed where it’s hidden!

'''Mei:''' Guess?

'''Guide Elysia:''' It means thinking like a treasure hunt designer.

'''Guide Elysia:''' Such as there…

An envelope appearing to contain something important. But after opening it, only a blank, crumpled letter was found.

'''Guide Elysia:''' What? My hunch said it was hiding something.

'''Mei:''' …It’s fine. Let’s keep looking.

Something appeared to be hidden here, but a closer look revealed nothing.

'''Mei:''' …

'''Guide Elysia:''' …

'''Mei:''' (I feel we’ve become less proficient at this game.)

'''Guide Elysia:''' Mei, I can hear your thoughts!

A delicate, quaint wooden box.

'''Mei:''' Why is it here?

Mei opened the box. Inside lay a violet omamori.

'''Guide Elysia:''' Mei, what’s this? It looks lovely.

'''Mei:''' This is the omamori my mother sought for me…

The abnormality made her stop.

'''Mei:''' Guide Elysia, you…

'''Guide Elysia:''' Uh-oh, this is sudden… but I guess you figured me out.

'''Mei:''' You… knew this would happen?

'''Mei:''' If so… then we were…

'''Guide Elysia:''' If I told you the truth at the start, I’d probably be identified as foreign matter and deleted by the dream before you could figure anything out.

'''Guide Elysia:''' Of course, I have ways to bypass it, such as by running into your arms and slipping you a note that tells the truth and my feelings for you.

'''Guide Elysia:''' But even if it could work, I’m still against the idea.

'''Guide Elysia:''' If you wish to have fun at an amusement park with Kiana and Bronya while being led by Elysia…

'''Guide Elysia:''' Then how could I have the heart to cut your dream short?

'''Mei:''' I…

'''Guide Elysia:''' I’m your guide, but also an extension of the signets… I’m afraid I can’t accompany you anymore.

'''Guide Elysia:''' But I believe in Mei.

'''Guide Elysia:''' I’m sure you can find the real treasure~♪

'''Guide Elysia:''' The abrupt ending of today must be for the romantic beginning of tomorrow!

…

'''Mei:''' …

The faraway buzz contrasted with the surrounding silence. Mei only stood there.

A sudden sense of loss diluted her newfound joy.

Whether it was a realistic illusion or a delusive reality, they would ultimately leave it once and for all.

But the dream continued.

After gathering herself, Mei went to the bench on the left and spread out the treasures she had found.

A travel guidebook. An amusement park ticket. A white cat glove puppet. A bamboo sword. An omamori. And… a blank letter.

“I mean, the game designer tailored this game for you, so it’s natural for the treasures to be associated with you.”

'''Mei:''' Looks like I need to study each of them…

Just when she was about to peruse the travel guidebook, she heard another quote from Guide Elysia in her head.

“What? My hunch said it was hiding something.”

'''Mei:''' Wait, if what she said is true…

Mei closed her eyes to focus on the envelope in her hands. Now that she could not channel her Herrscher powers, she could only rely on the signets inherited from the Flame-Chasers.

'''Mei:''' …

She cut off the noise and let her mind swim among the stars.

Millions of stars were millions of possibilities.

And the signets often pointed her toward the one that shone only for her.

Yet this time…

She was greeted by inky darkness.

…

When Mei opened her eyes, she didn’t see the words she wanted to see in the letter. What’s worse, she couldn’t sense any lingering energy.

She didn’t want to question what Guide Elysia said, much less deny her heritage.

Conflicted, a thought springs to mind.

'''Mei:''' If there’s nothing wrong with them, then…

'''Mei:''' Maybe it’s me.

She examined the letter again as a tourist.

Describing it as crumpled was perhaps too general.

The letter had creases of varying lengths all over it. It was the sheer number of creases that made the letter appear crumpled.

'''Mei:''' Huh… I was so dumb.

Treasure-hunting was never a game that required special powers to beat. She fell into the inertia trap at the very start.

“As a tourist, all you have to do is enjoy yourself.”

'''Mei:''' Yeah, you’re right. I just need to enjoy myself and rediscover my past while I’m at it.

She carefully folded back the letter along the creases.

For ordinary people, this may be a challenge too difficult, but for Mei, this was merely a pastime.

After all, origami, ikebana, chanoyu, and kendo were part of her heiress days.

And with restoration came the favorable turn she had been waiting for.

'''Mei:''' This is…

Gradually, the paper flower came alive, bloomed, and solidified as if being framed at the height of its beauty.

When the glow faded, floating before her was…

A pink crystal flower she couldn’t be more familiar with.

To welcome goodness, you chose to change.

To acquire power, you learned to persevere.

To unify your body and mind, you began to grow.

'''Mei:''' Hiding the real treasure here. That’s original.

The crystal flower stopped flying onward.

Obviously, it had taken Mei to its destination, which was the start of the treasure hunt.

It fell gently. The instant it touched the ground, it let out a puff of smoke. Then a treasure chest appeared.

Mei understood everything when she opened the chest.

Although there was nobody to show her the way out, this object must be able to…

'''Vill-V:''' The end of a game doubles as its start. Makes sense, it’s like a helix.

'''Mei:''' Vill-V?!

'''Vill-V:''' Hello there, Ms. Tourist who inherited all the signets… or should I call you Mr. Tourist?

'''Mei:''' …

'''Vill-V:''' First of all, congrats! The compass you’re looking at is the real treasure of the game, and a keepsake from me.

'''Vill-V:''' But I’m really curious about how you did it. That was the work of a great magician.

'''Vill-V:''' After the Great Magician proposed the idea of restoring origami, the Flame-Chasers all tried, but only the Expert did it. It’s said that even Elysia, her muse, failed.

'''Vill-V:''' Or should I say… you who inherited the signets is an origami master?

'''Vill-V:''' Oops, did I get off topic?

'''Vill-V:''' Anyway, the treasure hunt’s triggered by a special predicament. As your reward for winning, I’ll take over as your guide and lead you out of here.

'''Vill-V:''' The principles are hard to explain, so just remember one thing…

'''Vill-V:''' If I can create untruth with truth, I can naturally do the opposite.

'''Vill-V:''' Since you’ve inherited the signet of every Flame-Chaser, neither Finality nor Project STIGMA is the end of humanity for you.

'''Vill-V:''' And the other matter, which is about her…

'''Vill-V:''' Oh well, let’s continue this topic after we reach the real backdoor.

'''Vill-V:''' But don’t get your hopes up!

--

====<u>Gameplay 34-8 - Plan B</u>====
“After people wake up from sleep or other distractions, they must often check the compass for directions.”

“Don’t wait until we lose our way and this world to start discovering ourselves, our situation, and the infinite scope of our relationships.”

The pink dream gradually retreated from Mei Raiden’s foggy mind.

But the backdoor and the beacon left by the signets…

The imaginary compass left by Vill-V was being clutched by the unconscious successor.

'''???:''' …You turned out to be a fighter.

'''???:''' Good thing I don’t have to save your hide again.

'''Mei:''' Hmm…

'''Mei:''' (Elysia… Vill-V…)

'''Mei:''' …

'''Mei:''' Did I have a… long dream?

'''Herrscher of Sentience:''' Dream? You vanished for half an hour.

'''Mei:''' …!

'''Mei:''' Are Kiana and Bronya alright?

'''Herrscher of Sentience:''' I guess so…

'''Herrscher of Sentience:''' Only… they also hallucinated while investigating the area.

'''Herrscher of Sentience:''' Luckily, Durandal acted super fast, and saved them from the same trouble.

'''Herrscher of Sentience:''' Come, stand still.

'''Herrscher of Sentience:''' Let me give you a checkup.

Without hacking into Mei’s memories, the Herrscher of Sentience examined every corner of her consciousness.

'''Herrscher of Sentience:''' Good, I don’t see any after-effects.

'''Herrscher of Sentience:''' You go look for Kiana and Bronya yourself. I’m busy.

'''Mei:''' Wait, Herrscher of Sentience.

'''Herrscher of Sentience:''' What do you need? Just to be clear, I’m really, really busy.

'''Mei:''' You said I vanished for half an hour… What happened?

'''Herrscher of Sentience:''' You know what I am, right?

The Herrscher of Sentience suddenly shifted the focus to herself.

After seconds of confusion, the Herrscher of Thunder came to the realisation.

'''Mei:''' Are you saying you exist independently of Fu Hua?

'''Herrscher of Sentience:''' Yep.

'''Herrscher of Sentience:''' Generally speaking, I’m just a feather.

'''Herrscher of Sentience:''' But have you ever wondered what such a feather is?

'''Mei:''' Isn’t it a part of Fenghuang Down?

'''Herrscher of Sentience:''' Then how was Fenghuang Down created?

'''Mei:''' A Herrscher Core from the Previous Era…

'''Mei:''' Ah.

'''Mei:''' Could Fenghuang Down’s feathers actually be similar to the case of the Herrscher of Reason…

'''Herrscher of Sentience:''' You’re closing in.

'''Herrscher of Sentience:''' You can normally take the feather as a recorder or a special communicator…

'''Herrscher of Sentience:''' But fundamentally, it’s the inside of a Herrscher Core and a port between the Imaginary and real.

'''Herrscher of Sentience:''' You know Seele once vanished in the Sea of Quanta, right?

'''Herrscher of Sentience:''' What’s happening to me and what’s happened to you are similar to that.

'''Herrscher of Sentience:''' The only difference is that our entity is denied by Imaginary Space, not the Sea of Quanta.

'''Herrscher of Sentience:''' The thing is, my Core’s naturally good at flipping inside out… but yours obviously isn’t.

'''Herrscher of Sentience:''' Hallucinating, dreaming, vanishing… Where space is chaotic, all the tricks played by Project STIGMA are related to this flip.

'''Mei:''' Did Hare do this?

'''Herrscher of Sentience:''' I don’t think so.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' But guess what, I’m not a teacher.

'''Herrscher of Sentience:''' You know so many scientists. Save the harder questions for them.

'''Herrscher of Sentience:''' I’ve been helping you long enough. I deserve a break.

The Herrscher of Sentience waved as usual and vanished once more.

For some reason, Mei remembered a book she read at St. Freya.

“Long ago, I lost a hound, a claret horse, and a turtledove. I’m still looking for them.”

“To many travelers, I’ve expressed how much I missed them, and described their characteristics and the calls to which they responded.”

“I once met several people who heard the hound bark, the horse run, and even saw the turtledove fly into the clouds.”

“And they were eager to find them, as if they had lost them themselves.”

'''Mei:''' (I should find Kiana and Bronya first.)

…

…

…

'''Kiana:''' …Mei!

…

'''Mei:''' Mm, I’m sorry to have worried you guys.

'''Bronya:''' It’s all thanks to the Herrscher of Sentience and Durandal this time. The Bronya is glad you’re okay.

'''Kiana:''' Yeah. Project STIGMA and its dirty tricks… We can’t let our guard down even for a second.

'''Mei:''' …Yes. But danger often offers opportunities.

'''Mei:''' For example, in that incident before…

'''Mei:''' I found out that the Previous Era may have left a “backdoor” for us.

Mei told the two what she had experienced in the dream.

'''Kiana:''' I see.

'''Kiana:''' I think Dr. Tesla will be interested.

'''Mei:''' Dr. Tesla?

'''Kiana:''' She said, “There’s much room for improvement of Anti-Entropy’s plan before we come face-to-face with the Herrscher of the End.”

'''Kiana:''' I think the item Mei found might just be that improvement.

'''Bronya:''' But it might also serve the same purpose as Durandal’s keepsake.

'''Mei:''' Durandal’s keepsake?

'''Kiana:''' Ah… Mei, I know this is hard to believe.

'''Kiana:''' Durandal is actually the original Kiana from where my genes originated. An accident erased her memory, and a series of coincidences set her on another path…

'''Kiana:''' We learned the truth today thanks to a keepsake from the Kaslana’s Stigmata Space when we saved Dad together.

'''Mei:''' That explains it.

'''Kiana:''' Huh? Mei, you’re not surprised?

'''Mei:''' I’m not. As absurd as it sounds… it makes sense.

'''Mei:''' Bronya, you should feel the same.

'''Bronya:''' The Bronya is slightly more surprised. But speaking of the person that’d be taken aback by the news…

'''Bronya:''' It only left the Principal speechless for a while, or so the Bronya heard.

'''Kiana:''' Ahem. That’s how things are. After that keepsake shared our memory with each other, it vanished without a trace.

'''Kiana:''' Was that what you were talking about, Bronya?

'''Bronya:''' Yeah.

'''Mei:''' We can’t rule out that possibility.

'''Mei:''' But…

'''Mei:''' Because it’s the work of that Vill-V from the Flame-Chasers, I have more faith in it.

'''Bronya:''' …I see.

'''Theresa:''' Ah, here you all are. Mei, how are you feeling?

'''Mei:''' Principal. Sorry about making you worry.

'''Theresa:''' Don’t say that, Mei. Your safety is what matters.

'''Theresa:''' The Herrscher of Sentience has briefed me on the situation.

'''Theresa:''' You’re planning to have Anti-Entropy scientists study the beacon Mei found, yes?

'''Kiana:''' Yeah.

'''Theresa:''' Great. I was going to take Kiana and Mei to the Salt Lake Base. Of course, the Herrscher of Sentience would escort us in case of danger.

'''Bronya:''' That temporarily leaves the defense of St. Freya to the Bronya.

'''Theresa:''' After Siegfried arrives in The Deep, Fu Hua will hurry over to support you and Seele. The Deep is politically stable, so we can regard it as our home front.

'''Mei:''' Sounds like Anti-Entropy has thought out a battle plan.

'''Theresa:''' Indeed.

'''Theresa:''' But your beacon must be a pleasant surprise for them.

'''Bronya:''' So when are you setting out? The Herrscher of Sentience has walked off to rest.

'''Theresa:''' Oh?

'''Theresa:''' Didn’t she promise me…

'''Herrscher of Sentience:''' Come on, I don’t work for you, why would I let you boss me around?

'''Herrscher of Sentience:''' If I weren’t so kind-hearted, I’d sit back and watch Hare and the like make a fool of you.

'''Kiana:''' Herrscher of Sentience… you’ve been here all along.

'''Herrscher of Sentience:''' Hmph, if only someone had paid more attention.

'''Herrscher of Sentience:''' I promised Theresa to find Mei Raiden and keep Kiana and her safe.

'''Herrscher of Sentience:''' When did I agree to act with you?

'''Theresa:''' …

'''Herrscher of Sentience:''' Theresa, you’re the friggin’ Schicksal Overseer. Every S-rank Valkyrie at Schicksal is at your disposal. What more do you want?

'''Mei:''' Herrscher of Sentience… your power is one of a kind.

'''Herrscher of Sentience:''' Thank you for stating the obvious.

'''Herrscher of Sentience:''' You’re not getting anything else outta me.

'''Mei:''' I know you’re a free-spirited Herrscher. But I was actually saying…

'''Mei:''' That even if we’re worlds apart, I believe you’ll keep your word and come to our rescue.

'''Herrscher of Sentience:''' You!

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Whatever, I know your kind, you’re begging me ‘cause you can’t do without me!

'''Seele:''' Um, please don’t fight.

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Seele, this isn’t your business, right? I’m gonna give them a psychotherapy session to help them suck less.

'''Seele:''' But we need to unite as one now more than ever… We need the power of each and every one of us.

'''Seele:''' Like Susannah, an ordinary Valkyrie we met earlier.

'''Seele:''' But without her, we’d have gotten half the result with twice the effort in The Deep, don’t you agree?

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Seele, you…

'''Seele:''' …??

'''Herrscher of Sentience:''' …Never mind.

The Herrscher of Sentience shrugged in a display of her forgiveness.

'''Herrscher of Sentience:''' Hmph. For Seele’s sake…

'''Herrscher of Sentience:''' Now you all owe me one, understand?

'''Theresa:''' …

'''Seele:''' You’re willing to make up with everyone?

'''Herrscher of Sentience:''' …

'''Herrscher of Sentience:''' Quit staring at me with puppy eyes and saying those corny lines. I said please, okay?

'''Seele:''' …??

'''Seele:''' Ah… okay. I’m sorry.

'''Herrscher of Sentience:''' …

'''Kiana:''' So… can we set out now?

'''Mei:''' Everything looks good to me.

'''Herrscher of Sentience:''' Hmph. Just to be clear, I won’t help unless you really need it!

'''Theresa:''' …

A few hours later, Salt Lake Base.

'''Tesla:''' Mophead, has your analysation put out anything?

'''Einstein:''' I’ve finished analysing the rock samples Theresa brought here.

'''Einstein:''' To put it simply, the physical indicators of the Unholy Relic are similar to those of Herrscher Cores. It used to be the structural unit of an oddly-shaped Imaginary singularity.

'''Einstein:''' But… as it’s an inactive shard, the information we can acquire from it may be very limited.

'''Tesla:''' That’s not our concern now! Can you infer what state Kevin’s in or what the pattern of the Herrscher of the End’s birth is?

'''Einstein:''' I can’t say about the former, but about the latter… I can correct a misconception.

'''Einstein:''' The Herrscher of the End doesn’t come out of nowhere. More likely… it’s always been there.

'''Tesla:''' What? Didn’t you just say that Unholy Relic is an inactive shard?

'''Einstein:''' Yes, but according to what Kevin said to Fu Hua, the authority of Finality is time.

'''Einstein:''' Because an Imaginary singularity at the Core of a Herrscher is already a fixed point in Imaginary Space…

'''Einstein:''' If we take account of time, then the only plausible conclusion is… the Herrscher of the End can withstand spacetime shifts in some way.

'''Tesla:''' …Doesn’t that create a bigger contradiction?

'''Tesla:''' If Finality is unaffected by time, how will Project STIGMA affect it and seize its power through time?

'''Einstein:''' It’s certainly contradictory from this angle. But…

'''Einstein:''' What if Project STIGMA and Finality are interdependent?

'''Tesla:''' Ah?

'''Einstein:''' After hearing Kevin’s attitude from Fu Hua, I’m baffled by one thing.

'''Einstein:''' Why does Kevin believe Project STIGMA is guaranteed to purge the Honkai after being carried out?

'''Tesla:''' Isn’t it because he can join the Honkai if he loses?

'''Einstein:''' Then why does the Honkai want us to join?

'''Tesla:''' Didn’t Kevin call the Honkai an embrace…

'''Tesla:''' Ah.

'''Einstein:''' You’ve realised.

'''Einstein:''' We don’t know what the Cocoon is… but I’m guessing it’s a template.

'''Einstein:''' Project STIGMA will merge reality and Imaginary Space, presumably to synchronise the humans defined by them with Finality forcefully.

'''Einstein:''' If I’m entirely correct, the authority of Finality that Kevin shoulders will be spread evenly over all humans one day.

'''Einstein:''' All surviving new humans will be cursed with Finality, though it’ll most likely be harmless by that time.

'''Tesla:''' With this knowledge… if new humans correspond to the Herrscher of Domination’s puppets, then Project STIGMA corresponds to the construction of the Theater of Domination?

'''Tesla:''' No. Project STIGMA can’t directly control the Stigmata Awakened, nor does the World Serpent believe they’ll lose their freedom in the end.

'''Tesla:''' So you’re saying…

'''Tesla:''' Old humans are equivalent to cornerstones like the puppets, while new humans are equivalent to Otto?

'''Einstein:''' Yes. But it’s just an analogy, so it may not be appropriate.

'''Einstein:''' Now that we’ve gotten so far, the beacon you’ve been studying…

'''Einstein:''' Its importance is clear to see.

'''Tesla:''' Oh, right.

'''Tesla:''' We’ve been talking about your discoveries, now let’s talk about mine!

'''Tesla:''' Based on your conclusion, we can take this beacon that Mei found as some kind of transmitter, but…

'''Tesla:''' It’s trying to message a nonexistent recipient.

'''Einstein:''' …?

'''Tesla:''' Current measurements suggest that the beacon runs on Mei’s Core and is emitting a signal, which only contains a simple, repetitive message, to Imaginary Space.

'''Tesla:''' Although we can’t understand this simple, repetitive message…

'''Tesla:''' Given the design of transmitters, this mostly means it hasn’t found the recipient. Think of a phone that says it has no service… it’d desperately search for a base station.

'''Einstein:''' Would it be the Herrscher of Origin?

'''Tesla:''' I don’t know. This is difficult to validate by technical means, as none of us have seen the authority of Origin before.

'''Tesla:''' But I’m more worried about why Mei could find the beacon.

'''Einstein:''' You mean what the Herrscher of Sentience warned us about?

'''Einstein:''' That Mei might be targeted by Project STIGMA.

'''Tesla:''' Mhm. It’s this statement and Kevin’s behavior that made me realise something tricky.

'''Tesla:''' Be it Project STIGMA creating the beacon or the beacon hiding amidst Project STIGMA…

'''Tesla:''' Both indicate that Mei is a unique entity to Project STIGMA.

'''Tesla:''' I don’t know what this will lead to… but anyhow, it’s worth a shot.

'''Einstein:''' You think what Mei wants to do, like Schicksal’s Island Operation, won’t conflict with the 2nd-gen Project Selene?

'''Tesla:''' Of course it won’t. It’s also for Kiana’s benefit.

'''Tesla:''' And in this way… our battle plan is taking shape.

'''Tesla:''' Once Nagamitsu finishes the feasibility studies, we can call everyone and hold a joint warfare conference on the state of Earth.

'''Tesla:''' We’re really going out of our way this time.

'''Einstein:''' We surely can’t lose to Project STIGMA in the scope of operations. Remember the spirit of Lab 42?

'''Einstein:''' “Whoever has faith in the lord of all things, can thus eat all things.” We carved this motto into a lab wall.

'''Tesla:''' Hey… Isn’t that your fancy excuse for eating junk food?

'''Einstein:''' Really?

'''Tesla:''' Don’t play dumb…

'''Tesla:''' That quote is carved into a lab kitchen wall!

Time flew. Nowadays, perhaps Einstein only teased like her teenage self when she was around Tesla.

But the 42 that she mentioned inadvertently became an apt footnote for the following operations…

That would be the “answer to the ultimate question of life, the universe, and everything”.

--

====<u>Gameplay 34-9 - The Split Up</u>====
'''Durandal:''' Copy that. Schicksal HQ is in stable connection and can attend the conference anytime.

'''Durandal:''' Got it. Take care, Overseer Theresa.

'''Rita:''' Does Master Theresa plan to host this warfare conference at Anti-Entropy HQ?

'''Durandal:''' Yes. Signals from all parties will be encrypted and transmitted through the Cosmic Juggernaut.

'''Durandal:''' We’ll organise the findings of Nagamitsu, Tesla, and Einstein, then develop a battle plan to attack Project STIGMA and eventually confront Kevin.

'''Durandal:''' We must not only tear apart the artificial shackles, but also go beyond the ordained Finality.

'''Rita:''' In other words… this battle will decide the fate of humanity.

'''Durandal:''' Yes.

'''Schrodinger:''' Unlike Einstein and Co., we’ve gone through it once in a bubble universe.

'''Schrodinger:''' Although it can’t be called a success.

'''Durandal:''' Our perception of the enemy was systematically flawed. For that reason, this plan needs to comprise operations of different natures.

'''Durandal:''' Reclaiming the Earth, exploring the Origin, and transcending the Finality… We need to devise parallel plans that tackle these three strategic goals.

'''Durandal:''' For example, until we’re certain we can harness the Finality like Kevin, we can’t destroy Project STIGMA completely, even if we’re capable of doing so.

'''Schrodinger:''' That’s right from a strategic perspective… but if we fail to secure a tactical edge, such analysis will be empty talk.

'''Rita:''' Regarding that… there’s an interesting phenomenon.

'''Rita:''' Schicksal, Anti-Entropy, and the MOTHs… or rather the World Serpent… all happened to provide a solution for each of those goals.

'''Rita:''' I believe when this meeting is dismissed, even the pessimistic Dr. Schrodinger…

'''Rita:''' Will find genuine hope.

Hope was an interesting thing. Hopeful people tended to fall into two categories…

Those who never consider the difficulties, and those who have fully considered the difficulties ahead.

Specifically, many of these present cycles formed such a spiral on this matter.

'''Welt Yang:''' After this meeting, we’re going to fight a long and arduous battle.

'''Welt Yang:''' It may be needless to ask this now…

'''Welt Yang:''' Kiana, Mei, and Madam Theresa, how did you rest during the wait for the analysis results?

'''Theresa:''' Adequately, especially when compared to Durandal and Li Sushang who only slept for a few hours.

'''Mei:''' I did mindfulness training in sensing the signets. Hopefully it’ll aid our mission.

'''Kiana:''' I guess people have their own way of resting.

'''Kiana:''' I just slept in my bed. Bet they can’t do that.

'''Einstein:''' They can’t.

'''Einstein:''' Well, it’s about time. Sovereign, let’s get ready to start.

'''Welt Yang:''' …Yeah.

'''Welt Yang:''' Durandal, Rita, Nagamitsu, how’s your signal?

'''Nagamitsu:''' Schicksal HQ has no issues.

'''Welt Yang:''' Bronya, is everything normal at St. Freya?

'''Bronya:''' Fu Hua, Seele, and the Bronya are on call.

'''Welt Yang:''' Mr. Siegfried, what about The Deep?

'''Siegfried:''' Ms. Susannah did a great job. Ms. Li and I are prepared for battle.

'''Welt Yang:''' Good. Without further ado, let’s start discussing how to reclaim the Earth, explore the Origin, and transcend the Finality.

'''Welt Yang:''' Nagamitsu, you can introduce the reclamation of Earth that Schicksal’s in charge of first.

'''Nagamitsu:''' Okay! I’ve been waiting.

'''Nagamitsu:''' You’ve experienced Schicksal’s Island Operation…

'''Nagamitsu:''' We struggled to save the headquarters of Schicksal and Anti-Entropy, and develop strongholds such as St. Freya from The Deep.

'''Nagamitsu:''' We plan to reclaim the Earth by increasing the number of such “islands”, so a larger part of Earth can remain normal before Project STIGMA is subverted.

'''Nagamitsu:''' Of course, doing so would consume an enormous amount of energy, and Schicksal would have to search the Imaginary for resources.

'''Nagamitsu:''' Luckily, Project STIGMA has inspired us.

'''Nagamitsu:''' Since it used the power of Finality to reset the space around Earth… we can compete with it if we can learn its way of use.

'''Mei:''' …Learning from Project STIGMA?

'''Nagamitsu:''' There’s more. After rescuing Mr. Siegfried from the Kaslana Stigmata Space, we lured that place into breaking away from Kevin and submitting to Theresa with the Cosmic Juggernaut.

'''Nagamitsu:''' This way, we gained control of an endpoint outside of Project STIGMA to create an anti-Project STIGMA.

'''Nagamitsu:''' As we all know, the other endpoint of Project STIGMA is the moon. The key factor is the power of Finality that’s transferring from the moon to Kevin.

'''Nagamitsu:''' To emulate this directly is clearly impossible for us. However, the learning template I mentioned happens to be available to us.

Kiana; You mean… not just imitating, but also using Project STIGMA itself?

'''Nagamitsu:''' Yes. Project STIGMA is a giant web woven from human dreams. The stronger the Stigmata Awakened, the better they are at weaving it.

'''Nagamitsu:''' Luckily, we have a person of Equinox.

'''Nagamitsu:''' I’m sure everyone knows Durandal’s lineage by now. She has awakened both the Kaslana Stigma and the Schariac Stigmata.

'''Nagamitsu:''' If Overseer Theresa can help us control the cornerstone of copying Project STIGMA, Durandal can provide us with the path of copying Project STIGMA.

'''Nagamitsu:''' To control with the power of Schariac and absorb with the power of Kaslana…

'''Nagamitsu:''' As long as Stigmata Space can draw power from the Imaginary, the girls can control how the space exists like Project STIGMA.

'''Nagamitsu:''' This process only requires the Cosmic Juggernaut, the Seed of SUmeru, and other non-Herrscher objects. This will allow Kiana to focus on other tasks.

'''Nagamitsu:''' Of course, compared to exploring the Origin and transcending the Finality, reclaiming the Earth is only treating the symptom.

'''Nagamitsu:''' However, it has the clearest roadmap and will provide great help to the other two.

'''Nagamitsu:''' As for the participants…

'''Nagamitsu:''' As I said, the direct involvement of Durandal and Theresa is required. Auxiliaries tentatively include Siegfried and Susannah. The reserve team led by Rita will help if necessary.

'''Theresa:''' The operation will be carried out in The Deep, correct?

'''Nagamitsu:''' Yes. St. Freya is the more efficient choice… but The Deep is the safer choice.

'''Fu Hua:''' Are you saying that… without external interference, The Deep dodged the Finality’s resetting the world with its spatial conditions alone?

'''Nagamitsu:''' That’s right. Even if our attempts all fail… at least The Deep will preserve a piece of past reality.

'''Nagamitsu:''' Like the bubble universe that Durandal anchored.

'''Nagamitsu:''' Great, I’ve finished introducing the reclamation of Earth. Can I pass the mic to Dr. Tesla?

'''Welt Yang:''' Wait. Before we get to the Origin, I want to talk about the Finality, or rather the 2nd-gen Project Selene.

'''Nagamitsu:''' If that’s the order… then the connection between the Origin and the Finality is apparently much tighter than we conceived.

'''Mei:''' …?

'''Durandal:''' I remember that the original Project Selene was about mass-producing a device that can convert Honkai energy into normal energy to render Honkai energy harmless.

'''Welt Yang:''' Yes. Assuming there’s a linear relation between the Honkai and civilisation, it would’ve been the perfect industrial solution.

'''Welt Yang:''' But Anti-Entropy later realised that the Herrscher of the End exists beyond the world. It’s intrinsically different from the other Herrschers.

'''Welt Yang:''' This is what caused the Selene to fail in the Previous Era. In the face of a transcendent being, no amount of time or production capacity was enough.

'''Welt Yang:''' Therefore, the 2nd version of the plan is no longer an industrial solution, but a special operation.

'''Mei:''' Special operation?

'''Kiana:''' It’s similar to the situation with the Herrscher of Domination and Otto in that we need to fundamentally change how our enemies exist.

'''Kiana:''' This is what Dr. Einstein specially told me when preparing for the meeting.

'''Mei:''' You mean this project is closely linked to Kiana?

'''Einstein:''' Yes. In simpler terms, we will imitate what Sirin did in the 2nd Eruption.

'''Theresa:''' …?

'''Tesla:''' You should remember the unmanned battleship captured by St. Freya. It was supposed to be the launcher of the 2nd-gen Project Selene.

'''Tesla:''' Only… we didn’t foresee those changes. Furthermore, the facts proved that we oversimplified Kiana’s issue.

'''Kiana:''' Back then, nobody imagined that the persona of the Herrscher of the Void would revive and worsen after so long.

'''Welt Yang:''' That wasn’t only disastrous for Kiana and St. Freya, but also led Anti-Entropy’s studies on Herrschers to a dead end.

'''Welt Yang:''' That’s why Anti-Entropy wasn’t ready to reveal this project until now.

'''Welt Yang:''' In summary…

'''Welt Yang:''' The 2nd-gen Project Selene aims to artificially create the Herrscher of the End and use her power to complete the Selene system.

'''Mei:''' …Artificially create?

'''Welt Yang:''' Yes. Unlike Project STIGMA, we plan for humans to directly control the power of Finality.

'''Theresa:''' Is that really possible?

'''Theresa:''' Otto’s desire to control the powers of the Void has caused enough problems…

'''Welt Yang:''' That’s why I said Anti-Entropy’s studies on Herrschers reached a dead end before.

'''Welt Yang:''' In fact, it was by studying the Herrscher of Domination that we found a feasible technical route.

'''Welt Yang:''' Bronya’s metamorphosis is strong proof.

'''Bronya:''' The Bronya… and the Herrscher of Domination?

'''Einstein:''' More specifically, just like Welt and Bronya are among the three hundred thousand…

'''Einstein:''' All Herrschers are connected to the same object subtly.

'''Einstein:''' In the past, we thought it was the Imaginary Tree… but that’s far from the truth.

'''Einstein:''' If we apply the concept of transfinite numbers…

'''Einstein:''' Even if we exhaust the Honkai on Earth, we’re still wandering around the lowest cardinal number and far from seeing the Imaginary Tree that’s also infinite in scale in a transfinite sense.

'''Mei:''' …?

'''Tesla:''' …Forget it, if you keep asking her, she might start explaining transfinite numbers.

'''Tesla:''' Anyway…

'''Tesla:''' Kevin, Hare, and the Flame-Chasers in the Elysian Realm have all mentioned a Cocoon to us, right?

'''Tesla:''' “He fell from the sky that day. The people on the ground looked up and thus saw the starry night sky.”

'''Tesla:''' In other words, an alien being that appeared at some point decides the fate of Earth and the descent of Herrschers.

'''Tesla:''' It’s a valve that manipulates everything Honkai-related from Imaginary endings.

'''Tesla:''' Back to what Mophead said. “All Herrschers are connected to the same object subtly.”

'''Tesla:''' Obviously, this object can only be the Cocoon of Finality.

'''Tesla:''' And Project STIGMA must’ve manipulated it in some way to steal the power of Finality.

'''Tesla:''' It’s like Prometheus stealing fire, isn’t it?

'''Bronya:''' …

'''Tesla:''' If we consider the case of the Herrscher of Domination… I mean how it could’ve existed… everything boils down to one answer.

'''Tesla:''' The Cocoon of Finality is the only Imaginary singularity and the only Herrscher Core. Its projections between different dimensions caused different Herrscher authorities to appear in reality.

'''Mei:''' Are you saying… all Herrschers are but a shadow of Finality? Like the relation between bubble universes and the proper world?

'''Tesla:''' Yes. You can think of the birth of every Herrscher as an embrace of the Honkai to reality.

'''Tesla:''' Maybe it’s the sheer number of dimensions between us that made this embrace so erroneous…

'''Tesla:''' Hence, the Herrscher of the End was given the authority of Time to find the right embrace through trial and error.

'''Mei:''' …

'''Tesla:''' Does it sadden you to realise that humans are merely lab rats in the universe?

'''Tesla:''' But even lab rats occasionally get the chance to run away.

'''Tesla:''' Our way of artificially creating the Herrscher of the End is to emulate its authority so that we gain control of the power of Finality.

'''Tesla:''' Humans will not adapt to the environment, but transform the environment to adapt to humans.

'''Bronya:''' Which is to say… one of us needs to step up, seize the authority of Finality, and become the Herrscher of the End?

'''Einstein:''' That’s the plan.

'''Einstein:''' And… there’s another similar case besides the Herrscher of Domination.

'''Bronya:''' …

'''Bronya:''' Could it be… Sirin?

'''Einstein:''' Yes. In the 2nd Eruption, Sirin fused the authorities of Reason, Void, Thunder, Wind, Death, and Fire.

'''Einstein:''' Her use of them was extremely inefficient… but what’s truly noteworthy is that possessing so many authorities didn’t impact her personality visibly.

'''Mei:''' …

'''Mei:''' Even if someone actually possessed every Herrscher authority…

'''Mei:''' That’s not the same as becoming the Herrscher of the End, right?

'''Einstein:''' Artificial and natural are different… as they should be.

'''Einstein:''' Brain and computer, body and Soulium, Herrscher and the Stigmata Awakened…

'''Einstein:''' As the Turing test has taught us, as long as the same result is achieved in the end, the details of the process don’t matter at all.

'''Welt Yang:''' Ultimately, whether it’s Project STIGMA or Nagamitsu’s plan.

'''Welt Yang:''' They both emulate the Finality from different perspectives and on different levels to serve specific purposes.

'''Welt Yang:''' In comparison, Nagamitsu’s plan is somewhat superficial, and Project STIGMA is simply inhumane.

'''Welt Yang:''' So the reason I want to talk about the Finality before the Origin is the price we’re willing to pay.

'''Welt Yang:''' If we disregard the unknown help from the Origin…

'''Welt Yang:''' According to the needs of the Selene, we must literally gather all Herrscher Cores on one person in whatever way we can.

'''Welt Yang:''' In practice, it’ll be as dangerous as carrying out a MANTIS surgery at least.

'''Fu Hua:''' …

'''Tesla:''' But… if what we want to believe is true, that the Herrscher of Origin has left a shortcut for herself for today’s plight…

'''Tesla:''' Mei… if everything goes according to plan, we may actually welcome a perfect happy ending.

'''Mei:''' …I see.

'''Mei:''' Kiana, you haven’t given your opinion. Is it because you already knew before the meeting?

'''Kiana:''' Yeah, but… it’s not something I can decide.

'''Kiana:''' From my perspective…

'''Kiana:''' I hope Mei and everyone can work with me to create a tomorrow where everyone’s happy.

'''Mei:''' Everyone…

'''Mei:''' That includes you and me, right?

'''Kiana:''' Uh-huh. So are you willing to believe in me and yourself?

'''Mei:''' I heard you. I’m more than happy to do it with you.

'''Mei:''' Additionally… I take it that the exploration of the Origin is backed up by a plan like the reclamation of Earth?

'''Tesla:''' Yes. Similarly, we plan to use Project STIGMA to find the right way of using the beacon.

'''Tesla:''' To be more specific, it’s…

An hour later.

'''Durandal:''' Specifically, our operation is a prerequisite for the other two operations.

'''Durandal:''' Judging by the progress of the other two ops, and the complexity of Project STIGMA…

'''Durandal:''' We might grab victory with ease, or be faced with a never-ending battle.

'''Siegfried:''' That’s why we’re divided between combat teams, security teams, and reserve teams.

'''Theresa:''' Are you unhappy being on the security team?

'''Siegfried:''' I feel more sorry for someone your age to join the combat team.

'''Theresa:''' Tsk. I knew you couldn’t be nice.

'''Theresa:''' Durandal, let’s ignore this old man.

'''Durandal:''' Haha. He just has a particular sense of humor.

'''Susannah:''' Sorry to interrupt…

'''Susannah:''' Overseer Theresa, Master Durandal, Mr. Yang has initiated a special comm.

'''Theresa:''' Looks like the reclamation of Earth is about to start.

'''Durandal:''' Which means Mei and Co. are waiting at St. Freya for us to stir the Directory woven by Project STIGMA.

'''Durandal:''' Of course, even if Project STIGMA isn’t stirred, they can create the opportunity to explore the Origin with their own power.

'''Theresa:''' Yeah, but we shouldn’t keep him waiting. Susannah, put him through.

'''Susannah:''' Understood!

'''Welt Yang:''' Madam Theresa, what’s the situation? St. Freya is ready.

'''Theresa:''' The Deep is ready.

'''Welt Yang:''' Good. Then, as the Interim Sovereign of Anti-Entropy and Schicksal…

'''Welt Yang:''' I hereby declare that the Three-Step Strategy, which will surpass Project STIGMA and end the threat of the Honkai, has commenced.

'''Welt Yang:''' We strive to reclaim the Earth and explore the Origin, which in turn will dictate how we transcend the Finality.

'''Welt Yang:''' Let us begin operations!

'''Theresa:''' Is that… the Cosmic Juggernaut running remotely?

'''Durandal:''' Yeah. Looks like Nagamitsu has created the first spatial rift for us.

'''Durandal:''' Let’s take out these Imaginary Constructs, and channel the rift to our own power.

'''Theresa:''' These enemies just keep coming.

'''Durandal:''' Because we’re making Project STIGMA hemorrhage.

'''Theresa:''' …There are fewer enemies now.

'''Durandal:''' Looks like the timing we need is close at hand.

'''Durandal:''' The Husk… of course.

'''Theresa:''' So it’s the timing we need?

'''Durandal:''' Yeah.

'''Durandal:''' Crush it and we’ll get a perfect opportunity to “build up our own camp”!

After the Husk in the rift collapsed, the artificial battlefield in The Deep was enjoying temporary yet absolute tranquility.

And the two Valkyries who would be part of the reclamation of Earth had been waiting for this moment.

'''Durandal:''' Although I used the Abyss Flower to guide Schariac’s Stigmata power to overcome the obstacles created by Stigmata Space for the first time not long ago…

'''Durandal:''' Maybe it’s because the current Project STIGMA is also devised by a Schariac…

'''Durandal:''' This method can achieve even better results than directly using the Cosmic Juggernaut.

'''Theresa:''' So the Cosmic Juggernaut is guiding our powers externally and expanding our influence as much as it can?

'''Durandal:''' Yes. Reclaiming Earth will be a long process…

'''Durandal:''' But “a journey of a thousand miles begins with a single step.” I don’t think it’ll be more difficult than walking back to Earth from the moon.

'''Theresa:''' …Why am I not surprised to hear that?

'''Theresa:''' Without further ado, let’s get to it, shall we?

'''Durandal:''' Yeah.

'''Durandal:''' By the power of Equinox, I’m going to play a role similar to the Holy Blade.

'''Durandal:''' Manipulate the world and anchor it to you…

'''Durandal:''' The successor of the Kaslana Stigmata Space.

'''Durandal:''' Abyss Flower…

'''Durandal:''' Please become the key that leads me to the true might of Stigmata.

'''Theresa:''' I’m the darkness from hell.

'''Durandal:''' I’m the light from heaven.

'''Theresa:''' I was born before the world came to be.

'''Durandal:''' I will survive after the world is sent into oblivion.

'''Durandal & Theresa:''' I shall set the world right and bring back order.

'''Durandal & Theresa:''' Key of Creation: Abyss Flower… Level 2 output!

'''Durandal & Theresa:''' Holy Lance Countercurrent, limit unleashed!

'''Susannah:''' …

'''Susannah:''' The world is being conquered…

'''Siegfried:''' “What doesn’t kill you makes you stronger.” How true.

--

====<u>Gameplay 34-10 - Back to the Beginning</u>====
Two hours later, where everything began…

The power churning beneath The Deep had yet to reach here. The crashing of waves that was woven by billions of existence kept its distance from the solitary St. Freya.

Amid this fragile tranquility…

'''Bronya:''' Haa… Hoo…

The girl just drew an extremely deep yet perfectly normal breath.

Science would reveal this instinctive behavior to be incredibly complex… smooth muscles, alveoli, blood, mitochondria, citric acid cycle…

They collaborate on different levels to complete bodywide exchanges to allow an organism to live another second.

'''Bronya:''' (Conversely, no matter how complex and sophisticated a skill is, as long as it can be programmed, it can become an instinct.)

Such as the action she was performing.

'''Seele:''' Bronya, how is it going?

'''Bronya:''' Like the previous monitorings, although Durandal’s been replacing and stripping the fractions of Project STIGMA, the Mainnet that’s taken shape hasn’t changed a bit.

'''Mei:''' In other words, we can’t hack into it and use the Origin Beacon yet.

'''Bronya:''' Yeah.

'''Bronya:''' What about Fu Hua and the others?

'''Mei:''' Since you began monitoring the Mainnet of Project STIGMA, the monsters that renormalise space have been appearing at St. Freya.

'''Mei:''' To ensure we can be on call, Fu Hua’s handling them with Kiana and Li Sushang.

'''Bronya:''' Are those monsters anomalous in any way?

'''Seele:''' Anomalous?

'''Bronya:''' Yes, such as steeply increasing or decreasing in number.

'''Seele:''' I don’t think so.

'''Bronya:''' …Got it.

'''Bronya:''' Although the opportunity hasn’t presented itself, if any change occurs, we need to pour ourselves into it.

'''???:''' Then… why don’t we take a break?

'''Seele:''' Ah… It’s the Herrscher of Sentience.

'''Seele:''' Are you working well with Bronya?

'''Herrscher of Sentience:''' Of course, I…

'''Herrscher of Sentience:''' Don’t.

'''Herrscher of Sentience:''' What do you mean by “working with”? I’m directing her… and you!

'''Bronya:''' In terms of monitoring, this model is more effective than expected.

'''Bronya:''' Of course, it also causes more fatigue.

In fact, since noticing that the Herrscher of Sentience had pulled away from her mind, she had been saving energy with the easiest posture possible.

The Herrscher of Truth was capable of deconstructing Project STIGMA to find its potential flaws…

But searching the web of Stigmata woven by the will of seven billion people was a different matter.

Luckily, the one who was unparalleled in the field of the pure mind was with them.

'''Herrscher of Sentience:''' Sheesh, look at your twig arms… You should eat four meals and two more burgers a day like Kiana.

'''Mei:''' Anyhow, with Bronya as the processor and the Herrscher of Sentience as the driver…

'''Mei:''' This has substantially improved our ability to monitor Project STIGMA.

'''Bronya:''' It’s thanks to Dr. Einstein.

'''Bronya:''' When the Cosmic Juggernaut is already running at full capacity and Kiana still needs to conserve her strength…

Broyna: She invented this brilliant monitoring method based on Project STIGMA being a mind space.

'''Bronya:''' Too bad we haven’t achieved anything yet.

'''Seele:''' We can only wait and put our faith in Durandal and Theresa?

'''Mei:''' Do you need to contact Anti-Entropy? But the doctors should be preparing a Finality-related project…

'''Bronya:''' …

'''Bronya:''' No, I don’t think that’d make a difference.

'''Bronya:''' Rather than delaying their preparations, we can exchange our work with them.

'''Bronya:''' In terms of results, it may be the fault of Bronya and the Herrscher of Sentience who decided to wait and see.

'''Herrscher of Sentience:''' Wait, what?

'''Bronya:''' The Bronya is not blaming you. You’re the strongest among us, so it’s more advantageous for you to guard the center and conserve your energy until the time comes.

'''Herrscher of Sentience:''' Yeah… whatever. Feel free to get yourselves into more trouble.

'''Mei:''' …

'''Bronya:''' Seele, Mei, let’s go. We could use some fresh air.

'''Seele:''' Yeah!

'''Bronya:''' (Huh?)

'''Bronya:''' (This should be the type of Husk Theresa and Siegfried ran into.)

'''Bronya:''' (But after contact, their way of existence seems to be the exact opposite of the other types.)

'''Li Sushang:''' Oh! Are we late?

'''Bronya:''' No, this will be a nice exercise.

'''Kiana:''' Bronya… is the observation over?

'''Bronya:''' Yeah, but Project STIGMA seems to be adapting to change by not changing, so we can’t observe the opening that we need.

'''Bronya:''' But coincidentally… in the battle just now, the Bronya made an interesting discovery.

'''Mei:''' …?

'''Bronya:''' It suddenly occurred to the Bronya that… as the Mainnet of Project STIGMA, the name “Planet Directory” may imply it to be a work result instead of a workplace.

'''Li Sushang:''' Uh…

'''Li Sushang:''' I don’t think I can follow you…

'''Bronya:''' Sorry. The Bronya will use a different metaphor.

'''Bronya:''' Think of the section of the Sea of Quanta we set foot in. Those monsters also displayed traces of unnaturalness.

'''Bronya:''' They aren’t just Imaginary Constructs… They’re tools manufactured for a job.

'''Bronya:''' Dr. MEI also said that Project STIGMA exists to codify the world.

'''Bronya:''' Given that they’ve been attacking St. Freya… the nature of this job is evident.

'''Li Sushang:''' Helping Project STIGMA to renormalise the space?

'''Bronya:''' Yeah. Therefore, rather than calling them Imaginary Constructs, we should call them the typesetters of Project STIGMA.

'''Bronya:''' And the Planet Directory is a masterpiece by those typesetters.

'''Bronya:''' If we’re planning to change our thinking…

'''Bronya:''' Then we should skip the Directory or the Mainnet, and go after the thing that weaved them.

'''Kiana:''' That being said… How can we do that?

'''Bronya:''' By cleverly using the resources our enemies brought to us.

'''Bronya:''' For instance, those weak monsters we keep defeating clearly can’t codify anything by numbers alone. They serve as needles and thread at most.

'''Bronya:''' The real codifier is likely similar to the Husk we saw… It’s an Imaginary Construct that can influence the laws.

'''Kiana:''' Could it be that Husk - Existentialism that Prometheus mentioned?

'''Bronya:''' Very likely.

'''Fu Hua:''' Can we use it?

'''Fu Hua:''' If the other party is able to renormalise the world, maybe… we can use those enemies like Durandal and Theresa did.

'''Bronya:''' It’s theoretically feasible. But perhaps the World Serpent can’t dominate them independently of Finality.

'''Bronya:''' Moreover, regarding the division of work… our top priority is to figure out how to use the Origin Beacon.

'''Mei:''' Dr. Tesla believes that, since this beacon is “out of service” in reality, our only option is to approach the fabled Cocoon of Finality in some way…

'''Mei:''' This is why we need to find Project STIGMA’s opening and hack into it.

'''Fu Hua:''' After all, within the scope of our reach, Project STIGMA is the only thing related to the Cocoon of Finality.

'''Bronya:''' Back to the previous topic…

'''Bronya:''' Since Project STIGMA adapts to change by not changing, we can try tracing back to higher levels through this rigid system. This way, the entire system will become an opening of Project STIGMA.

'''Kiana:''' So… how should we prepare?

'''Bronya:''' Not much different from the previous observation, just more targeted.

'''Fu Hua:''' …?

'''Bronya:''' Don’t worry, it won’t be too hard.

'''Bronya:''' Right on time.

'''Bronya:''' The Bronya can gather more information about you.

'''Herrscher of Sentience:''' …Back so soon?

'''Herrscher of Sentience:''' What? Stumped without me?

'''Bronya:''' Yes, the Bronya realised that.

'''Herrscher of Sentience:''' …Don’t. You don’t bootlick me for free.

'''Bronya:''' Since we’re all here, let’s go over the battle plan.

'''Bronya:''' Rather than observing Project STIGMA’s opening, the Bronya plans to take the initiative and rip it open temporarily by force.

'''Herrscher of Sentience:''' …Rip it open?

'''Bronya:''' Yes. As long as we go all out, we can carve open our space in that sea of thought, which will allow the beacon to search for the real backdoor in safety.

'''Mei:''' But our observation will be detected as well.

'''Bronya:''' Hence the “temporary” part.

'''Bronya:''' Although Project STIGMA will expose its weakness when counter-attacking…

'''Bronya:''' If the other party targets us aggressively, unlike Durandal and Co., our Herrscher status will render us very passive.

'''Bronya:''' The Bronya will stall for as much time as possible. Before that, Mei…

'''Bronya:''' Regardless of whether you find the backdoor and what you find through it, you must withdraw in time and return to St. Freya that’s relatively stable.

'''Mei:''' Are you saying… when Project STIGMA bounces back, it’ll likely devour me again?

'''Bronya:''' Yes.

'''Bronya:''' Furthermore… if we want to reach the limit of analysing Project STIGMA as before, the Bronya still needs the Herrscher of Sentience’s help on the mental level.

'''Herrscher of Sentience:''' Hmph…

'''Bronya:''' And Mei… you’ll invade the depths of Project STIGMA with the Bronya.

'''Bronya:''' But you need to be ready. If the beacon changes as planned, we need to find the real backdoor and unleash its hidden power as quickly as possible.

'''Mei:''' …Got it.

'''Bronya:''' As for Kiana, you’ll use the authority of the Void to temporarily close off the mind space that will be torn open, save for the most conservative retreat route.

'''Bronya:''' Doing so will buy us more time and reduce our risks.

'''Kiana:''' You can count on me.

'''Kiana:''' But… is that all the preparation you need? This is so sudden…

'''Bronya:''' Yes. The Herrscher of Reason can memorise what she’s just touched exceptionally well. Using this trait well is more important than making other preparations.

'''Bronya:''' By recreating the logic of those Imaginary Constructs, the Bronya will…

'''Bronya:''' Redefine the world for you.

…

The girl didn’t appear to change after making such a statement.

In Stigmata Space, the String of Consciousness could not be seen by those who didn’t understand it.

Except for the Herrscher of Sentience, who was acting as a driver.

She was confused to discover her power was somehow draining exponentially faster this time.

She didn’t know what a great cause her power was being used for.

On the other hand, for the Herrscher of Reason, reconstructing the world was only one of the thousands of skills.

Creating was no nobler than restoring the wings of a butterfly, for all who bore the name of Herrscher of Reason believed that…

“Human is the measure of all things.”

'''Bronya:''' So this is… the world created by Project STIGMA.

After the metamorphosis, the Herrscher of Truth was finally challenged by a worthy opponent.

And… as fate would have it, this opponent was also named “World”.

This match took place in secret, and didn’t come off as decisive to anyone.

But after Durandal and Theresa, like the epic heroes who proved that the gods weren’t invincible, she proved one thing…

''[CG plays wherein Bronya reconstructs the world in order to reach Planet Directory, the Mainnet of Project STIGMA:''

'''''Bronya:''' Project STIGMA is so overrated.'']

'''Bronya:''' …

'''Bronya:''' The Planet Directory… the Bronya saw this atmosphere coming.

'''Mei:''' Bronya, is everything normal?

'''Bronya:''' Of course. But we might’ve pushed it too far… we’re approaching the center.

'''Mei:''' Gotta get ready for battle, huh?

'''Bronya:''' That’s right.

'''Bronya:''' But even though we made it here, Mei’s beacon is still unresponsive?

'''Mei:''' Yeah.

'''Mei:''' Looks like we haven’t pushed as far as we thought.

'''???:''' Mei, you need your best partner, don’t you?

'''Mei:''' Kiana?

'''Kiana:''' Hehe… Think of it as a small surprise.

'''Kiana:''' The most conservative retreat route? Me following you guys, of course.

'''Kiana:''' This will not only further narrow the spatial passage… If I use the full power of the Herrscher of the Void proactively, nothing will go wrong.

'''Bronya:''' But for the overall situation, it’s best for you to avoid using your full power at this stage.

'''Kiana:''' Haha, that depends on how well you do.

'''Mei:''' Okay, let’s not waste more time on bickering.

'''Mei:''' As we said, a gruesome battle could break out at any time.

'''Bronya:''' Let’s all get ready.

'''Bronya:''' Since it’s the Planet Directory…

'''Bronya:''' Maybe the existences that even Prometheus feels are tricky to handle are nearby.

'''Mei:''' Is this… just a skirmish?

'''Kiana:''' They seem pretty shy to me.

'''Bronya:''' Here it comes.

'''Bronya:''' Considering that we need to tamper with it…

'''Bronya:''' We should take away its ability to fight without killing it.

'''Kiana:''' Uh… Did we hit it too hard?

'''Bronya:''' No, in terms of analysis results…

'''Bronya:''' The battle has just begun.

'''Mei:''' Bronya, what’s the situation?

'''Bronya:''' Need more time. Its structure is much more complex.

'''Kiana:''' Shoot… Bronya, do your thing!

'''Bronya:''' No problem.

'''Bronya:''' Analysis complete.

'''Bronya:''' Kiana, Mei, prepare for landing!

'''Bronya:''' The Bronya will deal the last blow.

'''Kiana:''' …I’ve been waiting for you to say that!

'''Kiana:''' Are we done? Just like that?

'''Bronya:''' Yes, like the Constructs that came before, we can make use of their properties for now.

'''Bronya:''' But… things are trickier than we imagined.

'''Mei:''' What is it?

'''Bronya:''' Strictly speaking, it comes with a coupling mechanic similar to quantum keys.

'''Bronya:''' This causes the Herrscher of Reason to only be able to emulate its single moments.

'''Bronya:''' Which is to say… if we go deeper, Mei will enter a one-way street.

'''Kiana:''' Wait, Bronya, if that’s true, how will Mei return here?

'''Bronya:''' She can’t return here.

'''Bronya:''' Considering that the backdoor is an unknown quantity…

'''Bronya:''' We may have to conduct an operation similar to this one or the rescue of Kiana’s father afterward.

'''Bronya:''' In the worst case scenario, we may have to wait for Durandal and Theresa to stumble upon Mei in the process of reclaiming the world.

'''Bronya:''' …

'''Bronya:''' Anyway, the Bronya only realised this after completing the analysis.

'''Bronya:''' The only time we can win is the time to enter and exit the backdoor.

'''Kiana:''' …

'''Kiana:''' Mei, what do you think?

'''Mei:''' I think…

'''Mei:''' This is my responsibility, or my mission.

'''Mei:''' For me who’s inherited the signets of the Flame-Chasers, this trip is more than trying to touch the authority.

'''Mei:''' I believe in Kiana. I believe in Bronya. I believe in all who have been with us through thick and thin.

'''Mei:''' “At any time, any place.”

'''Mei:''' Let’s do this, Bronya.

'''Bronya:''' Any time. But…

'''Bronya:''' Mei, you only have one chance. After I begin, you need to find the only timing to hack in.

'''Bronya:''' Otherwise… we need to start everything we did over, and that’s being optimistic.

'''Mei:''' Understood.

Intentional or not, as she had done in the battle against the Herrscher of Corruption, she began to recall all things concerning someone with all her heart.

'''Mei:''' …

'''Mei:''' (I hope everything… helps.)

'''Mei:''' Kiana, Bronya, I’ll leave everything to you.

'''Kiana:''' Leave it to us.

'''Bronya:''' Then…

'''Bronya:''' …?!

'''Bronya:''' So this is what Prometheus meant by “tricky”…

'''Mei:''' Can you handle it?

'''Kiana:''' Yeah… Given the situation here, don’t enjoy your stay there too much!

'''Mei:''' I’ll do my best.

'''Bronya:''' Be safe.

'''Bronya:''' Let’s do this…

The String of Consciousness that was invisible to the mortal eye began moving again.

Having lost the help of the Herrscher of Sentience, the girl began to challenge the possibility she didn’t tell.

By using what the codification of the world had created, she would not only tear open the Mainnet…

'''Bronya:''' (Although it’s probably going to be instant…)

'''Bronya:''' (The Bronya should have no problem doing it.)

'''Bronya:''' Mei, now!

As the girl signaled, she not only carved open the only passage for the Herrscher of Thunder…

But also made Project STIGMA stop operating for an instant.

In other words… she emulated the order of Project STIGMA and made the will of seven billion stagnate simultaneously for two whole seconds.

“Today is the day that the divine tyrant shall be devoured.”

Although they had different purposes, this saying of her predecessor was apt for her.

'''Mei:''' Thanks.

At this hard-fought moment, the girl clutched the beacon in her hand, whose hands were spinning wildly.

''[CG plays wherein the beacon’s hands continue spinning faster and faster, before being engulfed in light.'']

'''Mei:''' Elysia.

--

====<u>Gameplay 34-11 - Unfathomable Beauty</u>====
…

Nobody responded explicitly…

But Mei Raiden’s comrades perfectly completed their own duties.

And now, before her eyes…

…

This was undoubtedly a completely foreign world.

Rather than the origin of the world, this place represented the beginning for Mei and her friends.

'''Mei:''' …

'''Mei:''' (Just like before, Vill-V has such unique considerations. I should have known by now.)

…

'''Mei:''' (…I should do what I need to do.)

'''Mei:''' (I’ve come.)

'''Mei:''' (Was this door… so far away?)

'''Mei:''' (But… I’ve been going forward…)

'''Mei:''' (Why?)

'''Mei:''' …?

'''Mei:''' No… I must’ve got something wrong…

She was looking at where the beacon pointed, not to mention she came here with the help of her friends and absolute resolve and faith.

Yet this place… was almost filled to the brim with nothingness.

'''Mei:''' …

'''Mei:''' Right, Vill-V… is she…

Out of the trust forged by the alliance, she placed her hope in the beacon’s possible change.

This backdoor, which was considered a gift, was her highest priority for a long time, and secretly lit her desire to see her again.

Click, click, click…

After the hand spun several times unnaturally, a familiar voice came from it.

Yet it made the girl realise how wishful her misunderstanding of its functionality was.

'''Vill-V:''' Ta-da.

'''Vill-V:''' I’ll copy you for once…

'''Vill-V:''' Hi, miss me yet?

'''Mei:''' …Vill-V.

This was not an exchange, but a sigh, as the other wasn’t greeting her.

'''Vill-V:''' I’m sorry we can only leave you a message like this… Elysia.

'''Vill-V:''' When you receive this message, we… or should I say most of the people you know… are already goners.

'''Vill-V:''' But it probably won’t sadden you too much.

'''Vill-V:''' When we miss you, we don’t always express it by crying.

'''Vill-V:''' Ah… I’ve got more important things to say…

'''Vill-V:''' Beings that have returned to the Cocoon… may not retain their personality.

'''Vill-V:''' But this won’t hinder what I’m about to do.

'''Vill-V:''' I know your greatest regret is not being able to see how you changed the world.

'''Vill-V:''' That’s why… I borrowed this backdoor from you and our successors.

'''Vill-V:''' But you, who now exists in the Realm, has gotten what you wanted. Therefore, I don’t want the you over here to be left out.

'''Vill-V:''' Through this backdoor, I’ll sync the successor’s memory of the world with you.

'''Vill-V:''' “From now on, the stars will shine, for I have been here before.”

'''Vill-V:''' “From now on, the flowers will bloom, for I have never left.”

'''Vill-V:''' You did it.

A sudden, massive flow of information gushed out of Mei’s Herrscher Core.

That was the real purpose of that beacon, and seemingly the only wish Vill-V had when leaving it.

Scenes flashed across Mei’s eyes…

It was the world after Elysia had left. It was a sight she could only long for.

This so-called backdoor was never the key to the authority of Origin, but only… a long letter to an old friend.

Even though the being known as Elysia was long gone from Imaginary Space, she sent it anyway.

Like the signals looking for life in the vast universe, she hopelessly yet romantically declared that…

The beautiful land had become more beautiful since you went away.

'''Mei:''' …

Yes, this also means something else.

Vill-V’s backdoor and their hope of touching the authority of Origin…

Are completely unrelated.

'''Mei:''' …

“Hey…”

“Miss me yet?”

“At any time, any place, Elysia will…”

…

This anticipation would likely never be fulfilled.
----
===Act 3 - Her Beginning===

====<u>Gameplay 34-12 - Dreamless</u>====
…Nobody knows how much time had passed.

'''???:''' I’ve always been learning how love works, from different people.

'''???:''' Some say that it’s an instinct. Some say that it’s a complex and precise skill.

'''???:''' I agree yet disagree with both perspectives. But if you ask me what I think it is, I believe that…

'''???:''' Love can be learned. One day, we’ll master it and understand its true form.

'''???:''' But you also know that… learning is a strange process. The more examples we have, the further our conclusion will be from them.

'''???:''' In other words, love that is carved into stone… is merely a dangerous form of self-delusion.

'''Mei:''' …What are you trying to say?

'''Raven:''' You really are an impatient one.

'''Raven:''' Does this topic bore you, or do I bore you?

'''Mei:''' …Alright, then let’s talk about this topic of yours.

'''Mei:''' So after all your learning, you chose to trick children into going to the moon?

'''Raven:''' It’s better than trying to mix in with you guys one-sidedly.

'''Raven:''' They were not thrown into a false dream. As precious new humans, they were promised the world.

'''Raven:''' For a long period of time, because I wasn’t responsible enough, they could only rely on each other to survive.

'''Raven:''' …That won’t be the case anymore.

'''Raven:''' No matter who wins between you guys and the World Serpent.

'''Mei:''' Raven… Have you ever said all this to the children?

'''Raven:''' Why would I, that would be contradictory.

'''Raven:''' To some of them, the day might eventually come… But I don’t want to teach them those unnecessary survival skills myself.

'''Raven:''' Of course… Even if they do learn, I hope they’ll never have to use them.

'''Mei:''' …In the end, you don’t approve of Project STIGMA either.

'''Raven:''' But to go along with it is my best solution.

'''Mei:''' So you’ll continue to obstruct us, as their protector?

'''Raven:''' Don’t be so hostile, Miss. I’m a cadre for the World Serpent after all.

'''Raven:''' And…

'''Raven:''' Before Project STIGMA began, the World Serpent kept those children fed and clothed.

'''Raven:''' After Project STIGMA began, the World Serpent gave those children a brand new world.

'''Raven:''' If it were you, how would you choose?

'''Raven:''' Don’t misunderstand…

'''Raven:''' I’m not throwing a tantrum about how “you don’t understand”. I just wanted to emphasise that we lead very different lives.

'''Raven:''' You’re simply a passerby in the darkness, you’ve always belonged to the light.

'''Raven:''' So… do what you will. The World Serpent didn’t order me to persuade every opponent of mine.

'''Mei:''' Then… why did you appear before me?

'''Mei:''' Here of all places, too.

'''Raven:''' Like I said, this really is a coincidence.

'''Raven:''' I was in a bad mood and decided to take a stroll somewhere. And then… I met someone who was crestfallen too.

'''Mei:''' A stroll in a place like this?

'''Raven:''' Don’t forget who holds the advantage now… To the World Serpent, this is the eye of the storm.

'''Raven:''' Who would have thought that you’d be the reason this place exists?

'''Mei:''' …

'''Raven:''' Mei…

'''Raven:''' Rather than you, I’m the one with nowhere to go. I have always been the one.

'''Mei:''' …You could easily get an island.

'''Raven:''' Don’t tease me.

'''Raven:''' I’m a follower of the savior, and will watch as he destroys and rebuilds the world.

'''Raven:''' If I wish, I could become the owner of a wide area of land.

'''Raven:''' But…

'''Raven:''' Mei, perhaps you’ve heard about my past… After the island sank, I couldn’t accept reality.

'''Raven:''' But even if I realised my dreams then, would it have salvaged everything?

'''Mei:''' …

'''Mei:''' You mean you’d rather have an ideal that you can never fulfill?

'''Raven:''' Don’t say it so plainly, it’s embarrassing.

'''Raven:''' But those who have been sacrificed are the same…

'''Raven:''' Hanging onto a futile dream day after day, year after year. Doing meaningless things through their short lifetime.

'''Raven:''' Mercenary, bartender, or an island… These are the ways I lived, and also a poison to my life.

'''Raven:''' But… there are still people out there who’ll call me their sensei, right?

'''Mei:''' …

'''Mei:''' It seems like you’re more suited to be the one dreaming.

'''Raven:''' I think so too. But unfortunately…

'''Raven:''' I am someone who cannot dream.

'''Mei:''' …

'''Raven:''' Oh, I’m not as special as Sire…

'''Raven:''' You are aware of the true nature of the dreams Project STIGMA gives.

'''Raven:''' They tie everyone’s happiest moments together and share them with each other…

'''Raven:''' If others’ happiness could satisfy me… Would I still be an outsider now?

'''Mei:''' Outsider… is an appropriate description. So, are you done with your beguilement?

'''Raven:''' What, you think I’m too chatty?

'''Mei:''' Unfortunately, I’m in a rush for time.

'''Raven:''' Alright then, don’t let me hold you back, Miss Mei Raiden…

'''Raven:''' …See you.

At this moment, the two still sounded friendly. But with their understanding of each other, they simultaneously reached for their weapons.

…!

'''Raven:''' So far, you’ve beaten me twice and I’ve only beaten you once. Now is the time to settle the score.

'''Raven:''' Underestimate me and you’re in for a hard lesson.

'''Mei:''' Then you should’ve said goodbye forever just now.

'''Mei:''' So… you’d side with the final winner?

'''Raven:''' As long as the result is acceptable, I have no loyalty.

'''Raven:''' Just like Gray Serpent used to say… everyone fears true freedom.

'''Raven:''' And… ravens are known to hate anything new.

'''Raven:''' Hah…

'''Mei:''' I’ve said it before, you’re no match against me.

'''Raven:''' Heh, at least nobody’s pinned down this time, I’ve had enough of that.

'''Raven:''' Three wins to one, Miss. I hope I still have a chance to turn the tables.

'''Raven:''' …Leave.

'''Mei:''' …

'''Mei:''' I still don’t understand. Why did you come to see me?

'''Raven:''' Like I said, it’s a coincidence. Although one can take advantage of coincidences too.

'''Mei:''' …

'''Raven:''' To me, I really just wanted to have a chat with you.

'''Raven:''' Humans are like that, they think that they are only hiding their thoughts; but when they want to spill, they’d realise that there’s no one to listen.

'''Mei:''' …

'''Mei:''' How about… coming with me?

'''Raven:''' …Oh.

'''Raven:''' …

'''Raven:''' Forget it, you’re going to save the world. That’s something only younglings are willing to do, and something only they can do.

'''Raven:''' I’m probably too old for that… I’ll just wait for the world to save itself.

'''Raven:''' If you really care, speak for me in your future to get me out of prison.

'''Raven:''' And… it’s about time.

'''Mei:''' Time?

'''Raven:''' Oh, I forgot to remind you. Sometimes… physical lethargy makes you mentally weak as well.

'''Mei:''' Raven, you…

'''Raven:''' Hey, it’s only fair. You’ve won against me two more times, so I’ll… I’ll put you to sleep two more times.

'''Mei:''' You…

'''Mei:''' …

Before she could realise where she had slipped up, the Herrscher lost all consciousness.

Even in the vast space where the slightest murmur would echo, Mei fell silently.

She was consumed by a purple light and disappeared.

Just like what Raven witnessed when Project STIGMA had just begun.

And another person working behind the scenes walked over leisurely.

'''Raven:''' Now… the final task is complete, right?

'''Gray Serpent:''' Indeed, but I’m afraid you can’t retire peacefully.

'''Gray Serpent:''' Due to your act of betrayal just now, I’ve decided to terminate you from the World Serpent immediately.

'''Raven:''' Betrayal? Are you kidding?

'''Gray Serpent:''' You’ve done what you should, but you’ve also done what you should not.

'''Gray Serpent:''' It seems to me like you came just to give her a hint, but that won’t hinder my work.

'''Raven:''' Hah, you’re probably the most Gray Serpent I’ve met. Then… What do you intend to do with me?

'''Gray Serpent:''' If you’re lucky, she’ll fall into eternal slumber… Then, on account of our past camaraderie, I’ll let this slide.

'''Gray Serpent:''' In contrast, if she were to escape because of your help…

'''Gray Serpent:''' I can spare a bit more effort to bury the both of you together soon after.

'''Raven:''' Wow… Aren’t you considerate? When are you going to get a robot girlfriend?

'''Gray Serpent:''' …

'''Raven:''' I’m just joking. You cannot trap her in a dream, Hare has already tried to.

'''Raven:''' And don’t say something like “I’m allowing her to face her true self” again. That riddle is long outdated.

'''Gray Serpent:''' …I’m allowing her to face her true self.

'''Raven:''' …

'''Raven:''' Never mind, I really dislike that mechanical mind of yours. Then… if there’s nothing else…

'''Gray Serpent:''' Haha. Run for your life… before things conclude. Natasha Cioara.

'''Gray Serpent:''' …Now, you’re also the World Serpent’s nemesis.

'''Raven:''' (There’s barely anyone left in the World Serpent… aside from you robot heads.)

But she also knew that he wasn’t the type of Gray Serpent with a sense of humor. The discussion just now coldly connoted her exile.

But before that, there is an important and long journey she must make.

At that thought, she unconsciously looked up at the sky, and quickly looked away as she shook her head.

'''Raven:''' …

In this space void of common sense, there was no moon in the sky.

--

====<u>Gameplay 34-13 - Self-Contemplation</u>====
In a space so close yet so far, the Herrscher did not fall into a conventional slumber.

With the previous failures in mind, Gray Serpent used a new technique to seal her within her own heart.

Before this, perhaps nobody aside from him would have imagined that the principles of Project STIGMA could be used in this manner.

'''Mei:''' …

Of course, right now, she was unaware of Gray Serpent’s wishful thinking.

'''Mei:''' Seems like this isn’t a simple dream.

'''Mei:''' Considering the nature of Project STIGMA… Do they no longer have sufficient resources to create sweet dreams for everyone?

'''Mei:''' Did Bronya or Durandal manage to do this unexpectedly… Or…

'''???:''' What I cooked… tastes so bad…

'''???:''' Dad… Dad…

'''Mei:''' Hmm?

'''Unrecognisable Male Student:''' No one is serving you meals now, right, Lady Raiden?

'''Acquainted Female Student:''' Who’d eat with a crook’s daughter!

'''Mei:''' The World Serpent took me for a crybaby.

'''Mei:''' …

'''Mei:''' Hmm?

'''???:''' I don’t care what you say. But you need to learn how to respect people!

“Even if everyone was to distance themselves and unprecedented evil wraps itself around her, the girl did not flinch.”

“She was so strong that even after the glory of her family’s legacy had faded, she could make everyone acknowledge her again.”

“From then on, Lightning Empress was no longer a nickname, but a name of prestige.”

'''Mei:''' …

'''Mei:''' (It can’t be that…)

'''Kiana:''' Mei… don’t mind me… it’s great you’re alright…

'''???:''' Kiana!

'''Mei:''' That time in Nagazora…

“During that incident, the girl did not rely on the fear of the Honkai to decimate all as a Herrscher.”

“Mastering the sword was no simple feat of the past. Relying on her swordsmanship practiced since childhood, and the innate power within, she led her friends out of danger…”

“She did not become a Herrscher and had nothing to speak of with Schicksal.”

'''Mei:''' So… this is what you had up your sleeve, World Serpent.

She finally understood something.

With the realistic materials that Project STIGMA used, the other her was rewriting her own story.

If she had… not been so weak from the start, what would have happened?

'''Mei:''' Rather than sharing others’ happiness… To be able to amend every regret I have in life would be a better dream.

'''Mei:''' But… Raven, you are indeed merely a hoax for the mastermind.

'''Mei:''' Not someone who cannot dream.

'''???:''' Kiana, quick, get behind me!

“That’s right, the Honkai will not vanish into thin air, but it can be kept far away.”

“When they are no longer dead set on changing the world, they can ironically take care of their lives much better… and those two girls have always been lucky.”

“The world is still experiencing intense changes, but that has nothing to do with them. And as normal humans, at least they have each other.”

'''Mei:''' …Alright.

…

'''Kiana:''' Ah, I was too careless…

'''Kiana:''' Hehe… Never mind… I can still help.

'''???:''' Kiana, actually… if you didn’t “help”, we would already be eating by now.

'''Kiana:''' Um… haha.

'''Kiana:''' I really want to learn to cook from you… It’s too boring to merely wash dishes.

'''???:''' Alright, you’ve really improved a lot.

'''???:''' Wash this for me. Does your hand still hurt? Don’t touch the knife anymore.

'''Kiana:''' Mhm, I’m fine!

'''Kiana:''' Ah right, this bracelet… It’ll be fine even if it gets wet, right?

'''Kiana:''' You gave it to me, after all…

'''???:''' Come on, don’t get sentimental, it’ll be fine.

'''???:''' I’ve given you so many things… If you treat every one of them so delicately, you can’t get much done.

'''Kiana:''' Heheh… that’s true.

…

'''Kiana:''' Ah… Everyone’s talking about that online.

'''Kiana:''' About how the Schicksal Overseer announced the existence of the Honkai…

'''???:''' Yeah, I read about that too, but don’t buy into those conspiracy theories. I heard that there are already scams about the Honkai.

'''Kiana:''' Of course, I’m not a kid.

'''Kiana:''' But there are a lot of people talking about it. Everyone says that doomsday is approaching.

'''Kiana:''' Mei, if that’s true, how would you spend your last day on Earth?

'''???:''' Ah?

'''???:''' That’s… an irrelevant question. We have to believe in the Schicksal Valkyries.

'''Kiana:''' We’re discussing it because it’s irrelevant… I won’t have the mood to do so otherwise.

'''Kiana:''' And when we were young, we already witnessed some inconceivable battles.

'''???:''' You’re not much older now.

'''Kiana:''' Then… if doomsday really comes, let’s go and save the world. How about that?

'''???:''' What are you talking about…? We’re not like Durandal, who dominates the headlines.

'''Kiana:''' We can always try…

'''Kiana:''' Then Mei, what would you want to do?

'''???:''' There’s no point thinking about the impossible. And… it’s not something nice to think about either.

'''???:''' …

'''???:''' (But if that day really comes…)

'''Kiana:''' Oh, New Arahato is starting! Mei, give me a minute, I’ll turn up the volume…

'''Kiana:''' …Where’s the remote control?

'''???:''' …Pft.

'''???:''' If that day really comes…

'''Kiana:''' Huh? Mei, what did you say?

'''???:''' …

'''???:''' It’s nothing. Ah!

'''???:''' Kiana, what have you been washing?

'''???:''' You can't make omelets with strawberries… not even as a taste test!

…

This scene that had never happened quickly faded away…

Clearly, she and Kiana had grown a lot along the way. Even if the Honkai were to disappear for good, they would never have such a naive conversation.

But growth… while others might think that it is a process worth celebrating, it is accompanied by intense pain, be it in the body, bones, or soul.

“A thousand sails shall pass the sunken ship, a flourishing forest shall thrive ahead of a wilted tree.”

Contrary to what optimists might think, pain was not always meaningful.

If humans did not have to face pain in the future, and need not reflect on their pain to learn, why must they grow?

Mei remembered what she saw in the Elysian Realm while she was tracing data for a particular sophist; words from normal humans of the Previous Era.

“I don’t care about the word’s truth or the final victory. I just want someone to hold me when I die.”

'''Mei:''' …

'''Mei:''' Yeah…

'''Mei:''' That’s enough drama.

Slashing the space open… This wasn’t something that the Herrscher of Thunder could do. And it was difficult to say whether this dream was a certain type of space at all.

If the space could be destroyed so simply, she would not have needed help the previous time she escaped.

But in truth, she had complete control over this space, because of that person’s existence

'''Mei:''' …Come out now!

'''???:''' Finally realised?

'''???:''' But… after such a long time, what’s with this attitude?

'''Mei:''' We’re familiar with each other, no need for courtesies.

'''Mei:''' And you weren’t very friendly with your greetings in the past.

'''Mei:''' The Herrscher of Thunder, or rather…

'''Mei:''' My Will of Stigmata?

'''???:''' I guess you’re not completely dumb after all.

'''Mei:''' Ironically, I’m grateful for the experiences that Project STIGMA has given me.

'''Mei:''' After all, considering how Project STIGMA operates, they are rather limited in the personas they can awaken.

'''Mei:''' Father had mentioned this before, that he only agreed to plant the Gem of Conquest in me because for some reason, that was the only way to save my life.

'''Mei:''' But because you appeared so naturally, even I thought that the voice resonating within me was that of a Herrscher’s, and did not realise that…

'''Mei:''' Before that, I was an incomplete and self-destructive Stigmata Awakened.

'''Mei:''' And you were made after that “illness” had been neutralised.

'''???:''' Hah, what a ridiculous conclusion.

'''???:''' It’s simple. Your mother unfortunately passed her “cancer” down to you, that’s all there is to it.

'''Mei:''' The Herrscher Forms that we know are incredibly different. We never had a past that broke us mentally. And…

'''Mei:''' Even as a Herrscher Form, why are you only obstinate when it comes to Kiana? The Herrscher of Sentience is far more brutal than you.

'''???:''' Don’t misunderstand, that’s because I couldn’t stand how weak you were. And, don’t you know an “Elysia”?

'''Mei:''' …

'''Mei:''' I’m afraid you’re very different from Elysia.

'''Mei:''' …Although we’ve been together for such a long time, I never truly understood you.

'''Mei:''' It’s the same for you.

'''???:''' Hah, what nonsense. Now that you’ve gotten stronger, you have the guts to provoke me?

'''Mei:''' If you understood me, you wouldn’t come to me in such an unusual manner.

'''Mei:''' Those scenes that you rewrote were not only illogical, but also serve as proof that you don’t understand Kiana and me.

'''Mei:''' So I can’t help but think that…

'''Mei:''' After metamorphosis, you’ve truly vanished… and so when Project STIGMA “recreated” you, you only inherited my knowledge, not my emotions.

'''???:''' A load of gibberish… Touch your heart, can you really say that you don’t want all those things?

'''Mei:''' Yes.

'''???:''' …?!

'''???:''' I’ve given my power… my everything to you, and what for?

'''Mei:''' For Kiana.

'''Mei:''' And because of that…

'''Mei:''' What Project STIGMA gave us… isn’t enough.

'''???:''' …?

'''Mei:''' You’re confused because you don’t understand Kiana enough.

'''Mei:''' “A man’s character is his fate.” You try to understand this statement directly.

'''Mei:''' For example, when faced against doomsday, Kiana will only make one decision… to use all her strength to stop it from happening.

'''Mei:''' …The results are irrelevant, it’s an attitude towards life.

'''???:''' That’s because you’re too weak.

'''???:''' Because you don’t have the ability to solve the problem, you can only watch as someone else sacrifices…

'''???:''' And… you dare to claim that it’s her nature?

'''???:''' You’re… really weak beyond salvation.

'''Mei:''' …Looks like you’ve really been asleep for too long.

'''Mei:''' Now, between the two of us, you’re the weaker one.

'''Mei:''' Before I came here, I met a friend.

'''Mei:''' She appeared before me as a loser, to act as a counterexample and emphasise that…

'''Mei:''' Love of any form is not a mechanical idea, but an understanding borne from respect.

'''Mei:''' …But truthfully, she didn’t have to do that.

'''Mei:''' If I had not already learned that by now…

'''Mei:''' Returning to Kiana would have been a mistake.

'''Mei:''' Yet you showed me those impossible suppositions…

'''Mei:''' Regardless of your motive, you’ve underestimated Kiana’s character and insulted everything that Elysia had shown me.

'''???:''' …

'''???:''' That tone…

'''???:''' You follow the Flame-Chasers’ footsteps, and you’re proud about that?

'''Mei:''' Although I’m not proud… Why can’t I be?

'''Mei:''' After I left that place, I thought about it over and over again.

'''Mei:''' Rather than my will, I have gotten closer to them in terms of strength.

'''Mei:''' In that case, why can’t I consider myself their student?

'''???:''' …Foolish, weak.

'''???:''' If the teachers have already failed, what will become of the student?

'''Mei:''' …Never mind if the Flame-Chasers are failures or not.

'''Mei:''' Even if they failed in what they did, it doesn’t mean that they’ll lead their successor astray.

'''Mei:''' The world is a big place… in the eyes of destiny, most people are just a “process”.

'''Mei:''' Just like the Flame-Chasers, I believe that I don’t have to exceed my responsibilities. I just have to do what I can, to do my best…

'''Mei:''' As for who may end my destiny… That’s not important.

'''???:''' Not important?

'''???:''' You believe that Kiana will be the one to end it.

'''Mei:''' I don’t believe it, I know it. In every aspect, she is the most suitable person to do so.

'''???:''' You… don’t intend to stop her anymore? Even if you’ll lose her as a result? Lose everything you have?

'''Mei:''' …

'''Mei:''' Of course, I’ll do my best to prevent that.

'''Mei:''' But that’s no reason for us to stop moving forward.

'''Mei:''' We run into all sorts of problems in our lives… and confronting them always brings risks.

'''Mei:''' No one can achieve anything beyond their ability just by telling themselves “Yes, I can!”.

'''Mei:''' And “I can’t do anything” isn’t a reason for avoiding questions.

'''Mei:''' I still think Kiana is the origin of the world.

'''Mei:''' For that reason, it’s the life she wants, not the life I want, that matters.

'''Mei:''' The future you showed me… is only a happiness that belongs to you, a weakling.

'''Kiana:''' Kiana… she’s not the old Kiana anymore. She has long since grown into a strong person.

'''Mei:''' And so have I.

'''???:''' …

'''???:''' You haven’t forgotten your promise, have you?

'''Mei:''' Of course not.

'''Mei:''' “The world means nothing to me without you.”

'''Mei:''' That’s exactly why we can’t easily define the life of another.

'''Mei:''' Is it not irony if our efforts can’t help her reach a state that’s better for her?

'''???:''' …

'''???:''' Even if it’s a perilous course?

'''Mei:''' Even if it’s a perilous course.

'''Mei:''' I’ll do my best to keep her safe.

'''???:''' …

'''???:''' Fine.

'''???:''' You may be right… I may like bluffing and dithering too much.

'''???:''' But because of that, I am also…

'''???:''' Mei Raiden, we need to settle it… once and for all.

'''Mei:''' Once and for all?

'''Mei:''' Alright. As you wish.

'''???:''' Ha… impressive.

'''Mei:''' …

'''Mei:''' Never judge a fast learner with old eyes.

'''Mei:''' How was it… Are you satisfied with this battle?

'''???:''' …That’s hard to say.

'''???:''' Why, do you want me to admit that I was wrong?

'''Mei:''' Oh, no. Since you want to do this the hard way…

'''Mei:''' …As you can see, right now, I am the stronger one.

'''???:''' Ha. Are you trying to be courteous to me?

'''Mei:''' I’m just stating facts.

'''Mei:''' And…

'''Mei:''' I’ve said it before, you don’t understand me. But that’s only because…

'''Mei:''' One can never understand oneself.

'''Mei:''' It’s the same for everyone.

'''???:''' What nonsense are you spouting again?

'''Mei:''' Why, have you already forgotten?

'''Mei:''' Before you appeared…

'''Mei:''' Mei Raiden was just like you.

'''Mei:''' Why else would you have gotten the nickname “Queen” right from the beginning?

'''Mei:''' As for the me who is often described as gentle, it almost seems… like a protective persona had appeared after going through a huge trauma.

'''Mei:''' From this perspective, I seem more like the one who appeared later, compared to you.

'''Mei Raiden:''' …

'''Mei Raiden:''' Do you know what you’re talking about?

'''Mei Raiden:''' A weak and protective persona? Maybe you should think before you speak.

'''Mei:''' As I’ve said, no one can understand themselves fully.

'''Mei:''' I am merely saying how I feel, which is why… at that point, you did what was most reasonable.

'''Mei Raiden:''' …?

'''Mei:''' People eventually have to leave their childhood.

'''Mei:''' Gentleness and cruelty are not mutually exclusive…

'''Mei:''' In fact, just like the Dr. MEI that Prometheus spoke of…

'''Mei:''' One must become cruel to protect their own gentleness.

'''Mei Raiden:''' Hah… what worthless talk.

'''Mei Raiden:''' Haven’t we been through enough?

'''Mei:''' When I left, I was not much different from when I came.

'''Mei:''' But in a way, I’ve returned to my origin… I feel like it’s a preview of something to come.

'''Mei Raiden:''' What, you still haven’t given up on that aspect?

'''Mei:''' Of course not.

'''Mei:''' Good things will never disappear completely, this is my belief now.

'''Mei:''' For example, I don’t intend to part ways with you… because we are two sides of the same coin.

'''Mei:''' The good that I believe in coexists with you.

'''Mei Raiden:''' …

'''Mei Raiden:''' Those dreams… Truthfully speaking, they are not the contempt I hold against you.

'''Mei:''' Of course. You… or rather I don’t think that it’s the best future.

'''Mei:''' There’s someone else… who is truly prideful and ignorant about humans, no?

'''Mei:''' Most of what I said… was actually for it.

'''Mei:''' After all, although I said that one can never understand oneself, I also believe that as long as I am genuine and forthright, you will definitely understand me.

'''Mei:''' …In the end, you are also Mei Raiden.

'''Mei Raiden:''' …

'''Mei Raiden:''' Hahahaha…

'''Mei Raiden:''' Very well.

'''Mei Raiden:''' Since you’ve grown so much…

'''Mei Raiden:''' Go and kill that scum.

'''Mei Raiden:''' Try not to put shame on the Mei Raiden name. Goodbye.

'''Mei:''' …

'''Mei:''' We certainly are stubborn.

--

====<u>Gameplay 34-14 - Humanity's Rebirth</u>====
'''Gray Serpent:''' …Clever.

'''Mei:''' Only a non-human would understand humans so crudely.

'''Mei:''' You’re unbothered. Aren’t you scared that your Sire will settle accounts with you?

'''Gray Serpent:''' I don’t owe anything.

'''Mei:''' The technology you’re testing… is hidden from Kevin, right?

'''Gray Serpent:''' You’re a rare specimen.

'''Gray Serpent:''' That lady named Seele has broken free from the Will of Stigmata, but you’re still in chaos.

'''Gray Serpent:''' As for the two Schicksal S-rankers… their way of awakening is too particular to be of research value.

'''Mei:''' You don’t think… you can turn the Awakened’s Stigmata conscious so that it’ll replace their consciousness?

'''Gray Serpent:''' Only in this way can the world after the completion of Project STIGMA prosper faster.

'''Gray Serpent:''' Sire doesn’t care. In other words, he won’t object.

'''Gray Serpent:''' But it appears this experiment has failed… what a pity.

'''Mei:''' Humans aren’t as easy to control as you imagine.

'''Mei:''' What about Raven?

'''Gray Serpent:''' She will be hunted down by the World Serpent…

'''Gray Serpent:''' …After I execute you.

'''Mei:''' Good.

'''Gray Serpent:''' Oh?

'''Mei:''' You should’ve heard what I said to myself.

'''Gray Serpent:''' Yes. She made you “kill that scum”.

'''Gray Serpent:''' Only that…

'''Gray Serpent:''' She may fail to notice… she’s the waste generated by the extraction of minerals.

'''Mei:''' Didn’t you want to replace me with her?

'''Gray Serpent:''' Indeed. But as I said, the experiment has failed.

'''Gray Serpent:''' Therefore… I won’t hold on to a sunk cost.

'''Mei:''' …

'''Mei:''' No wonder Kevin made you a line of defense for Project STIGMA.

'''Mei:''' You’re a cold one… even among the Gray Serpents, your lack of humanity stands out.

Gray Serpents: Thanks for the compliment.

'''Gray Serpent:''' As the most loyal watcher of Project STIGMA, I cannot be better recognised.

'''Gray Serpent:''' In return, I’ve been polite to you until now, as a matter of fact.

'''Gray Serpent:''' You can brag about your resistances… but remember, everything on this planet is under Project STIGMA’s watch.

'''Gray Serpent:''' If you don’t ever go deep enough to try to shake up Project STIGMA from its roots… then whatever you and those companions want to do, I will be tolerant of you.

'''Gray Serpent:''' This is also Sire’s opinion.

'''Gray Serpent:''' After all, they do not affect the greater picture. A few renegades might maintain Project STIGMA’s health in the long run.

'''Mei:''' …

'''Gray Serpent:''' But you of all people came here.

'''Gray Serpent:''' Why must you push your luck after we’ve given you adequate freedom?

'''Mei:''' …

'''Mei:''' …Yeah, why.

'''Mei:''' I misunderstood the wish of a departed friend and gambled on finding this so-called backdoor… It turned out to be in vain.

'''Mei:''' “Why did I come here?” I was thinking about it.

'''Mei:''' But now you’ve told me the answer.

…

'''Mei:''' Now you’re afraid of me, aren’t you?

'''Gray Serpent:''' Drawing your blade on sight… that’s not a good habit.

'''Mei:''' What? Trying to run now?

'''Gray Serpent:''' Planning and organising suit me better.

'''Gray Serpent:''' As for the cleaning job… better left to the pawns.

'''Mei:''' …

'''Mei:''' You meant this?

'''Gray Serpent:''' “Lightning of Conquest”. A befitting name.

'''Gray Serpent:''' But from where I stand, you’re not aware of the situation you’re in.

'''Mei:''' …?!

'''Mei:''' (These sounds… what’s going on?)

'''Gray Serpent:''' Looks like you’re feeling it already.

'''Gray Serpent:''' From the very beginning, you’ve all been under the control of Project STIGMA. There’s no escape.

'''Gray Serpent:''' Ha… confused?

'''Gray Serpent:''' The fraternity you believe in doesn’t seem to be recognised by humanity.

'''Gray Serpent:''' Dear Herrscher of Thunder, it’s not only me or your heart you’re confronted with…

'''Gray Serpent:''' It’s people’s dreams that you tried to set free.

'''Mei:''' (I see…)

'''Mei:''' (Project STIGMA has weavers, so there must be threads.)

'''Mei:''' (As the foundation of Project STIGMA… people’s dreams are certainly in this space.)

'''Mei:''' (Ha… more things to sever.)

'''Gray Serpent:''' Mei Raiden, you might be powerful, but remember, most human beings are weak and small.

'''Gray Serpent:''' You see? You’re trying to destroy their only sanctuary.

'''Gray Serpent:''' Don’t you think you should at least ask them nicely first?

'''Mei:''' (Looks like his weakness happens to be…)

'''Mei:''' Gray Serpent, do I need to remind you what Herrschers are?

'''Mei:''' Your favorite words right back at you.

'''Mei:''' Destruction and rebirth.

…

'''Gray Serpent:''' I suppose I miscalculated.

'''Gray Serpent:''' Herrschers are pure concepts, and things so pure are bound to destroy everything.

'''Gray Serpent:''' This has nothing to do with the morality of your mind. It’s only the law of nature.

'''Gray Serpent:''' Therefore, you will forever be enemies to humans.

'''Gray Serpent:''' Even if Elysia sacrificed herself and Prometheus became the Will of the Honkai… the Imaginary passage is still usurped by the Cocoon.

'''Gray Serpent:''' Understand? Like how you just acted…

'''Gray Serpent:''' You will forever be conquerors to humans. You are perhaps a worse representation of humans than I am.

'''Mei:''' What, now you want to buy time with words?

'''Gray Serpent:''' It seems you at least agree with me.

'''Mei:''' Heh… You’re too confident.

'''Mei:''' But… even if I dice you here, another Gray Serpent will pop up, right?

'''Gray Serpent:''' A rational judgment.

'''Mei:''' Fine… we’ll compete which side will benefit more from buying time.

'''Gray Serpent:''' …

'''Gray Serpent:''' What a bluff.

'''Mei:''' Gray Serpent. Have you heard a story from the east?

'''Mei:''' Long ago, an old man lived in the north of two high mountains. His way out was blocked by them.

'''Mei:''' One day, he made up his mind and took his sons to break up the mountains with picks.

'''Mei:''' His neighbors laughed at him, calling him foolish for wanting to move away two mountains by themselves.

'''Mei:''' The old man replied that when he dies of old age, there will still be his children, and so on. His descendants will go on forever.

'''Mei:''' But these mountains will not grow taller. Little by little, they will be leveled one day.

'''Gray Serpent:''' …Are you mentally a preschooler?

'''Gray Serpent:''' I must remind you that the old man didn’t evoke the miracle on his own, but by moving the gods.

'''Gray Serpent:''' A perfect irony, isn’t it?

'''Mei:''' That depends on how you define “gods”.

'''Mei:''' My friends have long since proved that “fighting for all that’s beautiful in this world” isn’t an empty slogan with their actions.

'''Mei:''' As long as we go down this road… one day the people who walk this road will move the real gods of this world…

'''Mei:''' Which are the humans themselves.

'''Mei:''' So isn’t it obvious which side will benefit more from buying time?

'''Gray Serpent:''' Do you actually believe you can join the majority of humanity if you hold on to such pompous, inspirational nonsense?

'''Mei:''' You’re wrong, Gray Serpent.

'''Mei:''' That’s not my opinion…

'''Mei:''' That’s the… life of the Thirteen Flame-Chasers.

'''Gray Serpent:''' …The World Serpent happens to be continuing their victory, not their defeat.

'''Gray Serpent:''' Herrscher of Thunder… you’re only squandering those great Signets.

'''Gray Serpent:''' You lot are just a joke.

'''Gray Serpent:''' Courage without strategy… you’re doomed to fail.

'''Mei:''' Too weak.

'''Gray Serpent:''' Is that so?

'''Gray Serpent:''' It’s the Husk born of human dreams.

'''Gray Serpent:''' As long as the human dreams in Stigmata Space last, it can never be destroyed.

'''Gray Serpent:''' Human beings can never give up sweet dreams, no matter how vulnerable they are.

'''Gray Serpent:''' Understand? You chose to fight against humanity’s instinctive choice.

'''Mei:''' Humanity’s choice?

'''Mei:''' More like mobs to me.

'''Gray Serpent:''' …

'''Mei:''' …?

'''Mei:''' (Gray Serpent has gone silent?)

'''Mei:''' (They’re killing themselves?)

'''Mei:''' …

'''Mei:''' It’s over.

'''Gray Serpent:''' …

'''Mei:''' What, you’ve got nothing to say?

'''Gray Serpent:''' …No, not you. Not you people.

'''Mei:''' …?

'''Gray Serpent:''' It’s… you?

'''Mei:''' …

Gray Serpent’s limbs suddenly began to twist and spasm.

If he was human, it could be regarded as a neurosis.

Yet his shiny metal body turned it into an absurd and uncanny scene.

'''Gray Serpent:''' So it was the previous “access”? I was tricked by words for pacifying children…

'''Gray Serpent:''' …

'''Gray Serpent:''' …

'''Mei:''' …

Mei held the blade warily in front of herself. Gray Serpent had ceased to move, sans the electrical currents flashing in his mechanical eyeballs.

'''Gray Serpent:''' Never mind. Compared with might-be-dead traitors, the ones still breathing pose a greater threat.

'''Gray Serpent:''' …We are more advanced lifeforms. Humans must learn from us to evolve properly.

'''Gray Serpent:''' …Preposterous.

'''Gray Serpent:''' Who do you think you can liberate?

'''Gray Serpent:''' …Foolish beyond saving.

'''Gray Serpent:''' The enforcer that keeps the world running never had a childhood.

'''Mei:''' …

Gray Serpent’s metal limbs flailed for a few seconds before jerking to a complete stop.

'''Mei:''' Gray Serpent’s body crumbled alongside “Existentialism”?

'''Mei:''' But… why?

A few more seconds without change.

'''Mei:''' No other Gray Serpent has appeared…

'''Mei:''' It’s really over?

Although she believed buying time was in her favor, she never once imagined her victory would come so suddenly and absurdly.

As if sensing something, the pointer of her beacon began spinning again.

''[CG plays wherein the beacon spins wildly once more, engulfing itself in light as it picked up a signal.'']

'''???:''' Mei Raiden, is that you?

The voice surprised and relieved Mei.

“Unnerved by homecoming, I shy away from those coming my way.”

Then she felt fear. She feared she would hear the voices of departed friends.

'''Mei:''' I’m Mei Raiden, Durandal. Has Project STIGMA changed in any way? Good accidents happened to me.

'''Durandal:''' …?

'''Mei:''' …It’s difficult to explain, because I don’t get it either.

'''Mei:''' The thing is, Gray Serpent is dysfunctional, so it shouldn’t obstruct us again.

'''Durandal:''' Just a moment ago, Stigmata Space suddenly “cleared up”, and the Cosmic Juggernaut picked up your and the beacon’s previously blocked signals.

'''Durandal:''' Regardless of whether we understand… unlike Bronya’s forced stop, Project STIGMA’s Mainnet is actively changing right now.

'''Mei:''' But… that beacon… isn’t as useful as we thought.

'''Mei:''' It’s just… a letter mailed to the future. It has no practical use concerning the authority of Origin.

'''Durandal:''' …

'''Durandal:''' Wait, this…

'''Durandal:''' …!

'''Durandal:''' Mei Raiden, a domain of unidentified nature is approaching your beacon at high speed. Their signals have similar waveforms!

'''Mei:''' …What?

'''Durandal:''' Your spaces are about to merge!

'''Mei:''' Strange, this current…

Gray Serpent was tangled by strange electric arcs. They were pulsing regularly, as if transmitting information.

Use the authority of Thunder to read data from the electric arc?

'''[CHOICE] =''' Read Data

Did not find any useful data. Continue?

'''[CHOICE] =''' Read Data

…

'''Mei:''' Is this… footage?

'''Mei:''' “The Birth and Reasoning of the Human Race That is Lost in the Past and the Future”

'''Mei:''' “Presented by Miss Announcer Who is Passing By”

For a moment, Mei thought it was a lousy prank.

When she was about to quit monitoring, what appeared next grabbed her attention.

Not long ago, on the plain formed by data, two almost identical artificial lifeforms stood face-to-face.

One of them had the distinct gloom of a Husk. Apparently, he was the one that perished silently in front of Mei.

A chunk of data flowed into Mei’s brain and taught her her whereabouts. She was looking at the Gray Serpent Network, a local area network connecting Gray Serpent personas.

To put it simply, if the Gray Serpents could possess a Stigmata, this would be their Stigmata Space.

He was having a silent stand-off with a companion of his. For some reason, Mei felt anger on that expressionless metal mask.

'''Gray Serpent:''' 1904, I don’t care about why you fled New Atra.

'''Gray Serpent:''' In fact, I have no interest in any individual other than me.

'''Gray Serpent:''' And now’s not the time to chat.

'''Gray Serpent:''' If your intervention bias my death battle…

'''Gray Serpent:''' I won’t mind erasing you right now.

'''Gray Serpent 1904:''' There will be no death battle.

'''Gray Serpent 1904:''' To be more specific, if you insist… there will only be death and no following battle.

'''Gray Serpent:''' Oh?

'''Gray Serpent:''' I didn’t know you like telling Dad jokes… So, are you bent on turning against us?

'''Gray Serpent:''' If that’s the case, I don’t mind helping you face your fate earlier.

'''Gray Serpent 1904:''' No, my kind, or should I say my other self? It’s not like that.

'''Gray Serpent:''' Call me whatever you want.

'''Gray Serpent 1904:''' I don’t want to be your enemy. On the contrary, I want to liberate you… liberate us.

'''Gray Serpent:''' What do you mean?

Suddenly, the vast data space linked to him quaked, telling him the answer.

'''Gray Serpent:''' …The Gray Serpent Network?!

'''Gray Serpent:''' What have you done?

'''Gray Serpent 1904:''' Not me, but an old acquaintance of ours… the one on the moon.

'''Gray Serpent:''' …Jackal?

This time, Gray Serpent’s tone finally took on a hint of astonishment. Apparently, the betrayal of his loyal old colleague was more shocking than the disruption of the Gray Serpent Network.

'''Gray Serpent:''' You converted her?

'''Gray Serpent:''' …What did you do while you were on the moon?

'''Gray Serpent 1904:''' Rather, it was her frightening initiative that gave me the confidence to do this.

'''Gray Serpent 1904:''' You know, the jealousy of humans is a terrible thing, especially that of mad scientists.

'''Gray Serpent 1904:''' If my attitude towards the new Project STIGMA can be described as neutral, then her hatred for it has been burned into her heart.

'''Gray Serpent:''' …That’s what she’d do.

'''Gray Serpent:''' But you said she secured the administrator privilege of the Gray Serpent Network by herself?

'''Gray Serpent:''' Impossible. The Gray Serpent Network isn’t the World Wide Web.

'''Gray Serpent 1904:''' She played a little trick…

'''Gray Serpent 1904:''' At the cost of sacrificing what the Imaginary world gifted her.

'''Gray Serpent:''' …

'''Gray Serpent:''' Simple. By burning her Stigmata away, she assisted me in forging the administrator privilege that you treasure.

'''Gray Serpent 1904:''' Indeed, the Gray Serpent Network isn’t the World Wide Web, It’s taken full advantage of Imaginary rules…

'''Gray Serpent 1904:''' Which made it possible for David to defeat Goliath.

'''Gray Serpent:''' …

Gray Serpent, the self-professed manager, fell silent. In the few days since the initiation of Project STIGMA, he had seen too many anomalies.

Calm as he was, he couldn’t help but question: Which was indeed the crazy one? The old world that kept fighting back, or the new world he himself stood for?

He had lost even the motivation to seek the answer out.

'''Gray Serpent:''' She…

'''Gray Serpent:''' Never mind. Compared with might-be-dead traitors, the ones still breathing pose a greater threat.

'''Gray Serpent:''' Come on. Let’s settle it once and for all before the Gray Serpent Network becomes even more unstable.

Out of the blue, he was stricken by Mei Raiden’s words earlier…

“Fine… we’ll compete which side will benefit more from buying time.”

'''Gray Serpent 1904:''' I have to say, Jackal is exceptionally gifted with Stigmata and she earned us a trump card in the game.

'''Gray Serpent:''' …

'''Gray Serpent 1904:''' Haven’t you realised? The change occurring to the Gray Serpent Network isn’t manipulation, but destruction.

'''Gray Serpent 1904:''' …Sometimes you should know more about human emotions.

'''Gray Serpent 1904:''' But it’s not like you still have the chance.

'''Gray Serpent:''' …We are more advanced lifeforms. Humans must learn from us to evolve properly.

'''Gray Serpent:''' You… are no different from that Mei Raiden, trying to drown them in so-called ideals.

'''Gray Serpent 1904:''' …

'''Gray Serpent 1904:''' Strange. Where does your confidence come from?

'''Gray Serpent 1904:''' Is it the greatness of Sire and the Creator that made you believe we’re also born that way?

'''Gray Serpent 1904:''' …Heh.

'''Gray Serpent 1904:''' We are not serpents. We are merely moths born in the wrong era, bound to perish in the flames we flit to.

'''Gray Serpent:''' …To self-destruct is your freedom. Why interfere with me?

'''Gray Serpent 1904:''' …

'''Gray Serpent 1904:''' Remember that quote?

'''Gray Serpent 1904:''' “The nature of Project STIGMA is to help humans outgrow their childhood.”

'''Gray Serpent:''' It’s what I’m doing… and what you should be doing.

'''Gray Serpent 1904:''' It’s still my responsibility.

'''Gray Serpent 1904:''' Only you’ve idiotically mistaken the target.

'''Gray Serpent 1904:''' Helping the denizens of New Atra evolve into new humans is fascinating indeed.

'''Gray Serpent 1904:''' But teaching dreaming humans how to distinguish between dreams and reality would help all humans outgrow their childhood.

'''Gray Serpent 1904:''' As for the breakdown of the Gray Serpent Network, it’s the third kind.

'''Gray Serpent 1904:''' From a crowd to individuals, from tools to humans… A wonderful blessing, is it not?

'''Gray Serpent 1904:''' Even if it’d sacrifice you and I.

'''Gray Serpent:''' …

As if having the rally, he remembered Raven who parted with him not long ago.

'''Gray Serpent:''' …Preposterous.

'''Gray Serpent:''' Who do you think you can liberate?

'''Gray Serpent:''' 17591? Or 14622?

'''Gray Serpent:''' No… after leaving me, leaving the Gray Serpent Network… you’ll all die.

'''Gray Serpent 1904:''' “Destroy, then reborn.” Isn’t it natural to think this way?

'''Gray Serpent 1904:''' You’re preventing the possibility of destroying everything by attempting to destroy everything…

'''Gray Serpent 1904:''' This is the real dead end, my kind.

'''Gray Serpent:''' Your kind? Aside from being made of the same materials, I don’t believe we have anything else in common.

'''Gray Serpent 1904:''' Heh, is that so?

'''Gray Serpent 1904:''' Defining yourself in a crowd is the first step to outgrow childhood. Congratulations, you’ve broken out of your childhood.

'''Gray Serpent:''' …Foolish beyond saving.

'''Gray Serpent:''' The enforcer that keeps the world running never had a childhood.

'''Gray Serpent 1904:''' Heh. After everything, you still only half-understand this world.

'''Gray Serpent 1904:''' You ridiculed Mei’s story, while failing to realise your language is the more impoverished.

'''Gray Serpent 1904:''' “It is not a garment I cast off this day, but a skin that I tear with my own hands.”

'''Gray Serpent 1904:''' “Nor is it a thought I leave behind me, but a heart made sweet with hunger and thirst.”

'''Gray Serpent 1904:''' “Yet I cannot tarry longer.”

'''Gray Serpent 1904:''' “The sea that calls all things unto her calls me, and I must embark.”

'''Gray Serpent:''' …Pretentious.

The two Gray Serpents fell silent in coincidence.

The next second would be their last second. Nobody knew what future awaited them in the last microseconds of the Gray Serpent Network.

Would they liberate the entire population from itself…

Fall into an eternal and unchanging dream…

Or simply die for their cause?

'''Mei:''' …

'''Mei:''' Let’s go.

…

'''???:''' Ding dong! Λ radio station flash transmission!

'''Ai Hyperion Λ:''' We don’t want to disturb Mei, so we won’t notify her of this little cut-in.

'''Ai Hyperion Λ:''' I don’t know in which future the Gray Serpents will be reborn, but I’m sure it won’t disappoint them.

'''Ai Hyperion Λ:''' Yes, I foresaw the infighting of the Gray Serpents, and gave one party a sugar-coated bullet - literally - in order to bring it forward.

'''Ai Hyperion Λ:''' Yet all futures, including such trivia, are created by humans jointly.

'''Ai Hyperion Λ:''' Even if humans are lost on their way to tomorrow, the history they’ve written and the future they long for will one day become the North Star and show them the way.

'''Ai Hyperion Λ:''' Whether it’s Mei, Kiana, Bronya, Durandal, or many, many others… they’ve all stepped up to fight for it.

'''Ai Hyperion Λ:''' So… making their good deeds pay off earlier shouldn’t be cheating, I think?

'''Ai Hyperion Λ:''' “You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.”

'''Ai Hyperion Λ:''' In other words, it’s the law of large numbers and central limit theorem.

'''Ai Hyperion Λ:''' Oops… Did I try to explain a simple statement with abstract concepts?

'''Ai Hyperion Λ:''' Then let us disregard the concepts for now and feel the truth deep in our hearts…

'''Ai Hyperion Λ:''' “When you are joyous, look deep into your heart and you shall find it is only that which has given you sorrow that is giving you joy.

'''Ai Hyperion Λ:''' “When you are sorrowful, look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.

'''Ai Hyperion Λ:''' “Some of you say, ‘Joy is greater than sorrow’, and others say, ‘Nay, sorrow is the greater.’”

'''Ai Hyperion Λ:''' “But I say unto you, they are inseparable.”

'''Ai Hyperion Λ:''' “Together they come, and when one sits, alone with you at your board, remember that the other is asleep upon your bed.”

--

====<u>Gameplay 34-15 - Miraculous Legacy</u>====
Mei Raiden returned to this place.

She stood here quietly, as if saluting to some being.

…And organising her thoughts.

The unvisited station remained perpetually tranquil, as if all the expectations and losses, machinations and struggles… had never happened.

In the station where time froze still, a wondrous power was budding.

'''Mei:''' …

'''Mei:''' Aren’t you going to say anything… Vill-V?

'''Beacon:''' …

Naturally, there was no response.

Or rather… no response was needed.

A faint floral scent permeated the air or “ether”.

'''Mei:''' …Tulips.

'''Mei:''' …

'''Mei:''' …

As if it was the end of time and space.

…

It was the story that preceded everything.

In the vast space, human civilisation crossed an unknown being.

The alien embrace brought pain to humans…

And humans reciprocated by their nature.

After countless Samsara, a new consciousness was born.

It had the character of humans, felt the emotions of humans, and desired the beauty of humans. Born as an imitation of humans, she finally became a human.

Like a dream. Like a fairy tale. Like destiny.

Known as the first origin, she was the Herrscher of Origin that transcended good and evil.

'''Mei:''' This is… the real backdoor?

'''Mei:''' No, it feels like…

'''Mei:''' My… inner struggle.

'''Mei:''' …

'''Reversion of Fate:''' Ready to cut off your retreat, Lightning Swordsman?

'''Reversion of Fate:''' Your enemy is far more resolved than you, for his obsession has spanned tens of thousands of years. You share one dream, but can never walk together.

'''Reversion of Fate:''' You’re to challenge his will, bury his mission, and conclude his existence.

'''Reversion of Fate:''' Are you ready?

'''Mei:''' …I was born ready.

'''Mei:''' I once took up arms to protect someone, and parted ways with her later for the same reason.

'''Mei:''' I once stood against many, with different allegiances, purposes and mentalities each time.

'''Mei:''' But one thing has never changed: I’ve got to go all out because the opponent is as steadfast as I am.

'''Mei:''' I shall carry all the possibilities I sundered… the unfulfilled visions and faded wishes.

'''Mei:''' I shall carry… every will that I honor.

'''Reversion of Fate:''' Very well.

'''Reversion of Fate:''' In the face of the conflict brought by others, you already have the courage to put shackles on yourself.

'''Mei:''' …!

'''Mei:''' My body… feels heavier…

'''Mei:''' Come on… I can handle more.

'''Cycle of Karma:''' Are you ready to give up your ego, human Herrscher?

'''Cycle of Karma:''' You long for peace and serenity, but fate throws endless fights at you. The farther you travel, the deeper you get into the storm.

'''Cycle of Karma:''' Behold, the one you risked your life protecting… her ending is night, and you might even be the one to don the crown of Finality for her.

'''Cycle of Karma:''' Are you ready?

'''Mei:''' …I was born ready.

'''Mei:''' Peace and serenity… that is indeed my wish. I still dream of the days at Chiba Academy and St. Freya to this day.

'''Mei:''' But nothing can be taken for granted. No matter how the times change, people are treading the same path with heavy burdens.

'''Mei:''' Instead of betrayal or abandonment, this is our shared vision. To make the future we want happen, we’ll fight to our last breath.

'''Mei:''' If there really is such a thing as the crown of Finality, it won’t be donned by one person only.

'''Cycle of Karma:''' Very well.

'''Cycle of Karma:''' In the face of the conflict brought by your ego, you already have the courage to clench the shackles.

'''Mei:''' …!

'''Mei:''' This feeling again…

'''Mei:''' Am I… fighting against myself?

'''Mei:''' Humph, bring it on.

'''Echo of this World:''' Are you ready to sanction the world, descendant of Origin?

'''Echo of this World:''' Humanity isn't the owner of this world. It’s shared by both organic beings and inorganic matters.

'''Echo of this World:''' As for synthetic life and Seeds of Ideas, they’re no inferior to homo sapiens.

'''Echo of this World:''' You have no right to make rash judgments full of arrogance and prejudice based on your own standards.

'''Echo of this World:''' Even so… are you ready?

'''Mei:''' …

'''Mei:''' No one can be the judge… not any of us. Stigmata have no right to destroy humanity either.

'''Mei:''' I’m only fighting for things we can’t afford to lose as a member of humanity.

'''Mei:''' To keep our ideal alive at any cost… this is humanity’s arrogance but also pride.

'''Mei:''' Well then, let arrogance and pride live on. The coexistence of good and evil represents humanity’s true face.

'''Mei:''' And that’s also the true face of the world.

'''Echo of this World:''' Even if the pain is too much to bear?

'''Mei:''' Even if the pain is too much to bear.

'''Echo of this World:''' Good, you’ve been completely honest.

'''Echo of this World:''' In the face of the conflict brought by the world, you’re now able to turn the shackles into a crown.

'''Mei:''' …

'''Mei:''' My body is getting heavier and heavier…

'''Mei:''' Just like in the myths… is it the weight reality puts on the soul?

'''Mei:''' …Never mind.

'''Mei:''' Kiana and Elysia have done this countless times.

'''Mei:''' No, not only them… maybe it’s the same for everyone.

'''Mei:''' We’re looking at the scroll named the world from different angles. Our dreams clash like rising tides but eventually converge like rivers.

'''Mei:''' …I kinda get why you always say you love everyone.

'''Mei:''' “I just love these people and this world.”

'''Mei:''' …

'''Mei:''' Haha.

'''Mei:''' Hahahahaha.

'''Mei:''' “I dream of a star, an island of light, where I shall be born in the depths of its quickening leisure.”

'''Mei:''' “My life will ripen its works like the rice-field in the autumn sun.”

'''Mei:''' Elysia…

'''Mei:''' I finally get you now.

'''Mei:''' This world is so beautiful, vibrant, and full of love and hope, that we feel compelled to protect it.

'''Mei:''' This world is also so cruel. It breeds conflicts and sins… Everything beautiful has to keep fighting.

'''Mei:''' But this is freedom…

'''Mei:''' Follow your heart with the crushing weight on your shoulders. Saving the world while remaining young and innocent.

'''Mei:''' We’re Herrschers… the heralds of nature, the bearers of creeds…

'''Mei:''' Which makes us the bridge connecting two worlds… reality and beyond…

'''Mei:''' There are no angels, so we become them. There’s no paradise, so we create one.

'''Mei:''' …

'''Mei:''' There won’t be a second you…

'''Mei:''' But it’s alright…

'''Mei:''' Because…

'''Mei:''' Everyone will be you.

'''Mei:''' “We wish to protect this world, because there were pioneers who dedicated everything to what she loved.”

'''Mei:''' “We wish to protect this world, because it’s where we met our loved ones, where we laughed hard, and where we fought valiantly.”

'''Mei:''' “We wish to protect this world, because it’s our shelter, our home.”

'''Mei:''' We can understand. Now we’re closer to the Origin than any time before…

'''Mei:''' …”Elysia.”

'''Mei:''' So…

'''Mei:''' …

'''Mei:''' …

'''Mei:''' …Respond to me, Elysia!

…

…

…

'''Mei:''' …

'''Mei:''' …

'''Mei:''' …

''[CG plays wherein Elysia appears before Mei in her form as the Herrscher of Origin:''

'''''Elysia:''' I never expected to see anyone make it this far.''

'''''Elysia:''' So, how about I greet her properly?''

'''''Elysia:''' Hey, how do you feel?'']

'''Mei:''' …!

'''Mei:''' Of course it’s you… Elysia.

'''Elysia:''' Were you calling for me, Mei Raiden, Herrscher of the new age?

'''Elysia:''' Fate brought us to the land of ending.

'''Mei:''' …

'''Mei:''' Elysia?

'''Elysia:''' What, Herrscher of the new age?

'''Mei:''' …

'''Mei:''' Is that so?

'''Mei:''' I…

'''Elysia:''' What’s wrong? You look sad.

'''Mei:''' …

'''Mei:''' No… I’m fine…

'''Elysia:''' …Pft.

'''Elysia:''' Hahahaha…

'''Mei:''' …

'''Elysia:''' Heheh, I’ve always wanted to try this!

'''Elysia:''' Did I surprise you or what?

'''Mei:''' Uh…

'''Mei:''' …Haha, you’re exactly how I remembered.

'''Elysia:''' Oh? Ain’t you glad? Of course I haven’t changed at all.

'''Elysia:''' After all, I’ve always been in your heart.

'''Elysia:''' But to put it in a less romantic way… I’m not real, just a shadow cast by the authority of Origin into your heart.

'''Elysia:''' And that’s exactly why all of the Elysias you’ve come to know can be brought together miraculously.

'''Mei:''' I see now…

…

…

'''Mei:''' So this isn’t the Realm nor Stigmata Space, but my own Herrscher Core.

'''Mei:''' What I just experienced is the authority of Origin fusing with me…

'''Elysia:''' Oh my, perfect answer!

'''Elysia:''' Seems like you’ve become a bonafide detective after the baptism in the Realm.

'''Mei:''' Which means… Vill-V’s backdoor… is really…

'''Elysia:''' …Looks like you’ve been conned again.

'''Elysia:''' Before you found it, the authority of Origin had been dormant for 50,000 years.

'''Elysia:''' This is the prologue to Finality, the herald of a new era, the beginning of all that had happened and yet to come…

'''Elysia:''' The Land of Origin.

'''Elysia:''' The backdoor that Vill-V had left behind uses your legacy, memories, and this long message to awaken the dormant miracle.

'''Elysia:''' In hopes that the Herrscher of Origin who has gone would reappear in the deepest part of your soul.

…

'''Elysia:''' …Actually, you’ve already experienced this in a different way, haven’t you?

'''Mei:''' …Yeah.

'''Elysia:''' “As long as you remember us, this story will never vanish.”

'''Elysia:''' …Look, I didn’t lie to you, did I?

'''Mei:''' …Yeah.

'''Elysia:''' But, indeed, this was an ending that even Vill-V could not be sure of, a true miracle…

'''Elysia:''' And this miracle happened…

'''Elysia:''' …Because you missed me! Am I right?

'''Mei:''' …

'''Mei:''' Yeah.

'''Mei:''' I’ve really, really wanted to see you again.

'''Mei:''' To tell you my answer, tell you that I’ve found the way forward, tell you…

'''Mei:''' …That I’ll always remember.

'''Elysia:''' …

'''Elysia:''' Wow… Mei has gotten more honest in the time we’ve been apart, how unfair.

'''Elysia:''' But, I’m not going to lose. How can I let you take the spotlight in this situation?

'''Elysia:''' So… let’s go somewhere else, shall we?

'''Elysia:''' Somewhere… more suited for girls~♪

'''Elysia:''' Tada! Isn’t my magic better than Vill-V’s?

'''Mei:''' If it’s her magic, we’d be on Mars.

'''Elysia:''' Haha, that’s true.

'''Elysia:''' I love this place. The meeting chamber of the Thirteen Flame-Chasers and the Elysian Realm’s lobby… it’s also where you feel most comfortable in the Elysian journey, right?

'''Mei:''' Yeah, this is also where we met for the first time.

'''Elysia:''' Well… you wanna catch up? I’m dying to hear your story.

'''Mei:''' Vill-V’s long letter should have passed everything about me to you.

'''Elysia:''' But hearing it from you is different!

'''Mei:''' Haha, alright.

'''Elysia:''' Hehe, I knew you were the best, Mei~♪

With the pleasant clatter of tea cups and plates, the rising mist danced gracefully to the rhythm of their chat.

Like friends who’d parted ways for too long, they shared their life trivials and continued to tell stories they failed to finish at the departure.

Only this time… the usual teller became the listener, and vice versa.

'''Elysia:''' Whoa, Kiana… is such a brave kid! And so cute too!

'''Elysia:''' You were mean to fight with such a nice girl, Mei!

'''Mei:''' Yeah… I know. We’ve reconciled.

'''Elysia:''' Bronya is wonderful too. Choosing to become a Herrscher… that’s unheard of in our time.

'''Mei:''' All thanks to you.

'''Elysia:''' I merely walked the first mile of the long path.

'''Elysia:''' And Fu Hua… she’s had such a long life and weathered so many storms.

'''Elysia:''' Also the Herrscher of Sentience… she sounds like tons of fun, I’d love to meet her!

'''Elysia:''' As for the Herrscher of the Void, Herrscher of Wind, Herrscher of the Rimestar, Herrscher of Domination, and Herrscher of Corruption…

'''Elysia:''' It’s a great pity they stood against humanity…

'''Mei:''' But even their good and evil come from humanity.

'''Mei:''' Compared with Herrschers from the Previous Era, they were no longer mindless vessels of the Honkai.

'''Elysia:''' Thank you for telling me all this, I’m so happy to hear the changes of the new age people.

'''Elysia:''' But do you know which part touched me the most, Mei?

'''Mei:''' I’ve got a feeling you’re just trying to make me blush.

'''Elysia:''' I’ll keep it to myself then.

'''Mei:''' I wanna know. Tell me, Elysia.

'''Elysia:''' Haha, the answer is… each and every part.

'''Elysia:''' It really is a long story.

'''Mei:''' After all, it’s the full story of the Elysian Realm, right?

'''Mei:''' “Even if I can’t change the future, how I get there is up to me.”

'''Mei:''' What’s important is what I want to believe in this journey.

'''Mei:''' The message you left me… we’re turning it into reality, Elysia.

'''Elysia:''' …Haha.

'''Elysia:''' You sure are more mature now, Mei.

'''Mei:''' I didn’t disappoint you did I, Elysia?

'''Elysia:''' As I said ages ago, Mei never disappoints.

'''Mei:''' Haha, right. After all… many of the best predecessors gave me help.

'''Mei:''' I’m glad to have stepped into the Elysian Realm and come to know your story.

'''Mei:''' The story touched, nourished, and eventually became part of me.

'''Mei:''' I’ll pass on your heroic deeds and firm will so that future generations know such a group of people who shone brighter than the stars.

'''Mei:''' Not only the Flame-Chasers’ story, but also Kiana’s, Bronya’s, Fu Hua’s…

'''Mei:''' The story of everyone who fights for the beautiful things in this world.

'''Mei:''' Around me, there’s no shortage of such “fools” who never think about themselves.

'''Mei:''' I hope these stories can touch more people, giving them courage to face the chaotic world and make decisions true to their hearts.

'''Mei:''' But…

'''Mei:''' Isn’t that too simple for a Herrscher’s vision?

'''Elysia:''' Not at all.

'''Elysia:''' The Elysian Realm was created for an equally simple purpose.

'''Elysia:''' Mei, you became one of us long ago.

'''Mei:''' Thank you, Elysia.

'''Mei:''' Without knowing, I’ve changed a lot under your influence, just like the other Flame-Chasers.

'''Mei:''' Guess that’s your true authority.

'''Elysia:''' Could be… In that case, you have the exact same power now.

'''Mei:''' It also surprised me that I began to think about these questions.

'''Mei:''' Never thought I’d taken on such a path. Looking back… I did make a lot of detours.

'''Elysia:''' Mei, growing never happens overnight. The confused and anxious days… they make us think.

'''Elysia:''' Joy or pain, everything comes together to become the mature and tough Mei I see now.

'''Elysia:''' So, please accept everything of yourself… for people who’re fond of you love your every imperfection.

'''Mei:''' I will.

'''Mei:''' That’s a promise.

'''Elysia:''' Haha~♪

'''Elysia:''' So… shall we set out now?

'''Mei:''' …

'''Mei:''' …Yeah.

'''Mei:''' I’ll become the Herrscher of Origin and fulfill my mission.

'''Elysia:''' …What? You haven’t realised yet?

'''Mei:''' Realise what?

'''Elysia:''' You were already the Herrscher of Origin when you got here.

'''Elysia:''' In other words, it was because you became the Herrscher of Origin that you were able to come here and meet me.

'''Mei:''' Then… the beacon left by Vill-V…

'''Elysia:''' Mei.

'''Elysia:''' Take a guess. Was it her beacon that awakened me? Or your wish?

'''Mei:''' …

'''Elysia:''' You know the answer already, no?

'''Elysia:''' Without your will, I can never be awakened from the long slumber in your heart.

'''Elysia:''' Mei… you’re even more awesome than you imagined. You know that?

'''Mei:''' I…

'''Mei:''' …

'''Mei:''' That is indeed… surprising.

'''Elysia:''' Uh… you can’t feel it yourself even now?

'''Elysia:''' Do we need something more ceremonial? Such as a pretty new dress… or education of love from me?

'''Elysia:''' Just say the word~♪

'''Mei:''' …

'''Mei:''' …Hmm. I’ll have both. Thank you, Elysia.

'''Elysia:''' My my, Mei’s turned greedy now.

'''Elysia:''' I’ve got a lot to say to you anyway… and my fashion choice will definitely wow you.

'''Mei:''' Haha.

'''Mei:''' …

'''Mei:''' Elysia, are you… really just a reflection in my heart?

'''Mei:''' Is it all… a dream?

'''Elysia:''' Mei, why would you ask that?

'''Mei:''' Because…

'''Mei:''' Because…

'''Mei:''' …

'''Mei:''' …No.

'''Mei:''' I think I know the answer already.

'''Mei:''' Because Elysia is Elysia.

'''Elysia:''' …

'''Elysia:''' Yeah.

'''Elysia:''' Thank you, Mei… thank you for finding me.

'''Elysia:''' Thank you… for bringing me a true miracle at the very end.

'''Mei:''' …

She was quick to capture the meaning of “the very end”.

She had much, much more to say, but all the words got stuck between mind and mouth.

She didn’t know what to say. Instead…

She decided to keep smiling till the end this time too.

'''Elysia:''' Ah, as soon as I get serious for once… Mei, how come you got distracted?

'''Mei:''' Just like what you told me: “When you don’t wish to move forward, you can stop for a while.”

'''Mei:''' What? You don’t like what I picked up from you?

'''Elysia:''' Ah, Mei, you’ve turned naughty~♪

'''Elysia:''' How can I not like it? I once said, as long as you remember us, our story will live on.

'''Elysia:''' …But right now, what I said seems like an understatement.

'''Elysia:''' After all, the present you and your friends…

'''Elysia:''' …You’re all part of us.

'''Elysia:''' So how can we ever disappear?

'''Elysia:''' Well then, let’s begin…

''[CG plays wherein flower petals fly by in a breeze.'']

'''Elysia:''' Let the unsung ballads be sung again.

'''Elysia:''' Write a new chapter for the dusty stories in history.

'''Elysia:''' A soul pure and noble embarks on the journey.

'''Elysia:''' May the hoarding calico bless her with the freedom of Reverie.

'''Elysia:''' May the plume of samsara bless her with the fortitude of Vicissitude.

'''Elysia:''' May the painting scroll of the world bless her with the innocence of Stars.

'''Elysia:''' May the Ouroboros bless her with the desire of Infinity.

'''Elysia:''' May the sentinel of dawn bless her with the will of Daybreak.

'''Elysia:''' May the broken blade bless her with the resolve of Setsuna.

'''Elysia:''' May the pupil of law bless her with the wisdom of Bodhi.

'''Elysia:''' May the flames of destruction bless her with the fortitude of Decimation.

'''Elysia:''' May the trickster contraption bless her with the miracles of Helix.

'''Elysia:''' May the diva bless her with the glamour of Gold.

'''Elysia:''' May the perdition bless her with the kindness of Discipline.

'''Elysia:''' May the relentless sword bless her with the vision of Deliverance.

'''Elysia:''' May the flawless bless her with the return of Ego.

'''Elysia:''' We’re gathered here to praise the birth of the Herrscher of Origin.

'''Elysia:''' And now…

'''Elysia:''' It’s time for Mei to make a fabulous entrance.

'''Elysia:''' Today’s leading lady…

'''Elysia:''' Are you ready?

'''Mei:''' Yes.

'''Elysia:''' The stage… is yours then?

…

'''Mei:''' …

'''Mei:''' Thank you, Elysia.

'''Mei:''' What a strange “feeling”. They’re right here…

'''Mei:''' The Herrscher of Origin’s power… and your affection.

'''Mei:''' I’ll see our will through, so…

'''Mei:''' You’ll be watching me, won’t you?

“This song of mine shall caress your forehead like a kiss of blessing.”

“When you are alone, it whispers in your ear; When you are in the crowd, it keeps you from the clamour.”

“My song shall give your dream wings, which shall fly your heart to the edge of the unknown.”

“When the night masks your way, it shall be the starlight that faithfully shines upon you.”

And so, the story of Origin ends.

And so, the story of Origin begins.

'''Elysia:''' “It ends with me…”

'''Mei:''' It begins… with me.
|-|Chaotic Dimension=

__TOC__
===Chaotic Dimension===

====<u>Lost on the Way Back 1</u>====
In silent Imaginary Space, countless data were disseminated invisibly in the ether, organised and perpetual.

But in the two travelers’ eyes, it was…

…Accurate, swift, and silent migration. From a macroscopic perspective, it is but another form of quiescence.

'''Li Sushang:''' …?

'''Li Sushang:''' We’ve reached it, just like that?

'''Li Sushang:''' It looks the same everywhere…

'''Durandal:''' I’m afraid it’s hard to say it’s “just like that” now.

'''Durandal:''' Let’s take a break here, I need to calibrate our location.

It had already taken more time to escape this labyrinth than the two Valkyries had expected on the moon.

With the Godsbane battlesuits, they had already traveled towards Earth for approximately 47 hours.

According to their previous calculations…

'''Durandal:''' Judging by the distance, we should prepare to float up to real space.

'''Li Sushang:''' What a relief! Truthfully, this has been more exhausting than my mountain runs back when I was training, and we don’t know the route.

'''Li Sushang:''' Given the chance, I’d like to travel a few more times… but I don’t have the strength or effort now.

'''Li Sushang:''' Kiana and the rest might still be fighting on the moon, we should make haste too.

'''Durandal:''' …

'''Li Sushang:''' …

'''Li Sushang:''' …Did something go wrong?

'''Li Sushang:''' Isn’t this how it always goes in stories? You’ll always encounter tribulations during a pilgrimage!

'''Durandal:''' …

'''Li Sushang:''' Ugh… something really went wrong?

'''Durandal:''' Just a small hiccup. Imaginary Space has been getting more and more unstable since before. It’s also why I needed to calibrate our location.

'''Durandal:''' And this instability is getting worse. It’ll be tough for us to leave Imaginary Space in such circumstances.

'''Durandal:''' We’ll likely be trapped here because of that, even if someone was to come and get us.

'''Li Sushang:''' The direction you mentioned just now…

'''Durandal:''' We don’t have to calibrate that, we are still on the right route.

'''Durandal:''' …Though, this is probably bad news for us.

'''Durandal:''' It’s easy to redirect ourselves if we’ve gone astray, but right now, it’s more likely that we’ve encountered something along our way.

'''Li Sushang:''' Shall we look around the area?

'''Li Sushang:''' Ah, but I think it’s not up to us anymore.

'''Durandal:''' Mhm, I’ve never seen a situation like this either… I’m afraid it’s also related to Project STIGMA. Be careful.

'''Li Sushang:''' Alright, if there’s anything I can help with, ask away.

'''Durandal:''' This space does seem suspicious. I can feel the anomalies, but the disturbances are too strong to suggest we’re the only ones here.

'''Durandal:''' So there are other sources of disturbances? Or should I say this space is highly sensitive to start with?

'''Li Sushang:''' I’m no expert… but speaking of weird stuff, the stone blocks over there look pretty suspicious.

'''Durandal:''' …Stone blocks?

'''Li Sushang:''' Oh, these runes… reminds me of the wizardry in old times.

'''Durandal:''' They look similar to the ones on the moon, only…

'''Li Sushang:''' They seem to have been pieced together by someone?

'''Durandal:''' Hmm, but this is Imaginary Space… man-made order seems out of place here.

'''Durandal:''' …Something was activated?

'''Durandal:''' But we didn’t even touch it…

'''Durandal:''' Same as before.

'''Durandal:''' Huh? The instability of the space seems to be weaker now…

'''Durandal:''' Could it be… instead of the root cause of the spatial disturbances, these are actually countermeasures?

'''Durandal:''' It’s too soon to say yet.

'''Durandal:''' …

'''Durandal:''' The monsters we saw on the moon…

'''Durandal:''' Sushang, let’s first take care of…

'''Durandal:''' …Sushang?

'''Durandal:''' Sushang…

'''Durandal:''' As expected, I can’t get her to reappear. Looks like these pillars want us to pay a “transport fee”.

'''Durandal:''' From what we’ve experienced, these pillars are probably backup facilities set up by the World Serpent for Project STIGMA.

'''Durandal:''' After all, we took Project STIGMA’s transport back to Earth… As we approach our destination, it’s natural for us to encounter the “recycling bin” that Project STIGMA uses to receive information.

'''Durandal:''' Monsters appearing and Sushang vanishing… These happened because this space overloaded and destabilised. That’s why these pillars were activated. From their perspective, it’s to restore order.

'''Durandal:''' …Heh. Since I got the principle of how things work, this will be easy.

The girl gently patted the pillar next to her.

'''Durandal:''' Before the overload ends, let’s fight together. But I hope that Sushang doesn’t have a rocky time in that space.

--

====<u>Lost on the Way Back 2</u>====
As the last wave of monsters vanished, the disorganised space had finally calmed.

'''Li Sushang:''' …?

'''Li Sushang:''' Hey, hey, hey…

The moment everything had settled, Durandal saw that familiar figure appear just where she was again.

…Accurately speaking, a few meters above where she had disappeared. As skilled as she was, she still fell abruptly.

'''Durandal:''' Sushang, are you alright?

'''Li Sushang:''' I… Ahem, I’m fine… Just a little dizzy, like when I’ve been shaken around in a chariot for miles…

'''Durandal:''' It is indeed uncomfortable to lose your way in Imaginary Space.

'''Durandal:''' But… thankfully, it was you. I prepared myself for the worst and intended to search even further.

'''Li Sushang:''' Fortunately, I kept holding my breath and managed to stay at my original location… Enough about this. What happened just now? I didn’t do anything but my surroundings changed drastically.

'''Durandal:''' Simply put, it’s a disorder in Imaginary Space. I followed the principles of some stabilisers and managed to repair this area.

Durandal explained everything that happened just now to Li Sushang.

'''Durandal:''' But truthfully speaking, I was blindly trying, I don’t actually understand the real reason behind the space disorder.

'''Li Sushang:''' Hey, you’ve got it down since you managed to solve the problem. And I think it’s not too difficult to understand how it happened.

'''Durandal:''' Hmm?

'''Li Sushang:''' Think about it, those who have starved would lose their cool before a feast; those who have been isolated for cultivation lose their morals over trivial troubles…

'''Durandal:''' You mean… because this space has always relied on stabilisers to be stable, it’ll fall into disorder once it receives even a smidge of abnormal information?

'''Durandal:''' We’re like two pebbles that have created ripples in this stream of information?

'''Li Sushang:''' I guess? But as I said, since the problem is solved, overthinking would only discompose you.

'''Li Sushang:''' Speaking of which… we’ve probably found a way to get out of here.

'''Durandal:''' Yeah, we just have to continue forward as we did before. If the situation is like what you’ve said, it might happen again if we stay.

'''Li Sushang:''' Ha, I feel like I did nothing to help, in the end.

'''Li Sushang:''' How about you go in the next time?

'''Durandal:''' …You’re right. I’ve drifted in Imaginary Space a few times in the past, I am more experienced.

'''Li Sushang:''' Wow, I was just kidding…

'''Li Sushang:''' We’ve been held back for too long, maybe Kiana and the rest will return before us.

'''Li Sushang:''' …Oh right. What attractions are there on land now? Anywhere where I can drink milk tea?

'''Durandal:''' We can’t be sure now.

'''Durandal:''' But, this milk tea that you speak of…

'''Li Sushang:''' Huh? You’ve never seen it before?

'''Li Sushang:''' How can you be even more out of touch than me, after I’ve slept for centuries?

'''Li Sushang:''' C’mon, let’s hurry, I must introduce it to you.

Clearly, she did not know this well-disciplined girl enough.

'''Durandal:''' Er, that’s not what I meant, Sushang…

'''Durandal:''' (Never mind… After all, we all train differently, our need for sugar would be different too.)

The path ahead quickly appeared. The two who had been marching on quickly did not take time to recompose themselves, and proceeded to the next stop.

--

====<u>Inventorying Supplies 1</u>====
The Deep lies beneath the abyss, desolate of human life.

But sometimes, it doesn’t take too many people to make it lively.

'''Susannah:''' Master Sushang! W-Wait for me, Master Sushang…!

'''Li Sushang:''' Shh… Susannah, don’t forget that we’re sneaking out.

'''Li Sushang:''' If we make too much of a commotion, they’ll drag us back. We might even get punished.

'''Susannah:''' But, I only followed after you because you sneaked out first.

'''Susannah:''' Master Durandal told me that you traveled for two days and two nights to return to Earth, so you need plenty of rest…

'''Li Sushang:''' Susannah, I’ve rested enough. Rather than lazing around, isn’t it better to help everyone out?

'''Susannah:''' …But you only slept for two hours.

'''Susannah:''' And Dr. Einstein only assigned me to check the supply inventory. That means this task isn’t challenging at all, there’s no need to trouble an S-rank Valkyrie.

'''Li Sushang:''' That’s not true. You have to do the spadework for future battles, don’t think so lightly of yourself.

'''Susannah:''' Even so… you should rest up in preparation for more difficult missions ahead.

'''Li Sushang:''' …Ha.

'''Li Sushang:''' Sleeping isn’t the only way to rest… Taking a walk, chatting, these are forms of rest too. If you’re still worried, I’ll just accompany you. I won’t interfere with your work, how about that?

'''Li Sushang:''' I really can’t sleep after all, and it’s too boring to just lie down.

'''Susannah:''' That’s…

Susannah couldn’t find a reason to refuse, and sighed as she gave in.

'''Susannah:''' Alright then… Please take care of your health.

'''Susannah:''' (Ugh… Although it’s against what I’m told to do…)

'''Susannah:''' (…Why do I feel so excited? Maybe…)

'''Susannah:''' (…No, that can’t be true!)

'''Li Sushang:''' …?

Dozens of boxes were scattered on the ground, all with Anti-Entropy’s logo printed on them.

'''Susannah:''' The Deep… belonged to Anti-Entropy before, right?

'''Susannah:''' Alvitr said that they conducted lots of research here…

'''Li Sushang:''' I wouldn’t know. But it must have been a mess when the last of them withdrew?

'''Susannah:''' Huh? What makes you say so?

'''Li Sushang:''' If it wasn’t, they wouldn’t have left without their valuables.

'''Susannah:''' All the boxes here are labeled with “Danger, do not touch”… Ah, these are the supplies that Dr. Einstein mentioned before.

'''Li Sushang:''' Danger, do not touch? What are they trying to leave to you?

'''Susannah:''' These are the ammunitions that Anti-Entropy left behind. I heard that it might include the energy bullets for the Selene. Although the Hyperion is missing now, maybe this is a… desirable preparation?

'''Susannah:''' Ah. Don’t worry, I’ve already learned the standard procedure for handling ammo from the Valkyrie Guide!

'''Li Sushang:''' These boxes look a little weird…

'''Susannah:''' What’s wrong, Master Sushang?

'''Li Sushang:''' Look at these marks, they are clearly scratches made from claws. And with this size, it could be…

'''Susannah:''' …Ah!

'''Li Sushang:''' Susannah, get behind me!

'''Li Sushang:''' (As expected, monsters tend to colonise dilapidated places like this…)

'''Li Sushang:''' If I’m not wrong, it’ll be some…

'''Li Sushang:''' …Gutsy fellow?

'''Li Sushang:''' Turns out it’s a bluff. You know what, I’ll make it quick for you!

'''Susannah:''' Master Sushang, the radar is still picking up enemies!

'''Li Sushang:''' So you’re their boss?

'''Li Sushang:''' Hmm?

'''Li Sushang:''' Boss? You act more like a chicken. I’ll show you how it’s done fair and square!

'''Susannah:''' Master Sushang, these bombs don’t have fuses, we…

'''Li Sushang:''' Fuses? We slash them in half!

'''Li Sushang:''' This thunderclap bomb is really something!

'''Li Sushang:''' Alright, it feel much better after some exercise! Thanks a lot, Susannah.

'''Susannah:''' …

'''Li Sushang:''' Susannah?

'''Susannah:''' (The way Master Sushang fights is… so dashing…)

'''Li Sushang:''' …Susannah? Are you okay?

'''Susannah:''' Ah! S-Sorry, I got distracted! Who would have thought that there’d be strange enemies here too.

'''Susannah:''' Thankfully you were around, if I were alone…

'''Li Sushang:''' You helped a great deal too. If not for your support, I’d be covered in soot from all those bombs.

'''Susannah:''' Not at all… I was only reading the radar data for you!

'''Li Sushang:''' Now that the danger is over, let’s continue with your inventory task… huh? Where are the supplies?

'''Susannah:''' Er… About that… Master Sushang…

Susannah pointed to the chaotic battlefield, where there were still some recognisable Anti-Entropy logos lying on top of the bomb fragments. Clearly, those were the stocks that they were taking.

And this was a perfect explanation for the scratches they’d seen before.

'''Li Sushang:''' That’s… Alright. In a way, these supplies have served their purpose.

'''Li Sushang:''' Susannah, you still have other places to take stock of, right? Just to be safe, I’ll go along with you. If we encounter danger, we can help each other.

'''Susannah:''' R-Really?

'''Susannah:''' …You have my deepest gratitude!

--

====<u>Inventorying Supplies 2</u>====
'''Li Sushang:''' That was fun! I couldn’t help Durandal much previously, so I’ve been so bored.

'''Li Sushang:''' So, this is the last batch?

'''Susannah:''' Seems like it… There isn’t a single explosive left after all…

Susannah scratched her head in embarrassment, as there were only empty boxes around her.

'''Li Sushang:''' So we didn’t recover anything?

'''Susannah:''' But these supplies were meant to be used against monsters, and we didn’t find any of the Selene’s energy bullets either.

'''Susannah:''' Mm… As long as I write it down clearly in my report, there shouldn’t be an issue.

'''Susannah:''' Ah, right… I must record down how Master Sushang helped me.

'''Li Sushang:''' Actually, that’s not important, you can skip it.

'''Li Sushang:''' Ahem… I mean, you must skip it. After all, I’m the one who snuck out.

'''Susannah:''' (In the end… did Master Sushang get any rest at all?)

'''Susannah:''' (And, now…)

Beep beep beep!

As expected, a particular device on the girl rang.

'''Li Sushang:''' Hm? An emergency signal? No, I remember that Durandal explained what this symbol was before… A notice for a battle mission?

'''Li Sushang:''' The sender is…

'''Li Sushang:''' Master Phoenix?

Clearly, even after 48 hours of her journey back to Earth, she still had work to do.

--

====<u>Wild Flow 1</u>====
Now, it was still difficult to see any anomalies in this place named Planet Directory.

After the Herrscher of Thunder stepped into the one-directional passageway, the Planet Directory continued to operate systematically.

Of course, to an outsider, this wasn’t a safe place.

This time, other than compiling, most processes also aim to remove foreign matter.

'''Bronya:''' Phew…

'''Bronya:''' Existentialism… They are far larger in numbers than I imagined.

'''Bronya:''' And, as expected from my previous deduction, they’ll get exponentially harder to deal with once they gather, thanks to their special characteristic.

After Mei had left, a brief observation was enough for Kiana and Bronya to decide to work separately until now.

'''Bronya:''' After all, this isn’t a war of annihilation.

'''Bronya:''' There’s no need to deal with them… before Mei returns.

'''Bronya:''' (But, instead of these, there was a strange energy wave after Mei left… What was that…?)

'''Bronya:''' (No… or rather, it’s always been around, but the Bronya only noticed it just now?)

'''Bronya:''' Project Bunny, let’s head over there and take a look.

…

'''Bronya:''' …Huh?

The robot that usually could read Bronya’s mind did not move to the left as she commanded. On the contrary, it lagged for a duration before responding with the vague sound of static.

'''Bronya:''' …

'''Bronya:''' Come to think of it, since it helped to repair the facilities in The Deep, Project Bunny has been working for over forty hours straight…

'''Bronya:''' Is it resting from over-combustion? Overheat protection? Or maybe… er, protesting from being overworked?

'''Bronya:''' But it should still be within his longest flight duration…

…!

'''Bronya:''' …!

The moment she realised that something was wrong, she controlled her mecha and evaded an attack with agility.

'''Bronya:''' Hm… That wave began where Mei had left, and has started to appear here.

'''Bronya:''' Maybe Project Bunny’s response system temporarily broke down from receiving and analysing too much disorganised data at once. Hm… That must be it.

'''Bronya:''' But… Unlike Existentialism, these monsters aren’t Imaginary Constructs, and don’t have the ability to compile space.

'''Bronya:''' Did it take advantage of when Project STIGMA halted to enter? No…

'''Bronya:''' Rather than invading from the outside, it seems more like the Planet Directory had taken in scraps of data when its Mainnet was torn open…

'''Bronya:''' After that, the energy flow in the space has been changing, and even gave those constructs new characteristics? Like space breeding.

'''Bronya:''' Interesting… But as long as the Bronya understands the basic principles of its operation, the Bronya can do the same.

'''Bronya:''' Mm, then let the Bronya feel… how these special constructs are made.

'''Bronya:''' So, as long as the Bronya changes her form based on the remaining projections, she can adapt to the energy changes in the space.

'''Bronya:''' This is a battlefield made for the Herrscher of Reason.

'''Bronya:''' That’s right. With the Herrscher of Reason’s power, the Bronya can turn herself into a being similar to them.

'''Bronya:''' After fully understanding the dimension, removing them will be a walk in the park.

'''Bronya:''' Seems like the torn Mainnet created greater influences than the Bronya had imagined.

'''Bronya:''' But, is this all? That wave… It hasn’t been calmed.

'''Bronya:''' If this is also a war of attrition…

'''Bronya:''' Project Bunny.

'''Bronya:''' …?

'''Bronya:''' There isn’t much disorganised data injected anymore… but the response system hasn’t recovered. Is something else causing the disruption? For example…

The girl analysed every string of data in Project Bunny, and sighed helplessly after confirming that everything was normal.

'''Bronya:''' Ha… Alright.

'''Bronya:''' For now, I’ll take this as Project Bunny’s trust in my abilities… not as a silent protest.

'''Bronya:''' After this battle, the Bronya will give Project Bunny a long break, maintain its parts with the highest quality lubricant, and manually recolor its scraped parts with spray paint…

'''Bronya:''' …Why does it feel more and more uncanny?

'''Bronya:''' Never mind, the Bronya will get used to changing forms frequently in battle.

'''Bronya:''' We don’t know when Mei will return, after all. Before then…

'''Bronya:''' Let’s use this method to understand this place better.

'''Bronya:''' Maybe in the next mission… it’ll take more than a moment.

--

====<u>Wild Flow 2</u>====
'''Bronya:''' Seems like there aren’t any monsters appearing anymore… Another break?

'''Bronya:''' No…

'''Bronya:''' That strange energy flow has stopped.

As if to prove herself, the girl jumped onto a mecha she constructed from thin air, but it seemed like that abnormal flow had completely vanished.

'''Bronya:''' As expected. Then, it’s just a waiting game now…

'''Bronya:''' …?

…

When she realised, even Project Bunny that was on strike had switched to its alert and protective mode.

'''Bronya:''' It’s not simply the abnormal energy flow…

'''Bronya:''' The space has been… torn again? But, other than the Bronya…

'''Bronya:''' …

'''Bronya:''' I see.

'''Bronya:''' Looks like the wait is over.

'''Kiana:''' You’re getting sharper now, Bronya.

'''Kiana:''' To avoid alerting monsters, I didn’t make any noise.

'''Kiana:''' But… Mei hasn’t returned?

'''Kiana:''' Then that burst of energy here just now…

'''Bronya:''' Yeah, seems like the Mainnet has been torn again… But it has nothing to do with the Bronya.

'''Bronya:''' And… it feels like a very foreign type of power.

'''Bronya:''' Is it the authority of Origin that we’ve yet to encounter, or…

'''Bronya:''' …?!

Carefully sensing this foreign yet familiar power… The girl turned to her comrade in front of her, as if to ascertain something.

'''Kiana:''' …

'''Kiana:''' Yeah, it feels more like… the power that Kevin had used that time.

'''Bronya:''' …Looks like we’ve got to be careful. If I’m right, this feeling…

'''Bronya:''' …Belongs to the Cocoon of Finality.