Act 1 - Lost in Darkness
Gameplay EX-1 - Repairs

[CG plays wherein the events of chapter IX: EX are recounted:

To find Kiana, Theresa and her Valkyries visited Arc City in Shenzhou.

An intel dealer named the Gray Serpent agreed to provide information about the Herrscher of the Void.

But Schicksal sent an agent to hunt them down.

A bloody hunt took place in this high tech metropolis…

Schicsal seized the data in the end.

Theresa’s only hope lies in the Gray Serpent’s still living “asset”…]

Combat Operations Center, Hyperion. Open sea off the Arc City coast.

Theresa: That’s how it happened… we failed. We couldn’t locate Kiana.

Theresa: We only managed to save this little girl.

Einstein: Don’t blame yourself, Madam Theresa. You escaped Rita’s hunt and brought back the Ningyo. It’s our last hope.

Theresa: Rita is just as dangerous as before. Don’t be tricked by her harmless appearance.

Theresa: There’s something eerie in her eyes when she smiles at you all sweet and innocent.

Tesla: Ugh. Are we talking about that evil woman again?

Tesla: I swear I’ll tie her up, stuff her into a cannon, and fire it!

Einstein: I know it’s hard for you, but please at least try to keep your voice down, Dr. Tesla.

Einstein: Back to the main topic. The Ningyo’s database has been formatted.

Einstein: She’s now in sleep mode. All functions were shut down. I’ll try to restore data structures and locate Kiana.

Einstein: The formatting erased all of the data on her quantum drive, but fortunately part of her brain structure is still human.

Einstein: I shall attempt memory recall and access her human brain data. We’ll need to give her a new ego.

Einstein: Her quantum computer has powers that outrstrips both Schicksal and Anti-Entropy’s tech. Is this the World Serpent’s work?

Theresa: World Serpent? Schicksal archives describe it as a secret sect specialising in making Honkai weapons.

Theresa: They seldom operate in the open.

Tesla: Rumors say that the World Serpent is implementing various cybernetic testing…

Tesla: They say that humanity must propel its stagnating evolution and live as one with the Honkai.

Tesla: This child proves that they really meant what they said.

Tesla: Could you think of anyone as crazy as they are besides the Schicksal Overseer?

Einstein: I guess there is one. She’s just not into cybernetics… yet.

Tesla: Hey! Tunguska was just an accident. I tried my best to repair the damages.

Einstein: Restoration failed. The formatting was quite extreme. I must use another approach.

Einstein: Madam Theresa, I’ll need to use the Hyperion’s processors.

Theresa: Understood. The password is TERITERI. Hey, stop staring at me like that.

Einstein: …

SYSTEM: Ningyo data driver connected. Initiating scans.

Einstein: It seems the security measures did not get formatted.

Einstein: What did the Gray Serpent hide in her brain?

SYSTEM: Logic modules scanning complete. Connecting to emotive modules.

SYSTEM: Connecting to memory modules.

SYSTEM: Connections established with core areas. Activating the hippocampus.

SYSTEM: Warning. Unauthorisd comm request received.

[CG plays wherein Einstein receives a call from Cocolia:

SYSTEM: Incoming encrypted transmission. Requesting connection.

Einstein: Put it through.

Cocolia: It’s been a while, Professor.

Einstein: Cocolia…?]

Cocolia: Bronya, my sweet darling. I’m glad to see you’re alright.

Bronya: …

Bronya turned pale when she saw this strange yet familiar face. She bowed her head in silence.

Cocolia: It’s been a while. What’s going on?

Einstein: Thank you. Everything is still alright.

Cocolia: The Herrscher of the Void is a global catastrophe. I’m obliged to act as an enforcer of Anti-Entropy.

Einstein: I’ll be straightforward. What do you want, Madam Cocolia?

Cocolia: I know you’re searching for that Herrscher girl all over the world.

Cocolia: But Schicksal is always one step ahead of us.

Cocolia: Nothing we could do about that. Our resources are limited. It’s hard to keep pace with Schicksal.

Cocolia: Beating them is even harder. My military experience tells me that we will lose eventually.

Theresa: Are you telling us to give up looking for Kiana?

Cocolia: No, that’s not what I mean.

Cocolia: We should pick the fight where Schicksal is weakest and stay ahead of them.

Tesla: Interesting plan, Cocolia. But how do you propose we stay ahead of them?

Cocolia: I believe that getting the Herrscher is only part of their plans.

Cocolia: My troops are being attacked by Schicksal. Otto wants something else.

Cocolia: The Gem of Desire, one of the four Herrscher Gems. And don’t worry yet, girls. We still have it.

Cocolia: He intends to gather all 4 Gems to fully restore the Herrscher’s power. That guy is a true maniac.

Cocolia: So instead of looking for that Herrscher girl, I think we should relocate the Gem of Desire to somewhere safe.

Cocolia: We will keep the final piece of the puzzle away from Otto’s hands. And it’s way easier, don’t you think?

Einstein: Are you asking us for help, Madam Cocolia?

Cocolia: I prefer to call it mutual assistance.

Cocolia: I know you don’t trust me, Professor. But you should keep in mind that I’ve always been a loyal Anti-Entropist.

Cocolia: Madam Theresa, I believe Otto is our common enemy.

Cocolia: Set your doubts aside, ladies. We must fight Otto together.

Theresa: …

Einstein: Well, where should we meet?

Cocolia: In the Western Pacific. 11°20.9’ N, 142°11.5’E. Don’t keep me waiting.

Einstein: You’re stationed in The Deep? Cocolia? Do you read me?

Theresa: Where is that place?

Einstein: A secret underwater base of ours. I guess Schicksal is getting close to that location.

Cocolia: Otto has deployed… to take… he seems pretty intent…

Einstein: What’s going on? Signal interference?

[CG plays wherein the call with Cocolia is interrupted by Gray Serpent:

SYSTEM: An unidentified signal is breaking in.

SYSTEM: Hyperion’s defense protocols have failed.

SYSTEM: Registering noise interference… System overloading…

Gray Serpent: Pardon me for the intrusion.

'Gray Serpent: Let’s finish the deal we left hanging in Arc City.]

--

Gameplay EX-2 - Invasion

Theresa: Wasn’t that guy killed by Schicksal in Arc City?

Mei: Could it be his double that died?

Gray Serpent: “Death is life lived. Life is a death that comes.”

Gray Serpent: Don’t be surprised. The Serpent doesn’t submit to death.

Gray Serpent: An annoying gnat disrupted our deal, but contracts are to be honored, even after death.

Theresa: Contracts? You didn’t give us any intel and Schicksal is right after us.

Gray Serpent: Apologies. Schicksal complicated our deal, but I’ve already delivered the intel as promised.

Theresa: But the Ningyo has been formatted.

Gray Serpent: Correction: YOU formatted her. You should fix that problem yourselves.

Gray Serpent: Now I’ve kept my end of the bargain, and I will help myself to what I was promised…

Einstein: Wait. The Ningyo’s quantum drive has activated once more. Impossible, I thought I…

Einstein: Alert. The Gray Serpent is using her to hack the battleship! He’ll take control of the Hyperion soon.

Theresa: Disconnect the Ningyo from the system!

Einstein: We’re too late. He has already installed his malware.

SYSTEM: Weapon systems down.

SYSTEM: Sensor systems down.

SYSTEM: Commence emergency landing. The Hyperion has been forced to land.

Tesla: Curses. He locked down every module!

Comms: Principal, our sentries have spotted unidentified mechs trying to board the ship.

Einstein: What does the Gray Serpent want?

Theresa: I don’t care what he wants. He’s definitely not getting it.

Theresa: Professor, I’m counting on you and Bronya to reclaim the Hyperion!

Einstein: Alright.

Bronya: Affirmative.

Theresa: I’ll fend off the enemies onboard. Let’s see what Gray Serpent is up to.

While Theresa fought the invaders, Dr. Einstein initiated another task.

Einstein: Now that Gray Serpent has the mainframe, let’s try other ways to bypass it and regain control.

Einstein: Eins, connect to the Hyperion.

Einstein’s companion bot spun into action and approached the control platform.

It connected to several terminal ports of the Hyperion to initiate a mainframe bypass protocol.

Einstein: This is no ordinary hacker we’re dealing with. I need your help to connect to the virtual dataspace of the ship, Bronya.

Bronya: The Bronya understands.

SYSTEM: External neural links established. Syncing…

Bronya took a deep dive into the sea of data where the Hyperion and Eins databases converged.

Binary data washed over her cerebral cortex like an unending wave.

Data torrents rushed into Bronya’s awareness and became part of her existence.

Gray Serpent: …

Gray Serpent: This is a game played by grown-ups, Bronya Zaychick. Do not interfere.

Bronya: You know the Bronya’s full name?

Gray Serpent: The Serpent has its eyes on you. I know everything about you, Bronya.

Bronya: It is not April Fool’s. Subject Serpent’s joke is not funny. Leave the Hyperion’s systems immediately.

Gray Serpent: You know nothing, Bronya Zaychik. Our power is beyond your wildest imagination.

Gray Serpent: The Serpent gave us the truth, far before humanity came to realise the nature of life.

Gray Serpent: To us, the world is nothing but a river of data that ebbs and flows…

Gray Serpent: And the same is true for memories.

Gray Serpent: I sense your disbelief. I shall prove it to you.

--

Gameplay - EX-3 - Memories

Bronya: St. Freya High?

Gray Serpent: The place you call home. Now it weeps… in flames.

Bronya could see nothing but a great sea of fire that consumed familiar sceneries and buildings…

Bronya: The school is burning… Nyet. This is an illusion.

Gray Serpent: Illusion? I’ve read your memories and seen your worst fear.

Gray Serpent: It keeps whispering in your ears: you and everyone else have betrayed Schicksal, and the price will be a burning St. Freya.

Gray Serpent: The Overseer will raze the school. Every building will turn to rubble, and every fellow Valkyrie a cold corpse.

Gray Serpent: Dark terror grows ever stronger in your frail heart. It’s ripping you apart.

Bronya: (Is he… really reading the Bronya’s mind?)

Gray Serpent: I know everything about you, Bronya. You’re like an open book to me.

Bronya: The Bronya is no stranger to fear. The Bronya grew up in fear and used to feed on fear.

Bronya: Fear has been the Bronya’s friend.

Gray Serpent: I see. A stubborn little girl.

Gray Serpent: No worries. My game has only just started. Let’s have some fun before I’m done here.

Gray Serpent: Hmm, the 4th Herrscher back in New Zealand. How does this memory taste?

Gray Serpent: She lost her pretty legs at pretty much the same age and for the same reason as you.

Gray Serpent: Wendy’s tragedy left you a world of woe, because she’s so much like the one deep in your heart.

Gray Serpent: They were even taken away from you by the same person.

Gray Serpent: Your dear Matushka, Anti-Entropy Enforcer Cocolia.

Bronya: …

Gray Serpent: Oh. You seem tired. Just lie down, girl. Give in to your childhood and fairytales.

--

Gameplay EX-4 - Engine

Upper deck of the Hyperion.

Mei: Principal, two hostile mechs are trying to board from sector C4.

Mei: Dr. Tesla, these World Serpent mechs seem pretty similar to Anti-Entropy units.

Tesla: I hate to admit that, but it’s true.

Tesla: The pneumatic actuators, alloy carapace, and homing micro-missiles… I designed those features.

Tesla: They only changed the paint job. I didn’t get any royalty for this. They stole the prints from somewhere.

Mei: Enemies on the deck and bridge have been cleared, Principal.

Tesla: Theresa, Mei! Make ready! We need to head to the engine room!

Theresa: Where the Selene’s main engine is at?

Tesla: That’s right. We’ve been developing anti-Honkai weapons, and the Selene’s engine is our best.

Tesla: We’ve mounted it to the Hyperion and used it in battle for the first time.

Tesla: You saw its magic. The energy beam it fired immobilised the Herrscher and drained her Honkai energy.

Theresa: We were so close…

Tesla: The engine’s conversion efficiency was still too low. We needed better tech, and we looked for new talent globally.

Tesla: Anti-Entropy acquired many industrial companies such as the Mikoyan Design Bureau since the 2nd Honkai Eruption.

Tesla: But our rapid expansion was also taken advantage of by a secret organization.

Theresa: Are you saying that the World Serpent got inside Anti-Entropy?

Tesla: It’s obvious, right? Just look at these copy-cat mechs. A mole is stealing and selling our assets.

Theresa: Have you any idea who the rat is?

Tesla: Einstein and I suspected a few. One of them being Cocolia. But we need stronger evidence.

Tesla: Anti-Entropy is a huge mess. I’ll explain later. Now we need to clean up the engine room ASAP!

Mei: World Serpent mech units breached perimeter defenses and are entering the engine room.

Mei: Is the Gray Serpent after the technology aboard the Selene?

Mei: We can’t let the mechs get any closer.

Tesla: Copy-cat mechs! I’ll melt you down to slag!

Theresa: Phew. We’re done. This boarding party is weaker than I thought.

Tesla: Perhaps we guessed wrong. The Gray Serpent isn’t after the engine, but…

--

Gameplay EX-5 - Home

Meanwhile, inside the Hyperion’s dataspace.

The ruins of New Zealand vanished in the blink of an eye.

A new scene was created. The sky was dark and the winds howled with fury.

Bronya: Snow. It’s snowing.

Gray Serpent: This is your birthplace. The West Siberian Plain, ravaged by the 2nd Honkai Eruption. Do you remember, Bronya?

Bronya: The Bronya remembers.

Gray Serpent: Right here, a helpless orphan named Bronya was turned into a trained killer.

Bronya: Seele… and my friends at the orphanage.

Gray Serpent: Remember it? The experiments you endured? Project X-10 took away your butterfly.

Bronya: …

Gray Serpent: Perhaps you don’t. It’s nothing but pain.

Bronya: The Bronya’s emotive center was damaged. The Bronya does not feel pain.

Gray Serpent: Some feelings go beyond the brain. They’re part of your pathetic soul.

Gray Serpent: Enjoy your painful memories and savor your helplessness.

Bronya: These are… illusions.

Gray Serpent: Does your past disturb you? The Serpent shall embrace you and end this agony, Bronya.

Gray Serpent: You’re the chosen one. You survived Project X-10.

Gray Serpent: You’re the only one who returned with the Sea of Quanta’s gift. You’re fated to be the heir to the Serpent.

Bronya: The Bronya refuses!

Gray Serpent: Don’t be stubborn, child. I know the pain that burns within you.

[CG plays wherein the Gray Serpent taunts Bronya even further with the pain of her past:

Gray Serpent: Remember the control switch that Cocolia planted in your brain?

Bronya: It was burnt out.

Gray Serpent: You’re right. The chip was broken easily.

Gray Serpent: But the pain it had caused might be harder to shake off.

Gray Serpent: It’s time, Bronya Zaychik.

Gray Serpent: Submit to your own guilt.]

--

Gameplay EX-6 - Weapon

[CG plays wherein we see the previous conversation from another perspective, with one of Fu Hua’s Fenghuang Down feathers giving assistance to Bronya:

Gray Serpent: Remember the control switch that Cocolia planted in your brain?

Bronya: It was burnt out.

Gray Serpent: You’re right. The chip was broken easily.

Gray Serpent: But the pain it had caused might be harder to shake off.

Gray Serpent: It’s time, Bronya Zaychik.

Gray Serpent: Submit to your own guilt.]

Gray Serpent: How troublesome. I should not have wasted time on you.

Gray Serpent: But I can live with that. Any victory, no matter how minor, furthers the Serpent’s cause.

Gray Serpent: I’ve acquired what I want.

Gray Serpent: Farewell, Bronya. Have fun in this illusory labyrinth… for all eternity.

Bronya: Fu Hua? Why are you here? What’s your true identity?

Fu Hua: I have trouble understanding who I am.

Fu Hua: I’m not the person you know. I’m just a figment of memory she left in your mind.

Fu Hua: You’re seeing the 8th Divine Key, Fenghuang Down.

Fu Hua: …Just one of the many pinions. I materialise when she senses you’re in need.

Fu Hua: Pass through this place and push on, Bronya.

Fu Hua: Our paths shall cross again one day, Bronya.

The girl in red started burning and illuminated the place like a torch.

The false illusions were purged. Data washed over Bronya like a roaring tide.

The data quickly overwhelmed Bronya.

Act 2 - Serpent’s Shadow
Gameplay EX-7 - The Deep

There was no noise, light, nor smell.

There was nothing but a suffocating darkness.

Bronya struggled to keep her senses active, seeking data from the void and any possibility of escape.

She caught a sliver of light rippling in the darkness and heard a faint voice echoing in the void.

This woke her consciousness. She reached out and grabbed the light.

Bronya: …?

Bronya: …What is this place?

Einstein: Apologies. I’m still opposed to direct testing on the Eye of the Deep. I have several concerns.

???: We’ve discussed this already. We’ve also made the necessary preparations.

???: And you balk every time we’re ready to go, Ein.

Bronya: Einstein? Professor, can you hear the Bronya?

Einstein: I’m not questioning the chance of success, I simply fear the unknown dimensions that Otto called the Sea of Quanta.

Einstein: We know nothing about its peculiarities, except that it can be accessed through the Eye of the Deep.

???: That’s why these tests are necessary. Scientists must have the courage to challenge such boundaries.

Einstein: But only when they’re prepared. We need more test runs. This direct engagement seems desperate, Sovereign.

???: We’re always desperate. We’ve been looking for a way to end the Honkai since the disaster of 2000.

???: Anyone who went through that should fear the future. We’re fortunate to have found this city.

???: The Eye of the Deep opened up a new possibility for our plan.

???: A possibility to end the Honkai for good. That’s your dream, right? All of us want to see it happen.

Einstein: Understood. Let’s begin, Welt.

Einstein: Log ABS-63320. Spatial feedback test initiated, Selene β has fired energy into the Eye of the Deep.

Einstein: Deploying Honkai beast subject. Switching on conversion engine.

Bronya: This is not in the Hyperion’s database. They’re Dr. Einstein’s test logs.

Einstein: Subjects suppressed. Conversion countdown: 5, 4, 3, 2, 1…

Comms: Energy injected into the Eye of the Deep’s spatial fissures. All readings normal. Request permission to raise injection rate.

Einstein: Wait! Spacetime curvature readings are deviating.

A whisper could be heard. Everyone sensed a shadow looming over them.

Welt: Something is emerging from the Eye of the Deep. Shut down the energy beam.

Einstein: Engines off. The spatial warp is as clear as day. Do not approach the Eye of the Deep.

Einstein: I repeat. Do not approach that portal.

Welt: No… it’s not working. The spatial disturbance is getting worse. Sorry, Ein. I must…

Einstein: Joachim! Curses! Why didn’t he listen?

Bronya felt a stark darkness begin to blind her eyes, or to be precise, Einstein’s eyes.

A seemingly endless spin followed by an extended silence happened next.

--

Gameplay EX-8 - Dark Shadows

Einstein: Has the spatial collapse ended?

Einstein: Firing energy into the Eye of the Deep unexpectedly led to structural collapse.

Einstein: Welt neutralised the spatial warp with his gravitational powers.

Einstein: The test failed. I may be trapped in a spacetime rift within the Sea of Quanta.

Einstein: It seems rather different from the Sea of Quanta we explored last time.

Einstein: Gravity is highly disturbed here. I see many giant rocks floating in the air.

Einstein: We can further affirm that the Sea of Quanta is more complicated than we think.

Einstein: Internal functional checks complete. Spacetime anchor point system for our return is operational.

Einstein: Welt? Do you copy? Please respond.

Welt: Is this your plan… to end the Honkai once and for all?

Einstein: (Welt? Who was he talking to?)

Einstein: Signal coordinates triangulated. Please wait.

Welt: Eternal liberation for humanity? I can’t agree. This is unacceptable. This is no liberation…

Einstein: Joachim!

[CG plays wherein Welt confronts whoever it was that he was conversing with:

Einstein: What is that?

World Serpent: I shall return, whether you accept me or not.

World Serpent: I shall judge… and deliver you.

Einstein: Joachim!

Welt: Don’t get any closer, Ein!

Welt: It’s not something you can deal with!]

--

Gameplay EX-9 - New Destination

Welt: I’m sorry, Professor. I should have listened. The mistake is mine. I will fix this myself.

Einstein: We must leave, Sovereign.

Welt: NO! Be rational. You were rational when you advised me.

SYSTEM: We’ve reached our return coordinates. Activate spacetime anchor?

Einstein: Welt…

Welt: There’s no turning back now, Ein.

[CG plays wherein Welt activates the Star of Eden’s Zeroth Power, Quasi Black Hole, with Einstein ultimately being returned to normal reality and Bronya waking from having been trapped within the system:

Welt: Star of Eden! Switch to Zeroth Power!

Welt: Activate!

Einstein: Joachim!

Bronya: The Sea of Quanta?!]

Theresa: All facilities are operational.

Einstein: The Gray Serpent left. He stopped hacking the Hyperion. I don’t know what he did.

Einstein: We must freeze the Hyperion’s core systems and Anti-Entropy’s databases for now to assess our losses.

Bronya: Professor Einstein, the Bronya saw past records while fighting the Gray Serpent.

Bronya: What are the Eye of the Deep and the Sea of Quanta?

Bronya: The Gray Serpent was after research data within the Anti-Entropy archives.

Bronya: What did Anti-Entropy discover in the Sea of Quanta last year?

Einstein: …

Einstein: I understand. I will provide an extensive account of the experiment we carried out last year.

Einstein: But we must head to the SOS coordinates that Cocolia sent us.

Einstein: The Deep is a city from the Previous Era.

Einstein: Welt, our Sovereign, awaits us there.