Act 1 - Breaking into ME Corp
Gameplay 4-1 - Breaking into ME Corp

Theresa: Kiana! ME Corp is up ahead. Ready to break in?

Kiana: Of course. Eh? Why is Theresa leading this operation? Where’s Aunt Himeko?

Himeko: I heard that, young lady. I won’t let you off that easily if I hear that again.

Himeko: ME Corp is a very dangerous place, so I’m coming in with you.

Himeko: If you went in by yourself, you’d be deader than dead.

Theresa: I’ll join you, too! After all, it takes three Valkyries to form a complete lineup.

Kiana: Himeko, I can’t thank you enough.

Himeko: Just keep smiling. Alright, wipe that disgusting grin off your face. I’ll settle for a “thank you”. Gosh.

Theresa: Alright, enough chit-chat for now. Here’s the mission briefing.

Theresa: Our intel department confirmed that Mei, Bronya, and Wendy, all captured by Anti-Entropy…

Theresa: …Are now being imprisoned in the ME Corp HQ building. Unfortunately, Schicksal is not prepared to declare war on Anti-Entropy yet.

Theresa: But we shouldn’t be putting up with this crap anyway!

Theresa: Our primary goal is to infiltrate the building and rescue our Valkyries, and do naughty stuff along the way.

Kiana: Understood!

Himeko: Naughty stuff along the way… Sister Theresa, you sound as if…

Theresa: …I knew I had to use a harder word for that. Anyway, Major Himeko and I will be joining this mission.

Theresa: But the HQ building is heavily guarded. Be prepared.

Theresa: Scout the building’s perimeters and find a way in.

--

Gameplay S4-1 - Regroup Valkyrie Team

Theresa: Kiana, you knew that Bronya was being controlled, right?

Kiana: Ah? I… really… didn’t.

Theresa: Oh? Really?

Kiana: Ugh… I guess I can’t hide it forever. Bronya was controlled before when we were carrying out that mission on the Selene.

Theresa: You didn’t report this in order to protect Bronya?

Theresa: Lying for your friends… yeah, that’s very Kaslana. It reminds me of your idiot Dad.

Theresa: He used to say that seeing people getting hurt made his Kaslana blood boil.

Theresa: Then he’d just snap.

Kiana: Yeah! That’s how the old man talked.

Kiana: In the end, it’s Anti-Entropy’s fault. They made Bronya into that!

Theresa: But does Schicksal stand for justice?

Theresa: Schicksal transformed girls into Valkyries to fight the Honkai, but the girls would suffer Honkai corruption.

Theresa: Valkyries with poor adaptability will die young.

Kiana: I… I don’t know…

Theresa: Justice is often opposed by another form of justice.

Theresa: Anti-Entropy has their own objectives as well. I don’t see anything wrong with working towards a goal.

Theresa: Kaslana justice is the best justice there is. They will gladly sacrifice themselves to protect others.

Theresa: Don’t ever forget that, Kiana.

--

Gameplay 4-2 - ME’s CEO

Theresa: Any findings?

Himeko: Nothing. The HQ building is well guarded. There are troops at every entry. Well, it is ME Corp, after all.

Theresa: This is harder than I thought.

Kiana: Principal, there’s something I want to ask you.

Kiana: The news was talking about Ryoma Raiden, the CEO of ME Corp. Is he Mei’s Dad?

Kiana: Why would Anti-Entropy imprison Mei in her father’s company?

Theresa: That’s true. Never thought you’d watch the news. But you should know that you can’t trust the news anyway.

Kiana: Hey, wait, is this top secret or something?

Himeko: It’s secret, but not top secret. We’ve gotten to the bottom of it.

Himeko: Officially, Ryoma Raiden was arrested for economic crimes, but he was actually framed by Anti-Entropy.

Theresa: Schicksal and Anti-Entropy maintained peace while Ryoma Raiden led ME Corp.

Theresa: But Cocolia wrested directorship of ME Corp from him.

Theresa: Cocolia is a radical extremist who’d do anything to undermine us.

Himeko: I bet Cocolia was behind it all.

Kiana: Cocolia… I think I heard that name somewhere.

--

Gameplay S4-2 - Break-In Method

No story content.

--

Gameplay S4-3 - Game of Power

No story content.

Act 2 - An Unsettling Pursuit
Gameplay 4-3 - Bronya’s Message

Theresa: Hmm… I can’t find a way in.

Himeko: We’ve been sitting outside ME Corp forever!

Himeko: Anti-Entropy will eventually find us snooping around. Let’s retreat for now.

Kiana: No way! I can’t give up like this! I’m not heading back! I’ll go in alone and rescue Mei!

Theresa: Kiana, being hot-headed won’t solve anything.

Bronya: Calm down, subject Kiana.

Kiana: Nevermind. Since you are all so adamant about this, count me in and let’s do it then- Wait, Bronya? It’s Bronya!

Bronya: ME Corp is heavily guarded, but the Bronya can bring you in.

Kiana: Awesome! We’ve been trying to do that for ages!

Himeko: Wait! We can’t trust her! Mei was captured because Anti-Entropy controlled her.

Himeko: Isn’t it rather suspicious that she came looking for us now?

Bronya: Trust the Bronya, Major Himeko. The Bronya wants Mei rescued.

Kiana: Himeko, I don’t think Bronya is being controlled right now.

Kiana: I bet Bronya wants to rescue Mei as well.

Theresa: Alright, since you girls are so adamant about this… what the hell. Count me in.

Bronya: Head to access C7 of the building.

--

Gameplay S4-4 - Assistance? Or Trap?

No story content.

--

Gameplay 4-4 - Unsettling Feeling

Kiana: Something doesn’t feel right.

Himeko: Are you worried about Bronya? It could be a trap.

Theresa: So what? I’m in the team. I won’t be stopped by no traps!

Theresa: We’ll just smash through the walls if it’s a trap.

Kiana: Theresa’s so hyped today.

Himeko: She hasn’t been doing any field work for a while.

Kiana: Theresa used to be a Valkyrie herself.

Himeko: Yes, she was. She was a bit reckless, but she’s very, very strong.

Himeko: She was given the S-rank Valkyrie promotion, but she turned it down because…

Theresa: Hey, Himeko! ‘Nough with the gossip!

Theresa: All Kiana has to know is that I kick ass. Let’s move on!

--

Gameplay S4-5 - Dilemma

No story content.

--

Gameplay S4-6 - Reckless Theresa

No story content.

Act 3 - Mei’s Crisis
Gameplay 4-5 - Anti-Entropy’s Research

Kiana: These mechs are strong! Valkyries like us could retire if Schicksal could come up with mechs like these.

Theresa: Unfortunately, that’s not possible. Schicksal tried developing autonomous Honkai-powered weapons, but failed.

Theresa: These autonomous units only had a Honkai usage efficiency of 20%.

Theresa: The structural integrity of the units was also corroded by the unstable Honkai energy, and they had to be scrapped after 1 or 2 uses.

Theresa: It’s just too expensive to use.

Himeko: Schicksal research proved that a Valkyrie’s body is the best vessel and converter of Honkai energy.

Himeko: Honkai is only stable within a Valkyrie’s body.

Theresa: The only problem is that a Valkyrie’s body will be continuously corrupted by the Honkai.

Theresa: Her lifespan is greatly reduced. Many Valkyries die young.

Kiana: I know that already, but I still don’t think that Anti-Entropy is doing the right thing.

Himeko: Despite heavy investments, Anti-Entropy could only get Honkai usage efficiency to 20% as well.

Himeko: But they simply refused to use people as Honkai carriers.

Theresa: Perhaps the founders of Anti-Entropy were more human than the leaders of Schicksal. How unfortunate…

--

Gameplay S4-7 - Complicated Humans

Theresa: Stop, Siegfried!

Kiana: Huh? Theresa, who’re you calling?

Theresa: Ah, sorry. Just watching you reminds me of the time when I fought alongside your Dad.

Kiana: You fought alongside the old man? Tell me more about him, Aunt Theresa!

Theresa: He was a hot-headed maverick who wouldn’t follow orders. His tactic was to charge into battle and ask questions later.

Theresa: He’s an idiot, too. He can’t even remember the activation code of his battleship.

Theresa: And he’s a womanising scumbag. He harassed every Valkyrie on the Hyperion.

Kiana: Harassed? I wish I could do that too…

Theresa: There ARE good things about him, though…

Theresa: But I’ll tell you when the mission is over. This isn’t the best time for chit-chat.

Kiana: Alright. Let’s hope you remember.

--

Gameplay 4-6 - Anti-Entropy’s Founder

No story content.

--

Gameplay S4-8 - To: Building Entrance

No story content.

--

Gameplay 4-7 - Mei’s Crisis

Himeko: Bronya, we’re at entrance C7 now.

Bronya: Password received: XCVF. Verifying. Gate opened.

Kiana: It’s open! Awesome!

Himeko: Be careful when you enter.

Bronya: The Bronya is sending you the building blueprints. Mei is being held in the labs at Floor 3.

Bronya: The Bronya will be there to open the lab doors. Hurry.

Bronya: The researchers are preparing to surgically remove the Herrscher Core from Mei.

((Author's Note- (Technically it’s not actually a Core of Thunder, and is instead the Gem of Conquest, as was implied by Theresa in the side stages of chapter 3))

Kiana: I won’t let that happen! Don’t worry. Let’s head to the labs, ASAP!

Kiana: Mei, we’re coming for you!

--

Gameplay S4-9 - Destination: Lab

No story content.

Act 4 - Betrayal has a Silvery Smile
Gameplay 4-8 - No Turning Back

Bronya: Password received: GHDD. Verifying. Gates opened.

Himeko: The path to the lab is open.

Kiana: Wait! The gate behind us just closed!

Kiana: This IS a trap, after all! There’s no turning back!

Cocolia: I keep hearing “Kiana Idiotka”, but it seems that you’re pretty vigilant at times.

Kiana: That voice… you’re the one controlling Bronya?

Theresa: You must be Cocolia!

Cocolia: I am that very Cocolia. You must be Theresa Apocalypse.

Cocolia: Didn’t expect for Schicksal to send a big shot here.

Cocolia: Your reputation as a great Valkyrie precedes you, but I didn’t expect you to walk into such an obvious trap.

Theresa: Tsk. People say that you’re a sly fox. And you ARE!

Theresa: The bait was too good for us to pass up on.

Himeko: Though walking into a trap isn’t exactly ideal, it HAS made things simpler.

Himeko: We’ll just barge our way into the labs, rescue Mei, and tear down ME Corp on our way out.

Cocolia: Hmph. You sure know how to blow your horn, girl.

Himeko: You’ll find out soon enough!

Cocolia: I’ll wait for you at the labs. Try not to get killed, or I’ll be mighty disappointed.

--

Gameplay 4-9 - Simple Target

No story content.

--

Gameplay 4-10 - Rush to the Lab

[CG plays wherein Bronya resists Cocolia’s control by burning the biochip implanted in her brain, giving Kiana the chance to take Mei and run, at the risk of her own life:

Kiana: Give me back Mei!

Cocolia: Humph, you people have no idea what the TRUEvalue of a Herrscher is.

Cocolia: Once we figure out how Herrschers control natural forces, human technology will advance by leaps and bounds.

Cocolia: Bronya, stop them!

Kiana: Bronya, don’t listen to her! Wake up!

Bronya: The Bronya lost her parents at a very young age.

Bronya: For the Bronya, Miss Cocolia is her Matushka.

Bronya: But then the Bronya met Mei, and Mei has always treated the Bronya kindly. The Bronya doesn’t want to hurt Mei.

Bronya: So… The Bronya will not fight anymore!

Bronya: Kiana, take Mei and go!

Bronya: The Bronya…

Bronya: …Has burned the biochip.

Cocolia: Are you kidding me?! That chip was implanted in your brain!

Cocolia: Are you trying to kill yourself?!

Bronya: The Bronya values Mei’s life more than her own.

Bronya: The Bronya will no longer accept any order to hurt Mei.

Bronya: Goodbye… Mei…

Bronya: Kiana, please keep Mei safe…]

--

Gameplay S4-10 - Cunning Fox

No story content.

--

Gameplay S4-11 - Fearless Warrior

No story content.

--

Gameplay S4-12 - Betrayal has a Silvery Smile

No story content.

Act 5 - Fight Against Despair
Gameplay 4-11 - Unmanipulatible Mind

Kiana: Mei, wake up! Wake up!

Mei: Where… Where am I? Oh, Kiana!

Kiana: Awesome! You’re finally awake!

Mei: What happened? Bronya… she’s down!

Kiana: Bronya… she took a critical injury trying to save you. She’s in a coma.

Mei: What…? How…?

Cocolia: Dammit!

Himeko: Even the most powerful tech could not enslave our minds. We should get out of here.

Theresa: Bronya’s brain may have been damaged, but this is no cause for despair.

Theresa: We’ll take her back to St. Freya for treatment. There’s a good chance that we can cure her.

Cocolia: I won’t let you girls leave like this.

Cocolia: Tsk. Never mind. I still have the 4th Herrscher. I’ll just speed up the experiment.

Kiana: Wait! What are you doing to Wendy?

--

Gameplay 4-12 - Don’t Let Her Down

No story content.

--

Gameplay 4-13 - Unbearable Hatred

No story content.

--

Gameplay S4-13 - Fight Against Despair

No story content.

--

Gameplay S4-14 - Closing In

Theresa: Kiana, watching you fight reminded me of my own Kaslana blood.

Kiana: Kaslana blood? I thought you were from House Apocalypse, Aunt Theresa.

Theresa: What? Himeko didn’t tell you? I thought everyone knew.

Theresa: I was grown in a lab. Part of my genes came from a legendary Kaslana.

Kiana: Hey… that makes you… my grandma or something, right?

Theresa: Nonsense! I’m the World’s #1 Cutie!

Kiana: But you said that you fought alongside the old man… you should be pretty old, right?

Theresa: Why are you so smart at times like this?

--

Gameplay S4-15 - Valkyrie’s Fiasco

No story content.

Act 6 - Wotan’s Dirge
Gameplay 4-14 - Wendy’s Message

Wendy: I want to talk to Bronya.

Kiana: Wendy! How did you get into this channel? Where are you? We’re coming to save you.

Wendy: I know.

Theresa: Bronya’s injured. She can’t talk right now.

Theresa: I can pass along your message as soon as she wakes up.

Wendy: Back in New Zealand, Bronya only attacked me because she was being controlled.

Wendy: I want her to know that I’ve learned the truth.

Wendy: I will not hate her. Never. But I’ll probably not see her again.

--

Gameplay 4-15 - Sad Ending

Wendy: It’s been a while, Instructor Theresa.

Theresa: We haven’t talked since you got transferred to Oceania.

Wendy: I want to know something… but…

Theresa: I know. I was the one who recommended you to the Gem of Desire experiment.

Theresa: You were my… best student.

Wendy: I guessed right…

Theresa: Apologies won’t be enough. But sacrifices must be made to save more people.

Theresa: This is why I continue to bear this cross.

Wendy: Instructor Theresa, you look so uncaring, but you’re always trying to be strong.

Wendy: Let me thank you for all our guidance.

--

Gameplay S4-16 - An Unwilling Retreat

No story content.

--

Gameplay 4-16 - Steel Robot

Wendy: Kiana.

Kiana: Wendy!

Wendy: I don’t have much time left. I need to tell you something.

Wendy: The Honkai energy inside the Gem of Desire allowed me to walk again a few days ago.

Wendy: That energy can help Bronya recover.

Wendy: Of course, you’ll need to get the Gem of Desire first… please…

Kiana: Wendy! Wendy! She’s gone…

--

Gameplay S4-17 - Heartbroken

No story content.

--

Gameplay 4-17 - Wotan’s Dirge

Cocolia: Hello there! Like my little gift?

Mei: What gift? Letting Wendy talk to us?

Cocolia: I would expect you girls to be grateful. Those were Wendy’s last words to Bronya.

Kiana: Last words?

Cocolia: Oh, I think I forgot to tell you. I’ve killed the 4th Herrscher.

Kiana: What… What?!

Mei: Why?

Cocolia: I’ve taken out the Herrscher Core within her, the Gem of Desire.

Theresa: You can’t use the Gem even if you wanted to!

Cocolia: Perhaps Schicksal’s inept tech can’t.

Cocolia: But I developed the tech to empower a mecha with the Gem of Desire ages ago.

Cocolia: I’d like to thank Schicksal for kindly handing the Gem to me.

Kiana: You lunatic! You killed an innocent girl to get a power source!

Cocolia: Wendy always wished to exact her vengeance on Schicksal. I merely saw it through.

Cocolia: I’m the one who recorded her last message to Bronya.

Cocolia: But I guess you can’t convey this message now.

Kiana: Try me!

Mei: Kiana! Watch out!

Theresa: Unbelievable! It managed to power this giant mecha!

Cocolia: Alright, have fun playing with my newest toy! MSR-7 Wotan!

Cocolia: I hope you can help me provide enough combat data. Take care, girls.

[CG plays wherein the events that occur after the ending of the fight with Wotan are explained:

After a fierce battle, Wotan, the behemoth mecha of Anti-Entropy, was finally defeated.

Kiana and the others managed to flee the ME Corp Headquarters.

Though the team succeeded in saving Mei, they weren’t able to bring back Wendy.

Bronya never woke up, and even the medical experts at St. Freya couldn’t do anything for her.

To save Bronya, Theresa entered the central church in St. Freya.

The most advanced biotech Schicksal ever developed is kept beneath the church.

Not even the principal of St. Freya has access to it.]