Act 1 - Undercurrent
Gameplay 12-1 - World Swirl

Far East border. A few weeks ago.

Cocolia: …

Cocolia stood alone on the rooftop of a skyscraper and looked down at the urban nightscape.

The meeting should have started 10 minutes ago, but he was not here yet.

Cocolia: …

She told herself to be patient. A soldier must find the perfect opportunity to strike.

The door suddenly opened.

???: I’m glad you’re here.

Cocolia: You’re late, Gray Serpent. You owe me an explanation.

Gray Serpent: Forgive me, Cocolia. I was… delayed by some personal matters.

Gray Serpent: The Serpent has a message for you.

Cocolia: What does the Serpent demand?

Gray Serpent: Open the Eye of the Deep. I know you can bring The Deep under your control.

Cocolia: …

The Deep was a classified secret of her organisation. Cocolia was surprised that Gray Serpent knew of it.

She hid her surprise and tried to maintain her air in the negotiations.

Cocolia: The Eye? What are you planning?

Gray Serpent: Open the way to the Sea of Quanta and free our kin.

Cocolia: I can deploy my forces to The Deep, but the Eye is beyond my power.

Cocolia: Only the Sovereign and his most trusted retainers know how to open that portal.

Gray Serpent: I heard that Einstein performed a secret experiment on the Eye a year ago.

Gray Serpent: And I trust you to figure out what exactly happened.

Cocolia: Understood.

Cocolia: One thing though. Einstein has no love for me. I may need your help when the time comes.

Gray Serpent: With pleasure.

Gray Serpent: And I need to borrow something from you.

Cocolia: What?

Gray Serpent: The Gem of Desire.

Cocolia: That doesn’t come cheap, mind you.

Gray Serpent: I didn’t come empty-handed. You’ll have the promised payment after it’s done.

Gray Serpent: Your precious… Seele Vollerei.

Cocolia: …

Though years had passed, Cocolia’s heart still missed a beat when she heard the name.

Every syllable dealt a merciless blow to her heart.

Gray Serpent: Yes, she’s still around. The X-10 Project simply sent her to a dimension we can’t reach.

Gray Serpent: Scratch our back, and we’ll scratch yours.

Sea of Quanta. Present moment.

Bronya: The barrier created by Welt is fading away. The Bronya has entered the Sea of Quanta.

Bronya: The Bronya must find Seele and the Gem before the Serpent does.

???: Bronya…

Bronya: Identify yourself.

The strange voice sounded familiar for some reason.

Bronya looked around but found that the sound came from the glowing core on her chest.

Welt: Well done. The Core of Reason has accepted you.

Bronya: Mr. Welt. The Bronya is pleased that you are alright.

Welt: Not exactly alright. This is the most I can do right now.

Welt: I can only talk to you because you’ve become one with the Core.

Bronya: Try to maintain this form. Dr. Einstein may have a solution to solve this.

Welt: The situation in the Sea of Quanta has grown worse. I sense the barrier disintegrating.

Welt: It’s the Gem of Desire. Its powers are breaking the barrier apart.

Welt: The Serpent also desires the Gem. We won’t be able to stop it if it succeeds.

Welt: We must act now.

Bronya: The Serpent is still hiding. This means it has yet to take the Gem.

Welt: Go, Bronya. My powers are scattered in a myriad of bubble universes. Gather them to enhance the Core.

Welt: The odds are against us, but we have no other choice.

Bronya: (The Serpent desires the Gem. The Bronya might meet Seele being held prisoner by the Serpent.)

Bronya: (The Bronya shall free Seele from these bubble universes…)

[CG plays wherein Bronya rides Project Bunny in USAGI Kinetik form through the Sea of Quanta in search of Seele, with Seele waking up in a mysterious place:

Bronya: Seele…

Bronya: The Bronya will take you home!

Seele: Where… am I?]

--

Gameplay 12-2 - Iron Fort

Seele: Hngh… where am I?

SAKURA: You can talk.

Seele: Who… who are you?

SAKURA: I’m SAKURA, and you are? Can you remember your name?

Seele: …I’m Seele.

SAKURA: Seele?

SAKURA: It’s alright, I won’t hurt you. I just have a question. Have you seen the girl in this hologram?

The strange girl took off her pendant that then created a holographic projection.

It was a hologram of two girls. One of them happened to be SAKURA.

The other girl looked extremely like SAKURA in both appearance and age.

Seele: I… I’ve never seen her before.

SAKURA: You’ve never seen her? That makes no sense. She should be locked up here as well.

SAKURA: Can you remember if anyone recently arrived or was taken away from this place?

SAKURA: Please, I must find her.

Seele: Seele has no idea where she is or why she’s here…

SAKURA’s questioning stressed Seele. The little girl could only curl up in fright.

SAKURA realised what she did and spoke in a much softer tone.

SAKURA: Don’t be afraid. I mean no harm. You…

SAKURA: What have they done to you? How many innocent children have they taken?

SAKURA: …

SAKURA: Sorry, Seele. I shouldn’t keep asking you like this.

SAKURA: Come with me. I’ll help you leave this place.

SAKURA extended her hand to Seele. She moved gently and tried not to startle Seele again.

She lifted Seele up from the floor and led her out of the cell.

Seele: This is…

Seele: (The structure and layout seem familiar.)

Seele: (Is this a prison? No, it’s a base.)

“Seele”: Oh, you finally woke up.

Seele: What happened? Why are we here?

“Seele”: You know what happened. Your defiance cost us the Core.

Seele: You were trying to hurt Bronya! I won’t let you!

“Seele”: Alright, my dear host. You’ll take the lead.

“Seele”: But what’s your plan? We can’t escape the Sea of Quanta without the Serpent’s help.

Seele: This feels… strange.

“Seele”: What do you mean?

Seele: We were drifting in the void before we met her. This place feels different.

Seele: It’s like the worlds we traveled through with Bronya. It’s like a… bubble universe.

“Seele”: You’re right. We didn’t drown in the Sea. Instead, we ended up in yet another bubble universe.

“Seele”: Which means there has to be a way out. Bronya did manage to escape…

Seele: Bronya must be looking for me right now.

Seele: We can’t just wait here. I need to find Bronya.

Seele: Anyway, we need to figure out what this bubble is.

Seele: S-SAKURA?

SAKURA: Shh…

SAKURA signaled Seele to be quiet. She stood by the corner and carefully studied the patrolling mechs.

SAKURA: Not now. We wait here.

Seele: (She’s watching the guards. She’s definitely not from this base. Did she sneak in?)

Seele: Where are we going?

SAKURA: Around the guards to the elevator so we can enter the archives. I need to look into something.

SAKURA: …They’re moving. Let’s go.

SAKURA: Follow me closely and stay in the shadows.

Seele: O-Okay, I’ll be careful.

SAKURA: The elevator is on the other side. We should steer clear of the guards.

Seele: Stairs… I should be able to get a full view from there.

SAKURA: Looks like no one saw us. Let’s go upstairs.

Seele: Okay, SAKURA.

“Seele”: Hoho. You found a new sister pretty fast.

“Seele”: Why trust her? Just look at those ears. Is she even human?

Seele: We’ll just figure out what happened in this bubble universe to get our answers.

Seele: We should head to the archive, too. It might tell us something about this place.

--

Gameplay 12-3 - The MOTHs

SAKURA: The archive is on this floor. Wait here and don’t move around.

SAKURA: …The way is guarded. There’s no way to avoid them.

Seele: What do we do?

SAKURA: I have an idea. Stay low and follow me.

Patrol Mech: Warning. Restricted area. Authorised personnel only.

Seele: …

SAKURA: SAKURA. ID No. CM-004.

Patrol Mech: Verifying…

Patrol Mech: Clearance Granted. Good evening, MOTH.

Seele: (MOTH?)

SAKURA: We captured an escaped test subject.

SAKURA patted Seele on the shoulder. The young girl knowingly lowered her head.

SAKURA: She wouldn’t talk. Dr. MEI told me to check the archives to locate her floor and cell.

Patrol Mech: Access DENIED. You have no archive access privileges.

SAKURA: Plan B then.

Swoosh…

Her lightning fast slash cleaved the mech in half.

SAKURA: Time to do this the hard way. Get behind me, Seele.

Seele: I can fight too!

SAKURA: These enemies look dangerous. Stay away from them.

Seele: Huff, huff…

SAKURA: Your power, Seele… is it a Stigmata?

Seele: Stigmata? You know about them?

SAKURA: Ah… excuse me. I’m just a bit surprised.

SAKURA: Don’t worry. You have amazing power.

SAKURA: You did nothing wrong. No one should lock you up here.

“Seele”: She seemed surprised when she mentioned Stigmata.

“Seele”: Hmm, interesting…

SAKURA: We made it.

SAKURA: The system is checking personnel traffic.

SAKURA: This might take a while.

SAKURA: We’ll have to wait.

Seele: That’s… a lot of files.

“Seele”: Do you know how to operate these terminals?

Seele: Er… I think it’s like reading a book, right?

“Seele”: Well… let’s hope you won’t mess up, my dear host.

Seele: I’ll do my best!

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

SYSTEM: ▉ ▉ ▉ ▉ ▉

SYSTEM: MOTH-MA-HS-1104.

Seele: It worked. I accessed a log file!

Researcher: The 11th Herrscher proved to be far more destructive than we expected.

Researcher: The Moth Who Chases the Flames suffered grievous losses.

Researcher: We lost too many MANTISes and couldn’t maintain our combat formations anymore.

Researcher: Surviving MANTISes were deployed to various MOTH squads until we could get new recruits.

Researcher: Hopefully the MANTISes will blend in with the non-augmented soldiers.

Researcher: Humanity’s worst enemy is at our gates but we’re still bickering with each other. How ironic.

Researcher: Fortunately, most people accepted the proposal.

Researcher: The new recruits are doing great and will be ready for combat soon enough.

Researcher: I trust that the new MANTISes will lead us to victory.

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

Seele: The Moth Who Chases the Flames… I remember the mechs mentioning this name.

“Seele”: They called SAKURA a “MOTH”. Shouldn’t they be on the same side?

“Seele”: Why would she break in?

Seele: Looks like this world suffered even more from the Honkai.

Seele: SAKURA must have her reasons. It might have something to do with the girl she’s looking for.

Seele: We should just ask her.

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

SYSTEM: MOTH-ST-PC-2.

SYSTEM: In previous testing, subjects were only injected with genes from a single donor.

SYSTEM: Project Chimera is a breakthrough since we can now use materials from multiple donors.

SYSTEM: In other words, a single subject can exhibit biological traits from multiple donors.

SYSTEM: Chimera Tech will make multi-gene inserts a reality.

SYSTEM: A pilot trial has been formally initiated.

SYSTEM: Codename: Tlaloc.

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

SYSTEM: MOTH-ST-PA-14.

SYSTEM: 3 prototype PRI-ARMs have been issued to the respective MANTISes. Field trials will start soon.

SYSTEM: If everything goes to plan, the tech can soon be used to equip MOTH forces on a larger scale.

SYSTEM: The older models could no longer cope with the Honkai war. Humanity needs greater power.

SYSTEM: We have to make it happen at any cost.

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

Seele returned to SAKURA and found her staring at the sakura pendant she held.

SAKURA looked up as though she noticed Seele’s gaze.

SAKURA: What is it, Seele?

Seele: Nothing. It seems that you know this place inside out.

SAKURA: Are you worried? Don’t be. I was a MOTH, but they’re now my enemies.

SAKURA: I won’t harm you, and I won’t bring you back to that place.

Seele: The girl you’re looking for… is she family?

SAKURA: She is my younger sister and my only family.

SAKURA: Her name is RIN. Like you, she was imprisoned here.

SAKURA: The MOTHs locked her up, but she’s innocent.

Seele: That’s why you’re here.

SAKURA: She was supposed to be in the same cell as you, but you were the only one there.

SAKURA: I should have asked earlier, but what’s your story?

SAKURA: Let’s try to learn about each other. While you were passed out, you kept mumbling a name.

SAKURA: “Bronya”, right? Who is she?

Seele: …

Seele: Bronya is my sister and my family too. She’s the most important one to me.

Seele: She’s strong and sweet like you. She cared for me and always stood up for me.

Seele: I’ll forget my troubles when she’s around.

SAKURA: Where is she now?

Seele: We were separated. Bronya is outside.

Seele: She’s definitely worried about me right now.

Seele: I can’t just wait here. I must get out of here and find her.

Seele: Bronya has always protected me.

Seele: But I don’t want to be a burden anymore.

SAKURA: She will never treat you like one. You’re definitely not a burden.

SAKURA responded quite strongly to Seele’s words. The girl stood up and looked at her.

She pinned the sakura pendant on her chest and it glistened brightly.

SAKURA: I will help you leave this place, Seele.

SAKURA: The MOTHs have imprisoned too many innocent children like you and RIN. You’re supposed to be free.

SAKURA: It’s dangerous outside. Once we get out, I’ll take you to our home. Then we can find Bronya together.

She spoke carefully, hoping to gain Seele’s trust.

SAKURA: Oh, and sakura flowers… Have you seen a sakura tree before?

Seele: Sakura? I’ve only read about them.

SAKURA: There are sakura trees in the town square near my home. They bloom in spring and shower the place with pink petals.

SAKURA: This suffering world hardly has any heart-warming sights anymore.

SAKURA: RIN really loves those sakura trees. I believe you’ll like them too.

SAKURA: So let’s escape together, alright?

Seele: Mhm…

SYSTEM: ▉ ▉ ▉ ▉ ▉ ▉ ▉ ▉

SAKURA: The results are out. RIN was transferred to the 33rd floor underground. We should go.

Seele: (SAKURA looks cold and detached, but I can feel her kind and gentle heart.)

Seele: (She’s almost like Bronya…)

SAKURA: …!

SAKURA: Wait for me, Seele…

SAKURA: Not good. Trouble has found us.

[CG plays wherein a mysterious man reveals themselves from the shadows, wielding what appears to be the Cleaver of Shamash:

???: Give up now, SAKURA.]

--

Gameplay 12-4 - Growing Doubts

[CG plays wherein Theresa narrates a recap of what has happened so far involving the Eye of the Deep:

Theresa: To retrieve the lost Gem of Desire, the Hyperion crew planned to enter the Sea of Quanta through the Eye of the Deep.

Theresa: On the eve of the operation, Einstein was mysteriously assaulted and went missing.

Theresa: To recover the Gem, Bronya dived into the Sea of Quanta right before the portal closed, while Theresa and the others were still caught in the chaos of The Deep…]

The Deep. Outside the Sea of Quanta.

Theresa: Lili, watch Roza’s six!

Theresa: Stay frosty. I’m not detecting any more unknown hostiles, but the Honkai is still attacking!

Rozaliya: Theresa, Bronya… Bronya jumped into the Sea of Quanta!

Rozaliya: Why… Why did she do that?! The hole closed, she can’t come back anymore!

Theresa: Calm down, Roza!

Theresa: Bronya does not act on impulse. There must be a good reason.

Theresa: The Eye has already closed. We need to control the battlefield and then try to contact her!

Liliya: Da. Theresa is right, Roza.

Liliya: I’m worried about Bronya too, but we need to get rid of the enemies first.

Rozaliya: You’re right… We shall fight! We can’t let Matushka baby us all the time!

Rozaliya: Come on, Lili! Let’s protect Matushka and Theresa together!

Theresa: I can defend myself.

Theresa: (The kids have calmed down. They should be able to handle the Honkai beasts.)

Theresa: (Please be safe, Bronya.)

The Deep. Upper Zone.

SYSTEM: Space-time curvature has been reset. Honkai level is now ZERO. The Eye has closed.

Cocolia: WHAT?! Bronya…

Cocolia’s heart sank as Bronya’s comm signals were cut.

Gray Serpent: She jumped into the Sea. What a brave girl.

Cocolia: Gray Serpent… why did you open the Eye on your own?!

Gray Serpent: Opening the Eye was part of the deal. I simply chose the right timing.

Cocolia: You dragged Bronya into this! She wasn’t part of the deal!

Gray Serpent: It was you who brought her in.

Gray Serpent: Your clumsy security didn’t keep Einstein out. She should be the one going inside.

Cocolia: Our deal is over if anything happens to Bronya!

Gray Serpent: That’s not how you do business.

Gray Serpent: Unfortunately, she lacks Seele’s immense resistance. The Sea isn’t exactly an enjoyable place.

Gray Serpent: I can only pray that your Sovereign would save her life.

Cocolia: Do you think I’m joking, worm?

Swoosh…

Cocolia drew her pistol and held it against the back of Gray Serpent’s head.

Gray Serpent: …And what are you doing this time?

Cocolia: I’ll say this one more time. I want Bronya returned without harm.

Gray Serpent: Cocolia, we both know who we are. We stop at nothing to get what we want.

Gray Serpent: That’s why I was so impressed by your “improvisation”.

Gray Serpent: You provoked the rebel in Bronya and maneuvered her into entering the Sea instead of Einstein.

Gray Serpent: You convinced me that you’re the one we’re looking for.

Gray Serpent: Please don’t tell me I’m mistaken.

Cocolia: …

Bronya: Matushka lied to the Bronya.

Bronya: The Bronya… used to trust Matushka most…

Cocolia: …

Cocolia: …You’re wrong, snake.

Cocolia: We’re different!

[CG plays wherein Cocolia resolves herself to shooting Gray Serpent, but is interrupted by a second one appearing behind her, brandishing a gun of their own and seemingly firing:

Cocolia: You can finish your deal in hell!

Gray Serpent: Humph, hell?

Gray Serpent: Guess who’s going to hell now.]

--

Gameplay 12-5 - Danger Everywhere

Another Gray Serpent appeared, a perfect mirror image of the other.

The two gazed at the fallen Cocolia in perfect synchrony as though they shared the same mind.

Gray Serpent: You disappoint me. You allowed foolish animal instinct to get the better of you.

Gray Serpent: “We’re different”? Did you even hear yourself?!

Cocolia: What?

Liliya: A gunshot? What happened?

Rozaliya: It’s… Matushka?!

Theresa: Gray Serpent? Why is he here?!

Gray Serpent: Miss Theresa, gratitude for your hospitality aboard the Hyperion.

Gray Serpent: I hope you still remember me. Our deal is not yet done.

Liliya: There are… 2 of them?

Rozaliya: Whoa, these guys are twins too?

Cocolia: Roza, Lili, run!

Rozaliya: Matushka! Are you alright?! We’re here to save you.

Gray Serpent: Cocolia, do you know why we left you alive?

Gray Serpent: Because I want you to pay for your choice. It will be worse than death, I guarantee that.

Gray Serpent: The World Serpent does not tolerate betrayal.

The 2 Gray Serpents moved in sync and took out injectors from their pockets.

They then pressed the injector needles against their necks.

Theresa: What… are they up to?

They pulled the trigger and emptied the liquid contents into their bodies.

Their bodies inflated rapidly like balloons.

The metallic cyborgs instantly turned into giants covered in magenta and cyan-colored carapace.

No one would have known that they were 2 cyborgs known as the Gray Serpent.

Theresa: How did the Gray Serpents turn into Honkai beasts?

Rozaliya: HEY! Honkai beasts and twins?! They’re ripping off the Vodka Girls!

Liliya: Roza Idiotka, this isn’t the time for your nonsense.

Gray Serpent: I guess it’s time to check out what the Jackal made for us…

Gray Serpent: …And how it does in the field.

Rozaliya: They can talk?! Ewwwww!!!

Liliya: Quiet, Roza.

Theresa: (That’s impossible! How did they retain their human thoughts after the transformation?)

Theresa: (And they’re moving with human intelligence and agility! I’ve never seen anything like this before!)

The relentless chains forced the giant beasts into a gradual retreat.

Theresa: (Something feels wrong…)

Theresa: (Despite human intelligence, they’re just 2 Emperor-class beasts…)

Theresa: (…Up against a legendary S-rank Valkyrie with strong support!)

Theresa: (He must have something up his sleeve. I gotta get the kids out of here!)

Theresa: Roza, Lili, leave them to me! You girls are to bring Cocolia to safety!

Liliya: Roza, let’s get out of here.

Rozaliya: No, I’m staying to help!

Rozaliya: This guy ambushed Matushka and hurt her bad…

Gray Serpent: Theresa is right. Run, Rozaliya!

Gray Serpent: I don’t really like hurting my own kind.

Rozaliya: BLEGH! I’m definitely NOT your kind! Try a better pickup line, you worm!

Gray Serpent: Hah. Remember the process that saved both you and your sister from death?

Gray Serpent: I used the same tech to turn into this.

Rozaliya: What?!

Gray Serpent: Testing on you and other subjects helped us optimise the formula for creating a human-Honkai chimera.

Gray Serpent: And your foolish Matushka thought she got the better end of the deal.

Rozaliya: I won’t let you talk about Matushka that way!

Theresa: Calm down, Roza, he’s trying to anger you!

Before Theresa could finish her words, the twin Honkai beasts leaped into the air.

With unbelievable speed, they fused in mid-air and stretched out their arm to grab the girl.

Rozaliya: …!!

Liliya: Roza, be careful!

Liliya pushed Rozaliya aside with her entire might but found herself captured by the fused beast.

Liliya: Hngh…!!

Liliya: Le-Let go of me…

Gray Serpent: Hmm… I’ve caught the wrong one. No matter. It will make no difference.

Gray Serpent: Time for a snack!

[CG plays wherein the newly fused Gray Serpent Assaka absorbs Liliya for extra power:

Gray Serpent: Take a deep breath now…

Gray Serpent: Because it’s going to be your last!

Liliya: Roza… run!]

Gray Serpent: …

Gray Serpent: Discretion is better than valor. Secrecy is also a useful skill.

Gray Serpent: But you’ve made a fatal error, Einstein.

Gray Serpent: This planet is out of safe places.

Einstein: …!

Einstein: Where am I?

A dizzy Einstein struggled to get back on her feet.

Einstein: Looks like I’m still in The Deep.

Einstein: My attacker didn’t kill me. Perhaps I’m still of some use.

???: You’re finally up.

Einstein: …! Who’s there?

The voice came from outside the door. Wary, Einstein took a look and found someone outside the room.

Her eyes adjusted to the dim light and gave her a clearer look at the stranger’s face.

What she saw rendered her speechless.

Schrodinger: I wish you could see that precious look on your face.

Einstein: Schrodinger? Why are you here? Didn’t you…

Schrodinger: Bad case of energy imbalance, loss of physical form, and vanished into the unknown?

Schrodinger: Indeed. That accident destabilised my physical existence and transformed me into a quantum entity.

Schrodinger: For decades I was kept on the other side of the “door”.

Einstein: We’ve been looking for you, but you left no trace.

Schrodinger: I’ve seen familiar faces on the other side, but now I’m sure they’re not the people I used to know.

Schrodinger: In layman’s terms, I fell to the bottom of the Sea of Quanta. It’s a blank, empty world.

Schrodinger: I managed to get out but lost my “beacon” to return to this world.

Schrodinger: And then you activated that device.

Einstein: That device being the Eye of the Deep?

Schrodinger: I’ve no idea what you did. You were the only one I knew amongst these people.

Schrodinger: Ambient energy levels are now off the charts. Even in my bubble universe, I knew something was off.

Schrodinger: All this energy came from a single point that I can’t approach.

Einstein: It’s the Gem of Desire. Someone touched it.

Einstein: What exactly happened in the Sea? Tell me what you know.

Schrodinger: Let’s talk along the way.

Swoosh…

The indicator light turned green and the door opened.

Schrodinger: Our conversation will take a while…

Act 2 - Twilight
Gameplay 12-6 - Mazarine Beast

Rozaliya: …Lili?

Rozaliya: Lili!!!

Gray Serpent: Do you regret this, Rozaliya? You delivered her into my hands.

Rozaliya: Give Lili back to me!!!

Gray Serpent: Good. Get angry and let it take over. Give in to the beast within you.

Gray Serpent: You will taste even better than Liliya.

Rozaliya: You despicable bastard!

Theresa: Rozaliya, calm down.

Theresa: Roza, calm down now!

Theresa: He’s trying to make you angry on purpose!

Rozaliya: But… Lili… she…

Rozaliya: Lili isn’t talking to me anymore…

Rozaliya gazed at the giant beast with despair. It only unleashed a feral growl.

Gray Serpent: Hmm, I like this sound.

Gray Serpent: Click-clack… something cracking and slowly falling into the abyss.

Theresa: …You maniac!

A vortex of chains tore through the air, forcing the enemy to back off.

Gray Serpent: Your strikes are weak, Theresa. I guess you don’t want to harm Blue.

Gray Serpent: Of course. You’re a school Principal and she’s just an innocent, young girl.

Theresa: …!

The Gray Serpent spoke in a cruel, sadistic tone that pierced the truth of the matter.

The girls dared not attack for fear of injuring Liliya within the beast.

Every passing moment pushed Liliya into greater danger.

Theresa suffered from the same. The activated Honkai genes whittled away at her consciousness.

Desires for blood and destruction clouded her mind. Senses became heightened. Minor cuts caused extreme pain.

But it also enabled her to detect something that she wouldn’t normally notice.

Theresa: …Hmm?

It didn’t come from her arms… but the chains twined around them.

The chains of Judah sent irregular vibrations to her body.

Theresa: (What is this?)

BAM!

A Titan landed right in front of Rozaliya and deployed its shield.

Cocolia’s weak voice could be heard over the comm links. She was gravely wounded and could hardly keep herself standing.

Cocolia: Theresa…

Theresa: Cocolia?

Cocolia: This mech won’t last… take Roza to safety…

Cocolia: I’ll… try to… buy some time…

Theresa: No, wait…

Cocolia: We had our differences… but I’m begging you, please save her…

Theresa: No, Cocolia, I’m not saving just her…

Theresa: I’m saving both of them!

BAM!

The blue Assaka smashed one of the Titans into pieces.

But dark chains sprung out from the debris and fastened themselves around the beast.

Theresa: Roza, calm down and listen to me.

Rozaliya: What is it? Theresa…

Theresa: You have a keener sense of smell. You must have smelt her…

Theresa: Lili is still around.

Rozaliya: What?!

Theresa: It’s very faint, but she’s calling out to us for help.

Rozaliya: Oh… it’s true!

Rozaliya: It’s so light… but only Lili has this sweet scent!

Rozaliya: That monster is emitting Lili’s scent! I got it! I know where Lili is!

Theresa: Gray Serpent swallowed Liliya but could not incorporate her quickly enough.

Theresa: We must cut the monster open and free her!

Rozaliya: Right! Time to chop this freak into a million and one pieces!

Theresa: Calm down, girl! We only have one shot before Lili is lost forever.

Theresa: Listen carefully to what I say. We’re doing this together.

Theresa: I will keep him busy and immobilise him.

Theresa: You’ll locate where Liliya is. When he stops moving, you’ll deliver a precision cut and open its carapace and matrix.

Rozaliya: Wha-What? I can’t do it!

Rozaliya: I’m only good at breaking up things. Being precise is Lili’s role!

Theresa: Roza, you’re the only one who’s connected to Lili’s heart and soul.

Theresa: Aren’t you and Lili the best partners?

Theresa: Have faith in yourself. Because Lili trusts you!

Rozaliya: Bu-But…

Rozaliya: …

Rozaliya: Alright…

Rozaliya: Let’s get her back, Theresa!

Dark chains danced around Theresa whose eyes shone like the setting sun.

SYSTEM: WARNING: Active element level critical.

The cold voice whispered in her ears, reminding her of a potentially fatal choice to make.

But she made up her mind.

Theresa: The stage is set. Time to shine, Roza.

Theresa: This is the performance of your life!

SYSTEM: Level 4 restrictions lifted.

[CG plays wherein lifts the final restriction of her Godsbane battlesuit in a last ditch effort to defeat Gray Serpent:

Theresa: Blood Knight, if you haven’t shown everything you’ve got…

Theresa: Now is the time!!

Theresa: We shall not lose!]

--

Gameplay 12-7 Crescent Verdict

Crimson blood gave way to dark twilight, like a bleeding sun fleeing before the ebon night.

Blood Knight: Moonlight finally assumed its true form.

Gray Serpent: …What is this?

Theresa: You’ve never seen this before, right?

Theresa: Looks like you need an intel update.

SWOOSH!

Theresa clenched her chains to rein the monster in.

Theresa: (I gotta… create an opening for Roza…)

Theresa: (Almost there…)

The pitch-black chains leaped, twisted, and danced back and forth.

The Soulium links groaned and screeched on the verge of breaking. The monster was finally bound.

Gray Serpent: …Hngh!

Theresa: (It worked. It’s been stopped!)

Theresa: Roza, now!

…

…

Rozaliya: (No one…)

Rozaliya: (No one… has my back…)

Rozaliya: (I’m feeling a teeny bit too nervous without Lili around…)

Rozaliya: (…Just a teeny-weeny.)

Rozaliya: (Theresa is fighting… I’m not sure if I can do this.)

Rozaliya: (We only have one chance, and my tail can’t stop shaking…)

Rozaliya: …

Rozaliya: (But… but…)

Rozaliya: (I’m doing this no matter what!)

Rozaliya: (Bronya would never hesitate if it was Seele. And I’m definitely not losing to her!)

Rozaliya: (Lili and I are meant to be together forever!)

Rozaliya opened her eyes with determination. It was her time.

Theresa: Roza, now!

Rozaliya: I’m coming…!

Rozaliya began to run.

She leaped over the chains and debris and dashed right towards the trapped beast.

Liliya’s “voice” flowed like a stream into her heart.

Rozaliya: Sleeping Beauty, help me now!

Rozaliya: Lili, come back! I’ll be… lonely without you!

She lifted the greatsword to strike the monster with all her might…

Gray Serpent: …This isn’t the end of me!

The monster suddenly broke free from the chains and swung its giant arm at the girl.

Theresa: No!

Cocolia: Roza!

TING!

His attack missed.

The fist glanced across her blade and miss her by a hair’s breadth before being viciously deflected.

Rozaliya: I knew you would ambush me…!

Rozaliya had seen how Liliya retaliated against her enemies in numerous battles.

And now Liliya’s signature move would carry Rozaliya through…

Rozaliya: I’ll turn you into stardust!

[CG plays wherein Rozaliya cuts through Gray Serpent and saves Liliya:

Rozaliya: Lili Idiotka…

Rozaliya: Rise and shine!]

Rozaliya: Theresa, Matushka… I did it!

Rozaliya: Lili… Lili’s fine!

Theresa: Good job, Roza! Now get away from there!

Gray Serpent: Ugh…

Theresa: You lost, Gray Serpent. No more tricks!

Gray Serpent: Humph, this wasn’t expected. I underestimated you, Theresa.

Gray Serpent: But this isn’t over yet…

After spitting out his last words, Gray Serpent’s broken body exploded and turned to ash.

Theresa: Did he just self-destruct? Who the hell is he?

???: It appears that problems have been solved in my absence.

Theresa: Oh, Dr. Einstein?!

Einstein: Madam Theresa, sorry for making you worry.

Cocolia: Einstein…

Einstein: Cocolia, there are quite a few businesses to settle after this.

Einstein: Be glad that we’re in the same boat right now.

Einstein: Hand over command of your forces in The Deep. I need them to stop the Schicksal Valkyries.

Cocolia: …

Cocolia: Humph, I understand… it’s “mutually beneficial”.

Cocolia: I beg you, professor…

Einstein: I’ll let your daughters tend to you. We’ll take over from here…

Einstein: Events in the Sea of Quanta may be worse than we thought.

--

Gameplay 12-8 - Uninvited

Kevin: That’s enough, SAKURA.

SAKURA: Step aside, Kevin. I know what I’m doing.

Kevin: I know too. That’s why I’m stopping you. Stop now before it’s too late, SAKURA.

Kevin: You’re turning yourself against humanity.

SAKURA: Against humanity?

SAKURA: RIN is innocent! She didn’t do anything! You have no right to treat her as a danger nor lock her up!

Kevin: We have detected unique Honkai energy signatures inside her. She is the 12th. That is a fact.

SAKURA: What can that Honkai signature tell us? We’re MANTIS fighting for humanity, but we also have Honkai genes.

SAKURA: RIN did not exhibit any traits. It’s under control! She won’t hurt anyone!

SAKURA: You can’t just take away her life and freedom like this.

Kevin: I know how you feel, SAKURA.

Kevin: But the power of the 11th Herrscher was a nightmare. We never knew that until it hit us.

Kevin: We can’t risk this again.

Kevin: I know RIN’s different, but we need to keep her under surveillance. Trust Dr. MEI. She knows what to do.

SAKURA: I never doubted Dr. MEI, but I distrust The Moth Who Chases the Flames.

SAKURA: Kevin, you know they see us as something else.

SAKURA: I can stomach that. But now RIN is in their hands, and I can’t stand idle.

SAKURA: Stand aside!

Kevin: SAKURA, MOTH needs you. We need you too.

Kevin: I’m not going to hurt you, but I can’t let you pass.

SAKURA: Kevin, we have fought alongside each other for a while…

SAKURA: …But you have no idea of what I’m really capable of.

Kevin: …

Her katana gave a chilling sheen while his greatsword erupted in flames. Time seemed to freeze.

The silver-haired soldier walked slowly to his targets with blazing sword in hand.

One step, two steps…

…And then they disappeared.

Kevin: …What?!

He turned around instinctively and saw that his targets were already behind him.

They kept running without looking back. It was then that the alarm went off.

Kevin: An attack alarm?

Kevin: No. It wasn’t them. This came from the other floors. Curses…!

MEI: Kevin, where are you? I need to deploy you right now.

Kevin: MEI, what’s going on?

MEI: The Herrscher has awakened.

SAKURA: He didn’t follow us. Was it because of the alarm?

SAKURA: I don’t know what happened, but it definitely helped.

SAKURA: I’d hate to fight him head-on.

Seele: Ah…!! SAKURA, watch out!

SAKURA: Zombies? Why are they here?!

SAKURA: These zombies used to be base personnel! What happened?

Seele: Hngh!

“Seele”: (What? What’s going on?)

“Seele”: (My powers… they’re going out of control…)

SAKURA: What’s wrong, Seele?

[CG plays wherein Seele’s Stigmata goes out of control, responding to the awakening of the 12th:

Seele: No… No!

Seele: Save me…

Seele: Bronya…]

--

Gameplay 12-9 - Undying Shadows

SAKURA: Seele…?

SAKURA: Seele! Wake up, Seele!

Seele: S-SAKURA… What happened to me?

SAKURA: It’s okay now. You’re alright.

Seele: What did Seele… do?

SAKURA: Your Stigmata was acting strangely. It might be caused by the zombie outbreak.

SAKURA: It’s fine now. We’re safe.

Seele: I… I lost control of myself again…

SAKURA: Seele, don’t feel guilty about your power. It’s a part of you.

Seele: But I’m not as strong as you…

Seele dropped her head in frustration, but felt something warm. It was SAKURA’s soothing hand.

SAKURA: This isn’t about being strong or weak. Everyone has something to protect.

SAKURA: Even the weakest may value something and won’t give it up without a fight.

Seele: …

SAKURA: You probably thought about doing whatever you can to save it.

SAKURA: That thought alone can make you strong.

Seele: Were you thinking the same when protecting RIN?

SAKURA: I believe all siblings do that.

Seele: I’ll keep that in mind.

Seele: …

Seele: (What… was that…)

“Seele”: The Stigmata went out of control. Even I couldn’t stop it.

“Seele”: What’s in this place that frightens you so?

Seele: (I don’t know. But it feels… terrifying.)

Seele: (I felt a sudden surge of unbelievable fury… and sorrow…)

Seele: (What’s wrong with this bubble universe?)

--

Gameplay 12-10 - The Deep Abyss

Alarm: …!!

Alarm: Attention, all units. Zombies have entered the 31st floor. The system will initiate quarantine protocol in 5 seconds!

Alarm: All non-combat personnel shall enter shelter facilities at once and avoid contact with the wounded!

Seele: There are more and more zombies!

SAKURA: (The 31st floor… 2 floors away from the 33rd…)

SAKURA: (Come on… move faster!)

Seele: SAKURA, we’ve reached the 33rd floor!

Seele: Kyaa! Look at all this blood!

SAKURA: Stay safe, Seele. I must find RIN!

SAKURA: We’ll leave as soon as I find her!

SAKURA dashed along the corridor. The intensifying alarm kept rattling her nerves.

SAKURA: (No… don’t tell me I’m too late…)

SAKURA: (Where are you, RIN?)

SAKURA: …Ah!

SAKURA: (There! 769… 767… RIN’s room is up ahead!)

SAKURA: RIN! I’m here!

The cell was unlocked. SAKURA charged in…

And there in the room…

Her eyes searched for…

That familiar face…

--

Gameplay 12-11 - Weeping Petals

The air smelled of spilled blood.

SAKURA’s eyes widened. The sight burned a mark in her memories.

SAKURA: …

Seele: No… why…

Seele: She… she’s…

Seele covered her mouth and tried hard to swallow that cruel word.

But it still found a way to her shivering voice.

Seele: Why did this happen? Who did this?

The cuts and wounds testified the final moments of despair and terror of the young girl.

Who would do such a diabolical thing?

But it no longer mattered.

Nothing was left in this place except for evidence of malice.

Tap, tap.

Footsteps approached. Monsters lurking in the dark stalked their prey…

Seele: The zombies are behind us! SAKURA!

SAKURA: RIN…

SAKURA: If only…

SAKURA: If only I was a bit faster…

“Seele: (She can’t hear anything. It’s useless!)”

Seele: …

Seele: She needs time… I’ll buy her some time!

Seele: Ah!

Fiery flames came swirling in, reducing every zombie to dust that scattered in the air.

A silver-haired warrior stood in the heart of this firestorm.

Kevin: …

Kevin’s gaze swept across Seele and filled her heart with fear.

But Seele was not his target. Having defeated every zombie, Kevin extinguished the firestorm.

He walked up to the two girls.

Kevin: SAKURA…

SAKURA: …

She did not answer.

Like her recently deceased sister, SAKURA’s heart was swallowed by the abyss.

Shock, denial, rage, or tears… he thought about a million possibilities.

But SAKURA simply sat there, drowning in the nightmare of her reality and refusing to wake.

Kevin: …

He shook his head and connected to the comm channels.

Kevin: MEI, this is Kevin. The zombies on the 33rd floor have been neutralised.

MEI: Good job. We’ve purged zombies at every level as well.

MEI: Did you detect anything from the Herrscher host?

Kevin: …Nothing.

MEI: I won’t call off the alarm yet. Stay alert. Reinforcements are on the way.

Kevin: Roger that.

Seele: What are you going to do? Please don’t hurt SAKURA…

Seele: She just wanted to protect her sister. Her sister was innocent.

Kevin: The power of the 12th manifested in the form of an airborne contagion.

Kevin: Soldiers in the base murdered her without orders, which therefore activated her Herrscher powers.

Kevin: She was the cause of the zombie outbreak.

Kevin: SAKURA was wrong. RIN turned out to be an actual Herrscher. SAKURA shall be held responsible for the break-in.

Seele: But RIN never wanted to do that!

Seele: If the soldiers didn’t kill her, none of this would have happened!

Kevin: Even if we stopped the soldiers, something else would eventually bring her to the breaking point.

Kevin: Her fate was sealed the moment the Honkai made her its Herrscher.

Kevin: This is the enemy we fight. This is the Honkai.

Anger flashed in Kevin’s eyes. The MANTIS clenched his fist tightly.

He tried to speak calmly, but his quaking body betrayed his pain and fury.

MEI: Kevin… Kevin, can you hear me?

MEI: Bad news. The Herrscher survived.

Kevin: What?

MEI: The base system was attacked by an unknown virus. Our defense programs are down.

MEI: Every facility and mech is under its control. It’s now breaking into the launch system of our missile silos.

Kevin: Hold on. I’ll be right with you!

MEI: The 12th Herrscher… is a sentient virus…

MEI: Its true form… the Herrscher of Corruption…

SYSTEM: Buzz…

Kevin: …! Comm systems are down!

Seele: Wha… What happened? Why are the doors shut?

Kevin: Take SAKURA somewhere safe! The Herrscher is still on the attack…

SAKURA: RIN… is she still alive?

Her voice froze the air.

SAKURA stood up and gazed at Kevin with her vacant eyes.

SAKURA: Kevin, where is she?

Kevin: SAKURA, what are you trying to do?

SAKURA: I’m going to find her.

Kevin: You’re out of your mind. She isn’t RIN anymore!

Seele: Don’t go, SAKURA…

SAKURA: Seele…

Seele: It’s dangerous. You might…

SAKURA: This is why I must go. Don’t stop me.

SAKURA: RIN must be very lonely right now. She fears being alone…

SAKURA: …She needs me.

Seele: …

Seele became silent.

Sirens, gunfire, and explosions created a cacophony. Seele knew it was a one way trip for SAKURA.

But she couldn’t say no.

She couldn’t find any reason to stop her.

Seele: …

Seele: Let me go with you!

Kevin: Stop this! RIN is already dead!

SAKURA: …

Kevin: Please stop, SAKURA!

SAKURA: Seele, I’m sorry…

Swoosh…

SAKURA drew her blade and froze the space-time fabric.

She granted herself a few seconds of serenity.

She was the only one who could move freely in this world without light.

SAKURA: I must leave you here.

She whispered as she dashed past Seele.

SAKURA: I pray you’ll find Bronya…

Seele: Ah!

Kevin: …

Seele: What happened? Where’s SAKURA?

Kevin: She’s gone…

Seele: We must go help her. She’s in danger!

Kevin: …

Kevin: …There’s no need for that.

…

…

SYSTEM: Buzz…

MEI: Kevin, I made it.

MEI: The quarantine program trapped the Herrscher in the mainframe. I’ll try to transfer her to the black box.

MEI: …Kevin, what’s wrong? Can you hear me?

Kevin: Sorry, MEI, can you give me a few moments?

Kevin: I have something… to take care of…

SAKURA: …

SAKURA: Kevin… and Seele?

She laid amidst the metal debris like a flower blooming in endless ruins.

Her treasured pendant had withered along with her.

Seele: SAKURA! NYET! NYET!

Kevin: …

SAKURA: Kevin… I knew you were right…

Kevin: MEI has sealed the Herrscher.

Kevin: She told me that the Herrscher behaved aberrantly in its final moments.

Kevin: MEI didn’t miss the opportunity.

SAKURA: Thank you, Kevin…

SAKURA: I was with her… she was still my sister… till the very end…

SAKURA: I’m proud… to be her sister…

Kevin: …

Kevin: You regret nothing, SAKURA. You’ve done your best.

She seemed to smile as life ebbed from her eyes.

Maybe she saw something that only she could see.

SAKURA: Kevin, one last thing… a favor… please…

Kevin: I’m listening.

SAKURA: Seele… take her to our home…

SAKURA: The town square… with the sakura trees…

Kevin: I’ll try.

Seele: SAKURA…

SAKURA: Seele… don’t be sad…

SAKURA: There are things… beyond our power…

SAKURA: But… if you have someone… to protect…

SAKURA: When you… stand with her… under the sakura trees…

SAKURA: You’ll find that… the world is still beautiful…

SAKURA: And you’ll know… that there’s still hope… for your world…

The final embers of life left her eyes with her last words. The bubble slowly extinguished with the life of the MANTIS.

Seele: SAKURA… SAKURA…

Her gentle sobs faded into the darkness and left nothing but silence.

…

…

???: Hector knew Troy would fall, while Achilles knew death was foretold.

???: Yet both warriors stepped into battle just as fearless and bold.

???: There was no escape, but their courage only grew.

???: True heroes they were, and we shall be too.

Seele: Huh?

Seele: Who said that?

???: I brought her remains back to her home. But when I arrived…

???: There was nothing but an irradiated wasteland.

???: The Herrscher did break into the silos and destroyed the 3 remaining human cities.

???: I stood in the ruins of the square…

???: There was nothing. Not even a single petal.

[CG plays wherein Seele is returned to the Sea of Quanta, coming face-to-face with Kevin yet again:

Seele: …Ah!!

Kevin: On the scorched land…

Kevin: I made a promise to her… to everyone…

Kevin: No matter what it takes…

Kevin: Humanity shall defeat the Honkai!]

Act 3 - Torrents
Gameplay 12-12 - Collapsed Dimension

Seele: You’re the Serpent! You created that bubble universe!

Kevin: It’s my memories… and the promises I failed to fulfill.

Kevin: Memories of my friends, the will I’ve inherited… and a future that I promised to make…

Kevin: These visions haunt me every day.

Kevin: They remind me of the fact that the Honkai destroyed humanity in my era.

Seele: (Humanity… destroyed by the Honkai?)

Bronya: Step away from that man, Seele!

A roaring bike tore through the space-time fabric. The rider then maneuvered the vehicle between the two.

Seele: Ah… Bronya!

Bronya: The Bronya is glad that Seele is alright.

Bronya: Mr. Welt, is this man the Serpent?

Welt: This is the first time I’ve seen his true form.

Welt: But his aura matches what I sensed in the Sea of Quanta.

Kevin: We meet again, Herrscher of Reason. And… your successor.

Welt: He’s talking to me… he can sense my presence?

Kevin: I thought you were an apostle of the Honkai, but the maze revealed to me your past.

Kevin: Your intentions are true. You did fight for humanity despite being a Herrscher.

Kevin: So I helped that girl and hoped that she would bring you to me.

Kevin: The Honkai is our common enemy. I do not wish to fight you.

Bronya: Speak all you want. We will not let you escape this place.

Kevin: You think you can stop me?

A dark tide gushed through the fissures and covered the man. It twisted like an amorphous monster.

Energy gathered in Kevin’s palm and condensed into an emerald-like gem.

Bronya: That’s… the Gem of Desire…

Kevin: I’ve slept in the Sea for 1500 years.

Kevin: For 15 centuries, the Honkai ravaged my home while I drowned in past memories, powerless to do anything.

Kevin: But the Serpent shall return.

Kevin: I shall fulfill my duties whether you accept it or not.

Bronya: The Bronya will not allow this.

Azure hover guns blasted the area, ripping Quantum Shadows to shreds.

Bronya rode the roiling tide of shadows and charged towards the silver-haired man.

But her attack was foiled.

[CG plays wherein Kevin takes the Core of Reason from Bronya, forcing Welt to manifest himself around it to protect her:

Kevin: Bronya Zaychik…

Kevin: You crossed one bubble universe after another…

Kevin: Now you’re finally here, and all worn out…

Kevin: Your body is lagging behind your will…

Kevin: …Huh?]

Welt: Do not hurt her!

Welt pounced at the Gem only to be knocked aside by an invisible force.

The enemy remained motionless but crushing blows rained down from all directions.

Welt: Ugh…

Kevin: You reconstructed your body with your Herrscher powers to protect the girl. You’ve grown stronger.

Kevin: But what can you do with your broken body?

Kevin: I see great potential in you and the two girls.

Kevin: The World Serpent needs people like you.

Welt: We will never agree with your ideals.

Kevin: I don’t need an answer now. You’ll come around one day.

Kevin: You have my respect. I’m glad to know that there are heroes and visionaries fighting for humanity in this era.

Kevin: But you are like naive children unaware that your ideals will kill you.

Kevin: You know nothing about the Honkai.

Kevin: I shall lead humanity to fulfill the true destiny of the Pioneers.

Kevin: We shall meet again in the real world.

--

Gameplay 12-13 - Singularity of Destiny

Bronya: Hngh…

Seele: Bronya! Bronya!

Bronya was in pain. She tried to stand, but blood flowed out from her lips.

It wasn’t just the battle wounds. Her body was afflicted by something more fatal.

The Herrscher Core was eating away at her from within.

Welt: The space is crumbling! This isn’t looking good!

The huge rocks floating in the air suddenly shattered and collapsed, separating Welt from the two girls.

The rocks tumbled, splintered, dissolved, and melted into the fathomless darkness.

A figure suddenly appeared within this dark tide.

Schrodinger: Einstein, I’ve located them.

System: Buzz…

Einstein: Bronya, can you hear me?

Bronya: Dr. Einstein…

Bronya: Doctor… we failed…

Bronya: The Serpent took the Gem and left the Sea…

Einstein: That’s enough. I’ve activated the Eye. Return to real space through the nearest channel.

Bronya: Mr. Welt is still alive, but he’s too far away!

Einstein: Joachim…?

Einstein: You should leave now. I’ll have someone cover his retreat!

Einstein: Quick, you must survive!

Bronya: Grab the Bronya’s hand tightly, Seele! We will be leaving soon.

Bronya: Seele…

Bronya: The Bronya… shall fulfill her promise…

Seele: I know! I know you will!

Seele: I’ll go home with you, Bronya! We’ll be together forever!

Bronya: Da. The Bronya promised you…

Bronya: …

Bronya: To take you away from the Sea of Quanta…

Surging, crushing, pouring, and roaring…

Space groaned like a roiling sea that swallowed everything in sight…

[Special CG [Seele] plays:

Bronya: Seele!

Bronya: Seele, hurry up!

Seele: Bronya! Please!

Bronya: Seele…

Bronya: Forgive me…

Seele: Bronya, no… Bronya!!!

“Seele”: You wish to die?

Seele: Bronya…

Seele: Why…

“Seele”: It’s over. Nothing you can do.

“Seele”: This door won’t open!

“Seele”: You can’t save her…

Seele: Bronya!!

Seele: I’m not leaving!! Not without her!!

“Seele”: Enough!

“Seele”: It’s no use…

Seele: You promised… to take me to the sea…

Seele: Move…

Seele: Come on!!

Seele: You pathetic… coward!!!

Seele: Move… aside!

Seele: I’m begging you… the other me…

Seele: Lend me your strength to save Bronya. She always protected us!

“Seele”: You’re hopeless without me!

“Seele”: Go, Seele.

Both: Let us… go rescue her together!

Seele: Bronya… Bronya… Bronya!

Bronya: Seele… is that you?

Seele: Bronya…

Seele: We’ll never be apart now!]

Act 4 - Daybreak
Gameplay 12-14 - Plain of Vigrid

[CG plays wherein Seele wakes Bronya up, now back in the real world:

Seele: Bronya…

Seele: Bronya…

Seele: Bronya!]

Bronya: Seele? Where… are we…

Seele: This is the real world.

Bronya: The real world?

Seele: We’re finally back, Bronya.

Bronya: Seele…

BAM!

Rozaliya: Bronya, are you okay?

The door was kicked open and an excited Roza leaped into the room.

She flung herself at Bronya and embraced her with all her strength.

Bronya: Hngh…

Rozaliya: Bronya Idiotka! Why did you jump into the Sea of Quanta! You got us all worried!

Seele: Bronya!

Rozaliya: Kyaa! What’s wrong, Bronya? Are you hurt?

Liliya: Roza Idiotka. Your brooch is hurting her!

Einstein: I’m glad you girls look so energetic.

An angry Einstein walked in and tried to set the crooked door upright.

Einstein: Seele, take these two away. I need to talk to Bronya in private.

Einstein: …Our patient needs some peace and quiet to recover.

Seele: Alright. Roza, Lili, let’s go.

Rozaliya: Rest well, Bronya. We’ll be back soon!

Liliya: We shall not bring Roza next time.

Peace returned to the room after Seele and Liliya dragged a reluctant Rozaliya away.

Einstein: You must be filled with questions, Bronya.

Bronya: Dr. Einstein, what happened after that? The Bronya can’t remember anything after we left the Sea.

Einstein: Seele saved you and brought you back to real space. We then defeated Schicksal forces.

Einstein: The dust has settled for now. We’re safe here.

Bronya: What about the Serpent…

Einstein: …

Bronya: Did he escape?

Einstein: He did, with the power of the Gem.

Einstein: We couldn’t locate him, but I’m afraid he’s in real space as well.

Bronya: …Sorry.

Einstein: Why apologise?

Bronya: The Bronya failed to stop him… the Bronya failed at everything.

Einstein: Don’t blame yourself. It isn’t your fault.

Einstein: He’s way beyond us. We lost the very moment he laid his hand on the Gem of Desire.

Einstein: Welt, Cocolia, and I are responsible for this.

Einstein: Not you.

Einstein: You saved Welt and Seele, and you came back in one piece. That’s what matters.

Einstein: Thank you, Bronya.

Bronya: Is Mr. Welt still alive?

Einstein: Yes. Thanks to you.

Bronya: And… Matushka?

Einstein: We have arrested her.

Einstein: Colluding with enemies, betraying classified data, attacking fellow Anti-Entropy members, unauthorised experiments…

Einstein: She must pay for what she did. She did not contest these accusations.

Einstein: …

Einstein: It’s going to be a while before the Hyperion reaches our Salt Lake base. You can see her if you want.

Swoosh…

Bronya: Matushka Cocolia…

Cocolia: Bronya? I’m glad that you’re fine.

Bronya: What will they do to you?

Cocolia: Einstein has told you everything, I guess.

Cocolia: I don’t know what will happen, and I don’t care. No one cares for the defeated.

Bronya: The Bronya cares.

Cocolia: …

Cocolia: Don’t worry. I’ll be fine.

Cocolia: In times like these, even a traitor is too much of a hassle.

Cocolia: Hmph, who knows. Perhaps they’ll give me a chance to redeem myself.

Bronya: …

Cocolia: But you girls will have to take care of the orphanage from now on.

Bronya: The Bronya shall care for everyone there.

Cocolia: No, Bronya, not just you.

Cocolia: I meant all four of you.

Cocolia: Roza and Lili are kind, always trying to make people smile. But they’re young. They have a lot to learn.

Cocolia: Seele is caring and capable, but she can be weak and indecisive at times.

Cocolia: And you… you’re always trying to do everything.

Bronya: …?

Cocolia: You walk alone with your eyes set on the horizon, but you forget about your friends walking by your side.

Cocolia: They love you and look up to you.

Cocolia: You have what it takes to band them together. Remember to wait and help them.

Cocolia: Home is where everyone is around.

Bronya: You never said anything like this to us before, Matushka…

Bronya: Why…

Cocolia: Indeed. I should have said this earlier…

Cocolia: Why didn’t I?

Cocolia: I don’t know… I really don’t…

Cocolia: I’ve done many things, even things I’m not proud of, and things that I regret.

Cocolia: But I’ll never regret one thing I did.

Cocolia: And that’s bringing you back from the Siberian tundra in the spring of 2012.

Cocolia: I’m proud of you, Bronya.

Far East border. A few days later.

Bronya: Mr. Welt, the Bronya doesn’t understand what you said.

Welt: I’m saying you should keep it. It will be more powerful in your hands.

The black Core hovered above Welt’s palm and illuminated Bronya’s face with its gentle glow.

Welt: Being the Sovereign doesn’t require the Core.

Welt: Power must be handed to someone with better potential.

Welt still wore plenty of bandages beneath his shirt.

Bronya saw Dr. Einstein talking with him at the medical bay, but didn’t know what they had talked about.

Bronya: Why the Bronya? There might be someone better.

Welt: Because Joachim chose you.

Welt: You proved yourself in the Sea of Quanta.

Bronya: But the Bronya was defeated…

Welt: That depends on how you define the meaning of being “defeated”.

Welt: You’ll never lose if you stay true to who you truly are.

Bronya: …

Welt: You don’t have to give me an answer now. Just keep it in mind. Ask yourself what you really want.

Welt: If you accept, I shall personally teach you how to utilise the Core.

Bronya: Understood. Spasibo, Mr. Welt.

Seele: Bronya!

Welt: Your friends are looking for you. We will talk about this later.

Welt: Goodbye, Bronya. Your journey has just begun.

Rozaliya: Bronya, what were you talking about with Mr. Welt?

Rozaliya: Is he making you the next Sovereign?

Liliya: Will you become the next Welt?

Rozaliya: Welt Zaychik?! That’s a man’s name!

Bronya: That will be enough.

Bronya: The Bronya shall not get a new name. The Bronya shall be the Bronya.

Rozaliya: Pfft. Such a downer! I thought I could sponge off Sovereign Zaychik in the future.

Rozaliya: Anyways, Lili and I are going to be Theresa’s sidekicks!

Liliya: Da. Theresa will teach us how to control the Honkai beasts inside us.

Liliya: She said we have good potential but lack professional training.

Rozaliya: We wanted to say no, but the desserts aboard the Hyperion are just… too yummy!

Rozaliya: I’ve never had cakes with sugar and cream before. It’s awesome!

Seele: Bronya, I… will join the Hyperion’s crew too.

Seele: Dr. Einstein seems interested in my… Stigmata. She wants to take a closer look at it.

Seele: I can finally join you on missions.

Bronya: Yes, the Bronya shall introduce you to everyone.

Liliya: Dr. Einstein will be moving the kids at the orphanage to the Salt Lake base. I heard it’s pretty safe there.

Liliya: Roza and I will be there to help out eventually.

Liliya: But… Sin Mal…

Rozaliya: It feels kinda lonely without her.

The rising sun coated the peaceful sea with a splendid sheen, posing a picture of serenity and tranquility.

But they shall not forget that eventful night in the enraged sea.

A night of reunion, farewell, departure, and return…

Everything happened in the blink of an eye and didn’t even leave the slightest trace.

Seele: Many things have happened. Both Anti-Entropy and St. Freya will be busy for a while.

Seele: We can’t simply rely on the grown-ups. We need to work hard too.

Liliya: I wonder… what the future will be like…

Liliya: It seems far away, but feels… pretty close as well.

Bronya: Theresa said that the future is for the children.

Bronya: A better future will never come if the children don’t even believe in it.

Bronya: That’s why she started St. Freya.

Rozaliya: Why does Theresa always talk like a grown-up. Is she really our age?

Bronya: Erm… nyet.

Rozaliya: But I think I know what she’s talking about.

Rozaliya: The future depends on us, right?

Bronya, Seele, and Liliya: Da…

Rozaliya: Well, I guess we can play today and start working tomorrow, right?

Seele: Roza…

Liliya: I knew it.

Bronya: Haha!

[CG plays wherein all four of the girls play on the beach, finally fulfilling the promise made all those years ago:

Rozaliya: Let’s play, let’s play!

Rozaliya: But… what do we play?

Rozaliya: You decide, Bronya.

Bronya: Hmm… we finally have four today.

Bronya: Let’s play hide & seek.]