Act 1 - Gem of Desire
Gameplay 3-1 - Arriving in New Zealand

[CG plays wherein the events in between chapters II and III are explained:

Everything went back to normal once the Valkyrie Tier Examinations ended.

New missions were set according to the message left in the hub of the Selene.

The Valkyrie started the search for the 4 Gems.

Their first destination is New Zealand, under the jurisdiction of the Schicksal Oceania Branch.

The Gem of Desire awaits them there.]

Himeko: Second Lieutenant Kiana, I see you’ve arrived in New Zealand. Prepare for mission briefing.

Kiana: Wait, Himeko. Can you tell me about the analysis of that unmanned battleship…

Himeko: Mission briefing takes priority, Kiana.

Himeko: Bad news first. A powerful Honkai energy spike was detected in New Zealand 1 day ago.

Himeko: The place is now crawling with zombies and Honkai beasts.

Himeko: The Oceania Branch is out of action. The Gem of Desire went missing during the incident.

Himeko: The good news. The Hyperion is furnished with a sensor capable of locating the Gem.

Himeko: Find it and bring it back.

Kiana: Himeko, what exactly is the Gem of Desire?

Himeko: Schicksal got hold of 3 powerful Honkai Cubes 14 years ago, one of which was the Gem of Desire.

Himeko: A covert research program was started 3 years ago to use this Gem and develop weapons capable of fighting a Herrscher.

Himeko: The research Program failed. The Gem has been kept in the Oceania Branch ever since.

Himeko: That’s all I know.

Kiana: Alrighty. Let’s go get that Gem!

--

Gameplay S3-1 - Honkai Town

Himeko: Principal, where did the Gem of Desire come from?

Himeko: I can’t find any related data from the archives… even those related to A-rank Valkyries.

Theresa: Curiosity killed the cat. Do you still wanna know, Major?

Himeko: Of course. My girls are fighting down there for that stupid rock. I need the truth.

Theresa: I’ll tell you about it. It happened 14 years ago.

Theresa: That’s when the 4 Gems, including the Gem of Desire, appeared.

Himeko: The thing 14 years ago? So it’s related to the 2nd Herrscher?

Theresa: Yes. The 2nd Herrscher dragged Siberia into an Imaginary Space 14 years ago…

Theresa: 5 of our A-rank Valkyries were killed in battle.

Theresa: Even Cecilia, our S-rank Valkyrie, could not defeat her.

Himeko: But we did win, eventually. How did that happen?

Himeko: What has that got to do with the Gem of Desire?

--

Gameplay 3-2 - Battleship Intel

Theresa: Kiana, Himeko told me that you’re curious about the battleship. I’ll tell you the analysis results.

Kiana: Aunt Theresa! You’re the World’s #1 Cutie!

Theresa: What did you just say?

Theresa: Never mind… analysis showed that the battleship was not fully activated.

Theresa: Only 1 of the 24 anti-grav drives were operational. Weapon systems were frozen as well.

Theresa: The fully activated battleship would have leveled North America within 24 hours.

Theresa: For the sake of comparison, the Hyperion’s Honkai reactor has a max output of 1380 HW.

Theresa: The Selene has an output of 12000 HW.

Theresa: Wow! The most powerful reactor Schicksal has only has an output of 1500 HW.

Theresa: There’s only one way to build a reactor with an output that exceeds 1500 HW.

Kiana: You’re talking about… Herrschers?

Theresa: Correct. In the Nagazora incident, the 3rd Herrscher delivered a hit amounting to 3200 HW against the Hyperion.

Theresa: To fully activate that battleship, you would need the powers of 4 Herrschers.

Kiana: The voice mentioned 4 keys…

--

Gameplay S3-2 - Gem Search

No story content.

--

Gameplay 3-3 - Destined Encounter

Mei: This is the place indicated by the sensor. But I don’t see anything. Perhaps the sensors malfunctioned.

Bronya: Mei! Wait.

Mei: What’s the matter, Bronya?

Bronya: Bio-sensors detect vital readings 50 meters to the east.

Mei: East… I see it. There’s a girl on a wheelchair. This place is dangerous. We should save her.

Act 2 - Girl in the Wheelchair
Gameplay 3-4 - Girl in the Wheelchair

Himeko: Target located.

Mei: Target? But I thought we were looking for the Gem of Desire. We only found this girl.

Himeko: Intel from the Oceania Branch confirmed the girl as the Gem of Desire.

Wendy: Zombies and Honkai beasts? Not the toughest enemies around, but don’t let your guard down!

Himeko: Allow me to explain.

Himeko: 3 years ago, the Oceania Branch implanted the Gem of Desire into Wendy’s calf.

Himeko: The aim was to meld the Gem with her tibia to achieve Herrscher-grade powers.

Mei: So I guess this Wendy should be pretty powerful. But she’s a girl in a wheelchair.

Himeko: Wendy was Oceania’s best Valkyrie. She might have even become the 4th S-rank Valkyrie of this generation.

Himeko: But she still couldn’t handle the Gem’s power.

Wendy: I wasn’t strong enough to contain the power of the Gem. I lost control of my legs.

Mei: They should have taken out the Gem! Wendy shouldn’t be stuck in this wheelchair.

Himeko: The Gem of Desire is extremely unstable in every medium, but it stabilised in Wendy’s body.

Mei: So Schicksal decided to use Wendy’s body as a vessel for holding the Gem? That’s… evil!

Himeko: No point arguing this here. Bring Wendy back to the Hyperion.

Wendy: We’re heading back? But I’m in a wheelchair. I might slow you down…

Bronya: I can’t believe it. The Bronya does not believe Wendy will slow us down. Project Bunny 19C: activate!

Wendy: A robot? It just materialised from thin air!

Bronya: Project Bunny 19C, pick up subject Wendy. The Bronya will carry you, subject Wendy.

Wendy: What? It can fly!

Kiana: Awesome! Bronya, can I ride on your robot next time?

Bronya: For subject Kiana? Nyet.

--

Gameplay S3-3 - Honkai Container

Theresa: 30 minutes after the battle against the 2nd Herrscher started, Cecilia was the only one left standing.

Theresa: I planned to put on my battlesuit and fight alongside her…

Theresa: But Grandpa Otto stopped me…

Himeko: Grandpa Otto? Overseer Otto Apocalypse?

Theresa: He thought that I wouldn’t do any good.

Theresa: He ordered me to unleash Honkai fission missiles to attack the 2nd Herrscher.

Himeko: Honkai fission missiles? Those things could kill hundreds of Chariot-class Honkai beasts, but would leave the region contaminated…

Theresa: They didn’t do anything to the 2nd Herrscher. She moved them into Imaginary Space before they exploded.

Theresa: But Cecilia grasped her chance. She sacrificed herself to destroy the Core of the 2nd Herrscher.

Theresa: Her Core fractured into 4 Gems.

Himeko: I guess the Gem of Desire was part of the 2nd Herrscher’s Core…

Theresa: Exactly. But there was an accident when we recovered the Gems…

--

Gameplay 3-5 - Back to the Hyperion

No story content.

--

Gameplay S3-4 - Sweet and Cold

No story content.

--

Gameplay 3-6 - Kind Bronya

Bronya: We will be back on the battleship in 4 minutes. Statement proven. Wendy did not slow down the squad.

Mei: Bronya is so kind today.

Kiana: I guess the mighty Bronya’s data center is corrupted by the “Kindness” virus.

Wendy: Thank you, Bronya.

Bronya: The Bronya is glad to help.

Bronya: The Bronya is equipped with armored leg prosthetics.

Bronya: The Bronya was wounded and confined to a wheelchair after an experiment.

Bronya: The exoskeleton system restored the Bronya’s ability to walk.

Wendy: Awesome! Does that mean Wendy can recover one day?

Wendy: I’ll be able to walk and fly like Bronya, right?

Bronya: Da. The Bronya believes it is possible.

Bronya: Once we return to St. Freya High, the Gem can be removed. Subject Wendy shall regain the ability to walk.

Wendy: You’re so nice, Bronya.

Act 3 - Torn Face
Gameplay 3-7 - Earnest Request

Himeko: Bronya, what is it? I’m surprised to see you submit a personal request.

Bronya: Major Himeko, the Bronya requests for St. Freya High to remove the Gem from Wendy.

Bronya: The removal will restore her walking capabilities.

Himeko: That’s… not possible. We need Wendy to keep the Gem stable.

Himeko: We can’t keep the Gem if it’s taken out.

Kiana: Just throw that stupid Gem away! A rock means nothing compared to a girl’s happiness.

Himeko: The Gem of Desire is no ordinary rock.

Himeko: It contains enough Honkai energy to vaporise several cities, and that’s what will happen if it goes off.

Kiana: But…

Wendy: It’s alright, Kiana. I’ve accepted my fate.

Wendy: Valkyries must sacrifice themselves for the greater good. It’s… my duty…

--

Gameplay S3-5 - The Hard Truth

Himeko: What was that?

Theresa: My troops found the 2nd Herrscher’s Core fractured into 4 pieces when they went to recover her body…

Theresa: That was when they appeared… with more advanced battleships and tactical mechas.

Theresa: That was our first encounter with Anti-Entropy, and the 1st Herrscher who led them. The 2nd Herrscher was their aim as well.

Himeko: But Schicksal kept the Gem of Desire. I thought Anti-Entropy would have taken it.

Theresa: Otto managed to deceive them. Schicksal’s Valkyrie forces were devastated. We had no chance against Anti-Entropy.

Theresa: Luckily, Anti-Entropy had no idea that the 2nd Herrscher’s Core had broken into 4 pieces.

Theresa: We fooled them. We gave them her corpse and 1 of the Gem fractures.

Theresa: We told them that that was all we got, and they bought it.

--

Gameplay 3-8 - Disguised Sacrifice

[CG plays wherein Wendy is corrupted by the power of the Gem of Desire implanted in her leg, becoming a Herrscher:

Kiana: Hey, Aunt Himeko, is the Hyperion ready?

Himeko: Stop calling me that! Kids these days…

Himeko: Stay where you are and get ready to board.

Bronya: Wendy… sorry…

Wendy: It’s fine, Bronya. You did nothing wrong.

Himeko: Honkai energy reactions detected.

Himeko: Is it from the Gem of Desire inside Wendy?

Himeko: Wait, the readings of Honkai energy are off the charts!

Himeko: 1500 HW… 2000 HW… Holy…!!

Himeko: What the hell is going on?!

Wendy: 2000 HW, huh…

Wendy: With this power, I won’t even need two shots to crush the Hyperion…

Mei: Miss Wendy, wh-what are you talking about?

Wendy: You hypocrites!

Wendy: I hate you… ALL of you!

Wendy: I can’t wait to kill ALL of you!

Wendy: Hahahahah…

Himeko: This Honkai energy level…

Himeko: Wendy… you’ve harnessed the Gem of Desire’s power?!

Himeko: Or, are you corrupted by the Will of Honkai within it?]

--

Gameplay 3-9 - Torn Face

No story content.

--

Gameplay S3-6 - Tomorrow’s Pain

No story content.

Act 4 - 4th Herrscher
Gameplay 3-10 - An Unwanted Departure

Kiana: Wendy… has flown away…

Himeko: Report this to HQ. Dispatch S-rank Valkyries to capture her.

Bronya: The Bronya does not think that Wendy will hurt anyone.

Himeko: We can’t afford the risks. She has Herrscher powers.

Himeko: Her mind and ego may have been corrupted by the Honkai.

Kiana: I trust Wendy, too.

Kiana: Back in Nagazora, Mei was also controlled by the Honkai, but she managed to resist it!

Mei: Kiana’s right. We can restore Wendy if we help her.

Himeko: I’ll report this to HQ. The S-rank Valkyrie will be here in 30 minutes.

Himeko: You hear that? You have 30 minutes to do whatever that needs to be done.

Bronya: Thank you, Major Himeko!

--

Gameplay S3-7 - Looking for Wendy

Himeko: That means that Anti-Entropy took a Gem from us.

Theresa: Does it bother you?

Himeko: If the Gem of Desire has Herrscher powers, the Gem that they took would have the same.

Himeko: One of our girls down there happens to have Herrscher powers.

Theresa: Your guess is correct. The Gem they took was the Gem of Conquest, and it has the power of lightning.

Theresa: If Schicksal is working towards giving humans Herrscher powers, Anti-Entropy must be doing the same thing as well.

Theresa: And they probably succeeded already.

Himeko: Power of lightning… Mei?

Theresa: It’s just my speculation, though. If it was Mei, why would Anti-Entropy let her leave?

Theresa: Mei seems oblivious about Anti-Entropy.

Theresa: There are too many questions. We should keep this a secret at first.

--

Gameplay 3-11 - Detect and Trace

No story content.

--

Gameplay S3-8 - A Judgment Call

No story content.

--

Gameplay 3-12 - 4th Herrscher

Himeko: 2 pieces of bad news. First: HQ has tagged Wendy as the 4th Herrscher.

Himeko: 2nd: The S-rank Valkyrie from the European HQ has been deployed to bring her in.

Kiana: S-rank Valkyrie? Hah. I would have loved to spar with them in school…

Kiana: …But this is definitely not the time to meet them.

Himeko: They’ve deployed S-rank Valkyrie Durandal.

Himeko: She’s clad in black armor and wields a massive lance.

Himeko: Word is that she’s the most powerful S-rank Valkyrie that we have.

--

Gameplay S3-9 - Durandal

No story content.

Act 5 - Bumpy Road
Gameplay 3-13 - Today’s S-rank

No story content.

--

Gameplay 3-14 - Chaotic Land

Himeko: Another piece of bad news.

Himeko: Schicksal satellites picked up 5 aerial battleships flying across the Pacific. Exact location unknown.

Mei: Aerial battleships? Could that be Anti-Entropy?

Himeko: Who else? Alright girls, give up your search if you run into Anti-Entropy.

Himeko: I’m not losing any of you on this chase.

Theresa: Kiana! Lemme give you a hand this time!

Theresa: Anti-Entropy is on the move? Sounds like a great opportunity to me. Heheh.

Kiana: Give me a hand? What do you mean, Aunt Theresa?

Theresa: You’ll know soon enough.

--

Gameplay S3-10 - Black Armor Lancer

No story content.

--

Gameplay 3-15 - Bumpy Road

Kiana: Found you! Wendy!

Wendy: Why follow me? Do you seek death?

Wendy: I spared you out of kindness. You have no idea who you’re dealing with.

Mei: Wendy, please come back with us!

Mei: It’s dangerous here! Schicksal deployed an S-rank Valkyrie to capture you. Anti-Entropy is coming, too!

Wendy: S-rank Valkyrie? Those with Herrscher-level powers?

Wendy: I really want to know if I can take on an S-rank myself.

Kiana: Hey, that’s so arrogant! You’ll have to get through me first!

Kiana: I was just careless. Even Herrschers are no match for me if I get serious.

Wendy: I won’t upset Bronya nor fight you. Stop following me.

Mei: She flew away again…

--

Gameplay S3-11 - Theresa’s Involvement

Theresa: I just talked to Durandal.

Himeko: And?

Theresa: I got her coordinates.

Himeko: Talk about gullible, huh? I guess I can give her a star for honesty.

Theresa: Can’t help it. We must give Kiana and the girls more time.

Himeko: But exposing her location to the enemy? Durandal is supposed to be an ally…

Theresa: Ally? That nagging little brat is definitely no ally of mine! She gave me a really hard time back then!

Theresa: We’ll have to deal with Anti-Entropy anyway. Durandal can soften them up a bit.

Himeko: But you’re giving Anti-Entropy quite a bit of an advantage by telling them where she is.

Theresa: Oh. But Durandal is uber-powered, you know.

Himeko: You REALLY don’t like her, do you?

--

Gameplay S3-12 - Anti-Entropy’s Crew

No story content.

Act 6 - Chaotic Land
Gameplay 3-16 - Wrong Guidance

Himeko: Found Wendy? We’re out of time.

Himeko: The S-rank Valkyrie will arrive in New Zealand in 2 minutes, and Anti-Entropy battleships are coming too.

Kiana: Dammit! Are we running out of time?

Theresa: Don’t worry about the S-rank Valkyrie or Anti-Entropy.

Mei: Did you manage to stall the S-rank Valkyrie?

Theresa: No. I can’t do that. But I know where she is.

Kiana: Could that mean… What?

Theresa: That’s right. I aired the S-rank’s position on a public channel.

Theresa: I’m sure that Anti-Entropy intercepted my message.

Theresa: They probably went off-course to intercept the Valkyrie.

Kiana: So that’s what those explosions are from.

Theresa: Selling out one of our own doesn’t feel good, but she’ll be doing okay.

Theresa: I hope Anti-Entropy gave us more time.

Kiana: All right! It’s our turn now!

--

Gameplay S3-13 - Clock’s Ticking

Theresa: Hmph! Alright. We’ve fooled the S-rank Valkyrie. You’ll have more time.

Kiana: Terrific. I love you, Aunt Theresa! Muuuuuaha~~~

Theresa: Stop playing coy and find that Wendy. NOW!

Kiana: I was really hoping to meet an S-rank Valkyrie.

Theresa: You should feel lucky, lazybones! She’d PT you to kingdom come if she was your instructor.

Kiana: PT? What’s that?

Theresa: PT stands for physical training. And she’s really good at that.

Theresa: Of the three S-rank Valkyries of Schicksal, two were naturally talented. Durandal got hers with hard work.

Theresa: To be on par with the other two Valkyries, Durandal was expected to put in 10 to 20 times the effort.

Theresa: But the truth was that she put in 100 times the effort.

Kiana: Maybe she was super untalented. Did it work for her?

Theresa: She thinks it did. She now believes that hard work can solve everything.

Theresa: If she knew you flunked your theory test, she’d force you to study 26 hours a day.

Theresa: She’ll get you through hundreds of practice questions. You can forget about sleeping.

Kiana: She sounds like an evil witch.

Kiana: Textbooks are written by the most boring people on Earth.

--

Gameplay 3-17 - Battle from Afar

Kiana: Oh, do you or Aunt Theresa know that S-rank Valkyrie?

Theresa: Oh… I don’t know her very well, but I trained her for a while after she became an A-rank Valkyrie.

Kiana: A subordinate and her direct superior? Then you two SHOULD be close!

Theresa: Hmm… really? But things didn’t really turn out that way…

Kiana: The way you said that… I’m sure something weird happened between you two.

Theresa: Nothing weird happened between us two. I told you that she’s serious and believes in hard work, right?

Kiana: Yeah.

Theresa: She had the nerve to think that superior officers should be serious and believe in hard work too.

Theresa: Every time I tried to take a little break, she’d lecture me on and on.

Kiana: Gosh! I guess I should be thankful that Himeko is a slacker and deadbeat drunk…

Himeko: Hey. Kiana, stop thinking out loud.

Theresa: Anyway, I found a way to get her off my heels.

Kiana: A way? What way?

Theresa: That’s a secret. But it has to do with the keyword “Roland”.

Theresa: Once she opens her trap, I’d say the word “Roland” to shut her up.

--

Gameplay S3-14 - Lost Wind

Theresa: KYAAA! We’re in trouble!

Kiana: What’s wrong, Theresa?

Theresa: Durandal messaged me. She sent Anti-Entropy packing.

Himeko: I guess S-rank Valkyries are indeed powerful.

Theresa: She asked me about the Anti-Entropy ambush since I’m the only one who knew her location.

Mei: Let’s walk away with the lesson that lying is wrong.

Theresa: Think of something smart to say! Quick! Or else!

Kiana: Or else?

Theresa: Or else… she might not report this, but she’ll be here and nag at us for a day.

Himeko: Oh. I’ll avoid your office when she comes by, then.

Theresa: Hey, Himeko I am not leaving you out of this!

--

Gameplay S3-15 - Fear Nothing

Theresa: Any smart excuses for Durandal? I need one quick!

Mei: I thought of one, Principal. Tell her that there’s an Anti-Entropy mole in Schicksal.

Theresa: We can’t do that. It’ll create a huge mess with Schicksal.

Bronya: Bronya thinks we should t-

((Author's Note- (text cut-off, and these early kinds of cutscenes don’t have the history tab so I can’t see what she said))

Bronya: Anti-Entropy initiated this Honkai incident to lure and ambush an S-rank Valkyrie. She was marked from the start.

Bronya: The Bronya thinks this will work.

Theresa: Good, but the logical flaw is that Anti-Entropy would have sent better troops if that was their aim from the start.

Kiana: Hey, listen to my brilliant idea!

Kiana: I noticed that Durandal took the Gold Coast Oceanfront Line to get here.

Kiana: We’ll tell her that Anti-Entropy was on holiday and happened to bump into her…

Himeko: That’s the dumbest and most idiotic thing I’ve ever heard of.

Theresa: It might actually work. It has zero logical flaws. Leme try this. Wait.

Himeko: How did it go? She’s coming to nag at us, right?

Theresa: She actually bought it. People say she’s honest and frank. If you ask me, I think she’s just an idiot!

Kiana: I feel like Durandal is a very reasonable person. Perhaps we can be friends. Wait, did you just call someone an idiot?

--

Gameplay 3-18 - So Close, Yet So Far

Wendy: You girls don’t know when to give up. I’ll have to teach you a lesson!

Kiana: Hey, that’s my line!

Mei: Wendy, please trust us. You’re not yourself. The Honkai is misleading you.

Bronya: Wait, subject Kiana. The Bronya wants to talk to subject Wendy.

Wendy: No! Stop! I don’t want to talk with you, Bronya!

Bronya: The Bronya remembers a younger sister named Seele back in the orphanage. Subject Wendy reminds me of her.

Bronya: Seele was strong and kind, like subject Wendy.

Bronya: Seele was corrupted by the Honkai, but she fought hard and got herself back.

Bronya: The Bronya endured a lot of pain during the modifications… and still suffers to this day…

Bronya: But there is still hope. The Bronya understands subject Wendy’s pain.

Bronya: The Bronya knows subject Wendy can overcome this pain.

Bronya: Do not give up. The Bronya believes in you.

Wendy: I… I trust you too, Bronya…

Wendy: Okay! I’ll give myself another chance!

Mei: Great! Wendy came back to us.

Kiana: Phew. That was really close. Alright, back to the Hyperion.

Kiana: We’re all kick-ass Valkyries. If you get controlled by the Honkai again, I’ll defeat you in no time.

Bronya: Don’t worry, subject Wendy. The Bronya will take you home.

Wendy: Bronya, can I sit on your robot again? Can I?

Bronya: No problem. Project Bunny 19C: activate!

Cocolia: Bronya, your Matushka commands you to recover the 4th Herrscher.

Cocolia: The 4th Herrscher is an important test subject. We can’t let Schicksal get hold of her. We must destroy her if we can’t get her back.

Bronya: No… No!!!

Cocolia: You rebellious little brat.

Cocolia: No matter. You can’t fight it. By the highest level of authority: Delay the 4th Herrscher if you can’t defeat it. Our main forces will be here shortly.

Bronya: By the highest level of authority: Project Bunny 19C, switch to attack mode. Target: 4th Herrscher

Kiana: Stop! Bronya! What are you doing?

Wendy: Bronya? Why did you attack me?

Wendy: Everything you told me was a lie, wasn’t it? No one… there’s no one I can trust…

[CG plays wherein the Anti-Entropy troops catch up with the group, with Cocolia overriding Bronya’s biochip to force her to do her bidding in capturing both Wendy and Mei:

Wendy: Ugh, you are tenacious.

Kiana: Ha! Tenacious is my middle name!

Kiana: I could do this all day!

Cocolia: What a pity… I’ve got no more time for you!

Cocolia: All tactical mechas, invisible mode off! Target: the 4th Herrscher!

Wendy: Aargh!

Mei: No way! One hit and the Herrscher went down!

Cocolia: The new tactical mecha is something else.

Cocolia: Well, I HAVE TO thank you for wearing her down first.

Cocolia: Oh, right, I almost forgot - there’s another Herrscher right here.

Cocolia: Bronya, my sweet daughter, capture the 3rd Herrscher for me.

Kiana: Huh?

Bronya: Yes, Matushka.

Kiana: Mei! Bronya!

Mei: Wh-Why?

Bronya: Mei Raiden has been apprehended. One target remains.

Bronya: Schicksal troops detected. Approaching with high velocity.

Cocolia: Humph, guess you got lucky this time. All units… retreat!

Himeko didn’t arrive in time.

Kiana was the only one she managed to rescue, while Mei and Wendy were taken by the Anti-Entropy troops.

Heart heavy with regret, Kiana had to return to St. Freya High School and devise a plan to rescue Mei with the help of Theresa and Himeko.]