That's Right, I'm Infinite
Testing Blade

From ages ago, across the seas and lands, the mind space had always been the most elusive.

Unrestricted by time or space, connected shapelessly to one another. Even though she was thousands of miles away, she would still seem so close.

But right now, the owner of this elusiveness seemed to have encountered some trouble.

Herrscher of Sentience: Y’all, come have a look at perfection!

Herrscher of Sentience: This is much better than that Fenghuang something!

Herrscher of Sentience: A brick hitting the ground gives you peace!

Herrscher of Sentience: The crisp sound it makes is music to my ears!

Herrscher of Sentience: Hahahaha, I never expected this brick to be such a great weapon! How’s that? Don’t you feel honored to admire the great Herrscher of Sentience’s domineering and unparalleled 72 transformations?

Book of Fuxi: …72 transformations?

Herrscher of Sentience: Tsk, don’t you get it? The great Herrscher of Sentience’s weapon has to be adaptive to every situation!

Herrscher of Sentience: It can morph itself into eighteen different types of weapon, and easily change its form with no restraints. It can become things that you can’t even imagine!

Herrscher of Sentience: If I wanted, I could even turn it into a foldable stool for the Old TImer when she’s tired on a journey… Agh, no, no matter what it becomes, it’s still technically a part of me. So, that would be…

Book of Fuxi: Um, what are you murmuring about? What do you mean “a part”?

Herrscher of Sentience: Nothing, you misheard me! With her sluggish style of traveling, she wouldn’t move for weeks if I were to put a chair beneath some shade!

Book of Fuxi: Oh, so you conjured all these monsters to take your anger out on them?

Herrscher of Sentience: Hmph, it’s bad for my health if I bottle it up, of course I have to vent! Since the Old TImer isn’t here, fighting and smashing with a brick is therapy for me!

Herrscher of Sentience: Why did we end up here in the first place? And we can’t contact that Old Timer either.

Book of Fuxi: Yeah, I’m very concerned about that indeed. I couldn’t find Fu Hua when I woke up, and the first person I thought of was you…

Book of Fuxi: After all, your mind space can be connected directly to Fu Hua. Theoretically speaking, as long as she is willing, you can talk to her no matter where she is.

Book of Fuxi: Unless… um, she’s ignoring you.

Herrscher of Sentience: Huh? How dare she? And what did I do to offend her? It’s not our first fight, don’t tell me that she learned to hold a grudge.

Book of Fuxi: …So maybe Fu Hua really got into trouble, and that’s why we can’t contact her.

Herrscher of Sentience: Hey, watch what you're saying! What’s in that head of ours?

Book of Fuxi: But, I tried everything I could think of, and still couldn’t hear from her. I said that I would always accompany her on her journey, but now…

Herrscher of Sentience: Enoooough, don’t sulk. Any danger that can trap her has either been obliterated long ago, or is something that she willingly stepped into.

Herrscher of Sentience: As long as she minds her own business, nobody under this sun can do anything to her.

Herrscher of Sentience: Ah, maybe she had a sudden realisation, that staying in one place for too long is too boring indeed! Might as well head somewhere new to “immerse herself in the richness of the world”.

Book of Fuxi: But it’s not like Fu Hua to leave without a word.

Herrscher of Sentience: …That’s because she can’t put down her pride and doesn’t want to admit that she has a bad traveling style! Get yourself together, maybe she’ll come back once she’s had enough fun.

Book of Fuxi: (...Feels like you’re describing yourself.)

Dong!

Herrscher of Sentience: Huh?

Book of Fuxi: Monsters… again? Didn’t you say that you already vented?

Herrscher of Sentience: Hey, do I look like someone who throws tantrums? Those things have nothing to do with me!

Book of Fuxi: But isn’t this your mind space?

…!

Book of Fuxi: Strange, they stopped?

Herrscher of Sentience: …Oh, so they’re making a joke out of me!

The anger she had vented instantly returned to her. The Herrscher of Sentience toyed with the brick in her hand as she furiously searched for the source of this infuriating mess.

Herrscher of Sentience: Who’s there?! How dare they get clever in front of the Herrscher of Sentience?! You must be tired of living!

Just as she finished, the weird illusions of those monsters in her mind space dissipated and merged, finally forming a lonely ball of optical haze.

Book of Fuxi: Why did… a ball of mist suddenly appear?

Herrscher of Sentience: Hah, a petty trick! Hey, if you know what’s good for you, show yourself and let me beat you up!

Book of Fuxi: But, this ball of optical haze could easily control those monsters in your mind space… We should take caution.

Herrscher of Sentience: Why are you putting yourself down? This fella is just a coward who hides in the shadows.

Herrscher of Sentience: (Ahem, hey, Book of Fuxi, get behind me.)

Book of Fuxi: Huh?

Book of Fuxi turned to look at the Herrscher of Sentience, who was still waving her brick around. She questioned herself, if she had misheard, but the Herrscher of Sentience’s annoyed voice rang in her head again.

Herrscher of Sentience: (Snap out of it! That haze isn’t normal, who knows what it can do?! Hmph, I’ll strike when it lets its guard down!)

Herrscher of Sentience: Hey, you came all the way here but chose to hide. Are you intimidated by my “72 transformations”? Hah, serves you right! Get out here or I’ll make you regret it!

The Herrscher of Sentience waved the brick in her hand impatiently at the ball of haze, until a soft sigh was heard from it. It seemed like the other party didn’t know how to begin.

???: …Hello, Herrscher of Sentience.

Herrscher of Sentience: Oh, so you know who I am and intentionally came to pick a fight? Well, I guess everyone across the seven seas has heard of my great name. Ah, how troubling it is to be so famous.

???: Herrscher of Sentience, in a way, we have quite the affinity. But today, I came to ask you for a favor… one that only you can do for me.

Herrscher of Sentience: Huh? How brazen of you. You intruded upon my mind space and now you want my help? Dream on!

Herrscher of Sentience: But, your voice does sound somewhat familiar, where have I heard it before… Tch, she has way too many memories, I can’t recall off the bat!

Herrscher of Sentience: Hey, who are you?! Why must I help you?!

???: …That’s not important. You just have to know that you cannot refuse this favor.

Herrscher of Sentience: Oh? And why is that?

???: Fu Hua.

Herrscher of Sentience: …?!

Herrscher of Sentience: …First things first, don’t try to trick me into some other bubble universe. I can find the Old Timer myself.

???: No, on the contrary, I hope that you can stay here.

Herrscher of Sentience: …!