{
	"35": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10241"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401614,
			"——Hyperelectric Society",
			"——超电社",
			"——超電社",
			"——초전사",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401615,
			"...I'm really tired today...I should not have been brave enough to carry out this mission.",
			"呼…今天真是累死我了…果然不应该逞能执行这次任务。",
			"ふぅ……今日は本当に疲れたわ……やっぱり無理して今回の任務に行くんじゃなかった。",
			"휴… 오늘 정말 힘들었어… 역시 무리해서 이번 임무에 참여하지 말 걸 그랬어.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401616,
			"Well, I didn't expect the first assignment to be so difficult...I'm a little worried about my ability.",
			"嗯，没想到第一次的任务就这么困难……稍微有点担心自己的能力呢。",
			"ええ、初めての任務がこんなに困難なものだなんて……自分の能力が少し心配になってきました。",
			"네, 첫 임무가 이렇게 어려울 줄은… 제 능력이 조금 걱정되기 시작했어요.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401617,
			"Don't be discouraged. You all did a great job today.",
			"不用气馁。你们今天做的都很棒。",
			"気を落とす必要はないわ。今日のあなたたちはよくやったわよ。",
			"기죽을 필요 없어. 오늘 너희들 잘 해냈어.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401618,
			"Captain Himeko…As expected, the captain is still very powerful! You can handle situations like that calmly!",
			"姬子队长…果然队长还是很厉害呢！在那样的情况下都能冷静应对！",
			"姫子隊長……やっぱり隊長はすごいですね！あんな状況でも冷静に対処できるなんて！",
			"히메코 대장… 역시 대장님은 대단하시네요! 그런 상황에서도 냉정하게 대처하다니!",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401619,
			"All right, all right! You might as well go back as soon as you have time to kiss ass here… Himeko, I'm taking a week off. Don't call me on any other missions...",
			"好了好了！有时间在这里拍马屁还不如早点回去…姬子，我要休息一个星期，后面的任务都别叫上我了……",
			"ほらほら！こんな所でおべっかを言う時間があったらさっさと帰りましょう……姫子、私は1週間休むからね。これからの任務は私を呼ばないでちょうだい……",
			"자자! 이런 데서 아첨할 시간 있으면 빨리 돌아가자… 히메코, 나 1주일 쉴 거야. 앞으로 임무는 나 부르지 마…",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401620,
			"It looks like you're all safe. You've had a hard time with this mission.",
			"看来你们都平安无事，这次任务辛苦你们了。",
			"無事に帰って来られたみたいね。今回の任務はご苦労様。",
			"무사히 돌아온 모양이네. 이번 임무 수고했어.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401621,
			"Dr.Mei? No! No! It wasn't hard at all!",
			"芽衣博士？不！没有！一点都不辛苦！",
			"芽衣博士？いえ！とんでもない！ちっとも疲れていませんよ！",
			"메이 박사님? 아니요! 천만에요! 전혀 안 힘들어요!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401622,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				551,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401623,
			"Dr.Mei! This kind of task is a breeze for me!",
			"芽衣博士！那些恐怖组织的杂鱼根本不够看！这种任务对于我来说压根不费吹灰之力！",
			"芽衣博士！あのテロ組織の雑魚どもなんて取るに足りませんよ！こんな任務、私にとっては朝飯前です！",
			"메이 박사님! 그 테러 조직 잡것들 따위는 상대도 안 돼요! 이런 임무는 저에겐 식은 죽 먹기랍니다!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401624,
			"Good",
			"是么，那今后也拜托了。",
			"そうなの？じゃあ、これからも頼むわね。",
			"그래? 그럼 앞으로도 부탁해.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401625,
			"Hey",
			"那必须的！",
			"もちろんですとも！",
			"물론이죠!",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			401626,
			"But Kika just said rest…",
			"可是辉火不是刚才说要休息……",
			"でも、今、輝火は休むって……",
			"하지만 지금 키카는 쉰다고...",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401627,
			"Shut up!",
			"闭嘴！",
			"お黙り！",
			"닥쳐!",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				550,
				4,
				false
			]
		],
		[
			"msg",
			401628,
			"Goo!",
			"咕！",
			"ぐっ！",
			"윽!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				3,
				false
			],
			[
				550,
				4,
				true
			]
		],
		[
			"msg",
			401629,
			"You might as well go back and rest as soon as you have time to gossip here.",
			"有时间在这里贫嘴还不如早点回去休息吧。",
			"こんなところで無駄口を叩いている暇があるなら、早く帰って休みましょう。",
			"이런 데서 쓸데없는 소릴 하고 있을 시간에 빨리 돌아가서 쉬자.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				0,
				false
			],
			[
				550,
				4,
				true
			]
		],
		[
			"msg",
			401630,
			"Himeko is right, although the identity of The terrorist group has been identified, The operation of The MTU has failed, and this farce is just the opening act.",
			"姬子说的没错，虽然恐怖组织的身份已经查明，但是人合联这次的清剿行动也功归一篑，这出闹剧不过只是开场而已。",
			"姫子の言う通りよ。テロ組織の正体は明らかになったけれど、人類契約連盟の今回の掃討作戦も失敗に終わったのよ。この騒ぎは始まりに過ぎないわ。",
			"히메코의 말이 맞아. 테러 조직의 정체는 밝혀졌지만, 인류 계약 연맹의 이번 소탕 작전도 실패로 끝났어. 이 소란은 시작에 불과해.",
			null
		],
		[
			"msg",
			401631,
			"Rest well, there will be more unreasonable emergencies for you to solve.",
			"好好养精蓄锐吧，今后想必还有更多不可理喻的突发事件需要你们解决。",
			"しっかりと鋭気を養ってちょうだい。これからは、あなたたちに解決してもらわないといけない不可解な突発的事件が多くなると思うわ。",
			"단단히 사기를 북돋우도록 해줘. 앞으로 너희들이 해결해야 할 불가사의한 돌발 사건이 많아질 거야.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401632,
			"Yes! Dr.Mei!",
			"是！芽衣博士！",
			"はい！芽衣博士！",
			"네! 메이 박사!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401633,
			"Then Mei walked straight away, looking after her, Kika's face was full of admiration.",
			"说完，芽衣径直离去，看着她的背影辉火脸上满是仰慕的表情。",
			"話が終わると、芽衣はそのまま立ち去った。輝火は彼女の後ろ姿を尊敬に満ちた表情で見つめていた。",
			"말을 마치자, 메이는 그대로 자리를 떠났다. 키카는 그녀의 뒷모습을 경외심 가득한 표정으로 바라보고 있었다.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401634,
			"Dr.Mei is so handsome…",
			"果然芽衣博士好帅啊……",
			"やっぱり芽衣博士ってカッコいいなぁ……",
			"역시 메이 박사는 정말 멋있어……",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401635,
			"Of course",
			"是呢。",
			"そうですね。",
			"그렇네요.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401636,
			"No matter how you got into Valkyries squad! I'll never let you down if you embarrass the doctor!",
			"喂！新人！你这家伙！不管你是用什么方法进的女武神小队！既然加入了就给我好好卖力！要是让博士丢脸我绝饶不了你！",
			"ちょっと！新人！あんた！あなたがどんな方法でヴァルキリー小隊に入ったのか知らないけど、入った以上はしっかり頑張りなさいよ！もし博士の顔に泥を塗るような真似をしたら、絶対に許さないからね！",
			"이봐! 신입! 너! 네가 어떤 방법으로 발키리 소대에 들어갔는지는 모르겠지만, 들어온 이상 제대로 열심히 해! 만약 박사님 체면에 먹칠하는 짓을 했다간 절대 용서하지 않을 거야!",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401637,
			"Yes!",
			"是…是！",
			"は……はい！",
			"네……네!",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401638,
			"Hum……",
			"哼……",
			"ふん……",
			"흥……",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				2,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401639,
			"Ah... The team is still difficult to lead.",
			"哎…队伍还是难带啊。",
			"やれやれ……チームを率いるのって本当に大変ね。",
			"아이고…… 팀을 이끄는 건 정말 힘들어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401640,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			432351
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401641,
			"Late at night, Mei sat alone in front of the screen in a quiet room.",
			"深夜，寂静的房间内芽衣独自一人坐在荧幕前。",
			"深夜、静まり返った部屋の中で芽衣はモニター画面の前に一人で座っていた。",
			"한밤중, 고요해진 방 안에서 메이는 모니터 화면 앞에 혼자 앉아 있었다.",
			null
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401642,
			"She was silent, just looking at the data in the blue glow.",
			"她默不作声，只是静静地看着在蓝色荧光中闪烁的资料。",
			"彼女は黙ったまま、青い光の中に映し出された資料をじっと見つめていた。",
			"그녀는 말없이 푸른 빛 속에 비춰진 자료를 응시하고 있었다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401643,
			"——",
			"——",
			"——",
			"——",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"bg",
			"CG10222"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401644,
			"Kevin…Kaslana",
			"凯文…卡斯兰娜。",
			"ケビン……カスラナ。",
			"케빈…… 카스라나.",
			null
		],
		[
			"msg",
			401645,
			"As a pawn, it's worth looking forward to. Let me see what chemistry you have with that man…",
			"作为棋子来说还算值得期待，就让我看看你和那个男人能产生什么化学反应……",
			"駒としては期待できるわね。あなたとあの男がどのような化学反応を生み出すか見せてもらいましょう……",
			"장기말로는 기대되네. 당신과 그 남자가 어떤 화학 반응을 일으킬지 보여줘……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			401646,
			"BeepBeep——",
			"滴滴——",
			"ピピッ——",
			"삐빅——",
			null
		],
		[
			"msg",
			401647,
			"At this point, a communication access to come in, from the communication, sounded a familiar female voice.",
			"此时，一个通讯接入了进来，从通讯中，响起了一个熟悉的女声。",
			"この時、通信が入った。通信の向こう側からは聞き慣れた女性の声が聞こえた。",
			"이때, 통신이 들어왔다. 통신 반대편에서 익숙한 여성의 목소리가 들려왔다.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"msg",
			401648,
			"Excuse me, Dr.Mei.",
			"芽衣博士，打扰了。",
			"芽衣博士、お邪魔します。",
			"메이 박사님, 실례합니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401649,
			"Secretary Cocolia, congratulations on your promotion.",
			"可可利亚部长，恭喜升迁。",
			"カカリア部長、昇進おめでとうございます。",
			"쿠쿠리아 부장님, 승진 축하드립니다.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"msg",
			401650,
			"The general is at the center of the storm, and I'm just stepping in for the time being.",
			"升迁不敢当，将军现在处于风口浪尖，我只是暂时接替他的职务罢了。",
			"昇進なんてとんでもない。将軍は風当たりが強くなっているので、一時的に彼の職務を代行しているだけです。",
			"승진이라니 말도 마세요. 장군님은 바람이 거세지고 있어서, 일시적으로 그의 직무를 대행하고 있을 뿐입니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401651,
			"So you've come to bring me good news?",
			"所以你是来给我报喜的么？",
			"それで、良い知らせを届けるために連絡してくれたのかしら？",
			"그래서, 좋은 소식을 전하려고 연락한 거야?",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"msg",
			401652,
			"I have come to thank Dr.Mei. Thanks to your help, I was able to achieve my goal successfully.",
			"我是来感谢芽衣博士的。多亏了您的协助，我才能顺利达成目的。",
			"芽衣博士にお礼を言いたくて。あなたが協力してくれたおかげで、私は無事に目的を果たすことができました。",
			"메이 박사님께 감사 인사를 드리고 싶어서요. 당신이 협력해 주신 덕분에, 저는 무사히 목적을 달성할 수 있었습니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401653,
			"Help...I just don't want to get into trouble. Since the report you gave me has been investigated in such detail, why didn't you submit it to The MTU?",
			"协助…我只是不想惹事上身而已。你交给我的那份报告，既然已经查得如此详细，为什么不提交给人合联？",
			"協力……私はただ災いが自分に降りかかってほしくなかっただけよ。あなたが送ってくれた報告書ですけど、ここまで詳細に調べておきながら、どうして人類契約連盟に提出しないの？",
			"협력이라... 난 그냥 재앙이 내게 미치지 않길 바랐을 뿐이야. 네가 보낸 보고서 말인데, 여기까지 자세히 조사해 놓고, 왜 인류 계약 연맹에 제출하지 않는 거야?",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"msg",
			401654,
			"I think you understand what I mean.",
			"我想您应该明白我的用意。",
			"博士なら私の意図を分かっていると思いますが。",
			"박사님이라면 제 의도를 이해하실 거라 생각합니다만.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401655,
			"Hum...The attack on the civilians in the Lower Area was planned by you, and the stupid general was sure to lose his cool, so you were given the chance.",
			"哼…在下层区对平民发动攻击的戏码是你早就安排好的计划，那个愚蠢的将军一定会沉不住气，所以才让你有机可乘。",
			"フッ……スラムで一般市民に対して攻撃を仕掛けたのは、あなたが前々から用意していた計画でしょう。あの愚かな将軍はきっと怒りを抑えられない。だからあなたはそれを利用したのでしょう。",
			"흐... 슬럼가에서 일반 시민을 상대로 공격을 감행한 건, 네가 오래전부터 준비해 둔 계획이겠지. 그 바보 같은 장군은 분명 분노를 억제하지 못할 거야. 그래서 넌 그걸 이용한 거지.",
			null
		],
		[
			"msg",
			401656,
			"At all costs to climb to the top of the power, what exactly do you want?",
			"不惜一切爬到权利的顶端，你想要的究竟是什么东西？",
			"あらゆる犠牲を顧みることなく権力の頂点にたどり着こうとする。あなたは一体何を手に入れようとしているのかしら？",
			"어떤 희생도 돌아보지 않고 권력의 정점에 오르려 하다니. 도대체 뭘 얻으려는 거야?",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"msg",
			401657,
			"Ha ha...As you know, today The MTU is no longer able to lead mankind forward. Our interests are aligned. I, like you, want humanity to defeat Houkai and free itself from the chains of destruction.",
			"呵呵…您也明白，如今的人合联已经无法带领人类前行。我们的利益是一致的。我和您一样都是为了让人类战胜崩坏，脱离灭亡的枷锁。",
			"フフ……あなたもご存じの通り、今の人類契約連盟は、もはや人類を導いて前に進むことはできません。私たちの利害は一致しているのですよ。私はあなたと同じように人類を崩壊に勝たせ、滅亡の鎖から抜け出させたいだけです。",
			"흐흐... 아시다시피 지금의 인류 계약 연맹은 더 이상 인류를 이끌고 나아갈 수 없어요. 우리의 이해관계는 일치하고 있죠. 전 당신처럼 인류를 붕괴에서 이기게 하고, 멸망의 사슬에서 벗어나게 하고 싶을 뿐입니다.",
			null
		],
		[
			"msg",
			401658,
			"And the reforms and sacrifices that have been made have been integral.",
			"而为此做出的改革和牺牲是不可或缺的一环。",
			"そして、そのための改革や犠牲は必要不可欠なものなのです。",
			"그리고 이를 위한 개혁과 희생은 필수불가결한 것입니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401659,
			"Eh... Then I wish you all the best.",
			"是么…那就祝你一帆风顺。",
			"そう……万事うまくいくことを祈っているわ。",
			"그래... 모든 일이 잘 풀리길 바란다.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"msg",
			401660,
			"Thank you, Doctor. I think we will have many opportunities to work together in the future.",
			"多谢博士，我想我们今后还有很多机会可以合作。",
			"ありがとうございます、博士。私たちはこれからも協力し合う機会が多くなると思いますよ。",
			"감사합니다, 박사님. 앞으로도 서로 협력할 기회가 많을 거라 생각해요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			401661,
			"The communication was cut off and Mei sighed weakly.",
			"通讯切断，芽衣淡淡地叹了口气。",
			"通信が切断され、芽衣は小さくため息をついた。",
			"통신이 끊기자, 메이는 작게 한숨을 쉬었다.",
			null
		],
		[
			"msg",
			401662,
			"Looking at the white-haired man in front, she smiled contemptuously as if she were talking to herself.",
			"看着眼前白发的男子，仿佛自言自语一般，露出了轻蔑的笑容。",
			"そして目の前の白髪の男の写真を見ながら、独り言をつぶやくかのように軽蔑の笑みを浮かべた。",
			"그리고 눈앞의 백발 남자의 사진을 보며, 혼잣말을 중얼거리듯 경멸의 미소를 지었다.",
			null
		],
		[
			"msg",
			401663,
			"——",
			"——",
			"——",
			"——",
			null
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			401664,
			"Looks like there are plenty of idiots just like you in the world…",
			"看来这个世界上还有很多和你一样的蠢货呢……",
			"どうやらこの世界にはあなたのような愚か者がまだ大勢いるようね……",
			"아무래도 이 세상에는 당신 같은 바보가 아직도 많군요……",
			null
		],
		[
			"msg",
			401665,
			"All right, then let the cold front come more intense.",
			"也好，那就让寒流来的更猛烈一些吧。",
			"まあいいわ。それなら冷気をさらに猛烈なものにするがいいわ。",
			"뭐 좋아. 그럼 냉기를 더욱 맹렬하게 만들어 보시지.",
			null
		]
	]
}