{
	"15": [
		[
			"bgm",
			48
		],
		[
			"speaker",
			432359
		],
		[
			"bg",
			"CG10240"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400722,
			"This is the reason I come to meet you, Dr. Mei.",
			"这就是我见你的理由，芽衣博士。",
			"これがあなたに会おうとした理由だよ。芽衣博士。",
			"이게 당신을 만나려 했던 이유야. 메이 박사.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400723,
			"Alright…you seem to spend lots of efforts. That's it? Why don't you call our reception and book my time?",
			"好吧…看来你们还真是下血本了。搞这么大动静就是为了这个？为什么不试试打个电话给超电社前台预约个时间呢？",
			"いいでしょう……あなたたちは本当に必死みたいね。こんなに大掛かりことをしたのは、このためだったの？どうして超電社の受付に電話をかけてアポを取ろうとしなかったの？",
			"좋아...... 너희들 정말 필사적이구나. 이렇게 큰일을 벌인 게 이 때문이었어? 왜 초전사 접수처에 전화해서 약속을 잡으려고 하지 않았던 거야?",
			null
		],
		[
			"speaker",
			432359
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400724,
			"Of course, not only that, this meeting is just a test, both you and The MTU.",
			"当然不只是这样，这次的见面只是一个试探，不论是你还是人合联。",
			"もちろんそのためだけじゃないさ。今回会ったのは、探りを入れるためでもあるんだ。あなたであろうと、人類契約連盟であろうと。",
			"물론 그 때문만이 아니야. 이번에 만난 건, 탐색을 넣기 위해서이기도 해. 네가 되었든, 인류계약연맹이 되었든.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				4,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400725,
			"The Mankind Treaty Union?",
			"人合联？",
			"人類契約連盟？",
			"인류계약연맹?",
			null
		],
		[
			"speaker",
			432359
		],
		[
			"portraits",
			[
				548,
				4,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400726,
			"Dr.Mei, did you lie about what you said in the conference room today?",
			"芽衣博士，你今天在会议室上的内容没有说谎吧？",
			"芽衣博士、あなたが今日、会議室で話した内容に嘘はないかな？",
			"메이 박사, 당신이 오늘 회의실에서 말한 내용에 거짓은 없을까?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				7,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400727,
			"Of course not, but it doesn't matter if you don't believe it. Because it is not the power of a few people can change the fact.",
			"当然没有，不过你不相信也无所谓，因为这不是几个人的力量就可以改变的事实。",
			"もちろんよ。でも、あなたが信じてくれなくても構わないわ。だって、数人の力で変えられるような事実じゃないのだから。",
			"물론이야. 하지만, 네가 믿어주지 않아도 상관없어. 왜냐하면, 몇 사람의 힘으로 바꿀 수 있는 사실이 아니니까.",
			null
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400728,
			"I'd rather no one believed it. Isn't it good to live in a blinkered fantasy world? At least humans are a lot more optimistic now.",
			"我倒是宁愿没人相信它，活在幸福蒙蔽下的虚幻世界中不是挺好的么？至少现在的人类可比以前乐观多了。",
			"むしろ誰も信じないでほしいくらいよ。幸せなごまかしで包まれた幻の世界で生きるのだって悪くないでしょう？少なくとも、今の人類は以前よりもずっと楽観的になったわ。",
			"오히려 아무도 믿지 않아 주길 바랄 정도야. 행복한 속임수로 둘러싸인 환상의 세계에서 사는 것도 나쁘지 않잖아? 적어도, 지금의 인류는 이전보다 훨씬 더 낙관적이 되었어.",
			null
		],
		[
			"speaker",
			432359
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400729,
			"Eh... But we're different. We want to live.",
			"是么…但是我们不一样，我们想要活下去。",
			"そうかな……だが、我々は違う。我々は生き延びたいんだ。",
			"그런가... 하지만, 우리는 달라. 우리는 살아남고 싶다고.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				4,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400730,
			"To live? It's not an easy task.",
			"活下去？那可不是容易的事情。",
			"生き延びる？それはちょっと難しいわね。",
			"살아남는다? 그건 좀 어렵겠네.",
			null
		],
		[
			"speaker",
			432359
		],
		[
			"portraits",
			[
				548,
				4,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400731,
			"We understand, so... We need to give people some pain for deceiving us.",
			"我们明白，所以…需要给欺骗我们的人一些痛苦。",
			"分かっているさ。だから……我々を欺く人間に苦痛を与える必要があるんだ。",
			"알고 있어. 그러니까... 우리를 속이는 인간에게 고통을 줄 필요가 있는 거야.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				7,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400732,
			"What do you mean?",
			"什么意思？",
			"どういうこと？",
			"무슨 뜻이지?",
			null
		],
		[
			"speaker",
			432359
		],
		[
			"portraits",
			[
				548,
				7,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400733,
			"Hyperelectric Society… No, The most important person in The human race has been kidnapped, and The MTU is bound to send a large force to rescue you.",
			"超电社…不，人类最重要的人物遭到劫持，人合联势必出动大量兵力前来解救你。",
			"超電社……いや、人類にとって最も重要な人物が誘拐されたんだ。人類契約連盟はきっと大勢の兵力であなたを救出しに来るだろう。",
			"초전사... 아니, 인류에게 가장 중요한 인물이 납치됐어. 인류계약연맹은 분명 대군을 이끌고 널 구하러 올 거야.",
			null
		],
		[
			"msg",
			400734,
			"But at the moment, their most empty place, is their own nest.",
			"而此刻，他们最空虚的地方，却是自己的老巢。",
			"そして、今この時、彼らの最も手薄な場所は自分たちのアジトってわけさ。",
			"그리고 지금 이 순간, 그들의 가장 취약한 곳은 바로 그들의 아지트라는 거지.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400735,
			"Your real purpose is...",
			"你的真正目的难道是……",
			"まさか、あなたの本当の目的は……",
			"설마, 당신의 진짜 목적은……",
			null
		],
		[
			"speaker",
			432359
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400736,
			"The explosion of the viaduct is just the fuse. The real fireworks will be lit at the top of the sky city.",
			"高架桥的爆炸不过是引线，真正的烟火，将在长空市的最高处点燃。",
			"高架道路の爆発は導火線にすぎないよ。本当の花火は長空市の最も高い場所に上がるんだ。",
			"고가 도로 폭발은 도화선에 불과해. 진짜 폭죽은 장공시에서 가장 높은 곳에 터질 거야.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400737,
			"Boom———— ! ! !",
			"轰隆————！！！",
			"ドォォン————！！！",
			"쿵————!!!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400738,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400739,
			"A dull explosion was heard in the distance. Mei looked up to see a bright pillar of fire rising into the sky above the towering MTU building.",
			"一声沉闷的爆炸从远处传来，芽衣抬头望去，天际线高耸的人合联大楼顶端，一束明亮的火柱直上云霄。",
			"重々しい爆発音が遠くから聞こえてきた。芽衣が顔を上げると、地平線近くに高くそびえる人類契約連盟ビルの最上部から明るい火柱が空に向かって上がっていた。",
			"우르릉거리는 폭발음이 멀리서 들려왔다. 메이가 얼굴을 들자, 지평선 근처에 높이 솟은 인류계약연맹 빌딩의 최상부에서 밝은 불기둥이 하늘로 향해 올라가고 있었다.",
			null
		],
		[
			"speaker",
			432359
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400740,
			"That is our purpose, to make our voice heard.",
			"这就是我们的目的，让世界听到我们的声音。",
			"これこそが我々の目的さ。世界に我々の声を届けるのだ。",
			"이것이 바로 우리의 목적이야. 세계에 우리의 목소리를 전하는 거지.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400741,
			"What exactly do you want to do?",
			"你们究竟想做什么？",
			"あなたたち、一体何がしたいの？",
			"당신들, 대체 뭘 원하는 거야?",
			null
		],
		[
			"speaker",
			432359
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				556,
				0,
				false
			]
		],
		[
			"msg",
			400742,
			"It's all about survival, that's all.",
			"一切都是为了活下去，仅此而已。",
			"全ては生き延びるためさ。ただそれだけだよ。",
			"모든 것은 살아남기 위해서야. 그뿐이야.",
			null
		],
		[
			"msg",
			400743,
			"See you soon, Dr.Mei.",
			"我们后会有期，芽衣博士。",
			"また会おう、芽衣博士。",
			"또 만나자, 메이 박사.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				7,
				false
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400744,
			"Wait!",
			"等下！",
			"待って！",
			"잠깐!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				556,
				0,
				true
			]
		],
		[
			"msg",
			400745,
			"Mei was about to go ahead, the girl cut her off with a saw. When she knew it, the shadow under the street lamp has gone.",
			"芽衣刚想踏前，一旁的女孩举起了锯刀阻拦了她的去路。再次回过神时，路灯下的人影已经消失不见。",
			"芽衣が前に進み出ようとした時、そばにいた少女が刃物を振り上げ、芽衣の行く手を塞いだ。再び目を向けた時には、街灯の下の人影は既に姿を消していた。",
			"메이가 앞으로 나아가려 할 때, 곁에 있던 소녀가 칼을 휘둘러 메이의 앞을 막았다. 다시 눈을 돌렸을 땐 가로등 아래의 인영은 이미 사라진 뒤였다.",
			null
		],
		[
			"msg",
			400746,
			"And then the girl put down the weapon, annd ran into the dark.",
			"随后女孩也放下武器，转身奔向黑暗之中。",
			"少女もすぐに武器を下ろし、背を向けて暗闇の中へと走り去っていった。",
			"소녀도 곧 무기를 내려놓고 등을 돌려 어둠 속으로 사라져갔다.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			400747,
			"Dr. Mei! Are you ok!",
			"芽衣博士！您没事吧！",
			"芽衣博士！大丈夫ですか！",
			"메이 박사님! 괜찮으세요?",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			400748,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			400749,
			"Where's the girl that kidnapped you?",
			"刚才那个绑架您的女孩呢？",
			"さっき博士を誘拐した女の子は？",
			"방금 박사를 납치한 그 소녀는?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			400750,
			"She left.",
			"走掉了。",
			"逃げたわ。",
			"도망쳤어.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			400751,
			"Left?",
			"走掉了？",
			"逃げた？",
			"도망쳤다고?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			400752,
			"Yes, let's go.",
			"嗯，我们也回去吧。",
			"ええ、私たちも帰りましょう。",
			"그래, 우리도 돌아가자.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			400753,
			"But……",
			"可是……",
			"しかし……",
			"하지만......",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				4,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			400754,
			"Or you want to stay here a bit more?",
			"还是说你想在这里多待一会？",
			"それとも、まだここにいたいの？",
			"아니면, 아직 여기에 있고 싶은 거야?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			400755,
			"With a wailing voice of air flows, several rescue flights fell slowly from the sky.",
			"空中传来一阵气流的尖啸声，数架救援飞行器从高空缓缓坠下。",
			"空から気流が鋭く吹きつける音が聞こえてきた。救援の飛行マシン数機が空からゆっくりと降下してきた。",
			"하늘에서 기류가 날카롭게 불어닥치는 소리가 들려왔다. 구원의 비행 머신 몇 대가 하늘에서 천천히 하강해 왔다.",
			null
		],
		[
			"msg",
			400756,
			"Using the light of flights, Mei looked back at the deep of alley.",
			"借着飞行器明亮的探照灯，芽衣回头看向深邃的小巷深处。",
			"飛行マシンの明るいサーチライトを頼りに、芽衣は暗い路地の奥に顔を向けた。",
			"비행 머신의 밝은 서치라이트를 의지해, 메이는 어두운 골목의 깊은 곳으로 얼굴을 돌렸다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			400757,
			"These guys, where are they from……",
			"这帮家伙，到底什么来头……",
			"あいつら、一体何者なのかしら……",
			"저 녀석들, 대체 무슨 사람들인 거지……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			400758,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			432354
		],
		[
			"bg",
			"CG10242"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				551,
				2,
				false
			]
		],
		[
			"msg",
			400759,
			"Sorry! Doctor! I'm willing to take my punishment!",
			"对不起！博士！我甘愿受罚！",
			"申し訳ありません！博士！処罰は甘んじてお受けします！",
			"죄송합니다! 박사님! 처벌은 달게 받겠습니다!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				551,
				2,
				true
			]
		],
		[
			"msg",
			400760,
			"This is not your fault, Himeko.",
			"这不是你的错，姬子。",
			"姫子、これはあなたのせいじゃないわ。",
			"히메코, 이건 당신 탓이 아니야.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				551,
				4,
				false
			]
		],
		[
			"msg",
			400761,
			"No! This is all because of me!",
			"不！这一切都是我的疏忽造成的！",
			"いえ！これは全て私の油断が招いたものです！",
			"아니요! 이건 모두 제 방심이 초래한 것입니다!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			400762,
			"Hey…I'm alright?",
			"哎…我不是好好的么？",
			"もう……私は無事でしょう？",
			"이젠…… 저는 무사할까요?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				551,
				4,
				false
			]
		],
		[
			"msg",
			400763,
			"It's because you are lucky! It will be such a big loss if you have any accident!",
			"这次只是万幸！如果您有什么意外这将是无可估量的损失！",
			"今回は不幸中の幸いだっただけです！もし、博士に何かあれば、計り知れない損失になります！",
			"이번엔 불행 중 다행이었을 뿐입니다! 만약, 박사님께 무슨 일이라도 있었다면, 헤아릴 수 없는 손실이 됐을 거예요!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			400764,
			"……now it sounds my fault.",
			"……怎么感觉变成你教育起我来了。",
			"……何だか、あなたが私にお説教しているみたいになってきたわね。",
			"……왠지, 당신이 나에게 훈계하는 것 같아져 버렸네.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			400765,
			"I just want you to know how serious this is.",
			"我只是希望您知道事情的严重性。",
			"私はただ事態の重大性を分かってもらいたいだけです。",
			"저는 단지 사태의 중대성을 이해해 주길 바랄 뿐입니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			400766,
			"Well, in that case, you'll be fined for writing a summary report to The MTU's security bureau, which is going to be a big deal right now.",
			"好吧，既然如此那就罚你给人合联的警卫局写总结报告吧，这件事情现在可有得折腾了。",
			"分かったわ。それなら罰として、人類契約連盟の警備局に向けて報告書を書いてちょうだい。これはかなりしんどい罰だと思うわ。",
			"알겠어. 그렇다면 벌로서 인류계약연맹의 경비국을 향해 보고서를 써줘. 이건 꽤 힘든 벌이 될 것 같아.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				551,
				2,
				false
			]
		],
		[
			"msg",
			400767,
			"Uh... Well, it's a headache to think about.",
			"呃…好吧，的确想想就是令人头疼的问题。",
			"うっ……分かりました。確かに考えただけで頭が痛くなる問題ですね。",
			"으응…… 알겠습니다. 확실히 생각만 해도 머리가 아파지는 문제네요.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				4,
				false
			],
			[
				551,
				2,
				true
			]
		],
		[
			"msg",
			400768,
			"Yes, now that The MTU is in a mess, I think they'll find us soon. It will be a great opportunity for Hyperelectric Society to find fault with them. They won't let it go easily.",
			"没错，现在人合联乱成一团，我想很快他们就会找上门来，这也是给超电社找茬的绝佳机会，那帮老爷子不会轻易放过。",
			"そうよ。今の人類契約連盟はてんてこ舞いになっているわ。きっとすぐに私のところに押しかけてくるでしょうね。これも超電社に因縁をつける絶好の機会だから、あのタヌキ親父たちは絶対に見逃さないでしょう。",
			"그래. 지금 인류계약연맹은 정신없이 바쁠 거야. 분명 곧 내게로 쳐들어올 거야. 이건 초전사에게 트집 잡을 절호의 기회니까, 그 너구리 영감들은 절대로 놓치지 않을 거야.",
			null
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				551,
				2,
				true
			]
		],
		[
			"msg",
			400769,
			"The goal was to capture the attention of the Guard by kidnapping me, and to target The MTU's empty headquarters. Although we are also victims, compared with the loss of The MTU, it is hard not to doubt the reason.",
			"对方的目的是借由绑架我来吸引警卫局的注意，从而将目标放在了守备空虚的人合联总部。虽然我们也是受害者，但和人合联的损失比起来，很难让人不怀疑其中的缘由。",
			"相手の目的は私を誘拐して警備局の注意を引きつけることだった。そして警備が手薄になった人類契約連盟の本部を目標にしたのよ。私たちも被害者ではあるけれど、人類契約連盟の損害に比べれば、関わりを疑うなという方が無理な話だわ。",
			"상대의 목적은 나를 납치해 경비국의 주의를 끌어내는 것이었어. 그리고 경비가 허술해진 인류계약연맹의 본부를 목표로 삼은 거야. 우리도 피해자이지만, 인류계약연맹의 손해에 비하면 관련을 의심하지 말라는 쪽이 무리한 이야기지.",
			null
		],
		[
			"msg",
			400770,
			"They just destroyed the headquarters building...This kind of crazy behavior is a total terrorist.",
			"居然直接破坏总部大楼…这种疯狂的行为真是彻头彻尾的恐怖分子。",
			"本部ビルを直接破壊するとは……こんな狂気じみた行為をするなんて、正真正銘のテロリストね。",
			"본부 빌딩을 직접 파괴하다니…… 이런 광기 어린 행동을 하다니, 진정한 테러리스트네.",
			null
		],
		[
			"msg",
			400771,
			"Well, but the point is that now we don't even have their purpose…",
			"嗯，但最关键的是现在我们连他们的目的都……",
			"うん、でも何より重要なことは、今の私たちは彼らの目的すら……",
			"응, 하지만 무엇보다 중요한 건, 지금 우리는 그들의 목적조차……",
			null
		],
		[
			"speaker",
			432348
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				545,
				0,
				false
			]
		],
		[
			"msg",
			400772,
			"Dr.Mei, Look at the news!",
			"芽衣博士，请看新闻！",
			"芽衣博士、ニュースを見てください！",
			"메이 박사님, 뉴스를 보세요!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400773,
			"20 minutes ago, the headquarters of The MTU in the city of Changsky was attacked by unknown terrorists. The terrorists set up a bomb in the building and detonated it, causing great damage to the building!",
			"现在插播一条紧急通讯，20分钟前长空市人合联本部遭到不明恐怖分子袭击，恐怖分子在大楼中设置炸弹并引爆，对大楼造成极大破坏！",
			"番組の途中ですが、緊急ニュースです。20分前、長空市の人類契約連盟本部が正体不明のテロリストに襲撃されました。テロリストはビルの中に爆弾を設置して起爆し、ビルに破壊的なダメージを与えました！",
			"방송 중이지만, 긴급 뉴스입니다. 20분 전, 장공시의 인류계약연맹 본부가 정체불명의 테러리스트에게 습격당했습니다. 테러리스트는 빌딩 안에 폭탄을 설치해 기폭시켜, 빌딩에 파괴적인 피해를 입혔습니다!",
			null
		],
		[
			"msg",
			400774,
			"The terrorist group responsible for the attack has now sent a verbal message to The MTU. Here is The audio message.",
			"目前造成该起事件的恐怖组织已向人合联发布语言讯息，以下是语音内容。",
			"既にこの事件を起こしたテロ組織が人類契約連盟に対して音声で声明を発表しました。声明は以下のような内容です。",
			"이미 이 사건을 일으킨 테러 조직이 인류계약연맹을 향해 음성으로 성명을 발표했습니다. 성명은 다음과 같은 내용입니다.",
			null
		],
		[
			"speaker",
			432370
		],
		[
			"portraits",
			[
				567,
				0,
				false
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400775,
			"Blinded in the blessedness of ignorance, you have lived in false peace for too long.",
			"被蒙蔽在无知幸福中的人类，你们已经在虚假的和平中沉浸太久。",
			"無知な幸福にごまかされた人類よ。諸君は偽りの平和に長く浸りすぎている。",
			"무지한 행복에 속아넘어간 인류여. 제군들은 거짓된 평화에 너무 오래 젖어 있었다.",
			null
		],
		[
			"msg",
			400776,
			"Self-deception will only bring us closer to the embrace of death, and turning a blind eye will plunge into the abyss.",
			"自我欺骗只会让我们离死神的怀抱更近，视而不见更将会陷入万丈深渊。",
			"自分を欺いても死神の訪れを早めるだけだ。見てみぬフリをすれば、無限の深淵へと墜ちることになるだろう。",
			"자신을 속여도 죽음의 방문을 앞당길 뿐이다. 보아도 못 본 체하면 끝없는 심연으로 추락할 것이다.",
			null
		],
		[
			"msg",
			400777,
			"Therefore, we must tear off the veil called lies that covers the human face and wake up again from the intoxication.",
			"因此，我们要撕掉遮盖在人类脸上名为谎言的面纱，重新从醉生梦死中醒来。",
			"そこで、我々は人類の目を覆う嘘という名の目隠しを破り捨て、夢から再び目覚めることにした。",
			"이에 우리는 인류의 눈을 가린 거짓이라는 안대를 찢어버리고, 꿈에서 다시 깨어나기로 결심했다.",
			null
		],
		[
			"msg",
			400778,
			"And the first step is to destroy the politicians who are faking the truth, and to take the future of humanity into our own hands.",
			"而这第一步，就是摧毁那些蒙蔽事实的政客，将人类的未来握在我们自己的手上。",
			"そして、その第一歩こそ、事実を覆い隠す政治家を倒し、人類の未来を我々の手に取り戻すことなのだ。",
			"그리고 그 첫걸음이 바로 진실을 가린 정치인을 쓰러뜨리고, 인류의 미래를 우리 손으로 되찾는 것이다.",
			null
		],
		[
			"msg",
			400779,
			"The flame we lit today is the first fire to illuminate the darkness. The spreading flame will surely become our new track!",
			"今天我们点燃的火焰是照亮黑暗的第一颗火种，蔓延的火焰必将成为我们新的轨迹！",
			"本日、我々が灯した炎は暗闇を照らす最初の火種だ。広がる炎が必ずや我々の新たな軌跡となるだろう！",
			"오늘 우리가 붙인 불꽃은 어둠을 밝히는 첫 불씨다. 번져가는 화염이 반드시 우리의 새로운 길이 될 것이다!",
			null
		],
		[
			"msg",
			400780,
			"Human! The moment of liberation has arrived!",
			"人类！解放的时刻到了！",
			"人類よ！開放の時が来た！",
			"인류여! 해방의 때가 왔다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400781,
			"Although there is no picture, the man's voice in the recording is sonorous and powerful.Mei knows that the sound comes from the shadow under the street lamp.",
			"虽然没有画面，但是录音中男子的声音铿锵有力。芽衣明白，这个声音就来自于那个路灯下的身影。",
			"映像はなかったものの、録音の中の男性の声はとても力強かった。芽衣には分かっていた。その声はあの街灯の下に立っていた人の声に他ならないと。",
			"영상은 없었지만 녹음 속 남성의 목소리는 강인하게 울려 퍼졌다. 메이에는 알았다. 그 목소리가 바로 그 가로등 아래 서 있던 자의 목소리임을.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400782,
			"What a boring cliche. It seems that they are just a bunch of stupid people with nothing to do.",
			"还真是无聊的陈词滥调，看来也不过是一群无所事事的愚民罢了。",
			"本当に退屈で中身のない言葉ばかり並べて。どうやら暇を持て余した愚民の仕業のようね。",
			"정말 따분하고 내용 없는 말만 늘어놓네. 한가로이 시간을 죽이는 우민들의 소행인 모양이군.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400783,
			"Mei turned off the news screen.",
			"芽衣挥手示意，关闭了新闻画面。",
			"芽衣は手を振りながら、ニュース映像を切った。",
			"메이는 손을 저으며 뉴스 화면을 껐다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				7,
				false
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400784,
			"Let's call it a day. It's been a difficult day. You guys should go back and have a good rest.",
			"今天就到此为止，真是多灾多难的一天，你们也回去好好休息吧，明天应该会更忙。",
			"今日はここまでにしましょう。本当に災い続きの一日だったわね。あなたたちも戻ってゆっくり休んでちょうだい。明日はもっと忙しくなるはずよ。",
			"오늘은 여기까지 하죠. 정말 재난이 연속되는 하루였어요. 여러분도 돌아가서 편히 쉬세요. 내일은 더 바빠질 테니까요.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				7,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			400785,
			"!",
			"那个！",
			"あの！",
			"저기!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			400786,
			"Anything else?",
			"还有事么？",
			"まだ何かあるの？",
			"또 무슨 일 있어?",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				550,
				4,
				false
			]
		],
		[
			"msg",
			400787,
			"I... This is all my fault... I'm willing to be punished.",
			"我…这次的事情都是我不好…我也愿意受罚。",
			"私……今回の件は全部私のせいです……私も罰を受けます。",
			"저......이번 일은 전부 제 탓이에요......저도 벌을 받을게요.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				7,
				false
			],
			[
				550,
				4,
				true
			]
		],
		[
			"msg",
			400788,
			"Ah, Himeko, how was her performance on the exam?",
			"啊，说到这个。姬子，她的考核成绩怎么样？",
			"あぁ。そのことだけど、姫子、彼女の評価はどうかしら？",
			"아. 그건 그렇고, 히메코, 그녀의 평가는 어땠어?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				7,
				true
			],
			[
				551,
				0,
				false
			]
		],
		[
			"msg",
			400789,
			"She was approved yesterday, but she hasn't decided yet.",
			"昨天已经通过了，不过她还没有决定加入。",
			"昨日既に合格しました。ただ、彼女はまだ入隊を決めていません。",
			"어제 이미 합격했어요. 다만, 그녀는 아직 입대를 결정하지 않았습니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				551,
				0,
				true
			]
		],
		[
			"msg",
			400790,
			"Yeah, well, since you're not on the Valkyries squad, you're just a civilian, so you don't have to take responsibility.",
			"是么，既然还没加入女武神小队，说白了也只是平民而已，不需要承担责任。",
			"そう、まだヴァルキリー小隊に入隊していないのなら、ただの一般市民にすぎないってことね。責任を負う必要はないわ。",
			"그래, 아직 발키리 소대에 입대하지 않았다면, 그냥 일반 시민에 불과하다는 거네. 책임을 질 필요 없어.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				550,
				4,
				false
			]
		],
		[
			"msg",
			400791,
			"But……",
			"可是……",
			"しかし……",
			"하지만......",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				7,
				false
			],
			[
				550,
				4,
				true
			]
		],
		[
			"msg",
			400792,
			"The choice is yours. I won't force it on you this time. Since you don't want to take a step forward, just go with the flow as before.",
			"选择权在你的手上，这次我不会强迫你。既然不想往前踏出一步，那就和以前一样随波逐流就好。",
			"選ぶ権利はあなたが握っているわ。今回はあなたに無理強いしたりしない。足を一歩前に踏み出したくないのであれば、以前と同じように流れに身を任せていればいいのよ。",
			"선택할 권리는 네가 쥐고 있어. 이번에는 너에게 강요하지 않을게. 발을 한 발 앞으로 내딛고 싶지 않다면, 이전처럼 흐름에 몸을 맡기면 되는 거야.",
			null
		],
		[
			"msg",
			400793,
			"Kiana, the world is not as glamorous as you think it is, and if you want to live as a \"human\", you'd better understand that.",
			"琪亚娜，这个世界不像你想象的那么光鲜亮丽，如果你想以“人”的身份活着，那就最好明白这一点。",
			"キアナ、この世界はあなたが想像しているほど明るくて美しいものじゃないの。あなたが「人間」として生きていきたいのなら、そのことを分かっておきなさい。",
			"키아나, 이 세상은 네가 상상하는 것만큼 밝고 아름답지 않아. 네가 「인간」으로 살고 싶다면, 그걸 알아두어야 해.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				7,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			400794,
			"Human……",
			"人……",
			"人間として……",
			"인간으로서......",
			null
		],
		[
			"msg",
			400795,
			"Dr.Mei !",
			"芽衣博士！",
			"芽衣博士！",
			"메이博士！",
			null
		],
		[
			"msg",
			400796,
			"Although...I don't know what's going on in this world...I always make mistakes in what I believe. I always do the wrong thing when I just want to help others.",
			"虽然…我不知道这个世界究竟是怎么回事…我所相信的东西总是出现错误，明明只想帮助别人但总是做错事情。",
			"確かに……この世界で一体何が起こっているのか分かりません……私が信じたものは、いつも間違っている。ただ人助けをしたいだけなのに、いつも間違ったことをしてしまう。",
			"확실히...... 이 세상에서 대체 무슨 일이 벌어지고 있는지 모르겠어요...... 제가 믿었던 것들은 항상 틀렸어요. 그저 사람들을 도와주고 싶을 뿐인데, 항상 잘못된 일을 저지르고 말아요.",
			null
		],
		[
			"msg",
			400797,
			"As you said...I know nothing about this world. I just don't know why I happen to be living in this world.",
			"如您所说…我对这个世界一无所知，只是不知道为什么恰巧活在了这个世界上罢了。",
			"芽衣博士の言うように……私はこの世界のことを何も知りません。運悪くこの世界に生きているだけです。",
			"메이博士의 말처럼...... 저는 이 세상에 대해 아무것도 모릅니다. 운 나쁘게 이 세상에 살고 있을 뿐입니다.",
			null
		],
		[
			"msg",
			400798,
			"But I don't want to live for nothing. I don't want to exist for nothing. I want to...I want to know more about the world, about \"human\" everything!",
			"但是，我不想就这样毫无意义地活着，我不想只是为了活着而存在…我想…我想知道更多关于这个世界的一切，关于“人类”的一切！",
			"でも、このまま何の意味もなく生きているなんて嫌です。生きるために存在しているだけなんて嫌です……私は……私はこの世界に関するあらゆることを、「人類」に関するあらゆることをもっと知りたいんです！",
			"하지만 이대로 아무 의미 없이 살아간다는 건 싫어요. 살기 위해 존재하는 것뿐인 건 싫어요...... 저는...... 저는 이 세상과 관련된 모든 것, 「인류」와 관련된 모든 것을 더 알고 싶어요!",
			null
		],
		[
			"msg",
			400799,
			"So... So…",
			"所以…所以……",
			"だから……だから……",
			"그러니까...... 그러니까......",
			null
		],
		[
			"portraits",
			[
				548,
				7,
				true
			],
			[
				550,
				2,
				false
			]
		],
		[
			"msg",
			400800,
			"I want to be a Valkyrie!",
			"我想成为女武神！",
			"私はヴァルキリーになりたいです！",
			"저는 발키리가 되고 싶어요!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				550,
				2,
				true
			]
		],
		[
			"msg",
			400801,
			"Really? I get it.",
			"是么，我明白了。",
			"そう、分かったわ。",
			"그래, 알았어.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				551,
				0,
				false
			]
		],
		[
			"msg",
			400802,
			"Kiana, welcome to the Valkyries squad.",
			"琪亚娜，欢迎加入女武神小队。",
			"キアナ、ヴァルキリー小隊にようこそ。",
			"키아나, 발키리 소대에 어서 와.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				550,
				1,
				false
			]
		],
		[
			"msg",
			400803,
			"Well, Drillmaster Himeko!",
			"嗯，姬子教官！今后请多多关照！",
			"はい、姫子教官！これからもよろしくお願いします！",
			"네, 히메코 교관! 앞으로도 잘 부탁드립니다!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				550,
				1,
				true
			]
		],
		[
			"msg",
			400804,
			"All right, go back. Do you stand on the tarmac at night and blow cold air?",
			"好了，回去吧，大晚上站在停机坪吹冷风么？",
			"よし、帰りましょう。夜中の駐機場で冷たい風に吹かれていたいの？",
			"좋아, 돌아가자. 한밤중의 주기장에서 차가운 바람 맞고 싶어?",
			null
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				550,
				1,
				true
			]
		],
		[
			"msg",
			400805,
			"Be sure to come in for a physical examination tomorrow morning at 8 o 'clock. There's no one to show you the way this time.",
			"明天早上8点，记得来检查身体，这次可没人给你带路。",
			"明朝8時、身体検査に来ること。今度はもう誰もあなたを案内しないわよ。",
			"내일 아침 8시, 신체 검사에 올 것. 이번에는 더 이상 누구도 널 안내해주지 않을 거야.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				550,
				2,
				false
			]
		],
		[
			"msg",
			400806,
			"Well! All right!",
			"嗯！好的！",
			"はい！分かりました！",
			"네! 알겠습니다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				550,
				2,
				true
			]
		],
		[
			"msg",
			400807,
			"Kiana's face finally brightened with a smile as she watched Mei leave.",
			"目送着芽衣离去的背影，琪亚娜脸上终于露出灿烂的笑容。",
			"立ち去る芽衣の後ろ姿を見送りながら、キアナの顔にようやく輝かしい笑顔が浮かんだ。",
			"떠나는 메이의 뒷모습을 바라보며, 키아나 얼굴에 드디어 환한 미소가 떠올랐다.",
			null
		]
	]
}