{
	"23": [
		[
			"bgm",
			12
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10240"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401166,
			"The black market in lower area, the smell of decay permeates the dark alley, bizarre and motley stores are all over, here is a perfect representation of the darkness of society.",
			"下层区的黑市，嘈杂昏暗的小巷中弥漫着腐朽的气味，光怪陆离的商铺参差不齐，社会的黑暗面在此一览无余。",
			"スラムの闇市は、騒々しく薄暗い路地の中にあり、腐臭が漂っていた。怪しげな店が雑然と並び、社会の暗黒面が全てそろっているかのようだった。",
			"슬럼의 암시장은 시끄럽고 어두운 골목길 한가운데 자리 잡고 있었고, 썩은 냄새가 배어 있었다. 수상한 가게들이 어지러이 늘어서 있었고, 사회의 어두운 면이 모두 모여 있는 듯했다.",
			null
		],
		[
			"msg",
			401167,
			"The three people walked in a mysterious and strange phenomenon, those eyes around her made Kiana brace herself spontaneously.",
			"三人行走在神秘诡异的氛围中，周围投射而来的视线让琪亚娜本能地蜷缩起身子。",
			"三人は怪しい雰囲気の中を歩いていた。周囲から向けられる視線に、キアナは本能的に身を縮めた。",
			"세 사람은 수상한 분위기 속을 걸어가고 있었다. 주변에서 쏟아지는 시선에, 키아나는 본능적으로 몸을 움츠렸다.",
			null
		],
		[
			"speaker",
			432361
		],
		[
			"portraits",
			[
				558,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401168,
			"Don't worry, here people only believe in pure money exchhange, they won't make trouble groundlessly.",
			"放心吧，这里的人只信仰纯粹的金钱交易，不会无端生事。",
			"安心して。ここの人たちは純粋な金銭的な取引しか頭にないから。理由もなく騒ぎを起こしたりしないわよ。",
			"안심해. 여기 사람들은 순전히 금전적인 거래만 생각하고 있으니까. 이유 없이 소동을 일으키지 않아.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401169,
			"Alright……",
			"嗯……",
			"うん……",
			"응……",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				551,
				5,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401170,
			"Himeko, are you willing to be fooled by that intelligence, we are not running errands for her, why we are so nice to her?",
			"我说姬子，你就这么心甘情愿地被那个情报商人耍得团团转，我们又不是跑腿的，对她那么客气干嘛？",
			"姫子、あなた、あの情報屋に振り回されるがままにしているけど、私たちはあいつのパシリじゃないのよ。どうしてあいつにそこまで気を使っているのよ？",
			"히메코, 당신이 그 정보상에게 휘둘리는 대로 내버려두고 있지만, 우리는 그 녀의 심부름꾼이 아니에요. 왜 그 녀에게 그렇게까지 신경을 쓰고 있는 거예요?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401171,
			"Cut the crap, I believe she won't do meaningless things.",
			"别废话，我相信她不会做无谓的事情。",
			"うるさいわね。彼女が無意味なことをするはずないわ。",
			"귀찮게 굴지 마. 그녀가 의미 없는 일을 할 리 없으니까.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				551,
				5,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401172,
			"Hey! I think you are just mad because of what just happened, and you want to let off with those Houkai Beast dealers right? Just so you know, I won't help later.",
			"嗨！我看你就是被刚才的事情冲昏了头，想去找那些崩坏兽的贩子出气吧？先说好，到时候我可不会帮忙。",
			"あらま！あなたさっきの事で頭に血が上っているんでしょう？崩壊獣の残骸を買い取る商人たちを探し出して怒りをぶつけるつもりなのね？先に言っておくけど、私は手伝わないからね。",
			"어머! 지금 방금 일로 머리에 피가 셔서 그런 거죠? 붕괴수 잔해를 사가는 상인들을 찾아내서 화를 풀려는 거네? 미리 말해두지만, 난 도와주지 않을 거야.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401173,
			"……here we are.",
			"……到了。",
			"……着いたわよ。",
			"......도착했어요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401174,
			"The three people stoped, a path in the fork extended deep inside. At the end of thhe path, in an inconspicuous shop, a short-circuited billboard glimmered, with some vague and  flickering words.",
			"三人停下脚步，岔路口一条幽邃的小径向内部延伸。小径的尽头，一家不起眼的店面上，短路的广告版微弱地闪烁着，朦胧模糊的字迹忽隐忽现。",
			"三人は足を止めた。歩いていた道から一本の奥深い小道が伸びて分かれ道になっている。小道の先には地味な店が佇み、電飾看板が弱々しく光を放っている。ぼんやりとした文字がついたり消えたりしていた。",
			"세 사람은 발걸음을 멈췄다. 걸어오던 길에서 한 줄기 깊은 골목길이 뻗어 나뉘어져 있었다. 골목길 끝엔 수수한 가게가 조용히 서 있었고, 네온 간판이 희미하게 빛을 내고 있었다. 흐릿한 글자가 떴다 사라졌다를 반복하고 있었다.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401175,
			"Wow…this is so uninviting.",
			"哇…一看就不想进去。",
			"うわ……見るからに入りたくなくなるわね。",
			"우와... 보기만 해도 들어가기 싫어지네.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401176,
			"Then you wait here, I'll be right back.",
			"那你们在这里等着，我去去就回。",
			"じゃあ、あなたたちはそこで待っていなさい。私が行ってくるわ。",
			"그럼, 너흰 거기서 기다리고 있어. 내가 갔다 올게.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				551,
				5,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401177,
			"I didn't say I don’t go, I take it as an eye-opening opportunity. I also want to say how to play with those skeletons.",
			"我可没说不去，就当是见见世面。我也想看看用那些残骸能玩出什么花样。",
			"行かないとは言ってないでしょう。社会勉強だと思うことにするわ。私もあんな残骸を何に使うのか見てみたいもの。",
			"안 간다고 한 적 없잖아. 사회 공부라고 생각하면 되지. 나도 저 잔해를 어따 쓰는지 한번 보고 싶으니까.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401178,
			"After the words, Himeko led the way forward. At this moment, the door of the shop suddenly opened. A short figure went out with a cloak.",
			"说完，姬子带头向前走去。而就在这时，店面的门忽然打开。从里面走出一个头套斗篷的矮小人影。",
			"話が終わると、姫子を先頭に前に進んだ。ちょうどその時、店の扉が急に開いた。店の中から帽子とマントを身につけた小さな人影が出てきた。",
			"말을 마치자, 히메코를 선두로 앞으로 나아갔다. 바로 그때, 가게 문이 갑자기 열렸다. 가게 안에서 모자와 망토를 걸친 작은 인영이 나오는 것이 보였다.",
			null
		],
		[
			"msg",
			401179,
			"That figure looked down and went straight towards Himeko, when they passed each other, Himeko looked back.",
			"这个身影低着头径直朝着姬子走来，两人擦肩而过之时，姬子回眸看向那个背影。",
			"その人影は下を向きながら真っ直ぐ姫子の方に歩いて来た。二人がすれ違った時、姫子はその人の後ろ姿に目を向けた。",
			"그 인영은 고개를 숙인 채 히메코 쪽으로 똑바로 걸어오고 있었다. 두 사람이 스쳐 지나갈 때, 히메코는 그 사람의 뒷모습을 바라보았다.",
			null
		],
		[
			"speaker",
			432358
		],
		[
			"portraits",
			[
				555,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401180,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401181,
			"As if noticed Himeko's sight, the figure walked faster to the exit, the two people got further away from each other, whhen Himeko turned around to move on, she heard Kiana's voice from the back.",
			"仿佛注意到了姬子的视线，人影加快脚步走向出口，本已经错过的两人距离渐渐拉开，正当姬子回头继续前行之时，身后琪亚娜的声音却响了起来。",
			"姫子の視線に気が付いたのか、その人は歩みを速めて外の通りに向かっていった。既にすれ違っていた二人の距離が徐々に開いていく。姫子が振り返って前に進み直そうとした時、背後からキアナの声が聞こえた。",
			"히메코의 시선을 느꼈는지, 그 사람은 걸음을 재촉해 밖의 큰길로 향해 갔다. 이미 스쳐 지나간 두 사람의 거리가 점점 벌어지고 있었다. 히메코가 몸을 돌려 다시 앞으로 나아가려는 순간, 뒤에서 키아나의 목소리가 들려왔다.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				7,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401182,
			"The weapon around her waist…she's the girl last night!",
			"她腰间的武器…是昨晚的那个小女孩！",
			"彼女の腰の武器……昨夜のあの女の子です！",
			"그녀의 허리에 찬 무기…… 어젯밤 그 소녀입니다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401183,
			"Hearing Kiana's voice, the figure ran fast, went into the path, Hemiko also reacted to chase her.",
			"听到琪亚娜叫声，人影迅速飞奔，冲向小径的入口，姬子也立即反应过来回身追去。",
			"キアナの声を聞き、その人は小道の入口の方向に勢いよく駆けだした。姫子も直ちに反応し、その後を追いかけた。",
			"키아나의 목소리를 듣고, 그 사람은 작은 길 입구 방향으로 힘차게 달려나갔다. 히메코도 즉시 반응하여 그 뒤를 쫓았다.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				551,
				4,
				false
			]
		],
		[
			"msg",
			401184,
			"Catch her!",
			"抓住她！",
			"彼女を捕まえるのよ！",
			"그녀를 잡아야 해!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			401185,
			"Yes!",
			"是！",
			"はい！",
			"알겠습니다!",
			null
		]
	]
}