{
	"24": [
		[
			"bgm",
			109
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10226"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401186,
			"On the continuous roopftops of the buildings in lower area, the girl with a black cloak ran fast.",
			"下层区连绵蔓延的建筑屋顶上，身着黑色斗篷的少女飞速穿行。",
			"スラムのどこまでも続く建物の屋根の上を黒いマントに身を包んだ少女が猛スピードで走り去っていく。",
			"슬럼가의 끝없이 이어지는 건물 지붕 위를 검은 망토에 휩싸인 소녀가 맹속도로 달려가고 있다.",
			null
		],
		[
			"msg",
			401187,
			"She was so speedy, that she easily went through and avoided all the barriers in front of her.",
			"她身姿矫健，一切的障碍物都毫不费力地轻松越过。",
			"彼女は身のこなしが軽く、あらゆる障害物をいとも簡単に乗り越えていった。",
			"그녀는 몸놀림이 가볍고 모든 장애물을 아주 쉽게 넘어갔다.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401188,
			"So fast!",
			"好快！",
			"速い！",
			"빨라!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				0,
				true
			],
			[
				551,
				4,
				false
			]
		],
		[
			"msg",
			401189,
			"We can't catch up with her in this way! Kika! Prepare to shoot!",
			"这样下去我们追不上她！辉火！允许开枪射击！",
			"このままじゃ追い付けないわ！輝火！発砲を許可するわ！",
			"이대로는 쫓아갈 수 없어! 키카! 발포를 허가할게!",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			401190,
			"You finally think of me! I'm already ready!",
			"现在才想起我么！早就准备好了！",
			"やっと私のことを思い出したのね！とっくに準備できているわよ！",
			"드디어 내 차례가 왔구나! 벌써 준비는 끝났다고!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			401191,
			"Mushoku Kika took a metal box from her arms, she pressed the bottom, the box turned into a sniper rifle.",
			"无色辉火从怀中抽出一个金属匣子，她按动机关，匣子迅速展开伸展成一把狙击枪。",
			"無色輝火は懐から金属製の箱を取り出した。彼女がスイッチを押すと、箱は瞬く間に狙撃銃へと変身した。",
			"무쇼쿠키카는 품에서 금속제 상자를 꺼냈다. 그녀가 스위치를 누르자 상자는 순식간에 저격총으로 변신했다.",
			null
		],
		[
			"msg",
			401192,
			"And then she got down on one knee, adjusted herself to target at the girl on the rooftop. The crosshairs moved around with the girl's move, Kika took a breath, and pulled the trigger.",
			"随后她单膝跪地，调整身姿向着屋顶的女孩瞄准。瞄准镜中的十字跟随着女孩的身影迅速移动，辉火调整呼吸，扣下了扳机。",
			"そして輝火は片膝をつき、姿勢を整え、屋根の上の少女に狙いを定めると、スコープの十字マークを少女の後ろ姿に合わせて素早く移動させた。輝火は呼吸を整え、引き金を引いた。",
			"키카는 한 무릎을 꿇고 자세를 잡은 뒤, 지붕 위의 소녀를 조준했다. 스코프의 십자 표식을 소녀의 등 뒤쪽에 맞추며 빠르게 이동시켰다. 키카는 숨을 고르고 방아쇠를 당겼다.",
			null
		],
		[
			"msg",
			401193,
			"Bang!",
			"砰！",
			"バーン！",
			"빵!",
			null
		],
		[
			"msg",
			401194,
			"With the gunfire, the girl jumped off the rooftop, and then disappeared while she slided down into the other side along the old iron ladder.",
			"随着枪声响起，女孩的身影纵身一跃跳下了屋顶，她沿着老旧的铁梯滑下消失在了楼层的另一侧。",
			"銃声が鳴り響くと同時に、少女は屋根から飛び降り、古い鉄製の梯子を滑り降り、建物の反対側へと消えていった。",
			"총성이 울리자마자 소녀는 지붕에서 뛰어내려 낡은 철제 사다리를 타고 미끄러지듯 내려와 건물 반대편으로 사라졌다.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401195,
			"Eh! I missed it……",
			"啧！没打中么……",
			"チッ！外れたか……",
			"쯧! 빗나갔나......",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401196,
			"Himeko…Huh! Huh! Shall we…continue to chase her?",
			"姬子队长…呼！呼！还要…继续追么？",
			"姫子隊長…ふぅ！ふぅ！まだ……追いかけますか？",
			"히메코 대장... 후! 후! 아직... 쫓을까요?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401197,
			"……That's what the intelligence wanted to tell us, so this organization is related with the trade of Houkai Beast skeletons in the black market.",
			"……原来情报商想告诉我们的就是这个，看来这个组织和黑市的崩坏兽残骸交易有关。",
			"……情報屋が私たちに教えようとしていたのは、このことだったのね。どうやらこの組織は闇市で崩壊獣の残骸を取引していることと関係があるみたいね。",
			"......정보상이 우리에게 알려주려 했던 게 바로 이거였군. 아무래도 이 조직은 암시장에서 붕괴수의 잔해를 거래하는 일과 관련이 있는 것 같아.",
			null
		],
		[
			"msg",
			401198,
			"That's enough for today, let's start with the black market clue.",
			"今天就到此为止吧，先从黑市的线索开始追查。",
			"今日はここまでにしましょう。まずは闇市の手がかりから捜査を始めるわよ。",
			"오늘은 여기까지 하자. 먼저 암시장 단서부터 수사를 시작하겠어.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401199,
			"OK.",
			"嗯。",
			"うん。",
			"응.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401200,
			"Hey…why you just gave up? You don't trusted my accuracy?",
			"喂…你们自顾自地放弃些什么啊？就这么不相信本姑娘的枪法么？",
			"ちょっと……あなたたち何を勝手に諦めているのよ？そんなに私の銃の腕が信じられないの？",
			"잠깐... 너희들 뭘 함부로 포기하고 있는 거야? 그렇게 내 총솜씨를 믿지 못하는 거야?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401201,
			"Kika, what do you mean?",
			"辉火，你的意思是？",
			"輝火、それはどういう意味？",
			"키카, 그게 무슨 뜻이야?",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				551,
				5,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401202,
			"Who said I used the real bullets? Even though I didn't wanted to kill her, if she fell from that high she would be nearly dead.",
			"谁说我用的是实弹了？那么高的地方打中即使我不想杀她，她也会掉下来非死即伤。",
			"私が実弾を使うとでも思ったの？あんな高い場所で命中したら、殺そうと思っていなくても、転げ落ちて死ぬか大けがかのどちらかでしょう。",
			"내가 실탄을 쓴 줄 알았어? 저렇게 높은 곳에서 명중시켰으면, 죽일 생각이 없어도 굴러떨어져 죽거나 크게 다치거나 둘 중 하나였을 거야.",
			null
		],
		[
			"msg",
			401203,
			"We need to find her gang right? So what I shot was the tracker~",
			"我们要找的是与她一同潜伏在背后的同党吧？所以我射出去的是追踪器~",
			"私たちが探すのは、彼女と一緒に背後に隠れている共犯者どもでしょう？だから、私は発信機を撃ち込んでおいたのよ～",
			"우리가 찾는 건 그녀와 함께 뒤에 숨은 공범들이겠지? 그래서 내가 발신기를 쏴 넣어 뒀다고~",
			null
		],
		[
			"msg",
			401204,
			"Look!",
			"你看！",
			"見て！",
			"봐!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401205,
			"Kika took out the mobile terminal, there's a light spot moving on the screen.",
			"辉火得意地掏出便携终端，终端的荧幕上一颗闪烁的光点在地图上移动着。",
			"輝火は得意げに携帯端末を取り出した。端末の画面には光の点が点滅しながら地図上を移動している。",
			"키카는 뿌듯하게 휴대 단말기를 꺼냈다. 단말기 화면에는 빛의 점이 깜빡이면서 지도 위를 이동하고 있었다.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401206,
			"Huh, good job.",
			"哼，真有你的。",
			"フンッ、相変わらず大したやつね。",
			"흥, 여전히 대단한 녀석이네.",
			null
		]
	]
}