{
	"18": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10230"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			400941,
			"——Hyperelectric Society Director Office",
			"——超电社 社长办公室",
			"——超電社 社長執務室",
			"——초전사 사장 집무실",
			null
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			400942,
			"Duh Duh——",
			"咚咚——",
			"ドンドン——",
			"둥둥——",
			null
		],
		[
			"speaker",
			432348
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				545,
				0,
				false
			]
		],
		[
			"msg",
			400943,
			"Doctor, The MTU Security wants to see you.",
			"博士，人合联安全防卫部的人希望见您。",
			"博士、人類契約連盟安全防衛部の方がお会いしたいそうです。",
			"박사님, 인류계약연맹 안전방위부에서 만나고 싶다고 합니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400944,
			"Tell them I won't be available and make another appointment to meet.",
			"和他们说我没空，要见面就另外预约时间吧。",
			"私なら時間がないって伝えて。どうしても会いたいのであれば、別途アポを取るようにって。",
			"저한테는 시간이 없다고 전해주세요. 꼭 만나고 싶다면 별도로 약속을 잡으라고요.",
			null
		],
		[
			"speaker",
			432348
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				545,
				0,
				false
			]
		],
		[
			"msg",
			400945,
			"Doctor... They are already waiting outside the door.",
			"博士…他们已经在门外等着了。",
			"博士……もうドアの外でお待ちです。",
			"박사님…… 이미 문 밖에서 기다리고 계세요.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				4,
				false
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400946,
			"... All right, let them in.",
			"……好吧，让他们进来吧。",
			"……分かったわ。中に入れてちょうだい。",
			"…… 알겠어. 안으로 들여보내 줘.",
			null
		],
		[
			"speaker",
			432348
		],
		[
			"portraits",
			[
				548,
				4,
				true
			],
			[
				545,
				0,
				false
			]
		],
		[
			"msg",
			400947,
			".",
			"嗯。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				545,
				0,
				true
			]
		],
		[
			"msg",
			400948,
			"Ah... It seems that there is no escape.",
			"哎…看来该来的还是逃不过。",
			"やれやれ……どうしても逃げられないみたいね。",
			"아이구…… 어쩔 수 없이 피할 수 없나 봐.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400949,
			"The director of Hyperelectric Society is indeed honorable. It is a great honor to meet you.",
			"超电社长身份果然尊贵，能见你一面真是三生有幸。",
			"超電社の社長はやはり尊いお方ですな。お会いできるなんて、本当に光栄です。",
			"초전사의 사장은 역시 존귀하신 분이시군요. 뵐 수 있다니 정말 영광입니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400950,
			"Outside The door, the heavily pregnant General Gesar of The MTU strode into The room, closely followed by a security officer named Cocolia.",
			"门外，挺着肚子的人合联将军格萨尔大步跨入房间，他的身后紧随着名为可可利亚的安全防卫部官员。",
			"ドアの外からお腹の突き出た人類契約連盟の将軍ケサルが大股で部屋の中に入ってきた。カカリアという名前の安全防衛部の役人も彼のすぐ後ろに続いていた。",
			"문 밖에서 배가 튀어나온 인류계약연맹의 장군 케살이 큰 걸음으로 방 안으로 들어왔다. 쿠쿠리아라는 이름의 안전방위부 관리도 그의 바로 뒤를 따르고 있었다.",
			null
		],
		[
			"msg",
			400951,
			"Mei rose politely to greet her, but Gesar brushed past her and sat down on the sofa.",
			"芽衣礼貌性地起身迎接，而格萨尔却毫不客气地与她擦身而过，坐到了沙发上。",
			"芽衣は礼儀正しく立ち上がって出迎えたが、ケサルはまったく遠慮することなく、彼女の横を通り過ぎ、ソファに腰かけた。",
			"메이는 예의 바르게 일어나 맞이했지만, 케살은 전혀 사양하지 않고 그녀 옆을 지나 소파에 걸터앉았다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400952,
			"Why did the General come for today?",
			"将军今天亲自大驾光临所为何事？",
			"将軍、今日はわざわざお越しいただいて、どのようなご用件でしょうか？",
			"장군님, 오늘은 특별히 방문해 주셨는데 무슨 일이시죠?",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400953,
			"We're all busy people, so let me get this straight.",
			"我们都是大忙人，我就有话直说了。",
			"我々は皆忙しい。単刀直入に言おう。",
			"우리 모두 바쁘니 직설적으로 말하겠소.",
			null
		],
		[
			"msg",
			400954,
			"When the headquarter of The MTU was attacked last night, it seems that you were also kidnapped by an unknown group. After our investigation it seems the same organization did both.",
			"昨晚人合联本部遭遇袭击时，社长你似乎也遭到了不明组织的绑架。经过我们调查这两件事应该是同一组织所为。",
			"昨夜、人類契約連盟の本部が襲撃を受けた時、社長は正体不明の組織に誘拐されたようだな。我々の調査の結果、この二つの事件は同一組織の仕業によるものに間違いないと思われる。",
			"어젯밤 인류계약연맹 본부가 습격당했을 때 사장님은 정체불명의 조직에 납치된 모양이군. 우리 조사 결과 이 두 사건은 동일 조직의 소행임이 분명합니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400955,
			"It could have been, but luckily they didn't hurt me.",
			"可能性很大，不过幸运的是他们并没有伤害我。",
			"可能性は高いでしょうね。ただ、幸運なことに、彼らは私を傷つけませんでした。",
			"가능성은 높겠죠. 다행히 그들은 저를 해치지 않았어요.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400956,
			"That was lucky indeed, and an unusually lucky one.",
			"那可的确是幸运，而且是幸运得有些非同寻常。",
			"それは確かに幸運だ。しかも、尋常ならざる幸運だな。",
			"그것참 다행이오. 아니, 보통 다행이 아니군.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400957,
			"Yes, they kidnapped me just to attract your attention, to create a space to attack.",
			"没错，他们绑架我的目的不过是为了吸引你们的目光，制造空隙进行袭击。",
			"そうです。彼らが私を誘拐した目的は、あなた方の目を引きつけ、襲撃を行う隙を作ることでした。",
			"그렇습니다. 그들이 저를 납치한 목적은 당신들의 주의를 끌어 습격할 틈을 만드는 거였죠.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400958,
			"It seems that Director Mei thinks the same as me, but is it really as simple as you said?",
			"看来芽衣社长与我想的一样，但事情真的如你所说这么简单么？",
			"どうやら芽衣社長は私と同じ考えのようだな。しかし、事は社長が言うように簡単なのかな？",
			"메이 사장도 나와 같은 생각을 하는 모양이군. 하지만 과연 사장 말대로 그렇게 단순한 일인가?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400959,
			"What do you mean?",
			"那您的意思是？",
			"それはどういう意味でしょうか？",
			"그게 무슨 뜻입니까?",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400960,
			"I have already received reports from the Ministry of Security that the Hyperelectric Society is suspected to have arms contacts with the Church of the Apocalypse, so could this attack be linked to the director in many ways?",
			"之前我就已经收到安全防卫部的报告，怀疑超电社与天启教会有着军火往来，那这次袭击，会不会也与社长有着千丝万缕的联系呢？",
			"実は安全防衛部から、超電社と天啓教会の間に武器の売買が行われているとの報告を受けている。今回の襲撃も社長となんらかの関連があるのではなかろう。",
			"실은 안전방위부에서 초전사와 천계교회 사이에 무기 거래가 진행되고 있다는 보고를 받고 있습니다. 이번 습격도 사장님과 어떤 관련이 있는 게 아닐까요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400961,
			"The general smiled sneeringly. Mei looked aside at Cocolia and had a general idea.",
			"将军面露冷笑，芽衣看了一眼一旁的可可利亚，心中已大致有数。",
			"将軍は顔に冷たい微笑を浮かべた。芽衣はそばにいるカカリアを見て、大体のことを察知した。",
			"장군은 얼굴에 차가운 미소를 띄웠다. 메이는 옆에 있는 쿠쿠리아를 보고 대강의 상황을 파악했다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400962,
			"It seems that you have come here to make a punitive expedition against. I don't know what evidence your security department has, but I'm not going to give in to the damage to the reputation of Hyperelectric Society.",
			"看来您这次是来兴师问罪的。不知道您的安全防卫部究竟有何证据信口雌黄，但是对于超电社的名誉损害，我可不会轻易让步。",
			"どうやら私の非を責めるために来られたようですね。あなたの安全防衛部が一体どのような証拠があってデタラメを言うのか分かりませんが、超電社の名誉を傷つけるようなことは、決して許せません。",
			"어쩌면 제 잘못을 탓하기 위해 찾아오신 모양이군요. 당신의 안전방위부가 대체 어떤 증거로 허튼소리를 하는지 모르겠지만, 초전사의 명예를 훼손하는 일은 절대로 용납할 수 없습니다.",
			null
		],
		[
			"msg",
			400963,
			"In that case, Ms. Cocolia, let me listen to your so-called report.",
			"既然如此，可可利亚女士，就让我来听听你所谓的报告吧。",
			"それならカカリアさん、あなたの報告とやらを聞かせてもらいましょうか。",
			"그렇다면 쿠쿠리아 씨, 당신의 보고라는 걸 들어보도록 하죠.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				554,
				0,
				false
			]
		],
		[
			"msg",
			400964,
			"Those are just guesses. The strategic cooperation between Hyperelectric Society and The Mankind Treaty Union is close and friendly. We are willing to trust you and Hyperelectric Society. About this matter, we are also trying to verify, in order to return your innocence.",
			"芽衣博士您言重了，那些不过是猜测而已。超电社与人合联的战略合作友好紧密，我们很愿意相信您与超电社。关于这件事情，我们也正在努力查证，以还您清白。",
			"芽衣博士、言葉が過ぎますよ。それは推測に過ぎません。超電社と人類契約連盟の戦略的提携は友好的かつ緊密です。我々といたしましても、芽衣博士と超電社を信じたいのです。この件に関しましても、あなたの潔白を証明できるように、我々が鋭意捜査中です。",
			"메이 박사, 말이 지나칩니다. 그건 추측에 불과합니다. 초전사와 인류계약연맹의 전략적 제휴는 우호적이며 긴밀합니다. 우리로서도 메이 박사와 초전사를 믿고 싶습니다. 이 사건에 관해서도 당신의 결백을 증명할 수 있도록, 우리가 열심히 수사 중입니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			400965,
			"Well, thank you for believing in me.",
			"那就多谢你的信任。",
			"それは信頼していただき、ありがとうございます。",
			"그렇게 신뢰해 주셔서 감사합니다.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400966,
			"Oh, in order to dispel our concerns need you to prove with action.",
			"呵，话虽如此，但是为了打消我们的顾虑还是需要社长您用行动来证明。",
			"フッ。そうは言うものの、我々の懸念を打ち消すためには、社長自身の行動で証明してもらわないとな。",
			"훗. 그렇다고는 해도, 우리의 우려를 없애기 위해서는 사장 자신의 행동으로 증명해 주지 않으면 안 되지.",
			null
		],
		[
			"msg",
			400967,
			"This attack may have nothing to do with you, but it is also a fact that The MTU was attacked in order to protect your safety. Hyperelectric Society should also take the corresponding responsibility.",
			"这次袭击或许与您无关，但是为了保护您的安全而让人合联遇袭也是事实，所以超电社也应当负起相应的责任。",
			"今回の襲撃は芽衣社長と関係ないのかもしれん。だが、社長の安全を守ろうとして人類契約連盟が襲撃を受けたのも事実。よって、超電社にもそれなりの責任を負ってもらわないとならん。",
			"이번 습격은 메이 사장과 관계없을지도 모르겠네. 하지만 사장의 안전을 지키려던 인류계약연맹이 습격을 받은 것도 사실. 따라서 초전사에게도 상응한 책임을 지워야 할 겁니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400968,
			"OK, the Hyperelectric Society will bear all renovation costs of The MTU building.",
			"好吧，人合联大楼的修缮费用超电社会全数承担，这样你是否满意？",
			"いいでしょう。人類契約連盟ビルの修理費用は超電社が全額負担いたします。それでご満足ですか？",
			"좋습니다. 인류계약연맹 빌딩의 수리 비용은 초전사가 전액 부담하겠습니다. 그럼 만족하십니까?",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400969,
			"Little girl! Do you think I am a beggar?",
			"小丫头！你是把老子当要饭的么！",
			"小娘が！わしを乞食扱いするつもりか！",
			"이 꼬맹이가! 날 거지 취급할 셈이냐!",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				554,
				0,
				false
			]
		],
		[
			"msg",
			400970,
			"General.",
			"将军。",
			"将軍。",
			"장군.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			400971,
			"General Gesar bangs the table, looking angry, and Cocolia hastily dissuades him.",
			"格萨尔将军拍桌而起，面露怒火，一旁的可可利亚急忙劝阻。",
			"ケサル将軍は机を叩き、怒りをあらわにした。横にいたカカリアが慌ててたしなめた。",
			"케살 장군이 책상을 두드리며 분노를 드러냈다. 옆에 있던 쿠쿠리아가 당황히 말렸다.",
			null
		],
		[
			"msg",
			400972,
			"Although the atmosphere reached freezing point, Mei responded calmly without changing any expression.",
			"虽然气氛达到冰点，但芽衣依旧面不改色，平静地回应道。",
			"凍りつくような雰囲気だったが、芽衣は顔色一つ変えず、冷静に答えた。",
			"얼어붙을 듯한 분위기였지만, 메이는 얼굴빛 하나 바뀌지 않고 차분히 답했다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			400973,
			"I would like to apologize if my words make you feel misunderstood.",
			"将军息怒，我并无此意，如果我的话让您感到误会我愿意道歉。",
			"将軍、そう怒らないでください。別にそのようなつもりはございません。私の言葉で誤解させてしまったのでしたら謝ります。",
			"장군님, 그렇게 화내지 마십시오. 별다른 뜻은 없었습니다. 제 말이 오해를 불러일으켰다면 사과드리겠습니다.",
			null
		],
		[
			"msg",
			400974,
			"For this matter, the Hyperelectric Society will definitely cooperate fully to assist The MTU to find the terrorist organization in Backstage.",
			"对于此事，超电社一定会全力配合，协助人合联找到幕后的恐怖组织。",
			"この件に関して、超電社は人類契約連盟が黒幕のテロ組織を見つけ出すのに必ずや全力で協力します。",
			"이번 사건에 대해, 초전사는 인류계약연맹이 흑막 테러 조직을 찾아내는 데 반드시 전력을 다해 협력하겠습니다.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400975,
			"Huh…at least you are sensible.",
			"哼…算你识相。",
			"フンッ……多少は物わかりがいいようだな。",
			"흥...... 다소 사리를 이해하는 모양이군.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				554,
				0,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400976,
			"General, let me consult with Dr.Mei about the rest. Is that OK?",
			"将军，后面的事宜就让属下与芽衣博士商议，您看如何？",
			"将軍、この後のことについては私と芽衣博士で話を詰めようかと思いますが、いかがでしょうか？",
			"장군님, 이후 일은 저와 메이 박사가 이야기를 정리해 보려고 하는데, 어떻겠습니까?",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				554,
				0,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			400977,
			"All right...I have something to do. Just hand me the result report.",
			"也好…我还有要事在身。回头将结果报告交给我即可。",
			"よかろう……わしはまだやるべきことがあるからな。戻ったらわしに結果を報告するように。",
			"좋겠다...... 난 아직 할 일이 있으니. 돌아가면 나에게 결과를 보고하도록.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				554,
				0,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400978,
			"Yes.",
			"是。",
			"承知しました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400979,
			"With that, Gesar got up angrily and quickly left the room.",
			"说完，格萨尔愤然起身，快步离开了房间。",
			"そう言うと、ケサルは憮然と立ち上がり、足早に部屋から出て行った。",
			"그렇게 말하자 케살은 불쾌한 기색으로 자리에서 일어나, 발걸음을 재촉해 방을 나갔다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				4,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			400980,
			"Thank you, Ms. Cocoria.",
			"多谢可可利亚女士。",
			"カカリアさん、ありがとうございます。",
			"쿠쿠리아 씨, 감사합니다.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				548,
				4,
				true
			],
			[
				554,
				0,
				false
			]
		],
		[
			"msg",
			400981,
			"I'm sorry, General. He's always been that way.",
			"哪里，请您原谅将军，他的脾气向来如此。",
			"とんでもありません。将軍を許してください。ここのところずっとあの調子なんです。",
			"천만에요. 장군님을 용서해 주세요. 요즘 내내 그런 상태라서요.",
			null
		],
		[
			"msg",
			400982,
			"I hope what happened just now won't affect our conversation.",
			"不过没想到我们这么快就又见面了，希望刚才的事情不会影响我们的交谈。",
			"ですが、こんなに早くあなたと再会できるとは思ってもいませんでした。先ほどの件が私たちの話し合いに影響しなければいいのですが。",
			"하지만 이렇게 빨리 당신과 재회할 수 있을 줄은 몰랐습니다. 아까 일이 우리의 이야기에 영향을 미치지 않으면 좋겠습니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			400983,
			"Just let me know if you need any help.",
			"无妨，有什么需要协助的就直说吧。",
			"差し支えありませんよ。何か助けが必要なことがあれば、はっきり仰ってください。",
			"문제없습니다. 어떤 도움이 필요하시면 분명히 말씀해 주세요.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				548,
				5,
				true
			],
			[
				554,
				0,
				false
			]
		],
		[
			"msg",
			400984,
			"Well, I'm here with the General, and I have one more request besides the Hyperelectric Society's assistance in investigating this attack.",
			"好，本次我随将军前来，除了希望超电社协助调查本次袭击案件之外，还有另外一个请求。",
			"分かりました。今日、私が将軍と一緒にここへ来たのは、超電社に今回の襲撃事件の捜査に協力してもらいたいという他に、もう一つお願いがあったんです。",
			"알겠습니다. 오늘 제가 장군님과 함께 여기 온 것은 초전사에 이번 습격 사건 수사에 협력해 주길 바라는 것 외에 또 다른 부탁이 있었습니다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				5,
				false
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			400985,
			"What request?",
			"什么请求。",
			"どんなお願いでしょうか。",
			"어떤 부탁인가요?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			400986,
			"Cocolia pulled out a stack of papers and placed it on her desk, smiling mysteriously.",
			"可可利亚取出一叠文件放在桌上，脸上露出神秘的笑容。",
			"カカリアは書類の束を取り出し、机の上に置いた。顔には不思議な笑顔が浮かんでいる。",
			"쿠쿠리아는 서류 뭉치를 꺼내 책상 위에 올려놓았다. 얼굴에는 이상한 미소가 떠올라 있었다.",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				554,
				0,
				false
			]
		],
		[
			"msg",
			400987,
			"This is our survey report. Please have a look.",
			"这是我们的调查报告，请您过目。",
			"これは私たちの調査報告書です。ご一読ください。",
			"이것은 저희의 조사 보고서입니다. 한 번 읽어보세요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10225"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			400988,
			"——Hyperelectric Society Valkyrie Team Training Room",
			"——超电社 女武神小队训练室",
			"——超電社 ヴァルキリー小隊訓練室",
			"——超電社 발키리 소대 훈련실",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			400989,
			"Huh! Huh!",
			"呼！呼！",
			"ふぅ！ふぅ！",
			"후! 후!",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			400990,
			"Well, she's not that impressive.",
			"哼，也不过如此。",
			"フンッ、大したことないわね。",
			"흥, 대단한 건 없네.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			400991,
			"Don't forget it's her first day, you were not better than her when you first came.",
			"别忘了她才入队第一天，你当时刚进来也好不到哪里去。",
			"忘れないで。彼女は入隊初日なのよ。あなたが来たばかりの時だって、大して変わらなかったでしょう。",
			"잊지 마. 그녀는 입대 첫날이야. 당신이 막 왔을 때도 별로 다를 게 없었잖아.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				551,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			400992,
			"Huh! You are so biased, she must come because of her special relationship with Doctor.",
			"切！真能护犊子，果然是靠着和博士的关系才进来的吧？",
			"ちぇっ！本当にどこまでも肩を持つんだから。やっぱり博士とのコネで入ってきたんでしょう？",
			"쳇! 정말 어디까지나 편드는구나. 역시 박사님 커넥션으로 들어온 거지?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				3,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			400993,
			"Kika, don't, let's get along well together with her as teammates.",
			"辉火，别太过分，以后都是战友好好相处吧。",
			"輝火、それは言い過ぎよ。これからは戦友なんだから、仲良くしなさい。",
			"키카, 그건 말이 너무 심해. 이제부턴 전우인데 사이좋게 지내야지.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				551,
				3,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			400994,
			"I don't know that she can help me, save it.",
			"我可不知道她能帮到我，还是省省吧。",
			"コイツに私のことを助けられるのかしら？勘弁してよね。",
			"이 자식이 날 도울 수 있을까? 제발 좀 봐주라니까.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			400995,
			"They don't like me……",
			"果然是被讨厌了么……",
			"やっぱり嫌われてしまったんですね……",
			"역시 싫어당했군요......",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			400996,
			"Tired…it's such a waste of time! I am going! I don't want to spend my holiday here!",
			"累死了…在这里简直浪费时间！我回去了！难得的假期因为这种人泡汤了就亏大了！",
			"疲れた……こんなとこにいても時間の無駄よ！私は帰るわ！せっかくの休みなのに、こんなやつのせいで台無しになるなんて冗談じゃないわ！",
			"지쳤어... 이런 데서 시간 낭비할 순 없어! 난 갈 거야! 애먼 휴가를 이딴 놈 때문에 망치다니 정말 싫어!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			400997,
			"Hey! Kika! Wait!",
			"喂！辉火！等下！",
			"ちょっと！輝火！待ちなさい！",
			"잠깐! 키카! 기다려!",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				551,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			400998,
			"Bye!",
			"再见！",
			"バイバイ！",
			"바이바이!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			400999,
			"When Mushoku Kika was about to leave, Dr. Mei came entered the room from the otherside.",
			"正当无色辉火准备离开时，芽衣博士从训练室的另一侧走了进来。",
			"無色輝火が立ち去ろうとした時、芽衣博士が訓練室のもう一方の入口から入ってきた。",
			"무쇼쿠키카가 떠나려던 순간, 메이 박사가 훈련실 반대편 입구로 들어왔다.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401000,
			"Mushoku Kika, you're back.",
			"无色辉火，你回来了啊。",
			"無色輝火、お帰りなさい。",
			"무쇼쿠키카, 잘 돌아왔어.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401001,
			"Dr. Mei!",
			"芽衣博士！",
			"芽衣博士！",
			"메이 박사!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401002,
			"Good job in Southeast Asia, I've got your report, thanks to your efforts in such a short time.",
			"这次东南亚的行动辛苦你了，报告我已经收到了，真亏你能用这么短的时间写出来。",
			"今回の東南アジアの任務はご苦労だったわね。報告書は受け取ったわ。こんな短時間で書き終えるなんて、さすがはあなたね。",
			"이번 동남아 임무 수고했어. 보고서 받았는데, 이렇게 짧은 시간에 완성하다니 역시 너답네.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				2,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401003,
			"Hey hey~thank you for the compliment! As long as you give me the mission, I will try my best!",
			"嘿嘿~芽衣博士夸我了！只要是芽衣博士的任务，我一定全力以赴！",
			"エヘヘ～芽衣博士に褒めてもらえるなんて！芽衣博士の任務とあらば、全力でやり遂げますよ！",
			"에헤헤~ 메이 박사님께 칭찬 들을 줄이야! 메이 박사님의 임무라면 뭐든지 완수해내겠습니다!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401004,
			"Ok, don't push yourself too hard.",
			"嗯，不要太勉强自己。",
			"うん、でも無理しすぎないようにね。",
			"응, 그래도 무리하지는 말아야지.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401005,
			"When she saw Dr. Mei, Mushoku Kika changed her poker face, look like another girl.",
			"面对芽衣博士，无色辉火一改之前的臭脸，判若两人。",
			"芽衣博士を前にした無色輝火は、先ほどまでの仏頂面を改め、まるで別人のようになっていた。",
			"메이 박사를 마주한 무쇼쿠키카는 방금 전의 냉담한 표정을 접고 완전히 다른 사람처럼 변해 있었다.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				1,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401006,
			"Hey…Himeko?",
			"那个…姬子队长？",
			"あの……姫子隊長？",
			"저기... 히메코 대장?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				1,
				true
			],
			[
				551,
				3,
				false
			]
		],
		[
			"msg",
			401007,
			"Don't mind her, she's only like this in front of Doctor, while wearing a grumpy face with anybody else.",
			"别在意，这个丫头只有在博士面前才一副老实的样子，对其他人都是一样的臭脾气。",
			"気にしないで。あいつったら、博士の前だけはいつもおとなしくなるの。他の人に対しては誰にでも噛みついてくるのよ。",
			"신경 쓰지 마. 저 애는 박사님 앞에만 서면 꼬리 내리는 법이 있지. 다른 사람에겐 무조건 으르렁대니까.",
			null
		],
		[
			"portraits",
			[
				550,
				1,
				true
			],
			[
				551,
				0,
				false
			]
		],
		[
			"msg",
			401008,
			"You just need to get used to it.",
			"习惯了就好。",
			"慣れれば気にならなくなるわ。",
			"익숙해지면 별일 아니야.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				1,
				false
			],
			[
				551,
				0,
				true
			]
		],
		[
			"msg",
			401009,
			"Ok……",
			"好的……",
			"はい……",
			"네……",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				1,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401010,
			"Doctor! Are you bringing a new mission?",
			"博士！您过来是有什么新任务了么？",
			"博士！わざわざお越しになったのは、何か新しい任務があるからなんですか？",
			"박사님! 이렇게 직접 오신 거라면, 새로운 임무가 있는 건가요?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401011,
			"Yes, but you should go to rest as you just came back, I will give it to Himeko.",
			"嗯，不过你刚回来还是回去休息吧，这次任务交给姬子她们就行。",
			"ええ。でも、あなたは帰ってきたばかりだから休んでちょうだい。今回の任務は姫子たちに任せればいいわ。",
			"그래. 하지만 넌 막 돌아왔으니 좀 쉬어야 해. 이번 임무는히메코들에게 맡기면 돼.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401012,
			"No! I already havd a break in the returning flight! I'm all good now!",
			"不会！回来的飞机上我已经休息过了！现在可精神得很呢！",
			"大丈夫ですよ！帰りの飛行機で十分休みましたから！もう元気いっぱいなんです！",
			"괜찮아요! 돌아오는 비행기에서 충분히 쉬었거든요! 이제 완전히 활력이 넘친다구요!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				0,
				true
			],
			[
				551,
				0,
				false
			]
		],
		[
			"msg",
			401013,
			"Eh? Kika, you just said you were leaving?",
			"嗯？辉火，你刚才不是要回去么？",
			"あら？輝火、さっきは帰るって言ってなかった？",
			"어라? 키카, 아까는 집에 간다고 하지 않았어?",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401014,
			"Shut up!",
			"闭嘴！",
			"黙れ！",
			"닥쳐!",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				2,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401015,
			"Fine, then I will give it to both of you, it's not that difficult.",
			"好吧，既然这样那就交给你们一起执行吧，也不是什么困难的任务。",
			"分かったわ。それなら、あなたたち全員で任務に当たってちょうだい。それほど難しい任務でもないから。",
			"알겠어. 그럼 너희 모두 함께 임무를 수행하도록 해. 그렇게 어려운 임무도 아니니까.",
			null
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401016,
			"Just now, the Department of Security and Defense of MTU came to visit me, asked us to support investigating the terrorist attack last tight, and digged out the orgarnizations behind.",
			"就在刚才，人合联的安全防卫局来拜访我，让我们协助调查昨晚的恐怖袭击事件，揪出隐藏在幕后的组织。",
			"さっき、人類契約連盟の安全防衛部の人が訪ねてきたの。昨夜のテロ襲撃事件の捜査と、背後に隠れている組織をあぶり出すのを私たちに手伝ってもらいたいそうよ。",
			"방금, 인류계약연맹의 안전방위부 소속 사람이 찾아왔어. 어제 밤의 테러 습격 사건 수사와 배후에 숨은 조직을 색출하는 걸 우리가 도와달라고 하더군.",
			null
		],
		[
			"msg",
			401017,
			"MTU assumed this organization might be the one who kidnapped me, so we need join the investigation together.",
			"人合联怀疑这个组织与绑架我的是同一批人，所以我们也需要介入调查。",
			"人類契約連盟はこの組織と私を誘拐した人たちが一味ではないかと疑っているの。だから、私たちとしても捜査に加わる必要があるの。",
			"인류계약연맹은 이 조직과 나를 납치한 자들이 한패가 아닌가 의심하고 있어. 그래서 우리로서도 수사에 참여할 필요가 있는 거야.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401018,
			"I like the idea! Those people who dear to kidnap Doctor, I must blow them into pieces!",
			"那正合我意！居然胆敢绑架博士，我一定把那帮混蛋轰成渣滓！",
			"望むところですよ！博士を誘拐しようとするなんて、私がその悪党どもを木端微塵にしてやります！",
			"바라는 바입니다! 박사님을 납치하려 들다니, 제가 그 악당들을 산산조각 내버리겠습니다!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				551,
				1,
				false
			]
		],
		[
			"msg",
			401019,
			"About this thing, I also plan to go to the lower area after the training today. They can move around easily after kidnapped Doctor last night, must because they have some teammates, so it's the best way to investigate there.",
			"关于此事，我今天也准备在训练后前往下层区一次。昨晚他们绑架了博士后能够在下层区畅通无阻，想必也有同伴接应，所以调查那里是最好的方向。",
			"そのことですが、今日の訓練が終わった後、もう一度あのスラムに行ってみようと思っています。昨夜、彼らが博士を誘拐した後、スラムを何の問題もなく素早く通り抜けられたのは、きっと手助けした仲間がいるからだと思います。ですので、あの場所を調べるのが最善かと思います。",
			"그건 그렇고, 오늘 훈련이 끝난 후에 다시 한번 그 슬럼에 가보려고 생각 중이에요. 어젯밤 그들이 박사를 납치한 후 슬럼을 아무 문제 없이 빠르게 통과할 수 있었던 건 분명 도와준 동료가 있었기 때문일 거예요. 그래서 그 장소를 조사하는 게 최선이라고 생각해요.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				1,
				false
			],
			[
				551,
				1,
				true
			]
		],
		[
			"msg",
			401020,
			"Ok, it's very complicated there, take care.",
			"好，下层区情况复杂，注意安全。",
			"いいわ。スラムの事情は複雑だから、身の安全に気をつけてね。",
			"좋아. 슬럼 사정이 복잡하니까, 몸조심하렴.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				551,
				3,
				false
			]
		],
		[
			"msg",
			401021,
			"It will be more dangerous than Houkai? Don't worry.",
			"再危险能有崩坏危险么？放心吧。",
			"危険と言っても崩壊ほどではありませんよ。ご安心ください。",
			"위험하라고 해도 붕괴 정도는 아니에요. 안심하세요.",
			null
		],
		[
			"portraits",
			[
				548,
				1,
				true
			],
			[
				551,
				0,
				false
			]
		],
		[
			"msg",
			401022,
			"Kiana, Kika. Let's go.",
			"琪亚娜，辉火。我们出发吧。",
			"キアナ、輝火。出発しましょう。",
			"키아나, 키카. 출발하자구요.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				0,
				false
			],
			[
				551,
				0,
				true
			]
		],
		[
			"msg",
			401023,
			"Yes!",
			"是！",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401024,
			"Doctor! Wait for me good news!",
			"博士！您就等我的好消息吧！",
			"博士！いい知らせを待っていてくださいね！",
			"박사님! 좋은 소식 기다리고 계세요!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401025,
			null,
			"",
			null,
			null,
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			432363
		],
		[
			"bg",
			"CG10226"
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401026,
			"Huh!",
			"啧！",
			"チッ！",
			"쳇!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				560,
				0,
				true
			],
			[
				551,
				0,
				false
			]
		],
		[
			"msg",
			401027,
			"Weren't you quite happy just now? Why you look like this.",
			"刚才不是还一脸喜笑颜开的么？怎么板着一副臭脸。",
			"さっきまでの笑顔はどこに行ったの？どうしてふてくされた顔をしているの？",
			"아까까지의 미소는 어디로 간 거야? 왜 삐친 얼굴을 하고 있는 거야?",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				551,
				0,
				true
			]
		],
		[
			"msg",
			401028,
			"Why I have to go with this useless?",
			"为什么要和这个废物一起行动？",
			"どうしてこの役立たずと一緒に行動しなくちゃいけないのよ？",
			"왜 이 쓸모없는 녀석과 함께 행동해야 하는 거야?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				560,
				0,
				true
			],
			[
				551,
				0,
				false
			]
		],
		[
			"msg",
			401029,
			"Then you can go back to rest.",
			"那你可以回去休息。",
			"じゃあ、あなたは帰って休むといいわ。",
			"그럼, 넌 돌아가서 쉬는 게 좋겠다.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				551,
				0,
				true
			]
		],
		[
			"msg",
			401030,
			"Huh! Don't even think about it! It's because of you didn't protect her well! Today let me tell you what's the efficiency of elite!",
			"哼！想都别想！就是因为你们保护不利才会发生这一连串的事情！今天就让我来教教你们什么叫做精英的效率！",
			"フンッ！冗談じゃないわよ！あなたたちがしっかり護衛しないからこんなことになったんでしょう！今日は私がエリートの仕事の効率とは何かを教えてあげるわ！",
			"흥! 농담도 안 돼! 너희가 제대로 호위를 안 해줘서 이런 일이 생긴 거잖아! 오늘 내가 엘리트의 업무 효율이 뭔지 가르쳐 주겠어!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				560,
				0,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401031,
			"Don't rush, the lower area is not as easy as you think.",
			"不要冲动，下层区可没有你想的那么简单。",
			"あまり突っ走らないで。スラムはあなたが考えているほど簡単な場所じゃないのよ。",
			"너무 앞서 나가지 마. 슬럼은 네가 생각하는 것처럼 단순한 곳이 아니야.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				560,
				0,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			401032,
			"Yes, I was scared yesterday…what is this place?",
			"嗯，昨天我也被这里的人吓到了…这里到底是什么地方？",
			"ええ。昨夜、私もここの人に驚かされました……ここは一体どんな場所なんですか？",
			"네. 어젯밤, 저도 여기 사람들에게 놀랐어요...... 여긴 대체 어떤 곳이에요?",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			401033,
			"Scared? Are you qualified as a Valkyrie!",
			"吓到？你这样还算是女武神么！",
			"驚かされた？あなた、それでもヴァルキリーなの！？",
			"놀랐다고? 당신, 그래도 발키리야!?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				0,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			401034,
			"The residents of the Lower Area come from all over the world. Most of them are refugees whose homes were destroyed by Houkai, as well as migrants seeking asylum in Nagazora City. As Nagazora has one of the most complete defenses in the world and is home to the Hyperelectric Society, it is considered to be the only ark that can survive the Houkai.",
			"下层区的居民来自世界各地。大部分是被崩坏摧毁家园的难民，还有前来长空市寻求庇护的移民。因为长空市拥有世界上最完备的防御设施和超电社的本部，所以被他们认为是唯一能从崩坏中存活下来的方舟。",
			"スラムの住民は世界各地から集まって来ているの。その大部分は崩壊によって家を破壊された難民と、長空市に保護を求めてやって来た移民よ。長空市には世界で最も整った防御施設と超電社の本社があるから、彼らは長空市を崩壊の中でも生き延びることのできる唯一の方舟だと思っているの。",
			"슬럼 주민들은 전 세계에서 모여들었어. 대부분은 붕괴로 집을 잃은 난민과 장공시에 보호를 구하러 온 이민자들이지. 장공시에는 세계에서 가장 완비된 방어 시설과 초전사 본사가 있으니까, 그들은 장공시를 붕괴 속에서도 살아남을 수 있는 유일한 방주라고 생각하는 거야.",
			null
		],
		[
			"msg",
			401035,
			"But as migration increases, Nagazora is reaching its limits. So The MTU tightened Nagazora's immigration policy a decade ago, requiring a hefty fee to become full citizens, leaving tens of thousands of poor refugees stranded on The outskirts of The city.",
			"但随着移民的增加，长空市能容纳的人数也到达极限，因此人合联在十年前紧缩了长空市的移民政策，只有缴纳巨额的入住费才能成为正式公民，于是成千上万贫苦难民只能停留在城市的郊外自力更生。",
			"でも、移民の数が増えるにつれ、長空市に収容できる人数も限界に達してしまったの。そのため、人類契約連盟は10年前に長空市の移民政策を縮小させ、巨額の移住費を納入しないと正式な市民になれなくなったの。そのせいで、大勢の貧しい難民は街の郊外で自力で生活するしかなくなってしまったの。",
			"하지만 이민자 수가 늘어나면서 장공시의 수용 능력도 한계에 다다랐지. 그래서 인류계약연맹은 10년 전 장공시 이민 정책을 축소시켰고, 엄청난 이주비를 내지 않으면 정식 시민이 될 수 없게 됐어. 그 때문에 많은 가난한 난민들은 도시 외곽에서 스스로 생계를 꾸려야만 했던 거야.",
			null
		],
		[
			"portraits",
			[
				551,
				3,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			401036,
			"Over time, it developed into a chaotic urban area. The MTU also tried to repatriate and settle these refugees, but due to the human rights issue and the protests of the refugees, it eventually turned into a large-scale armed conflict. Finally, in the face of public opinion and various interest disputes, The MTU could only agree to divide this area into Nagazora.",
			"久而久之，这里就发展成了一个混乱的城区。人合联也尝试过遣返安置这些难民，但是由于人权问题与难民的游行抗议，最终导致演变成了大规模的武力冲突。最后在社会舆论与各种利益纠纷下，人合联只能同意将这片区域划入长空市。",
			"そうしているうちに、この場所に秩序の乱れた市街地ができたの。人類契約連盟もこれらの難民を追い返そうとしたんだけれど、人権問題と難民のデモ活動に直面し、最終的には大規模な武力衝突へと発展してしまったの。世論と各方面の利益で揉めに揉めた末、人類契約連盟はこのエリアを長空市に組み込むことに同意するしかなくなったの。",
			"그러던 중 이곳에 무질서한 시가지가 형성됐어. 인류계약연맹도 이 난민들을 몰아내려 했지만, 인권 문제와 난민들의 시위에 직면하더니 결국 대규모 무력 충돌로 번져버렸지. 여론과 각계의 이익 관계가 얽히고설킨 끝에 인류계약연맹은 이 구역을 장공시에 편입시키는 데 동의할 수밖에 없었어.",
			null
		],
		[
			"portraits",
			[
				551,
				0,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			401037,
			"However, this was only a nominal expediency. The government did not carry out any governance and jurisdiction over the Lower Area, and there was no material support either. They instituted a series of laws that restricted the activities of the residents of the Lower Area, isolated them from Nagazora, and left the residents to fend for themselves.",
			"但这只是名义上的权宜之计，政府并没有对下层区进行任何治理与管辖，同样也没有物资的支援。他们制定了一系列的法律约束下层区居民的行动，将他们与长空市隔离开来，放任这里的居民自生自灭。",
			"でも、それは名目上のその場しのぎの策でしかなかったの。政府はスラムに対して管理や介入を一切せず、物質的な支援も行わなかったの。彼らは一連の法律を定めてスラム住民の行動を制限し、スラム住民を長空市から隔離したのよ。ここの住民が自然消滅するようにね。",
			"하지만 그건 명목상의 임시 방편에 불과했어. 정부는 슬럼에 대한 관리나 개입을 전혀 하지 않았고, 물질적 지원도 하지 않았지. 그들은 일련의 법률을 정해 슬럼 주민들의 행동을 제한하고, 슬럼 주민들을 장공시에서 격리시켰어. 여기 주민들이 자연스럽게 사라지도록 말이야.",
			null
		],
		[
			"msg",
			401038,
			"Hence the hostility of the residents of the Lower Area towards us \"people from above\".",
			"因此，下层区的居民才会对我们这些“上面来的人”充满了敌意。",
			"だから、スラムの住民は私たちのような「上から来た人間」に対する敵意に満ちているのよ。",
			"그래서 슬럼 주민들은 우리 같은 「위에서 온 사람들」에게 적의를 가득 품고 있는 거야.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				551,
				0,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			401039,
			"Well……",
			"原来是这样……",
			"そうだったんですか……",
			"그런 거였어요......",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				0,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			401040,
			"So we're trying to keep this investigation as low profile as possible so that it doesn't cause conflict, okay?",
			"所以我们在这里调查尽量低调，千万不要引起冲突，明白了么？",
			"だから私たちがここで捜査をするにしても、できる限り目立たないようにしなくてはならないの。絶対にトラブルを起こしてはダメよ。分かった？",
			"그러니까 우리가 여기서 수사를 하더라도 가능한 한 눈에 띄지 않게 해야 해. 절대로 트러블을 일으켜서는 안 돼. 알겠지?",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				551,
				0,
				true
			],
			[
				550,
				3,
				false
			]
		],
		[
			"msg",
			401041,
			"Ok",
			"好的。",
			"はい。",
			"네.",
			null
		],
		[
			"bgm",
			12
		],
		[
			"speaker",
			432371
		],
		[
			"portraits",
			[
				568,
				0,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			401042,
			"Hey! The girls over there looks like Uptown guys!",
			"喂！你看那里！这几个丫头细皮嫩肉的！一看就是上城区的家伙！",
			"おい！あそこを見ろ！あの娘たち、色白でべっぴんだぞ！見るからに上の世界のやつらだ！",
			"야! 저길 봐! 저 계집애들, 하얀 피부에 예쁘잖아! 보니까 위쪽 세계 놈들인 게 틀림없어!",
			null
		],
		[
			"msg",
			401043,
			"I heard there was a big deal up there yesterday. Someone blew up the MTU building and kidnapped the boss of yperelectric Society.",
			"听说昨天上面发生了大事，有人炸了人合联大楼还绑架了超电社的老板。",
			"昨日、上の世界で大事件が起こったらしいぞ。誰かが人類契約連盟ビルを爆破して、超電社の社長を誘拐したんだとよ。",
			"어제 위쪽 세계에서 대사건이 일어난 모양이야. 누군가가 인류계약연맹 빌딩을 폭파하고 초전사 사장을 납치했다던데.",
			null
		],
		[
			"msg",
			401044,
			"I saw military planes yesterday! What was the result? Is the boss of Hyperelectric Society dead?",
			"就是！昨天我看到了军队飞机！结果怎么样？超电社的老板死了没？",
			"そうなんだよ！昨夜、軍隊の飛行機を見たんだ！結果はどうなったんだ？超電社の社長は死んだか？",
			"그렇다고! 어젯밤에 군대 비행기를 봤어! 결과는 어땠어? 초전사 사장은 죽었어?",
			null
		],
		[
			"msg",
			401045,
			"How could she die? The terrorist group is probably just trying to extort some money.",
			"那可是大人物！怎么可能会死，那帮恐怖组织估计也就想敲诈点钱。",
			"あれは大人物なんだ！死ぬわけないだろ。あのテロ組織もきっと身代金目当てだろうさ。",
			"저건 대인물이야! 죽을 리가 없지. 그 테러 조직도 분명 몸값을 노린 거겠지.",
			null
		],
		[
			"msg",
			401046,
			"Ah... Hyperelectric Society is also a stooge of The MTU. A bunch of pussies!",
			"哎…真是可惜，超电社也是人合联的走狗，居然这么轻易就放人了，一群怂包！",
			"やれやれ……本当に残念だな。超電社も人類契約連盟の手先なんだぜ。そんな簡単に解放しちまうなんて、ヘタレどもめ！",
			"아니 진짜...... 정말 유감이군. 초전사도 인류계약연맹의 앞잡이라는 거 알아? 그렇게 쉽게 풀어주다니, 겁쟁이들 같으니!",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				550,
				3,
				true
			]
		],
		[
			"msg",
			401047,
			"What are you saying? Say it again!",
			"你说什么？再给我说一遍！",
			"何ですって？もう一遍言ってみなさいよ！",
			"뭐라고? 다시 한 번 말해 봐!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				560,
				0,
				true
			],
			[
				551,
				4,
				false
			]
		],
		[
			"msg",
			401048,
			"Hey! Kika! Don't make trouble!",
			"喂！辉火！不要制造麻烦！",
			"ちょっと！輝火！トラブルを起こさないで！",
			"잠깐! 키카! 트러블을 일으키지 마!",
			null
		],
		[
			"speaker",
			432371
		],
		[
			"portraits",
			[
				568,
				0,
				false
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			401049,
			"Ah? Little girl, what's wrong? I was skeptical of you, are you coming to make trouble?",
			"啊？小姑娘，怎么回事？刚才就看你们不对，是想来闹事么？",
			"あぁ？お嬢ちゃん、何なんだ？さっきからお前たちの様子が変だと思っていたんだ。騒ぎを起こしに来たのか？",
			"아? 아가씨, 뭐야? 아까부터 너희들 행동이 수상쩍던 참이었어. 소동을 일으키러 온 거야?",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			401050,
			"Haha…so what!",
			"呵呵…是又怎么样！",
			"フフ……だったらどうだって言うのよ！",
			"흐흐... 그럼 어쩌라고!",
			null
		],
		[
			"speaker",
			432371
		],
		[
			"portraits",
			[
				568,
				0,
				false
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			401051,
			"Then I will not go easy! Let's fight!",
			"那就不客气了！给我打！",
			"それなら容赦しねえ！やっちまえ！",
			"그럼 용서 못 해! 처버려!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				568,
				0,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401052,
			"Hey! You're such an pain-in-the-ass! Kika! Come back!",
			"哎！真是不省心的丫头！辉火！给我回来！",
			"もう！本当にすぐこうなるんだから！輝火！戻って来なさい！",
			"정말! 진짜 금방 이렇게 되잖아! 키카! 돌아오라니까!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401053,
			"Let go! I'll teach them a lesson!",
			"放手！老娘要好好教训他们！",
			"はなしてよ！あいつらをとっちめてやるんだから！",
			"놔줘! 걔들 혼내줄 거라고!",
			null
		]
	]
}