{
	"25": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10228"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401207,
			"——Abandoned Factory",
			"——废工厂",
			"——廃工場",
			"——폐공장",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401208,
			"Here is?",
			"这里是？",
			"ここは？",
			"여긴?",
			"Where is this?"
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401209,
			"The abandoned factory in the suburb of Nagazora, because it's to close to the Houkai area, so no one really dares to come here.",
			"长空市郊外的废弃工厂，这里也因为离崩坏区域太近，所以基本没有人敢靠近。",
			"長空市郊外にある廃工場よ。ここも崩壊エリアから近すぎるせいで、ほとんど誰も近づこうとしないわ。",
			"장공시 교외에 있는 폐공장이야. 여기도 붕괴 지역에서 너무 가까워서 거의 아무도 접근하려고 하지 않아.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401210,
			"The signal stopped inside of the factory, here it is.",
			"信号在工厂内部停下了，就是这里了。",
			"信号は工場の中で止まったわ。ここに間違いないはずよ。",
			"신호는 공장 안에서 멈췄어. 여기가 틀림없을 거야.",
			null
		],
		[
			"msg",
			401211,
			"……They live in here, daredevils.",
			"……居然隐藏在这种地方生活，真是一群不知死活的家伙。",
			"……こんな場所に隠れて暮らしているなんて、本当に無茶苦茶なやつらね。",
			"……이런 곳에 숨어 살다니, 정말 무리한 녀석들이네.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401212,
			"What should we do? Shall we just…get inside?",
			"那我们要怎么办？就这样…冲进去么？",
			"それで私たちはどうするんですか？このまま……突入するとか？",
			"그럼 우리는 어떻게 하죠? 이대로… 돌입한다든가?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401213,
			"The number of enemy is not clear, don't rush. Kiana, let's go to have a check. Kika, you find the high point to support and prepare shooting.",
			"敌人的数量还不明确，不要打草惊蛇。琪亚娜，你和我一起潜入探查。辉火，你寻找制高点进行援护射击。",
			"敵の数はまだ分からないし、不用意に仕掛けない方がいいわ。キアナ、あなたは私と一緒に潜入して調べるわよ。輝火、あなたは高い場所を探して援護射撃をしてちょうだい。",
			"적의 수는 아직 모르니까, 함부로 덤비지 않는 게 좋아. 키아나, 너는 나랑 같이 잠입해서 조사하자. 키카, 넌 높은 곳을 찾아서 엄호 사격을 해줘.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401214,
			"Leave it to me,",
			"交给我吧，",
			"任せてください。",
			"맡겨주세요.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				560,
				0,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401215,
			"OK, go.",
			"嗯，出发吧。",
			"よし、出発しましょう。",
			"좋아, 출발하자.",
			null
		]
	],
	"26": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401216,
			"This is so abandoned……",
			"里面还真是废旧呢……",
			"中は本当に廃墟なんですね……",
			"안쪽은 정말 폐허네요…",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401217,
			"This used to be a huge military enterprise, but was ruined in the big Houkai. The environment inside is very complicated, and they must have a patrol. Kiana, stay with me, don't go with your own.",
			"这里曾经是一座巨大的军工企业，但是在大崩坏中毁于一旦。工厂内的环境十分复杂，而且对方一定也存在巡逻的人员。琪亚娜，你跟在我的身旁，不要擅自行动。",
			"ここはかつて巨大な軍需企業だったの。でも、大崩壊で完全に破壊されたわ。工場内の構造はとても複雑だし、相手もきっと巡回要員がいるはずよ。キアナ、あなたは私のそばから離れないで。勝手に行動してはダメよ。",
			"여기는 과거 거대한 군수 기업이었어. 하지만 대붕괴로 완전히 파괴되었지. 공장 내부 구조는 매우 복잡하고, 상대도 분명 순환 요원이 있을 거야. 키아나, 너는 내 곁에서 떨어지지 마. 함부로 행동하면 안 돼.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401218,
			"Understand.",
			"明白了。",
			"分かった。",
			"알았어.",
			null
		]
	],
	"27": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				551,
				4,
				false
			]
		],
		[
			"msg",
			401219,
			"Shh, be quiet! Something's there.",
			"嘘，小声！前面有动静。",
			"シーッ、静かに！この先で物音がするわ。",
			"쉿, 조용히! 이 앞에서 소리가 나.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401220,
			"Kiana, slow down, carefully go closer.",
			"琪亚娜，放慢脚步，小心接近。",
			"キアナ、ゆっくり、気をつけて近づくのよ。",
			"키아나, 천천히, 조심히 접근해.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401221,
			"Ok……",
			"嗯……",
			"うん……",
			"응…",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401222,
			"Himeko and Kiana walked slowly towards direction of the voice, through the chinks of the steels and concrete, the two saw the inside of the factory.",
			"姬子与琪亚娜朝着声音传来的方向缓步前行，透过林立交错的钢筋支架的缝隙中，两人看到了工厂内部的景象。",
			"姫子とキアナは物音が聞こえた方向にゆっくりと進んだ。複雑に交錯する鉄骨の隙間から、二人は工場内部の様子を見ることができた。",
			"히메코와 키아나는 물소리가 들린 방향으로 천천히 나아갔다. 복잡하게 얽힌 철골 사이로 두 사람은 공장 내부의 모습을 볼 수 있었다.",
			null
		],
		[
			"msg",
			401223,
			"It's a huge warehouse, several rough beds were all over on the ground. Within their sight, some refugees in shabby clothes sat together, most of them were aged and sick, looked tired without any vitality.",
			"这是一个宽大的仓库，数十张简陋的床铺杂乱地铺设在地上。目光范围内，身着简陋衣物的难民围成一团，他们大多都是老弱病残，疲惫的神情看不出丝毫生机。",
			"そこは大きな倉庫だった。数十の粗末なベッドが乱雑に地面に並べられていた。視界の中にいるのは、粗末な服をまとった難民の一段だった。彼らのほとんどは老人や病人のようで、疲労した表情からは生気をまったく感じられなかった。",
			"그곳은 거대한 창고였다. 수십 개의 허술한 침대가 무질서하게 바닥에 놓여 있었다. 시야 안에는 누더기를 걸친 난민들이 가득했다. 그들 대부분은 노인이나 환자처럼 보였고, 지친 얼굴에서 생기는 전혀 느껴지지 않았다.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401224,
			"These are……",
			"这些人是……",
			"この人たちは……",
			"이 사람들은......",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401225,
			"Shh.",
			"别出声。",
			"声を出さないで。",
			"소리 내지 마.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401226,
			"Himeko looked at the people in silence, in the outside, some young people with weapons were on alert. At this time, the girl with cloak walked slowly towards them. All the people looked as if they saw a hope, those bitter faces started to wear a smile.",
			"姬子沉默地环顾着人群，在仓库的外围，有几个手持武器的青年人正在警备。而此刻，身着斗篷的女孩正缓步走向人群。众人仿佛看到了一丝希望，那些苦涩的脸上露出了一丝笑容。",
			"姫子は黙ったまま周囲を見回した。倉庫の周りには武器を手にした若者が警戒に当たっている。その時、マントに身を包んだ少女がゆっくりと集団の方に歩いていった。彼らは一縷の希望を目にしたかのように、苦渋の表情にかすかな笑顔を浮かべた。",
			"히메코는 말없이 주변을 둘러보았다. 창고 주변에는 무기를 든 청년들이 경계를 서고 있었다. 그때 망토를 두른 소녀가 천천히 무리 쪽으로 걸어갔다. 그들은 희미한 희망을 본 듯, 쓰라린 표정에 희미한 미소를 띄웠다.",
			null
		],
		[
			"speaker",
			432374
		],
		[
			"portraits",
			[
				571,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401227,
			"Nina, you are back.",
			"妮娜，你回来啦。",
			"ニーナ、帰ってきたのかい。",
			"니나, 돌아왔구나?",
			null
		],
		[
			"speaker",
			432375
		],
		[
			"portraits",
			[
				572,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401228,
			"Yes.",
			"嗯。",
			"うん。",
			"응.",
			null
		],
		[
			"speaker",
			432374
		],
		[
			"portraits",
			[
				571,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401229,
			"Why your clothes is teared? And you're injured? Did you encounter any danger?",
			"你的衣服怎么划破了？还受伤了？难道在外面遇到危险了么？",
			"その服はどうして破れているんだい？それに怪我をしているのかい？まさか、外で危険な目に遭ったのかい？",
			"그 옷은 왜 찢어졌어? 게다가 상처도 났다고? 설마 밖에서 위험한 일 당한 거야?",
			null
		],
		[
			"speaker",
			432375
		],
		[
			"portraits",
			[
				572,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401230,
			"The clothes…I'm ok.",
			"衣服…我没事。",
			"服は……私は大丈夫。",
			"옷은...... 나 괜찮아.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				7,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401231,
			"That girl…the one who kidnapped Dr Mei.",
			"那个女孩…果然是之前高架上绑架芽衣博士的人。",
			"あの女の子……やっぱりこの前、高架道路で芽衣博士を誘拐した人です。",
			"저 소녀...... 역시 지난번 고가도로에서 메이 박사를 납치한 사람이에요.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				7,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401232,
			"These people…they don't look like an armed group…are they refugees……",
			"这些人…从服装看起来不像是武装组织…难道是逃亡到长空市的平民么……",
			"この人たちは……身なりからして武装組織ではなさそうね……まさか長空市に逃れてきた一般市民なのかしら……",
			"이 사람들은…… 차림새로 봐선 무장 조직은 아닌 것 같네…… 설마 장공시로 피난 온 일반 시민인가……",
			null
		],
		[
			"speaker",
			432373
		],
		[
			"portraits",
			[
				570,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401233,
			"Nina, it's too dangerous to go out alone…let the adult go next time.",
			"妮娜，一个人出去太危险了…下次还是让大人去吧。",
			"ニーナ、一人で出歩いたら危なすぎるよ……この次は大人に行かせなさい。",
			"니나, 혼자 돌아다니면 너무 위험해…… 다음부터는 어른들에게 맡기도록 해.",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				562,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401234,
			"Leader and others have more important things to do, so leave things like this to me.",
			"头领和其他人都有更重要的事情要做，所以这种小事就由我来就好。",
			"首領や他の人はもっと大事なことをやらなければいけないの。だから、このようなことは私がやればいいの。",
			"수령님과 다른 사람들은 더 중요한 일을 해야 하니까. 그러니 이런 일은 제가 하면 돼.",
			null
		],
		[
			"msg",
			401235,
			"But…I had a little accident, though I got the money, but I didn't have time to buy some food for us. Sorry.",
			"不过…遇到了一些小小的意外，虽然钱是拿到了，但却没来得及给大家买食物。抱歉。",
			"ただ……ちょっとしたトラブルがあって、お金は手に入れたんだけど、皆の食べ物を買ってくる時間がなかったの。ごめんなさい。",
			"다만…… 자잘한 문제가 생겨서, 돈은 손에 넣었지만 모두의 먹을걸 사올 시간이 없었어. 미안해.",
			null
		],
		[
			"speaker",
			432373
		],
		[
			"portraits",
			[
				570,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401236,
			"It's ok, we still have some food. It's too dangerous outside, stay here.",
			"没关系，储存的食物节省一些还能勉强撑几天。现在外面太危险了，你就留在这里吧。",
			"大丈夫だよ。保存してある食べ物を少しずつ食べれば、あと何日かは持ちこたえられるよ。今、外に出るのは危険だから、あなたはここに残っていなさい。",
			"괜찮아. 저장해둔 음식을 조금씩 먹으면 며칠은 더 버틸 수 있어. 지금 밖에 나가는 건 위험하니까, 넌 여기에 남아 있어.",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				562,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401237,
			"No, I need to protect us when leader is not here.",
			"不行，首领不在的时候我得保护大家才行。",
			"ダメよ。首領がいない時は、私が皆を守らなくちゃ。",
			"안 돼. 수령님이 없을 때는 내가 모두를 지켜야 해.",
			null
		],
		[
			"speaker",
			432373
		],
		[
			"portraits",
			[
				570,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401238,
			"Nina you're great…but we just want to live here quietly, so don't do anything dangerous ok?",
			"妮娜真是厉害呢…不过我们只是想平静地生活，所以不要再做那些危险的事情了好么？",
			"ニーナは本当にすごいわね……でも、私たちは静かに暮らしたいだけなんだよ。だから、もうあんな危険なことはしないでくれるかい？",
			"니나는 정말 대단하네…… 하지만 우리는 조용히 살고 싶을 뿐이야. 그러니까, 이제 그런 위험한 일은 하지 말아줄래?",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				562,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401239,
			"Leader said, only by changing this world can we find space to live. Everything he's doing now is to make sure we can survive safely.",
			"首领说，只有改变这个世界我们才能有生存的空间。他现在做的一切都是为了大家能够安全地活下去。",
			"首領は、この世界を変えなければ私たちが生き残る場所はないと言っていたわ。彼が今していることは、全て皆が安全に生きていけるようにするためなの。",
			"수령은 이 세상을 바꾸지 않으면 우리가 살아남을 곳은 없다고 말했어. 그가 지금 하고 있는 일은 모두가 안전하게 살 수 있도록 하기 위한 것이야.",
			null
		],
		[
			"speaker",
			432373
		],
		[
			"portraits",
			[
				570,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401240,
			"Survive……Nina, do you still remember the time we left our hometown? We were such a big group…and now we only have us.",
			"活下去……妮娜，你还记得离开故乡的时候么？明明有那么多人…但是现在就只剩下我们几十个人了。",
			"生きていく……ニーナ、故郷を離れた時のことを覚えているかい？あんなにたくさんの人がいたのに……今残っているのは私たち数十人だけなんだよ。",
			"살아가야 해…… 니나, 고향을 떠났을 때의 일을 기억하겠니? 그렇게 많은 사람들이 있었는데…… 지금 남아있는 건 우리 수십 명뿐이야.",
			null
		],
		[
			"msg",
			401241,
			"Even though we can survive, we will die eventually after infected by Houkai…you still have hope as a young people, don't take the risk for us.",
			"就算能活下去，被崩坏感染的我们也迟早是死路一条…你们年轻人还有希望，就不要为了我们冒险了。",
			"生き残ったとしても、崩壊に感染した私たちは遅かれ早かれ死ぬしかないのさ……あなたたち若者にはまだ希望がある。だから私たちのために危険なことはしないでおくれ。",
			"살아남는다 해도, 붕괴에 감염된 우리는 조만간 죽을 수밖에 없어…… 너희 젊은이들에게는 아직 희망이 있다. 그러니 우리를 위해 위험한 일은 하지 말아다오.",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				562,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401242,
			"No, leader said, we can't give up any one.",
			"不，首领说过，不能放弃任何一个人。",
			"いえ、首領が言っていたわ。誰一人として見捨てるわけにはいかないって。",
			"아니, 수령이 말했어. 누구 한 사람도 버려두면 안 된다고.",
			null
		],
		[
			"speaker",
			432373
		],
		[
			"portraits",
			[
				570,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401243,
			"Leader…that kid is stubborn…without us, he would live a much better life.",
			"首领…那个孩子也真是固执…如果不是我们拖累他，现在一定已经出人头地了。",
			"首領か……あの子も本当に頑固だからね……私たちがあの子の足を引っ張らなければ、今頃はきっと立派な人間になっていただろうに。",
			"수령이라…… 그 아이도 정말 고집이 세니까…… 우리가 그 아이 발목을 잡지만 않았더라면 지금쯤 훌륭한 사람이 되었을 텐데.",
			null
		],
		[
			"msg",
			401244,
			"Nina…tell him, don't do anything dangerous, we don't want to see him in danger.",
			"妮娜啊…你也劝劝他，不要再做什么危险的事情了，我们不希望他有什么意外。",
			"ニーナ……あなたからも言っておやり。もう危険なことはしないようにって。私たちはあの子に万一のことが起こってほしくないんだよ。",
			"니나…… 당신도 말해 주세요. 더 이상 위험한 일은 하지 않도록. 우리는 그 아이에게 만일의 일이 생기길 바라지 않아요.",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				562,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401245,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			401246,
			"Grandma, ask everyone to pack, we need to leave here.",
			"奶奶，让大家整理一下随身物品吧，我们要离开这里了。",
			"お婆ちゃん、皆に身の回りの品を整理するように伝えて。私たち、ここから出ないといけないわ。",
			"할머니, 모두에게 몸주변 물품을 정리하라고 전해요. 우리, 여기서 나가야 해요.",
			null
		],
		[
			"speaker",
			432373
		],
		[
			"portraits",
			[
				570,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401247,
			"Leave…? To where?",
			"离开…？去哪里？",
			"ここから出る……？どこに行くんだい？",
			"여기서 나간다고……? 어디로 가는 거야?",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				562,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401248,
			"Somewhere safe……",
			"去安全的地方……",
			"安全な場所よ……",
			"안전한 곳으로……",
			null
		],
		[
			"bgm",
			109
		],
		[
			"msg",
			401249,
			"Get out, don't hide there.",
			"出来吧，不要躲躲藏藏的。",
			"出てきなさい。コソコソ隠れる必要はないわ。",
			"나오세요. 슬슬 숨을 필요 없어요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401250,
			"Nina turned around, look into the two people hidden in the dark.",
			"妮娜转过身，看向隐藏在暗处的两人。",
			"ニーナは振り向くと、暗闇に隠れている二人の方を見た。",
			"니나는 고개를 돌려 어둠 속에 숨어있는 두 사람을 바라보았다.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				3,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401251,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				3,
				true
			],
			[
				551,
				5,
				false
			]
		],
		[
			"msg",
			401252,
			"How did you find out……",
			"你是怎么发现的……",
			"どうして気が付いたの……",
			"왜 눈치챈 거야……",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				562,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401253,
			"Grandma told me my clothes were tore, and I found the tracker, you guys followed me all the way here.",
			"刚才奶奶说我衣服破了，我才发现身上的追踪器，没想到你们居然跟到了这里。",
			"さっき、お婆ちゃんが私の服が破れていると言ったおかげで、体につけられた発信機に気が付いたの。まさかあなたたちがここまでついて来るとはね。",
			"아까 할머니가 내 옷이 찢어졌다고 말해줘서 몸에 붙여진 발신기를 눈치챘어. 설마 너희들이 여기까지 따라올 줄이야.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				0,
				false
			],
			[
				551,
				5,
				true
			]
		],
		[
			"msg",
			401254,
			"Himeko…what should we do?",
			"姬子队长…我们现在该怎么办？",
			"姫子隊長……どうしましょうか？",
			"히메코 대장…… 어떻게 할까요?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				550,
				0,
				true
			],
			[
				551,
				4,
				false
			]
		],
		[
			"msg",
			401255,
			"Of course, to get out of here!",
			"那还用问，当然是突破出去！",
			"そんなこと聞くまでもないでしょう。もちろん突破して出ていくのよ！",
			"그런 걸 물어볼 필요도 없잖아. 물론 돌파해서 나가는 거야!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				562,
				0,
				false
			],
			[
				551,
				4,
				true
			]
		],
		[
			"msg",
			401256,
			"I won't let you go easily. Report, we found intruders, need support right now!",
			"不会让你们轻易离开的。报告，基地内部发现侵入者，请立即支援！",
			"そう簡単に逃がさないわよ。総員に告ぐ、基地内部に侵入者を発見。至急応援を求む！",
			"그렇게 쉽게 놓아주지 않을 거야. 전원에게 알린다, 기지 내부에 침입자 발견. 긴급히 지원을 요청해!",
			null
		]
	]
}