{
	"34": [
		[
			"bgm",
			110
		],
		[
			"speaker",
			432354
		],
		[
			"bg",
			"CG10226"
		],
		[
			"portraits",
			[
				551,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401512,
			"Ha!!!",
			"哈！！",
			"ハッ！！",
			"핫!!",
			null
		],
		[
			"speaker",
			432366
		],
		[
			"portraits",
			[
				551,
				4,
				true
			],
			[
				563,
				0,
				false
			]
		],
		[
			"msg",
			401513,
			"Hm.",
			"哼。",
			"ふん。",
			"흥.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				563,
				0,
				true
			]
		],
		[
			"msg",
			401514,
			"Himeko's blade pointed straight at the vitals, while the opponent did not dodge away from it. When their blades met, a cold current surged up and the blade stalled in midair.",
			"姬子的剑刃直指要害，而对方却并未闪躲。剑锋交汇之时，一股寒流涌起，剑刃停滞在了半空。",
			"姫子の剣先は真っ直ぐ急所を狙っていた。しかし、相手は避けようともしなかった。剣先が彼に届こうかという時、冷たい風が巻き起こり、剣が空中で止まった。",
			"히메코의 검날은 곧바로 급소를 노리고 있었다. 하지만 상대는 피하려 하지도 않았다. 검날이 그에게 닿을 듯한 순간, 차가운 바람이 일어나 검은 공중에 멈춰 섰다.",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				563,
				0,
				true
			]
		],
		[
			"msg",
			401515,
			"The coldness…it was the same as that time.",
			"这股寒气…和那个时候一样。",
			"この寒気は……さっきと同じ。",
			"이 한기는… 아까와 같아.",
			null
		],
		[
			"portraits",
			[
				551,
				4,
				false
			],
			[
				563,
				0,
				true
			]
		],
		[
			"msg",
			401516,
			"What kind of trick is this!",
			"这究竟是什么把戏！",
			"一体何のトリックなの！",
			"대체 무슨 속임수야!",
			null
		],
		[
			"speaker",
			432366
		],
		[
			"portraits",
			[
				551,
				4,
				true
			],
			[
				563,
				0,
				false
			]
		],
		[
			"msg",
			401517,
			"A trick? This is my power, the power I gained in exchange for everything I have ...... enough power to change the world!",
			"把戏？这就是我的力量，我用自己的一切做为交换获得的力量……足以改变世界的力量！",
			"トリック？これこそが俺の力だ。俺は自分の全てを力に変えることができるのさ……世界を変えるのに足る力に！",
			"속임수? 이것이 바로 나의 힘이다. 나는 내 모든 것을 힘으로 바꿀 수 있어… 세상을 바꾸기에 충분한 힘으로!",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				560,
				0,
				false
			],
			[
				563,
				0,
				true
			]
		],
		[
			"msg",
			401518,
			"Himeko! Get out of the way!",
			"姬子！闪开！",
			"姫子！避けて！",
			"히메코! 피해!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				563,
				0,
				true
			]
		],
		[
			"msg",
			401519,
			"Bang! Bang!",
			"砰！砰！",
			"バーン！バーン！！",
			"빵! 빵!!",
			null
		],
		[
			"speaker",
			432366
		],
		[
			"portraits",
			[
				563,
				0,
				false
			],
			[
				563,
				0,
				true
			]
		],
		[
			"msg",
			401520,
			"It's useless.",
			"没用的。",
			"役立たず。",
			"쓸모없는 녀석.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				563,
				0,
				true
			]
		],
		[
			"msg",
			401521,
			"The man reached out with one hand, and a sharp curtain of ice was formed in midair. Kika's bullets crashed into the ice, but incredibly left only a few marks.",
			"男子单手伸去，半空中赫然形成一道锐利的冰幕。辉火的子弹撞向冰面，却令人难以置信的只留下几道弹痕。",
			"男が片手を伸ばすと、一瞬で空中に鋭利な氷の幕ができた。輝火の銃弾は氷の幕に当たったが、信じられないことに、いくつかの弾痕を残しただけだった。",
			"남자가 한 손을 뻗자, 순식간에 공중에 날카로운 얼음 장막이 생겼다. 키카의 총알이 얼음 장막에 맞았지만, 믿을 수 없게도 몇 개의 탄흔만 남겼다.",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401522,
			"How is it possible ......",
			"怎么可能……",
			"そんなバカな……",
			"그럴 리가...",
			null
		],
		[
			"speaker",
			432366
		],
		[
			"portraits",
			[
				563,
				0,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401523,
			"It's over.",
			"结束了。",
			"終わりだ。",
			"끝이다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401524,
			"Over the ice curtain formed several ice awls pointed directly at Himeko, at that critical moment, Kiana swung down her weapon to block the attack.",
			"冰幕之上刺出数道冰锥直指姬子，危机之时，琪亚娜挥下武器挡住了攻击。",
			"氷の幕から氷のトゲのような物が飛び出し、姫子に向かってきた。間一髪のところで、キアナが武器を振りかざし、攻撃を防いだのだった。",
			"얼음 장막에서 얼음 가시 같은 것이 튀어나와 히메코를 향해 날아왔다. 간발의 차이로 키아나가 무기를 휘둘러 공격을 막아냈다.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				550,
				7,
				false
			]
		],
		[
			"msg",
			401525,
			"Captain Himeko! Are you okay!",
			"姬子队长！你没事吧！",
			"姫子隊長！大丈夫ですか！？",
			"히메코 대장! 괜찮으십니까!?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				550,
				7,
				true
			]
		],
		[
			"msg",
			401526,
			"Kiana...I'm fine.",
			"琪亚娜…我没事。",
			"キアナ……私は大丈夫よ。",
			"키아나... 나 괜찮아.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				550,
				7,
				true
			]
		],
		[
			"msg",
			401527,
			"After a round of fighting, the two sides finally parted.The man looks at the three who were surrounded but does not pursue them.",
			"一轮交战之后，双方终于分开，男子看着被包围的三人，却并没有继续追击。",
			"つばぜり合いの後、双方はようやく距離をとった。男は包囲された三人を見ていたが、それ以上の攻撃を加えなかった。",
			"칼부림을 벌인 후, 양측은 드디어 거리를 벌렸다. 남자는 포위된 세 사람을 바라보고 있었지만, 그 이상의 공격은 가하지 않았다.",
			null
		],
		[
			"speaker",
			432366
		],
		[
			"portraits",
			[
				563,
				0,
				false
			],
			[
				550,
				7,
				true
			]
		],
		[
			"msg",
			401528,
			"I do not expect you to understand my ambition, but if you stop me next time, I will not be so polite again.",
			"我不奢求你们能理解我的抱负，但是如果下次依旧阻拦我的话，便不会再像今天这样客气了。",
			"お前たちに俺の理想を分かってもらおうとは思わない。しかし、もしまた俺の邪魔をするなら、今日のように容赦したりはしない。",
			"너희들이 내 이상을 이해해주길 바라진 않아. 하지만 또 내 방해를 한다면, 오늘처럼 용서하지 않겠다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				550,
				7,
				true
			]
		],
		[
			"msg",
			401529,
			"With that, the man turned and left. Enemies hiding among floors also retreated, disappearing with their leader into the cluttered streets of the Lower Area.",
			"说罢，男人转身离去。隐藏在楼层之间的敌人也纷纷撤退，与他们的首领一同消失在了下层区杂乱的街道之中。",
			"そう言うと、男は背を向けて立ち去った。建物の影に隠れていた敵も次々に退却し、彼らの首領と共にスラムの雑然とした通りの中へと消えていった。",
			"그 말을 남기고 남자는 등을 돌려 자리를 떠났다. 건물 그림자에 숨어 있던 적들도 하나둘씩 물러나, 그들의 수령과 함께 슬럼의 어지러운 거리 속으로 사라져갔다.",
			null
		],
		[
			"speaker",
			432353
		],
		[
			"portraits",
			[
				550,
				0,
				false
			],
			[
				550,
				7,
				true
			]
		],
		[
			"msg",
			401530,
			"Are they…gone?",
			"他们…离开了么？",
			"彼らは……いなくなったんですか？",
			"그들... 사라진 건가요?",
			null
		],
		[
			"speaker",
			432363
		],
		[
			"portraits",
			[
				550,
				0,
				true
			],
			[
				560,
				0,
				false
			]
		],
		[
			"msg",
			401531,
			"Unbelievable…what are they thinking of? Himeko, shall we keep chasing?",
			"真是不可理喻的家伙…这群人脑子里到底在想什么？姬子，我们还要追么？",
			"本当に理屈の通じないやつらね……あいつらの頭の中は一体何を考えているのかしら？姫子、まだ追いかけるの？",
			"정말 말도 안 되는 녀석들... 저 녀석들 머릿속엔 대체 뭘 생각하는 거지? 히메코, 아직 쫓아갈 거야?",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				560,
				0,
				true
			]
		],
		[
			"msg",
			401532,
			"No need, let's stop it here……",
			"不必了，今天就到此为止吧……",
			"その必要はないわ。今日はここまでにしましょう……",
			"그럴 필요 없어. 오늘은 여기까지 하자...",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				551,
				5,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			401533,
			"Stop? No way!",
			"到此为止？不可能！",
			"ここまでにするだと？ふざけるな！",
			"여기까지라니? 개소리!",
			null
		],
		[
			"speaker",
			432354
		],
		[
			"portraits",
			[
				551,
				5,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			401534,
			"General Gesar……",
			"格萨尔将军……",
			"ケサル将軍……",
			"케살 장군...",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				551,
				5,
				true
			],
			[
				561,
				0,
				false
			]
		],
		[
			"msg",
			401535,
			"Huh, these terrorists consorted with those dirty people in lower area! I won't stop until I find them and tear them into pieces!",
			"哼，果然这群恐怖分子和下层区的脏东西狼狈为奸！今天我不把他们揪出来撕成碎片就绝不罢休！",
			"フンッ。やっぱりあのテロリストどもはスラムのやつらとグルになっていたか！今日こそやつらを引きずり出して八つ裂きにしてくれる！",
			"흥. 역시 그 테러리스트 놈들이 슬럼의 자식들과 한패였군! 오늘은 반드시 놈들을 끌어내 갈기갈기 찢어버리겠다!",
			null
		],
		[
			"msg",
			401536,
			"Listen up! Go to thhe lower area! Find them out!",
			"武装部队听命！朝下层区突进！把那些歹徒给我找出来！",
			"武装部隊に命じる！スラムに向かって突進せよ！あの悪党どもを見つけ出せ！",
			"무장 부대에 명령한다! 슬럼으로 돌진하라! 그 악당들을 찾아내!",
			null
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			401537,
			"Yes!",
			"是！",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			401538,
			"Boom Boom———— !",
			"轰隆隆隆————！",
			"ドオォォン————！",
			"쿠우우웅————!",
			null
		],
		[
			"msg",
			401539,
			"The roar of the mecha troops was deafening as the general gave the order. The decrepit buildings of the Lower Area are vulnerable to the rumbling shock.",
			"随着将军一声令下，机甲部队的轰鸣声震耳欲聋。下层区破旧的建筑在轰鸣的震荡下显得不堪一击。",
			"将軍の号令に続き、耳をつんざくような機甲部隊の音が鳴り響いた。スラムの古い建物は轟音の震動を前に、ひとたまりもなかった。",
			"장군의 호령에 이어 귀를 찢을 듯한 기갑 부대의 굉음이 울려 퍼졌다. 슬럼의 낡은 건물들은 굉음의 진동 앞에 한순간도 버티지 못했다.",
			null
		],
		[
			"msg",
			401540,
			"And at the same time, the fierce roar also woke up the inhabitants, angry eyes and cold muzzle had been aimed at the uninvited guests who tried to tramp on their homes.",
			"而同一时间，猛烈的轰鸣也将其中的住民唤醒，愤怒的目光与冰冷的枪口早已对准了妄图践踏自己家园的不速之客。",
			"そして同時に、猛烈な轟音はスラムの中の住民を呼び覚ました。彼らは自分たちの家を踏みにじろうとしている招かれざる客に対し、怒りに満ちた目で冷たい銃口を向けていた。",
			"그와 동시에, 맹렬한 굉음은 슬럼 안의 주민들을 깨웠다. 그들은 자신들의 집을 짓밟으려 하는 불청객들을 향해 분노에 찬 눈빛으로 차가운 총구를 겨누고 있었다.",
			null
		],
		[
			"speaker",
			432371
		],
		[
			"portraits",
			[
				568,
				0,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			401541,
			"It's MTU! Get out of here!",
			"是人合联！给我滚出去！",
			"人類契約連盟だ！出ていけ！",
			"인간계약연맹이다! 꺼져!",
			null
		],
		[
			"msg",
			401542,
			"What do you want!",
			"你们这帮混蛋想干什么！",
			"このロクデナシども、何しにきた！",
			"이 망할 자식들, 뭐 하러 왔어!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			401543,
			"Bang! Bang! Bang!",
			"砰！砰！砰！",
			"バーン！バーン！バーン！",
			"빵! 빵! 빵!",
			null
		],
		[
			"msg",
			401544,
			"Sporadic bullets shot out of the street like a wildfire. More and more people stopped in front of the troops and attacked the intruders with various weapons.",
			"零星的子弹从街道中射出，宛如点燃了一簇野火。越来越多的人挡在了部队的前方，用各种武器朝着入侵者攻击。",
			"街道から散発的に銃弾が放たれ、山火事が燃え広がるように大きくなっていった。ますます多くの人たちが部隊の前進を食い止め、様々な武器を持って侵入者に攻撃を加えていた。",
			"거리에서 산발적으로 총알이 날아들자 산불이 번지듯 점점 커져 갔다. 점점 더 많은 사람들이 부대의 전진을 막아서며 갖은 무기로 침입자들을 공격하고 있었다.",
			null
		],
		[
			"msg",
			401545,
			"The MTU's mechs did not take much damage, but the pace of their march slowed significantly.",
			"人合联的机甲部队虽然没有遭到太大损伤，但是行进的步伐明显慢了下来。",
			"人類契約連盟の機甲部隊は大きな損害を受けてはいないものの、前進するスピードは明らかに遅くなっていた。",
			"인간계약연맹의 기갑 부대는 큰 피해를 입진 않았지만, 전진 속도는 뚜렷이 느려져 있었다.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				561,
				0,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			401546,
			"Damn! You ugly people! What are you doing! Get out!",
			"混蛋！你们这群刁民！搞什么名堂！给我让开！",
			"バカモン！下層民め！何をしている！どかんか！",
			"이 바보들! 하층민 놈들! 뭘 하는 거야! 빨리 비켜!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			401547,
			"General Gesar, standing in the rear of the mecha, screamed, and unlike the previous broadcast, his voice was full of anger and disdain.",
			"站在机甲部队后方的格萨尔将军高声嘶吼，与之前的直播不同的是，他的声音中充满了愤怒与鄙夷。",
			"機甲部隊の後方に立つケサル将軍は声を張り上げた。先ほどの中継の時とは打って変わり、彼の声には怒りと侮蔑が満ちていた。",
			"기갑 부대 후방에 서 있던 케살 장군이 목청을 돋우었다. 아까 중계 때와는 달리 그의 목소리에는 분노와 경멸이 가득했다.",
			null
		],
		[
			"msg",
			401548,
			"Fierce confrontation escalated gradually, class contradictions and estrangement in impulsive anger burning. Eventually, it's headed for an irretrievable situation.",
			"激烈的对抗逐步升级，阶级的矛盾与隔阂在冲动的怒火下熊熊燃烧。最终朝着无法挽回的局势发展。",
			"スラム住民の抵抗は徐々に激しくなり、怒りの炎の下で階級の衝突と隔たりがますます大きく燃え上がっていった。ついには取り返しのつかないレベルまで事態は大きくなっていた。",
			"빈민가 주민들의 저항은 점점 격렬해졌고, 분노의 불길 아래 계급 충돌과 갈등은 더욱 거세게 타올랐다. 결국 돌이킬 수 없는 지경에 이르고 말았다.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				561,
				0,
				false
			],
			[
				561,
				0,
				true
			]
		],
		[
			"msg",
			401549,
			"Attack! Blow up this place of shit! What are you thinking! Launch the missile!",
			"给我攻击！炸平这片垃圾场！还在楞什么！发射导弹！",
			"攻撃しろ！このゴミ捨て場を更地にしてやれ！何をボーッとしているのだ！ミサイルをぶちこめ！",
			"공격하라! 이 쓰레기장을 평지로 만들어 버려! 뭐 하고 멍하니 있는 거냐! 미사일을 쏴!",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				561,
				0,
				true
			],
			[
				554,
				0,
				false
			]
		],
		[
			"msg",
			401550,
			"General! Please calm down! This will be against the agreement between MTU and lower area!",
			"将军！请冷静！这样的做法有悖于人合联与下层区的条约！",
			"将軍！落ち着いてください！そんなことをすれば、人類契約連盟とスラムの条約に違反してしまいます！",
			"장군님! 진정하십시오! 그렇게 하면 인류계약연맹과 빈민가의 조약을 위반하게 됩니다!",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				561,
				0,
				false
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			401551,
			"Shut up! I will let them know the result of against MTU!",
			"少废话！我今天就要让他们知道违抗人合联的下场！",
			"黙れ！今日こそ、あいつらに人類契約連盟に刃向かったらどうなるか分からせてくれる！",
			"닥쳐! 오늘 반드시 그 자식들에게 인류계약연맹에 대들면 어떤 결과가 따르는지 똑똑히 보여주겠다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			401552,
			"General Gesar bristled, Cocolia's voice became unheard.",
			"格萨尔将军怒火中烧，可可利亚的话音已经无法传达到他的耳中。",
			"ケサル将軍は怒りで頭に血が上り、カカリアの言葉をまったく聞き入れようとしなかった。",
			"케사르 장군은 분노로 머리에 피가 올라 쿠쿠리아의 말을 전혀 듣지 않으려 했다.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				561,
				0,
				false
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			401553,
			"Fire!!",
			"开火！！",
			"撃て！！",
			"쏴라!!",
			null
		],
		[
			"speaker",
			432357
		],
		[
			"portraits",
			[
				561,
				0,
				true
			],
			[
				554,
				0,
				false
			]
		],
		[
			"msg",
			401554,
			"General!",
			"将军！",
			"将軍！",
			"장군님!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			401555,
			"At the command, the firing ports of several mecha opened at the same time, and a barrage of missiles shot toward the poor people of the Lower Area.",
			"随着一声令下，霎时间。数架机甲的发射口同时打开，密集的飞弹朝着下层区的贫民喷射而去。",
			"命令を下した瞬間、数機の機甲の発射口が同時に開いた。密集したミサイルがスラムの住民目がけて発射された。",
			"명령이 떨어지자마자 수 대의 기갑 발사구가 동시에 열렸다. 빽빽한 미사일들이 빈민가 주민들을 향해 발사되었다.",
			null
		],
		[
			"msg",
			401556,
			"Panicked people fled in all directions, apparently unable to escape from the blast, waiting for them to die.",
			"惶恐的人群四散而逃，但显然已经无法脱离爆炸的范围， 等待他们的只有死路一条。",
			"慌てふためいた人々は散り散りになって逃げたが、爆発範囲から逃れるのはどう考えても不可能だった。彼らを待ち受けているのは死しかなかった。",
			"허둥지둥한 사람들은 사방으로 흩어져 도망쳤지만, 폭발 범위를 벗어나는 건 도저히 불가능해 보였다. 그들을 기다리는 건 오직 죽음뿐이었다.",
			null
		],
		[
			"msg",
			401557,
			"But at the critical moment, a fierce cold current hit again, and the missile in the air instantly frozen lose power, as scrap iron generally hit the ground.",
			"而就在千钧一发之际，一阵猛烈的寒流再次袭来，空中的飞弹瞬间冻结失去动力，如同废铁一般砸落在地。",
			"しかし、間一髪のところで、猛烈な冷たい風が再び吹きよせた。空中のミサイルは一瞬で凍結し、動力を失うと、鉄クズのように地面に落下した。",
			"그러나 간발의 차이로 맹렬한 찬 바람이 다시 불어닥쳤다. 공중의 미사일들은 순식간에 꽁꽁 얼어붙었고, 동력을 잃은 채 쇳조각처럼 땅으로 떨어졌다.",
			null
		],
		[
			"msg",
			401558,
			"And when people react, they can see, the cold wave hit the direction. A group of people known as \"terrorists\" stood on the high roof of the building.",
			"而当众人反应过来时，他们才发现，寒流袭来的方向。被称为“恐怖分子”的一群人站立在高耸的楼顶。",
			"人々は冷静さを取り戻すと、冷たい風が吹きよせてきた方を見つめた。そこには「テロリスト」と呼ばれた集団が高い建物の屋根に立っていたのだ。",
			"사람들이 정신을 차리자, 차가운 바람이 불어오는 쪽을 바라봤. 거기에는 「테러리스트」라 불리는 집단이 높은 건물 옥상에 서 있었다.",
			null
		],
		[
			"speaker",
			432364
		],
		[
			"portraits",
			[
				561,
				0,
				false
			],
			[
				554,
				0,
				true
			]
		],
		[
			"msg",
			401559,
			"Bastard... Who the hell are you! !",
			"混蛋…你们究竟是什么人！！",
			"クッ……お前たち、一体何者だ！！",
			"쿱…… 너희들, 대체 누구야!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10223"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401560,
			"The sound of Gesar was like the roar of a wild animal, but the leader of the man was unmoved and slowly spoke out his declaration under the camera of a high altitude helicopter.",
			"格萨尔的咆哮声如同野兽的嘶吼，而为首的男子却不为所动，在高空直升机的镜头下缓缓地说出了自己的宣言。",
			"ケサルは野獣の咆哮のように怒鳴った。しかし、首領の男は動じることなく、上空のヘリコプターのカメラが撮影している中で、ゆっくりと話し始めた。",
			"케살은 야수의 포효처럼 고함쳤다. 그러나 우두머리 남자는 동요하지 않고, 상공의 헬리콥터 카메라가 촬영하는 가운데, 천천히 말을 시작했다.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"msg",
			401561,
			"Hearken, men of the world! I'm Kevin Kaslana!",
			"全世界的人类听着！我是凯文·卡斯兰娜！",
			"全世界の人類よ、聞くのだ！私はケビン・カスラナ！",
			"전 세계 인류여, 들어라! 나는 케빈 카슬라나!",
			null
		],
		[
			"msg",
			401562,
			"Now that The MTU wants to know who we are, open your eyes and see who has destroyed you!",
			"既然人合联想要知道我们的身份，那么就睁大你们的眼睛，看清楚将你们摧毁的人究竟是谁！",
			"人類契約連盟が私たちの正体を知りたいのなら、しっかりと目を見開いて、自分たちを滅ぼそうとしている人間が何者なのか見るがいい！",
			"인류 계약 연맹이 우리의 정체를 알고 싶다면, 똑똑히 눈을 뜨고, 자신들을 멸망시키려는 인간이 누구인지 똑똑히 보아라!",
			null
		],
		[
			"msg",
			401563,
			"Fire Moths! That's our name!",
			"逐火之蛾！这就是我们的名字！",
			"火を追う蛾！それこそが我々の名前だ！",
			"불을 쫓는 나방! 그것이 바로 우리의 이름이다!",
			null
		],
		[
			"msg",
			401564,
			"We come from the dirtiest underground! We tramped through the most desolate ruins! We have suffered so much! We are ready to die!",
			"我们来自于最污浊的地下！我们踏过最荒凉的废墟！我们饱经灾厄！我们视死如归！",
			"我々は最も汚れた地下からやって来た！我々は最も荒れ果てた廃墟を乗り越えてきた！我々は災いを経験してきた！我々は死ぬことを恐れはしない！",
			"우리는 가장 더러운 지하에서 왔다! 우리는 가장 황폐한 폐허를 넘어왔다! 우리는 재앙을 겪어냈다! 우리는 죽음을 두려워하지 않는다!",
			null
		],
		[
			"msg",
			401565,
			"We will tear off those carefully whitewashed masks and let the hypocrites show their ugly faces!",
			"我们将撕下那些精心粉饰的面具，让伪善者露出丑恶的嘴脸！",
			"我々はうまくごまかそうとしている仮面を引き裂き、偽善者の醜い顔を白日の下にさらしてみせる！",
			"우리는 교묘하게 속이려는 가면을 찢어발기고, 위선자의 추악한 얼굴을 백일하에 드러내 보이겠다!",
			null
		],
		[
			"msg",
			401566,
			"We will break the law of foul, and bring down the hammer of justice to the unjust!",
			"我们将打碎肮脏的法则，向不义者降下公正的铁锤！",
			"我々は汚い法則を打ち砕き、不義を働く輩に公正な鉄槌を落とす！",
			"우리는 더러운 법칙을 타파하고, 불의를 저지르는 무리에게 정의의 망치를 내리겠다!",
			null
		],
		[
			"msg",
			401567,
			"This is who we are! Soldiers of Fire Moths!",
			"这就是我们！逐火之蛾的战士！",
			"それこそが我々、火を追う蛾の戦士だ！",
			"그것이 바로 우리, 불을 쫓는 나방의 전사다!",
			null
		],
		[
			"msg",
			401568,
			"In the dark world in the pursuit of the direction of light, even if burned life to correct this wrong world!",
			"在黑暗的世界中追逐光明的方向，就算燃尽生命也要纠正这个错误的世界！",
			"暗闇の世界の中で明かりを追いかけ、命を燃やし尽くそうとも誤った世界を正してみせる！",
			"어둠의 세계 속에서 빛을 좇아, 생명을 모두 불태우더라도 잘못된 세상을 바로잡아 보이겠다!",
			null
		],
		[
			"msg",
			401569,
			"Today! It's the beginning of a new era! !",
			"今天！就是新时代的开始！！",
			"今日こそ、新たな時代の幕開けなのだ！",
			"오늘이 바로 새로운 시대의 서막인 것이다!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			401570,
			"The high voice seemed to ignite the flames of the slum, and suddenly the cheering sounded like thunder.",
			"高昂的声音仿佛点燃了贫民窟的火焰，顿时欢呼声如同奔雷一般响起。",
			"高らかな声がスラムに火を点けたかのように、一瞬で割れんばかりの歓声が巻き起こった。",
			"우렁찬 함성이 슬럼가에 불을 지핀 듯, 순간에 터져 나올 듯한 환호가 일어났다.",
			null
		],
		[
			"msg",
			401571,
			"Moth of fire! Moth of fire! Moth of fire! !",
			"逐火之蛾！逐火之蛾！逐火之蛾！！",
			"火を追う蛾！火を追う蛾！火を追う蛾！",
			"불을 좇는 나방! 불을 좇는 나방! 불을 좇는 나방!",
			null
		],
		[
			"msg",
			401572,
			"The deafening sound echoed through the air, as if people were welcoming the triumphant return of a hero.",
			"震耳欲聋的呼声响彻云霄，人们仿佛迎接着英雄的凯旋。",
			"耳をつんざくような歓声が空に響き渡り、人々は英雄の凱旋を迎えているかのようだった。",
			"귀를 찢는 듯한 환성이 하늘에 울려 퍼졌고, 사람들은 마치 영웅의 개선을 맞이하는 듯했다.",
			null
		],
		[
			"msg",
			401573,
			"The roar of Gesar has been drowned by the waves of cheers, and has become small and insignificant.",
			"格萨尔的嘶吼已经被欢呼的浪潮淹没，变得渺小而微不足道。",
			"ケサルの怒鳴り声は歓声の波に呑み込まれ、非常に小さなものになってしまった。",
			"케살의 고함소리는 환호의 물결에 삼켜져 아주 작아져 버렸다.",
			null
		],
		[
			"msg",
			401574,
			"Exhausted, the general finally threw himself to the ground. And his tragic state with the heroic posture together, was transmitted to the world by the lens...",
			"精疲力尽的将军最终只能无奈地瘫倒在地，而他的惨状，也与英雄的雄姿一同，被镜头传递到了世间各地……",
			"力が尽き果てた将軍は、ついに力なくその場に倒れこんでしまった。そして彼の無様な姿は、英雄の勇士と共にカメラによって世界中に伝えられたのだった……",
			"힘이 다한 장군은 마침내 힘없이 그 자리에 쓰러지고 말았다. 그리고 그의 꼴사납게 쓰러진 모습은 영웅적인 용사와 함께 카메라에 포착되어 전 세계로 전해졌다……",
			null
		],
		[
			"stopBGM"
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			401575,
			"——After 1 hour",
			"——一小时后",
			"——1時間後",
			"——1시간 후",
			null
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			401576,
			"Gesar's troops were forced back for violating The MTU convention.This childish farce has finally come to an end.",
			"由于违反人合联公约，格萨尔的部队被强制调回。这场儿戏般的闹剧也终于落下帷幕。",
			"人類契約連盟の条約に違反したため、ケサルの部隊は強制的に撤退させられ、この茶番劇のような騒ぎもようやく幕が下りたのだった。",
			"인류계약연맹의 조약을 위반했기 때문에, 케살의 부대는 강제로 철수당했고, 이 어이없는 소동도 마침내 막을 내리게 되었다.",
			null
		],
		[
			"msg",
			401577,
			"The \"terrorist organization\" named Fire Moths became the hero of the slum and disappeared again in the cheers of the people. The MTU's investigation had to come to an end and turned to the overwhelming news and public relations without any consideration.",
			"名为逐火之蛾的“恐怖组织”成为了贫民区的英雄，在人们的欢呼中再度消失，人合联的调查行动也只能告一段落，转向铺天盖地的新闻公关，无心顾及。",
			"火を追う蛾と言う名前の「テロ組織」はスラムの英雄となった。彼らは人々の歓声の中で再び姿を消した。人類契約連盟の捜査活動も中断せざるを得なかった。天地を覆い尽くさんばかりのニュース報道に対応するため、彼らの相手をする暇がなくなったのだ。",
			"'불을 좇는 나방'이라는 이름의 「테러 조직」은 슬럼가의 영웅이 되었다. 그들은 사람들의 환호 속에서 다시 모습을 감추었다. 인류계약연맹의 수사 활동도 중단할 수밖에 없었다. 하늘과 땅을 뒤덮을 듯한 뉴스 보도에 대응하느라 그들을 상대할 겨를이 없어진 것이다.",
			null
		],
		[
			"msg",
			401578,
			"In the sunset, Kevin and his soldiers led the refugees out of the ruins of the broken factory.",
			"而在夕阳的余晖下，凯文与他领导的战士们从废墟中带着难民陆续走出残破的工厂。",
			"夕日の下で、ケビンと彼が率いる戦士たちは、壊れた廃工場の中から難民を連れて出てきた。",
			"석양 아래에서, 케빈과 그가 이끄는 전사들은 부서진 폐공장 안에서 난민들을 데리고 나왔다.",
			null
		],
		[
			"msg",
			401579,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			432365
		],
		[
			"bg",
			"CG10228"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				562,
				0,
				false
			]
		],
		[
			"msg",
			401580,
			"Chief, these are all the survivors.",
			"首领，这些是全部幸存下来的人了。",
			"首領、生存者はこれで全部です。",
			"두목, 생존자는 이게 전부입니다.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"portraits",
			[
				564,
				0,
				false
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401581,
			"Well...The number of deaths this time is less than expected. The rest will have to move elsewhere.",
			"嗯…这次的死亡数比预计的要少，剩下的人就转移到其他的地方吧。",
			"うん……今回の死者数は予想よりも少なかったな。残った人たちは他の場所に移そう。",
			"음… 이번 사망자 수는 예상보다 적었구나. 남은 사람들은 다른 곳으로 옮기자.",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				564,
				0,
				true
			],
			[
				562,
				0,
				false
			]
		],
		[
			"msg",
			401582,
			"Ok……",
			"是……",
			"はい……",
			"네…",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401583,
			"Looking at the refugees limping forward, Kevin's eyes were a bit bleak. Different with just warm blood heroic feeling, a tired intention emerge gradually on the face.",
			"看着蹒跚前行的难民，凯文的眼神中透露出一丝凄凉。与方才的热血豪情不同，一丝疲惫与倦意逐渐浮现在脸上。",
			"よろめきながら前に進む難民を見て、ケビンの目に物寂しさが浮かんだ。先ほどまでの熱血漢ぶりとは異なり、疲労と倦怠感が徐々に顔に現れていった。",
			"비틀거리며 앞으로 나아가는 난민들을 바라보며 케빈의 눈에 쓸쓸함이 스쳤다. 아까까지의 열혈한 모습과는 달리, 피로와 권태감이 서서히 얼굴에 드러났다.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"portraits",
			[
				564,
				0,
				false
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401584,
			"Er……",
			"呃……",
			"あ……",
			"아…",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"portraits",
			[
				564,
				0,
				true
			],
			[
				562,
				0,
				false
			]
		],
		[
			"msg",
			401585,
			"Chief! Are you okay?",
			"首领！你没事吧？",
			"首領！大丈夫ですか？",
			"두목! 괜찮으십니까?",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"portraits",
			[
				564,
				0,
				false
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401586,
			"I'm fine... Don't worry.",
			"我没事…不用担心。",
			"大丈夫だ……心配しなくていい。",
			"괜찮아… 걱정하지 마.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"portraits",
			[
				548,
				0,
				false
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401587,
			"You're so unrestrained right after surgery. Do you think your life is not long enough?",
			"刚做完手术就这么不加节制，你是嫌自己的命不够长么？",
			"手術を終えたばかりなのに、そんなに無茶をするなんて、命がいらないの？",
			"수술을 막 끝냈는데 그렇게 무리를 하다니, 목숨을 내다 버리려는 거야?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401588,
			"Then, from the other side of the ruins, a slender figure approached Kevin.",
			"这时，从废墟的另一侧，一个修长的人影走向了凯文。",
			"この時、廃墟の反対側からスラリとした人影がケビンの方へ歩み寄ってきた。",
			"이때, 폐허 반대편에서 슬림한 실루엣이 케빈 쪽으로 걸어왔다.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"portraits",
			[
				564,
				0,
				false
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401589,
			"You are…Dr.Mei",
			"你是…芽衣博士。",
			"あなたは……芽衣博士。",
			"너는……메이 박사.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401590,
			"Kevin straightened up and looked at the girl in front of him.",
			"凯文直起了身子，看着眼前的少女。",
			"ケビンは背筋を伸ばし、目の前の少女に目を向けた。",
			"케빈은 허리를 곧게 펴고, 눈앞의 소녀를 바라봤다.",
			null
		],
		[
			"msg",
			401591,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			432351
		],
		[
			"bg",
			"CG10221"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			401592,
			"Your farce was very popular today. But thanks to you, The MTU has been humiliated.",
			"今天你们的闹剧还真是搞得沸沸扬扬的，不过托你们的福，人合联这次也算颜面扫地了。",
			"今日はあなたたちの茶番劇のせいで大騒ぎよ。でも、おかげで人類契約連盟は今回も面目丸つぶれね。",
			"오늘 너희들 어이없는 쇼 때문에 큰 소동이야. 그래도 덕분에 인류 계약 연맹은 이번에도 체면을 말아먹었네.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"msg",
			401593,
			"Dr.Mei... Why are you here?",
			"芽衣博士…你为何在这里？",
			"芽衣博士……どうしてここに？",
			"메이 박사……왜 여기에?",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401594,
			"To see the results, of course.",
			"当然是来看下手术结果了。",
			"手術の経過を見るために決まっているでしょう。",
			"수술 경과를 보러 온 건 당연한 일 아니겠어.",
			null
		],
		[
			"msg",
			401595,
			"You just had reconstructive surgery in the morning and you're fighting in the afternoon. Didn't I warn you that you need to take at least a week off to observe rejection?",
			"上午才刚接受了改造手术下午就这么不知死活地战斗，我是不是没有提醒过你，至少要休息一周观察排斥反应才行？",
			"午前中に改造手術を受けて、午後にはこんな命がけの戦いをするなんて。言ったはずよね？少なくとも1週間は拒絶反応の観察をしなければならないって。",
			"오전에 개조 수술을 받고, 오후에 이런 목숨 걸린 싸움을 하다니. 분명히 말했잖아? 적어도 일주일은 거부 반응을 관찰해야 한다고.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"msg",
			401596,
			"It's my own business…",
			"这是我自己的事情……",
			"これはあなたには関係ない……",
			"이건 너랑은 상관없는 일이야……",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401597,
			"Well, last night you asked me how I could single-handedly change the world, and I told you it couldn't be done.",
			"哼，昨晚你问我，如何以一己之力改变世界，我告诉过你这是做不到的事情。",
			"フンッ。昨夜、私に聞いたわよね。どうすれば一人の力で世界を変えられるのかって。そんなことは不可能だと言ったはずよ。",
			"흥. 어젯밤, 내게 물었잖아. 어떻게 하면 혼자서 세상을 바꿀 수 있냐고. 그런 건 불가능하다고 분명히 말했을 텐데.",
			null
		],
		[
			"msg",
			401598,
			"Even if I inherit my father's memory and become the center of Heishin's plan, it won't change the fate of the planet's imminent destruction.",
			"即使我继承了父亲的记忆成为了兵神计划的中枢，但也改变不了这颗星球即将毁灭的命运。",
			"私がお父様の記憶を引き継いで、兵神計画の中枢になったとしても、この星が滅亡する運命は変えられないの。",
			"내가 아버지의 기억을 이어받아, 병신 계획의 중추가 된다 해도, 이 별이 멸망할 운명은 바꿀 수 없어.",
			null
		],
		[
			"msg",
			401599,
			"Kevin, you too. So I can tell you for certain that all the sacrifices you are making right now will be for nothing.",
			"凯文，你也一样。所以我可以明确地告诉你，你现在所做的一切牺牲都将毫无意义。",
			"ケビン、あなたも同じよ。だから、はっきり教えてあげる。今のあなたがしていること、あらゆる犠牲はどれもまったくの無意味よ。",
			"케빈, 너도 마찬가지야. 그래서 분명히 말해주지. 지금 네가 하고 있는 일, 모든 희생은 하나같이 전혀 무의미하다고.",
			null
		],
		[
			"msg",
			401600,
			"The fate of human beings can not be changed by a few people… Even if you put together an entire group, you can't easily shake the wheel of fate.",
			"人类的命运不是依靠几个人就可以改变的…就算是拼上整个族群，都无法轻易撼动宿命的车轮。",
			"人類の運命は数人の力で変えられるようなものではないの……人類全体の力を合わせたとしても、宿命の歯車を動かすのは簡単なことではないの。",
			"인류의 운명은 몇 사람의 힘으로 바꿀 수 있는 게 아니야…… 인류 전체의 힘을 합친다 해도 숙명의 톱니바퀴를 움직이는 건 쉬운 일이 아니걸.",
			null
		],
		[
			"msg",
			401601,
			"And don't think surgery alone is going to change your life. The greater the power, the higher the price.",
			"另外，你也不要以为光靠手术就能够让你们这些烂泥逆天改命。力量越大需要付出的代价也就越高。",
			"それから、手術を受けただけで、運命に逆らえるなんて思わないでちょうだい。力が大きくなるほど、支払う代償も大きくなるのよ。",
			"그리고, 수술만 받았다고 운명을 거스를 수 있을 거라 생각하지 말아줘. 힘이 커질수록 치러야 할 대가도 커지는 법이야.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"msg",
			401602,
			"I already know.",
			"我早就明白，不用你来啰嗦。",
			"そんなことは分かっている。いちいち言われるまでもないさ。",
			"그런 건 알고 있어. 일일이 말해주지 않아도 돼.",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401603,
			"I know you understand that when you accepted that man's stupid offer, you gave up everything. Does it make you feel fearless because even your own ethnicity can be used as leverage without hesitation?",
			"我知道你明白，当你接受那个男人愚蠢的条件时候，你就已经放弃了全部。就连自己的族群都能毫不犹豫地作为筹码，所以才觉得自己无所畏惧了么？",
			"あなたが分かっていることくらい知っているわ。あなたがあの男の愚かな条件を受け入れた時、あなたは全てを捨てたんですもの。自分の民族すらも躊躇うことなく駒にする。だからこそ、自分には恐れるものはないと思うのでしょう？",
			"네가 아는 정도는 나도 알고 있어. 네가 그 남자의 어리석은 조건을 받아들였을 때, 넌 모든 걸 버린 거야. 자기 민족조차 망설임 없이 말로 삼는 걸. 그래서 스스로 두려울 게 없다고 생각하는 거지?",
			null
		],
		[
			"msg",
			401604,
			"I have to say that you are indeed the best pawn for him to carry out his ambition. Wish you a happy cooperation.",
			"不得不说，你的确是他执行自己抱负的最好棋子，祝你们合作愉快。",
			"あなたは確かに彼の理想を実行に移すための最適の駒よ。これは認めざるを得ないわ。あなたたちの協力関係がうまくいくことを祈っているわ。",
			"너는 확실히 그의 이상을 실행에 옮기기 위한 최적의 말이야. 이건 인정하지 않을 수 없어. 너희들의 협력 관계가 잘 이루어지길 바란다.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"msg",
			401605,
			"You don't need to meddle…",
			"不需要你多管闲事……",
			"あなたが首を突っ込むことではない……",
			"네가 참견할 일이 아니야……",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401606,
			"Oh, you're right. I prefer to be an onlooker, to appreciate the moth after the fire turned to ashes.",
			"呵，你说的对。我更愿意作为一个旁观者，来欣赏飞蛾扑火后化为灰烬的瞬间。",
			"フッ、あなたの言う通りね。むしろ私は傍観者として、宙を飛ぶ蛾が火に飛び込んで灰になる瞬間を見ていたいわ。",
			"훗, 네 말이 맞아. 오히려 나는 방관자로서, 허공을 나는 나방이 불 속으로 뛰어들어 재가 되는 순간을 지켜보고 싶어.",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"msg",
			401607,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			432351
		],
		[
			"msg",
			401608,
			"But don't worry, the man's theory isn't wrong. At least for now, those genes are showing significant activation. You won't die for a while.",
			"不过你也别担心，那个男人的理论没有错，至少目前那些基因都表现出明显的活性化。你一时半会还死不了。",
			"でも心配しないで。あの男の理論は間違っていないわ。少なくとも現時点では、あの遺伝子はどれも明らかな活性化を見せているわ。あなたはしばらく死ぬことはないでしょうね。",
			"하지만 걱정하지 마. 그 남자의 이론은 틀리지 않아. 적어도 지금 시점에서는, 그 유전자 하나하나가 모두 뚜렷한 활성화를 보이고 있으니까. 너는 당분간 죽지는 않을 거야.",
			null
		],
		[
			"msg",
			401609,
			"But in the end, will the human you defeat the Houkai, or will the Houkai devour you and become a monster... It's up to you.",
			"只不过最后是人类的你战胜了崩坏，还是崩坏吞噬了你成为怪物…就要看你自己的了。",
			"ただ、最終的に人類が崩壊に打ち勝つのか、それとも崩壊に呑み込まれ、あなたが怪物になるのか……それはあなた次第ね。",
			"다만, 최종적으로 인류가 붕괴를 이겨낼 것인지, 아니면 붕괴에 삼켜져 네가 괴물이 될 것인지…… 그건 너에게 달려 있어.",
			null
		],
		[
			"msg",
			401610,
			"We shall meet again.",
			"告辞，我们后会有期。",
			"これで失礼するわ。また会いましょう。",
			"그럼 실례할게. 또 만나요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			401611,
			"——",
			"——",
			"——",
			"——",
			null
		],
		[
			"speaker",
			432365
		],
		[
			"bg",
			"CG10228"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				562,
				0,
				false
			]
		],
		[
			"msg",
			401612,
			"...What does that woman mean?",
			"首领…那个女人的话究竟是什么意思？",
			"首領……あの女の言っていたことって、どういう意味なんですか？",
			"수령님… 그 여자가 말한 건 무슨 뜻이었나요?",
			null
		],
		[
			"speaker",
			432367
		],
		[
			"portraits",
			[
				564,
				0,
				false
			],
			[
				562,
				0,
				true
			]
		],
		[
			"msg",
			401613,
			"Nothing. It's just some crap.",
			"没什么，不过是一些废话罢了。",
			"何でもないさ。ただの無駄話だ。",
			"아무것도 아니야. 그냥 쓸데없는 이야기지.",
			null
		]
	]
}