{
	"1056": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68423,
			"Are you here, Sessiria?",
			"塞西莉亚~你在吗？",
			"セシリア、いるかしら？",
			"세실리아, 있을까?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68424,
			"Hi, Theresa. Welcome. You've been paying me visit quite frequently these days, eh?",
			"啊啦，德丽莎酱，欢迎~最近总是看到你你往我这边跑呢。",
			"あらテレサちゃん、いらっしゃい。最近、よく来るわね。",
			"아라 테레사 쨩, 어서 와. 요즘 자주 오네.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68425,
			"Huh, so.. so what? I just wanted to know if the kids are taking the training seriously. That's it!",
			"呃……这、这有什么问题吗？我就是担心那些孩子有没有在认真训练而已……",
			"な、なにか問題でも？あたくしはあの子たちが真面目に訓練を積んでいるか気にかけてるだけよ……",
			"아, 무슨 문제라도? 난 그 아이들이 진지하게 훈련을 하고 있는지 걱정돼서 그런 거야...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68426,
			"Do you really? Alright, if you're coming to visit them, why don't you go see them, but me? Unless you...",
			"诶，是么，如果是来看那些孩子的话不应该去找那些小家伙么，为什么要到我的办公室来呢？果然……",
			"あらそう。気になるならあの子たちのところへ行けばいいのに、どうして私のオフィスへ来るのよ。やっぱり……",
			"아라 그래. 신경 쓰이면 그 아이들한테 가면 되잖아, 왜 내 사무실에 오는 거야. 역시...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68427,
			"Huh? What? No, never!",
			"哪…哪有……没有，不存在的！",
			"な…何よ……そんなことないわよ！",
			"뭐... 뭐야... 그런 거 아니라고!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68428,
			"Sigh, I thought you came to show you sympathy for me... I know, you are now a Bishop too and have your own duties.",
			"唉，原来也不是来体谅我的工作的么，也是呢，德丽莎酱也已经担任主教了，也有自己的工作要做呢。",
			"あなた、私を慰めてくるじゃないでしょう？そうね、テレサちゃんはもう主教になったんだし、自分の仕事だってしければならないのね。",
			"너, 나를 위로하러 오는 거 아냐? 그래, 테레사 쨨은 이제 주교가 됐으니 자신의 일도 해야 하는 거겠지.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68429,
			"No... I...",
			"不是…我……",
			"いえ…あたくしは…",
			"아니... 난...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68430,
			"I know, I know. Go find the kids, I will take care of the issues here.",
			"唉，我知道了，德丽莎酱快去找那些孩子们吧，我会认真在这里处理事务的。",
			"分かったからあの子たちのところへ行ってあげて。私はここで真面目に事務仕事をしてるから。",
			"알았으니까 그 아이들한테 가 줘. 난 여기서 열심히 사무 일이나 할게.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68431,
			"No, well.. I mean, it's not a problem that I help you out...",
			"那个…其实……我也不是不能帮你啦……",
			"ええと…あたくしが手伝ってあげてもいいんだけど……",
			"음... 내가 도와줘도 되는데...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68432,
			"Really?!",
			"真的么？！",
			"ホント？！",
			"진짜?!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68433,
			"Of course! But...",
			"当然啦~只不过……",
			"もちろんよ、ただ……",
			"물론이지, 다만...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68434,
			"But what?",
			"不过？",
			"ただ？",
			"그냥?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68435,
			"You know, I am not the Principal. It's not quite legit to take care of your work. If...",
			"如果我直接帮你处理学园长的事务的话岂不就名不正言不顺么？如果……",
			"あたくしが学園長の事務仕事を手伝えば、職権を無視することにならないかしら？もし……",
			"제가 학원장님의 사무 일을 도와주면, 직권을 무시하는 게 아닐까요? 만약...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68436,
			"Got it! From now on, you are the acting Principal of St. Freya HS!",
			"嗯…我知道了！从现在开始，德丽莎你就是圣芙蕾雅学园的学园长代行了！",
			"う…分かった！たった今からテレサは聖フレイヤ学園の学園長代理よ！",
			"음... 알았어! 지금부터 테레사는 세인트 프레야 학원의 학원장 대리야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68437,
			"What? Is it true?",
			"诶！真的么！",
			"ええ！ホントに？",
			"네! 정말요?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68438,
			"Certainly! Just for today, I don't think it's a good idea for you to work in this position forever though.",
			"当然了~不过如果让你一直当下去的话好像也不好，那么就仅限今天吧。",
			"当然よ〜でもずっと担当させるのはマズいから、今日限定にしましょうね。",
			"물론이지~ 하지만 계속 맡기기는 좀 그렇으니, 오늘만으로 하자.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68439,
			"Haha, you can just count on me!",
			"哼哼~那就交给我好了！",
			"ふふふ、じゃあたくしにまかせて！",
			"후후후, 그럼 나한테 맡겨!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68440,
			"You look joyous, as if you had achieved something.",
			"德丽莎你似乎很开心的样子？就像是……终于实现某种愿望的那种感觉。",
			"テレサ、うれしそうね。まるで……長年の夢がかなったみたい。",
			"테레사, 기뻐 보이네. 마치... 오랜 소망이 이뤄진 것 같아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68441,
			"Come on, you're way too off! Now go take a rest. I, as the Principal, ahem, acting Principal, will get everything done.",
			"没有没有，这是你的错觉啦~塞西莉亚你就去休息一会儿吧，本学园长…代理会把一切都处理好的~",
			"そんなことないわ、勘違いよ。セシリアはちょっと休憩すれば？この学園長…代理が全部やってあげるから。",
			"그런 거 아니야, 오해야. 세실리아는 좀 쉬는 게 어때? 이 학원장... 대리가 다 해줄 테니까.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68442,
			"Okay, I know I can rely on you. So, please look after the kids for me, I have some other issues to take care of.",
			"是么……如果是德丽莎酱的话那我也能放心一些呢，那么我还有别的事要做，今天那些孩子就拜托你照顾了哦~",
			"そう……テレサちゃんなら安心ね。それじゃ私、他にもやることがあるから、今日はあの子たちの面倒よろしくね〜",
			"그래... 테레사라면 안심이네. 그럼 나, 다른 할 일도 있으니까 오늘은 그 아이들 부탁해~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68443,
			"No problem. What? The kids? Hey, Sessiria! Wait! What did you mean?",
			"嗯嗯，放心……诶，那些孩子？塞西莉亚，等一下！先把话说清楚啊！",
			"ええ、安心して……え、あの子たち？セシリア、ちょっと待って！説明してよ！",
			"네, 안심하세요... 어, 그 아이들? 세실리아, 잠깐만! 설명해 줘!",
			null
		]
	],
	"1057": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68444,
			"So... here's the Principal's Office of St. Freya HS where you can see the view of the whole high school from here. And here is where Sessiria works every day... It's awesome!",
			"啊，这就是圣芙蕾雅学园的学园长办公室，在这里还能看见整座学园的风景，塞西莉亚平时就是在这个地方工作么……真是太棒了！",
			"ここが聖フレイヤ学園長のオフィスなのね。ここからは学園全体が見渡せる。セシリアはいつもここで仕事を……すばらしい！",
			"여기가 세인트 프레야 학원장의 오피스로구나. 여기서는 학원 전체가 내려다보여. 세실리아는 항상 여기서 일을... 훌륭해!",
			null
		],
		[
			"msg",
			68445,
			"How amazing to be the Principal... The title is somewhat earnest and respectful, but in reality one has to be dedicated to look after the kids.",
			"啊啊，学园长真好啊……这个名字虽然充满严肃与威严，但实际上做的却是为那些孩子们着想的细致入微的事。",
			"ああ、学園長っていいなあ……呼び方に厳粛さと威厳が満ちてるわ。でも実際はあの子たちのためを思ってあらゆることを考えてる。",
			"아아, 학원장이라니 좋겠다... 호칭에 엄숙함과 위엄이 가득해. 하지만 실제로는 그 아이들을 위해 모든 걸 생각하고 있지.",
			null
		],
		[
			"msg",
			68446,
			"What a shame that I can only stay here for one stay. Never mind, I'll just create the own legend of the Principle for the school even though I have only one day.",
			"呜，可惜我只能在这里呆上一天么，不过没关系，就算只有一天我也要为这个学园留下一日学园长的传说。",
			"うう、ここに1日しかいられないのは残念ね。でもいいわ、1日だけでも学園長として伝説を残してやる！",
			"우우, 여기에 하루밖에 머물 수 없는 게 아쉽네. 하지만 괜찮아, 하루라도 학원장으로서 전설을 남겨주겠어!",
			null
		],
		[
			"msg",
			68447,
			"Well, after all, I am good at getting along with kids! Let me dress up like a maiden...",
			"哼哼，毕竟…我对于和孩子们打成一片这种事最擅长了！只要我换上修女服的话……",
			"フンフン〜、あたくし…子供たちと遊ぶのが一番得意なんだから。修道服に着替えさえすれば…",
			"흥흥~, 아타크시... 아이들과 노는 게 제일 잘하는 거라구. 수도복으로 갈아입기만 하면...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68448,
			"Bang!",
			"砰！",
			"——バン！",
			"——빵!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68449,
			"Mom! I come to find you!",
			"老~妈~！我来找你了~",
			"ママ〜、来たよ〜",
			"엄마~, 왔어~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68450,
			"Kiana, what are you shouting at? Here is the Principal's Office. Keep quiet, will you?",
			"琪亚娜，干什么大呼小叫的？这里可是学园长的办公室，禁止喧哗。",
			"キアナ、そんな大声出して何ですか。ここは学園長のオフィスよ、慎みなさい。",
			"키아나, 그렇게 큰 소리 내지 마세요. 여기는 학원장 오피스예요, 조용히 하세요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68451,
			"Aunt? Why are you here? Where's mom?",
			"大…大姨妈？你怎么在这里？我老妈呢？",
			"お、おばさん、どうしてここに？ママは？",
			"어, 어머니, 왜 여기에? 엄마는?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68452,
			"Listen, Kiana. You mom asked me to be the acting Principal, that's why I'm here. From now on you have to call me Principal Theresa, understand?",
			"琪亚娜，我可是被你妈妈拜托了代理学园长的职务，所以当然会在这里办公了~从现在起你要叫我德丽莎学园长了~",
			"キアナ、あたくしはあなたのお母様に学園長代理をお願いされたのよ。だから当然、ここで仕事をしているのです。今からあなたは私のことをテレサ学園長と呼びなさい。",
			"키아나, 아타크시는 당신의 어머니께서 학원장 대리를 부탁하셨단다. 그래서 당연히 여기서 일을 하고 있는 거예요. 지금부터 당신은 나를 테레사 학원장이라고 부르세요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68453,
			"What? Acting... that means mom is not here? She said there's a mission arranged for us today. Seems to be doing something in the country...",
			"诶？代理…也就是说老妈现在不在么？她明明说今天有任务要安排给我们小队的……好像是要去野外干什么来着……",
			"え？代理…で、ママは今いないの？きょうは私たちの部隊に任務を与えるって言ってたのに……外で何かするとか……",
			"엣? 대리... 라고, 엄마는 지금 안 계신 거야? 오늘은 우리 부대에 임무를 준다고 하셨는데... 밖에서 뭘 한다고...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68454,
			"A mission to you, from Sessiria, huh? But she didn't mention this to me. Don't tell me you are the \"kids\" that she referred to?",
			"塞西莉亚给你们安排的任务么……但是塞西莉亚完全没有跟我说这事啊，难道说她那句孩子们就交给你照顾了的意思是……",
			"セシリアがあなたたちに用意した任務ねえ……でも彼女、あたくしにはそんなこと全然言ってなかったわ。まさか子供たちをよろしくって言った意味は……",
			"세실리아가 너희들에게 준 임무라니... 하지만 그녀는 나에게는 그런 말 조금도 하지 않았어. 설마 아이들을 부탁한다는 게 이런 뜻이었던 건가...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68455,
			"Aunt, what are you talking about?",
			"大姨妈？你在说什么？",
			"おばさん？今何て言ったの？",
			"아주머니? 방금 뭐라고 하셨나요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68456,
			"Ahem! Nothing. Now I remember. Go gather your member, we will go out soon.",
			"咳咳，没什么，只是刚好想起来是有这么回事……那先去召集你们的队员吧，我们马上出发。",
			"ゴホン、何も。ただ、あたくしもちょうど考えていたところです……あなたはまず隊員たちを集めなさい。すぐに出発よ。",
			"에헴, 아무것도. 단지 나도 막 생각하던 참이었어... 너는 먼저 대원들을 모으도록 해. 곧 출발할 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68457,
			"Cool! Right away! Hooray! Time for outdoor play again!",
			"嗯！我这就去！太好了，又能出去玩咯~",
			"うん！行ってくる！やったあ、また遊びにいけるぞ〜",
			"네! 갔다 올게요! 야호, 또 놀러 갈 수 있겠다~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68458,
			"What? Play? Not training? Sessiria really spoils her daughter. But now I am the Principal, and I won't compromise.",
			"不是去训练么，怎么到她嘴里就变成出去玩了……塞西莉亚还真是放任这个女儿啊，不过今天既然我是学园长，就不能姑息这种歪风邪气了。",
			"訓練なのに遊びに行くなんてまったくあの子ったら……セシリアはホント、好きにさせ過ぎよ。でも今日はあたくしが学園長よ、おふざけは許さないから。",
			"훈련인데 놀러 간다니 정말 저 아이는... 세실리아는 정말로 너무 내버려 둔 거야. 하지만 오늘은 내가 학원장이니, 장난은 용서하지 않을 거야.",
			null
		]
	],
	"1058": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68459,
			"Aunt, why are you bringing us to the church again? But you are not dressing up like a maiden. Looks like it's not a prank.",
			"大姨妈，你又把我们带到这个教堂来干什么，不对，你好像也没有穿修女服，看来不是要扮修女来坑我们。",
			"おばさん、私たちをこんな教会に連れてきてどうするの？おばさんは修道服を着てないから、修道女のふりをして私たちを騙すんじゃないよね。",
			"아주머니, 우리를 이런 교회로 데려와서 뭘 하시려는 거예요? 아주머니는 수도복을 입지 않으셨으니, 수녀 행세를 하며 우리를 속이려는 건 아니죠?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68460,
			"Principal Theresa, may I ask what are we going to do here?",
			"德丽莎学园长，请问您让我们来这里是为了什么呢？",
			"テレサ学園長、どうして私たちをここへ連れてきたのですか？",
			"테레사 학원장님, 왜 우리를 여기로 데려오신 거예요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68461,
			"Prin... Principal Theresa...",
			"德…德丽莎学园长……",
			"テ、テレサ学園長……",
			"테, 테레사 학원장님...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68462,
			"Yes, even though you're the acting Principal. But for us, you are now the Principal.",
			"对啊，虽然只是是代理，但是对于我们来说，您现在就是学园长。",
			"そうですよ。代理ですが、今の私たちにとって学園長はあなたなのですから。",
			"맞아요. 대리이지만, 지금 우리에게 학원장은 당신이니까요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68463,
			"Principal... *Gasp*",
			"学园长…呼呼……",
			"学園長…ふふ……",
			"학원장... 훗...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68464,
			"Bishop Theresa, you look creepy...",
			"德丽莎主教，你的表情好奇怪啊……",
			"テレサ主教、顔が変ですよ……",
			"테레사 주교님, 얼굴이 이상해요...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68465,
			"Ahem... forget about it! Besides, call me Principal, Kyushou.",
			"咳咳……没什么！还有，九霄，要叫我学园长。",
			"ゴホン……何でもありません！それと九霄、あたくしのことは学園長と呼びなさい。",
			"콜록... 아무것도 아냐요! 그리고 큐쇼, 나를 학장님이라고 불러.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68466,
			"Oops!",
			"哎哟！",
			"へえー。",
			"흐음.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68467,
			"Now you'll be briefed about your mission. This time you'll experience how a Rank S Valkyrie fights as a team.",
			"那么我来说一下你们的任务吧，这一次我会带你们体验一下一个具备S级女武神的小队的战斗方式。",
			"それではあなたたちの任務を説明します。今回はS級ヴァルキリー部隊の戦闘方法を体験してもらいます。",
			"그럼 너희들의 임무를 설명하겠다. 이번에는 S급 발키리 부대의 전투 방식을 체험해볼 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68468,
			"Shouldn't a Rank S Valkyrie simply marmalize everything in her way?",
			"有S级女武神的存在，难道不是直接碾压过去就行了么？",
			"S級ヴァルキリーくらいになれば、直接ぶっとばせばそれでいいんじゃない？",
			"S급 발키리쯤 되면 그냥 바로 날려버리면 되는 거 아냐?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68469,
			"In fantasy world, yes. Even though Rank S Valkyries are extremely powerful, when fighting Houkai Beasts, strategies matter the most.",
			"哪有那么轻松的事，虽然S级女武神是极强的战力，但是在面对上崩坏兽的时候，错误的战略也会导致战局的崩溃。",
			"そんなに簡単なものじゃありません。S級ヴァルキリーは極めて高い戦闘力を備えていますが、崩壊獣と戦う場合、誤った戦略を取れば結果は悲惨なものとなります。",
			"그렇게 간단한 게 아니야. S급 발키리는 매우 높은 전투력을 갖추고 있지만, 붕괴수와 싸울 때 잘못된 전략을 사용하면 결과는 비참해질 수 있어.",
			null
		],
		[
			"msg",
			68470,
			"Not to mention... Kiana, do you still remember the Jhana we met in that Island? If we are to confront such terrifying enemy...",
			"更何况……琪亚娜，你还记得我们在那个岛上遇到的迦娜么。如果是遇上那种可怕的存在的话……",
			"さらに……キアナ、私たちがあの島でジャンナに遭遇した時のことを覚えていますか？もしあのような恐ろしい相手と戦うことになれば……",
			"게다가... 키아나, 우리가 그 섬에서 잔나를 만났을 때를 기억하나? 만약 그런 무서운 상대와 싸우게 된다면...",
			null
		],
		[
			"msg",
			68471,
			"Anyway, take it seriously, it not some random training. Follow my command during the battle.",
			"总之，你也收回一点玩心，不要以为这是随随便便的训练。在真正战斗的时候你们就听我的指挥吧。",
			"とにかく、お遊びはなしよ。いい加減な気持ちで訓練に取り組んではいけません。本当の戦闘に出れば、あなたたちは私の指示に従うことになるのですから。",
			"어쨌든, 장난은 안 돼. 대충대충 훈련에 임해서는 안 된다. 진짜 전투에 나가면 너희들은 내 지시에 따라야 할 테니까.",
			null
		]
	],
	"1059": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68472,
			"Hey, Kiana, is \"Jhana\" someone's name? Principal Theresa has just mentioned. Who is she?",
			"琪亚娜，刚才德丽莎学园长提到的“迦娜”是一个人名么？她是谁？",
			"キアナ、テレサ学園長がさっき言った「ジャンナ」って人の名前？それ誰なの？",
			"키아나, 테레사 학장님이 방금 말한 「잔나」라는 사람 이름이야? 그게 누구야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68473,
			"Jhana is an adorable gir... is a Houkai humanoid. It is no pushover.",
			"迦娜是一个很可爱的女……是一个有着人形态的崩坏生物，有着非常强大的实力。",
			"ジャンナは可愛らしい女の子……みたいなヒト型崩壊生物です。とっても強いの。",
			"잔나는 귀여운 소녀... 같은 인형 붕괴생물이야. 엄청 강하더라.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68474,
			"Houkai humanoid? Isn't it Herrscher? I didn't know you've fought against Herrscher! How surprising that you could survive the battle. You're my great Servant!",
			"人形态的崩坏生物？那不就是律者么？原来琪亚娜你在之前已经和律者战斗过了么！没想到你居然还能活下来，不愧是被我选召的英灵。",
			"ヒト型崩壊生物？それは律者じゃないの？キアナは既に律者と戦ったことがあるのね！しかもまだ生きてるなんて、さすが私が見込んだ英霊ってだけはあるなあ。",
			"인간형 붕괴 생물? 그건 율자가 아니야? 키아나는 이미 율자와 싸워본 적이 있구나! 게다가 아직 살아있다니, 역시 내가 눈여겨본 영령답다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68475,
			"Hehe. It's not Herrscher, but the fact that I could survive the battle is that I'm so talented, and was able to unleash all my potential when it came to the crunch... Wait, since when did I become a Servant? I'm still alive!",
			"诶嘿嘿~虽然不是律者，但是能活下来当然是因为我天赋惊人，在关键时刻爆发了身体的潜力……不对，我怎么就成英灵了，我还没死呢！",
			"へへへ〜律者じゃないんだけどね。でも生き残ったのは当然、私に天賦の才があるからよ。重要な時に潜在能力が爆発して……ていうか、どうして私が英霊なのよ、まだ死んでないのに！",
			"헤헤~ 율자는 아니었지만. 그래도 살아남은 건 당연해, 나에게 천부적인 재능이 있으니까. 중요한 순간에 잠재력이 폭발해서... 아니 근데 왜 내가 영령이야, 아직 안 죽었는데!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68476,
			"So you're so proud of it, huh? I and Himeko! were so worried about you. You had no idea that you were getting along with a monstrous beast. How come you can be proud of it? I wonder if Himeko trained you hard enough.",
			"你还说！？当时我和姬子都快急死了，你居然跟着那么恐怖的怪物走了一路自己还没点直觉，现在还引以为傲……难道是当时姬子的特训还不够么？",
			"おだまり！あの時、私と姫子は二人とも死ぬほどあせっていたのに、あなたはしばらく気づかないであの恐ろしい怪物に付いて行ってしまったのよ。それを自慢げに話すとは……姫子に受けた特訓ではまだ足りないと言うの？",
			"닥쳐! 그때 나와 히메코는 둘 다 죽을 만큼 애를 쓰고 있었는데, 너는 한동안 눈치도 못 채고 그 끔찍한 괴물을 따라갔잖아. 그걸 자랑스럽게 말하다니... 히메코에게 받은 특훈이 아직 부족하다는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68477,
			"Uh...",
			"呃……",
			"お……",
			"어...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68478,
			"Fortunately that monster has its own will and did not intend to kill us. That island is now a forbidden area and is thoroughly monitored.",
			"不过幸好的事那个怪物似乎有着自己的想法，并未对我们下死手，那个岛屿已经被列为禁区，被严密监视着。",
			"でも、あの怪物に何か考えがあって私たちにとどめを刺さなかったのは幸運でした。あの島は今、立入禁止区域となって厳しい監視を受けています。",
			"하지만, 그 괴물이 무슨 생각이 있어서 우리를 끝장내지 않은 건 다행이었어. 그 섬은 지금 출입금지 구역으로 지정되어 엄격한 감시를 받고 있지.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68479,
			"So, you mean, Jhana is very strong?",
			"听德丽莎学园长的意思，难道那个“迦娜”很强么？",
			"テレサ学園長がおっしゃりたいのは、その「ジャンナ」というやつがとても強いということですか？",
			"테레사 학원장이 말씀하시고 싶은 건, 그 「잔나」라는 녀석이 매우 강하다는 건가요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68480,
			"Yes, she is. Perhaps a tad stronger than Sessiria. But I didn't feel being suppressed when fighting her. I wonder why...",
			"嗯，非常强，可能比塞西莉亚还要强一些， 但是不知道为什么和她进行战斗的时候并没有特别地感受到那种被压制的感觉……",
			"ええ、強いわ。恐らくセシリアよりも上よ。でもなぜだか分からないけど、彼女と戦う時はあの押しつぶされるような圧迫感を感じないの……",
			"그래, 강해. 아마 세실리아보다도 위일 거야. 하지만 왜인지 모르겠는데, 그녀와 싸울 때는 그 눌러버리는 듯한 압박감을 느끼지 않아...",
			null
		],
		[
			"msg",
			68481,
			"Now that we've been deciphering the data excavated from the ruins, we've learnt a lot of new things. I believe we'll know if the monster is a Herrscher or not soon.",
			"不过，随着我们从遗迹中所发现的资料陆陆续续被破解，我们也了解到了去多新的东西，相信不久之后我们就能够知道那个怪物究竟是律者还是其他生物了。",
			"しかし私たちが遺跡の中で発見した資料が解読され、多くのことが明らかになったわ。遠くない未来、私たちはあの怪物が律者か、あるいは別の生物なのか知ることになるでしょう。",
			"하지만 우리가 유적에서 발견한 자료가 해독되면서 많은 것이 밝혀졌어. 머지않은 미래에, 우리는 그 괴물이 율자인지, 아니면 다른 생물인지 알게 될 거야.",
			null
		]
	],
	"1060": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68482,
			"Aunt, you seem to be putting a lot of effort in today's training. Did mom say something to you?",
			"大姨妈，总感觉你对今天的训练非常上心啊……是老妈跟你说过什么了吗？",
			"おばさんは今日の訓練をとても気にかけてるみたいだけど……ママになにか言われたの？",
			"아줌마는 오늘 훈련을 굉장히 신경 쓰시는 것 같은데... 엄마한테 무슨 말이라도 들었어?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68483,
			"No, nothing. It's all because of you. You know, Sessiria has told me that you did quite worse in the survival training.",
			"没有哦~不过……我对训练这么上心完全是因为琪亚娜呢，毕竟我可是听塞西莉亚说了，之前在野外生存训练的时候，你们的情况很糟糕啊。",
			"別に何も。だけど……私が今回の訓練を気にかける理由はキアナ、あなたよ。セシリアから聞いたわ、この前の野外サバイバル訓練、あなたたちの成績は目も当てられなかったって。",
			"별거 아니야. 하지만... 내가 이번 훈련을 신경 쓰는 이유는 키아나, 너 때문이야. 세실리아에게 들었어, 지난 번 야외 생존 훈련에서 너희 성적이 눈 뜨고 볼 수 없었다고.",
			null
		],
		[
			"msg",
			68484,
			"Making mistakes while parachuting, failed to achieve the assigned mission from Sessiria.... I am pretty sure that it is because you are lazy and did not train hard.",
			"不但跳伞失误，而且还没有完成塞西莉亚布置的任务……肯定又是因为琪亚娜你疏于训练而且懒散吧？",
			"パラシュートでの降下にも失敗しただけでなく、セシリアが用意した任務を完了することもできなかったんですって？その原因はキアナが手を抜いたり、怠けたりしたせいじゃない？",
			"낙하산 강하도 실패했을 뿐만 아니라 세실리아가 준비한 임무도 완수하지 못했다고? 그 이유가 키아나가 대충하거나 게을러서 그런 거 아니야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68485,
			"That right! It was Kiana's fault! She jumped the gun and we were delayed!",
			"对对对！就是因为琪亚娜，不但提前跳伞，还拖延了我们很长的时间！",
			"そうそう！原因はキアナよ。予定より早くパラシュート降下したし、私たちの時間も遅らせたし！",
			"그래 그래! 원인은 키아나야. 예정보다 일찍 낙하산 강하했고, 우리 시간도 늦췄잖아!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68486,
			"Kyushou! I don't want to be criticized by someone whose leg cramped when parachuting.",
			"九霄你不也是跳伞下落的时候脚抽筋了么，你有什么资格说我。",
			"九霄、あなただってパラシュートで降りた時、足を攣ったんじゃなかった？そんなこと言う資格なんかないわ。",
			"큐쇼, 너도 낙하산으로 내릴 때 다리에 쥐났었잖아? 그런 소리 할 자격 없어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68487,
			"Well, well, well. I just wanted to let you realize why you have to take this special training today. You'd better try to improve yourselves instead of arguing.",
			"好了好了，我的本意只是让你们认识到为什么今天要接受这次特训而已，与其争吵不如想着如何提升自己吧。",
			"もう分かりました。あたくしはただ、あなたたちになぜ今日の任務を受ける必要があるか知ってもらいたかっただけなのです。",
			"이제 알겠어. 난 단지 너희들에게 왜 오늘의 임무를 받아야 하는지 알려주고 싶었을 뿐이야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68488,
			"Kyushou-sama will do so, without you reminding. Because Kyushou-sama has already sensed the danger!",
			"不用你说九霄大人也会这么做的，因为九霄大人已经感觉到危险在逼近了！",
			"この九霄様は言われなくても分かっています。危険が迫っていることには既に気づいていますから！",
			"이 큐쇼님은 말하지 않아도 알고 있다구. 위험이 닥치고 있음을 이미 깨달았으니까!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68489,
			"I feel like your are particularly earnest today. Last time when I was on a mission with you, you were not like that...",
			"总感觉大姨妈今天特别的正经呢~明明之前和大姨妈出任务的时候她也没有这么严肃的……",
			"何だか今日のおばさんは特に厳しいなあ〜前におばさんと任務に出た時はそんなでもなかったのに……",
			"오늘의 아주머니는 유난히 엄격하네~ 전에 아주머니와 임무 나갔을 때는 그렇지 않았는데...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68490,
			"It is because I am now the Principal of St. Freya HS. Acting this way I will be able to make you awe.",
			"那当然是因为我现在可是圣芙蕾雅学园的学园长，不表现地威严一点怎么能够让你们信服呢~",
			"それはもちろん、今のあたくしは聖フレイヤ学園の学園長だからです。威厳を示さなければあなたちから信頼を得ることはできませんもの。",
			"그건 물론, 지금의 나는 세인트 프레야 학원의 학원장이기 때문이야. 위엄을 보여주지 않으면 너희들에게서 신뢰를 얻을 수 없으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68491,
			"Petty acting Principal...",
			"明明就是个代行而已……",
			"ただの代理なのに……",
			"그냥 대리인 주제에...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68492,
			"Kiana, lure to make the Zombies stand in line. Do it in 5 seconds!",
			"琪亚娜，将前面的死士引成一条直线，限你五秒之内做到！",
			"キアナ、前方のゾンビを一直線に並べなさい、5秒以内で！",
			"키아나, 앞쪽의 좀비를 일직선으로 세워, 5초 안에!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68493,
			"My apologies, Principal Theresa!",
			"德丽莎学园长对不起！",
			"テレサ学園長、ごめんなさい！",
			"테레사 학원장, 미안해요!",
			null
		]
	],
	"1061": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68494,
			"Aunt, is it just me or the Zombies are increasing in number... and are stronger than ever......",
			"大姨妈……为什么感觉死士好像变多了，而且也变得更强了……",
			"おばさん……何だかゾンビが増えた上に強くなったみたいなんだけど……",
			"아줌마... 왠지 좀비가 늘어난 데다가 더 강해진 것 같은데...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68495,
			"You're right. Someone must have strengthened the Houkai Energy intensity here...",
			"没错，可能是有谁提升了这里的崩坏能强度……",
			"その通り。恐らく誰かがこの当たりの崩壊エネルギーを強めたのでしょう……",
			"그래. 아마 누군가가 이 근처의 붕괴 에너지를 강화했을 거야...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68496,
			"Huh? Houkai Energy can be manipulated?",
			"咦？这里的崩坏能难道是可操纵的么？",
			"へ？ここの崩壊エネルギーは調節可能なの？",
			"엥? 여기 붕괴 에너지는 조절 가능한 거야?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68497,
			"This is not something you should know now. But when you become a true Valkyria and reached a certain rank. Someone will then tell you about it.",
			"这个暂时还不是你们能够知道的情报，不过等你们正式成为女武神，并且达到某种高度之后，会有人来告诉你们的。",
			"今の段階であなたたちが知ることはできません。でも正式にヴァルキリーとなり、一定のレベルに達すれば、あなたたちも知ることになるでしょう。",
			"지금 단계에서 너희들이 알 수는 없어. 하지만 정식으로 발키리가 되어 일정 수준에 도달하면, 너희들도 알게 될 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68498,
			"Huhu, seems that we haven't truly unfolded the map here yet. We can only explore this area after it is unlocked.",
			"嚯嚯，看来我们现在还没有真正打开这里的地图呢，只能等之后解锁了这个地区再到这里一探究竟了。",
			"そう言えば、私たちはまだここの地図を全部開いていなかったようね。後でこの地域のロックを解除してから、また来てちゃんと調べられるでしょう。",
			"그러고 보니, 우리 아직 여기 지도 다 열어보지 못했던 것 같네. 나중에 이 지역의 �금을 해제하고 나서, 다시 와서 제대로 조사할 수 있겠지.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68499,
			"I wonder who's here... Could it be independent Valkyria?",
			"不过究竟是谁在这个地方？难道是独自训练的女武神……",
			"だけど一体、誰がここに？まさかヴァルキリーが単独で訓練を……",
			"그런데 대체 누가 여기에? 설마 발키리가 혼자서 훈련을...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68500,
			"That's me, Theresa.",
			"是我哦~德丽莎酱~",
			"私よ〜テレサちゃん〜",
			"나야~ 테레사 쨩~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68501,
			"Mom?! So you are here already!",
			"老、老妈？！原来你在这里么！",
			"マ、ママ？何だここにいたのね！",
			"엄, 엄마? 어떻게 여기에 있는 거야!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68502,
			"Oh well, Kiana. You did quite a good job, didn't you? However fighting those piddling Zombies won't prove anything.",
			"啊啦，琪亚娜，你们的战果还不错嘛，不过仅仅是那这些不入流的死士练手的话可不能看出来什么的。",
			"あら、キアナ。あなたたち、なかなかの成績じゃない。でもあんな下っ端のゾンビを相手にしただけじゃ、何も分からないけどね。",
			"어머, 키아나. 너희들, 꽤 좋은 성적이네. 하지만 그런 잡졸 좀비들 상대만으로는, 아무것도 알 수 없지만.",
			null
		],
		[
			"msg",
			68503,
			"Besides, it's been a long time since we fight in a match, Theresa. I feel somehow nostalgic.",
			"而且，我也很久没有和德丽莎酱你对练过了吧，让我有点怀念以前的时候呢~",
			"そう言えば私もずいぶん長い間、テレサちゃんと対戦してないから、昔がなつかしくなるわね。",
			"그러고 보니 나도 오랜만에 테레사 쨩과 대결하지 않아서, 옛날이 그리워지네.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68504,
			"Although three little things is a drag on me, I agree with you, that one won't improve if he or she doesn't not challenge. Come on, kids. Don't hold back!",
			"虽然我这边还带着三个累赘，不过你说得对，没有挑战性的试炼只会削减实力，孩子们，接下来就要打起十二分的精神了！",
			"そうね、落ちこぼれ3人組を連れているけど、あなたの言う通りよ、簡単な試練は実力を弱めるだけ。みんな、次は気合を入れなさいよ！",
			"그래, 낙오자 3인방을 데리고 다니지만 네 말이 맞아, 쉬운 시험은 실력을 약화시킬 뿐이야. 다들, 다음에는 기합을 제대로 넣으라고!",
			null
		],
		[
			"msg",
			68505,
			"But don't worry, even though I use Oath of Judah to attack, she was created originally to \"protect\".",
			"不过你们不用担心，犹大的誓约虽然经常被我用来当做进攻的武器，但是她从最初被制造出来可是为了“守护”而存在的。",
			"でも心配いらないわ、あたくしはいつも誓約の十字架の契約を攻撃用の武器として使っていますが、これはもともと「守護」を目的として作られたのです。",
			"하지만 걱정할 필요 없어, 나는 항상 서약의 십자계약을 공격용 무기로 사용하지만, 이건 원래 「수호」를 목적으로 만들어진 거야.",
			null
		],
		[
			"msg",
			68506,
			"Oath of Judah, launch!",
			"犹大的誓约，展开！",
			"誓約の十字架、発動せよ！",
			"서약의 십자가, 발동하라!",
			null
		]
	],
	"1062": [
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68507,
			"How was it, Theresa? My strength has never deteriorated over the years!",
			"怎么样，德丽莎酱，就算过了这么久，我的实力可是丝毫没有退步哦~",
			"どうテレサちゃん？ずいぶん久しぶりだけど、私の力は全く落ちてないわよ〜",
			"어때 테레사? 굉장히 오랜만이지만, 내 실력은 전혀 떨어지지 않았어~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68508,
			"That's because you pretended to attack Kiana with Frozen Sakura. I couldn't concentrate on defending.",
			"明明就是你故意用黑渊白花做佯装攻击琪亚娜她们的样子，让我疏于防守。",
			"わざと黒淵白花を使い、キアナたちを攻撃するふりをして私の守りをおろそかにしようとしているのは分かっているわ。",
			"일부러 흑연백화를 사용해 키아나들을 공격하는 척하며 내 방어를 소홀히 하려는 건 알고 있어.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68509,
			"Call it strategy. Anyway I am the winner today.",
			"这也是战术的一种哦~怎么说今天都是我赢了呢~",
			"これも戦術の一つよ、まあ、どう転んでも今日は私が勝つけどね〜",
			"이것도 전술 중 하나야, 뭐, 어찌 되었든 오늘은 내가 이길 테지만~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68510,
			"It doesn't matter who wins, but if the kids can learn anything from it.",
			"其实我们谁赢谁输都无所谓吧，重要的是那几个小家伙能领悟到什么。",
			"私たちの勝ち負けなんてどうでもいいわ、重要なのはあの子たちに得るものがあるかどうかよ。",
			"우리의 승패 같은 건 중요하지 않아, 중요한 건 저 아이들이 얻을 게 있는지 없는지야.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68511,
			"No, no, no. That's not important.",
			"不不不，这可不是重点哦~",
			"違う違う、そんなの大事じゃないわ〜",
			"아니야 아니야, 그런 건 중요하지 않아~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68512,
			"What? Are you planning already for something in the far future?",
			"难道塞西莉亚你还有更长远的计划么？",
			"セシリア、あなたはもっと先を見てるってことかしら？",
			"세실리아, 너는 더 먼 미래를 보고 있는 거야?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68513,
			"No, what matters is, do you enjoy the day being the acting Principal? Getting along with the Valkyries is you dream, isn't it?",
			"才不是，重要的是，今天德丽莎酱的学园长生活开心么？毕竟德丽莎酱一直想像这样和那些女武神们打成一片呢。",
			"それも違うわ、重要なのは今日、テレサちゃんが学園長としての生活を楽しんでるかってこと。テレサちゃんはずっと、ヴァルキリーたちと一緒に戦うことを想像してたでしょ？",
			"그것도 아니야, 중요한 건 오늘 테레사가 학원장으로서의 생활을 즐기고 있는지야. 테레사는 계속 발키리들과 함께 싸우는 걸 상상했었잖아?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68514,
			"Uh... how did you know?",
			"呃…你、你怎么知道……",
			"え…な、なぜそれを……",
			"어... 나, 왜 그걸......",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68515,
			"Huhu, you're my BFF, there's no way I don't know what you want. Especially when I see you drooling over my office.",
			"呼呼~你可是我的好姐妹啊，你在想什么我难道还会不知道么？看到你对着我的办公室流口水的样子就知道了~",
			"ふふふ〜あなたとわたしは姉妹なのよ。あなたが思っていることを私が知らないとでも？よだれを垂らしながら私のオフィスを見てたわよ〜",
			"후후후~ 당신과 나는 자매야. 네가 생각하는 걸 내가 모를 거라도? 침을 흘리면서 내 오피스를 쳐다보고 있었잖아~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68516,
			"I never act like that, don't you pull my leg! But, frankly, your are more suitable for this position. I can tell you've been working so hard to change their lives...",
			"我才不会做出那么失礼的举动呢！不过……说真的，也许塞西莉亚你才更适合成为这个学园的学园长呢。因为你为了改变她们的生活那么地努力……",
			"あたくしはそんなはしたない行動はしません！でも……この学園の学園長にふさわしいのはセシリアよ。だってあの子たちの生活を変えるため、あんなにがんばったんですもの……",
			"저는 그런 추잡한 행동 안 해요! 하지만... 이 학원의 학원장으로 어울리는 건 세실리아야. 왜냐면 그 아이들의 삶을 바꾸려고, 그렇게 열심히 노력했으니까......",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68517,
			"It is the only way we can redeem, for their very last moment in the future. But if their ends can be changed...",
			"我们现在所做的一切仅仅只能算是赎罪，为了之后的她们的结局而赎罪。但如果这个结局能够被改变的话……",
			"私たちが今していることは全て罪滅ぼしにすぎないわ。これからあの子たちが迎える結末に対する罪滅ぼし。でも、もしその結末を変えることができるなら……",
			"우리가 지금 하고 있는 건 모두 속죄에 불과해. 앞으로 그 아이들이 맞이할 결말에 대한 속죄. 하지만, 만약 그 결말을 바꿀 수 있다면......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68518,
			"I know... By the way, you were in the Creed Zone. Did something happen there?",
			"我知道的……不过说起来，刚才你是在教条区吧，难道那里出了什么事么？",
			"分かってる……だけど、あなたはさっきまでドグマエリアにいたでしょ？あそこでなにか起きたの？",
			"알아... 하지만, 너 방금까지 도그마 에리아에 있었지? 거기서 무슨 일이 있었던 거야?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68519,
			"Yes, of course. But it's a secret that can't be told!",
			"嗯，当然出事了哦~不过，那个是不能说的秘密呢~",
			"ええ、もちろん。でもそれは秘密よ〜",
			"응, 물론이지. 하지만 그건 비밀~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68520,
			"A secret that can't be told, humph! I'd rather you admit that you don't want to tell me. Share your secret with Siegfried, I'm off now. I'll come over again when I have time.",
			"不想告诉我就不想告诉我啦，还什么不能说的秘密，这种话你还是跟齐格飞去说吧~我走了，下次有空的时候再来看你~",
			"言いたくないなら聞かないわ。何が秘密よ、そんな話ならジークフリートとでもしなさいよ。もう行くわよ、また時間ができたら会いに来るわ。",
			"말하기 싫다면 묻지 않을게. 뭐가 그렇게 비밀인데, 그런 이야기는 지크프리트랑 하든가. 난 이만 갈게, 시간 나면 다시 보러 올게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				true
			]
		],
		[
			"msg",
			68521,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				29,
				0,
				false
			]
		],
		[
			"msg",
			68522,
			"Siegfried.... but how can I talk to Siegfried?",
			"跟齐格飞说么……但我要怎么才能跟齐格飞说呢？",
			"ジークフリートとか……でもどうすれば彼と話ができるっていうの？",
			"지크프리트라니... 하지만 어떻게 하면 그와 이야기를 할 수 있다는 거지?",
			null
		],
		[
			"msg",
			68523,
			"I’m sorry, Theresa. I don't want to keep any secrets from you. But it'll be too harsh for everyone if you're also involved in it...",
			"德丽莎，对不起……我并不是想隐瞒着你什么，只是如果要把你也牵连进来的话，对大家都太残酷了啊……",
			"テレサ、ごめんね……あなたに隠し事はしたくないのよ。ただ、あなたを巻き込んでしまえば、みんな悲惨なことになるから……",
			"테레사, 미안해... 너한테 숨기고 싶은 건 없어. 단지, 너를 끌어들여버리면, 모두 비참해질 테니까......",
			null
		]
	]
}