{
	"2424": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			443240,
			"I can't believe they asked me to get the problematic student  back in school in a week. Why do they always give me some impossible missions.",
			"居然要求一周内让问题学生重新上学，为什么尽是这种强人所难的工作。",
			"1週間以内に問題がある生徒を他の生徒と同じように登校させるなんて、どうしてこんな理不尽な仕事ばかりなのよ……。",
			"1주일 안에 문제 있는 학생을 다른 학생들처럼 등교시켜라니, 왜 이렇게 불합리한 일만 내게 맡기는 거야…….",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			443241,
			"A student refusing to register at school is a big problem for the school and normally would require to be dealt with as soon as possible.",
			"学生拒不登校，对学校来说可是个大问题，正常来说都会要求尽快处理。",
			"生徒が登校拒否するのは学校にとって大問題ですからね。速やかに対応するように求めるのも当然だと思います。",
			"학생이 등교 거부하는 건 학교에겐 큰 문제거든요. 신속히 대응하도록 요구하는 것도 당연하다고 생각해요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			443242,
			"Uhhhhhhh ...... What can I do, I've never had a heart-to-heart talk with a student. I'm sure it's going to turn out to be one of those situations where you get yelled at \"What's the problem with you, arrogant brat!\" And then get beaten up!",
			"呃啊啊啊……这可怎么办，我从来都没有跟学生谈过心。一定会变成那种被吼“你这臭老九嚣张什么！”然后还要挨揍的情况吧！",
			"うわあぁぁぁ……どうしよう。私、これまで生徒と腹を割って話したことなんてないのよね。きっと「インテリぶって偉そうに！」って怒鳴られて、痛い目にあうのがオチよ！",
			"으아아악…… 어쩌지. 나, 지금까지 학생과 속 깊이 대화해 본 적이 없는데. 분명 지식인인 척 거만하게!라고 소리치며, 혼쭐 나기 딱거야!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			443243,
			"I don't think those thing will happen, don't be afraid.",
			"我觉得根本不可能出现老师害怕的那种情况。",
			"先生が恐れているようなことが起こるとは思えませんが……。",
			"선생님이 걱정하시는 그런 일이 생기진 않을 거라고 생각하지만…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			443244,
			"Who, who know, if it was Sin, she would certainly do so ......",
			"那、那可说不准，如果是杏的话就肯定会这么干……",
			"そ、そんなことわからないじゃない！だって、シンだったらきっとそうするはずだもの……。",
			"그, 그런 건 모르잖아! 신이었으면 분명 그럴 거거든요…….",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			443245,
			"But we can’t let go of her. Also I don't think Kika is that kind of person.",
			"虽说如此，但也不能放着不管，而且我也不认为辉火同学是那样的人。",
			"そうだとしても、放っておくわけには行きません。それに私は輝火さんがそんな人だと思っていません。",
			"그렇다고 해도 그냥 둘 수는 없어요. 게다가 저는 키카 씨가 그런 사람이라고 생각하지 않습니다.",
			null
		],
		[
			"msg",
			443246,
			"Ninti shares a dorm room with her. I'll go ask what the situation is before making adecision about the next step. What do you think of this?",
			"宁蒂同学刚好和她同一个寝室，我先去问问到底是什么情况，了解清楚再决定怎么做也不迟。老师觉得这样如何？",
			"ちょうどニンディさんは輝火さんのルームメイトですから、どういう状況なのか話を聞いてみます。事情を知った上でどうするか決めても遅くないと思いますが、先生はどうお考えですか？",
			"마침 닌디 씨가 키카 씨 룸메이트잖아요, 어떤 상황인지 이야기 좀 들어볼게요. 사정을 알게 된 다음에 어떻게 할지 결정해도 늦지 않을 것 같은데, 선생님은 어떻게 생각하세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			443247,
			"Okay, okay ...... Thank you.",
			"好、好吧……辛苦你了。",
			"わ、わかったわ……悪いけど、任せるわ。お願いね。",
			"알, 알았어… 미안하지만, 맡길게. 부탁이야.",
			null
		]
	],
	"2425": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443248,
			"——After school, empty corridor",
			"——放学后，空旷的走廊",
			"——放課後　広々とした廊下",
			"——방과 후　넓은 복도",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				793,
				2,
				false
			]
		],
		[
			"msg",
			443249,
			"I was invited to go to the beach on my day off. I'm looking forward to it.",
			"休息日被邀请和大家一起去海边玩，好期待。",
			"休みの日に皆さんと一緒に海へ遊びに行くのに誘われてしまいました。楽しみです。",
			"휴일에 여러분과 함께 바다에 놀러 가자고 초대받았어요. 기대돼요.",
			null
		],
		[
			"msg",
			443250,
			"This time, I must prep well and not be affected by strange videos like last time.",
			"这次一定要好好预习，不能再像上次那样被奇怪的视频影响。",
			"今度こそ間違いのない予習をします。この前のように変な動画を参考しないようにしないといけません。",
			"이번엔 제대로 예습할 거예요. 지난번처럼 이상한 영상 참고하지 않도록 해야 해요.",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				793,
				2,
				true
			]
		],
		[
			"msg",
			443251,
			"Ninti, do you have a minute? I have sonthing to say.",
			"宁蒂同学，现在方便说话吗？",
			"ニンディさん、今ちょっといいですか？",
			"닌디 씨, 지금 잠깐 괜찮을까요?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				793,
				1,
				false
			]
		],
		[
			"msg",
			443252,
			"Is there something wrong, miss monitor?",
			"班长大人有什么事吗？",
			"委員長さん、何か御用でしょうか？",
			"반장님, 무슨 일이신가요?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				793,
				1,
				true
			]
		],
		[
			"msg",
			443253,
			"Since we're already friends, let's not use titles anymore. You can just call me by my name, or just \"monitor\" like other classmates do.",
			"既然已经是朋友了，就不要用敬称吧。直接叫名字，又或者像其他同学直接喊“班长”就好了。",
			"もう友達なのですから名前で呼んでくれていいですよ。それか、他の人のように委員長でも構いません。",
			"이제 친구인데 이름으로 불러줘도 돼요. 아니면 다른 사람들처럼 반장이라고 불러도 괜찮아요.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				793,
				1,
				false
			]
		],
		[
			"msg",
			443254,
			"Then, I will just call you \"monitor\" from now on?",
			"那以后就叫班长可以吗？",
			"では、これからは委員長と呼んでもいいでしょうか？",
			"그럼 이제부터 위원장이라고 불러도 될까요?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				793,
				1,
				true
			]
		],
		[
			"msg",
			443255,
			"Although I would be happier if you just call my name...... cough, let's not talk about that. I remember that you and Kika share the same dormitory, right? She haven’t showed up at class recently, which really troubles Ms.Yssring.",
			"虽然直接喊名字我会更高兴……咳，先不说这个。记得辉火同学和你是同一个寝室的吧？最近她经常不来学校，伊瑟琳老师非常头疼。",
			"名前で呼んでもらった方が嬉しいのですが……それは置いておきましょう。確か、輝火さんとはルームメイトですよね？最近、彼女があまり学校に来ないので、イザーリン先生がすごく悩んでいます。",
			"이름으로 불러주시는 게 더 좋겠지만... 그건 제쳐두죠. 확실히 키카 씨랑 룸메이트 맞죠? 최근에 그녀가 학교에 잘 안 나와서 이자린 선생님이 많이 고민하고 계세요.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443256,
			"Do you want me to ask Kika-sa ...... Kika the reason for not coming to school?",
			"是要让我问辉火大……辉火不来学校的缘故吗？",
			"輝火様……輝火が学校に来ない理由をニンディに聞いてこいということでしょうか？",
			"키카님... 키카가 학교에 안 나오는 이유를 닌디에게 물어보라는 말씀이신가요?",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443257,
			"Yes, I can only come up with a solition if I can figure out the situation. Of course, it would be better if you could just get her to come to school every day.",
			"没错，搞清楚情况才能对症下药。当然，如果能直接让她每天都来上学就更好了。",
			"そうです。事情がわからないと手の打ちようがありません。もちろん、そのまま彼女を毎日登校させられれば一番いいのですが……。",
			"그래요. 사정을 모르면 어떻게 대처해야 할지 모르잖아요. 물론, 그녀를 매일 등교시키는 게 가장 좋겠지만...",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				793,
				1,
				false
			]
		],
		[
			"msg",
			443258,
			"I understand, don't worry, monitor.",
			"明白，班长尽管放心好了。",
			"わかりました。委員長、ご安心ください。",
			"알겠습니다. 위원장님, 안심하세요.",
			null
		],
		[
			"msg",
			443259,
			"I'll do whatever for my friends.",
			"朋友的拜托，不管说什么也要办到。",
			"友達の頼みです。この任務、必ず完遂してみせます。",
			"친구 부탁이에요. 이 임무, 꼭 완수해 보이겠습니다.",
			null
		]
	],
	"2426": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443260,
			"——Later in the evening, student dormitory",
			"——晚上，学生寝室",
			"——夜　学生寮の部屋",
			"——밤　기숙사 방",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443261,
			"Hooah ...... I just fell asleep not long ago, how come you wake me up at this time.",
			"呼啊……我才刚睡下没多久，怎么这个时候来把人叫起来。",
			"ふわぁ～……さっき寝たばかりなのに、どうして起こしに来たのよ……。",
			"후와아~... 방금 잠들었는데 왜 깨우러 온 거야...",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443262,
			"Kika-sama, it's only eight o'clock in the evening.",
			"辉火大人，现在才晚上八点。",
			"輝火様、まだ夜の8時ですよ。",
			"키카, 아직 밤 8시야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				3,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443263,
			"It's not like you don't know that I go to bed in the afternoon. Now it's 4 a.m. for me.",
			"你又不是不知道我都是下午才去睡觉，现在对我来说就是凌晨四点。",
			"ニンディ、私が午後になってから寝ることくらい知っているでしょ？私にとって今は午前4時と同じなの。",
			"닌디, 내가 오후에 잠드는 건 알잖아? 나한테 지금은 새벽 4시나 마찬가지라고.",
			null
		],
		[
			"msg",
			443264,
			"What's the reason for waking me up? You're not too excited to sleep because you are going out with your friends for the weekend? If that's the case, I won't keep you company.",
			"找我到底有什么事，该不会是因为周末要和朋友出去玩，期待得睡不着才要找人聊天吧？如果是那样我可不会陪你。",
			"それで私に一体何の用なの？まさかとは思うけど、週末に友達と一緒に遊びに行くのが楽しみで眠れなくなって、話し相手になってほしいとかじゃないでしょうね？それだったら相手になれないわよ。",
			"그래서 나한테 대체 무슨 일이야? 설마 그런 건 아니겠지만, 주말에 친구들이랑 놀러 가는 게 기대돼서 잠도 안 온다며, 이야기 상대가 되어 달라는 건 아니겠지? 그런 거라면 상대해 줄 수 없어.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443265,
			"Kika-sama, you have been absent for school for a while, and the teacher is really worried, and she wants to know why.",
			"辉火大人缺勤的日数很多，老师大人很头疼，所以想知道原因。",
			"輝火様の欠席日数が多すぎるせいで、先生方が悩んでいます。ですので、その理由を知りたいのです。",
			"키카 님의 결석 일수가 너무 많아서 선생님들이 고민하고 계십니다. 그래서 그 이유를 알고 싶습니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				3,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443266,
			"Do you really need to ask why? Because of the lack of sleep of course. Megacorporation X comes up with limited editions all the time. I can’t finish assembling them if I don't stay up late.",
			"这还要问吗，当然是因为睡眠不足了，财团X三天两头就换色出个限定版，不通宵怎么拼得过来。",
			"そんなのわざわざ聞くまでもないじゃない。もちろん睡眠不足が理由よ。財団Xが年から年中キャラクターを変えて限定版を出すから、徹夜でやらないと追いつかないの。",
			"그런 건 굳이 물어볼 필요도 없잖아. 당연히 수면 부족이 이유야. 재단 X가 일년 내내 캐릭터를 바꿔서 한정판을 내놓으니까, 밤을 새워야 따라갈 수 있거든.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443267,
			"The class monitor wants Kika-sama to come to school and asks me to persuade you.",
			"班长希望辉火大人能来上学，拜托我来劝说辉火大人。",
			"委員長は輝火様に登校してもらいたいそうです。輝火様を説得するように頼まれました。",
			"위원장은 키카 님께 등교해 주셨으면 좋겠다고 하셨어. 키카 님을 설득해 달라고 부탁받았어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				3,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443268,
			"It's not because the class monitor is always watching me, I didn't have to take a leave. And now she is thinking of getting me to go back to school? She is really capricious. But I owe her a \"thank you\", after all, sleeping in bed is much more comfortable than on the table.",
			"还不是因为那个班长总是盯着我，不得已才要请假的吗，现在又想着把别人喊回去上学，可真够随性的。不过也得谢谢她，毕竟在床上睡可比趴在桌子上舒服多了。",
			"あの委員長がいつも私に目をつけるから、仕方なく休んでいるんじゃない。今さら学校に来いとか本当に勝手ね。でも、彼女に感謝しないとね。学校の机に突っ伏して寝るより、ベッドで寝た方がずっと気持ちいいもの。",
			"저 위원장이 항상 나한테 눈에 거슬리니까, 어쩔 수 없이 쉬는 거야. 이제 와서 학교에 오라니 정말 제멋대로네. 그래도, 그녀한테 고마워해야겠어. 학교 책상에 엎드려 자는 것보다 침대에서 자는 게 훨씬 기분 좋으니까.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443269,
			"I was asked by the monitor, it's a friend's request, it must be done.",
			"被班长拜托了，朋友的请求，一定要办到。",
			"委員長にお願いされました。友達の頼みは、必ず成し遂げてみせます。",
			"위원장한테 부탁받았어. 친구의 부탁은 꼭 이루어 보여주겠어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				3,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443270,
			"Just tell her that you can't do it. Since you are friends, she will understand if you can't do some things.",
			"直接跟她说办不到就好了，既然是朋友，有那么一两件事办不成也会体谅一下吧。",
			"直接委員長にできないって言えばいいじゃない。友達なら出来ないことの一つや二つあっても許してくれるわよ。",
			"직접 위원장한테 못 한다고 말하면 되잖아. 친구라면 못 하는 일 한두 개쯤은 봐줄 거야.",
			null
		],
		[
			"msg",
			443271,
			"Tomorrow there will be more than ten boxes of network limited models waiting for me. Going to school is a waste of time.",
			"明天还有十多盒网络限定的模型等着我呢，去学校纯属浪费时间。",
			"明日はネット限定の模型10箱が私を待っているの。学校に行くなんて本当に時間の無駄よ。",
			"내일은 네트 한정 모형 10박스가 나를 기다리고 있다고. 학교에 가는 건 정말 시간 낭비야.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443272,
			"But……",
			"可是……",
			"ですが——",
			"하지만——",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				3,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443273,
			"I'm sleepy. Let's talk about it later. Good night.",
			"我困了，这件事以后再说吧，晚安。",
			"ふわぁ～、眠くなってきちゃった。このことはまた今度話しましょう。おやすみ。",
			"하아아~, 졸려져 버렸네. 이 이야기는 다음에 다시 하자. 잘 자.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443274,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443275,
			"It is a request from a friend.",
			"朋友的拜托，一定要办到。",
			"……友達の頼みは、必ず成し遂げてみせます。",
			"……친구의 부탁은 꼭 이루어 보여주겠어.",
			null
		]
	],
	"2427": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443276,
			"——Lunch break, classroom",
			"——午休，教室",
			"——昼休み　教室",
			"——점심 시간 교실",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443277,
			"We'll meet at the beach tomorrow morning at 10 a.m., don't forget! By the way, you can not keep looking at Mei's swimsuit then, even if we are friends!",
			"明天早上十点集合去海滩，不要忘记了！对了，到时可不许一直瞄着芽衣的泳装，就算是朋友也不行！",
			"明日は午前10時に集合してビーチに行くから、絶対に忘れないでよね！そうだ、明日は芽衣先輩の水着姿に見とれていちゃダメだからね！たとえ友達でも絶対にダメなんだから！",
			"내일은 오전 10시에 집합해서 해변에 가니까, 절대 잊지 말아야 해! 맞다, 내일은 메이 선배의 수영복 차림에 넋을 잃고 빠져들면 안 된다니까! 설령 친구라도 절대 안 되는 거야!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443278,
			"If so ...... not, this will not work for Kika-sama.",
			"如果这样的话……不行，这样对辉火大人是没有效果的。",
			"こうした場合は……ダメです。この方法では輝火様には効果がありません。",
			"이런 경우에는…… 안 됩니다. 이 방법으로는 키카 님께는 효과가 없습니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443279,
			"Hey, I specially came to remind you, why are you ignoring me!",
			"喂，本小姐特地过来提醒你，怎么不理人呀！",
			"ちょっと、ニンディ！わざわざあなたに注意してるのに、シカトするってどういうつもりなの！？",
			"야, 닌디! 일부러 너한테 주의를 주고 있는데, 무시한다는 건 무슨 속셈이야!?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443280,
			"Sorry, I just got lost in thought.",
			"对不起，刚刚走神了。",
			"……え？す、すみません。ボーッとしていました。",
			"……어? 죄, 죄송해요. 멍하니 있었어요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443281,
			"Get lost? I see, it must because of the boring math class. I'll forgive you this time.",
			"走神？我懂了，一定是因为数学课太无聊了。本小姐有时也会这样，这次就原谅你啦~",
			"ボーッとしてた？あ、わかった！きっと数学の授業が退屈すぎたんでしょ？私も毎日そうなるからね。しょうがないわね、今回は許してあげるわ。",
			"멍하니 있었어? 아, 알겠어! 분명 수학 수업이 너무 지루했던 거지? 나도 매일 그렇게 되니까. 어쩔 수 없지, 이번엔 봐줄게.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				874,
				0,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443282,
			"You look distracted today, are you troubled by something?",
			"今天看你总是一副心神不宁的样子，是遇到了什么烦心事吗？",
			"ニンディちゃん、今日は何だかボーッとしていることが多いように見えるけど、何か悩み事でもあるのかしら？",
			"닌디 짱, 오늘은 왠지 멍하니 있는 경우가 많은 것 같아, 무슨 고민거리라도 있어?",
			null
		],
		[
			"msg",
			443283,
			"If you don't mind, will you let me help?",
			"要是不嫌弃，不如让我来帮忙吧？",
			"私でよければ力になるわよ。",
			"내가 괜찮다면 도와줄게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443284,
			"After all, Mei's business is my business.",
			"本小姐也参一脚好啦，毕竟芽衣的事就是本小姐的事。",
			"え、悩みがあったの？しょがないから、このキアナちゃんも一緒に協力してあげる。芽衣先輩は私のだからね！",
			"어, 고민이 있었어? 어쩔 수 없지, 이 키아나도 같이 도와줄게. 메이 선배는 내 거니까!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443285,
			"Is that ok?",
			"真的可以吗？",
			"本当にいいのですか？",
			"정말 괜찮은 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443286,
			"Of course, I'm not the kind of persons who just stand by and watch their friends in trouble.",
			"那当然了，本小姐可不是那种只会袖手看着朋友烦恼的人。",
			"そりゃもちろんよ。私は友達が悩んでるのを見捨てる薄情な人間じゃないの。決して芽衣先輩に良いところを見せたいわけじゃないんだからね！",
			"그럼 당연하지. 난 친구가 고민하는 걸 내버려 두는 무정한 인간이 아니야. 결코 메이 선배한테 잘 보이려는 게 아니라고!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				874,
				0,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443287,
			"Kiana is right, helping each other with their troubles is what friends should do. If you just do nothing, then you are not a true friend.",
			"琪亚娜说得对，互相分担烦恼才是朋友。要是看着对方烦恼而又什么都不做，就称不上朋友了。",
			"キアナちゃんの言う通りよ。悩みを分かち合ってこその友達でしょう。友達が悩んでいるのを見ておきながら何もしなかったら、友達とは呼べないわ。",
			"키아나 말이 맞아. 고민을 나눠야 비로소 친구지. 친구가 고민하는 걸 보고도 아무것도 안 했다면, 친구라고 할 수 없어.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				874,
				0,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443288,
			"In fact ......",
			"其实……",
			"……ありがとうございます。実は——",
			"…… 고마워. 사실은 ——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443289,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443290,
			"The only thing you need to do is to get her back to class.",
			"哎，就是让不上学的家伙重新来上课就行了吧。",
			"へぇ、不登校で学校に来ないヤツをまた学校に来させればいいのね。",
			"헤에, 학교를 거부하고 오지 않는 녀석을 다시 학교에 오게 하면 되는 거네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443291,
			"It's a tricky one to get the student who refused to enroll back to schoolis.",
			"让拒绝登校的学生重返校园，的确是个棘手的问题。",
			"登校拒否している生徒を学校に呼び戻すのは、確かに厄介な問題ね。",
			"등교를 거부하는 학생을 학교로 불러내는 건, 확실히 까다로운 문제야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				874,
				0,
				true
			]
		],
		[
			"msg",
			443292,
			"What's so hard about that? Just drag her out.",
			"这有什么难的，直接拽出来不就行了。",
			"え、そんなのどこが難しいの？直接行って、引っ張って来ればいいだけじゃない。",
			"어, 그게 뭐가 어려운 건데? 직접 가서 끌고 오면 되잖아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443293,
			"That would only make the situation worse!",
			"那只会让情况变得更糟糕吧！",
			"そんなことしても解決にはならないわ。",
			"그런다고 해결되지는 않아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				874,
				0,
				true
			]
		],
		[
			"msg",
			443294,
			"Ahem, I'm just kidding. By the way, this is the time to figure out why she's not coming to school, right?",
			"咳，只是开个玩笑而已嘛。对了，这个时候就是要先搞明白为什么她不来学校吧？",
			"あはっ、ただの冗談よ。そうだ、こういう時の定番かもしれないけど、その子が学校に来なくなった理由を知ることが先じゃない？",
			"아하, 그냥 농담이야. 맞아, 이런 때의 클리셰일지도 모르겠지만, 그 아이가 학교에 오지 않는 이유를 아는 게 먼저 아냐?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443295,
			"Kiana is right, do you know why Kika does not come to school?",
			"琪亚娜说得没错，知道为什么辉火不来学校吗？",
			"キアナちゃんの言う通りね。どうして輝火さんが学校に来なくなったのかわかるかしら？",
			"키아나 말이 맞네. 왜 키카가 학교에 오지 않는지 알 수 있을까?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443296,
			"She said she had a lot of models to put together, so she didn't come to school.",
			"她说有很多模型要拼，所以不来学校了。",
			"作らなければいけない模型がたくさんあるから、学校には来られないと言っていました。",
			"만들어야 할 모형이 많아서 학교에 올 수 없다고 했어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443297,
			"So there is the reason, then I will use baseball as an excuse not to go to school ...... J, just kidding.",
			"原来还有这种理由，那以后我就用打棒球当借口不去学校……开、开玩笑啦。",
			"そんなのが理由！？それじゃあ、私も野球を理由に学校に行かないように……じょ、冗談だから芽衣先輩……睨まないで……。",
			"그게 이유라고!? 그럼 나도 야구를 핑계로 학교에 안 가야지... 장, 장난이야 메이 선배... 노려보지 마...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				874,
				0,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443298,
			"Then what? Did you say anything else?",
			"然后呢？还有说什么吗？",
			"キアナちゃんったら……それで、他に何か言っていたことあるかしら？",
			"키아나 녀석... 그래서, 다른 말한 거 더 있니?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				874,
				0,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443299,
			"No, Kika said she was sleepy and wanted to go to sleep, she asked me to talk about it later.",
			"没有了，辉火说很困要睡觉，让我以后再说。",
			"ありません。輝火は眠いから、話自体また今度にしようと言っていました。",
			"없어. 키카는 졸려서, 이야기는 다음으로 미루자고 했어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				874,
				0,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443300,
			"It seems that I can only go there personall to clear things up. I will come by with Kiana after school.",
			"看来只能直接过去一趟把事情弄清楚了，放学后我和琪亚娜一起过去吧。",
			"どうやら直接話をして原因はっきりさせるしかないみたいね。放課後になったら、私とキアナちゃんで一緒に行きましょう。",
			"직접 얘기해서 원인을 분명히 하는 수밖에 없겠네. 방과 후엔 나랑 키아나가 같이 가자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443301,
			"Eh, we had agreed to go to the shopping street after school.",
			"诶，明明约好了放学一起去商店街的。",
			"えーっ、せっかく放課後は一緒にショッピングモールに行く約束だったのに。",
			"에~好不容易 방과 후엔 같이 쇼핑몰에 가기로 했잖아.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				793,
				1,
				false
			]
		],
		[
			"msg",
			443302,
			"Surely it's better for me to go talk with her again, and maybe Kika will agree to come back to school this time.",
			"果然还是让我再去谈一次，也许辉火这次会答应回来上学。",
			"大丈夫です、ニンディがもう一度、輝火に話してみます。今度は学校に来ると言ってくれるかもしれませんから。なので、二人はショッピングモールに行ってきてください。",
			"괜찮아, 닌디가 한 번 더 키카에게 말해볼게. 이번엔 학교에 오겠다고 할지도 모르니까. 그래서 둘은 쇼핑몰에 다녀와.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				874,
				0,
				false
			],
			[
				793,
				1,
				true
			]
		],
		[
			"msg",
			443303,
			"Friends don't mind solving troubles for one another, or don't you see us as friends, Ninti?",
			"朋友才不会介意对方给自己添麻烦呢，还是说宁蒂没有把我们看作朋友？",
			"友達なら迷惑をかけても気にしないものよ。それとも、ニンディちゃんは私たちを友達だと思っていないのかしら？",
			"친구라면 폐를 끼쳐도 신경 안 쓰는 거야. 아니면, 닌디는 우리를 친구로 생각하지 않는 거야?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				874,
				0,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443304,
			"No, I only ......",
			"不，我只会……",
			"いえ、私はただ……。",
			"아니, 전 그냥....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443305,
			"It does not matter, I'm very generous, as long as you can cover up for me at the beach when I sneak peek Mei~",
			"没关系啦，本小姐心胸很广阔的，只要本小姐在海边偷拍芽衣的时候帮忙打掩护就行啦~",
			"大丈夫よ。私の心は世界より広いんだから。だから、その子が学校に来るようになったらお礼としてビーチで水着姿の芽衣先輩の盗撮に協力してよね！",
			"괜찮아. 내 마음은 세상보다 넓으니까. 그러니까, 그 아이가 학교에 오게 되면 답례로 해변에서 수영복 차림의 메이 선배 몰카 찍는 거 협조해 줘!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				793,
				2,
				false
			]
		],
		[
			"msg",
			443306,
			"An attack cover-up? I see, I'm good at this.",
			"火力掩护吗，明白了，这个我很擅长。",
			"わかりました。影に隠れての任務はニンディの得意分野です。",
			"알겠습니다. 그림자에 숨어서 임무 수행은 닌디의 특기입니다.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443307,
			"Don't take advantage of this to ask others to do something strange!",
			"不要趁机让别人做些奇怪的事情！",
			"はぁ～、キアナちゃんをどうにかしないとダメな気がするわね……。",
			"하아~, 키아나 쨩을 어떻게 좀 해야 할 것 같아....",
			null
		]
	],
	"2428": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443308,
			"——After school, the street near the students' dormitory",
			"——放学后，学生寝室附近的街道",
			"——放課後　学生寮周辺の道",
			"——방과 후 기숙사 주변 길",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443309,
			"Surprisingly more troublesome than expected, this is a real pain-in-the-ass......",
			"居然比想象中还要麻烦，这下可真是头疼……",
			"思っていたよりも面倒ね。本当に悩ましいわ……。",
			"생각보다 골치 아프네. 정말 곤란해....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				874,
				0,
				true
			]
		],
		[
			"msg",
			443310,
			"So just dragging her to school, where's the trouble?",
			"所以说直接拖到学校不就好了，哪来这么麻烦。",
			"だから、そのまま学校に引っ張って行けばいいじゃない。",
			"그러니까, 그냥 억지로 학교로 끌고 가면 되잖아.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443311,
			"Thank you, I'll try again.",
			"谢谢你们，我会再努力试试看的。",
			"今日はありがとうございました。ニンディはもう少し頑張ってみます。",
			"오늘은 감사했습니다. 닌디는 좀 더 노력해 볼게요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				3,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443312,
			"Ninti, Kiana, and Mei? What a coincidence!",
			"宁蒂同学、琪亚娜同学、还有芽衣同学？真是好巧~",
			"あれ、ニンディさん？それにキアナお姉ちゃんと芽衣お姉ちゃん？偶然だね～",
			"어라, 닌디 씨? 거기에 키아나 언니랑 메이 언니? 우연이다~",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				834,
				3,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443313,
			"Seel? What are you three doing here? I thought everyone had gone back.",
			"希儿？你们三个怎么也在这里，我还以为大家已经回去了呢。",
			"ゼーレちゃん？あなたたち、どうして三人そろってこんなところにいるのかしら？てっきりもう帰宅したかと思っていたわ。",
			"제레 쨩? 너희들, 왜 셋이서 여기에 있는 거야? 분명히 벌써 집에 갔을 줄 알았는데.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				833,
				0,
				false
			],
			[
				874,
				0,
				true
			]
		],
		[
			"msg",
			443314,
			"I was dragged by Seel to buy a swimsuit for the beach, although I can still wear my old one.",
			"被希儿拖去买海滩要用的泳装了，明明以前的还能穿。",
			"ゼーレにせがまれてビーチで着る水着を買いに行っていたのです。以前のもまだ着られるのですが。",
			"제레에게 졸라서 해변에서 입을 수영복을 사러 가고 있었어요. 이전 것도 아직 입을 수 있지만.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				833,
				0,
				true
			],
			[
				835,
				3,
				false
			]
		],
		[
			"msg",
			443315,
			"Only a fool like Seel would want to buy these girly things all day long.",
			"哼，只有笨蛋希儿才整天要买这些娘唧唧的破玩意。",
			"フンッ、こんな女々しいものを買うのはゼーレくらいだ。",
			"흥, 이런 여자 같은 걸 사는 건 제레 정도다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				835,
				3,
				true
			]
		],
		[
			"msg",
			443316,
			"But didn’t you still come with us?",
			"你自己还不是跟着一起去了吗？",
			"でも、シンも一緒に行ったんでしょ？",
			"하지만, 신도 같이 갔잖아?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				835,
				3,
				false
			]
		],
		[
			"msg",
			443317,
			"Idiot! I just happened to be back too! And I go where I want to go, it's none of your business!",
			"白痴！本大爷只是刚好也要回去而已！而且本大爷想去哪就去哪，用得着你管吗！",
			"お前はバカなのか？ボクは帰ろうとしていただけだ！それにボクがどこに行こうとボクの勝手だろ！",
			"너 바보냐? 난 그냥 집에 가려던 참이었어! 게다가 내가 어디 가든 내 마음대로지!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				835,
				3,
				true
			]
		],
		[
			"msg",
			443318,
			"You ......!",
			"你……！",
			"あんたねぇ……！",
			"너 말이야...!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443319,
			"Now is not the time to have a fight, if you have time to quarrel, you might as well think about how to solve the problem first.",
			"现在可不是吵架的时候，要是有这个闲功夫还不如先想想怎么把问题解决。",
			"ほらほら、今はケンカしている場合じゃないでしょう。そんな暇があるなら、どうやって問題を解決するか考えましょう。",
			"자, 자, 지금 싸울 때가 아니잖아. 그럴 시간 있으면 어떻게 문제를 해결할지 생각해 보자.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				1,
				false
			],
			[
				874,
				0,
				true
			]
		],
		[
			"msg",
			443320,
			"What problem? What happened?",
			"问题？发生什么了吗？",
			"問題？芽衣お姉ちゃん、何かあったの？",
			"문제? 메이 언니, 무슨 일 있었어?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				834,
				1,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443321,
			"The thing is......",
			"事情是这样的……",
			"実はね……。",
			"사실은 말이지…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				874,
				0,
				true
			]
		],
		[
			"msg",
			443322,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				834,
				2,
				false
			]
		],
		[
			"msg",
			443323,
			"So this is what happened ...... but if Kika doesn't go to school, won't she have to receive extracurricular classes for not passing the exam?",
			"原来发生了这种事情……但是不去学校的话，辉火同学不会因为通不过考试而要接受补习吗？",
			"そんなことがあったんだ……だけど、学校に行かなかったら、輝火さんは試験に不合格になって補習を受けなくちゃいけなくなるんじゃないのかな？",
			"그런 일이 있었구나…… 그런데 학교에 안 가면 키카 씨는 시험에 떨어져서 보충 수업 받아야 하는 거 아니야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				834,
				2,
				true
			]
		],
		[
			"msg",
			443324,
			"That‘s true! It's so unfair that she doesn't come to class all day and only showes up for tests and exams, but her grades are so much better than mine!",
			"就是说啊！整天吊儿郎当还不来上课，只有测验和考试才会出现，结果成绩却比本小姐好那么多，太不公平了！",
			"それが聞いてよ！毎日学校に来ないくせに小テストとか試験の時だけ来るの。それなのに、それなのに……成績は私よりもはるかに上回ってるの！不公平すぎるよ！",
			"그 말 하네! 매일 학교에 오지도 않으면서 쪽지시험이나 시험 때만 오잖아. 그런데, 그런데... 성적은 나보다 훨씬 뛰어나! 너무 불공평해!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				833,
				0,
				false
			],
			[
				834,
				2,
				true
			]
		],
		[
			"msg",
			443325,
			"To use game as an analogy is that you can't even do damage with an attack of universal attribute.",
			"用游戏来比喻就是连万能属性的攻击都打不出伤害。",
			"ブローニャも学校に行かないで家でゲームしていたいです。",
			"브로냐도 학교에 안 가고 집에서 게임하고 싶어요.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				833,
				0,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443326,
			"I will go and apologize to the class monitor for failing to help her. I'm really sorry for letting everyone stay with me for so long.",
			"我会去跟班长道歉，没有帮上她的忙。让大家陪我烦恼了这么久，真的很对不起。",
			"今から委員長に謝りに行ってきます……役に立てませんでした。私の悩みにここまで付き合わせてしまって、本当にごめんなさい。",
			"지금부터 위원장님께 사과하러 갈게요... 도움이 되지 못했어요. 제 고민에 이렇게까지 함께해주셔서 정말 죄송합니다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				833,
				0,
				true
			],
			[
				834,
				1,
				false
			]
		],
		[
			"msg",
			443327,
			"I think ......there may have a solution, huh?",
			"希儿觉得……也许有解决方法喔？",
			"ゼーレ、解決するかわからないけど、ひとつだけ案があるよ。",
			"제레, 해결될지 모르겠지만 하나만 아이디어가 있어.",
			null
		],
		[
			"msg",
			443328,
			"I remember that in the past, Bronia neechan was also addicted to the game and did not go to school, and at that time, no matter what Seel said, she just did not listen.",
			"记得以前布洛妮娅姐姐也有沉迷游戏而不去学校的情况，那个时候不管希儿说什么，布洛妮娅姐姐都听不进去。",
			"あのね、以前ブローニャお姉ちゃんもゲームにハマって学校に行かなくなったことがあったの。あの時はゼーレが何を言ってもブローニャお姉ちゃんは聞いてくれなかったの。",
			"저기, 예전에 브로냐 언니도 게임에 빠져 학교에 안 간 적이 있었어. 그땐 제레가 뭘 말해도 브로냐 언니는 듣지 않았지.",
			null
		],
		[
			"msg",
			443329,
			"So Seel and Bronia neechan agreed that as long as she could persist in not missing school every day, I would give her the deluxe version of \"26 Homu Attack Camp\" as a reward, and not only did she keep her promise, but also not miss any school anymore from then on~",
			"于是希儿和布洛妮娅姐姐约定，只要能够坚持每天不缺勤，就把《二十六吼姆攻击营》豪华版作为奖励送给她，后来布洛妮娅姐姐不仅遵守了约定，甚至到现在也没有缺勤过呢~",
			"そこで、ゼーレはブローニャお姉ちゃんと約束をしたの。毎日、欠席しないで学校に行ったら、ご褒美に「26ホムの攻撃連隊」のデラックス版をプレゼントするって。",
			"그래서 제레는 브로냐 언니와 약속을 했어. 매일 결석 없이 학교에 가면, 상으로 「26호 공격 연대」 디럭스판을 선물해 주기로.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				874,
				0,
				false
			],
			[
				834,
				1,
				true
			]
		],
		[
			"msg",
			443330,
			"Using something that Kika likes to attract her. Maybe this will work ...... Anyway, let's try it first.",
			"用辉火同学喜欢的东西吸引她吗，或许这样行得通也说不定……总之先试试看吧。",
			"なるほど……。輝火さんの好きなものを使って学校に行かせる作戦ね。もしかすると、上手くいくかもしれないわ。とにかく試してみましょう。",
			"아하... 키카 씨가 좋아하는 걸 이용해 학교에 가게 하는 작전이구나. 어쩌면 잘 될지도 몰라. 어쨌든 시도해 보자.",
			null
		],
		[
			"msg",
			443331,
			"You can try to figure out what she likes tonight after school, Ninti. Let's meet up at school tomorrow to figure out the next step.",
			"宁蒂同学今晚回去的时候就探一下辉火同学的口风，明天再在学校碰面，商讨下一步吧。",
			"ニンディちゃんは今夜、帰ったら輝火さんの欲しそうなものをそれとなく探ってみてくれるかしら。明日、学校でまた相談しましょう。",
			"닌디, 오늘 밤 집에 가면 키카 씨가 원해 보이는 걸 슬쩍 알아봐 줄 수 있겠니? 내일 학교에서 다시 상의하자.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				874,
				0,
				true
			],
			[
				793,
				1,
				false
			]
		],
		[
			"msg",
			443332,
			"But this will cause everyone ...... well, I will try, in return to your help.",
			"但这样会给大家……嗯，我会努力的，为了回应大家的帮助。",
			"わかりました。必ず皆さんの期待に応えてみせます。",
			"알겠습니다. 꼭 여러분 기대에 부응해 보이겠습니다.",
			null
		]
	],
	"2429": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443333,
			"——Weekend, school",
			"——休息日，学校",
			"——休日　学校",
			"——휴일 학교",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443334,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				793,
				3,
				true
			],
			[
				834,
				2,
				false
			]
		],
		[
			"msg",
			443335,
			"Sorry, it seems that Seel's method is not working either.",
			"抱歉，看来希儿的方法也不奏效了。",
			"ごめんなさい。どうやらゼーレの方法でも効果がなかったみたい。",
			"미안. 제레의 방법으로도 효과가 없었던 것 같아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				833,
				0,
				false
			],
			[
				834,
				2,
				true
			]
		],
		[
			"msg",
			443336,
			"You don't need to feel sorry, it is normal that a method is ineffective against the final boss of the level.",
			"希儿不需要在意，一个攻略方法对其他的关底Boss无效是很正常的。",
			"ゼーレが気にすることではありません。同じ攻略方法が他のステージのボスに効かないことはよくあることです。",
			"제레가 신경 쓸 일 아니야. 같은 공략이 다른 스테이지 보스에게 안 통하는 건 흔한 일이니까.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				833,
				0,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443337,
			"I didn't expect that Kika to be this rich that she bought everything she likes......",
			"没想到辉火同学居然宽裕到能把所有中意都买下来……",
			"まさか輝火さんが気に入った物を全て買えるほど、お金に余裕があるなんて……。",
			"설마 키카 씨가 마음에 드는 걸 다 살 만큼 돈이 넉넉하다니……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				1,
				false
			],
			[
				874,
				0,
				true
			]
		],
		[
			"msg",
			443338,
			"That's hard to say, although my pocket money is too much to spend it up, but there are things that I can't buy with money.",
			"那可说不准，本小姐的零花钱虽然多得花不完，但也会有就算花钱也买不到的东西。",
			"それはどうかしらね。私のお小遣いも使い切れないくらいたくさんあるけど、いくらお金を払っても買えないものだってあるんだよね。",
			"그건 잘 모르겠네. 나도 용돈이 다 쓸 수 없을 만큼 많지만, 아무리 돈을 내도 살 수 없는 것도 있거든.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				873,
				1,
				true
			],
			[
				834,
				1,
				false
			]
		],
		[
			"msg",
			443339,
			"Not even with money?",
			"花钱也买不到的东西？",
			"お金で買えないもの？",
			"돈으로 살 수 없는 것?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				834,
				1,
				true
			]
		],
		[
			"msg",
			443340,
			"For example, Mei's school uniform top, no matter how much money you pay, you can not buy it, it is quite troublesome.",
			"比如说芽衣的校服上衣，不管出多少钱都买不到呢，还挺让人头疼的。",
			"例えば芽衣先輩が今着てる制服のブレザーとか今身に着けてる下着とか……いくらお金を出しても買えないんだもん！ねぇ、芽衣先輩、お願いだからいくら出せば売ってくれるのか教えて！",
			"예를 들어 메이 선배가 지금 입고 있는 교복 블레이저라든지, 지금 입고 있는 속옷이라든지…… 아무리 돈을 내도 살 수 없잖아! 저기, 메이 선배, 부탁이야! 얼마면 팔아줄지 말해줘!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443341,
			"I'm the troubled one okay!",
			"头疼的是我啦！",
			"（無視）#nねぇ、ニンディちゃん。お金を払っても買えない欲しい物とかあったりしないかしら？",
			"(무시)#n저기, 닌디 쨩. 돈을 내고도 살 수 없는 갖고 싶은 거 같은 거 없어?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443342,
			"I remember that Kika once said that she had a favorite venue limited model, but because there were too many scalpers, she couldn't buy it.",
			"记得辉火曾经说过，她有一个很喜欢的会场限定模型，但是因为囤积倒卖的人太多，最后变得根本买不到。",
			"確か、輝火の話では、大好きな会場でしか販売しない限定版の模型があるそうです。ですが、買い占めて転売する人が多過ぎるので、全然手に入らないとか言っていたことがあります。",
			"확실히 키카 말로는, 정말 좋아하는 행사장에서만 판매하는 한정판 피규어가 있다더라. 하지만, 사재기해서 재판매하는 사람이 너무 많아서 전혀 손에 넣을 수 없다고 하던 게 생각나.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				834,
				2,
				false
			]
		],
		[
			"msg",
			443343,
			"But that model is too difficult to buy for Kika as well as for us, right?",
			"但是那个模型那么难买到，对我们来说不也一样吗？",
			"でも、そんなに手に入りにくい模型なら、ゼーレたちも同じじゃないのかな？",
			"근데 그렇게 구하기 힘든 피규어면, 제레들도 마찬가지 아니야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				833,
				0,
				false
			],
			[
				834,
				2,
				true
			]
		],
		[
			"msg",
			443344,
			"Since that's the case, wouldn't it be better to just make one?",
			"既然是那样，直接做一个不就好了吗？",
			"それでしたら、いっそのこと作ってしまってはどうでしょうか？",
			"그렇다면 차라리 만들어 버리는 게 어때요?",
			null
		],
		[
			"msg",
			443345,
			"If there is a tailored game for myself, Bronia will definitely want to play it no matter what. Although we have different interests, the feelings are the same.",
			"如果知道有一份为自己量身定做的游戏，布洛妮娅肯定不管怎么样也会想玩到。虽然兴趣不同，但布洛妮娅能够理解她的心情。",
			"趣味は違いますが、ブローニャは彼女の気持ちがわかります。",
			"취미는 다르지만, 브로냐는 그녀의 마음을 이해합니다.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				833,
				0,
				true
			],
			[
				874,
				0,
				false
			]
		],
		[
			"msg",
			443346,
			"It is indeed a good suggestion......",
			"确实是个不错的办法……",
			"確かに悪くない方法ね……。",
			"확실히 나쁘지 않은 방법이네…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				874,
				0,
				true
			]
		],
		[
			"msg",
			443347,
			"Now that we've decided, let's get it done and go play at the beach!",
			"既然决定了，那就赶快动手搞定，然后去海滩玩吧！",
			"そうと決まれば、さっさと行動に移すわよ。そして、ビーチに行って遊ぶわよ！",
			"그렇게 정해졌다면 얼른 행동으로 옮길 거야. 그리고 비치에 가서 놀 거야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				834,
				1,
				false
			]
		],
		[
			"msg",
			443348,
			"Seel doesn't think it will be done that quickly ......",
			"希儿觉得应该不会那么快能完成……",
			"模型はすぐに完成できないと思うけど……。",
			"모형은 당장 완성할 수 없을 것 같지만…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				873,
				2,
				true
			],
			[
				793,
				3,
				false
			]
		],
		[
			"msg",
			443349,
			"You guys.",
			"大家。",
			"皆さん。",
			"여러분.",
			null
		],
		[
			"msg",
			443350,
			"It may be a bit capricious to say this now, but I've come up with a somewhat different way that I'd like to try.",
			"现在这么说也许有点任性，但我想到了一个有点不同的做法，我想试试看。",
			"今さらこんなことを言うのは少し我儘かもしれませんが、別の方法を思いついたので試してみたいです。",
			"지금 와서 이런 말 하는 건 좀 제멋대로인 것 같지만, 다른 방법이 생각나서 한번 시도해보고 싶어요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				873,
				2,
				false
			],
			[
				793,
				3,
				true
			]
		],
		[
			"msg",
			443351,
			"There's no such thing as capricious, and since we're friends, we're definitely all for it.",
			"哪有什么乱来不乱来的，既然是朋友，我们肯定全力支持啦。",
			"我儘なんて気にしなくていいわよ。友達なんだから、私たちは全力でサポートするわ。",
			"제멋대라고 신경 쓰지 마. 친구잖아, 우리가 전력으로 서포트할게.",
			null
		]
	],
	"2430": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443352,
			"——Two weeks later, at school",
			"——两周后，学校",
			"——二週間後　学校",
			"2주 후 학교",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443353,
			"It's annoying enough that the class president comes to see me every day, but I didn't expect you to do the same.",
			"那个班长每天都过来找我就已经够烦人了，没想到居然连你也来这一出。",
			"あの委員長……毎日私のところに来るなんて正直面倒過ぎるわよ。だけど、ニンディまで同じことを言いだすなんて。",
			"저 위원장… 매일 내 쪽으로 오다니 솔직히 귀찮아 죽겠어. 그런데 닌디까지 같은 말을 하다니.",
			null
		],
		[
			"msg",
			443354,
			"Next time, don't ask me to come here on unless it's an exam day.",
			"唉，这次我就当是被你骗过来好了，下次可别想让我在考试以外的日子过来。",
			"ふぅ、今回だけは騙されて来てあげたけど、次からはもう試験以外の日に私を学校に来させようなんて思わないで。",
			"휴, 이번 한 번만 속아서 와줬지만, 다음부턴 시험 날이 아닌데 나를 학교에 오게 하려는 생각은 꿈에도 하지 마.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443355,
			"I know, if it still doesn’t work this time, I won't bother you again.",
			"知道了，如果这次还是不行，就不会再来打扰了。",
			"わかりました。これでダメでしたら、もう邪魔はしません。",
			"알겠어. 이번에도 안 되면, 더는 방해하지 않을게.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				3,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443356,
			"I told you, I'm not interested in school, and the content of the exams are things I have learned long ago, there is no need to come here.",
			"早就说了，我对学校又没什么兴趣，而且考试的内容都是早就学会了的东西，根本没必要过来。",
			"言ったでしょ、私は学校に何の興味もないのよ。しかも試験の内容とかすでに理解してるの。そもそも来る必要なんてないのよ。",
			"말했잖아, 나는 학교엔 전혀 관심 없다고. 게다가 시험 내용 같은 건 이미 다 이해했고. 애초에 올 필요 자체가 없다고.",
			null
		],
		[
			"msg",
			443357,
			"......What, it’s useless even if you take me to an empty classroom and threaten me, but you will not do it, right?",
			"……干嘛，就算把我带到空教室威胁一通也没用的，不过你也不会这么干吧。",
			"それで何のつもり？私を空き教室に連れて行って脅そうとしても無駄よ。でも、ニンディがそんなことするはずないわね。",
			"그래서 뭘 할 셈이야? 나를 빈 교실로 데려가 협박한다 해도 소용없어. 하지만 닌디가 그럴 리가 없겠지.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				3,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443358,
			"Everyone keeps saying that friends should share each other's worries, and I have thought for a long time about it. It's wrong to force each other to do something they don't want to do just for your own purpose.",
			"大家一直在说朋友应该互相分担烦恼，我思考了很久，如果只是为了自己而强迫对方做一些不愿意的事情，是不对的。",
			"友達とはお互いに悩みを分かち合うものだと言っていました。ニンディも考えましたが、自分のためだけに相手が嫌がることを強いるようなことをすれば、それは正しくないと思います。",
			"친구란 서로 고민을 나누는 거라고 했잖아. 닌디도 생각해봤는데, 자신만을 위해 상대가 싫어하는 일을 강요하는 건 옳지 않다고 생각해.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				3,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443359,
			"Since you treat me as a friend, don't force me to come to school.",
			"既然你把我当朋友看，那就不要勉强我来学校了。",
			"私のことを友達だと思っているのなら、私を無理矢理学校に連れて来たりしないでよ。",
			"내가 친구라고 생각한다면, 나를 억지로 학교에 데려오지 마.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				1,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443360,
			"So I prepared this.",
			"所以我准备了这个。",
			"だから、これを用意しました。",
			"그래서, 이걸 준비했어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				800,
				0,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443361,
			null,
			"",
			"これは……。",
			"이건…….",
			null
		],
		[
			"msg",
			443375,
			null,
			"",
			null,
			null,
			null
		],
		[
			"portraits",
			[
				800,
				0,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443362,
			"My avatar model? Although there are still a lot of places that can be improved, but the overall work is still pretty good.",
			"我的等身模型吗，虽然还有不少可以改进的地方，不过总体做得还是不错嘛。",
			"へぇ、私の等身大模型じゃないの？まだ多少は改良の余地があるけど、全体的には悪くない出来ね。",
			"헤에, 내 등신대 모형이잖아? 아직 좀 손봐야 할 부분이 있지만, 전체적으로 괜찮은데.",
			null
		],
		[
			"msg",
			443363,
			"...... You're not going to treat me like a kid for reward and tell me that if I come to school every day, you'll give me this model, right? Sorry, I will not agree.",
			"……你该不会是想用奖励小孩那一套，说什么只要每天来学校就把这个模型送我吧？不好意思，我可不会答应。",
			"まさか、子供にご褒美をあげるようなやり方を使うつもりじゃないでしょうね？毎日学校に来れば、この模型を私にプレゼントするとか？わかってると思うけど、この程度で学校に行ったりしないわよ。",
			"설마, 애들한테 상 주는 방식으로 쓸 생각은 아니겠지? 매일 학교에 오면 이 모형을 선물해준다든가? 알겠지만, 이 정도로 학교에 다니진 않아.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				1,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443364,
			"It's fun to spend time with something you like, but it's even more fun when you have a friend who shares the same hobby.",
			"能和喜欢的东西待在一起会很开心，但是如果再加上一个爱好相同的朋友，就会更开心。",
			"好きなものと一緒にいられるのは楽しいものです。ですが、同じ趣味の友達ができると、もっと楽しくなれます。",
			"좋아하는 것과 함께 있을 수 있다는 건 반갑기 마련이죠. 하지만 같은 취미를 가진 친구가 생기면 더 즐거워질 수 있어요.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				1,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443365,
			"What are you talking about?",
			"你在说什么东西呀？",
			"何を言ってるの？",
			"뭐라고?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				1,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443366,
			"It's a little rough ...... but this is the first model that model club member Ninti made with her friends.",
			"虽然有点粗糙……但这个是模型社社员宁蒂和朋友们一起做出来的第一个模型。",
			"少し雑ですが、これは模型部の部員であるニンディと友達が一緒に作った最初の模型なんです。",
			"조금 거칠지만, 이건 모형부 부원인 닌디와 친구가 함께 만든 첫 모형이에요.",
			null
		],
		[
			"portraits",
			[
				793,
				2,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443367,
			"Let's start a model club together, President!",
			"一起来成立模型社吧，社长！",
			"一緒に模型部を作りましょう、部長！",
			"같이 모형부 만들자요, 부장님!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				2,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443368,
			"Wait a minute, I understand you want me to go to school and you want to start a model club, but is there any connection between them?",
			"慢着慢着，想让我去学校和成立模型社这都能理解，可是它们之间有什么联系吗？",
			"……え？私を学校に行かせたいってのと、模型部を作るってのはわかるんだけど、その二つの間に何の関係があるっていうの？",
			"……어? 날 학교에 보내고 싶다는 거랑, 모형부를 만든다는 건 알겠는데, 그 둘 사이에 무슨 관계가 있다는 거야?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				1,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443369,
			"If you can experience other things in school besides studying, maybe you will want to come to school.",
			"如果这样能体会到学校除了念书以外还会有别的乐趣，说不定辉火就会愿意来学校了。",
			"こうすれば、学校には勉強以外の他の楽しみもあるということを実感できます。そしたら、輝火も学校に来ようと思ってくれるかもしれません。",
			"이렇게 하면 학교엔 공부 말고도 다른 즐거움이 있다는 걸 실감할 수 있을 거예요. 그러면 키카도 학교에 오려고 마음먹을지도 모르고요.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				1,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443370,
			"I'm really impressed with you, wasting so much effort on something that's so unappealing. If I don't have the slightest interest and just turn around and leave, then what are you going to do?",
			"真是服了你，浪费这么大力气在一件吃力不讨好的事情上。如果我一丁点兴趣都没有，转头就走，那你打算怎么办？",
			"ふぅん……恐れ入ったわ。ここまでの労力を無駄にするなんて。私が興味を持たないで帰っちゃったら、どうするつもり？",
			"흠… 대단하네. 이렇게까지 애쓴 걸 헛되게 하다니. 내가 관심 없이 그냥 돌아가버리면 어떻게 할 셈이야?",
			null
		],
		[
			"msg",
			443371,
			"Forget it, anyway, there is a recent model competition that requires a team in the name of the club to participate, so it's good to go and have some fun.",
			"算了，反正最近有个模型比赛需要以社团名义组队才能参加，去玩玩也不错。",
			"まぁいいわ。どうせ今度、模型の大会があって部活名義のチームじゃないと参加できないし、ちょっと遊んでみるのも悪くないわね。",
			"뭐, 좋아. 어차피 이번에 모형 대회가 있는데 부활 명의의 팀이 아니면 참가할 수 없으니, 좀 놀아보는 것도 나쁘지 않겠네.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				2,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443372,
			"Kika finally willing to come to school……!",
			"辉火终于愿意来学校了吗……！",
			"え、ということは、学校に行く気になったのですね！",
			"에, 그 말은 학교에 가기로 마음먹은 거예요?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				2,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443373,
			"Maybe, bbut at least before the competition ends……hey, where are you going?",
			"再说吧，不过至少在比赛结束之前还是会……喂，你要跑去哪里？",
			"だけど、大会が終わるまで……ちょっと、どこに行くの？",
			"하지만 대회가 끝날 때까지만… 잠깐, 어디 가는 거야?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				2,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443374,
			"To say thank you to everyone! Also, I really like the kitty model you made Kika-Sama!",
			"我去跟大家道谢！还有，我很喜欢辉火大人做的猫咪模型！",
			"皆さんにお礼を言いに行ってきます！それから、ニンディは輝火様が作った猫の模型が大好きです！",
			"여러분께 감사 인사하러 갈게요! 그리고 닌디는 키카 님이 만든 고양이 모형을 대단히 좋아합니다!",
			null
		],
		[
			"msg",
			443375,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				2,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443376,
			"Eh, I told you don't add the \"Sama\", please……",
			"唉，都说了别在后面加“大人”这两个字了，能不能长点记性啊……",
			"しょうがない子ね。様をつけないでって言ってるのに。いい加減覚えなさいよね……。",
			"어쩔 수 없는 녀석이네. 님'을 붙이라고 했잖아. 제발 좀 기억하라니까......",
			null
		]
	],
	"2431": [
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			443377,
			"Leader, this is the application form to join the society, seem everyone like your work a lot, and want to join us.",
			"社长，这是申请入社的志愿表，似乎大家都很喜欢社长的作品，想要入社呢。",
			"部長、こちらが入部申請書です。皆さんも部長の作品を気に入って入部したがっているようです。",
			"부장님, 여기 동아리 가입 신청서입니다. 모두 부장님 작품을 마음에 들어하며 가입하려는 것 같아요.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				793,
				2,
				true
			],
			[
				792,
				0,
				false
			]
		],
		[
			"msg",
			443378,
			"Well, I was about to say it……but you can't be perfunctory about models.",
			"真是麻烦，本来想这么说的……不过对待模型可不能敷衍了事。",
			"本当に面倒くさいわね。そのことについて言おうと思っていたのに……だけど、模型に対しては妥協するわけにいかないわ。",
			"정말 귀찮아. 그 이야기 하려던 참이었는데... 하지만 모형에 관해서는 타협할 수 없어.",
			null
		],
		[
			"msg",
			443379,
			"As we get everyone together, let's set No.1 as the target.",
			"难得凑齐了社员，那就先以第一名作为目标吧。",
			"せっかく部員が集まったことだし、とりあえず1位を目標にするわよ。",
			"부원들이 모인 김에, 일단 1등을 목표로 하자.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				793,
				2,
				false
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443380,
			"Ok! Leader!",
			"好的！社长！",
			"はい、部長！",
			"네, 부장님!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				792,
				0,
				true
			]
		],
		[
			"msg",
			443381,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			443382,
			"Eh ahhhhh……",
			"呃啊啊啊啊啊啊……",
			"うわあああああああ！！！！！",
			"우와아아아아아아!!!!!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			443383,
			"Teacher, what happened?",
			"老师，您怎么了吗？",
			"先生、どうしましたか？",
			"선생님, 무슨 일이세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			443384,
			"That troubled student Kika, she finally came to school.",
			"那个不来学校的问题学生辉火，最近终于愿意来学校了。",
			"全然学校に来なかった問題児の輝火が、最近になってついに学校に来たの！",
			"한번도 학교에 오지 않던 문제아 키카가 최근에서야 드디어 학교에 왔어!",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			443385,
			"Isn'g it a good thing, teacher?",
			"这不是好事吗，老师？",
			"それはいいことですね。",
			"그거 좋은 일이네요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			443386,
			"But she never came to class, just stayed in the club activity room……and I'm still blamed for that.",
			"但是她根本不来上课，每天都只待在社团活动室……结果还是害我被骂得那么惨。",
			"だけど、彼女って授業には全く来ないで部室に引きこもってるだけなの……そのせいでこっぴどく叱られたわ……。",
			"하지만 그녀는 수업엔 전혀 안 오고 동아리실에 틀어박혀 있기만 해…… 그 때문에 엄청 혼이 났어…….",
			null
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			443387,
			"Eh, I want to quit my job……",
			"呃，好想辞职……",
			"はぁ、本当に辞めたいなぁ……。",
			"하아, 정말 그만두고 싶어…….",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				785,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			443388,
			"As a teacher you have to take the responsibility, instead of stepping back in front of the difficulty. At least Kika had come to school, then we only have to make sure that she will come to class.",
			"身为教师必须以身作则，绝对不能在困难前退缩。至少不来学校已经解决，接下来只要让辉火同学愿意来上课就行了。",
			"教師は自ら手本を示さないといけません。そして、決して困難を前にして引き下がることも許されません。少なくても学校に来ない問題は解決できたのですから、あとは輝火さんを授業に来させればいいだけですよ。",
			"교사는 스스로 모범을 보여야 합니다. 그리고 절대 어려움 앞에서 물러서서도 안 됩니다. 적어도 학교에 안 오는 문제는 해결됐으니, 이제 키카 씨를 수업에 오게 하기만 하면 돼요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				785,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			443389,
			"Ehhhhhhhh Whoaaaaaa——",
			"呃呃呃呃呜呜呜啊啊啊啊啊——",
			"そろそろ辞表の準備しなきゃ……。",
			"이제 곧 사표 준비해야지…….",
			null
		]
	]
}