{
	"913": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66648,
			"Phew~ Finally, I’m in time for the new semester ceremony. Rumor said that nice-looking headmaster was actually very terrifying. His power could make the most ferocious gangster kneel and repent... Luckily I wasn’t late...",
			"呼~可算赶上了开学仪式，之前就有传闻说那个看起来面容和善的校长实际上非常可怕，他的威压甚至能让最凶恶的极道跪下忏悔…还好我没有迟到……",
			"ふぅ……なんとか入学式に間に合った。あの白髪の校長……見た目はあんなに美人なのに怒るとヤバいって噂ね……。名前はセシ……なんだっけ？",
			"후우…… 간신히 입학식에 맞췄어. 그 백발의 교장…… 외모는 그렇게 미인인데 화내면 위험하다는 소문이지……. 이름은 세시…… 뭐였지?",
			"Phew~ Finally made it to the entrance ceremony. Rumors have it that the seemingly benign principal is actually quite terrifying, his aura of power bringing even the most vicious yakuza to their knees in repentance... Luckily I wasn't late... (TN: Don't quite understand why it's referencing Cecilia in the JP version, when she's not even the principal here.)"
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66649,
			"However, despite coming to this land of promise, Kyushou-sama has not received the prophecy for the next step... Could this be the end of the unknown horizon?",
			"不过虽然说已经来到了这个约定之地，但是九霄大人却还没有得到下一步的启示……难道说这里已经是不可知视界线的彼端了么？",
			"まぁいいわ。黙示録……あの夢で見た約束の地にきたのに、次の啓示を受けられていない……どうすればいいの？",
			"뭐, 됐어. 묵시록…… 그 꿈에서 본 약속의 땅에 왔는데, 다음 계시를 받지 못하고 있어…… 어떻게 해야 하지?",
			"Oh, well. The Apocalypse... I've reached the promised land I saw in my dream, but I haven't received the next revelation... What should I do?"
		],
		[
			"msg",
			66650,
			"No, that dream must be some kind of sign, but... What was in my dream? Ouch, there must be some invincible barrier trying to stop me!",
			"不对，刚才的梦境应该就是一种预兆，但是……我刚才究竟梦到了什么来着？可恶，果然有什么看不见的结界在阻挠着我！",
			"あの夢はきっとなにかを伝えたかったはず。次にどう動けば正解なのか。目に見えない結界に阻まれているみたいでわからない……。",
			"그 꿈은 분명 뭔가를 전하려고 했을 거야. 다음에 어떻게 움직여야 정답인지. 눈에 보이지 않는 결계에 막혀있는 것 같아서 모르겠어…….",
			"No, the dream just now should be an omen, but... what exactly did I dream about just now? Damn it, there really is some invisible barrier hindering me!"
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66651,
			"Kukuku, but it doesn’t matter. If I can’t see the path to future, Kyushou-sama shall open a new route!",
			"哼哼哼，但是这不要紧，既然这里已经看不到未来的通路，那就让九霄大人来开辟前往未来的新坦途吧！",
			"入学したばかりだし、校内を把握しておいて損はないわ。そう、未来への道が見えないのなら救世主たる九霄様が切り開くわ！",
			"입학한 지 얼마 안 됐으니, 학교 내를 파악해 두는 게 나쁠 건 없어. 그래, 미래로의 길이 보이지 않는다면 구세주인 큐쇼님이 개척할 거야!",
			"I've just enrolled, so it won't hurt to get to know the school better. Yes, if I can't see the path to the future, then I, the Savior, Kyuushou-sama, will open it up!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66652,
			"Hey, look at that person, she’s so weird~ Talking to herself...",
			"唉唉，你看那个人，好奇怪哦~一个人在自言自语的……",
			"うわぁ、あの人、ぶつぶつ独り言ばっかり言って頭大丈夫かしら……？",
			"우와, 저 사람, 중얼중얼 혼잣말만 하고 머리가 괜찮은 걸까……?",
			"\"Wow, look at that girl muttering to herself. I wonder if she's okay in the head...?\""
		],
		[
			"msg",
			66653,
			"Hah~ She even has bandage on herself. Must be a weirdo. Let’s stay away from her~ So her fantasies can’t spread to us~",
			"噗~居然还缠着绷带，大概是个中二病吧，我们离她远点啦~被她传染可就不好了~",
			"ぷぷっ、包帯なんか巻いちゃって、きっと中二病だよ。近づくと呪われちゃうかもしれないわ。",
			"푸풋, 붕대 같은 거 감고 있으면, 분명 중2병이야. 가까이 가면 저주받을지도 몰라.",
			"\"Haha, she's got bandages wrapped around her, she must have chuunibyou. Careful, if you get too close, you might get infected~\""
		],
		[
			"msg",
			66654,
			"Exactly~ Let’s go~",
			"就是就是~我们还是快走吧~",
			"くすっ、そうかもね。早く行きましょう。",
			"훗, 그럴지도. 빨리 가자.",
			"\"Haha, I'll bet. Let's hurry.\""
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66655,
			"......",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"msg",
			66656,
			"Phew-- Kyushou, have you seen it, ordinary people will never understand how great you are. They only believe in your existence when you truly shine on them.",
			"呼——九霄，你看到了么，凡人永远无法理解你的伟大，只有当你的光辉真实地照耀到她们的时候，她们才会相信你的存在。",
			"ふっ……凡人には、この偉大さが理解できないのだ。この輝きが彼女たちを真に照らすまで我の存在を信じないであろう。",
			"흥... 평범한 자들은 이 위대함을 이해하지 못하는 거다. 이 빛이 그들을 진정으로 비출 때까지 나의 존재를 믿지 않을 것이다.",
			"Heh... Ordinary people cannot comprehend this greatness. They will not believe in my existence until the light truly shines upon them."
		],
		[
			"msg",
			66657,
			"In the forbidden fire and ruthless thunder, only you have the power to fight against all odds. So, let them say what they want to say… Your only goal now is to find the singularity to change the world. Good luck--",
			"在禁忌烈焰与万钧雷电之中，只有你才能力挽狂澜，平息一切，所以现在就随他们去说吧……你现在的唯一目标便是找到改写世界的奇点。祝你好运——",
			"禁忌の炎と巨大な稲妻の中でのみ、我の力は発揮する。今は彼女たちの好きに言わせておけばいい。目標は世界を……運命を書きかえる特異点を探すこと。",
			"금기의 불꽃과 거대한 번개 속에서만, 나의 힘은 발휘된다. 지금은 그들이 하고 싶은 대로 말하게 두면 된다. 목표는 세계를... 운명을 바꿀 특이점을 찾는 것이다.",
			"Only in the forbidden flames and great lightning will my power manifest. For now, let them say what they like. My goal is... to find the singularity that will rewrite the world's fate."
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66658,
			"El Psy Congroo",
			"——El Psy Congroo……",
			"キアナ・カスラナがくる前に私ができることをしないと……。",
			"키아나・카스라나가 오기 전에 내가 할 수 있는 일을 해야지...",
			"I have to do what I can before Kiana Kaslana arrives... \"El Psy Congroo\"..."
		]
	],
	"914": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66659,
			"Let's thank our outstanding student representative, Raiden Mei, for her beautiful speech. In the season of cherry blossoms, the Plume Academy would like to welcome new knowledge-seekers…",
			"感谢优秀学生代表雷电芽衣为我们带来的精彩演讲，在樱花飞舞的季节，千羽学园这座知识的殿堂也再度迎来新的求知者……",
			"生徒を代表して雷電芽衣さんの素晴らしいご挨拶をありがとうございました。",
			"학생을 대표하여 라이덴메이 님의 훌륭한 연설 감사드립니다.",
			"\"Let's give our thanks to the outstanding student representative Raiden Mei for her wonderful speech. In the season of cherry blossoms, Senba Academy is once again welcoming new seekers of knowledge...\""
		],
		[
			"msg",
			66660,
			"As the headmaster of Plume Academy, I wish you can all have the most meaningful time of your life in this place. Thank you.",
			"……作为千羽学园的校长，我祝各位在这里能够度过人生中最有意义的一段时光，谢谢大家。",
			"パチパチパチパチ……。",
			"박수 박수 박수 박수...",
			"\"...As the principal of Senba Academy, I pray that all of you will spend the most meaningful time of your life here. Thank you.\""
		],
		[
			"msg",
			66661,
			"*Clap*…",
			"啪啪啪啪啪……",
			"続きまして——",
			"이어서——",
			"\"Next up——\""
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66662,
			"Hmm, I didn't expect the headmaster's speech to be actually quite interesting. But I am really curious about that Raiden Mei person…",
			"哼，想不到这个校长讲得还挺有意思的嘛，然而更让我在意的却是那个叫做雷电芽衣的人……",
			"雷電芽衣……。",
			"라이덴메이...",
			"Hmph, I didn’t expect the principal’s talk to be interesting. However, what's more interesting is that girl named Raiden Mei..."
		],
		[
			"msg",
			66663,
			"She seems to be… One of the singularities I have seen in the Revelation. I need to get in contact with her to let her know the great prophecy of Kyushou-sama.",
			"那个人…似乎就是在启示录上见过的……扭曲的奇点之一。总之得先和她进行初步接触，告诉她九霄大人伟大的预知。",
			"あの人は夢にいた……彼女と接触して、これから起こる運命を教えないといけないわね。",
			"그 사람은 꿈에 있었어... 그녀와 접촉해서, 앞으로 일어날 운명을 알려줘야 해.",
			"That girl... seems to be one of the twisted singularities seen in my Revelation. Anyway, I must talk to her first and tell her about my great foresight."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66664,
			"......",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66665,
			"Kukuku~ Poor being confused with the future, please hold your steps…",
			"库库库~这位被未来所困扰的可怜之人哟，请停下你的脚步……",
			"クックック。運命に困りし雷電女王よ、くるべき未来に——",
			"쿠쿠쿠. 운명에 곤란을 겪는 라이덴 여왕이여, 다가올 미래에 ——",
			"Muahahah. Queen of Thunder, troubled by your fate, in the future to come——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66666,
			"Are you… A new student? What can I do for you?",
			"你是…一年级新生吧？请问你叫住我有什么事么？",
			"あなたは……今日入学した新入生ね。私になんの用かしら？ふざけるなら他所でやってちょうだい。用があるから、そこをどいてほしいのだけど。",
			"너는...... 오늘 입학한 신입생이구나. 나에게 무슨 볼일이라도? 장난치려면 다른 데 가서 해줘. 볼일이 있어서, 자리를 비켜줬으면 하는데.",
			"You are... a new student who enrolled today. What do you want? If you're going to mess around, do it somewhere else. I have something to do, so I'd like you to move out of my way."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66667,
			"This world is facing a disaster. You are the center of it. It will all unfold around you…",
			"这个世界正在面临一场灾难。而你就是灾难的中心，一切都将因你而展开……",
			"……ちゃんと話すわ。この世界は、まもなく大きな災いによって世界が崩壊する。だから、その前に——",
			"...... 제대로 말할게. 이 세계는, 곧 큰 재앙으로 인해 세계가 붕괴될 거야. 그래서, 그 전에 ——",
			"...I'll tell you the truth. This world will soon be destroyed by a great disaster. So before that happens——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66668,
			"......",
			"……",
			"ごめんなさい。",
			"미안해.",
			"......"
		],
		[
			"msg",
			66669,
			"I'm sorry, I don't know what you are talking about. It's probably something not related to me. If you don't mind, I shall excuse myself.",
			"抱歉，我不知道你在说什么，我想应该也是与我毫无关系的话题吧。我现在还有事，先走一步了。",
			"なにを言っているのかわからないけど、私には関係ない話だと思うわ。失礼するわね。",
			"무슨 말을 하는지 모르겠지만, 나와는 상관없는 이야기인 것 같아. 실례할게.",
			"I'm sorry, I don't know what you're talking about, but I don't think it's relevant to me. Excuse me."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66670,
			"Hey! Don't leave, I haven't finished my words! Please don't go, I am serious, a storm is coming, and you…",
			"喂！别走啊，我话还没有说完呢！请不要走，我才没有什么危言耸听，暴风雨马上就要来袭，你……",
			"ちょ、ちょっと待って！話はまだ——",
			"잠, 잠깐만! 이야기는 아직 ——",
			"W-Wait a minute! I'm not done yet——"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66671,
			"If you could, please don't stand in my way!",
			"如果可以的话请不要拦住我！",
			"……道を開けてくれないかしら？",
			"...... 길을 비켜주지 않을래?",
			"...Could you please move out of the way?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66672,
			"Ey! Sor, sorry!",
			"噫！对、对不起！",
			"うぅっ！ご、ごめんなさい！！",
			"우윽! 미, 미안해!!",
			"Oh! I-I'm sorry!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66673,
			"......",
			"……",
			"——少女移動中",
			"——소녀 이동 중",
			"Later..."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66674,
			"Ouch, that was overwhelming… Indeed, she is an important target mentioned in the Revelation… She is even tougher than I expected…",
			"咕，刚才那阵威压…不愧是在启示录中被反复提及的重要目标…没想到她居然比想象中还要难缠……",
			"うぅ、なにあの威圧感……まさか、夢の中で出てくる重要人物が、こんなに接しにくいとは思わなかった……。",
			"우웅, 저 압박감은 뭐야…… 설마, 꿈에서 나오는 중요 인물이 이렇게 접하기 어려울 줄은 몰랐어…….",
			"Ugh, what's with that intimidating presence...? I never thought that important person who appeared in my dream would be so difficult to approach..."
		],
		[
			"msg",
			66675,
			"I lost this one, but I will definitely make you listen to me next time! Wait for it, Raiden Mei!",
			"这一次是九霄大人失算了，但是下一次绝对会让你好好听我说话的！等着瞧吧，雷电芽衣！",
			"次は絶対に話を聞いてもらわないと……時間がないわ。",
			"다음에는 반드시 말을 들어줘야 해…… 시간이 없어.",
			"Next time I have to make sure she listens to me... I don't have much time left."
		]
	],
	"915": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66676,
			"Hey~ Look at that new student, I heard she had been spreading some weird news, like the world is going to an end or something like that~",
			"哎哎~你看，就是那个新生，听说总是散播着奇怪的消息呢，说什么世界就要毁灭了什么的~",
			"ほらみて！変な噂をまき散らしている新入生よ。世界が滅びるとかなんとかって。",
			"저기 봐! 이상한 소문을 퍼뜨리고 있는 신입생이야. 세계가 멸망한다느니 뭐니 하면서.",
			"\"Hey, look! It's the freshman who's spreading weird rumors. About the world ending or whatever~\""
		],
		[
			"msg",
			66677,
			"Whoa~ So horrible~ How did she get into this school…",
			"呜哇~真可怕~这种人是怎么进我们学校的啊……",
			"世界が滅びる……ふふ、そんなわけないわよ。あの人はなにがしたいのかな？",
			"세계가 멸망한다…… 훗, 그럴 리 없잖아. 저 사람은 대체 뭘 하고 싶은 걸까?",
			"\"The world ending...? Hehe, that's impossible. What does she even want?\""
		],
		[
			"msg",
			66678,
			"And also~ I heard she had been hassling Mei~",
			"还有还有~听说最近她总是缠着姐姐大人呢~",
			"それに、最近ずっとお姉様につきまとっているわ。",
			"게다가, 요즘 계속 언니를 따라다니고 있더라.",
			"\"Besides, she's been following Raiden-san around a lot lately.\""
		],
		[
			"msg",
			66679,
			"Hmph~ So it's just another one trying to get close to her. Mei wouldn't even look at her properly, would she?",
			"哼~原来也是一个想要高攀上姐姐大人的庶民而已嘛，真是的，姐姐大人该不会看上了这种人吧？",
			"お姉様に近づきたい庶民じゃないの？まったく……あんな新入生に気をとめるわけないわよね？",
			"언니에게 접근하려는 서민이 아닐까? 정말…… 저런 신입생에게 신경 쓸 리 없잖아?",
			"\"Isn't she just another commoner who wants to get closer to her? Seriously... there's no way she'd pay any attention to a freshman like her, right?\""
		],
		[
			"msg",
			66680,
			"No way, she only said a few lines when she first met that person. Nothing after that~",
			"怎么可能，姐姐大人除了第一次见到那个家伙的时候说了两句话，就再也没有理过她了呢~",
			"ふふ、まったく相手にされていないのがいい証拠じゃないのかな？",
			"훗, 완전히 상대도 안 해주는 게 좋은 증거 아니야?",
			"\"Hehe, isn't the fact that she isn't paying any attention to her a <I>good</I> sign?\""
		],
		[
			"msg",
			66681,
			"Sigh! I think Mei is just too kind. I wouldn't want to say a word to that weirdo~",
			"唉！要我说啊，还是姐姐大人太仁慈，这种怪人我一句话都不想和她说呢~",
			"そうね。あの新入生のせいで変わったことは、入学初日から「雷電女王」なんて言うから、いつの間にか周りにそう呼ばれるようになったわね。",
			"그러게. 저 신입생 때문에 바뀐 거라곤, 입학 첫날부터 「라이덴 여왕」이라고 말해서, 어느새 주변에서 그렇게 불리게 됐다는 거 정도야.",
			"\"That's right. But that new student started calling her 'Queen of Thunder' from the very first day of school, and before I knew it, everyone else started calling her that.\""
		],
		[
			"msg",
			66682,
			"Agree…",
			"就是啊……",
			"お姉様にピッタリじゃないかな。新入生の——",
			"언니랑 딱 어울리지 않아? 신입생의 ——",
			"\"That name sounds perfect for Raiden-san. That first-year——\""
		],
		[
			"msg",
			66683,
			"Shh… Look! She's coming here…",
			"嘘…你瞧！那个人过来了……",
			"シッ！……噂の新入生よ。",
			"쉿!…… 소문의 신입생이야.",
			"\"Shhh! ...It's the new student! She's coming...\""
		],
		[
			"msg",
			66684,
			"......",
			"……",
			"あ、本当。ねぇ、教室に戻ろう？",
			"아, 맞아. 저기, 교실로 돌아갈까?",
			"\"Oh, she is. Hey, shall we go back to the classroom?\""
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66685,
			"I failed again… I never managed to get in contact with Raiden Mei after that. Each time, it seemed she couldn't even hear me…",
			"又失败了……自从那一次之后再也没能和雷电芽衣有过接触，每次她仿佛就像听不见我说话一样……",
			"また失敗した……。あれ以来、雷電芽衣と接触できていない……。夢では話しやすそうだったのに……どうして、いつも私の話が聞こえていないのだろうか……。",
			"또 실패했어……. 그 이후로 라이덴메이와 접촉할 수 없어……. 꿈속에서는 말이 통할 것 같았는데……. 왜, 항상 내 말은 들리지 않는 걸까…….",
			"I failed again... I haven't been able to get in touch with Raiden Mei since then... In my dream, she seemed easy to talk to... Why is it that she can never hear what I'm saying...?"
		],
		[
			"msg",
			66686,
			"Some invisible force is stopping me from telling her the truth… Is it the willpower of this world itself? Or could it be the willpower from some other world…",
			"果然有不可见的斥力在阻挡着我将真相告诉她……是这个世界本身的意志么？还是来自其他位面的意志……",
			"やっぱり目に見えないなにかによって雷電芽衣に災いを伝えられないようにしているとしか思えないわ。これが、この世界の意志なの？それとも他に原因が……。",
			"역시 눈에 보이지 않는 무언가에 의해 라이덴메이에게 재앙을 전할 수 없도록 막고 있는 것 같아. 이게, 이 세계의 의지인 거야? 아니면 다른 원인이 있을까…….",
			"I can't help but think that there is something invisible that is preventing the disaster from being conveyed to Raiden Mei. Is it the will of this world? Or is there another reason...?"
		],
		[
			"msg",
			66687,
			"Whatever… I shall take a break today. I will check the feedback of game demo tomorrow… The peaceful and beautiful home is summoning me…",
			"算了……今天就先休息吧，至于游戏demo的反馈就等明天再看吧…宁静而美好的箱庭已经在召唤我了……",
			"今日はなんか疲れたし製作中のゲームは明日調整しよう。あぁ、羊が我を呼んでいる……。",
			"오늘은 뭔가 피곤하니까 제작 중인 게임은 내일 조정하자. 아아, 양들이 나를 부르네…….",
			"I'm kind of tired today, so I'll work on the game I'm making tomorrow. Ahh, the sheep are calling me..."
		],
		[
			"msg",
			66688,
			"What would the Revelation tell me today? Could it be a new prophecy… Or…",
			"今天启示录会向我展示什么内容呢？是新的启示……还是……",
			"今日の夢は、どんな啓示を——",
			"오늘의 꿈은, 어떤 계시를 ——",
			"What revelation will... today's dream bring...?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66689,
			"......",
			"……",
			"——少女睡眠中",
			"——소녀 수면 중",
			"......"
		]
	],
	"916": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66690,
			"Is this… My dream? I have never seen this lightning before…",
			"这里是……我的梦境？不过这些雷光还是第一次出现……",
			"ここは……私の夢？この稲妻は……。",
			"여기는…… 내 꿈? 이 번개는…….",
			"Am I... dreaming? This lightning..."
		],
		[
			"msg",
			66691,
			"So, this prophecy is related to that purple guy… Cool, let me check what it actually is…",
			"这次的启示是和那个紫色的家伙有关么，也好，就让我揭开这一幕看个究竟……",
			"今回の啓示はアレと関係しているの？まあいいわ。確認すればいいことだし、なにがあるのか見てみよう。",
			"이번 계시는 그거랑 관련 있는 거야? 뭐 어차피. 확인하면 되는 거니까, 뭐가 있는지 한번 보자.",
			"Is my revelation related to that? Oh, well. I'll just have to check and see what's there."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			66692,
			"No, you can't lift those seals yet.",
			"不，那些还不是你现在的你能够揭开的封印，",
			"なにしにここへきたの？",
			"뭐 하러 여기에 온 거야?",
			"What are you here for?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			66693,
			"Are you… Raiden Mei!? No, you are too different from her. Who on earth are you…",
			"你…你是雷电芽衣！？不对，你和她的风格差距太大了，你到底是……",
			"黙示録の……夢にでてくる雷電芽衣？",
			"묵시록의…… 꿈에 나오는 라이덴메이?",
			"The Apocalypse... Raiden Mei is in my dream?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			66694,
			"You have seen me many times. On the ruins of that school, she and I stand in solitude…",
			"你不是见过我很多次了么，在那个学园的废墟之上，看着孤独的我和她……",
			"あなたは何度も私と会ったことがあるでしょう？あの学園の廃墟で孤独な私と彼女を見ていたはずよ。",
			"너는 여러 번 나를 만난 적이 있지? 그 학원 폐허에서 외로워하던 나와 그녀를 보고 있었을 거야.",
			"You've met me many times, haven't you? You must have seen me and that other girl alone in the ruins of that school."
		],
		[
			"msg",
			66695,
			"Since you have come here too, have you decided to change all of this?",
			"既然你现在也来到了这里，也就是说你已经做出了决定要改变这一切了么？",
			"ここにきたということは、全てを変えることに決めたのね？",
			"여기까지 왔다는 건, 모든 것을 바꾸기로 결심한 거네?",
			"Since you've come here, you've decided to rewrite everything, right?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			66696,
			"Of course! That's my destiny! Kyushou-sama is the savior chosen by the fate. I will change the destiny of you, them, and this planet!",
			"那是当然！这是我一直以来的使命！九霄大人是被命运选中的救世主，无论是你们，还是他们，还是这个星球的命运我都要改写！",
			"も、もちろん！これは、私の……ううん、違う！これは我の使命！九霄様は運命に選ばれし救世主！二人の運命、みんなの運命、この星の運命、全て我が救ってみせよう！",
			"물, 물론이지! 이것은 나의...... 아냐, 다르다! 이것은 나의 사명! 큐쇼님은 운명이 선택한 구세주! 두 사람의 운명, 모두의 운명, 이 별의 운명, 모두 내가 구해 보이겠어!",
			"O-of course! This is my... This is my mission! Kyuushou-sama is the Savior chosen by fate! Our fate, everyone's fate, the fate of this planet — I will save them all!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			66697,
			"Hehe~ You really can talk. No wonder she never liked you~",
			"呵呵~还真是大言不惭，难怪那个孩子一直不喜欢你呢~",
			"ふふ。恥ずかしげもなく大きなことを言うのね。だけど、救うということは私を殺すということよ。できると思う？",
			"훗. 부끄러운 줄도 모르고 큰소리를 치는구나. 하지만 구한다는 건 나를 죽인다는 거야. 할 수 있을 것 같아?",
			"Haha. You're making a bold claim without any shame. But saving everyone means killing me. Do you think you can do that?"
		],
		[
			"msg",
			66698,
			"But if you want to save her, you need to kill me. Can you do that? You look pretty weak right now~",
			"不过如果你要拯救她的话就意味着要杀掉我，你有这个能耐么？你现在看起来还很弱呢~",
			"まだまだあなたは弱そうだけど、少しだけ訓練に付き合ってあげるわ……きなさい。",
			"아직 넌 약해 보이지만, 조금만 훈련을 시켜 줄게...... 따라와.",
			"You seem to be weak still, but I'll help you train for a little while... Come."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			66699,
			"Kyushou-sama will not succumb to your threatening! This is the space of my consciousness, everything is under my command!",
			"别以为这种恫吓就能让九霄大人退缩！这里可是九霄大人的意识空间，一切皆因我而改变！",
			"そんな脅しでこの九霄様をびびらせようとしても無駄よ！",
			"그런 협박으로 이 큐쇼님을 겁주려 해도 소용없어!",
			"It's no use trying to intimidate Kyuushou-sama with such threats! Everything in this space is under my command!"
		],
		[
			"msg",
			66700,
			"The evil spirit that haunts Senior Mei! Kyushou-sama shall bring justice today! Take the punishment!",
			"占据着芽衣学姐身体的邪恶灵魂！今日九霄大人就要将你就地正法！接受制裁吧！",
			"雷電芽衣……ううん、芽衣先輩。私が必ず救ってみせる！",
			"라이덴 메이...... 아니, 메이 선배. 내가 반드시 구해 보일게!",
			"Evil spirit that has taken over Mei's body! Today, Kyuushou-sama will execute you on the spot! Accept this punishment!"
		]
	],
	"917": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66701,
			"Kuhahahaha~ You cannot defeat Kyushou-sama!",
			"库哈哈哈哈~果然你是无法战胜九霄大人的！",
			"ヌァーッハッハッハ……むにゃ、九霄様には……勝てない。むにゃむにゃ……。",
			"느아하하하...... 꿈꾸적, 큐쇼님에게는...... 이길 수 없어. 꿈꾸적꿈꾸적......",
			"Muahahahahaha... *Mumble*... Can't win against Kyuushou-sama. *Mumble*..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66702,
			"*Bang*!",
			"咚！",
			"——ドンッ！",
			"——둥!",
			"——Bang!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66703,
			"It hurts…",
			"疼疼疼疼……",
			"いでっ！",
			"아야!",
			"OWIE!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66704,
			"Kyushou? What are you doing… It's 5am in the morning…",
			"九霄？你在干嘛…现在才早上五点诶……",
			"うーん……九霄？なにしてるのよ……まだ朝の5時じゃない。静かにしてよね……。",
			"으음......큐쇼? 뭐 하는 거야... 아직 새벽 5시잖아. 조용히 해......",
			"Ummm... Kyuushou? What are you doing...? It's 5 in the morning. Please be quiet..."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66705,
			"Kiana? I thought I was in the Plume Academy…",
			"琪亚娜！？我记得我明明应该在千羽学园……",
			"キ、キアナ！？あ、あれ？私は、千羽学園にいたはず……。",
			"키, 키아나!? 아, 어? 나는 센바 학원에 있었을 텐데......",
			"Ki-Kiana? W-what? I thought I was at Senba Academy..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66706,
			"No way, this is St. Freya HS. Did you lose your memory from sleeping too much?",
			"千羽学园你个头啊，这里是圣芙蕾雅学园，你该不是睡到失忆了吧？",
			"なにが千羽学園よ。ここは聖フレイヤ学園よ。この後、訓練があるんだから寝ぼけるのは夢の中だけにしてよね。",
			"뭐가 센바 학원이야. 여긴 세인트 프레야 학원이야. 이따가 훈련이 있으니 잠꼬대는 꿈속에서만 하라고.",
			"What are you talking about? Senba Academy? This is St. Freya Academy. Did you lose your memory from sleeping too much?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66707,
			"No, no way! Kyushou-sama just didn't have a good sleep. I kept hearing some whispers of bad omen…",
			"才、才没有！九霄大人只是觉得睡得不安稳，总感觉有不详的声音在我耳边低语……",
			"ち、ちがう！今日はたまたま寝つきが悪かっただけだから！",
			"아, 아닌데! 오늘은 우연히 잠이 안 왔을 뿐이라고!",
			"N-No! I just happened to have trouble falling asleep today!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66708,
			"I don't care~ Don't cause trouble to others! Go back to sleep, we still have… Morning exercise…",
			"我才不管你呢~你也别给我去打扰别人！老老实实回去睡觉吧，一会儿还要晨练…呢……",
			"そんなの知らないわよ。ふわぁ……おやすみ。",
			"그런 거 몰라. 하암...... 잘 자.",
			"I don't care about that. Don't bother me! Go back to sleep, we still have to do morning exercises later... Yawn... Goodnight."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66709,
			"......",
			"……",
			"——少女睡眠中",
			"——소녀 수면 중",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66710,
			"So it was just my dream in a dream… It was when I first entered the Plume Academy and met Senior Mei…",
			"果然刚才只是我的梦中梦么……梦见了自己回到刚进千羽学园的时候，刚遇见芽衣学姐的时候……",
			"さっきのは夢の中でみた夢？千羽学園に入学して芽衣先輩と出会ったばかりの頃に戻って……。",
			"방금 건 꿈속에서 본 꿈? 센바 학원에 입학해서 메이 선배를 만난 바로 그 시절로 돌아가서......",
			"Was that a dream within a dream? I went back to when I had just enrolled at Senba Academy and met Mei-senpai..."
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66711,
			"But we have already saved her now~ Everything is going well, the ark has set sail. Don't worry, this time, we will not miss that moment of hope!",
			"不过如今我们已经将芽衣学姐解救出来了呢~一切正在向美好的未来前进，救世的方舟已经起航，放心吧，这一次，我们不会再错过那一瞬的希望了！",
			"でも、もう芽衣先輩を救えた。全ては良い方向に向かっているわ。絶対に希望を逃がしたりしない！",
			"하지만 이젠 메이 선배를 구했어. 모든 게 좋은 방향으로 흘러가고 있단 말야. 절대 희망을 놓치지 않을 거야!",
			"But I've already saved Mei-senpai. Everything is moving in a good direction. I will never let hope slip away!"
		]
	],
	"918": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66712,
			"Kyushou! Move faster! Your evasion was too slow!",
			"九霄！动作再快一点！刚才的闪避动作太慢了！",
			"ボサッとしない！しっかりしなさい！今の回避行動が遅すぎよ！",
			"멍하니 있지 마! 정신 차려! 지금 회피 동작이 너무 늦었어!",
			"Kyuushou! Pull yourself together! Your evasion just now was too late!"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66713,
			"Kyushou! Run faster! You will get caught up by zombies~",
			"九霄！奔跑的速度再快一些！你这样可是要被死士追上的哦~",
			"九霄、もうバテたの！？走るスピードを上げて！",
			"큐쇼, 벌써 지친 거야!? 달리기 속도를 올려!",
			"Kyuushou, are you getting tired already?! Run faster!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66714,
			"Ki… Kiana, let's take a break…",
			"琪…琪亚娜，我们休息一会儿吧……",
			"キ、キアナ……。一万と二千年くらいの休憩を……。",
			"키, 키아나……. 1천2백년쯤 휴식을…….",
			"K-Kiana... Let's take a break for about ten hundred and two thousand years..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66715,
			"No way! Captain Himeko had asked me to train you, I must not let her down~",
			"那可不行！姬子队长可是把训练你的重任托付给了我，我怎么能够辜负她的期望呢~",
			"ダメよ！姫子から九霄の訓練をするように言われているんだから、期待を裏切るわけにはいかないわ！",
			"안 돼! 히메코에게 큐쇼 훈련을 시키라고 지시받았는데, 기대를 저버릴 순 없어!",
			"No way! Himeko asked me to train you, so I can't disappoint her!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66716,
			"You! You are just using that as an excuse!",
			"你！你这是公报私仇！",
			"くっ！これを機に復讐するつもり！？",
			"쿨! 이 기회에 복수할 셈이야!?",
			"Dammit! Are you planning to take this opportunity to get revenge?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66717,
			"How can you say that~ Kyushou, don't pin that on me~ I am actually quite popular in this school~ And I have a lot of followers~",
			"怎么能说是公报私仇呢~九霄，你可不要诽谤我哦~我在这座学园里还是很有名的~追捧者还是很多的哦~",
			"なにが復讐よ。変な言いがかりはやめてよね。私は九霄のためを思って心を鬼にしているのにひどいじゃない！",
			"무슨 복수야. 이상한 억지는 그만둬. 나는 큐쇼를 위해 마음을 굳게 먹고 있는데 너무하지 않아!",
			"What revenge? Stop making weird accusations. I've been hardening my heart for your sake, so this is terrible for me too!"
		],
		[
			"msg",
			66718,
			"Senior Mei is going through her Houkai Energy adaptability test now. Her body will also be checked to see if she is under the influence of Herrscher core. She won’t be back in a while.",
			"反正现在芽衣学姐也正在做崩坏能适应性测试，顺便检查身体有没有被律者核心影响，一时半会儿可是不会回来的。",
			"まぁとにかく、芽衣先輩は崩壊エネルギーの適応テストと体の検査をして、律者のコアに影響されていないか調べているのよ。だから、しばらくは戻ってこないわ。",
			"뭐 어쨌든, 메이 선배는 붕괴 에너지 적응 테스트와 신체 검사를 하고, 율자 코어에 영향을 받지 않았는지 확인 중이야. 그러니까 당분간은 돌아오지 않을 거야.",
			"Anyway, Mei-senpai is doing a Honkai energy adaptability test and a physical examination to see if she's being affected by her Herrscher Core. So she won't be back for a while."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66719,
			"Kiana! You are a demon! Vampire! Yog-Sothoth!",
			"琪亚娜！你这个恶魔！吸血鬼！尤格索托斯！",
			"キアナの鬼！悪魔！ばーかばーか！",
			"키아나 이 악마! 바보 바보!",
			"Kiana! You devil! Vampire! Yog-Sothoth!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66720,
			"Hey, what was that last one! Well~ Whatever you say, I will make sure you suffer the same pain when my Dad scolded me!",
			"喂，最后那个是什么鬼啦！哼~随便你怎么说，总之这一次我也要让你体会到我被老爹责备时的委屈！",
			"言いたいことは終わりかしら？ふんっ！もう怒ったわ！私がパパから受けた悪魔の訓練を九霄にやらせてあげるわ！",
			"할 말 다 끝났어? 흥! 이제 진짜 화났다! 내가 아빠에게 받았던 악마 훈련을 큐쇼에게 전수해 주겠어!",
			"Hey, what the hell is that last one?! Hmph! Well, no matter what you say, I'll make you suffer the same training I received from my dad!"
		],
		[
			"msg",
			66721,
			"You will pay for all you had done...",
			"这一次我们新仇旧账一起算……",
			"あとで謝っても絶対に許してあげないんだから！",
			"나중에 사과해도 절대 용서 안 해줄 거야!",
			"Even if you apologize later, I will never forgive you!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66722,
			"You... You can only defeate the body of Kyushou-sama! But you will not destroy her willpower! Kiana! One day, I will have my revenge!",
			"你…你只能打倒九霄大人的身体！但是你摧毁不了九霄大人的意志！琪亚娜！总有一天我会报仇的！",
			"うっさい！キアナのばーかばーか！そんな訓練、救世主にかかればちょちょいのちょいだ！",
			"시끄러! 키아나 이 바보 바보! 그런 훈련, 구세주인 내게는 식은 죽 먹기라고!",
			"You... you can only defeat Kyuushou-sama's body! But you can't destroy Kyuushou-sama's will! Kiana! One day I will have revenge!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66723,
			"Revenge? Before that, you should think of how to survive the training today! Kyushou, 5 more laps around this training ground!",
			"报仇？你先想想今天的训练内容该怎么撑过去吧！九霄，再绕着这个训练场来五圈！",
			"まずは1周100mの訓練場を1000周してきなさい！1km5分以内に走らなきゃ10周追加よ！",
			"일단 1주 100m 훈련장을 1000바퀴 돌아와! 1km 5분 안에 못 뛰면 10바퀴 추가야!",
			"Revenge? You should think about how to survive today's training first. Do 1000 laps around the 100m training ground! If you can't run 1km in under 5 minutes, you'll get 10 extra laps!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66724,
			"You!!",
			"你！！",
			"なっ！？",
			"뭐!?",
			"Wha——?!"
		]
	],
	"919": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66725,
			"Ouch...",
			"呜……",
			"うぅっ……。",
			"으윽…….",
			"Ughhhh..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66726,
			"Kyushou... Are you okay, you look exhausted...",
			"九霄……你怎么了，看上去很疲惫的样子呢……",
			"九霄ちゃん、どうしたの？なんだか、ずいぶん疲れているみたいだけど……。",
			"큐쇼 쨩, 왜이래? 왠지 � 힘들어 보이는데…….",
			"What's wrong, Kyuushou-chan? You look exhausted..."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66727,
			"Mei... Senior Mei... *Cries*...",
			"芽衣…芽衣学姐……呜呜……",
			"芽衣先輩……芽衣せんぱぁい……ううっ……。",
			"메이 선배……메이 선배아……우우…….",
			"Mei-senpai... Mei-senpaaai... *Sob*..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66728,
			"Kyushou... Alright, don’t be so sad~ Kiana must had bullied you...",
			"九霄……好啦，九霄不要伤心了~估计是琪亚娜欺负你了吧……",
			"九霄ちゃん、元気出して。きっとキアナちゃんの訓練でイジメられたんでしょう？",
			"큐쇼 쨩, 힘내. 분명 키아나 쨩 훈련 때문에 괴롭힘 당한 거지?",
			"Cheer up, Kyuushou. I bet you were bullied during Kiana's training, right?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66729,
			"The synchronization between Kyushou-sama and this body is extremely weak... The soul is about to be stripped away...",
			"九霄大人与这副躯体的共鸣已经接近薄弱，灵魂马上就要被剥离……",
			"もうやだぁ……おうちかえる。",
			"이제 싫어…… 집에 갈래.",
			"The resonance between Kyuushou-sama and this body is weak, and my soul is about to be torn away..."
		],
		[
			"msg",
			66730,
			"Kyushou-sama can no longer purge the evil beings in this world. She will return as a Servant to the vortex of core... Senior Mei, please make sure my body is well protected so she will not be tainted by the evil ones...",
			"九霄大人已经无法再讨伐世间的恶僚鼠寇，只能回归英灵座，回到根源之涡……芽衣学姐，请一定要守护好我的躯体，不让她被恶党玷污……",
			"あとでキアナに復讐しないと……ふわぁ、まずは休息を取らないと……。",
			"나중에 키아나에게 복수하지 않으면…… 후아, 일단 휴식을 취해야 해……。",
			"I can no longer defeat the evil officials and bandits in the world, and can only return to the Throne of Heroes, back to the vortex of origin... Mei-senpai, please protect my body and prevent it from being defiled by evil..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66731,
			"It’s okay, I won’t let Kiana do anything to you while you are asleep. Rest assured~ But Kiana is not an evil being either~",
			"好啦，我不会让琪亚娜在你睡着的时候对你做什么的，你就放心地睡吧~再说琪亚娜也不是什么恶党啦~",
			"九霄ちゃんが寝ている間はキアナちゃんがイタズラしないようにしておくから、安心して寝ていいわよ。",
			"큐쇼이 자는 동안은 키아나이 장난치지 못하도록 해 둘게, 안심하고 잘 수 있어.",
			"I'll make sure that Kiana doesn't cause any trouble while you're sleeping, so you can sleep in peace. But Kiana isn't some evil being..."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66732,
			"When... When I return in glory, Kyushou-sama will get rid of Kiana... And everyone in the world will have a 3-day feast. All minions will be liberated, and all rebels in each world will have their true freedom...",
			"等…等我荣光归来的那一刻，九霄大人一定会除掉琪亚娜……然后让世间大宴三天，解放所有的使魔，让每个世界的反抗者都获得真正的自由……",
			"くっ……我が戻ってくるとき、キアナを必ず地獄の業火で焼き尽くしてくれる！そして、全ての従魔を開放させて三日三晩のお祝いして反逆者共を根絶やしにする……。",
			"쿳...... 내가 돌아올 때, 키아나를 반드시 지옥의 업화로 태워버릴 거야! 그리고 모든 종마를 풀어놓고 사흘 밤낮으로 축하하며 반역자들을 뿌리 뽑아버리겠어......",
			"Damn... When I return, I will definitely burn Kiana to ashes in the flames of hell! Then I will release all my familiars and celebrate for three days and three nights until we have eradicated the rebels..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66733,
			"Kyushou, you should sleep. Listen to yourself, you don’t know what you are talking anymore...",
			"九霄你还是睡吧，你看你都已经开始说梦话了……",
			"九霄ちゃん、もう眠りなさい。なにを言っているのかわからなくなってるわよ。",
			"큐쇼, 이제 자라. 무슨 말을 하는지 점점 알아들을 수 없어지고 있어.",
			"Kyuushou-chan, just go to sleep. You don't know what you're talking about anymore."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66734,
			"And then, I... Kyushou-sama will save you all... Save this world... Take you to the... Glory...",
			"然后我…九霄大人就要拯救你们……拯救这个世界……带你们走向…光辉的…彼……",
			"そして、我は……みんなを救う……。",
			"그리고, 나는…… 모두를 구할 거야…….",
			"Then I... Kyuushou-sama, will save you... save this world... and lead you to... the glorious..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66735,
			"......",
			"……",
			"——少女睡眠中",
			"——소녀 수면 중",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66736,
			"Kyushou, I don’t know what you have seen... Or what you know more than us... I just wish you don’t make yourself too lonely...",
			"九霄，也不知道你究竟看到了什么…又比我们多知道些什么……只希望你不要让自己太孤单就好……",
			"九霄ちゃん、本当に疲れてるのね。キアナちゃんに訓練のことを言っておくわね。",
			"쿄우쇼, 정말 지쳤구나. 키아나에게 훈련 이야기해 둘게.",
			"Kyuushou-chan, I don’t know what you have seen... or what you know more than us... I just hope you don’t let yourself be too lonely..."
		],
		[
			"msg",
			66737,
			"But what do you want the minions to do after you liberate them? Camping in the wild or traveling to the space? Ha~ It’s so hard to understand Kyushou~",
			"不过让所有的使魔解放是要它们干什么，野外露营还是去太空旅游？噗~九霄的理想果然很难理解呢~",
			"でも、従魔を全て開放してどうするのかしら？キャンプ？それとも運動会でもするのかしら？ふふっ、九霄ちゃんってやっぱりおもしろいわね。",
			"하지만, 소환수를 모두 풀어놓고 어떻게 할 생각이야? 캠프? 아니면 운동회라도 열 거야? 후훗, 쿄우쇼는 역시 재미있어.",
			"But what will she do with all her familiars after they're freed? Camping? Or maybe even a sports day? Hehe, Kyuushou-chan is really interesting."
		]
	],
	"920": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66738,
			"The same ruins, same scene and same start... But everything is getting clear. Is the real Revelation going to begin...",
			"又是这座废墟，又是同样的场景，又是同样的起始……只不过一切已经开始变得明晰，是真正的神启要开始了么……",
			"また……この廃墟。始まりはいつも同じ。ただ、以前みたときよりも、はっきりと景色をみることができる。",
			"또…… 이 폐허. 시작은 언제나 같아. 다만, 전에 봤을 때보다 더 선명하게 풍경을 볼 수 있어.",
			"The same ruins again, the same scene again, and the same beginning again... But everything is beginning to become clearer. Is the true Divine Revelation about to begin?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				107,
				0,
				false
			]
		],
		[
			"msg",
			66739,
			"The Revelation had never started. Everything is still unknown...",
			"神启从未开始，一切都还是未知……",
			"世界を救うと言ってたわりには、いつもここに来るじゃない。",
			"세상을 구한다면서, 맨날 여기 오잖아.",
			"The Divine Revelation has never begun. Everything is still unknown..."
		],
		[
			"msg",
			66740,
			"You have worked very hard, but you can’t decide on the rest of things. Me neither. We can only wait for the opportunity...",
			"你已经很努力了，但是剩余的事情你无法决定，我也无法决定，我们只能等待时机……",
			"あ、それとも訓練しにきたの？現実と同じように、この廃墟を1000周してみよっか。もちろん、私の攻撃による妨害ありの訓練よ。さぁ、始めるわよ！",
			"아, 아니면 훈련하러 온 거야? 현실처럼, 이 폐허를 1000바퀴 돌아볼까? 물론, 내 공격으로 방해하는 훈련이야. 자, 시작한다!",
			"Oh, or have you come here to practice? Let's try running around these ruins 1000 times, just like in real life. Of course, I'll be interfering with your training with my attacks. Let's get started!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				107,
				0,
				true
			]
		],
		[
			"msg",
			66741,
			"Hey! Kiana, you have nannied me outside, are you going to do the same thing in my dream!",
			"喂！琪亚娜，你在外面要教训我，在梦里面也要反驳我么！",
			"ちょ、ちょっと！現実でやられたばっかりなのに夢の中でも……って、槍がこっちに……ぎゃー！死ぬっ！死ぬから！！",
			"잠, 잠깐! 현실에서 당한 지 얼마 안 됐는데 꿈 속에서까지…… 으악, 창이 이쪽으로…… 꺄악! 죽어! 죽을 거야!!",
			"Hey, wait a second! I just got beaten in real life, and now even in my dreams... Wait, the spear is coming towards me... Ahhh! I'm gonna die! I'm gonna die!!"
		],
		[
			"msg",
			66742,
			"The Kyushou-sama today is different! I will not be scared by the look from your eyes anymore today!",
			"今天的九霄大人可是和平时的九霄大人不一样！今天的我不会再被你的眼神给吓出去了！",
			"……ふ、ふふっ。きょ、今日の救世主は一味も二味も違うってところを——",
			"……후, 후훗. 오, 오늘의 구세주는 한 층 더 다르다는 걸 ——",
			"...Heh, heheh. Today's Savior is different from the usual Savior! Today, I will not be scared away by your eyes again——"
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				107,
				0,
				true
			]
		],
		[
			"msg",
			66743,
			"Whether you are Kiana or not, I don’t care. Bear the wrath of Kyushou-sama on behalf of her!",
			"不管你到底是不是琪亚娜，总之代替她承受九霄大人的怒火吧！",
			"ま、また槍が飛んできたー！に、逃げな……ぎゃー！！",
			"아, 또 창이 날아온다! 도, 도망쳐…… 꺄악!!",
			"No matter whether you are Kiana or not, you should bear the wrath of the Savior on her behalf!"
		]
	],
	"921": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66744,
			"As expected, this is a dream too...",
			"果然，这也是梦境么……",
			"……やっぱり、夢。",
			"……역시, 꿈.",
			"...So this is just a dream after all."
		],
		[
			"msg",
			66745,
			"You have made me see myself in the past. When I met Senior Mei, when I was in Plume Academy...",
			"你让我看到了过去的我，遇上芽衣学姐的我，在千羽学园的我……",
			"運命が過去の自分を見せてくれた。千羽学園で出会った芽衣先輩と自分。",
			"운명이 과거의 나를 보여줬다. 센바 학원에서 만난 메이 선배와 나.",
			"Fate showed me my past self. Mei-senpai and I, who met at Senba Academy."
		],
		[
			"msg",
			66746,
			"You have made me see myself in the past. After I met Kiana, when I was in St. Freya HS...",
			"你让我看到了过去的我，和琪亚娜相遇之后的我，在圣芙蕾雅学园的我……",
			"運命が過去の自分を見せてくれた。聖フレイヤ学園でキアナに訓練させられた自分。",
			"운명이 과거의 나를 보여줬다. 세인트 프레야 학원에서 키아나에게 훈련받던 나.",
			"Fate showed me my past self. The one who was trained by Kiana at St. Freyja Academy."
		],
		[
			"msg",
			66747,
			"You made me see all these memories and told me this is a recurring dream...",
			"你让我看到了这些回忆，又告诉我这是不断循环的梦境么……",
			"運命が過去の自分を見せてくれた。これが永遠に繰り返される夢だと教えてくれた。",
			"운명이 과거의 나를 보여줬다. 이것이 영원히 반복되는 꿈이라고 가르쳐줬다.",
			"Fate showed me my past self. She told me this was a dream that would repeat forever."
		],
		[
			"msg",
			66748,
			"Where will my next dream be then? Which memory would it be?",
			"那么我的下一个梦又会是哪里？又会是哪一份记忆呢？",
			"次は、どの夢だろう。そうだ、夢のことを黙示録に……。",
			"다음은, 어떤 꿈일까. 그래, 꿈에 대한 것을 묵시록에…….",
			"So where will my next dream be? Which memory will it be...?"
		],
		[
			"msg",
			66749,
			"Could it be when I was living with my parents? Or when I was trying to record the information from the Revelation into the Relic?",
			"是我和爸爸妈妈她们生活的记忆么？还是说是我努力将启示中的讯息记载在圣器中的那段记忆呢？",
			"いつまで続くの……私は、本当に世界を救えるの？",
			"언제까지 계속되는 거야…… 나는, 정말로 세계를 구할 수 있을까?",
			"Will it be the memory of my life with my parents...? Or the memory of me trying to record the message of Revelation in the Holy Vessel?"
		],
		[
			"msg",
			66750,
			"This recurring, self-hypnotizing and warm dream...",
			"那么这场不断循环的，自我催眠的，温暖的梦境……",
			"キアナ、教えてよ。私は本当に世界を……みんなを救うことができるの？",
			"키아나, 알려줘. 나는 정말로 세계를…… 모두를 구할 수 있을까?",
			"Kiana, tell me. Can I really save the world... and everyone in it?"
		],
		[
			"msg",
			66751,
			"When will it ever end...",
			"何时才会结束呢……",
			"キアナ、お願いだから……教えてよ。",
			"키아나, 제발…… 알려줘.",
			"Kiana, please... tell me."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66752,
			"......",
			"……",
			"——Fin",
			"——Fin",
			"——Fin"
		]
	],
	"922": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66753,
			"“I feel there is too little emotional plots in the HOMU Adventure. I want to see more of their love, hate and other stories~”...",
			"「感觉吼姆大冒险的感情戏份过于少了，想看更多关于他们的爱恨情仇~」吗……",
			"「ホムの大冒険のヒューマンドラマが少なすぎます。彼らの愛と憎しみをもっと見たいです」か……。",
			"「호무의 대모험의 휴먼 드라마가 너무 적습니다. 그들의 사랑과 증오를 더 보고 싶습니다」…….",
			null
		],
		[
			"msg",
			66754,
			"What the... Is this the only feedback from this BETA test? HOMU is the savior. A savior is supposed to be lonely, as emotions will only become shackles to chain him. Ordinary people can’t understand this, can they?",
			"什么…这次的BETA回馈就这个吗？吼姆是救世主，救世主是孤独的，感情什么的只会成为束缚他的枷锁，这点凡人是不能理解的吧？",
			"何よ……今回のベータ版フィードバックはこれ？ホムは救世主。救世主は孤独なの、感情なんてものは束縛する枷にしかならないのよ。凡人には理解できないのかしらね？",
			"뭐야... 이번 베타판 피드백이 이거야? 홈은 구세주. 구세주는 외로워야 하는 거야, 감정 같은 건 속박하는 족쇄일 뿐이라고. 평범한 사람들은 이해 못하나?",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66755,
			"But, as a developer, I should satisfy the players’ needs... Love is just a simple game of words. This will be no challenge to Kyushou-sama because I have so many great love stories to refer to!",
			"不过，满足玩家需求也是开发者该做的事呢…恋爱不过是简单的文字游戏罢了，参考了各种爱情大作的九霄大人可不会被这种事难倒！",
			"でもプレイヤーのニーズに応えるのも開発者の役目……恋愛なんて簡単な文字遊びじゃない。ラブストーリーの名作をいくつか参考にすればちょちょいのちょいよ！",
			"하지만 플레이어의 요구에 응하는 것도 개발자의 몫... 연애 같은 건 쉬운 글자 놀이가 아니라고. 러브스토리 명작들을 몇 개 참고하면 손쉽게 해결될 거야!",
			null
		],
		[
			"msg",
			66756,
			"Hehe, if you demand it, let Kyushou-sama present to you this magnificent love of the savior!",
			"哼哼，既然你们渴求着，那就让九霄大人亲手，将这场救世主轰轰烈烈的爱情呈现给你们吧！",
			"ふふ～ん。そんなに見たいのなら、九霄様自らこの救世主の激しいラブストーリーを見せてあげましょう！",
			"흐흥~. 그렇게 보고 싶다면, 큐쇼님께서 직접 이 구세주의 불타는 러브스토리를 보여드리죠!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66757,
			"......",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			66758,
			"[HOMU Village]",
			"【吼姆村】",
			"【ホム村】",
			"【홈 마을】",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66759,
			"I... Must go. Please take care of the village, HOLA.",
			"我…要出发了，村子就拜托你了，吼辣。",
			"で……出かけるから村は頼んだよ。ホラ。",
			"어... 나 외출할 테니까 마을은 부탁해. 자.",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				9,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66760,
			"No problem! I will protect it with my life. Don’t worry, go and save this world.",
			"没问题！我会拼死守护这里的，不用担心，放手去拯救这个世界吧。",
			"任せて！何があってもここを守るから心配しないで。安心してこの世界を救いに行って。",
			"맡겨! 무슨 일이 있어도 여길 지킬 테니 걱정하지 마. 안심하고 이 세상을 구하러 가.",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66761,
			"Because it’s you, I can trust you with everything. Alright, HOMEI, time to go. Follow me, I will never let you get hurt.",
			"因为是你，我才这么放心将一切交给你的。好了，走吧吼美，该出发了。跟紧我，我绝对不会让你受伤害的。",
			"君がいるから安心して任せられるよ。よし、ホミ、出発だ。離れちゃダメだよ。絶対に守るから。",
			"네가 있어서 안심하고 맡길 수 있어. 좋아, 호미, 출발이다. 떨어지면 안 돼. 반드시 지켜줄게.",
			null
		],
		[
			"msg",
			66762,
			"When we destroy the chaos in this world, let’s come back to the village and get married.",
			"等消灭了这个世界的混沌，我们就回到村子里，然后结婚吧。",
			"この世界の混沌を滅ぼしたら村に戻って、そして結婚しよう。",
			"이 세계의 혼돈을 없애면 마을로 돌아와서, 그리고 결혼하자.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66763,
			"I... I...",
			"我…我……",
			"わ……私……。",
			"와... 나...",
			null
		],
		[
			"msg",
			66764,
			"I want to stay in the village...",
			"我想留在村子里……",
			"私は村に残りたい……。",
			"나는 마을에 남고 싶어…….",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66765,
			"Eh? What are you talking about, if you are not next to me, I can’t protect you when you are in danger!",
			"诶？你在说什么呢，如果你不在我身边，我可没办法在你遇到危险的时候第一时间保护你啊！",
			"え？何を言っているんだ。傍にいてくれなかったら、君が危ない目に遭った時にすぐに守ってあげられないじゃないか！",
			"어? 무슨 소리야. 곁에 있어주지 않으면 네가 위험에 처했을 때 바로 지켜줄 수 없잖아!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66766,
			"I want to stay in the village! Haven’t I made myself clear, HOMU? Then, I shall tell you clearly--",
			"我要留在村子里！这么说还不懂吗，吼姆？那，我就明明白白地说了——",
			"私は村に残りたいの！ホム、分からないの？じゃあ、はっきりと言うわね——",
			"나는 마을에 남고 싶다고! 호무, 이해가 안 돼? 그럼 분명히 말할게——",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66767,
			"HOMEI... It can’t be, no, don’t say that, not those words!",
			"吼美…难道说，不，只有那句话千万别说出来！",
			"ホミ……まさか、いや、それだけは言わないでくれ！",
			"호미…… 설마, 아니, 그 말만큼은 하지 마!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66768,
			"Let’s break up, HOMU. I never quite liked you since the beginning.",
			"我们分手吧，吼姆，从一开始，我就不怎么喜欢你。",
			"私たち別れましょう。ホム。最初からそんなにあなたのこと好きじゃなかったの。",
			"우리 헤어지자. 호무. 처음부터 그렇게 널 좋아하지 않았어.",
			null
		],
		[
			"msg",
			66769,
			"I can’t find a reason to go on an adventure with you. You talked about protection, but I think the village is safe enough with HOLA protecting it.",
			"我找不到跟你一起去冒险的理由，再说，保护什么的，在有吼辣保护的村子里，我觉得已经是足够安全的了。",
			"私にはあなたと一緒に冒険に行く理由がないわ。それに守るとか何とかって、ホラが村にいてくれれば十分安全だと思うわ。",
			"난 너랑 함께 모험을 떠날 이유가 없어. 게다가 지켜준다느니 뭐니 하는 것도, 호라가 마을에 있으면 충분히 안전할 거야.",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66770,
			"But, but I... No, it should not be this way, this is not what you said when I told you my feelings!",
			"可、可是，我…不，不应该是这样的，在我向你表白的时候你不是这么说的！",
			"で、でも……いや、そんなわけないだろう。君に告白した時、君はそんな風に言わなかったじゃないか！",
			"그, 하지만…… 아니, 그럴 리 없어. 네게 고백했을 때 넌 그런 말 안 했잖아!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66771,
			"I just didn’t want to hurt you. But I don’t want to keep acting anymore now...",
			"那不过是不想伤害你而已，现在，我已经不想再演下去了……",
			"それはあなたを傷つけたくなかっただけよ。今はもうこれ以上演じたくないの……。",
			"그건 너를 상처 주기 싫었을 뿐이야. 이젠 더 이상 연기하고 싶지 않아…….",
			null
		],
		[
			"msg",
			66772,
			"Goodbye, HOMU, forget me. I will forget you too. Please take care of the world...",
			"再见了，吼姆，忘了我吧，我也会忘了你的。世界，就拜托你了……",
			"さようなら。ホム。私のことは忘れてちょうだい。私も忘れるから。世界のことは頼んだわよ……。",
			"안녕. 호무. 나 같은 건 잊어줘. 나도 잊을 테니까. 세계의 일은 부탁할게…….",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66773,
			"No, HOMEI wait, don’t go, don’t leave me alone!! HOMEI!!!",
			"不，吼美等等，别走，不要丢下我一个！！吼美！！！",
			"待って、ホミ。行かないでくれ。一人にしないでくれ！！ホミ！！",
			"기다려, 호미. 가지 마. 나 혼자 두지 말아줘!! 호미!!",
			null
		]
	],
	"923": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66774,
			"[HOMU Village Road 015]",
			"【吼姆村015号小路】",
			"【ホム村015号路地】",
			"【호무 마을 015번 골목】",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66775,
			"HOMEI... Has gone. I’m all alone in this adventure now. What should I protect anymore?",
			"吼美…回去了。这样孤零零的冒险之路，又有什么东西，是值得我再去守护的呢？",
			"ホミ……行ってしまった。こんな孤独な冒険で、守りに値するものなんて、あるんだろうか？",
			"호미…… 떠나버렸어. 이렇게 외로운 모험에서, 지킬 만한 가치가 있는 게 있을까?",
			null
		],
		[
			"msg",
			66776,
			"I was the first to have the power to save the world. I was the first to tell her my feelings. Why did it end up this way... She never liked me since the beginning. I feel so cold in my heart...",
			"获得拯救世界力量的是我，先告白的也是我，为什么会变成这样……从一开始就不喜欢我吗，总觉得，心里好冷……",
			"世界を救う力があるのは僕。先に告白したのも僕。どうしてこうなってしまったんだろう……最初から好きじゃなかったのか。何だか悲しいなぁ……。",
			"세상을 구할 힘을 가진 건 나야. 먼저 고백한 것도 나인데. 어떻게 이렇게 됐을까…… 처음부터 좋아하지 않았던 걸까. 왠지 슬프네…….",
			null
		],
		[
			"msg",
			66777,
			"Ah... When will the rain stop... When will I become the special one in your heart...",
			"啊…雨什么时候才会停…我，又要到什么时候，才能成为你心中的那个他……",
			"ああ……雨はいつになったら止むんだろう……僕はいつになったら君の心の中の彼になれるんだろう……。",
			"아…… 비는 언제 그칠까…… 나는 언제쯤 네 마음속의 그 사람이 될 수 있을까…….",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66778,
			"This is the moment when the Wheel of Destiny is turned. If I step in, the direction of fate will probably be changed? I should not have intervened...",
			"这正是，命运之轮转动之时，如果我在这时出手，命运的走向也会被改变吧？本来我是不应该来干涉的……",
			"それはまさに運命のルーレットが動く時。もし私が手を出せば運命の方向も変えられるでしょう？本当は干渉すべきじゃないんだけど……。",
			"그건 바로 운명의 룰렛이 돌아갈 때. 내가 손을 대면 운명의 방향도 바꿀 수 있겠지? 사실 간섭하면 안 되지만…….",
			null
		],
		[
			"msg",
			66779,
			"Never mind. I came to change all of this.",
			"算了，我正是为了改变这一切才来的。",
			"いいわ。私は全てを変えるために来たんだから。",
			"좋아. 난 모든 것을 바꾸러 왔으니까.",
			null
		],
		[
			"msg",
			66780,
			"One that is supposed to save the world, your soul has lost its direction in this rain. Are you still confused? You will never defeat the mighty enemies with such a half-baked understanding. Saving the world is nothing but a dream!",
			"心火被雨水浇灭的救世之人啊，还在迷茫吗？这样半吊子的觉悟，可是没法战胜那些强大的敌人的，拯救世界什么的不过是梦罢了！",
			"打ちのめされた救世主、まだお迷い？そんな半端な覚悟じゃ、強大な敵には勝てっこないわよ。世界を救うなんて夢のまた夢よ！",
			"무너져내린 구세주, 아직도 망설이고 있어? 그런 반쯤 굳은 각오로는 강대한 적을 이길 수 없어. 세상을 구한다니 꿈 속의 꿈이야!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66781,
			"You are…",
			"你是……",
			"あなたは……。",
			"너는…….",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66782,
			"I am just a passer by from the HOMU family... Call me HOTARO.",
			"我只是个路过的吼姆一族罢了……叫我吼太郎吧。",
			"私はただの通りがかりのホム一族……ホ太郎と呼んで。",
			"나는 그냥 지나가던 호무 일족…… 호타로라고 불러.",
			null
		],
		[
			"msg",
			66783,
			"A savior will be lonely. You could have saved the world with your luminosity, but instead you are just depraving here. So ugly.",
			"救世主是孤独的，你本应有着可以拯救世界的光辉，却在这里颓废堕落，实在是太难看了。",
			"救世主とは孤独なのよ。あなたには世界を救う輝きがありながら、こんなところでくすぶっていて、見るに堪えないわ。",
			"구세주는 외로운 거야. 넌 세상을 구할 빛을 가지고 있으면서, 이런 곳에서 웅크리고 있어, 보기 참 안 됐어.",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66784,
			"What do you know... I have lost the person to protect. There is no reason for me to protect this world anymore. After all, this savior thing didn’t bring me any huge advantage at all...",
			"你又知道些什么…失去了值得保护的人，我已经没有拯救这个世界的理由了。说到底，救世主这个身份根本没给我带来多大的优势……",
			"何を知っているのさ……守るべき人を失って、僕にはもうこの世界を守る理由なんてないんだ。それに救世主の身分なんて何の役にも立たないじゃないか……。",
			"뭘 아는 거야…… 지켜야 할 사람을 잃고, 나에게는 이 세상을 지킬 이유 따윈 없어. 게다가 구세주의 신분 같은 건 아무런 소용도 없잖아…….",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66785,
			"What the, is that what you care about! Are you not concerned with the world? All you care about is women?!",
			"是吗，这就是你的执念吗！世界变成什么样你都无所谓吗，你行动的目的就只是为了女人吗！",
			"そう？あなたの執念はそんなものなの？世界がどうなってもどうでもいいの？あなたは女のために行動しているだけなの！？",
			"그래? 네 집착이 그 정도야? 세상이 어떻게 되든 상관없어? 넌 그냥 여자를 위해 행동하는 거야!?",
			null
		],
		[
			"msg",
			66786,
			"But you still don’t understand! I don’t care about identities! Many people from higher classes still marry ordinary office workers! What I wanted to say is, if you really care about her that much, why don’t you get her back!",
			"但你还是不明白！身份什么的都无所谓！就算是高贵的人嫁给一般社员的也是有很多的！我要说的是，如果你真的执着于她，为什么不把她抢过来！",
			"でも、分かってないわね！身分なんてどうでもいいのよ！立派な女性が一般社員と結婚することだって多いんだから！私が言いたいのは、本当に彼女が気になるなら、どうして奪ってこないのってことよ！",
			"하지만, 넌 이해를 못하고 있어! 신분 같은 건 중요하지 않아! 훌륭한 여자가 평범한 회사원과 결혼하는 경우도 많다고! 내가 말하고 싶은 건, 정말 그녀가 마음에 든다면 왜 빼앗아 오지 않는 거냐는 거야!",
			null
		],
		[
			"msg",
			66787,
			"If you can’t even conquer the one you love, how can you have the courage to face the disaster of the world! This is the first test for you as a savior! Do you understand!",
			"如果连心爱的人都无法征服，又有什么勇气去面对世界的灾祸！这是你身为救世主的第一道考验！你清楚吗！",
			"愛する人のことすらままならないで、世界の禍を救う勇気なんてあるわけないでしょ！これは救世主としての最初の試練よ！分かった！？",
			"사랑하는 사람조차 지키지 못하면서, 세상의 재앙을 구할 용기 따윈 있을 리 없잖아! 이건 구세주로서의 첫 번째 시련이야! 알겠어!?",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66788,
			"This is a... Test for me?",
			"这是对我的…考验？",
			"これは僕の……試練？",
			"이게 나의…… 시련?",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66789,
			"Correct. Come on, think, fight to win her heart back so she will come back to you. No matter what strategy you take, as long as it works!",
			"没错，来吧，思考吧，为了夺得她的芳心，将她抢回到自己身边战斗吧，无论什么谋略，只要结果能行就是可用的！",
			"そうよ。ほら、考えてみなさい。彼女の心を奪うために、彼女を取り戻すために頑張るのよ。どんな策略を使おうと、結果が全てよ！",
			"그래. 자, 생각해 봐. 그녀의 마음을 빼앗기 위해, 그녀를 되찾기 위해 노력하는 거야. 어떤 계략을 쓰든, 결과가 전부야!",
			null
		],
		[
			"msg",
			66790,
			"Break through all of this, and obtain the real courage of a savior!",
			"突破这一切，然后，真正地去获得救世主的勇气吧！",
			"全てを打ち破って、そして、救世主としての勇気を手に入れるのよ！",
			"모든 것을 부수고, 그리고, 구세주로서의 용기를 얻는 거야!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66791,
			"Courage... Yes, I need courage! If I can’t even make this step, I will never be proud of myself again!",
			"勇气…没错，我需要的是勇气！如果连这一步都没法迈出去，就永远都没法抬头了！",
			"勇気……そうだ。僕には勇気が必要なんだ！その一歩すら踏み出せなかったら永遠にダメなままじゃないか！",
			"용기…… 맞아. 나에게는 용기가 필요해! 그 한 걸음조차 내딛지 못하면 영원히 안 되는 채로 있잖아!",
			null
		],
		[
			"msg",
			66792,
			"Yeah... Maybe... Mr. HOTARO! I have an idea, could you please help me!",
			"嗯…说不定……吼太郎阁下！我想到一个妙计，可以请你协助我吗！",
			"うん……もしかしたら……ホ太郎殿！いいアイディアがあるんだけど、手伝ってくれませんか！？",
			"응…… 어쩌면…… 호타로 님! 좋은 아이디어가 있는데, 도와주시겠어요!?",
			null
		]
	],
	"924": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66793,
			"[HOMU Village]",
			"【吼姆村】",
			"【ホム村】",
			"【호무 마을】",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66794,
			"HOMU... Has departed. It must be a hard adventure.",
			"吼姆他…出发了啊，这一定是场困难重重的冒险吧。",
			"ホム……行ってしまったね。今回は厳しい冒険になるだろうな。",
			"흠... 갔구나. 이번에는 힘든 모험이 될 거야.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66795,
			"Yeah, I think so.",
			"是、是的吧。",
			"ええ、そうね。",
			"응, 그렇네.",
			null
		],
		[
			"msg",
			66796,
			"Eh...  Wait, HOLA, where are you going?",
			"诶…等等，吼辣，你要去哪？",
			"あれ……待って、ホラどこに行くの？",
			"어라... 잠깐, 야 어디 가는 거야?",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66797,
			"I will be on guard. HOMU is away, so I will protect the village. You should go back to the house.",
			"站岗，吼姆不在的话，村子就由我来守护，你就快回到屋子里去吧。",
			"見張りさ。ホムがいなかったら村は僕が守らなくちゃ。君は早く家に戻るんだ。",
			"감시하러. 홈이 없으면 마을은 내가 지켜야지. 넌 빨리 집에 돌아가.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66798,
			"No, I, I am thinking, can I stay by your side when you are on guard?",
			"不，我、我在想，我能呆在你身边，和你一起站岗么？",
			"いえ、あの、その、私もあなたの傍で一緒に見張りをしてもいいかしら？",
			"아니, 그, 저기, 나도 너 곁에서 같이 감시해도 될까?",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66799,
			"Hmm... Yeah, why not. Come together, but do no leave me.",
			"唔……是吗，也好，你也一起来吧，但记得不要离开我身边。",
			"え……まあ、いいよ。一緒においでよ。でも傍から離れないようにね。",
			"어... 뭐, 좋아. 같이 와. 하지만 곁에서 떨어지지 말고.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66800,
			"Sure~ I know HOLA is very heroic and considerate. You just said “do not leave me”~ I am happy to hear that~",
			"好的~果然吼辣英勇善战又特别会体贴人呢，居然说不要离开你身边什么的~我有点开心呢~",
			"分かった～。ホラって勇敢で優しいのね。「傍から離れないようにね」なんて、ちょっと嬉しいな～。",
			"알았어~. 야라 씨는 용감하고 상냥하구나. 「곁에서 떨어지지 말고」 라니, 좀 기분 좋은데~.",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66801,
			"Ah, isn’t that natural? HOMU has left the village for me to protect, I will never let this place get hurt. In particular, he is in deep love with you... So I must protect you at all cost.",
			"啊，那不是当然的么？既然吼姆把整个村子交给了我，我就绝对不能让这里受到伤害，特别是他心爱着的你……无论如何都要第一时间保护好才行。",
			"え？当り前だろう。ホムが村を僕に託したんだ。ここでは絶対に怪我させたりしない。特に彼が愛する君は……何があっても守らなくちゃ。",
			"어? 당연한 거 아냐. 홈이 마을을 내게 맡겼잖아. 여기선 절대 다치게 하지 않을 거야. 특히 그가 사랑하는 너는... 무슨 일이 있어도 지켜야지.",
			null
		],
		[
			"msg",
			66802,
			"I don’t want to see my best friend weeping... When he comes back to the village and loses his love.",
			"我可不想看到…我的挚友在回到村子的时候，那因为失去爱人而落泪的样子。",
			"僕は……親友が村に帰って来た時に愛する人を失って涙する様子なんて見たくないからね。",
			"난... 친구가 마을에 돌아왔을 때 사랑하는 사람을 잃고 울는 모습은 보고 싶지 않으니까.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66803,
			"Uh... Is that the reason!? Don’t talk about HOMU now! Let’s talk about ourselves. I have already told you my feelings, what do you think of me, HOLA?",
			"呃…是这个原因吗！真是的这种时候就不要去谈论吼姆啦！说说我们的事吧，既然我表达了我对你的看法，你又是怎么看我的呢吼辣？",
			"え……それが理由なの！まったく。こういう時はホムのことを持ち出さないでよね！私たちのことを話しましょう。私は自分の想いを言ったんだよ。ホラは私のことをどう思っているの？",
			"어... 그게 이유야! 정말. 이런 때는 홈 이야기 꺼내지 말라고! 우리 이야기를 하자. 나는 내 마음을 말했어. 야라는 나를 어떻게 생각해?",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66804,
			"HOMEI is also very kind, considerate and strong. You are... Very powerful...",
			"吼美也是个温柔体贴，又非常坚强的吼姆一族。你…非常的强大啊……",
			"ホミも優しくて、とてもたくましいホム一族だよ。君は……とても強いよ……。",
			"호미도 상냥하고, 아주 강인한 호무 일족이야. 너는…… 정말 강해…….",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66805,
			"Ah, ouch, why do you suddenly say such nice words!",
			"呀，讨厌，怎么突然说这么好听的话！",
			"もう、やだ。いきなり恥ずかしいこと言っちゃって！",
			"もう, 싫어. 갑자기 부끄러운 말을 해버렸어!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66806,
			"To make HOMU not worry about you and concentrate on saving the world... You asked for a break up and took up all the sorrow yourself.",
			"因为，你为了让吼姆能够不为你的事担心，放下牵挂，然后把心全部放在拯救世界这一伟业上……所以你提出了分手，并独自包揽了所有的悲伤。",
			"だって、君はホムが君のことを心配せずに全身全霊で世界を救えるようにするために……別れを切り出した。しかも、全ての悲しみを独りで背負い込んでいるじゃないか。",
			"왜냐면, 넌 호무가 네 걱정 없이 온몸과 영혼을 다해 세상을 구할 수 있도록... 이별을 고백했잖아. 게다가 모든 슬픔을 혼자 짊어지고 있지 않나.",
			null
		],
		[
			"msg",
			66807,
			"You must be forcing yourself to smile because you don’t want us to think too much... You are probably the only woman in the village that can be so strong. I’m not surprised HOMU chose you.",
			"然后为了让我们都放心下来不想太多，现在是在强颜欢笑对吧……这么坚强的女性，整个村子里恐怕就只有你一个了，不愧是吼姆看上的人。",
			"そして僕たちに心配させないようにするために、今でも無理やり笑顔をとりつくろっている……こんなに強い女性、村の中でも君だけだよ。さすがはホムが好きになっただけあるよね。",
			"그리고 우리를 걱정시키지 않으려고, 지금도 억지로 웃음을 잡아가며... 이렇게 강한 여성은 마을에서도 너밖에 없어. 역시 호무가 좋아하게 된 이유가 있네.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66808,
			"No, no way... That’s not right! I stayed because... HOLA, I am actually in love with--",
			"才、才不是…明明不是这样的才对呀！我留下来其实是…我其实是因为对吼辣你——",
			"ち、違うわよ……そんなんじゃないわよ！私が残ったのは実は……実はホラ、あなたが——",
			"아, 아니야… 그런 게 아니라고! 내가 남은 건 사실… 사실 있잖아, 네가——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66809,
			"Boom!!",
			"轰隆！！",
			"ゴォォン！！",
			"꾸어어언!!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66810,
			"Uh! What happened, is it an attack!",
			"呃！到底发生了什么事，是敌袭吗！",
			"わっ！一体何事だ？敵襲か！？",
			"왓! 대체 무슨 일이야? 적의 습격인가!?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66811,
			"Seems the savior HOMU is not around. How can you still have the mood to do this~ Let me purge you with my dark flame!",
			"救世主吼姆似乎不在这呢，你们居然还有心情这么卿卿我我~就让我用这漆黑的火焰来净化你们吧！",
			"救世主ホムはいないようだな。お前たち、のんきにイチャイチャするなんて。この漆黒の炎で浄化してくれよう！",
			"구세주 호무는 없는 모양이군. 너희들, 한가롭게 추근대다니. 이 칠흑의 불길로 정화해주마!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66812,
			"I am the fifth member of the “Great Dark Four” of the demon legion. Call me the “Magic Chanter”, the ultimate king, HOTARO! I shall demolish the village of the savior now! Let me hear the cry of the savior, after he loses all that are important to him!",
			"魔王军漆黑四天王第五人，魔术咏唱者——无上至尊吼太郎！现在就来铲除救世主的村子！就让我倾听吧，失去重要之人的，救世主那惨烈的哭喊声~",
			"魔王軍の漆黒四天王の5人目、魔術の詠唱者——無上至尊・ホ太郎参上！今こそ救世主の村を滅ぼしてくれる！大事な人を失って泣き叫ぶ救世主の声を聞かせてもらおうか～",
			"마왕군의 칠흑사천왕 5번째, 마술의 영창자 —— 무상지존·호타로 참전! 지금이야말로 구세주의 마을을 멸망시킬 때다! 소중한 사람을 잃고 울부짖는 구세주의 절규를 들려다오~",
			null
		]
	],
	"925": [
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66813,
			"With the dark flame, doom falls upon this world! In the cry of Armageddon! Burning soul explosion!",
			"在黑煌的厄运降临凡世之际，绽放于末世的哀嚎之中！燃魂聚爆！！！！！",
			"黒く輝く禍がこの世に降りかかる時、末日の叫びが解き放たれるのだ！燃魂聚爆！！",
			"검게 빛나는 재앙이 세상에 내릴 때, 말세의 외침이 해방되는 것이다! 영혼을 불태워 폭발시키리!!",
			null
		],
		[
			"msg",
			66814,
			"Ola ola ola ola!",
			"噢啦噢啦噢啦噢啦！",
			"オラオラオラァ！",
			"오라오라오라아!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66815,
			"Boom!!",
			"轰隆隆！！",
			"ゴォォン！！",
			"꾸우우욱!!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66816,
			"Uh!! So strong! This is the power of the source of all chaos in the world... Can’t believe HOMU has to face enemies like this... But it’s not over yet, I can still fight...",
			"呃！！好强！这就是世界混沌之源的实力吗…吼姆居然要面对这么强大的敌人……但还没结束，我也是可以继续战斗的……",
			"くっ！！強い！これが世界混沌の源の実力か……ホムはこんな強い敵を相手にしていたのか……だがまだ終わってないぞ。僕だってまだ戦えるんだ……。",
			"쿨!! 강하다! 이게 세계 혼돈의 근원의 실력인가…… 호므는 이렇게 강한 적을 상대하고 있었던 건가…… 하지만 아직 끝나지 않았어. 나도 아직 싸울 수 있어…….",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66817,
			"No, it’s over.",
			"不，已经结束了。",
			"いえ、もう終わったわ。",
			"아니, 이미 끝났어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66818,
			"Boom!",
			"轰隆！",
			"ゴォォン！",
			"꾸우욱!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66819,
			"Woah!!!",
			"哇啊啊啊！！！",
			"わああああ！！",
			"우와아아아!!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66820,
			"Ouch, HOLA! HOLA!! Come on, HOLA!",
			"呜，吼辣！吼辣！！振作点吼辣！吼辣！",
			"ううっ、ホラ！ホラ！！しっかりして！ホラ！",
			"으윽, 홀라! 홀라!! 정신 차려! 홀라!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66821,
			"How can you protect everything with such miserable power. Look around you. The HOMU race is at the bottom of all races. It’s a miracle that you weaklings can survive till today. How dare you fight against us!",
			"仅仅是这点实力就想保护一切，看清现实吧。位于全种族最底层的吼姆一族，你们弱者能活到今天已经算是奇迹了，竟还想要抵抗我们！",
			"その程度の力で全てを守ろうだなんて、現実を見るのね。全種族の最下層にいるホム一族。お前たちのような弱者が今日まで生きてこれたのは奇跡なのよ。それでも我々に逆らうだなんて。",
			"그 정도 힘으로 모든 것을 지키려 드는 거야? 현실을 직시해. 전 종족의 최하층에 있는 호므 일족. 너희 같은 약자가 오늘까지 살아올 수 있었던 건 기적이야. 그런데도 우리에게 거역하다니.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66822,
			"Aren’t you one of the HOMU race as well...",
			"你不也是吼姆一族吗……",
			"あなたもホム一族じゃないの……。",
			"너도 호므 일족이잖아…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66823,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66824,
			"When HOTARO is making a mess, I shall run out and stop him. I will also show my determination, beat him and make HOMEI trust my power... Right, that’s the plan. All I need to do now is to go out and defeat him!",
			"等吼太郎大闹的时候，由我冲出去制止他，并且表明自己决心，战胜他，让吼美相信我的实力…没错，计划就是这样的，现在我只要冲出去把他打败就可以了！",
			"ホ太郎が暴れている時に僕が飛び出してホ太郎を抑えつけ、自分の覚悟を言う。ホミに僕の実力を信じさせる……うん、計画はこれでよし。後は僕が飛び出してあいつを倒せばいいんだ！",
			"호타로가 날뛸 때 내가 뛰어나가 호타로를 제압하고, 각오를 말한다. 호미에게 내 실력을 믿게 만들자…… 음, 계획은 이걸로 됐어. 이제 내가 뛰어나가 저 녀쎄를 쓰러뜨리면 돼!",
			null
		],
		[
			"msg",
			66825,
			"But HOMEI looks very sad... Does she really like HOLA... No, we have been friends since childhood. She must be sad because she sees her friend getting hurt... This must be the case...",
			"可是，吼美的样子看起来很难过…难道她喜欢的人真的是吼辣吗……不，我们三个从小玩到大，这只是因为看到朋友受伤才会这么伤心的，一定是……",
			"でも、ホミは悲しそうだな……まさか本当にホラが好きなんじゃ……いや、僕たち3人は小さい時から遊んでいたんだ。友達が怪我をしたのを目にして悲しんでいるだけだ。きっと……。",
			"하지만 호미가 슬퍼 보이네…… 설마 정말 호라를 좋아하는 건가…… 아니, 우리 셋은 어릴적부터 함께 놀았어. 친구가 다친 걸 보고 슬퍼하는 거야. 분명……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66826,
			"HOMU has unlocked the achievement [Triangular]",
			"吼姆获得成就【铁三角】",
			"ホムは成就【鉄の三角関係】を獲得",
			"호무는 성취【철의 삼각관계】를 획득",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66827,
			"Whatever! How can I be the savior if I still stay out of this! You! Stop! Let me fight you!",
			"不管这么多了！这时候还躲在一边算什么救世主！那边的你！住手！由我来当你的对手！",
			"もう十分だ。これ以上隠れていたら救世主じゃない！そこのお前！やめろ！僕が相手だ！",
			"이젠 됐어. 더 이상 숨어있으면 구세주가 아니야! 거기 너! 그만둬! 네 상대는 나야!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66828,
			"HOMU... You are back~ Great, let me take you down as well! Your journey of salvation is over!",
			"吼姆…你居然回来了吗~很好，就让我在这把你也一网打尽吧！你的救世之旅结束了！",
			"ホム……帰って来たのか。いいだろう。お前もまとめて一網打尽にしてくれる！お前の救世主の旅もおしまいだ！",
			"호무…… 돌아왔나. 좋아. 너까지 한꺼번에 처리해주지! 네 구세주 여행도 끝이다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66829,
			"Boom!",
			"轰隆！",
			"ゴォォン！",
			"꾸어어언!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66830,
			"No way... It only took him one strike to defeat HOMU...",
			"怎么会…面对吼姆只用一击就……",
			"バカな……ホムを一撃で……。",
			"말도 안 돼…… 호무를 일격에……",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66831,
			"You look confused and slow. Seems you have some concerns... Do you have any spare moment to think of protecting your love when you face me?",
			"眼神迷离，反应迟钝，你心中似乎有所顾忌啊…面对我，你还有余力去想着怎么保护自己的爱人吗？",
			"眼には迷いがあり、反応は鈍い。心にわだかまりでもあるようだな……この私を相手にして、まだ自分の愛する人を守ろうなどという余力があるのか？",
			"눈에는 망설임이 있고, 반응은 둔하다. 마음에 걸리는 게 있는 모양이군…… 나를 상대하면서도 아직 사랑하는 사람을 지키려는 여력이 남아있단 말인가?",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66832,
			"No... No, HOMU! Don’t lose! If you lose... We will all die!",
			"不行…不可以，吼姆！不要输啊！你输掉的话……大家就都完了！",
			"ダメ……ダメよ、ホム！負けないで！あなたが負けちゃったら……みんなお終いよ！",
			"안 돼…… 안 돼, 호무! 지지 마! 네가 지면…… 모두 끝이야!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66833,
			"Uh... HOMEI is cheering for me... So she still cares about me... Ah... If that’s the case, I cannot fall!",
			"呃…吼美在为我打气……果然，她还是很在意我的啊…那我就更加…不能倒下了！",
			"あ……ホミが応援してくれている……やっぱりホミは僕に気があるんだ……それならなおさら……倒れるわけにはいかない！",
			"아…… 호미가 응원해주고 있어…… 역시 호미는 나에게 마음이 있는 거야…… 그렇다면 더더욱…… 쓰러질 수 없어!",
			null
		],
		[
			"msg",
			66834,
			"To win HOMEI’s heart back, no matter how many times, I will stand up again! I will defeat you!",
			"为了让吼美回心转意，无论多少次，我都会再次站起来的！我要打败你！",
			"ホミの心を取り戻すためなら、何度でも立ち上がってみせる！お前を倒してやる！",
			"호미의 마음을 되찾기 위해서라면, 몇 번이라도 일어서 보이겠어! 너를 쓰러� 거야!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66835,
			"How can a savior have such a narrow vision. I can’t take this anymore. I shall destroy you here before you save the world... Take this!",
			"救世主的目光竟然会这么狭隘么，我已经看不下去了，让这样的你去拯救世界还不如在这就消灭你……觉悟吧！",
			"救世主の視野がそんなに狭いとは。見ていられんね。そんなお前に世界を救わせるくらいならこの場で滅ぼしてやった方がいいわ……覚悟しな！",
			"구세주의 시야가 그렇게 좁을 줄이야. 보고 있질 못하겠네. 그런 너에게 세상을 구하게 할 바엔 이 자리에서 멸망시켜 주는 게 나아…… 각오하라!",
			null
		]
	],
	"926": [
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66836,
			"Whoa!!!",
			"呜哇！！！",
			"うわっ！！",
			"와악!!",
			null
		],
		[
			"msg",
			66837,
			"This... Is not what we agreed with...",
			"这…这跟说好的不一样……",
			"こ……これじゃ話と違うじゃないか……。",
			"이……이건 말이랑 다르잖아……。",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66838,
			"Agreed? If you are a savior, show my your gut, HOMU! The only reason you fight now is HOMEI. You are afraid of losing her. This fear is why you have become so weak.",
			"不一样？是救世主就让我看看你的骨气吼姆！你战斗的理由只有吼美而已，你害怕着失去她，这种害怕就是你变弱的根源。",
			"違う？救世主なら骨のあるところを見せてはどうだ、ホム！お前が戦う理由はホミだけ。お前は彼女を失うのが恐い。その恐れがお前の弱さの源だ。",
			"다르냐? 구세주라면 뼈 있는 모습을 보여보는 게 어때, 호무! 네가 싸우는 이유는 호미뿐이야. 넌 그녀를 잃는 게 두려워. 그 두려움이 네 약점의 근원이다.",
			null
		],
		[
			"msg",
			66839,
			"A real savior will never act like this. Your reason to save the world is wrong! No matter what happens, as long as there is a disaster, the savior should take the lead and save people from danger.",
			"真正的救世主才不会这样，你秉持的那个拯救世界的理念完全是错误的！无论是什么情况，只要灾祸出现救世主就应该挺身而出救人于水深火热之中才对。",
			"真の救世主はそんなんじゃないはず。お前が掲げている世界を救う理念は完全に間違っているのだ！どんな状況だろうと、災いが現れれば救世主は身を挺して人々を苦しみから救い出さなければならない。",
			"진정한 구세주는 그런 게 아니야. 네가 내세우는 세상을 구하겠다는 이념은 완전히 잘못된 것이야! 어떤 상황이든 재앙이 닥치면 구세주는 몸을 던져 사람들을 고통에서 구해내야만 해.",
			null
		],
		[
			"msg",
			66840,
			"When you said you lost the reason to save the world without HOMEI, I could no longer agree with you!",
			"从你说没有了吼美就没有拯救世界的理由开始，我就无法认同你了！",
			"ホミがいなくなったら世界を救う理由がないなんて、認めるわけにはいかない！",
			"호미가 없어지면 세상을 구할 이유가 없다니, 인정할 수 없어!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66841,
			"So you wanted to get rid of me since the beginning... But HOMEI is my whole world. What’s wrong with saving one’s own world!",
			"原来从一开始你就想收拾掉我吗…可是，吼美就是我唯一的世界，拯救自己的世界到底有什么错！",
			"最初から僕をやっつけるつもりだったのか……でも、ホミは僕の唯一の世界なんだ。自分の世界を救って何が悪いんだ！",
			"처음부터 나를 없애려고 했던 거야…… 하지만 호미는 나의 유일한 세계야. 내 세계를 구하는 게 뭐가 문제야!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66842,
			"How could my words have such a big impact on him... But why would I care about he feels. Not that HOMU matters to me. But if he loses, the world is over and I can’t live either...",
			"我说的话对他影响居然这么大么…可我为什么要顾忌他的心情啊，吼姆怎么样都无所谓才对。不过，他输掉了话世界就完蛋了，我也没法活了……",
			"私の言葉の影響ってそんなに大きいの……でもどうして私がホムの気持ちを考えなくちゃいけないの。ホムなんてどうなっても構わないはず。でも、ホムが負けちゃったら世界は終わり。私も生きていけなくなってしまう……。",
			"내 말의 영향이 그렇게 큰 거야…… 하지만 왜 내가 호무의 마음을 생각해야 하는 거지. 호무 같은 건 어떻게 되든 상관없을 텐데. 하지만 호무가 지면 세상은 끝나. 나도 살아갈 수 없게 돼…….",
			null
		],
		[
			"msg",
			66843,
			"If that’s the case... HOMU! Wake up! Don’t you understand why I broke up with you!",
			"既然这样……吼姆！给我清醒点！你还不清楚我为什么和你说分手吗！",
			"そういうことなら……ホム！しっかりして！あなた、どうして私が別れを切り出したのかまだ分からないの！？",
			"그런 거라면…… 호무! 정신 차려! 너, 내가 왜 헤어지자고 했는지 아직도 모르겠어!?",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66844,
			"Uh... HOMEI...",
			"呃…吼美……",
			"うっ……ホミ……。",
			"으흑……호미…….",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66845,
			"Even this guy from the demon legion can’t take it anymore! Why would I like such a lousy savior! It was all your fantasies!",
			"就连魔王军的人都看不过眼专门来说教你了！这么菜的救世主我为什么要去喜欢啊！说什么都是你一厢情愿不是吗！",
			"魔王軍の人ですら見かねてお説教しているじゃないの！そんなナヨナヨした救世主好きになるはずないでしょ！全部あなたの独りよがりなのよ！",
			"마왕군 사람들조차 못 본 척 못 하겠다며 훈계하고 있잖아! 그런 나약한 구세주를 좋아할 리 없어! 전부 너의 자기만족일 뿐이야!",
			null
		],
		[
			"msg",
			66846,
			"So as long as I’m not around, you have nothing to worry about! People in this world need you more than I do!",
			"那只要我不在你身边，你就没有什么可顾忌的了！而且比起我，这个世界的人更需要你啊！",
			"私があなたの傍にいなければ、あなたは何の心配もないでしょう！それに私なんかよりも、この世界の人の方があなたを必要としているわ！",
			"내가 네 곁에 없어야, 넌 아무 걱정도 없을 거야! 게다가 나 같은 존재보다 이 세계 사람들이 널 더 필요로 하고 있다고!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66847,
			"So you did it for me... Even HOMEI was worries about the world peace, but I was preoccupied with my sadness. Right, I was too short-sighted...",
			"这么说，你是专门为了我才……连吼美都在为这个世界的和平操碎了心，而我却只会沉浸在悲痛之中。没错，是我目光太短浅……",
			"つまり、君は僕のためにわざわざ……ホミまでこの世界の平和のために辛い思いをしているのに、僕は悲しみに浸っているだけなんて。そうだね。僕は目先のことしか見えていなかった……。",
			"즉, 너는 나를 위해 일부러……호미까지 이 세계의 평화를 위해 고생하는데, 나는 슬픔에 잠겨있기만 했군. 맞아. 나는 눈앞의 것밖에 보지 못했어…….",
			null
		],
		[
			"msg",
			66848,
			"HOLA, take HOMEI to somewhere safe. She’s yours to protect from now onwards.",
			"吼辣，带着吼美去安全的地方，接下来，她就交给你来保护了。",
			"ホラ、ホミを連れて安全な場所に行くんだ。ホミのことをしっかり守ってくれ。",
			"자, 호미를 데리고 안전한 곳으로 가라. 호미를 잘 지켜줘.",
			null
		],
		[
			"msg",
			66849,
			"Please, wait for me to come back when the world is saved... I will tell you how much I love you again!",
			"一定，要等到我拯救完世界回来那天…到时候，我会再次向你表达我的爱意的！",
			"世界を救って戻って来たその日には……その時には、きっとまた君に愛を伝えるからね！",
			"세계를 구하고 돌아온 그 날에는……그때는, 분명 다시 너에게 사랑을 전할게!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				9,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66850,
			"Before you come back, I will make sure no one takes her away!",
			"在你回来之前，我一定不会让别人抢走她的！",
			"お前が帰ってくるまでは誰にもホミを奪わせたりはしないからな！",
			"네가 돌아올 때까지 아무도 호미를 빼앗지 못하게 할 테니까!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66851,
			"Come on, HOTARO. If this is the salvation you recognized, then witness my power after I become enlightened. I am fighting for the world now!",
			"来吧吼太郎，既然这是你所认定的救世观念，那就让你看看觉悟过来的我从中迸发的力量到底有多强大吧，现在的我，是为了世界而战的！",
			"かかって来い、ホ太郎。ここがお前の認めた救世観念だというなら、覚悟を決めた僕の力がどれだけ強いものか見せてやる。今の僕は世界のために戦っているんだ！",
			"덤벼라, 호타로. 여기가 네가 인정한 구세관념이라면, 각오를 다진 내 힘이 얼마나 강한지 보여주마. 지금의 나는 세계를 위해 싸우고 있다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66852,
			"HOMU has learned the skill [Gaze of the Savior]",
			"吼姆习得技能【救世主的凝视】",
			"ホムはスキル【救世主の凝視】を習得",
			"호므는 스킬 【구세주의 응시】를 습득",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66853,
			"Great, I like that look in your eyes. This is the savior I favored! Come on! HOMU!",
			"很好，你的眼神变得很不错，这才是我看中的救世主！来吧！吼姆！！",
			"いいだろう。お前の目つきがよくなったぞ。それでこそ私が選んだ救世主だ。来い！ホム！！",
			"좋아. 네 눈빛이 나아졌군. 그래야 내가 선택한 구세주다. 덤벼! 호므!!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66854,
			"HOTARO!!!",
			"吼太郎！！！",
			"ホ太郎！！！",
			"호타로!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66855,
			"Boom--",
			"轰隆——",
			"ゴォォン——",
			"꾸우우웅——",
			null
		]
	],
	"927": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66856,
			"In that light, HOMU went on an adventure alone. However, HOTARO had mysteriously disappeared after teaching HOMU the way of salvation.",
			"然后，在光芒之中，吼姆独自踏上了冒险之旅，而传授他救世之道的吼太郎，却谜一般失去了踪影。",
			"そして、光の中でホムは自ら冒険の旅へと足を踏み出した。ホムに救世主としての道を教えたホ太郎は跡形もなく姿を消してしまった。",
			"그리고, 빛 속에서 호므는 스스로 모험의 길을 떠났다. 호므에게 구세주로서의 길을 가르쳐준 호타로는 흔적도 없이 모습을 감추고 말았다.",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66857,
			"Like HOTARO said, the journey of salvation is lonely. The savior will travel alone, even if there is no one around -- Perfect!",
			"如同吼太郎所说的，救世主的道路是孤独的，即使身边没有人陪伴，也会一直前行——完美！",
			"ホ太郎の言う通り、救世主の道とは孤独なもの。傍に誰もいなくてもまっすぐ進まなくてはならない——完璧！",
			"호타로가 말한 대로, 구세주의 길이란 외로운 것. 곁에 아무도 없어도 똑바로 나아가야만 한다——완벽해!",
			null
		],
		[
			"msg",
			66858,
			"The stats of HOTARO are a bit too much, but so be it. There will always be some undefeatable enemy, and the story plot is just right. The beautiful but sad departure of HOMEI and HOMU is also what you have been expecting! Cheer for this!",
			"虽然吼太郎的数值设置有点过分，但无所谓了，无法击败的对手总是会出现的，剧情杀的位置也刚好才对。而吼美吼姆凄美的离别就是你们所期待的发展！欢呼吧！",
			"ホ太郎のスペックがちょっとやりすぎだけど、まあいいわ。倒せない相手は必ず現れるものよ。クライマックスの位置もちょうどいいわね。それにホミとホムの美しい別れはあなたたちの楽しみにしていた展開よ。喜びなさい！",
			"호타로의 스펙이 좀 과한 감이 있지만, 뭐 좋아. 이길 수 없는 상대는 반드시 나타나는 법이지. 클라이맥스의 위치도 딱 좋고. 게다가 호미와 호므의 아름다운 이별은 여러분이 기대하던 전개야. 기뻐하렴!",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66859,
			"Ouch... [If HOTARO is so strong, why don’t you make him save the world. It will be more fun to make HOMU stay and develop his relationship with HOMEI.]",
			"咕…「吼太郎这么强为什么不让他去拯救世界，让吼姆留下来和吼美吼辣发展关系感觉会更有意思」。",
			"ぐっ……「ホ太郎はこんなに強いのに、どうして彼に世界を救わせないのか。ホムを残して、ホミやホラとの関係を深堀りした方がもっと面白いと思う」。",
			"꾸윽……「호타로는 이렇게 강한데, 왜 그에게 세계를 구하게 하지 않는 거야. 호므를 남겨두고, 호미나 호라와의 관계를 깊게 파고드는 편이 훨씬 재미있을 텐데」.",
			null
		],
		[
			"msg",
			66860,
			"[So does the author ship HOMEI-HOMU or HOMEI-HOLA? I personally prefer HOLA-HOMU!]",
			"「所以作者到底是站吼美吼姆还是吼美吼辣呢！我更倾向于吼辣和吼姆这一对呢！」",
			"「だから作者はホミ、ホム、ホラの誰の側に立っているの！私はホラとホムの仲が気になるけど！」",
			"「그래서 작가는 호미, 호므, 호라 중 누구 편인 거야! 나는 호라와 호므의 관계가 궁금한데!」",
			null
		],
		[
			"msg",
			66861,
			"[I feel the author does not understand love at all. He or she must have never been in a relationship. Probably never will...]",
			"「感觉作者根本不懂爱情，一定没有恋爱经验，恐怕之后也很难有……」",
			"「作者は愛情を全く分かっていないみたいだね。きっと恋愛経験がないんだよ。おそらくこれからも難しいだろうね……」",
			"「작가는 사랑을 전혀 이해하지 못하고 있는 것 같네. 분명 연애 경험이 없는 거야. 아마 앞으로도 어려울 거야……」",
			null
		],
		[
			"msg",
			66862,
			"The comments feel a bit weird. People didn’t get the point. Kyushou-sama wanted to tell them what a savior is. Can no one understand it!",
			"总感觉评论的风向有点怪怪的，但大家似乎没有理解九霄大人的意图啊，所谓救世主是什么，难道就没有人可以理解吗！",
			"何だかレビューの方向が怪しい、みんな九霄様の意図を理解していないようね。救世主とは何なのか、誰も理解してくれないの！？",
			"뭔가 리뷰 방향이 수상해, 다들 큐쇼님의 의도를 이해하지 못하고 있는 것 같네. 구세주란 무엇인지, 아무도 이해해주지 않는 거야!?",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66863,
			"No, one day they will understand, because that’s how Kyushou-sama had come all the way! One day, I shall stand in front of you, after you all have denied me!",
			"不，总有一天她们会理解的，因为九霄大人就是这么一直走过来的！而我，终有一天会以这个被你们否定的姿态站在世人面前！",
			"いえ、いつの日か分かってくれるはずだわ。なぜなら九霄様はずっとこうやって来たんだから。そして私はいつの日かきっと、あなたたちに否定されたその姿を世にさらしてやるんだから！",
			"아니, 언젠가는 이해해줄 거야. 왜냐면 큐쇼님은 늘 이렇게 해왔으니까. 그리고 나는 언젠가 반드시, 너희들이 부정했던 그 모습을 세상에 드러내 보여줄 테니까!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66864,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			66865,
			"In a hidden small room of Cocolia Orphanage--",
			"在可可利亚孤儿院的隐蔽小房间里——",
			"カカリアの孤児院の隠し部屋の中——",
			"쿠쿠리아의 고아원 숨겨진 방 안——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			66866,
			"Bidding farewell to his past and stepping on a journey to save others... I didn’t expect this small creature to be so strong.",
			"坚毅诀别过去，踏上拯救他人道路……没想到这只小小的生物居然如此坚强。",
			"毅然として別れ、他人を救う道を選ぶ……こんな小さな生き物がこんなにもたくましいなんて。",
			"단호하게 이별을 고하고, 타인을 구하는 길을 선택하다... 이렇게 작은 생명체가 이토록 강인하다니.",
			null
		],
		[
			"msg",
			66867,
			"HOMU, is it? I have remembered the name. The designer could be a genius to design such a strong yet cute character.",
			"吼姆吗，我记住了，能设计出这种坚强又可爱的形象，说不定这个制作者是个天才。",
			"ホムか。覚えておきましょう。こんなにたくましくて、かわいいデザインができるなんて、この作者は天才かもしれませんね。",
			"홈이라. 기억해두자. 이렇게 강인하면서도 귀여운 디자인을 만들다니, 이 작자는 천재인지도 모르겠네.",
			null
		],
		[
			"msg",
			66868,
			"Hmm... There is more test content. Let me play a bit longer then.",
			"嗯…测试内容似乎不只有这个，那就，再玩一会儿吧。",
			"うん……テスト内容はこれだけではないようですね。もう少し遊んでみましょう。",
			"음... 테스트 내용은 이게 전부가 아닌가 보군. 좀 더 즐겨보자.",
			null
		]
	]
}