{
	"1964": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191573,
			"Anti-Entropy North America",
			"逆熵 北美支部",
			"ネゲントロピー 北米支部",
			"네겐트로피 북미 지부",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191574,
			"Come on! I am perfect today! The glory of savior will bless my body! Such a small weapon can't hurt me!!",
			"来吧！今天的九霄大人可不一样，那救世主的圣耀之光将会庇佑我的身体！这样细小的武器是无法伤及我的！！",
			"来るがよい！今日の九霄様は一味違う。この救世主の聖なる光が我の体を守ってくれるだろう！そんなちっぽけな武器で我を傷つけるなんて不可能だ！！",
			"오너라! 오늘의 큐쇼님은 한결 다르다. 이 구세주의 성스러운 빛이 나의 몸을 지켜줄 것이다! 그런 하찮은 무기로 나를 해치겠다는 건 불가능하다!!",
			null
		],
		[
			"portraits",
			[
				70,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191575,
			"Grrrrrrr! That hurts!",
			"啊！疼疼疼疼！！",
			"あっ！イタタタ！！",
			"앗! 아야야야!!",
			"Aaaah! Ouch-ouch-ouch!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				70,
				3,
				true
			],
			[
				897,
				4,
				false
			]
		],
		[
			"msg",
			191576,
			"Noise! Isn't it just a blood draw? What are you talking about?",
			"吵死了！OO不就是抽个血，你啰嗦什么呢！",
			"うっさい！たかが採血でしょうが。大人しくしてろ！",
			"시끄러! 고작 채혈이잖아. 얌전히 있어!",
			"Quiet down! You're just getting your ★★ing blood drawn, what are you screaming for?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				897,
				4,
				true
			]
		],
		[
			"msg",
			191577,
			"Help! Help! The strength of Kyuushou is about to be drained!!",
			"救命！救命！九霄大人的力量快要被抽干了！！",
			"ギャー！助けて、助けて！九霄様の力が抜き取られる！！",
			"꺄악! 도와줘, 도와줘! 큐쇼님의 힘이 빨려 나가고 있어!!",
			"Heeelp! Lord Kyuushou's strength is being drained!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191578,
			"Ah…are you savior? Can't even bear the pain?",
			"哎…大老远就听到你鬼哭狼嚎的，不是救世主么，这点苦都吃不了。",
			"もう……遠くからでも泣き叫ぶ声が聞こえたわよ。救世主はこれくらいのことも我慢できないの？",
			"정말... 멀리서도 울부짖는 소리가 들렸다구. 구세주가 이 정도도 참지 못해?",
			"Hey... I heard your crying all the way over here. The savior can't even endure a little pain?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191579,
			"The savior also has one or two things I'm not good at! Ahhhhhh…",
			"救世主也有一两件不擅长的事情啊！疼疼疼……",
			"救世主にも苦手なことの一つや二つあるの！イタタ……。",
			"구세주도 싫어하는 게 한두 가지쯤은 있지 않겠어? 아야야...",
			"Even the savior has one or two things she's not good at? Ouch..."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191580,
			"Emesa, how is Kyuushou?",
			"埃米沙，九霄的身体状况怎么样？",
			"エミザ、九霄の体はどんな具合なの？",
			"에미자, 큐쇼의 몸 상태는 어떤가?",
			"Emesa, how's Kyuushou?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				897,
				2,
				false
			]
		],
		[
			"msg",
			191581,
			"There is nothing wrong with the body. All the indicators are normal. Compared with this, you should pay more attention to her mental state…...",
			"身体没有什么问题，各项指标都很正常。比起这个，你还是多注意一下她的精神状态吧，整天说着意义不明的话，是不是昏迷得太久脑子坏掉了？",
			"体は何の問題もないわ。どの数値も正常よ。それよりも、彼女の精神状態にもっと気を配るべきね。朝から晩まで意味不明なことを言ってるし。長く昏睡していたせいで、脳みそが腐っちゃったんじゃない？",
			"몸은 아무 문제 없어. 모든 수치가 정상이야. 그보다는, 그녀의 정신 상태에 더 신경 써야 할 것 같네. 아침부터 저녁까지 의미 없는 소리를 하고 있잖아. 오래 혼수 상태에 있었던 탓에, 뇌가 썩은 건 아니고?",
			"There's nothing wrong with her body.  All indicators are normal. Instead, you should pay more attention to her mental state. She's been spouting nonsense from morning to night. Perhaps she's been in a coma for so long that her brain's rotted?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			191582,
			"Ahaha...Don't worry, this is just a common Chunibyo. If you can cure, it will be very grateful.",
			"啊哈哈…放心，这只是普通的中二病而已，要是你能治好那就太感激了。",
			"アハハ……安心して、これは単なる中二病の症状だから。治せるなら大感謝なんだけどね……。",
			"아하하... 안심해, 이건 그냥 중이병 증상이야. 고칠 수 있다면 정말 고마울 텐데...",
			"Ahaha... don't worry, this is just a symptom of chuunibyou.  I would be very grateful if you could fix it..."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				897,
				3,
				false
			]
		],
		[
			"msg",
			191583,
			"Well, give me three days and I'll teach her to be normal.",
			"这样吧，给我三天，我一定教她好好说话。",
			"わかった。3日くれれば躾けて修正してやる。",
			"알겠어. 3일만 주면 훈련시켜서 고쳐줄게.",
			"No problem. Give me three days and I'll teach her to be normal."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				897,
				3,
				true
			]
		],
		[
			"msg",
			191584,
			"Hey! Devil doctor, what are you doing to me? Yssring, stop her!",
			"喂！这个恶魔医生！想要对九霄大人做什么！伊瑟琳！快阻止她！",
			"ちょっと！そこの悪魔の医者！九霄様に何をするつもり！？イザーリン！早く止めてよ！",
			"잠깐! 저 악마 같은 의사! 큐쇼님에게 무슨 짓을 할 셈이야!? 이자린! 빨리 말려!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191585,
			"Well, just a joke. We have more important things to do today.",
			"好啦…开个玩笑，今天我们还有更重要的事情要做。",
			"ただの冗談よ。そんなことより、今日は大事なことをしなくちゃいけないんだから。",
			"그냥 농담이야. 그보다는, 오늘은 중요한 일을 해야 하니까.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191586,
			"What? Are you gonna to use my precious body to do some strange experiments?",
			"什么？难道你也要用救世主贵重的身体做一些可怖的实验么！你们果然都是一丘之貉！",
			"なにっ！？まさか、イザーリンまで救世主の貴重な体を使って恐ろしい実験をしようとするつもり！？",
			"뭐라고!? 설마, 이자린까지 구세주의 소중한 몸을 이용해 무서운 실험을 하려는 거야!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191587,
			"Ok...In that case, you will stay here and get Emesa's treatment. I hope you can make it through the three days.",
			"好吧…既然这样那你就留在这里接受埃米沙的治疗吧，希望你能撑过这三天。",
			"もう……そんなこと言うなら、ここに残ってエミザの治療を受けていればいいわ。3日耐えられたら大したものね。",
			"이젠... 그런 말을 한다면, 여기에 남아 에미자의 치료를 받으면 되겠네. 3일을 견다면 대단한 거야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191588,
			"W…Wait! Don't leave me here!",
			"等！等下！我知道啦！别把我留在这个魔窟里！",
			"待って、待って！分かったから！私をこの悪魔の巣窟に置いてかないでよ！",
			"잠깐, 잠깐! 알겠어! 나를 이 악마의 소굴에 두고 가지 마!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191589,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191590,
			"...I never thought there would be such a terrible devil doctor in the world, full of curses and curses, trying to change the soul of the Lord savior! Why does Anti-entropy have such horrible people?",
			"呼…没想到世界上居然还有如此可怕的魔鬼医生，满嘴都是粗鲁的诅咒恶言，居然还妄图改变救世主大人的灵魂！为什么逆熵会有这样恐怖的人存在？",
			"ふぅ……まさか、この世界にあんなに恐ろしい悪魔の医者がいるなんてね。凶悪な罵詈雑言しか口から出てこないんだから。この救世主様の魂にちょっかい出そうとするなんて！どうしてネゲントロピーにはあんな恐ろしいヤツがいるの？",
			"후우... 설마, 이 세상에 그렇게 무서운 악마 같은 의사가 있을 줄이야. 흉악한 욕설만 입에서 나오는 걸. 이 구세주님의 영혼에 손을 대려 하다니! 왜 네겐트로피에는 그런 무서운 녀석이 있는 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191591,
			"I didn't know about her until we came to North American branch… However, I did not expect that the people in Stigmata space can actually meet in this world. All of these maybe have some kind of connection.",
			"我也是来到北美支部后才知道她的…不过，没想到圣痕空间里的人居然真的能在这个世界遇到，果然这一切都有着某种联系。",
			"私も北米支部に来てから初めて彼女と知り合ったのよ。でも、聖痕空間の中にいた人と現実世界で本当に出会えるなんて思いもしなかった。やっぱり、これらは全て何らかの繋がりがあるのね。",
			"나도 북미 지부에 온 후 처음으로 그녀를 알게 되었어. 하지만, 성흔 공간 안에 있던 사람과 현실 세계에서 진짜로 만날 줄은 꿈에도 몰랐어. 역시, 이 모든 건 뭔가 연결점이 있는 거야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191592,
			"So, Yssring, what are we going to do now? This period of time is always stay in the base and the power of me has almost spilled out!",
			"所以伊瑟琳，我们现在是要做什么呢？这段时间总是窝在基地里，九霄大人的燃魂之力已经快要溢出了！",
			"それでイザーリン、私たちはこれから何をするの？ここのところずっと基地にこもってばかりいるから、九霄様は燃えるような魂が力を持て余しているの！",
			"그래서 이자린, 우리 이제 뭐 할 거야? 여기서 계속 기지에만 틀어박혀 있으니, 큐쇼님은 불타는 영혼이 힘을 주체 못 하고 있어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191593,
			"It looks like you're in better state, and there's no problem with the physical exam. We are able to re-enter Stigmata space.",
			"嗯…看你的样子确实很有精神，身体检查也没有问题。看来应该可以再次进入圣痕空间了。",
			"うん。その様子だと、確かに元気があり余っているみたいね。検査の結果も問題ないしね。どうやら再び聖痕空間に入っても大丈夫なようね。",
			"응. 그 모양 보니, 확실히 기운이 넘치는 모양이네. 검사 결과도 문제없고. 아무래도 다시 성흔 공간에 들어가도 괜찮을 것 같네.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191594,
			"Stigmata space!?",
			"圣痕空间！？是那个混沌与灾祸四处肆虐，救世主大人降临而力挽狂澜的末世么？",
			"聖痕空間！？あの混沌と災厄がうごめき、救世主様の降臨によって終末を回避しようとしているアレのこと？",
			"성흔 공간!? 그 혼돈과 재앙이 들끓고, 구세주님의 강림으로 종말을 막으려는 그거?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191595,
			"That's right. You gain the power of Lord walter after the second Herrscher core is removed. Although your body is not damaged, it is not known whether Stigmata space will be affected.",
			"没错，在第二律者核心取出之后又获得了瓦尔特大人的力量，你的身体虽然无恙，但是圣痕空间会不会遭到影响还未曾得知。",
			"そうよ。第二律者のコアを取り出し、さらにヴェルト様の力を獲得したでしょう。あなたの体は何ともないけれど、聖痕空間が影響を受けたかどうかはまだ分からないの。",
			"그래. 제2 율자의 코어를 꺼냈고, 더불어 웰트님의 힘도 얻었잖아. 네 몸은 아무렇지 않지만, 성흔 공간이 영향을 받았는지는 아직 모르는 거야.",
			null
		],
		[
			"msg",
			191596,
			"I was worried about the excitement and pitfalls of reconnecting to Stigmata space, but it seems to be time to give it a try.",
			"原本我还担心再次连接圣痕空间会对你造成什么刺激和隐患，不过现在看来已经到尝试一下的时候了。",
			"最初は再び聖痕空間にアクセスしたら、あなたに何らかの強い刺激や危険をもたらすんじゃないかって心配していたんだけれど、今のその様子からして、そろそろ試してみてもいい頃よ。",
			"처음에는 다시 성흔 공간에 접속하면 너에게 어떤 강한 자극이나 위험이 생길까 봐 걱정했지만, 지금 네 모습을 보니 슬슬 시도해봐도 될 때야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191597,
			"No problem, Kyuushou is ready for god's call!",
			"没问题，九霄大人已经做好准备等待着神之征召了！",
			"任せてちょうだい。九霄様はもう神の思し召しを待つ用意はできているから！",
			"내게 맡겨줘. 큐쇼님은 이미 신의 뜻을 기다릴 준비가 되어 있으니까!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			191598,
			"You really don't feel nervous at all.",
			"你还真是一点紧张感都没有啊。",
			"あなたって本当に緊張感のかけらもないのね。",
			"너 정말 긴장감이라곤 눈꼽만큼도 없구나.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			191599,
			"There's nothing to be nervous about. Although the memory is a little fuzzy, the feeling of fighting there still remains in the heart of Kyuushou. So I won't be scared no matter what happens!",
			"没什么好紧张的，虽然记忆有点模糊，但在那里战斗过的感觉现在还残留在九霄大人的心中，所以无论发生什么状况我都不会害怕的！",
			"緊張することなんてないでしょう。確かに記憶は少し曖昧だけれど、あそこでの戦いの感覚はまだ九霄様の胸の中に残っているの。だから、どんな状況になろうと、恐れることなんてないわ！",
			"긴장할 필요 없어. 확실히 기억은 조금 흐릿하지만, 그곳에서의 싸움 감각은 아직 큐쇼님 가슴 속에 남아있어. 그러니까 어떤 상황이 되더라도 두려울 것 없어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			191600,
			"Yeah, well, I was worried you'd mess around… Anyway, I'll go with you. Remember, this time our purpose is just to investigate the situation in the Stigmata space. Don't do anything else.",
			"是么，我倒是挺担心你会乱来……总之我会跟你一起去，记住，这次我们的目的只是调查圣痕空间的情况而已，不要做多余的事情。",
			"そうなの？私はむしろあなたが無茶するんじゃないかって心配なんだけれど……とにかく私もあなたと一緒に行くからね。いい？今回の目的は、あくまでも聖痕空間の状況を調査するだけだからね。余計なことはしちゃダメよ。",
			"그래? 난 오히려 네가 무리하는 게 아닌지 걱정인데... 어쨌든 나도 너와 함께 갈 거야. 알겠지? 이번 목적은 어디까지나 성흔 공간의 상황을 조사하는 것뿐이니까. 쓸데없는 일은 하지 마.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			191601,
			"Don't worry~",
			"放心吧~",
			"フフン、任せるがいい１",
			"흐흥, 내게 맡기라구!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191602,
			"Well…...",
			"嗯……菲米莉丝。",
			"フェミリス。",
			"페미리스.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			191603,
			"【Report】All the test data are normal. Dr.Yssring, you can start any time!",
			"【报告】检测数据一切正常。伊瑟琳博士，随时可以开始！",
			"【報告】検出データは全て正常です。イザーリン博士、いつでも始められます！",
			"【보고】검출 데이터는 모두 정상입니다. 이자린 박사님, 언제든지 시작할 수 있습니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191604,
			"Well, Kyuushou, lie down in that carrier. We're about to start.",
			"嗯，九霄，躺进那个搭载仓里吧，我们马上要开始了。",
			"わかったわ。九霄、そこのカプセルに横になって。すぐに始めるわよ。",
			"알았어. 큐쇼, 저기 캡슐에 누워. 바로 시작할게.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			191605,
			"Oh oh! This equipment is so cool!",
			"哦哦！这套设备实在是太帅了！",
			"おお～！この機械、本当にカッコいいね！",
			"오오~! 이 기계, 진짜 멋지네!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			191606,
			"Come on, stop moaning, you've been lying here for months… Phemie Iris, start the terminal.",
			"好啦，别感叹了，你之前都在这里躺了好几个月了…菲米莉丝，启动终端。",
			"ほら、見とれているんじゃないの。この前まで何ヶ月もここで横になっていたんだからね……フェミリス、端末起動。",
			"자, 널 쳐다보고 있잖아. 얼마 전까지 몇 달 동안 여기 누워있었으면서……페미리스, 단말기 가동.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			191607,
			"【Confirm】Start preparing to connect to Stigmata——",
			"【确认】收到！那么开始准备连接圣痕，圣痕检测启动——",
			"【確認】了解しました！では、聖痕への接続準備を始めます。聖痕検出開始——",
			"【확인】알겠습니다! 그러면, 성흔과의 연결 준비를 시작하겠습니다. 성흔 검출 시작——",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				38,
				1,
				true
			]
		],
		[
			"msg",
			191608,
			"Hum…Your savior is back!",
			"哼哼…逐火之蛾！你们的救世主回来了！",
			"フフン……火を追う蛾！救世主が帰還した！",
			"흐흥…… 불을 좇는 나방! 구세주가 귀환했어!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			191609,
			"【Test】Stigmata Connection Test, Finished. Three terminal users, successful connection, confirmed.",
			"【检查】圣痕连接检测，完毕。终端使用人数三人，连接成功，确认完毕。",
			"【検査】聖痕への接続検査、完了。端末使用者数は3人。接続に成功しました。確認完了。",
			"【검사】성흔과의 연결 검사, 완료. 단말 사용자 수는 3명. 연결에 성공했습니다. 확인 완료.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			191610,
			"Three? Wait! Phemie Iris!",
			"嗯？三人？这里不就只有我和九霄么！等下！菲米莉丝！",
			"ん？3人？ここには私と九霄しかいないでしょ！？待って、フェミリス！",
			"응? 3명? 여긴 나와 큐쇼밖에 없잖아!? 잠깐, 페미리스!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			191611,
			"【Excited】Start connecting!",
			"【兴奋】开始连接！",
			"【興奮】接続開始！",
			"【흥분】연결 시작!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			191612,
			null,
			"",
			null,
			null,
			null
		]
	],
	"1965": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191613,
			"Well, is this my stigmata space?",
			"唔，这里就是我的圣痕空间了么？",
			"うーん、ここが私の聖痕空間？",
			"음, 여기가 내 성흔 공간?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191614,
			"Yeah, it looks like the connection is working.",
			"没错，看来连接一切正常。",
			"そうよ。どうやら正常に接続できたみたいね。",
			"그래. 어쩐지 정상적으로 연결된 모양이네.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191615,
			"It's a familiar feeling. Whether it's this dress or the way you look, it feels like everything is back to the way it was in your dream!",
			"呼呼~真是熟悉的感觉，不管是这身衣服还是伊瑟琳你的样子，感觉一切都回到了梦中的模样呢！",
			"フフーン、確かに懐かしい感じだ。この服にしても、イザーリンの様子にしても、全てが夢の中の姿に戻ったみたい！",
			"흐흔, 확실히 낯익은 느낌이야. 이 옷이든, 이자린의 모습이든, 모든 게 꿈속의 모습으로 돌아온 것 같아!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			191616,
			"I understand your excitement, but I'm afraid we'll have to disconnect first. If it wasn't for detecting errors, then there was another person connected here besides us. It's too dangerous. You have to investigate…",
			"虽然我能理解你的兴奋，不过我们恐怕要先断开连接了，如果不是检测错误的话，那么除了我们还有另一个人连接到了这里，这实在是太危险了，必须先调查清楚才行……",
			"興奮するのも分かるけど、急いで接続を切断した方がよさそうよ。検査が間違っていなければ、私たちの他にももう1人、ここに接続しているみたいだから。このままじゃ危険すぎるわ。どういうことか確かめてからでないと……。",
			"흥분하는 건 알겠지만, 서둘러 연결을 끊는 게 좋을 것 같아. 검사가 틀리지 않았다면, 우리 말고도 한 명 더 여기에 연결되어 있는 모양이니까. 이대로는 너무 위험해. 무슨 일인지 확인하고 나서야…….",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191617,
			"Phemie Iris! Help me…...",
			"菲米莉丝，帮我……",
			"フェミリス、悪いけど……。",
			"페미리스, 미안하지만...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191618,
			"Wow!!!",
			"呜哇！！",
			"うわっ！！",
			"우왁!!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				6,
				false
			]
		],
		[
			"msg",
			191619,
			"Emmm, what happened?",
			"呃！发生什么了！",
			"えっ！どうしたの！？",
			"엇! 무슨 일이야!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				6,
				true
			]
		],
		[
			"msg",
			191620,
			"This!!!! What is this picture-book architecture like a children's book? Where is my Hell City?",
			"这！这种儿童读物一样的绘本风建筑是怎么回事！我那灾祸遍地的炼狱之城哪去了！",
			"これ！この子供向けの絵本みたいな建物は一体どういうことなの！？あの煉獄が広がっているような街はどこにいったの！？",
			"이거! 이 어린이 그림책 같은 건물은 대체 뭐야!? 그 불지옥이 펼쳐져 있던 도시는 어디로 간 거야!?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			191621,
			"What a strange metaphor you have...We should disconnect now...Goo! How did this happen here?",
			"你这什么奇妙的比喻…我们现在应该赶紧断开……咕！这里怎么变成这样了！",
			"なんていう例え方をするのよ。今すぐ接続を切断しなくちゃ……えっ！どうしてここがこんな風になってしまったの！？",
			"뭐라고 표현하는 거야. 지금 바로 연결을 차단해야 해... 엇! 왜 여기가 이렇게 변해버린 거지!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				5,
				true
			]
		],
		[
			"msg",
			191622,
			"The world of fallen buildings, sunken floors and Houkai beasts is my battlefield. What's going on here? Yssring, are you in the wrong place?",
			"那些充满倒塌高楼、下陷地面还有崩坏兽肆虐的世界才是符合救世主身份的战场啊，这里到底发生了什么？伊瑟琳你是不是连错地方了！",
			"崩れたビル、陥没した地面、それに暴れ狂う崩壊獣たちが溢れる世界こそ、この救世主の戦場にふさわしいはずだ。ここで一体何が起こった？イザーリン、もしかして接続する場所を間違えたんじゃないの！？",
			"무너진 빌딩, 함몰된 땅, 그리고 날뛰는 붕괴수들이 넘치는 세계야말로 이 구세주의 전장에 어울릴 텐데. 여기서 대체 무슨 일이 일어난 거야? 이자린, 혹시 연결 장소를 잘못한 거 아니야!?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191623,
			"…...No, it's alright. Although the style of architecture has changed, the overall layout and structure have not changed. Look, its ME.",
			"……不，这里的确是长空市才对，虽然建筑的风格发生了变化，但是整体的布局和结构没有改变，你看那里的高楼就是ME社。",
			"……いえ、ここは間違いなく長空市のはずよ。建物の雰囲気は変わってしまっているけれど、全体的な配置や構造は変わっていないわ。ほら、あそこのビルがME社でしょう。",
			"...아니, 여긴 분명 장공시 맞아. 건물 분위기는 변했지만 전체적인 배치나 구조는 변하지 않았어. 저기, 저 빌딩이 ME사잖아.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191624,
			"ME? The building that looks like a big blue Popsicle? No!",
			"ME社？那个像根蓝色大冰棒一样的建筑么？不！九霄大人才不承认这种儿童乐园主题的末世设定呢！",
			"ME社？あのハワイアンブルーのアイスキャンディーみたいな建物が？はぁ？九霄様はこんな子供向けテーマパークみたいな終末の設定なんて認めないぞ！",
			"ME사? 그 하와이안 블루 아이스캔디 같은 건물이? 뭐야? 큐쇼 님은 이런 어린이 테마파크 같은 종말 설정 절대 인정 안 할 거야!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			191625,
			"The architecture of the whole space seems to have been replaced, perhaps because of the third person connected…",
			"整个空间的建筑仿佛被替换掉了一般，难道是因为连接进来的那个第三人的原因么……",
			"空間全体がすり替えられたみたいね。まさか、ここに接続した第三者のせいなのかしら……。",
			"공간 전체가 바뀐 것 같네. 설마, 여기에 연결한 제3자의 짓은 아니려나...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				2,
				true
			]
		],
		[
			"msg",
			191626,
			"If the people were still in this world, they would know what happened! Yssring! Let's go find them!",
			"对了！逐火之蛾的诸位呢！她们如果还在这个世界的话就一定知道发生了什么！伊瑟琳！我们快去找她们！",
			"そうだ！火を追う蛾の皆は！？彼女たちがまだこの世界にいるなら、きっと何が起こったのか知っているはず！イザーリン、急いで彼女たちを探しに行くわよ！",
			"그래! 불을 좇는 나방들 말야!? 그녀들이 아직 이 세계에 있다면 분명 무슨 일이 있었는지 알고 있을 거야! 이자린, 빨리 그녀들을 찾으러 가자!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191627,
			"Kyuushou! Wait! It is very dangerous to have not made clear the situation, I suggest we disconnect first!",
			"喂！九霄！等一下！现在还没搞清楚状况可是很危险的，我建议还是先断开为好！",
			"ちょっと、九霄！待ちなさい！まだ状況がよく分かっていないんだから危険よ。先に接続を切断した方がいいわ！",
			"잠깐, 큐쇼! 기다려! 아직 상황을 잘 모르니까 위험해. 먼저 연결을 끊는 게 좋아!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191628,
			"My Stigmata space has been violated to build this look! It's impossible to give up! Damn you! Unauthorized modification of my Settings is the programmers most unbearable thing! Let Lord Savior teach you what is the end of the world!",
			"我的圣痕空间都被人违建成这幅模样了！怎么可能善罢甘休！可恶的家伙！擅自修改我的设定可是程序员最不能忍受的事情！就让救世主大人好好教教你什么才是末世风吧！",
			"我の聖痕空間が何者かによってこんな姿にさせられたんだぞ！黙っていられるか！憎たらしいヤツめ……我の設定を勝手に変えるなんて、プログラマーとして最も耐えがたいことだ！終末とは何たるものか、叩き込んでやるんだから！",
			"나의 성흔 공간이 누군가에 의해 이런 모습으로 만들어졌다고! 가만히 있을 수 있겠나! 증오스러운 녀석... 내 설정을 마음대로 바꾸다니, 프로그래머로서 가장 참을 수 없는 일이야! 종말이 무엇인지, 제대로 가르쳐 주겠어!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			191629,
			"Nothing good happens every time I come in here…",
			"哎…果然每次进来这里都没有好事发生……",
			"もう、やっぱりここに来るたびにロクなことが起こらないわね……。",
			"정말, 역시 여기에 올 때마다 좋은 일이 일어나지 않네...",
			null
		]
	],
	"1966": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191630,
			"Yssring! Look! The buildings over here didn't been changed!",
			"伊瑟琳！你快看那边！那里的长空市区域还保持着末日的感觉！太好了！看来我的圣痕空间还没有完全变成妙妙屋！",
			"イザーリン！あそこを見て！あの長空市のエリアにはまだ終末の感じが残ってる！よかった……どうやら我の聖痕空間は完全におとぎの国になったわけじゃないようだ……。",
			"이자린! 저기 봐! 저 장공시의 구역에는 아직 종말의 느낌이 남아있어! 다행이야... 아무래도 나의 성흔 공간은 완전히 동화 나라가 된 건 아닌 모양이야...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191631,
			"Peng!",
			"噌！",
			"——ピカッ！",
			"——번쩍!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191632,
			"Oooo...What was that flash?",
			"呜…刚才的闪光是？",
			"えっ……今の閃光は？",
			"엇... 방금 그 섬광은?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191633,
			"Ah!! My style has been tampered with again! The guy must be there!",
			"啊！！！！我的末世画风又被篡改了！看来犯人一定在那里！",
			"あっ！！！！我の終末っぽいグラフィックがまた書き換えられた！どうやら犯人はあそこにいるみたいだ！",
			"앗!!!! 나의 종말 같은 그래픽이 또 바뀌었어! 아무래도 범인은 저기에 있는 모양이야!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191634,
			"Kyuushou! Slow down! We don't know this guy's identity yet. Be careful!",
			"呜！九霄！你走慢点！我们还不清楚对方的身份得小心一些才行！",
			"うぅ……九霄！もっとゆっくり……まだ相手の正体がわかっていないんだから、慎重にならないと！",
			"우우... 큐쇼! 좀 더 천천히... 아직 상대의 정체를 모르니까, 신중하게 행동해야지!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191635,
			"Who! Who is changing my place?",
			"是谁！是谁在恶意修改九霄大人的圣域！给我出来！",
			"何者なの！悪意をもって九霄様の聖域を塗り替えているのは誰だ！出てこい！",
			"누구야! 악의를 품고 큐쇼님의 성역을 덧칠하고 있는 자는 누구냐! 나와라!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191636,
			"Kuma!?",
			"库玛！？",
			"クマ！？",
			"쿠마!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191637,
			"Kuma?",
			"库玛？",
			"……クマ？",
			"……곰?",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				865,
				1,
				false
			]
		],
		[
			"msg",
			191638,
			"You! You are!",
			"你！你们是！",
			"あっ！あなたたちは！",
			"앗! 당신들은!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				865,
				1,
				true
			]
		],
		[
			"msg",
			191639,
			"Kuma? Why are you here? Are you the third connection?",
			"库玛？你怎么在这里！原来那第三个接入者就是你么！",
			"クーマ？どうしてここにいるの！？第三の接続者ってあなただったのね！",
			"쿠마? 왜 여기에 있는 거야!? 세 번째 연결자가 너였구나!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			191640,
			"Doctor? So you also came to my dream!",
			"博！博士同志！？原来你也来到了我的梦境中了么！",
			"は、博士！？あなたも私の夢の世界に来ていたのね！",
			"박, 박사님!? 당신도 내 꿈 세계에 와 있었던 거야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			191641,
			"Your dream? It's the Stigmata place of Kyuushou!",
			"什么你的梦境！这里可是九霄大人的圣域！原来就是你这个熊身人脸的魔物娘搞的鬼么！",
			"何があなたの夢の世界だ！ここは九霄様の聖域！そのクマの体に人の顔をした魔物の仕業だったのか！",
			"뭐가 네 꿈 세계야! 여긴 큐쇼님의 성역! 저 곰 몸에 사람 얼굴을 한 마물의 소행이었나!",
			"Your dream? This is supposed to be my sanctuary! So it was you, a monster girl with a bear body and a human face, who did the trick!"
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				865,
				4,
				false
			]
		],
		[
			"msg",
			191642,
			"Whoa! What's wrong with this guy! Stop her, Doctor!",
			"呜哇！这个人怎么回事！博士同志快拦住她！",
			"うわぁ！この人なんなの！博士、早く彼女を押さえて！",
			"우왁! 이 사람 뭐야! 박사님, 빨리 그녀를 제압해!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				4,
				true
			]
		],
		[
			"msg",
			191643,
			"Phemie Iris! Tell me! Why is this guy here?",
			"哎…我还以为是谁，真是让我担心了半天。菲米莉丝，可以告诉我这个家伙为什么会在这里么？",
			"もう……誰かと思ったら。本当に心配して損したわよ。フェミリス、どうしてクーマがここにいるか教えてもらえる？",
			"정말…… 누군가 했더니. 진짜 걱정한 보람 없네. 페미리스, 왜 쿠마가 여기 있는지 알려줄 수 있니?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				4,
				true
			]
		],
		[
			"msg",
			191644,
			"Bi——",
			"哔——",
			"——ピッ",
			"——삑",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			191645,
			"【Details】This lady was in the carrier last night. I thought it was the doctor's new assistant.",
			"【说明】这位小姐昨天晚上就躺在搭载仓里了，我还以为是博士找来的新助手呢。",
			"【説明】そのお嬢さんは昨夜、カプセルの中で寝ていたので、てっきり博士が見つけてきた新しい助手かと思ったのです。",
			"【설명】저 아가씨는 어젯밤 캡슐 안에서 자고 있었으니, 당연히 박사님이 찾아온 새로운 조수인 줄 알았습니다.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				38,
				1,
				true
			]
		],
		[
			"msg",
			191646,
			"Yssring knew this girl with bear?",
			"所以伊瑟琳原来你认识这个熊人一体的奇美拉生物么？",
			"つまり、イザーリンはこのクマと人が一体になったキメラみたいな生物と知り合いってこと？",
			"그러니까, 이자린은 이 곰과 사람이 일체된 키메라 같은 생물과 아는 사이란 거지?",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			191647,
			"Hey! Hey! With bear?",
			"为什么对我的描述越来越过分了啊！！",
			"クマの着ぐるみを着た人間だよ！",
			"곰 탈을 쓴 인간이야!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				865,
				2,
				true
			]
		],
		[
			"msg",
			191648,
			"Oh, by the way, you didn't know her because you were in a coma. She's Kuma, one of us.",
			"对了，九霄你那段时间一直处于昏迷状态所以不认识她吧，她是库玛，也是逆熵的一员。",
			"そうか、九霄はしばらくずっと昏睡状態だったから彼女のことは知らないわよね。彼女はクーマ、ネゲントロピーの一員よ。",
			"그래, 큐쇼는 한동안 계속 혼수 상태였으니까 그녀에 대해 모르겠네. 그녀는 쿠마, 네겐트로피의 일원이야.",
			null
		],
		[
			"msg",
			191649,
			"Since we had found her alone on the snowy slopes of Ark fortress some time before, she had returned to North American branch to avoid being discovered by Shicksal. Although she looked unreliable, at least she was one of Cocolia's team...",
			"因为前些日子我们发现她独自一人在方舟要塞周围的雪山边不知所措的样子，所以为了不被天命发现而带回了北美支部。别看她一幅不靠谱的样子，但至少她也是可可利亚的部下……",
			"以前、彼女は方舟要塞の近くにある雪山に一人でこもったまま途方にくれていたの。そこを私たちが見つけたのよ。それで天命に見つからないようにするために北米支部に連れ帰って来たの。頼りなさそうな姿をしているけれど、結構強いのよ。",
			"예전에, 그녀는 방주 요새 근처에 있는 설산에 혼자 틀어박혀 길을 잃은 채 있었어. 거기를 우리가 발견했지. 그래서 천명에게 들키지 않도록 북미 지부로 데려왔어. 믿음직스럽지 않은 모습을 하고 있지만, 꽤 강해.",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				865,
				4,
				false
			]
		],
		[
			"msg",
			191650,
			"No more! I had a hard time getting over it! Don't remind me of these painful memories!",
			"不要再说啦！我好不容易才忘掉这些事情的！别让我想起这些痛苦的回忆啦！",
			"それ以上言わないで！やっとそのことを忘れられたんだから！そんな苦々しい記憶を思い出させないでよね！",
			"그 이상 말하지 마! 겨우 그걸 잊을 수 있었는데! 그런 쓰라린 기억을 떠올리게 하지 말라고!",
			null
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			191651,
			"Damn… It looks like a strange dream… Not only inexplicably came to such a strange place, unexpectedly also encountered the doctor talking about my pain! Whoops! Vodka!!! I need vodka!",
			"可恶…看来还真是做了一个奇怪的梦呢…不仅莫名其妙来到这种奇怪的地方，居然偏偏还遇到了博士同志唠唠叨叨地揭我痛处！呜呜！伏特加！我要伏特加！",
			"クッ……どうやら本当におかしな夢を見ているみたいね。訳も分からないまま、こんな変な場所に来てしまった上に、博士に遭遇して私の痛いところ突かれるなんて！ううっ！ウォッカよ！ウォッカをちょうだい！",
			"쿠…… 정말 이상한 꿈을 꾸고 있는 것 같네. 갑자기 이해할 수 없게, 이런 이상한 곳에 오게 됐을 뿐만 아니라, 박사를 만나서 내 아픈 데를 건드리다니! 우우! 보드카야! 보드카 줘!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				2,
				true
			]
		],
		[
			"msg",
			191652,
			"Hey…Kuma.Did you just get drunk and sleep in a random place? So you ended up in my carier, aren't you?",
			"喂…库玛。你这家伙该不会是喝醉了酒随便找了个地方睡觉，所以才躺进了我的搭载仓里了吧？",
			"ちょっと……クーマ。あなた、まさか酔っぱらって適当に寝る場所を探していて、私のカプセルに転がり込んだんじゃないでしょうね？",
			"잠깐…… 쿠마. 너, 설마 취해서 아무데나 자리를 찾다가 내 캡슐에 굴러들어온 거 아니지?",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			191653,
			"Goo! It's true that my last impression before waking up here is that I'm drinking vodka. Vodka is a daily necessity, so it doesn't represent anything!",
			"咕！的确在这里醒来前最后的印象是在喝伏特加，但伏特加是每天的必需品，所以并不能代表什么！",
			"ぐっ！確かに、ここで目を覚ます前のことで最後に覚えているのはウォッカを飲んだことだけど。でも、私にとってウォッカは日々の必需品なの。だから何だって言うのよ！",
			"윽! 확실히, 여기서 눈 뜨기 전에 마지막으로 기억나는 건 보드카를 마신 거지만. 하지만, 나한테 보드카는 일상 필수품이야. 그래서 뭐라고!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				865,
				2,
				true
			]
		],
		[
			"msg",
			191654,
			"Hum...Anyway, it is a great sin to change savior's world!",
			"哼哼…不管怎么样，擅自修改救世主的世界可是极大的罪恶！接受神罚吧！",
			"フフン……何であれ、救世主の世界を勝手に変えることはこれ以上にない大罪！神罰を受けるがいい！",
			"흐흥…… 뭐든, 구세주의 세계를 마음대로 바꾸는 건 이보다 큰 죄가 없어! 신의 벌을 받아라!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				865,
				4,
				false
			]
		],
		[
			"msg",
			191655,
			"Woaw!",
			"呜哇！",
			"うわっ！",
			"우왁!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				865,
				4,
				true
			]
		],
		[
			"msg",
			191656,
			"Why so busy, have you got any new guests?",
			"为什么忽然这么热闹，难道又有新客人来了么？",
			"どうして急にこんなに騒々しくなったの？まさかまた新しいお客さんが来たの？",
			"왜 갑자기 이렇게 시끄러워진 거지? 설마 또 새로운 손님이 온 건가?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				865,
				4,
				true
			]
		],
		[
			"msg",
			191657,
			"You…you…Sirin????",
			"呃！！你！你！你！你是西…西…西琳！！！！？",
			"あっ！！あ！あ！あ！あなたは……シ、シーリン！！！！？",
			"앗!! 아! 아! 아! 당신은…… 시, 시린!!!!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				865,
				4,
				true
			]
		],
		[
			"msg",
			191658,
			"Is this girl the Second Herrscher????",
			"喔豁~这个小女孩就是传说中的极恶魔王第二律者么？",
			"ん？この女の子が噂の極悪魔王の第二律者？",
			"음? 이 여자애가 소문의 극악마왕의 제2율자?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191659,
			"You are….Yssing and Kyuushou?",
			"你们是…伊瑟琳和蓬莱寺九霄？",
			"あなたたちは……イザーリンと九霄？",
			"당신들은…… 이자린과 큐쇼?",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191660,
			"Well…Great…I will not be alone anymore.",
			"太好了…太好了…看来西琳果然不是孤独一人……",
			"よかった……よかった……シーリンはやっぱり独りぼっちじゃないんだ……。",
			"다행이다…… 다행이다…… 시린은 역시 혼자가 아니었어…….",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				6,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191661,
			"Wait…What the hell is going on! Your core is already...!!",
			"等等等！等下！这究竟是怎么回事！你的核心不是已经被！！",
			"ちょちょちょ！ちょっと待って！？これは一体どういうことなの！あなたのコアはもう！！",
			"잠깐잠깐잠깐! 잠시만요!? 이건 대체 무슨 상황이죠! 당신의 코어는 이미!!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				6,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191662,
			"Yssring! Kyuushou! Finally....",
			"伊瑟琳！九霄！你们终于又来见我了！",
			"イザーリン！九霄！やっと会いに来てくれたのね！",
			"이자린! 큐쇼! 드디어 나를 보러 와줬구나!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191663,
			"(Hug)",
			"（抱住）",
			"ギュゥゥゥゥゥゥッ！！！",
			"꾸우우우우우우욱!!!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191664,
			"Goo…...",
			"咕……",
			"あ、ぐっ……。",
			"아, 으억…….",
			null
		],
		[
			"msg",
			191665,
			null,
			"",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				58,
				7,
				false
			]
		],
		[
			"msg",
			191666,
			"Ah! Yssring! What's wrong with you! Wake up!",
			"啊！伊瑟琳！你怎么了！快醒醒！",
			"あっ！イザーリン！どうしたの！目を覚まして！",
			"앗! 이자린! 어떻게 된 거야! 정신 차려!",
			null
		]
	],
	"1967": [
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191667,
			"Emmm…...",
			"呜…我这是……",
			"うっ……私は……。",
			"윽…… 나는…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191668,
			"You're awake, Yssring. I thought you were under some evil curse.",
			"伊瑟琳，你可算是苏醒了，我还以为你中了什么邪恶的诅咒了呢。",
			"イザーリンが覚醒した！てっきり何かの邪悪な呪いにでもかかったのかと思った……。",
			"이자린이 각성했다! 무슨 사악한 저주라도 걸린 줄 알았는데…….",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191669,
			"I'm sorry...That was a big shock...I think we met Sirin...Is it my imagination?",
			"抱歉…刚才的冲击太大了…我记得我们好像遇到了西琳…难道是我的幻觉么？",
			"ごめんなさい、さっきのショックが強すぎて……確か、私たちはシーリンに出会ったような……さすがに幻覚よね……。",
			"미안해, 아까 충격이 너무 커서…… 분명, 우리는 시린을 만난 것 같은…… 역시 환각이겠지…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191670,
			"Yssring, are you alright?",
			"伊瑟琳…你没事吧？",
			"イザーリン、大丈夫？",
			"이자린, 괜찮아?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191671,
			"Goo... It seemed to be true what had just happened…",
			"咕…看来刚才发生的一切都是真的……",
			"ぐっ……やっぱりさっき起こった全ては現実だったのね……。",
			"윽…… 역시 아까 일어난 모든 게 현실이었구나…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191672,
			"Don't worry, Yssring. Sirin is not the enemy.",
			"伊瑟琳，你放心吧，西琳没有敌意。",
			"イザーリン、安心してよ。シーリンに敵意はないみたいだから。",
			"이자린, 안심해. 시린에게 적의는 없는 것 같으니까.",
			"Calm down, Yiserin. Sirin isn't an enemy."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				1,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			191673,
			"I'm sorry... Is it because I did something wrong?",
			"抱歉…是不是因为西琳做错了什么？",
			"ごめんなさい……もしかして、シーリンが何か悪いことをしたの？",
			"미안해…… 혹시, 시린이 뭔가 나쁜 짓을 한 거야?",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				1,
				true
			],
			[
				865,
				1,
				false
			]
		],
		[
			"msg",
			191674,
			"No, no, it's just because that Yssring is a coward. After all, when I met Sirin, I was also shocked. It was a great magic to turn such a huge ruin into a shining paradise.",
			"不不不，这纯粹只是博士同志胆子太小罢了。毕竟我遇到西琳同志的时候也被吓了一跳，能够将那么大的一片废墟刷的一下变成闪亮的世外桃源，可真是厉害的魔法呢！",
			"違う、違う。ただ博士が臆病すぎるだけだよ。私がシーリンに出会った時もビックリ仰天だったからね。あんなに大きかった廃墟を一瞬にして輝きに満ちた桃源郷みたいにしてしまったんだから。本当にすごい魔法だよね！",
			"아냐, 아냐. 그냥 박사가 너무 겁쟁이인 거야. 내가 시린을 만났을 때도 깜짝 놀랐으니까. 그렇게 큰 폐허를 순식간에 빛으로 가득 찬 도원경처럼 만들어버렸어. 정말 대단한 마법이야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				865,
				1,
				true
			]
		],
		[
			"msg",
			191675,
			"Magic? Wait! So my space was changed because of Sirin?",
			"魔法？等等！这么说九霄大人的圣域是因为西琳才变成这样的么？",
			"魔法？待って！ということは、九霄様の聖域はシーリンのせいでこうなったってこと？",
			"마법? 잠깐! 그렇다는 건, 큐쇼 님의 성역이 시린 때문에 이렇게 된 거야?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191676,
			"Oooo...When Sirin woke up, she saw that everything was in such bad condition that she wanted to make it more beautiful.",
			"呜…因为西琳醒来的时候看到这里的一切都是那么破败不堪，所以才想要把这里修复得更美丽一些。",
			"だ、だって、シーリンが目を覚ました時、ここは何もかもボロボロで見るに堪えなかったの。だからここをもっと綺麗に修復してあげたいって思ったの。",
			"그, 그게, 시린이 눈을 떴을 때 여긴 모든 게 부서져서 보기 힘들었어. 그래서 여기를 더 아름답게 복구해주고 싶다고 생각했던 거야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191677,
			"But that's not a fix anymore...Even the style of architecture has changed!",
			"但这已经不是修复的级别了吧…连建筑的风格都改变了啊！",
			"でも、これってもう修復っていうレベルじゃない……建物の形まで変わってるから！",
			"하지만 이건 이미 복구라고 할 수 있는 수준이 아니야... 건물 형태까지 변해버렸다고!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191678,
			"That's because kumar said it would be cuter, I just…",
			"那是因为库玛说这种风格会更加可爱一些，所以我就……",
			"それはクマがこの方が可愛いって言うから、だから……。",
			"그건 곰이 이쪽이 더 귀엽다고 하니까, 그래서...",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			191679,
			"Hum!!!! That's right! This is the elegant taste that Kuma taught Sirin! You see that blue Danube building! Intelligent!",
			"哼哼哼！没错！这可是库玛大人教给西琳同志的高雅品味呢！你看那座蓝色多瑙河的大楼，是不是很有灵性！",
			"フフフン！その通り！これこそクマ様がシーリンに教えたエレガントな雰囲気なのよ！あの美しく青き海のようなビルを見てよ。才知に溢れていると思わない？",
			"흐흐흥! 바로 그거야! 이것이 바로 곰 님이 시린에게 가르쳐준 우아한 분위기라구! 저 푸르고 아름다운 바다 같은 빌딩을 봐. 재치가 넘치지 않니?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			191680,
			"Ho ho... The culprit is still you!",
			"嚯嚯…结果罪魁祸首还是你这个家伙么！",
			"ほほう……つまり主犯はクーマか！",
			"호오... 즉 주범은 �마군!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				865,
				4,
				false
			]
		],
		[
			"msg",
			191681,
			"Oooo... Don't pull my face…",
			"呜…疼疼疼不要拉我的脸……",
			"うぅっ……イタタタ、顔を引っ張らないでよ～",
			"우윽... 아야야, 얼굴 당기지 마~",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			191682,
			"Please don't fight! Let's have a talk~",
			"各位请不要打架！要好好相处呢！",
			"みんな、ケンカは止めて！仲良くしよう！",
			"얘들아, 싸움 그만! 사이좋게 지내자!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			191683,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			191684,
			"Now Sirin really feels like an innocent, normal little girl…",
			"现在的西琳给人的感觉的确就只是一个天真普通的小女孩而已呢……",
			"今のシーリンは確かに無邪気で普通の女の子でしかないように思えるわね……。",
			"지금의 시린은 확실히 순수하고 평범한 소녀에 불과한 것 같네...",
			null
		],
		[
			"msg",
			191685,
			"Now that Herrscher core has been removed, and Phemie Iris has not detected the Houkai energy response of the disorder. Was Lord Walter's inner circle holding her down? Or is it simply the projection of an impression of Stigmata space…",
			"如今律者核心已经取走，菲米莉丝也没有检测到紊乱的崩坏能反应，是被瓦尔特大人的核心压制下去了吗，还是说这单纯只是圣痕空间的一个印象的投影……",
			"もう律者のコアは取り除かれ、フェミリスも混乱した崩壊エネルギー反応は検出していない。ヴェルト様のコアによって抑えつけられているからなのかしら？それとも、これは聖痕空間のイメージの投影にすぎないのかしら……。",
			"이미 율자의 코어는 제거되었고, 페미리스도 혼란스러운 붕괴 에너지 반응은 감지하지 못했어. 웰트 님의 코어에 의해 억제되고 있는 걸까? 아니면 이건 성흔 공간의 이미지 투영에 불과한 걸까...",
			null
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			191686,
			"It seems necessary to investigate.",
			"看来有必要好好调查一下。",
			"どうやらしっかり調べてみる必要がありそうね。",
			"아무래도 철저히 조사해볼 필요가 있겠어.",
			null
		],
		[
			"msg",
			191687,
			"Sirin, can you show us what you said about the magic of fixing the world?",
			"西琳，你刚才说的修复世界的魔法，可以为我们再展示一下么？",
			"シーリン、さっき言っていた世界を修復する魔法なんだけど、私たちにも見せてもらえない？",
			"시린, 아까 말하던 세계를 수복하는 마법인데, 우리에게도 보여줄 수 없을까?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191688,
			"Well! No problem! Is there anything Yssring wants?",
			"嗯！没问题！请问伊瑟琳有什么想要的东西么？",
			"うん！いいよ！イザーリンは何か欲しい物とかある？",
			"응! 좋아! 이자린은 원하는 게 있니?",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			191689,
			"Oh pup pup, it seems that doctor is really interested in it! I remember the doctor liked to make mixed coffees, Sirin~ Create a romantic bar for them!",
			"唔噗噗，看来博士同志果然也很感兴趣呢！我记得博士同志很喜欢做调和咖啡吧，西琳同志~就给她们创造一间充满浪漫气息的酒吧吧！",
			"ウププ、やっぱり博士も興味を持ったのね！確かブレンドコーヒーを淹れるのが好きだったわよね。シーリン、彼女たちにロマンあふれるバーを作ってあげてよ！",
			"우푸푸, 역시 박사님도 관심을 가졌네! 분명 블렌드 커피를 우려내는 걸 좋아했었지. 시린, 그녀들에게 로맨스 넘치는 바를 만들어줘!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			191690,
			"Whatever your logic was, it should have been a coffee house!",
			"你刚才逻辑怎么想都应该是咖啡屋好么！",
			"今の話の流れからしたら、どう考えてもカフェでしょ！",
			"지금 이야기 흐름으로 봤을 때, 어떻게 생각해도 카페잖아!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191691,
			"Coffee house... But Sirin didn't know what it was...",
			"咖啡屋么…可是，西琳不知道那是什么……",
			"カフェか～……でも、シーリンはカフェって何なのか知らないんだ……。",
			"카페라~... 하지만 시린은 카페가 뭔지 모르겠어...",
			null
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191692,
			"I'm sorry...Because all Sirin had ever seen was war and ruin...So a lot of what people say I haven't been exposed to…",
			"抱歉…因为西琳曾经见到的只是战争和废墟…所以大家说的很多东西我都没有接触过……",
			"ごめんね……シーリンがこれまで見てきたものは戦争と廃墟だけだったから、みんなが話しているもののほとんどは見たこともないんだ……。",
			"미안해... 시린이 지금까지 본 건 전쟁과 폐허뿐이어서, 다들 이야기하는 것들은 대부분 본 적도 없어...",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191693,
			"Well, in that case, do what you want.",
			"是么，既然如此就按你的想法来吧。",
			"そうなの。それなら、あなたの想像に任せるわ。",
			"그렇구나. 그렇다면, 네 상상에 맡길게.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			191694,
			"Well, let this barren ruin become a beautiful garden",
			"嗯，那就让这片荒芜的废墟变成美丽的花园吧~",
			"うん、じゃあこの荒れ果てた廃墟を美しい庭園にしてみせるね～",
			"응, 그럼 이 황폐한 폐허를 아름다운 정원으로 만들어볼게~",
			null
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191695,
			"Hey!",
			"嘿！",
			"えいっ！",
			"에잇!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191696,
			"Peng!",
			"噌！",
			"——ピカッ！",
			"—— 찌릿!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191697,
			"How about... I don't know if you like it?",
			"怎么样…不知道大家喜欢么？",
			"どうかな……みんな、気に入ってくれるかな？",
			"어떨까…… 다들, 마음에 들어할까?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191698,
			"Oh!!!!! Magic! It's magic, Yssring! Shining magic girl, has come into this world at last!",
			"喔！！是魔法！是魔法啊伊瑟琳！闪耀的魔法少女，终于降临在这个世界了吗！",
			"おおおぉぉおうおぉぉお！！魔法だ！魔法だよ、イザーリン！輝く魔法少女がついにこの世界に降臨した！",
			"오오오오오우오오오!! 마법이다! 마법이야, 이자린! 빛나는 마법 소녀가 드디어 이 세상에 강림했어!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191699,
			"Uh...Calm down. There is no magic in this world… But just using a moment to rewrite the information of the Stigmata space is really incredible.",
			"呃…冷静点九霄。这个世界不存在什么魔法…不过仅仅只是一瞬间，就将圣痕空间的信息改写，的确很不可思议。",
			"はぁ……九霄、落ち着きなさいよ。この世界に魔法なんて存在するわけないでしょ……でも、ほんの一瞬で聖痕空間の情報を書き換えるなんて確かに不思議ね。",
			"하아…… 큐쇼, 진정해. 이 세상에 마법 같은 건 존재할 리 없잖아…… 하지만, 정말 순간적으로 성흔 공간의 정보를 바꾸다니 확실히 신기하네.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191700,
			"Sirin! Let me see your other works!",
			"西琳！还有什么更厉害的东西么！快让九霄大人欣赏一下你的作品！",
			"シーリン！他にもすごいものがある！？早く九霄様にもっと見せて！",
			"시린! 다른 것도 대단한 게 있어!? 빨리 큐쇼 님에게 더 보여줘!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191701,
			"Hello...Who was angry about the alteration of her space?",
			"喂…刚才是谁对自己的圣痕空间遭到改造而愤愤不平来着？",
			"ちょっと、さっきまで自分の聖痕空間が改ざんされたとか言って文句言いまくってたのは誰よ？",
			"잠깐, 아까까지 자기 성흔 공간이 조작당했다고 불평하던 건 누구야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191702,
			"If Sirin can use such great magic, she must be the messenger chosen by god to repair the world! We're supposed to be partners!",
			"既然西琳能够使用这么伟大的魔法，那一定也是被神所选召来修复这个世界的使者！我们应该是伙伴才对嘛！",
			"シーリンがこんなに偉大な魔法を使えるってことは、きっとこの世界を修復するために神に召された使者に違いない！我らは仲間ってことだ！",
			"시린이 이렇게 대단한 마법을 쓸 수 있다는 건, 분명 이 세상을 수복하기 위해 신께 부름받은 사자에 틀림없어! 우리는 동료란 말이야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191703,
			"Partner?",
			"伙伴？",
			"仲間？",
			"동료?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191704,
			"That's right! Lord Savior and magic girl! It looks like we will be good partner!",
			"没错！救世主大人与魔法少女的组合，看来我们会成为不错的搭档呢！",
			"そうよ！救世主様と魔法少女のコンビよ。どうやら我らは悪くない相棒になれそうだ！",
			"그래! 구세주님과 마법 소녀 콤비야. 어쩌면 우리는 나쁘지 않은 파트너가 될 수 있을 것 같아!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191705,
			"Really?! I will be your best assistant",
			"真的么！嗯！西琳一定会成为九霄大人的得力助手的！",
			"本当！？うん！シーリン、必ず九霄様の助手になって役に立ちたい！",
			"정말!? 응! 시린, 꼭 큐쇼 님의 조수가 되어 도움이 되고 싶어!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191706,
			"Best!!!",
			"九霄大人…西琳！再说一遍听听~",
			"九霄様……シーリン！もう一回言って！",
			"큐쇼 님…… 시린! 한 번 더 말해봐!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191707,
			"Yes, I will be Lord Kyuushou's best assistant!",
			"嗯！西琳一定会成为救世主九霄大人的得力助手的！",
			"うん！シーリン、必ず救世主・九霄様の助手になって役に立ちたい！",
			"응! 시린, 반드시 구세주 큐쇼님의 조수가 되어 도움이 되고 싶어!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191708,
			"Sirin! You are so pretty and perfect! Only you can see my soul and be with me!",
			"西琳！你果然超懂事呢！从九霄大人登场至今其他人都以为我是愚者！只有你能直视到我的灵魂！",
			"シーリン……あなたってやっぱり超物分かりがいいのね！九霄様が登場して以来、誰もが私のことをアホ呼ばわりしていたのに！私の魂を見ることができるのはシーリンだけだ！",
			"시린…… 역시 너는 정말 이해심이 뛰어나구나! 큐쇼님이 등장한 이후로 모두가 나를 바보라고 부르는데! 내 영혼을 볼 수 있는 건 시린뿐이야!",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191709,
			"Yssring! Do you see? It's the connection between the girls blessed by God.",
			"伊瑟琳！你看到了么！这才是受到神祝福之人的羁绊！",
			"イザーリン、どう！？これこそが神の祝福を受けた者同士の絆よ！",
			"이자린, 어때!? 이것이 바로 신의 축복을 받은 자들 사이의 유대야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191710,
			"Lord Kyuushou, let Sirin show you the world I've restored! You'll love it!",
			"九霄大人，既然如此就让西琳带您去看看我所修复的世界吧！您一定会喜欢的！",
			"九霄様、それじゃあシーリンが修復した世界を見せてあげるね！きっと気にいってくれるはずだよ！",
			"큐쇼님, 그럼 시린이 복구한 세상을 보여줄게! 분명 마음에 들어할 거야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191711,
			"Let's go!",
			"嗯嗯！我们走！",
			"うんうん！早く行こう！",
			"응응! 빨리 가자!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				865,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191712,
			"Wait a minute! This is my dream! Why do you all ignore Kuma!",
			"喂！等等！这里明明是我的梦境，为什么你们一个个都无视库玛！",
			"ちょっと！待ってよ！これは私の夢のはずなのに、どうしてみんなしてクーマを無視するの！",
			"잠깐! 기다려! 이건 내 꿈이었을 텐데, 왜 모두 쿠마를 무시하는 거야!",
			null
		],
		[
			"msg",
			191713,
			"Oooo...Isn't my desire strong enough to fully control this dream?",
			"呜…难道是我的愿望还不够强烈，所以没法完全掌控这个梦境么！加把劲嘎哦！",
			"うぅ……もしかして私の願望が十分じゃないからいけないのかな？だからこの夢を完全にコントロールできないのかな！？しっかりしなくちゃ。ガオ～！",
			"우우…… 혹시 내 소원이 충분하지 않아서 그런 걸까? 그래서 이 꿈을 완전히 통제할 수 없는 걸까!? 정신 차려야 해. 갸아~!",
			null
		]
	],
	"1968": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191714,
			"Lord Kyuushou! This way, this way! how about Sirin turning this ruin into a beautiful little courtyard?",
			"九霄大人~这边这边~西琳把这片废墟变成了漂亮的小庭院呢~怎么样？",
			"九霄様！こっち、こっち~シーリンがこの廃墟を綺麗なお庭にしたんだよ。どうかな？",
			"큐쇼님! 이쪽, 이쪽~ 시린이 이 폐허를 아름다운 정원으로 만들었어. 어때?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191715,
			"Yeah, yeah, it's Sirin! I perceive divinity in this sight!",
			"嗯嗯~不愧是西琳啊！我从这片景象中感知到了神性！",
			"うん、うん！さすがはシーリンね！この景色から神々しさを感じる！",
			"응, 응! 역시 시린이야! 이 풍경에서 신성함이 느껴져!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			191716,
			"And the big trees full of mayonnaise, the river of shining honey~ That is the crystallization of my imagination!",
			"还有那长满蛋黄酱的大树、一闪一闪的蜂蜜小河~那可都是我想象力的结晶！",
			"それからあのマヨネーズがいっぱいの大きな木と、キラキラしたハチミツの小川も、私の想像力の結晶なんだよ！",
			"그리고 저 마요네즈가 가득한 큰 나무와 반짝이는 꿀 강도, 내 상상력의 결정체야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			191717,
			"Ah... Forget about those. It's childish.",
			"啊…那些就算了，太幼稚了。",
			"あ、そう。どうでもいい。幼稚すぎるから。",
			"아, 그래. 어쩌든 상관없어. 유치하니까.",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				865,
				4,
				false
			]
		],
		[
			"msg",
			191718,
			"Goo!",
			"咕！",
			"うぐっ！",
			"으억!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				865,
				4,
				true
			]
		],
		[
			"msg",
			191719,
			"But Sirin, if I changed this pace, I would have kept the ruins. Once the scourge is overcome, the land of death will once again bloom with the flowers of hope. That's a beautiful sight!",
			"但是西琳，如果是交给九霄大人我的话，我肯定会保留这片废墟呢，一旦战胜灾祸，死亡的土地将会再度盛放希望之花，那才是绝美的景象！",
			"でもね、シーリン。もし、九霄様ならば、きっとここの廃墟をそのまま残しておく。災厄に打ち勝つことができれば、死んだ土地にも再び希望の花が咲き誇る！それこそ最高に美しい景色だ！",
			"하지만 말이야, 시린. 만약 큐쇼님이라면 분명 이 폐허를 그대로 남겨둘 거야. 재앙을 극복할 수 있다면, 죽은 땅에도 다시 희망의 꽃이 피어날 거야! 그게 바로 가장 아름다운 경치라고!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191720,
			"Wow!",
			"九霄大人的话好高深……",
			"九霄様の話は奥が深いなぁ……。",
			"큐쇼님의 이야기는 정말 깊은데......",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191721,
			"That is because now you can not see through the realm. It's good enough based on your thoughts.",
			"那还不是现在的你能够参透的境界，西琳就按自己喜好的方法来做好了！",
			"そりゃ今のシーリンが入ってこられる領域じゃないもの。今は自分の好きなやり方でやればいい！",
			"지금의 시린이 이해할 수 있는 영역이 아니지. 지금은 네가 좋아하는 방식대로 하면 돼!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			191722,
			"OK!",
			"嗯！",
			"うん！",
			"응!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191723,
			"I'm sorry to disturb your talk, Sirin. May I ask you a few questions?",
			"抱歉，打扰一下你们的雅致，西琳，我可以问几个问题么？",
			"あなたたちの会話を邪魔して申し訳ないんだけど、シーリンにいくつか質問してもいいかしら？",
			"너희들 대화 방해해서 미안하지만, 시린에게 질문 좀 해도 될까?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191724,
			"OK?",
			"嗯？",
			"ん？",
			"음?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191725,
			"Sirin, you said you'd start fixing the world as soon as it woke up. Didn't you see anyone else during your transformation? Like the big sister with the one-side drill ponytail or the red haired alcoholic aunt?",
			"西琳，你之前说在这个世界醒来的时候就开始修复它了，那在你改造的过程中就没有见到其他人么？比如什么单边钻头马尾的大姐姐或者说是红发的酗酒阿姨之类的？",
			"シーリン、さっきはこの世界で目が覚めてから修復を始めたって言っていたわよね？じゃあ、あなたが改造している時に他の人を見かけなかった？例えばドリル頭のポニーテールをしたお姉さんとか、赤い髪をした大酒飲みのおばさんとか。",
			"시린, 아까 이 세계에서 눈을 뜨고 나서 수복을 시작했다고 했지? 그럼 네가 개조하고 있을 때 다른 사람은 못 봤어? 예를 들어 드릴 머리의 포니테일 누나라든가, 빨간 머리에 주정뱅이 아주머니라든가.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191726,
			"No, the world... It seems that Sirin is the only one.",
			"没有呢，这个世界……似乎就只有西琳一个人。",
			"見てないよ。この世界には……シーリンしかいないみたい。",
			"못 봤어. 이 세계에는...... 시린밖에 없는 것 같아.",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191727,
			"…...",
			"果然是这样么，长空市发生那么大的变化，逐火之蛾的大家是不会放着不管的，但现在却连一个逐火之蛾的成员都看不到……",
			"やっぱりそうなのね。長空市にこんなに大きな変化が起こったら、火を追う蛾のみんなが放っておくはずないわ。でも、火を追う蛾の人間が一人も見当たらない……。",
			"역시 그런 거였군. 창공시에 이렇게 큰 변화가 일어났다면, 불을 좇는 나방의 모두가 가만히 있지 않았을 거야. 하지만, 불을 좇는 나방의 사람이 단 한 명도 보이지 않는 건...",
			"I guess that's the case.  If such a big change were to occur in Nagasora City, there's no way all the moths chasing the fire would leave it alone.  But I can't find a single person who is a fire-chasing moth..."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191728,
			"Although Sirin cannot remember everything, I also know who you said.",
			"虽然西琳的记忆有些模糊，但我其实隐隐约约地知道伊瑟琳在说谁呢。",
			"シーリンの記憶は少しぼんやりしているけど、実はイザーリンが誰のことを言っているのか何となくわかる気がする。",
			"시린의 기억은 조금 흐릿하지만, 사실 이자린이 누구를 말하는 건지 어렴풋이 알 것 같아.",
			null
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191729,
			"They were the heroes who had fighted together with Kyuushou. I cannot remember the details of them.",
			"她们是跟九霄大人一起战斗过，一起拯救了这个世界的英雄！不知道为什么，西琳却怎么努力都想不起她们呢……",
			"その人たちは九霄様と一緒に戦って、一緒にこの世界を救った英雄でしょ！何故か分からないけれど、シーリンはどんなに頑張っても、その人たちのことを思い出せないの……。",
			"그 사람들은 큐쇼님과 함께 싸우고, 함께 이 세계를 구한 영웅들이잖아! 왜인지 모르겠지만, 시린은 아무리 노력해도 그 사람들의 기억을 떠올릴 수가 없어...",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				513,
				5,
				true
			]
		],
		[
			"msg",
			191730,
			"Eh?",
			"诶？不过你明明对我和九霄有印象？",
			"えっ？でも、私や九霄のことははっきり覚えているんでしょう？",
			"엣? 하지만, 나나 큐쇼에 대한 건 분명히 기억하고 있잖아?",
			"Eh? But you clearly remember me and Kyuushou, right?"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191731,
			"I also don't know why. Sirin will never forget Lord Kyuushou!",
			"这点西琳也想不明白，但有一点是可以确定的，西琳是绝对不会忘记九霄大人的！",
			"それはシーリンにも分からないの。でも、一つはっきりしていることは、シーリンは絶対に九霄様を忘れないってことだよ！",
			"그건 시린도 모르겠어. 하지만, 하나 분명한 건 시린은 절대 큐쇼님을 잊지 않을 거라는 거야!",
			null
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191732,
			"\"Please borrow the power to me!\" Lord Kyuushou said it to me! Because Lord Kyuushou promised to me that she would save the world and bring the rebirth of hope.",
			"“请借我力量”……九霄大人是这么对西琳说的，因为九霄大人向西琳承诺过，要拯救这个世界，给它重生的希望和曙光。",
			"「力を貸して」……九霄様はこうやってシーリンに言ったんだよ。だって、九霄様はシーリンに誓ってくれた。この世界を救って、再び希望と光を蘇らせてみせるって。",
			"「힘을 빌려줘」... 큐쇼님이 이렇게 시린에게 말했어. 왜냐면, 큐쇼님은 시린에게 약속했거든. 이 세계를 구하고, 다시 희망과 빛을 되살리겠다고.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191733,
			"Don't worry. I thought that they were just hiding. They can fight even the end of the world. They must still be alive!",
			"西琳不用担心，我想她们只是偷偷藏起来了而已，以逐火之蛾的力量就连末日的天灾都能够对抗，她们现在一定都还好好的活着！",
			"シーリン、心配しないで。みんなはこっそりと隠れているだけだと思う。火を追う蛾の力をもってすれば、終末の災いにだって立ち向かえるんだから。きっと無事に生きているはずだよ！",
			"시린, 걱정하지 마. 모두는 몰래 숨어있을 뿐일 거야. 불을 좇는 나방의 힘으로라도, 종말의 재앙에 맞설 수 있으니까. 분명 무사히 살아있을 거야!",
			null
		],
		[
			"msg",
			191734,
			"Let's find them!",
			"走吧西琳，让我们一起去把逐火之蛾的大家找出来！",
			"行きましょう、シーリン。一緒に火を追う蛾の皆を探しに行くのよ！",
			"가자, 시린. 함께 불을 좇는 나방의 모두를 찾으러 가는 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191735,
			"Ok!",
			"嗯！好的！",
			"うん！分かった！",
			"응! 알았어!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191736,
			"I'm afraid it's not as simple as you think. Ah...Sure enough, it got more and more troublesome…",
			"九霄，恐怕事情并没有你想象的那么简单，哎…果然变得越来越麻烦了……",
			"九霄、たぶん事態はあなたが思っているほど単純じゃないと思うわよ。やれやれ……やっぱりますます面倒なことになってきたわね……。",
			"큐쇼, 아마 상황은 네가 생각하는 것만큼 단순하지 않을 거야. 아이고... 역시 점점 더 골치 아픈 일이 되어가네...",
			null
		]
	],
	"1969": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191737,
			"They weren't at the ME either… It seems that it must have become a big Popsicle so they left…",
			"果然也不在ME社的基地中呢…看来一定是因为变成了大冰棒所以都嫌弃地离开了吧……",
			"やっぱりME社の基地の中にもいない……きっとアイスキャンディーみたいになったから嫌になって出ていった？",
			"역시 ME사 기지 안에도 없어... 분명 아이스캔디처럼 변해버려서 싫증나서 나간 거야?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191738,
			"Sorry…",
			"呜…对不起。",
			"うぅ……ごめんなさい。",
			"우우... 미안해.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191739,
			"No, it's not your fault~ It's the bear girl.",
			"错的不是西琳，而是那只熊人兽娘的错！",
			"悪いのはシーリンじゃない。あのクマ人間のせいだ！",
			"나쁜 건 시린이 아니야. 그 곰 인간 때문이지!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			191740,
			"Hey!!",
			"喂！",
			"ちょっと！",
			"잠깐!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191741,
			"Lord Kyuushou, Kuma is the first friend of me in this world. Please don't blame her.",
			"九霄大人，库玛小姐是我在这个世界结识的第一个朋友，请不要责怪她。",
			"九霄様、クマのお姉さんはこの世界で私が出会った最初の友達なの。責めないであげて。",
			"큐쇼님, 곰 언니는 이 세상에서 내가 처음 만난 친구야. 탓하지 말아줘.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191742,
			"Well. Could you change Me into the original one, Sirin?",
			"好吧好吧，既然如此那九霄大人就既往不咎了，西琳，可以麻烦你把这里修复成原来的ME社么。",
			"はいはい。そういうことなら過ぎたことを咎めないようにするとしよう。シーリン、ここを以前のME社の姿に戻せる？",
			"알았어 알았어. 그런 사정이라면 지난 일을 트집 잡지 않도록 하지. 시린, 여기를 예전 ME사 모습으로 되돌릴 수 있어?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191743,
			"I will have a try.",
			"嗯，西琳会努力试试看的！",
			"うん、シーリン頑張ってやってみるね！",
			"응, 시린 힘내서 해볼게!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191744,
			"Kyuushou, come here. I have something to say to you.",
			"喂，九霄，你过来一下，我有些话要对你说。",
			"ねえ、九霄。ちょっとこっちに来て。話があるの。",
			"저기, 큐쇼. 잠깐 이리 와봐. 할 말이 있어.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191745,
			"Huh? What's the matter, Yssring?",
			"嗯？怎么了伊瑟琳？",
			"ん？どうしたの？",
			"음? 무슨 일인데?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				1,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191746,
			"I think it is a lot more complicated than we think.",
			"关于这里发生的一切，我觉得比我们想象的要复杂许多。",
			"ここで起こった事は、私たちが想像している以上にずっと複雑だと思うわよ。",
			"여서 일어난 일은 우리가 상상하는 것보다 훨씬 더 복잡한 것 같아.",
			null
		],
		[
			"msg",
			191747,
			"From their exploration of the world, they may no longer be in it.",
			"从刚才探查这个世界的情况来看，逐火之蛾的大家或许已经不在这个世界中了。",
			"先ほどからこの世界の様子を見ている限り、火を追う蛾のみんなはもうこの世界にいないかもしれないわよ。",
			"지금까지 이 세계의 모습을 지켜본 바로는, 불을 좇는 나방들은 이미 이 세상에 없을지도 몰라.",
			"Judging from what I've seen of this world for a while now, all the Fire Moths may no longer be in it."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191748,
			"What do you mean?",
			"呃！你的意思是！",
			"えっ！それってどういうこと！？",
			"엣! 그게 무슨 소리야!?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191749,
			"I thought the information of others in your Stigmata space had lost.",
			"我是说你的圣痕空间中关于逐火之蛾大家的信息已经不存在这里了。",
			"つまり、あなたの聖痕空間内にあった火を追う蛾の人々に関する情報は、もうここに存在していないのよ。",
			"즉, 너의 성흔 공간 안에 있던 불을 좇는 나방 사람들에 관한 정보는, 더 이상 여기에 존재하지 않는다는 거야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191750,
			"This is...That's impossible! They are clearly in my memory.",
			"这…不可能！明明在我的记忆中还留有她们的影子！",
			"そんな……ありえない！我はみんなをはっきりと記憶している！",
			"그럴 리가... 있을 수 없는 일이야! 난 분명히 모두를 기억하고 있다고!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			191751,
			"I'm afraid it's because the Stigmata doesn't want those information to interfere with you that it's hiding the information that was there.",
			"恐怕正是因为圣痕不想让这些情报干涉到现在的你，所以才将那些原本存在的信息给隐藏了起来。",
			"たぶん、聖痕がそれらの情報によって今のあなたに影響を与えたくないと考えたんでしょうね。だから以前存在していた情報を隠してしまったのよ。",
			"아마도 성흔이 그 정보들로 인해 지금의 너에게 영향을 주고 싶지 않다고 생각한 모양이야. 그래서 이전에 존재하던 정보를 숨겨버린 거지.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				2,
				true
			]
		],
		[
			"msg",
			191752,
			"Maybe they had left.",
			"也有可能是她们离开了长空市也说不定吧？",
			"でも、彼女たちが長空市から出ていった可能性だってあるだろう！？",
			"하지만, 그들이 장공시에서 나갔을 가능성도 있잖아!?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191753,
			"But we can not see any traces of life.",
			"但是作为曾经基地的ME社里却看不到任何生活过的痕迹。",
			"でも、以前の基地だったME社には生活の痕跡が何も見られないのよ。",
			"하지만, 이전의 기지였던 ME사에는 생활 흔적이 전혀 보이지 않아.",
			"But there's no traces of life near the ME Corporation building, which was the former base."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191754,
			"Puh!",
			"咕！",
			"ぐっ！",
			"큭!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			191755,
			"I don't think that information will be deleted, but at this point, it's almost impossible to find.",
			"虽然我觉得那些信息不一定会被删除，但是以目前的情况来看，要找到几乎是不可能了。",
			"必ずしもあの情報が削除されたとは限らないけれど、現在の状況からみて、みんなを見つけるのはほぼ不可能でしょうね。",
			"꼭 그 정보가 삭제되었다고 단정할 수는 없지만, 현재 상황으로 봤을 때 모두를 찾는 건 거의 불가능할 거야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			191756,
			"But since everyone's information is hidden, isn't it strange that only Sirin is still here?",
			"但是既然大家的信息都被隐藏了，只有西琳还留在了这里那不是很奇怪么！",
			"でも、みんなの情報が隠されてしまったのなら、シーリンだけがここに残っているのは不自然じゃない？",
			"하지만, 모두의 정보가 숨겨져 버렸다면 시린만이 여기에 남아있는 건 이상하지 않아?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			191757,
			"Yes, that's the issue. If it were a projection of the knowledge of Stigmata Space, Sirin would have disappeared like everyone else. But Stigmata space preserves only the idea of Sirin…",
			"没错，问题就出在这里，如果是作为圣痕空间认知的投影，西琳应该和逐火之蛾的大家一样消失了才对，但是圣痕空间却唯独保了西琳这一概念……",
			"そうよ。問題はそこなの。聖痕空間の認知による投影だとするなら、シーリンは火を追う蛾のみんなと一緒に消えているはずなの。でも、聖痕空間はシーリンという存在だけを残している……。",
			"그래. 문제는 바로 거기에 있어. 성흔 공간의 인지에 의한 투영이라고 한다면, 시린은 불을 좇는 나방들처럼 함께 사라져야만 해. 하지만 성흔 공간은 시린이라는 존재만을 남기고 있어…….",
			null
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191758,
			"From the conversation, Sirin, like you, knows very little about the memory of the original world. This reaction is exactly like yours, a self-correcting reaction that occurs only as the holder of Stigmata.",
			"从刚才的对话来看，西琳和你一样，也对原来世界的记忆相知甚少，这种反应简直就和你一模一样，是作为圣痕持有者才会出现的自我修正反应。",
			"さっきの会話からすると、シーリンもあなたと同じように、元の世界に対する記憶はとても少ないみたい。この反応はあなたとまるっきり同じ。聖痕の所有者にのみ現れる自我修復反応なの。",
			"아까 대화로 봤을 때, 시린도 너와 마찬가지로 원래 세계에 대한 기억이 매우 적은 것 같아. 이 반응은 너와 완전히 똑같아. 성흔의 소유자에게만 나타나는 자아 수복 반응이야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191759,
			"But Sirin's core has been stripped away...Then why…",
			"但是西琳的核心不是已经剥离出去了么…那为什么……",
			"でも、シーリンのコアはもう取り出されているはず……なら、どうして……。",
			"하지만 시린의 코어는 이미 추출되었을 텐데…… 그렇다면, 어떻게…….",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191760,
			"The Stigmata of Kiana and Mei, do you still remember?",
			"琪亚娜和芽衣的圣痕，你还有印象么？",
			"キアナと芽衣の聖痕について、まだ何か印象に残っている？",
			"키아나와 메이의 성흔에 대해, 아직 뭐라도 기억에 남는 게 있어?",
			null
		],
		[
			"msg",
			191761,
			"The situation is the same now as it was then. Their Stigmatas interfere with your space, thus creating the scene of Fire Moth and the images of the end times.",
			"现在的情况就和那时一样，她们的圣痕干涉了你的圣痕空间，因而才创造出逐火之蛾的大家，还有那些末世的景象。",
			"今の状況はあの時と同じよ。彼女たちの聖痕があなたの聖痕空間に干渉し、それによって火を追う蛾の皆、そしてあの終末の光景を創り出した。",
			"지금 상황은 그때와 같아. 그녀들의 성흔이 너의 성흔 공간에 간섭을 일으켜, 그로 인해 불을 좇는 나방들 모두, 그리고 그 종말의 광경을 만들어낸 거야.",
			null
		],
		[
			"msg",
			191762,
			"Although the core of Sirin is separated, it would be a bad thing if the Stigmata of Sirin were somehow left in your body to affect your space. If she continues her renovation of the place, it may have unintended consequences.",
			"虽然律者核心被分离了出去，但要是西琳的圣痕以某种形式留在了你的体内对你的圣痕空间造成影响，那么事情就糟糕了。如果继续放任她对这里的改造的话，说不定会发生意想不到的后果。",
			"律者のコアは取り出されたけれど、シーリンの聖痕が何らかの形であなたの体内に残り、あなたの聖痕空間に影響を与えているとすれば非常にマズいわよ。彼女がここの改造を続けるのを放っておいたら、とんでもないことになるかもしれないわ。",
			"율자의 코어는 추출되었지만, 시린의 성흔이 어떤 형태로든 네 안에 남아 있어서 네 성흔 공간에 영향을 주고 있다면 정말 큰 문제야. 그녀가 이곳을 계속 개조하도록 내버려둔다면, 엄청난 일이 벌어질지도 몰라.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191763,
			"Oooo...Don't be so alarmist! A child as sweet as Sirin wouldn't do such a thing.",
			"呜…不要这样危言耸听嘛！西琳这么乖巧的孩子不会做出这样的事情的，而且九霄大人的身体状况极佳不也是你和埃米沙说的嘛？",
			"うっ……そんな大げさなこと言わないでよ！シーリンはあんなにいい子なのに、そんなことするはずないでしょ！？それに、イザーリンだってエミザに私の体が最高の状態だって言ってたじゃない！",
			"윽…… 그런 과장된 말 하지 마! 시린은 그렇게 좋은 아이인데, 그럴 리가 없잖아!? 게다가, 이자린도 에미자에게 내 몸이 최상의 상태라고 말했었잖아!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			191764,
			"So far, it's just my guess, but more research is needed.",
			"所以说目前为止只是我的猜想，具体还需要更深入的研究。",
			"だから今のところは私の推測にすぎないの。具体的なことはもっとよく調べてみないと。",
			"그래서 지금으로선 내 추측일 뿐이야. 구체적인 건 더 자세히 조사해 봐야 해.",
			null
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				3,
				false
			]
		],
		[
			"msg",
			191765,
			"Come on, Kyuushou, we need to cut off the connection as soon as possible and figure out what to do next.",
			"走吧，九霄，我们得尽快切断连接，思考后续的应对方案了。",
			"行きましょう、九霄。今すぐ接続を切断して、今後の対策を考えないと。",
			"가자, 큐쇼. 지금 바로 연결을 끊고, 앞으로의 대책을 생각해야 해.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				54,
				3,
				true
			]
		],
		[
			"msg",
			191766,
			"Ah! What about Sirin?",
			"呜！这就要走了么！那西琳怎么办？",
			"えっ！もう行くの！？じゃあ、シーリンはどうするの？",
			"엣! 벌써 가는 거야!? 그럼, 시린은 어떻게 할 건데?",
			"Ah! We're leaving already? What about Sirin?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191767,
			"Let her stay here for the time being. At least for now it seems she won't do anything to you.",
			"目前只能先让她留在这里了，至少现在看来她还不会对你造成什么伤害。",
			"とりあえず彼女をここに残しておくしかないわね。今のところ、あなたに何か危害を加える様子もないしね。",
			"일단 그녀를 여기에 남겨두는 수밖에 없겠네요. 지금으로선 당신에게 해를 끼칠 기색도 없고 말이에요.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191768,
			"But…",
			"可是……",
			"でも……。",
			"하지만.......",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191769,
			"It's good for you.",
			"这也是为了你好。",
			"これもあなたのためなのよ。",
			"이것도 당신을 위한 거예요.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191770,
			"Well, let me say goodbye to Sirin first.",
			"咕……好吧，那至少让我和西琳道个别吧。",
			"ぐっ……わかったよ。じゃあ、少なくともシーリンにお別れを言わせてよ。",
			"윽...... 알겠어. 그럼 적어도 시린에게 작별 인사는 하게 해줘.",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				6,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191771,
			"Ok, we also need to call Kuma being with us.",
			"嗯，我们还得把库玛也一起带走，速去速回吧。",
			"ええ、それからクーマも一緒に連れて帰らないと。なるべく急いでね。",
			"네, 그럼 쿠마도 함께 데려가야 해요. 가능한 한 서둘러요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191772,
			"…...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				865,
				2,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191773,
			"As expected Doctor is brewing some plot…",
			"果然博士同志这家伙在酝酿着什么阴谋……",
			"やっぱり博士は何か企んでいるんだ……。",
			"역시 박사는 뭔가 꾸미고 있었어.......",
			null
		],
		[
			"msg",
			191774,
			"Damn... I won't let you disturb my dreams!",
			"可恶…我才不会让你们打扰我的美梦呢！",
			"クソッ……私の素晴らしい夢を邪魔されてたまるもんか！",
			"젠장...... 내 멋진 꿈을 방해당할 순 없어!",
			null
		]
	],
	"1970": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191775,
			"My Lord! You see! Sirin fixed the ME club! Doesn't it look new now?",
			"九霄大人！你看！西琳把ME社修好了！现在看起来是不是焕然一新了呢！",
			"九霄様、見て！シーリン、ME社を元通りにしたよ！こうしてみると、見違えるみたいだね！",
			"큐쇼님, 보세요! 시린, ME사를 원래대로 돌려놨어요! 이렇게 보니 정말 달라보이네요!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191776,
			"Wow! Sirin is the best…",
			"嗯…不愧是西琳呢。",
			"うん……さすがはシーリン。",
			"응...... 역시 시린다워.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191777,
			"What's the matter... Don't you look very happy?",
			"怎么了…九霄大人看起来不是很高兴呢？",
			"どうしたの？九霄様、あまり嬉しくないみたいだけど……。",
			"왜 그래요? 큐쇼님, 기분이 안 좋아 보이는데...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191778,
			"Em...Sirin, Yssring and I have to go, so I've come to say goodbye to you.",
			"那个…西琳，我和伊瑟琳得先离开了，所以我是来和你告别的。",
			"その……シーリン。私とイザーリンは帰らないといけないの。だから、あなたにお別れを言いに来たの。",
			"그게...... 시린. 나와 이자린은 돌아가야 해. 그래서, 너에게 작별 인사를 하러 왔어.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191779,
			"To leave…It...Looks like that Miss Kuma is right.",
			"离开…果然是这样么…看来库玛小姐说的没错。",
			"帰る……やっぱりそうなんだ。クマのお姉さんの言う通りみたいだね。",
			"돌아간다... 역시 그런 거였구나. 곰 언니가 말한 대로인 것 같네.",
			null
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191780,
			"As expected because Sirin took the initiative to change the world which caused a bad impact on Lord Kyuushou, right?",
			"果然是因为西琳擅自改造这个世界，所以对九霄大人造成了不好的影响吧？",
			"シーリンが勝手にこの世界を改造しちゃったせいで、九霄様に良くない影響を与えてしまったんでしょう？",
			"시린이 함부로 이 세계를 개조해서 큐쇼님에게 나쁜 영향을 준 거죠?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191781,
			"Ehh? You know?",
			"呃？你已经知道了么？",
			"えっ？もう知ってたの？",
			"어? 벌써 알고 있었어?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191782,
			"Kuma…what did you say to Sirin?",
			"库玛…你这家伙究竟对西琳说了什么……",
			"クーマ……シーリンに何を言ったの……。",
			"쿠마...... 시린에게 무슨 말을 한 거야...",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				865,
				1,
				false
			]
		],
		[
			"msg",
			191783,
			"I just told her what you said.",
			"我只是把你们的话复述给她了而已~",
			"あなたたちの会話をそのまま伝えただけだよ～",
			"너희들의 대화를 그대로 전했을 뿐이야~",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				865,
				1,
				true
			]
		],
		[
			"msg",
			191784,
			"Don't make trouble! It would be worse if Sirin's mood became unstable!",
			"喂！别捣乱啊！要是让西琳的情绪变得不稳定会更糟的！",
			"もう！ややこしいことしないでよ！もし、シーリンの感情が不安定になったら大変なことになるんだから！",
			"真是的! 복잡하게 하지 마! 만약 시린의 감정이 불안정해지면 큰일 나는 거야!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			191785,
			"It is you who make trouble! Ah! Do you know how I got here so many days!",
			"明明捣乱的是你们啊！呜！你知道这么多天我是怎么过来的么！",
			"ややこしくしているのはそっちでしょ！うっ……私がこれまでどうしてきたか、知っているの！？",
			"복잡하게 만드는 건 너 쪽이잖아! 윽... 내가 지금까지 어떻게 해왔는지, 알고 있어!?",
			null
		],
		[
			"msg",
			191786,
			"Kuma did not help in the battle of Ark fortress, as the commander of the Anti-entropy tank division did not even participate in the battle! It is because of Kuma's fault that Anti-Entropy is…",
			"在方舟要塞的战斗中库玛没有帮上半点忙，作为逆熵坦克师团的指挥官居然连战斗都没有参与到！都是因为库玛的错逆熵才会被天命给……",
			"方舟要塞の戦いでクーマはまったく力になれなかった。ネゲントロピー戦車師団の指揮官のくせに、戦いにも加われなかったんだよ！クーマのせいでネゲントロピーは天命に……。",
			"방주 요새 전투에서 쿠마는 전혀 도움이 되지 못했어. 네겐트로피 전차 사단의 지휘관 주제에, 전투에도 참여하지 못했다고! 쿠마 때문에 네겐트로피는 천 명이나......",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				2,
				true
			]
		],
		[
			"msg",
			191787,
			"Ah...You've been struggling with these things. Don't worry! Nothing's going to change if you're in combat.",
			"啊…原来你在纠结这些事情啊，放心吧，就算你在战局也不会发生什么改变的。",
			"あぁ……そのことを気にしていたのね。安心して。あなたがいたところで、戦局は何も変わらなかったはずよ。",
			"아…… 그 일을 신경 쓰고 있었구나. 안심해. 네가 있었다고 해도, 전황은 아무것도 변하지 않았을 거야.",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			191788,
			"Goo! Damn! These days I drink vodka every day just to make myself feel better! Doctor said so easily!",
			"咕！可恶！这几天我天天猛喝伏特加就是为了让自己好受一些！我明明这么自责，博士同志却说得这么轻松！",
			"ぐっ……ここのところ、毎日ウォッカを飲みまくって何とか気を紛らわしてきたのに！こんなに自分を責めているのに、博士はちっとも気にしていないんだから！",
			"큭…… 요즘 매일 보드카를 마셔가며 어떻게든 정신을 흐리게 했는데! 이렇게나 자신을 탓하는데, 박사님은 전혀 신경 쓰지 않는 거야!",
			null
		],
		[
			"msg",
			191789,
			"In this case, I will stay in my dream forever from today on, never to think about these things again!",
			"既然这样，我今天开始就要永远留在自己的梦境中，再也不去想这些事情了！",
			"そんなことなら、私は今日から永遠に自分の夢の中に閉じこもってやる。もう二度とこんなこと考えたくない！",
			"그렇다면, 나는 오늘부터 영원히 내 꿈 속에 틀어박혀 있을 거야. 다시는 이런 생각 하고 싶지 않아!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				2,
				true
			]
		],
		[
			"msg",
			191790,
			"... It's not your dream, it's...",
			"哎呀…都说了这不是你的梦而是……",
			"あのねぇ……これはあなたの夢じゃないって言ったでしょう……。",
			"저기…… 이건 네 꿈이 아니라고 말했잖아…….",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				865,
				1,
				false
			]
		],
		[
			"msg",
			191791,
			"Hum~ I've told Sirin the solution. Lord Kuma will help Sirin protect this dream that belongs to me!",
			"哼哼~多说无用！我已经告诉西琳解决方案了，库玛大人会帮助西琳守护好这个属于我的梦境的！",
			"フフン、何を言ってもムダよ！もうシーリンに解決方法を言ってあるの。クーマ様はシーリンを助けて、この私の夢を守るんだから！",
			"흐흥, 뭘 말해도 소용없어! 이미 시린에게 해결 방법을 말해 뒀으니까. 쿠마 님은 시린을 도와서 이 내 꿈을 지켜줄 거야!",
			null
		],
		[
			"msg",
			191792,
			"Sirin! Create my tank unit as I just told you!",
			"西琳！按照库玛大人刚才和你说的，将我的坦克部队创造出来吧！",
			"シーリン！クーマ様がさっき話したように、戦車部隊を作り出して！",
			"시린! 쿠마 님이 방금 말한 대로, 전차 부대를 만들어 내!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				1,
				true
			]
		],
		[
			"msg",
			191793,
			"Peng!",
			"噌！",
			"——ピカッ！",
			"——찌릿!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			191794,
			"Hum!!!! At ordinary times I was pressed to dare not speak even! Why should I humble myself to you in my dreams! It's a pity that Emisha, who cursed me so much, is not here, or she would have known Lord Kuma's wrath!",
			"哼哼！平时被你们压着不敢说话就算了，为什么到梦里还要向你们低声下气！可惜那个骂我骂得那么厉害的埃米沙不在，不然就让她也知道库玛大人的厉害！",
			"フフン！いつもはあなたたちに頭を押さえられて何も言えないけれど、夢の中に来てまであなたたちにペコペコする必要なんてないんだから！私のことをボロクソに貶すエミザがいないのが残念だけどね。",
			"흐흥! 평소에는 너희들에게 머리를 눌려서 아무 말도 못 했지만, 꿈 속에 와서까지 너희들에게 아양 떨 필요는 없거든! 나를 망신시키는 에미자가 없는 게 아쉽지만 말야.",
			null
		],
		[
			"msg",
			191795,
			"Today I'm going to vent my anger while I can! It's in my dream! No one will know! Ku ku ku!!",
			"今天我就要趁现在好好泄一下愤！反正是在我的梦中！没人会知道！库库库！！",
			"今日こそきっちり鬱憤を晴らさせてもらうわよ！どうせ私の夢の中なんだからね！誰にもバレっこないわよ！クックックッ！！",
			"오늘은 제대로 울분을 풀어버릴 거야! 어차피 내 꿈 속이니까! 누구에게도 들킬 리 없어! 큭큭큭!!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			191796,
			"Have we turned on some terrible switch… The resentment of people whose lives don't go well is terrible! What are you doing to her, Yssring?",
			"我们是不是打开了什么不得了的开关……生活不如意的人的怨念真是太可怕了！伊瑟琳你平时都欺负她些什么了啊！",
			"うーん……イザーリン、普段からどれだけ彼女をイジメてた？",
			"으음…… 이자린, 평소부터 얼마나 그녀를 괴롭혔던 거야?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			191797,
			"I didn't… But I can't talk to her like this. Let her wake up first.",
			"我哪有…不过现在这样没法跟她好好说话，还是先让她清醒一下吧！",
			"知らないわよ！こうなったら彼女を説得するのは無理ね。とにかく彼女の目を覚まさせましょう！",
			"몰라요! 이렇게 되니 그녀를 설득하는 건 무리네요. 어쨌든 그녀의 눈을 뜨게 합시다!",
			null
		]
	],
	"1971": [
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				4,
				false
			]
		],
		[
			"msg",
			191798,
			"Puh…...",
			"咕啊……好痛！",
			"ぐあっ……イタタ！",
			"꽈악…… 아야야!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				49,
				2,
				false
			]
		],
		[
			"msg",
			191799,
			"Wu!!!!! Why do I still fail  in the dream! Don't come over here! The nightmare...This must be a nightmare!",
			"呜呜呜，欺负人！为什么明明是梦里还是打不过啦！不要过来啊！噩梦……这一定是噩梦！",
			"ううう、イジメられた！どうして夢の中なのに勝てないの！こっちに来ないで！悪夢だ……これはきっと悪夢だよ！",
			"우우우, 괴롭힘 당했어! 왜 꿈 속인데도 이길 수 없는 거야! 이쪽으로 오지 마! 악몽이야… 이건 분명 악몽이야!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				49,
				2,
				true
			]
		],
		[
			"msg",
			191800,
			"I told you it wasn't a dream. It is because you are lying in the carrier that you are connected to Stigmata space of Kyuushou. Why don't you understand…",
			"都和你说了这不是梦，而是因为你躺在了搭载仓里才被连接到九霄的圣痕空间中了，你怎么还不明白呢……",
			"これは夢じゃないって言ったでしょ。あなたがカプセルの中で寝ていたせいで、九霄の聖痕空間に接続されてしまったのよ。どうしてまだ分からないの……。",
			"이건 꿈이 아니라고 했잖아. 네가 캡슐 안에서 잠든 탓에 큐쇼의 성흔 공간에 연결되어 버린 거야. 왜 아직도 모르는 거니….",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				49,
				3,
				false
			]
		],
		[
			"msg",
			191801,
			"What stigmata space….",
			"什么圣痕空间！你说这个谁懂啦！",
			"何が聖痕空間よ！そんなの誰が理解するっていうのよ！",
			"뭐가 성흔 공간이야! 그런 걸 누가 이해하겠어!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				49,
				3,
				true
			]
		],
		[
			"msg",
			191802,
			"Phemie Iris! Cut the connection of Kuma! She will know after being back to the real.",
			"哎…菲米莉丝，切断库玛的连接吧，只要她回到现实中来应该就能明白我说的话了。",
			"もう……フェミリス、クーマの接続を切断して。現実の世界に戻れば、彼女も私の言っていることも理解できるはずでしょうから。",
			"정말……페미리스, 쿠마의 연결을 차단해. 현실 세계로 돌아가면, 그녀도 내 말을 이해할 수 있을 테니까.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				49,
				3,
				true
			]
		],
		[
			"msg",
			191803,
			"【Execution】Ready to cut the connection between Kuma and Stigmata space——",
			"【执行】收到！准备切断库玛与圣痕空间的连接——",
			"【実行】了解しました！クマと聖痕空間の接続切断用意——",
			"【실행】알겠습니다! 쿠마와 성흔 공간의 연결 차단 준비——",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				49,
				3,
				false
			]
		],
		[
			"msg",
			191804,
			"This is the warning to wake up! I know what I'm doing… I should have brought my tank division support earlier, so that the ark wouldn't die and I could be a hero!",
			"这是要醒过来的预警么！我知错了呜……我不该在搬救兵的时候在兵营过夜喝酒，应该早点把我的坦克师团支援带来，这样方舟就不会灭了，我也能成为英雄了！",
			"これって夢から覚めちゃう警告なの！？私が悪かったよぅ……加勢を求めに行った時に、営舎で夜通しお酒を飲んだりしちゃいけなかったんだよ。もっと早く私の戦車師団を支援に連れて行っていれば、そうすれば方舟が滅ぶこともなかったのに！",
			"이건 꿈에서 깨라는 경고야!? 내가 잘못했어… 지원을 요청하러 갔을 때, 막사에서 밤새 술을 마시면 안 됐던 거야. 더 빨리 내 전차 사단을 지원에 데려갔더라면, 그러면 방주가 망하는 일도 없었을 텐데!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				49,
				3,
				true
			]
		],
		[
			"msg",
			191805,
			"After all, drink less.",
			"原来说到底还是你自己自作自受么…还是少喝点酒好好悔改吧。",
			"結局、自業自得じゃないの……やっぱりお酒を控えて悔い改めなさい。",
			"결국 자업자득이잖아… 역시 술을 자제하고 뉘우쳐.",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				49,
				3,
				false
			]
		],
		[
			"msg",
			191806,
			"No! My vodka, my mayonnaise! Sirin!!!!!",
			"不要啊！我的伏特加，我的蛋黄酱！西琳——",
			"嫌だよ！私のウォッカ、私のマヨネーズ！シーリン——",
			"싫어! 내 보드카, 내 마요네즈! 시린——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				49,
				3,
				true
			]
		],
		[
			"msg",
			191807,
			"Xiu!!",
			"咻！",
			"——ヒュンッ！",
			"——흐윽!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			191808,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			191809,
			"Ha, it's quiet at last. Before she messes up the lab, I'll go back and have a look.",
			"哈，这下终于安静了，在她搞乱实验室之前，我也赶紧回去看看好了。",
			"はぁ、これでようやく静かになったわね。彼女が実験室をメチャクチャにする前に、私も急いで戻った方がよさそうね。",
			"하아, 이제야 조용해졌네. 그녀가 실험실을 엉망으로 만들기 전에, 나도 서둘러 돌아가는 게 좋을 것 같네.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191810,
			"Lord Kyuushou, sorry, it's my fault….",
			"呜…九霄大人，对不起。都是西琳的错……",
			"うぅ……九霄様、ごめんなさい。全部シーリンのせいで……。",
			"우우…… 큐쇼님, 미안해요. 전부 시린 때문이에요…….",
			null
		],
		[
			"msg",
			191811,
			"When Sirin woke up, I saw the empty world as it had always been...Thought I was left behind again…",
			"当西琳醒来的时候，看到空无一物的世界还是原来的样子……以为我又被大家给丢下了……",
			"シーリンが目覚めた時、目に入ってきた何もない世界は元の姿のままだったの……だから、またみんなに捨てられちゃったんだと思って……。",
			"시린이 눈을 떴을 때, 눈에 들어온 아무것도 없는 세계는 원래 모습 그대로였어…… 그래서, 또 모두에게 버려졌다고 생각했어…….",
			null
		],
		[
			"msg",
			191812,
			"So, I thought if I could get it back to what it was. As long as the world becomes beautiful, maybe everyone will come back…",
			"所以，我想如果将它恢复成原来的样子，只要这个世界变成美丽的样子，说不定大家就都会回来……",
			"それで、世界を元の姿に戻せば、この世界を美しい姿にすれば、みんなが戻って来てくれるかもしれないと思ったの……。",
			"그래서, 세계를 원래 모습으로 되돌리면, 이 세계를 아름다운 모습으로 만들면, 모두가 돌아와 줄지도 모른다고 생각했어…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191813,
			"So the reason you keep fixing the world is to see us?",
			"所以你不断修复着这个世界的原因就是为了见到大家吗？",
			"つまり、この世界を修復し続けているのは、みんなに会うためだったということ？",
			"즉, 이 세계를 계속 수복하고 있는 건, 모두를 만나기 위해서였단 말이야?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			191814,
			"…...",
			"嗯……",
			"うん……。",
			"응…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191815,
			"Sirin is an angel!",
			"西琳果然是天使呢！",
			"シーリンはやはり天使みたいだ！",
			"시린은 역시 천사 같아!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191816,
			"Lord!?",
			"九霄大人！？",
			"九霄様！？",
			"큐쇼님!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191817,
			"I know how Sirin feels. Because I also like you, I also have not too much impression to this world things. But only one thing is certain of Lord Kyuushou!",
			"我明白西琳的心情，因为我也和你一样，对这世界的事情已经没有太多的印象，但是只有一点九霄大人是可以确定的！",
			"我にはシーリンの気持ちが理解できる。我も……同じだったから。この世界の事に対してはあまり印象に残っていないけど、九霄様にも一つだけ確かなことがある！",
			"나에게는 시린의 마음을 이해할 수 있어. 나도…… 똑같았으니까. 이 세계에 대한 건 별로 기억에 남아있지 않지만, 큐쇼님에게도 하나만은 확실한 게 있어!",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191818,
			"This broken world has been redeemed, and that all who fought with me have been redeemed. Even though we can't see them now...But they must be living happily somewhere!",
			"那就是这个原本破碎的世界已经得到了救赎，与我一同战斗的大家也实现了自己的愿望，虽然现在我们看不到她们的样子…但是逐火之蛾的大家也一定在某处幸福地生活着吧！",
			"それは、このボロボロだった世界が救われ、一緒に戦ったみんなも自分の望みを叶えたということ。今は彼女たちの姿を見ることができないけど……でも、火を追う蛾のみんなはきっとどこかで幸せに暮らしているはずだ！",
			"그것은, 이 부서져 있던 세계가 구원받고, 함께 싸웠던 모두가 자신의 소원을 이뤘다는 거야. 지금은 그녀들의 모습을 볼 수 없지만…… 하지만, 불을 좇는 나방의 모두는 분명 어딘가에서 행복하게 살고 있을 거야!",
			null
		],
		[
			"msg",
			191819,
			"All that we have done has not been in vain! Sirin, you're right! As long as let the world bloom beautiful flowers, then everyone will come back! Because my presence here with Yssring is the best proof of that!",
			"我们所做的一切都没有白费！西琳你说得对！只要让这个世界绽放出美丽的花朵，那么大家一定都会回来的！因为我和伊瑟琳出现在这里就是最好的证据！",
			"我らがしてきた全ては無駄ではなかった！シーリンの言う通りよ！この世界に美しい花を咲かせれば、きっとみんな帰ってきてくれるはずだ！我とイザーリンがここに現れたのが何よりの証拠よ！",
			"우리가 해온 모든 것은 헛되지 않았어! 시린의 말대로야! 이 세계에 아름다운 꽃을 피우면, 분명 모두 돌아와 줄 거야! 나와 이자린이 여기에 나타난 게 무엇보다 증거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191820,
			"Lord Kyuushou…...",
			"九霄大人……",
			"九霄様……。",
			"큐쇼님…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191821,
			"Sirin, don't cry… Keep smiling for tomorrow.",
			"西琳，不用哭，也不用悲伤，保持笑容去迎接明天，这样的好孩子一定会得到众神的祝福实现自己的愿望的！",
			"シーリン、泣かないで。悲しむ必要はない。笑顔を保ったまま明日を迎えるの。そういう子はきっと神々の祝福を受けて、自分の望みを叶えられるから。",
			"시린, 울지 마. 슬퍼할 필요 없어. 웃는 얼굴을 지으며 내일을 맞이하는 거야. 그런 아이는 분명 신들의 축복을 받아, 자신의 소원을 이룰 수 있으니까.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191822,
			"Thanks…...",
			"嗯…西琳明白了！",
			"うん……わかった！",
			"응…… 알았어!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191823,
			"Then this world is yours, Sirin. Let me see a better world with your magic!",
			"那么，这个世界就交给你了，西琳，用你的魔法让我见到一个更加美好的世界吧！",
			"じゃあ、この世界を任せるよ。シーリンの魔法でもっと美しい世界を見せてね。",
			"그럼, 이 세계를 맡길게. 시린의 마법으로 더 아름다운 세계를 보여줘.",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191824,
			"You're not alone this time. If you have any difficulties, just call me. I will come back to help you again!",
			"这次你可不是孤独一人了，要是有什么困难就尽管呼唤九霄大人吧~我一定会再次回来帮助你的！",
			"今度は独りぼっちじゃない。何か困ったことがあったら、いつでも私を呼んでくれていいわ。必ずまた手伝いに来るから！",
			"이번에는 혼자가 아니야. 무슨 문제가 생기면 언제든지 나를 불러도 좋아. 꼭 다시 도우러 올 테니까!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191825,
			"I will wait you here.",
			"果然九霄大人就是可靠呢！西琳会在这里等你的！",
			"やっぱり九霄様は頼りになるね！シーリンはここで待ってるね！",
			"역시 큐쇼님은 믿음직스러워! 시린은 여기서 기다리고 있을게!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191826,
			"Well! We made a deal!",
			"嗯！我们约定好了！",
			"うん、約束。",
			"응, 약속.",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191827,
			"I didn't expect that Kuma's misbehavior only made Sirin more accepting. But this also thanks to her own trust in Kyuushou, right?",
			"没想到库玛乱来一通反而让西琳更加接受九霄了，不过这也多亏她本身就很信任九霄吧？",
			"まさかクマによる騒ぎがかえってシーリンに九霄をもっと受け入れさせる結果になるとはね。でも、これもシーリン自身が九霄を信頼しているおかげよね？",
			"설마 곰 때문에 생긴 소란이 오히려 시린에게 큐쇼를 더 받아들이게 만드는 결과가 될 줄이야. 하지만, 이 또한 시린 스스로가 큐쇼를 신뢰하고 있기 때문이지?",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			191828,
			"The influence of Sirin Stigmata? It looks like there's a lot to do after that…",
			"西琳圣痕的影响么，我的猜想到底有几分正确呢？看来之后有很多事要做了……",
			"シーリンの聖痕の影響か、私の推測って一体どれくらい当たっているのかしら？どうやらやらなければいけないことが山積みのようね……。",
			"시린의 성흔의 영향인지, 내 추측이 대체 얼마나 맞는 건지 모르겠네. 어떻게 보니 해야 할 일이 산더미처럼 쌓인 것 같아…….",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191829,
			"Let's go! Kyuushou! Now that you've decided to leave Sirin here to create a new world, we need to prepare the daily check-ups for you. We need to keep an eye on your health.",
			"我们要走了九霄，既然你决定让西琳留在这里创造新的世界，那就给我做好天天都要体检的心理准备吧，我们得时刻关注你的身体情况。",
			"行くわよ、九霄。あなたがシーリンにここで世界創造をさせると決めたのなら、私は毎日あなたの体をチェックするくらいじゃないとね。常に体の状況に注意しないといけないわよ。",
			"갈 거야, 큐쇼. 네가 시린에게 여기서 세계 창조를 시키기로 결심했다면, 나는 매일 네 몸을 체크하지 않으면 안 되겠어. 항상 몸 상태에 주의를 기울여야 해.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191830,
			"Eh! How could this be! Wait, at least get another doctor! Don't let that monster examine me, will you!",
			"诶！怎么会这样啦！等等，那至少换个医生！不要让那个恶魔埃米沙来给我检查行不行！",
			"えっ……なんでそうなるの！？待って、少なくとも医者は変えて！あの悪魔のエミザに検査をさせないで！",
			"엣…… 왜 그렇게 되는 거야!? 잠깐, 적어도 의사는 바꿔! 그 악마 같은 에미자에게 검사를 시키지 마!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191831,
			"Then talk to her yourself.",
			"那你自己和她说去吧。",
			"それじゃあ自分で彼女に言いなさい。",
			"그렇다면 직접 그녀에게 말해.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191832,
			"She must kill me!",
			"她一定会杀了我的！",
			"そんなこと言ったら殺されちゃうよ！",
			"그런 말을 하면 죽을 거야!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191833,
			"Cut the connection! Phemie Iris!",
			"菲米莉丝，切断连接。",
			"フェミリス、接続を切断して。",
			"페미리스, 연결을 차단해.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191834,
			"【Execution】Cut!",
			"【执行】了解！",
			"【実行】了解しました！",
			"【실행】알겠습니다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191835,
			"Bang!",
			"咻！",
			"——ヒュンッ！",
			"——흐윽!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			191836,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191837,
			"They have gone…..",
			"走掉了呢……",
			"行っちゃった……。",
			"가버렸어......",
			null
		],
		[
			"portraits",
			[
				513,
				6,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191838,
			"Mom…Sirin would never hesitate again.",
			"妈妈…西琳一定不会再像以前一样犹豫了……",
			"ママ……シーリンはもう迷ったりしないよ。",
			"엄마... 시린은 이제 더 이상 헤매지 않을 거예요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191839,
			"This time I will create a new world for myself and all of you!",
			"这次我要创造出一个属于我和大家的新世界！",
			"今度はシーリンがみんなの世界を創るよ！",
			"이번에는 시린이 모두의 세상을 만들 거예요!",
			null
		]
	],
	"1972": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191840,
			"Sirin's world is getting better and better~",
			"西琳的世界变得越来越美好了~",
			"シーリンの世界はますます美しくなってきたな~",
			"시린의 세상은 점점 더 아름다워지고 있네~",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			191841,
			"Haha~Thanks to Kyuushou and her friends. They all have a lot of wonderful ideas~",
			"呵呵~这都是多亏了九霄大人和她的朋友们呢，大家都有着很多奇妙的想法啊……",
			"ふふ~これも全部、九霄様と彼女の友達のおかげだね。皆が不思議なアイディアをたくさん持っているから……",
			"후후~ 이건 모두 큐쇼님과 그녀의 친구들 덕분이야. 다들 신기한 아이디어를 많이 가지고 있으니까......",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191842,
			"But in the end it was Sirin who created it all. Don't forget that!",
			"但最终创造这一切的人还是西琳你自己，不要忘记了这点！",
			"でも、最後にこの全てを創り出した人はシーリン、あなた自身なんだからね。それを忘れちゃダメよ！",
			"하지만, 마지막에 이 모든 것을 창조한 사람은 시린, 너 자신이야. 그걸 잊으면 안 돼!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191843,
			"Lord Kyuushou~~~~",
			"九霄大人~您又来陪西琳啦~",
			"九霄様~またシーリンの相手をしに来てくれたんだね~",
			"큐쇼님~ 또 시린과 놀아주러 와주셨네요~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191844,
			"No matter how much help is offered, it is only our personal consideration. The most important thing is to look at your own heart. Don't forget that you believe in the beautiful, you can also see the breathtaking scenery we do not know!",
			"无论提供多少帮助，那都只是我们个人的思考，最重要的还是要看西琳你自己的内心。不要忘记自己相信的美好，你也是能看到我们无法知晓的绝美景色的！",
			"どれだけ助けを提供したとしても、それは所詮、私たち個人の考えなの。一番重要なのはシーリンの心よ。自分が信じる美しさを忘れないで。あなたも私たちが知らないような素晴らしい景色を見られるはずだよ！",
			"아무리 도움을 준다고 해도, 그것은 결국 우리 개인의 생각일 뿐이야. 가장 중요한 건 시린의 마음이야. 네가 믿는 아름다움을 잊지 말아. 너도 우리가 모르는 멋진 풍경을 볼 수 있을 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191845,
			"What Lord Kyuushou say is as profound as ever~",
			"九霄大人说的话还是一如既往的深奥威风呢~",
			"九霄様の言葉は相変わらず奥が深くて威厳があるね~",
			"큐쇼님의 말씀은 여전히 깊고 위엄이 있네~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191846,
			"In fact, Sirin has done a very good job, but as your partner, I still need to point out what you lack.",
			"其实现在西琳做得已经很不错了，但作为你的伙伴，九霄大人还是要指出你欠缺的东西。",
			"確かに今のシーリンはもう十分よくやっているわ。でも、仲間として、九霄様があなたに欠けているものを教えてあげる。",
			"확실히 지금의 시린은 이미 충분히 잘하고 있어. 하지만, 동료로서 큐쇼님이 네게 부족한 것을 알려줄게.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191847,
			"Lack? Is there something Sirin isn't doing well enough?",
			"欠缺？西琳是有什么地方做得不够好吗？",
			"欠けている？シーリン、何かよくないことした？",
			"뭔가 부족해? 시린, 무슨 안 좋은 일이라도 했니?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191848,
			"Well, I've been thinking about this for days. From the day I met you, I have always felt that you lack something of soul nature! And last night, I finally knew what is that!",
			"嗯，这个问题我已经思考了很多天了，从遇见你那天开始我就一直觉得你身上缺少了灵魂性质的东西！而就在昨晚，九霄大人终于想明白了那东西到底是什么了！",
			"うん、この問題はもう何日も考えたんだけどね。あなたに会った日からずっと、あなたの体には魂のような物が欠けている気がしていたの！それで昨夜、九霄様はついにそれが一体何なのか分かったのよ！",
			"응, 이 문제는 며칠째 생각해왔어. 너를 만난 날부터 계속, 네 몸에는 영혼 같은 게 부족하다는 느낌이 들었거든! 그래서 어젯밤, 큐쇼님은 드디어 그게 대체 뭔지 알아냈어!",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191849,
			"That's... The spell!",
			"那就是……魔咒！",
			"それは……魔法の呪文よ！",
			"그건…… 마법의 주문이야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191850,
			"Spell?",
			"魔、魔咒？",
			"ま、魔法の呪文？",
			"마, 마법의 주문?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191851,
			"The song of praise that is given when creating everything, the soothing voice that is played when pacifying restlessness, and the shattered words that are sung when banishing harm...The words of the souls they speak together are spells!",
			"创造一切时赋予的赞美之歌，平复躁动时奏响的安抚之音，还有驱逐危害时咏唱的破灭之言……它们汇聚在一起所形成的灵魂之语就是魔咒！",
			"全てを創りだす時に与える讃美の歌、イライラを鎮める時に奏でる慰めの音、危険を追い払う時に詠唱する破滅の言葉……それらが一体となって形成する魂の言葉こそが悪魔の呪いなの！",
			"모든 것을 창조할 때 주는 찬미의 노래, 짜증을 달랠 때 연주하는 위로의 음악, 위험을 물리칠 때 외우는 파멸의 말…… 그것들이 하나가 되어 형성된 영혼의 말이 바로 마법의 저주란 말이야!",
			null
		],
		[
			"msg",
			191852,
			"There is no doubt that you used to create the world is the lost magical powers! Sing a spell before using the magic, and call the guide spirits of the abyss to follow you with a hymn, that is the soul of the magical. Sirin, learning the spell will complete you!",
			"毫无疑问，你创造世界时使用的正是失落的魔法力量！在使用魔法之前咏唱咒语，用赞歌呼唤深渊的魔导精灵随你而行，那才是魔法少女的灵魂所在。西琳，学会魔咒将会让你变得完整！",
			"あなたが世界を創り出した時に使ったものは、まぎれもなく失われた魔法の力なの！魔法を使う前に呪文を詠唱し、賛歌によって深淵の魔導精霊を召喚して自分の傍に置く。それこそが魔法少女の魂のありかなのよ。シーリン、魔法の呪文を覚えれば、あなたは完璧になれるわ！",
			"네가 세계를 창조할 때 사용한 건 분명히 잃어버린 마법의 힘이야! 마법을 쓰기 전에 주문을 외우고, 찬가로 심연의 마도 정령을 소환해 곁에 두는 거. 그게 바로 마법소녀의 영혼의 모습이야. 시린, 마법의 주문을 기억하면 넌 완벽해질 수 있어!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191853,
			"…......",
			"喔……喔喔……",
			"えっ……うん……",
			"엣…… 음……",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191854,
			"I still don't understand, but Sirin will try to understand what Lord Kyuushou said.",
			"虽然还是不太明白，但西琳会努力去理解九霄大人的话的。",
			"まだよく分からないけれど、でも、シーリンは頑張って九霄様の言葉を理解するよ。",
			"아직 잘 이해가 안 가지만, 그래도 시린은 열심히 큐쇼님의 말을 이해해볼게.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191855,
			"Don't need to be so nervous, let me give you special training. If you've experienced it yourself, you'll quickly realize how important spells are!",
			"不需要那么紧张，就让九霄大人给你特训吧，亲自体验过的话会一下子就明白魔咒是多重要的东西了！",
			"そんなに緊張しなくても大丈夫。九霄様があなたを特訓してあげるから。身をもって体験すれば、すぐに魔法の呪文がどれだけ大切なものか分かるはずよ！",
			"그렇게 긴장하지 않아도 괜찮아. 큐쇼님이 직접 너를 특훈시켜줄 테니까. 몸으로 체험하면 금방 마법의 주문이 얼마나 중요한 건지 알게 될 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191856,
			"Will Lord Kyuushou train me? Sirin will come on!",
			"九霄大人要亲自训练西琳吗~嗯！西琳会加油的！",
			"九霄様自らシーリンを鍛えてくれるの~うん！シーリン、頑張る！",
			"큐쇼님께서 직접 시린을 가르쳐주신다~ 응! 시린, 힘낼게!",
			null
		]
	],
	"1973": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191857,
			"What Sirin wants is to create more good, so let me demonstrate with this tree… How far can creative magic evolve under the spell chant!",
			"西琳渴望的是创造更多的美好吧，那就让我用这棵树示范一下……在魔咒咏唱下发动的创造魔法到底能进化到什么地步！",
			"シーリンが渇望しているのは、もっと多くの美しさを創り出すことでしょう？それなら、私がこの木を使って実演してあげる……呪文の詠唱によって、発動する創造魔法が一体どこまで進化するのかをね！",
			"시린이 갈망하는 것은, 더 많은 아름다움을 창조하는 것이겠죠? 그렇다면, 내가 이 나무를 사용해서 실연해 줄게…… 주문의 영창에 의해, 발동하는 창조 마법이 대체 어디까지 진화하는지를 말이야!",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191858,
			"I just said once, the so-called spell, is to praise the words of the magic guide elves. In the singing process, the user's mood will be no reservation by the elves feel, and she returns to you is the magic in the heart!",
			"刚才也说过一次了，所谓的魔咒，就是赞美魔导精灵的言语，在咏唱过程中使用者的心情会毫无保留地被精灵们感受到，而她回报给你的就是心中的魔法！",
			"さっきも言ったように、いわゆる呪文というものは魔導精霊を賛美する言葉なの。詠唱によって、魔法の使用者の感情が余すところなく精霊たちに感じてもらえる。そして彼女たちの見返りこそが、あなたの心の中にある魔法なのよ！",
			"아까도 말했지만, 이른바 주문이라는 것은 마도 정령을 찬미하는 말이야. 영창을 통해, 마법 사용자의 감정이 남김없이 정령들에게 전해지는 거야. 그리고 그녀들의 답례가 바로 네 마음속에 있는 마법이란다!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			191859,
			"So Sirin seems to understand that the purpose of praising elves is to cheer them up. In this way, everyone will enjoy the process of creation~",
			"这么说的话西琳好像明白呢，称赞精灵是为了让她们开心起来吧~这么一来，大家都会很享受这个创造的过程~",
			"そう言われるとシーリンにも分かった気がする。精霊を褒め称えるのは彼女たちを喜ばせるためなんだね~そうやって、皆で一緒にこの創造の過程を楽しむんだね~",
			"그렇게 말하니 시린도 이해가 가는 것 같아. 정령을 칭찬하는 건 그녀들을 기쁘게 하기 위한 거였구나~ 그렇게 해서, 모두 함께 이 창조의 과정을 즐기는 거네~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191860,
			"It seems that you have understood the meaning of it~",
			"看来你已经参透其中的含义了，不愧是本救世主看上的创世魔女，很有潜质。",
			"もうその中に込められた意味まで理解しているみたいね。さすがはこの救世主が認めた創世の魔女ね。ポテンシャルが高いわ。",
			"이미 그 안에 담긴 의미까지 이해하고 있는 모양이네. 역시 이 구세주가 인정한 창세의 마녀답네. 잠재력이 높아.",
			null
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191861,
			"But there must be no hypocrisy in that praise, for it cannot be hidden. Remember to sing with all your heart...Like this!",
			"不过，那份赞美可不能有一丝的虚伪，因为它无法隐藏。记住，要全心全意地去咏唱……就像这样！",
			"でもね、その賛美にはわずかでも偽りがあってはいけないの。それは隠すことができないものだからね。いい？全身全霊で唱えるのよ……こうやってね！",
			"하지만 말이야, 그 찬미에는 조금이라도 거짓이 있어서는 안 돼. 그것은 숨길 수 없는 것이니까. 알겠지? 전신전령으로 외치는 거야…… 이렇게 말이지!",
			null
		],
		[
			"msg",
			191862,
			"Dark elves who know the power of ghosts, I praise you in the name of Kyuushou. Come on… Confused dark son, create the crystallization of the dream you and I long for——burning soul creation!",
			"深谙幽魂之力的暗黑精灵，吾以蓬莱寺九霄之名赞美你，来吧……迷茫的暗之子，创造你我渴望的梦之结晶——燃魂创生！",
			"彷徨う魂の力に精通せし暗黒精霊よ、我、蓬莱寺九霄の名において汝を褒め称えよう。出でよ……迷えし闇の子よ、汝と我の渇望する夢の結晶を創造せよ——バーニングソウルクリエイション！",
			"방황하는 영혼의 힘에 정통한 암흑 정령이여, 나, 호라이지큐쇼의 이름으로 너를 칭송하노라. 나타나라…… 길 잃은 어둠의 아이여, 너와 나의 갈망하는 꿈의 결정을 창조하라——버닝 소울 크리에이션!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191863,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			191864,
			"Huh——",
			"呼——",
			"ヒュー——",
			"휴——",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191865,
			"Goo……",
			"咕……",
			"ぐっ……",
			"윽……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191866,
			"Well, it seems... Nothing is growing?",
			"呃，好像……什么都没长出来呢？",
			"あれ……何も起こっていないみたいだけど？",
			"어라…… 아무 일도 일어나지 않는 것 같은데?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191867,
			"It seems that I was careless. What I have just sung is a mantra song in praise of the dark spirits. This is probably a battle habit.",
			"看来是我大意了，刚才咏唱的是赞美暗之精灵的咒歌，自然是不可能诞生出美好事物的，这恐怕是战斗时留下的习惯吧。",
			"私としたことが、うっかりしていたみたいね。今唱えた闇の精霊を賛美する呪文は、当然のことながら美しいものを生み出すなんて不可能なのよ。これはきっと戦っていた時の癖ね。",
			"내가 이럴 줄이야, 깜빡했나 보네. 방금 외운 어둠의 정령을 찬미하는 주문은, 당연하지만 아름다운 것을 만들어내는 건 불가능하거든. 이건 분명히 싸울 때의 버릇이야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191868,
			"Dark elves? I know. It's the power that Lord Kyuushou used to beat the beasts.",
			"暗黑的……精灵？哈啊~西琳知道的！那是九霄大人在打败怪物时会用的力量吧！",
			"闇の……精霊？あぁ~シーリン、分かった！それって、九霄様が怪物を倒した時に使った力だね！",
			"어둠의…… 정령? 아~시린, 알겠어! 그거, 큐쇼님이 괴물을 무찌를 때 쓴 힘이구나!",
			null
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191869,
			"But the tree was not broken by the power of the dark elves. The power must have been controlled. Lord Kyuushou is so gentle~",
			"不过这棵小树没有被暗黑精灵的力量折断，一定是因为力量被控制住了吧？九霄大人真是太温柔了~",
			"でも、この木が闇の精霊の力で折られなかったのは、きっと力が抑えこまれていたからなんでしょう？九霄様って本当に優しいんだね~",
			"그런데, 이 나무가 어둠의 정령의 힘으로 꺾이지 않은 건, 분명 힘이 억제되고 있었기 때문이겠지? 큐쇼님은 정말 상냥하네~",
			null
		],
		[
			"msg",
			191870,
			"Even if Lord Kyuushou used wrong the power, there was no terrible thing happened. Lord Kyuushou is so gentle and sensitive.",
			"而且这明明是不小心使用错的力量，却没有发生任何可怕的事，能制止得那么及时，九霄大人不但温柔还很敏锐呢，不愧是救世主~",
			"それに、うっかり間違った力を使ってしまったのに、何も恐ろしいことが起こらないで、素早く止められるなんて。九霄様って優しいだけじゃなくて、とても鋭いんだね。さすがは救世主だね~",
			"게다가, 깜빡 잘못된 힘을 사용했는데도, 아무런 무서운 일이 일어나지 않고 빠르게 멈출 수 있다니. 큐쇼님은 상냥할 뿐만 아니라 매우 날카롭구나. 역시 구세주다~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191871,
			"Of…course….This world is created by Sirin and I cannot break it. But the burn of of the battle was too strong for me to use anything other than destructive magic.",
			"喔、喔……但不是当然的吗，西琳全心全意建造的世界，我是不会轻易去破坏它的！不过，战斗的灼痕在我身上已经无法消退，现在恐怕无法使用出破坏魔法以外的力量了。",
			"えっ、ええ……でも当然のことでしょう。シーリンが全身全霊で創造した世界なんだから、簡単に破壊したりできないわよ！でも、戦いのトラウマを私の体から消すことができないみたいね。今では破壊以外の魔法の力は使えないみたい。",
			"엇, 그래…… 하지만 당연한 거 아냐. 시린이 온몸과 영혼을 다해 창조한 세계인데, 쉽게 파괴할 수는 없지! 하지만 전쟁의 트라우마를 내 몸에서 지울 수 없는 모양이야. 지금은 파괴 이외의 마법의 힘은 쓸 수 없어.",
			null
		],
		[
			"msg",
			191872,
			"Sorry that I cannot demonstrate the use of creative magic now.",
			"抱歉，看来现在是没法亲身示范创生之力了。",
			"ごめんなさいね。どうやら私には創生の力を実演することはできないみたい。",
			"미안해. 아무래도 나에겐 창조의 힘을 시연하는 건 불가능한 모양이야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191873,
			"It doesn't matter. Sirin already knows what Lord Kyuushou means. Let me try it on my own next!",
			"没关系的，西琳已经明白九霄大人的意思了，接下来就让我自己试试吧！",
			"大丈夫だよ。シーリン、もう九霄様の言っている意味が分かったから。後は自分でやってみるよ！",
			"괜찮아. 시린, 이제 큐쇼님의 말뜻을 이해했으니까. 이제는 직접 해볼게!",
			null
		]
	],
	"1974": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191874,
			"Think about what you want to create, celebrate it…",
			"心里想着要创造的东西，去赞美它……",
			"心に創造したいものを思い浮かべ、それを褒め称える……",
			"마음속에 창조하고 싶은 것을 떠올리며, 그것을 찬양해……",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191875,
			"The cutest birds, come out, hey!",
			"最可爱的小鸟们啊，出来吧，嘿！",
			"一番可愛い小鳥たちよ、出てきて。えいっ！",
			"가장 사랑스러운 새들아, 나와라. 에잇!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191876,
			"——Goo goo goo……",
			"——咕咕咕……",
			"——クルックルー……",
			"——크르르르……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191877,
			"Well, creatures were created, but not nearly. Sirin, your spell still doesn't show that feeling of shock.",
			"唔，确实是创造出了生物，但是还差得远。西琳你的魔咒里还是没有表现出那种撼动人心的感觉。",
			"うーん、確かに生物を創造したけれど、まだまだね。シーリン、あなたの呪文には人の心を揺さぶるような感じが表れていないのよ。",
			"음, 확실히 생물을 창조했지만, 아직 한참이네. 시린, 너의 주문에는 사람의 마음을 흔드는 느낌이 나타나지 않아.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191878,
			"Shock….But if I want to praise the elves, should not be a little gentle?",
			"撼动人心……可如果要赞美精灵们的话，不应该是温柔一点好吗？",
			"人の心を揺さぶる……でも、精霊たちを褒め称えるなら、優しくするべきなんじゃないの？",
			"사람의 마음을 흔든다... 하지만, 정령들을 칭찬한다면 부드럽게 해야 하는 거 아니야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191879,
			"That's because Sirin was surrounded by good elves, so those gentle whispers worked. But always it's the kind of magic that shakes the heart that's the best guide!",
			"那是因为围绕在西琳身边的都是些听话的小精灵，所以那些温柔的细语才能起效。但往往那种撼动人心的魔咒才能起到最好的引导作用！",
			"それはシーリンの周りにいるのが言うことを聞く小さな精霊ばかりだからよ。だから、優しいささやきでも効果があるの。でも、人の心を揺さぶるような呪文こそ最高の導きになるのよ！",
			"그건 시린 주변에 있는 게 말을 잘 듣는 작은 정령들뿐이기 때문이야. 그래서 부드러운 속삭임도 효과가 있는 거지. 하지만 사람의 마음을 흔드는 주문이야말로 최고의 길잡이가 되는 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191880,
			"…....",
			"喔……震撼人心的，该怎么说好呢……呣，脑子有点转不过来了……",
			"うん……人の心を揺さぶる。どう言えばいいんだろう……うーん、分からなくなってきたよ……",
			"음... 사람의 마음을 흔든다. 어떻게 말해야 할까... 음, 점점 모르겠어...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191881,
			"If you can't imagine it, why not try to use destruction magic with me? Dark elves are proud, stubborn creatures!",
			"如果无法想象的话，要不要试着和九霄大人一起使用破坏魔法呢！暗黑的精灵可都是些高傲顽固的家伙呢！",
			"考えられないのなら、九霄様と一緒に破壊の魔法を使ってみましょうよ！闇の精霊はプライドの高いヤツらばかりだからね！",
			"생각이 안 난다면, 큐쇼님과 함께 파괴의 마법을 사용해 보는 건 어때요! 어둠의 정령들은 자존심 강한 녀석들이니까!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191882,
			"Like this? We can let them fight by themselves!",
			"这样吗？可以让她们帮助自己战斗，九霄大人真是太厉害了~",
			"そうなの？彼女たちを自分の戦いの手助けのために使えるなんて、九霄様は本当にすごいんだね~",
			"그래? 그녀들을 자신의 전투를 돕기 위해 사용할 수 있다니, 큐쇼님은 정말 대단하네~",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191883,
			"But...What was the use of Sirin learning to destroy spells? The world I had built so hard, I did not want to destroy…",
			"不过……西琳学习破坏魔咒到底有什么用呢？好不容易建设起来的世界，西琳不希望把它破坏掉的……",
			"でも……シーリンが破壊の呪文を覚えて一体何の役に立つの？せっかく世界を作り始めたのに。シーリンはこの世界を破壊したくないよ……",
			"하지만... 시린이 파괴의 주문을 배워서 대체 무슨 소용이 있는 거야?好不容易 세상을 만들기 시작했는데. 시린은 이 세상을 파괴하고 싶지 않아...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191884,
			"Not to destroy, but to protect!",
			"并不是为了去破坏，而是去守护！",
			"破壊するためだけじゃなくて、守るためなのよ！",
			"파괴하기 위해서만이 아니라, 지키기 위해서야!",
			null
		],
		[
			"msg",
			191885,
			"Since ancient times, the good thing will be destroyed by evil people! That seems to be the eternal law. After creating something beautiful, Sirin, you have to protect it on your own!",
			"自古以来，凡是有美好的东西诞生就会有邪恶之人降临并将其破坏！那仿佛就是永恒不变的定律，在创造出美好事物后，西琳，你要靠自己的力量去守护它！",
			"昔から、美しい物が誕生する時には邪悪な人間が降臨して、それを破壊するものなのよ！それは永遠に変わることのない定めみたいなものなの。シーリン、美しいものを創造した後は、あなた自身の力で守らなければならないのよ！",
			"예로부터 아름다운 것이 탄생할 때에는 사악한 인간이 강림해서 그것을 파괴하는 법이야! 그것은 영원히 변하지 않는 운명 같은 거야. 시린, 아름다운 것을 창조한 후에는 네 자신의 힘으로 지켜야 해!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191886,
			"Protect…by myself? But you are here.",
			"守护……西琳我自己来吗？可明明有九霄大人在身边……",
			"守る……シーリンが自分で守るの？でも、九霄様が傍にいてくれるから……",
			"지킨다... 시린이 스스로 지키는 거야? 하지만 큐쇼님이 곁에 있어 주시잖아...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191887,
			"Although I am the savior, I cannot always get to you in time. If that happens, protect yourself and the world before everyone else does!",
			"九霄大人虽然是救世主，但也不可能永远都及时赶到你身边，万一真有这么一天出现了，你可要在大家出现前保护好自己还有整个世界！",
			"九霄様は救世主だけど、永遠にすぐあなたのところに駆けつけられるわけではないの。万一、本当にそんな日がやってきたら、あなたが皆の前で自分と世界全体を守らなければいけないのよ！",
			"큐쇼님은 구세주이지만, 영원히 당신 곁에 즉시 달려올 수 있는 건 아니에요. 만약 정말 그런 날이 온다면, 당신이 모두 앞에서 자신과 세상을 지켜야 해요!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191888,
			"Does that mean that Sirin can be the savior of this wonderful world like Lord Kyuushou? ...I got it! Please!",
			"意思是西琳也可以像九霄大人一样成为这个美好世界的救世主吗……我知道了！就拜托您了！",
			"つまり、シーリンも九霄様と同じように、この美しい世界の救世主になれるってことなの……分かった！お願いします！",
			"그러니까 시린도 큐쇼님처럼 이 아름다운 세상의 구세주가 될 수 있다는 거네요... 알겠어요! 부탁드립니다!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191889,
			"Take a deep breath, relax, like you're sucking the air out of the world, and focus…",
			"那就先来深呼吸吧，放轻松，像是要把整个世界的空气都吸走一样，集中精神……",
			"それじゃあ、まずは深呼吸して。そしてリラックスするの。世界中の空気を吸い込むように、精神を集中して……",
			"그럼 먼저 심호흡을 하고. 그리고 편안히 relax 해요. 전 세계의 공기를 들이마시듯 정신을 집중해서...",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191890,
			"Then, let's destroy the big rock in front of us!",
			"然后，让我们破坏前面这块大石头吧！",
			"そして、私たちで目の前にあるこの大きな石を破壊するの！",
			"그리고 우리가 눈앞에 있는 이 거대한 바위를 파괴하는 거예요!",
			null
		]
	],
	"1975": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191891,
			"I will teach my unique skill to you, Burning soul explosion! Follow me!",
			"接下来就是重点了，让九霄大人把救世主的必杀，燃尽一切邪恶的最强奥义——“燃魂聚爆”教给你吧，来跟我念！",
			"この後が大事よ。九霄様が救世主の必殺技、あらゆる邪悪な物を燃やし尽くす奥義——「ソウルエクスプロージョン」を教えてあげる。私に続いて唱えて！",
			"이 다음이 중요해요. 큐쇼님이 구세주의 필살기, 모든 악을 태워버리는 오의 ——「소울 익스플로전」를 가르쳐 줄 거예요. 나를 따라 외쳐�요!",
			null
		],
		[
			"msg",
			191892,
			"The dark power inside of my soul! I will call you with my blood and flessh!",
			"沉眠于吾之体内的深暗魂魄！现吾将以自身之血肉召唤于汝！",
			"我が体内に眠りし暗黒の魂よ！今、我が血肉をもって汝を召喚する！",
			"내 안에 잠든 어둠의 영혼이여! 지금 이 육체로 너를 소환한다!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191893,
			"The dark….power inside….. of my soul!——",
			"沉、沉眠于吾滋、之体内的深暗魂噗——",
			"わ、我がえっと、体内に眠りし暗黒の魂プッ——",
			"저, 저기 내 어, 안에 잠든 어둠의 영혼 풋——",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				4,
				false
			]
		],
		[
			"msg",
			191894,
			"Ooh, my tongue…",
			"呜，咬到舌头了……",
			"うっ、舌を噛んじゃった……",
			"으윽, 혀를 깨물었어...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				4,
				true
			]
		],
		[
			"msg",
			191895,
			"It seems that this spell is too early for you, so we'll have to find an easier way to sing it.",
			"看来这个咒语对你来说也太早了点，那只好换个更简单的吟唱方法了。",
			"どうやらこの呪文はあなたには早すぎたみたいね。もっと簡単な呪文にするしかないわね。",
			"아무래도 이 주문은 당신에겐 아직 이른 모양이네요. 더 쉬운 주문으로 바꿔야겠어요.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191896,
			"Sorry….",
			"对不起……",
			"ごめんなさい……",
			"미안해요...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191897,
			"It's not Sirin's fault. Magic spells aren't easy to learn. I trust you. Come on, this time we'll try to imagine the effect we want, and hum a sound that will make us feel relaxed!",
			"这不是西琳的错，魔法咒语本身就不是容易学的东西，九霄大人是相信你才一直不放弃地教你的。来吧，这次我们试着去想象自己要的效果，然后哼出能让自己心情放松的声音！",
			"別にシーリンが悪いわけじゃないのよ。魔法の呪文とは、そもそも覚えにくいものなんだから。九霄様はあなたを信じているからこそ諦めずに教えているの。ほら、今度は自分が望む効果を想像してみて、そして自分の気持ちを落ち着かせるような声を出すのよ！",
			"시린이 나쁜 건 아니야. 마법 주문이라는 건 원래 외우기 어려운 거니까. 큐쇼 님은 너를 믿기 때문에 포기하지 않고 가르치고 있는 거야. 자, 이번에는 자신이 원하는 효과를 상상해 보고, 그리고 자신의 마음을 진정시키는 목소리를 내 보는 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191898,
			"Imagine the effect Sirin longed for… And to think about the sound that's relaxing in your heart, hum it out?",
			"想象西琳所渴望出现的效果……并以此去思考让心中能够放松的声音，将它哼出来？",
			"シーリンが望む効果を想像して……それで心を落ち着かせられるような声を考えて口に出すの？",
			"시린이 원하는 효과를 상상하고…… 그러고 마음을 진정시킬 수 있는 목소리를 생각해서 말하는 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191899,
			"Yes, the voice is the best medium of emotional transmission. Sirin's mood will be placed in the voice to the elves. Remember, imagine, imagine with all your might——",
			"没错，声音是情感传播最好的媒介，西琳的心情一定会寄托在那个声音传达给魔导精灵们的。记住，要想象，全力地去想象——",
			"そうよ。声は感情を伝えるのに最高の媒介なの。シーリンの気持ちも、きっとその声に乗って魔導精霊たちに届くはずよ。いい？想像するのよ。全力で想像してごらんなさい——",
			"그래. 목소리는 감정을 전달하는 최고의 매개체야. 시린의 마음도, 분명 그 목소리를 타고 마도 정령들에게 전해질 거야. 알겠어? 상상하는 거야. 전력으로 상상해 보렴——",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191900,
			"Imagine, imagine with all your might, imagine the scene of the rock exploding, and then hum the sound that makes your heart happy… The sound of the river running water, the sound of the warm wind blowing through the leaves…",
			"想象，全力去想象，想象大石头炸开的一幕，然后把让心中开心的声音哼出来……小河流水的声音，暖风吹过树叶的声音……",
			"想像する。全力で想像する。大きな石が爆発する光景を。そして心の中の声を口に出す……小川のせせらぎの音、温かい風が木々の葉を揺らすおと……",
			"상상한다. 전력으로 상상한다. 커다란 바위가 폭발하는 광경을. 그리고 마음속의 목소리를 입 밖으로 내뱉는다…… 작은 시냇물의 졸졸 흐르는 소리, 따뜻한 바람이 나뭇잎을 스치는 소리……",
			null
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191901,
			"Hua La la…. Beautiful world!",
			"哗啦刷啦啦……噗噗噜，美丽世界！",
			"サラサラサラ……ソヨソヨ、美しい世界！",
			"솔솔솔…… 살랑살랑, 아름다운 세상!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191902,
			"It seems that Sirin still doesn't understand the true charm of spells. The road to becoming a real magical girl is very long…",
			"看来西琳还是不明白魔咒真正的魅力啊，成为真正的魔法少女这条路还非常漫长……",
			"どうやらシーリンにはまだ呪文の本当の魅力が分からないみたいね。本当の魔法少女になるまでの道のりはまだまだ遠いか……",
			"아무래도 시린에게는 아직 주문의 진정한 매력이 이해되지 않는 모양이네. 진정한 마법 소녀가 되기까지의 길은 아직도 멀었나……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191903,
			"——Bang!",
			"——轰隆隆隆！",
			"——ドォォォン！",
			"——우르르릉!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191904,
			"Goo!",
			"咕！",
			"えっ！",
			"엣!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			191905,
			"Woo, woo! ? Terrible! Sirin seems to have screwed up!",
			"呜、呜呜！？糟糕了！西琳好像搞砸了！",
			"あっ、ああ！？いけない！シーリン、やっちゃったみたい！",
			"앗, 아아!? 안 돼! 시린, 해버린 것 같아!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			191906,
			"Ahhhh….....",
			"啊啊……",
			"ああ……",
			"아아……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			191907,
			"Oh, I'm sorry, Sirin couldn't control the force as well as the Lord… But Sirin will keep working hard. She can keep practicing soon!",
			"呜，对不起，西琳没法像九霄大人那样控制好力度……不过西琳会继续努力的，马上就可以继续练习的！",
			"うぅ、ごめんなさい。シーリン、九霄様みたいに力を抑えられないみたい……でも、シーリン頑張るから。すぐに練習を続けるよ！",
			"우우, 미안해. 시린, 큐쇼님처럼 힘을 억제하지 못하는 것 같아... 하지만 시린 힘낼게. 금방 다시 연습할 거야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			191908,
			"No, it doesn't matter. You are just beginning to practice spells, and using them too often will only disrupt the rhythm of your magic.",
			"没、没关系的，今天就先到这吧！你才刚刚开始练习咒语，使用太过频繁只会打乱你原本魔法的节奏，要劳逸结合才行。",
			"だ、大丈夫よ。今日はこの辺にしておきましょう！あなたは呪文の練習を始めたばかりなんだから、使いすぎるとあなたの本来の魔法のリズムを崩してしまうわよ。ほどほどに休憩しなくちゃ。",
			"아, 괜찮아. 오늘은 여기까지 하자! 너 주문 연습을 막 시작한 참이니까, 너무 많이 하면 원래 마법 리듬이 흐트러질 거야. 적당히 쉬어야 해.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191909,
			"O…okay…...",
			"好、好的！嘻嘻，还是九霄大人冷静，西琳都被吓得不行了……",
			"わ、分かった！ウシシ、やっぱり九霄様は冷静だね。シーリン、びっくりしちゃったよ……",
			"알, 알았어! 우히히, 역시 큐쇼님은 침착하네. 시린, 깜짝 놀랐어...",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			191910,
			"【Angry】Hey! Kyuushou! There's been a big explosion! I can't ignore you like this!",
			"【生气】喂！九霄！这怎么都发生大爆炸了！你这样我可不能当看不到啊！",
			"【憤怒】コラ！九霄！どうして大爆発なんてさせるんですか！そんなことをして私が気づかないとでも思っているのですか！",
			"【분노】이봐! 큐쇼! 왜 대폭발 같은 걸 일으키는 거야! 그런 걸 해도 내가 눈치채지 못할 거라 생각한 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			191911,
			"No, it's all an illusion!",
			"不是这样的，都是错觉而已！菲米莉丝你看错了！",
			"そうじゃないの。ただの錯覚だよ！フェミリスの気のせいだってば！",
			"아니야. 그냥 착각이야! 페미리스의 착각이라고!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			191912,
			"【Blame】I wouldn't be wrong about this big hole. I think it's necessary to ban you from entering the Stigmata space unaccompanied!",
			"【责备】这么大个坑我才不会看错呢，我认为有必要对你下达禁令不准在没人陪同时进入圣痕空间才行！",
			"【非難】こんなに大きな穴が気のせいなはずありません。誰の付き添いもなくあなたが聖痕空間に入ることを禁止する必要があると思います！",
			"【비난】이렇게 큰 구멍이 착각일 리 없어. 누구의 동반도 없이 네가 성흔 공간에 들어가는 걸 금지할 필요가 있다고 생각해!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			191913,
			"Come on, Sirin, make something to fill the hole!",
			"快，西琳快随便造点什么把坑先填上啦！",
			"急いで、シーリン。早く何か適当に作ってこの穴を埋めてちょうだい！",
			"서둘러, 시린. 빨리 뭐라도 만들어서 이 구멍을 메꿔줘!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191914,
			"Ok, ok, let's see… Think about what you want to create, and then imagine the praise in your mind...",
			"好、好的，我想想……在思考要创造的东西，然后在心中想象赞美的话……",
			"わ、分かった。ええと……作り出すものを考え、そして心の中で褒め称えて……",
			"알, 알겠어. 음... 만들어낼 것을 생각하고, 마음속으로 칭찬하며...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				5,
				true
			]
		],
		[
			"msg",
			191915,
			"Now you don't have to spell——",
			"现在就不用念魔咒啦——",
			"今はもう呪文を唱えなくていいの——",
			"이젠 주문을 외울 필요 없어——",
			null
		]
	]
}