{
	"1865": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			189714,
			"A month after Houkai, when Shicksal cleared and disposed of the Houkai area again, a surviving Valkyrie named Delta was discovered.",
			"在崩坏发生后的一个月，天命再次对崩坏区域进行清扫与处理的时候，发现了名为黛尔塔的幸存女武神。",
			"崩壊の発生から1ヵ月経ち、天命が再び崩壊エリアの掃討と後始末をしていた時、デルタという名前のヴァルキリーの生存者を発見した。",
			"붕괴 발생 후 한 달이 지나, 천명이 다시 붕괴 지역의 소탕과 뒷수습을 하고 있을 때, 델타라는 이름의 발키리 생존자를 발견했다.",
			null
		],
		[
			"msg",
			189715,
			"By the time she was found, Delta's vital signs were nearly gone. An examination of her surroundings revealed that she was surviving on the remains of Houkai creatures.",
			"在发现她时，黛尔塔的生命体征已经接近消失，经过对其周围环境的探查，一切标明她是依靠着吞噬崩坏生物的尸骸维持自己的生命。",
			"彼女を見つけた時、デルタの生命兆候はほぼ消えかかっていた。周囲の環境を調査した結果、あらゆる証拠から、彼女は崩壊生物の死骸を食べて自分の命をつないでいたことが分かった。",
			"그녀를 발견했을 때, 델타의 생명 징후는 거의 사라질 뻔했다. 주변 환경을 조사한 결과, 모든 증거로부터 그녀가 붕괴 생물의 사체를 먹으며 생명을 유지하고 있었다는 사실이 밝혀졌다.",
			null
		],
		[
			"msg",
			189716,
			"The normal person who eats a substance that contains Houkai energy will be erodec and turn into death. But Delta is able to convert the Houkai energy into energy for life.",
			"普通人在食用含有崩坏能的物质之后会被侵蚀并变成死士，但是黛尔塔却能够将摄入的崩坏能转化为生命的能量。",
			"普通の人間が崩壊エネルギーの含まれた物質を食べれば、崩壊に侵食されてゾンビになってしまう。しかし、デルタは崩壊エネルギーを摂取して生命エネルギーに転換できたのだ。",
			"일반 인간이 붕괴 에너지가 함유된 물질을 먹으면 붕괴에 침식되어 좀비가 되어버린다. 그러나 델타는 붕괴 에너지를 섭취해 생명 에너지로 전환할 수 있었다.",
			null
		],
		[
			"msg",
			189717,
			"This trait was valued by the bishop, who at once gave orders to infuse Delta with Houkai energy to keep her alive. Sure enough, Delta survived.",
			"这一特性受到了主教大人的看重，他立即下令为黛尔塔注入崩坏能，维持她的生命。果然，黛尔塔成功存活了。",
			"この特性は主教様の興味を引いた。主教様はただちに命令を下し、デルタに崩壊エネルギーを注入して彼女の生命を維持させた。当然のことながら、デルタは生き延びた。",
			"이 특성은 주교님의 관심을 끌었다. 주교님은 즉시 명령을 내려, 델타에게 붕괴 에너지를 주입해 그녀의 생명을 유지시켰다. 당연하게도, 델타는 생존했다.",
			null
		],
		[
			"msg",
			189718,
			"Eventually, Delta was chosen to be developed as a secret weapon to Houkai. The goal is for it to absorb large amounts of Houkai energy, break through human limits, form a core in the body, and become a Herrscher that can be driven by humans.",
			"最终，黛尔塔被选作对崩坏秘密武器进行培养，其目的是让其吸收大量崩坏能，突破人类的极限，在体内形成核心，成为能够供人类驱使的律者。",
			"最終的に、デルタは対崩壊秘密兵器として育成された。その目的は、デルタに大量の崩壊エネルギーを吸収させて人類の限界を突破し、体内でコアを形成して、人類が操れる律者になることだった。",
			"결국 델타는 대붕괴 비밀 병기로 양성되었다. 그 목적은 델타에게 대량의 붕괴 에너지를 흡수시켜 인간의 한계를 돌파하고, 체내에서 코어를 형성해 인간이 조종할 수 있는 율자가 되는 것이었다.",
			null
		],
		[
			"msg",
			189719,
			"Since then, she has been given a new code name,「δ」. It stands for variable, infinite possibilities.",
			"从此，她被赋予了新的代号，「δ」。代表着变量，象征着无限的可能。",
			"それ以降、彼女は新しいコードネーム、「δ」を与えられた。変量を表し、無限の可能性を象徴している。",
			"그 이후, 그녀는 새로운 코드네임 「δ」을 부여받았다. 변량을 나타내며, 무한한 가능성을 상징하고 있다.",
			null
		]
	],
	"1866": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			189720,
			"But the plan met some difficulties.",
			"让实验体「δ」成为律者的计划受到了阻碍。",
			"実験体「δ」を律者とする計画は順調に進まなかった。",
			"실험체 「δ」을 율자로 만드는 계획은 순조롭게 진행되지 못했다.",
			null
		],
		[
			"msg",
			189721,
			"A large number of mutant cells were proliferated in the experimental body after the modification surgery, mainly concentrated in the part of the experimental body's hands, forming a giant metamorphic beast claw based on Houkai energy.",
			"实验体“δ”在接受改造手术后体内增生了大量变异细胞，主要聚集在实验体双手的部位，形成了以崩坏能为基础构成的巨型异态兽型巨爪。",
			"実験体「δ」は改造手術を受けた後、体内に大量の変異細胞を増殖させた。細胞は主に実験体の両手の部位に集まり、崩壊エネルギーを基礎として、巨大で異形な獣の爪のようになった。",
			"실험체 「δ」은 개조 수술을 받은 후, 체내에 대량의 변이 세포를 증식시켰다. 세포는 주로 실험체의 양손 부위에 집중되어, 붕괴 에너지를 기반으로 거대하고 기괴한 짐승의 발톱처럼 변했다.",
			null
		],
		[
			"msg",
			189722,
			"After testing, it is preliminarily determined that the giant claw has the ability to decompose the material contaminated by Houkai into Houkai energy, which can be absorbed by the Houkai abnormal cells in the body to strengthen the body.",
			"经测试，初步判断其巨爪具有将被崩坏污染的物质分解成崩坏能的能力，分解的崩坏能将由其体内的崩坏异变细胞吸收，用以强化自己的身躯。",
			"テストの結果、その巨大な爪には、崩壊に汚染された物質を崩壊エネルギーに分解する能力があると推測された。分解された崩壊エネルギーは彼女の体内の崩壊変異細胞によって吸収され、自分の肉体の強化に使われる。",
			"테스트 결과, 그 거대한 발톱에는 붕괴에 오염된 물질을 붕괴 에너지로 분해하는 능력이 있는 것으로 추정되었다. 분해된 붕괴 에너지는 그녀의 체내의 붕괴 변이 세포에 의해 흡수되어, 자신의 육체 강화에 사용된다.",
			null
		],
		[
			"msg",
			189723,
			"But the subject couldn't control the desire to eat, and many times she went into a frenzy. After that,「δ」was given only a minimal daily food supply, suppressing her appetite while maintaining her vital signs.",
			"但是实验体无法控制自己的进食欲望，并多次陷入暴走状态。在此之后，实验体「δ」每天只被保证最低限度的进食供给，在维持其生命体征的条件下压制其食欲。",
			"しかし、実験体は自分の食欲を制御できず、度々暴走状態に陥った。それ以降、実験体「δ」は毎日最低限の食事しか供給されなくなり、生命兆候を維持できる最低条件で食欲を制限された。",
			"하지만 실험체는 자신의 식욕을 제어하지 못해, 자주 폭주 상태에 빠졌다. 그로 인해 실험체 「δ」은 매일 최소한의 식사만 공급받게 되었고, 생명 징후를 유지할 수 있는 최소 조건으로 식욕이 제한되었다.",
			null
		],
		[
			"msg",
			189724,
			"However, the condition that really prevents the experimenter from becoming a Herrscher is the lack of Houkai energy. The Houkai energy required by the core of Herrscher is so large that it is initially assumed that at least all the Houkai energy released by a major Houkai needs to be completely swallowed and absorbed.",
			"然而真正意义上阻碍实验体成为律者的条件是崩坏能不足，凝聚律者核心需要的崩坏能太过庞大，初步推测至少需要完整吞噬吸收一次大崩坏所释放出的全部崩坏能。",
			"しかし、実験体を律者にすることを本当の意味で妨げたのは、崩壊エネルギーの不足だった。律者のコアを凝集させるのに必要な崩壊エネルギーが膨大すぎたのだ。暫定予測では、少なくとも一回の大崩壊で放たれる全ての崩壊エネルギーを完全に吸収する必要があるとされた。",
			"그러나 실험체를 율자로 만드는 것을 진정으로 방해한 것은 붕괴 에너지의 부족이었다. 율자의 코어를 응집시키는 데 필요한 붕괴 에너지가 너무 방대했기 때문이다. 잠정 예측에 따르면, 적어도 한 번의 대붕괴에서 방출되는 모든 붕괴 에너지를 완전히 흡수해야 할 것으로 여겨졌다.",
			null
		],
		[
			"msg",
			189725,
			"At this point, the law experiment carried out by the experimental body「δ」was suspended temporarily.",
			"至此，实验体「δ」所进行的律者实验将暂时停滞。",
			"ここに至って、実験体「δ」の律者実験は一時中断された。",
			"이에 이르러, 실험체 「δ」의 율자 실험은 일시 중단되었다.",
			null
		]
	],
	"1867": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			189726,
			"After the third Houkai was confirmed in Changkong,「δ」was rushed to the edge of the city.",
			"在确认到第三次崩坏在长空市爆发之后，实验体「δ」被迅速送往长空市边缘。",
			"3回目の崩壊が長空市で発生したことが確認されると、実験体「δ」はすぐさま長空市の周辺に送られた。",
			"3차 붕괴가 장공시에서 발생한 것이 확인되자, 실험체 「δ」는 즉시 장공시 주변으로 투입되었다.",
			null
		],
		[
			"msg",
			189727,
			"The main purpose of the experiment was to intercept the main Anti-Entropy mecha units and dispatched elite teams, and to absorb the Houkai energy of Houkai.",
			"实验体的主要目的其一是为了拦截逆熵主要机甲部队与派遣出的精英小队，其二是吸收大崩坏逸散的崩坏能凝结出核心。",
			"実験体の主要目的の1つ目はネゲントロピーの主要機甲部隊と派遣された精鋭小隊を食い止めること。二つ目は大崩壊で散らばった崩壊エネルギーを吸収してコアとして凝縮させることだった。",
			"실험체의 주요 목적 중 첫 번째는 네겐트로피의 주력 기갑 부대와 파견된 정예 분대를 저지하는 것. 두 번째는 대붕괴로 흩어진 붕괴 에너지를 흡수해 코어로 응축시키는 것이었다.",
			null
		],
		[
			"msg",
			189728,
			"The team did not have a clear solution to the unstable and uncontrollable factors on the surface of the experiment. This information was given in advance to the chief battlefield officer.",
			"对于实验体表演出的不稳定与不可控的因素，研究团队并未有明确解决办法。这一消息已经提前知会给了战场主要负责人。",
			"実験体が見せる不安定さと不可制御性といった要因に対して、研究チームは明確な解決方法を持ち合わせていなかった。この情報は戦場の主要責任者にも事前に知らされていた。",
			"실험체가 보여주는 불안정성과 제어 불가능성 같은 요소들에 대해, 연구 팀은 명확한 해결 방법을 갖고 있지 못했다. 이 정보는 전장의 주요 책임자에게도 사전에 알려져 있었다.",
			null
		],
		[
			"msg",
			189729,
			"However, due to the elite squad \"Meteor\" captain's personal behavior, resulting in the new elite team \"Shining Glory\" destroyed.",
			"但由于精英小队「流星」队长的个人行为，导致了新晋精英小队「辉光」的覆灭。",
			"しかし、精鋭小隊「流星」の隊長の個人的な行動により、新しい精鋭小隊「輝光」は全滅してしまった。",
			"하지만 정예 분대 「유성」 대장의 개인적인 행동으로 인해, 새로운 정예 분대 「휘광」은 전멸하고 말았다.",
			null
		],
		[
			"msg",
			189730,
			"Fortunately, the experiment was forced to stop the predation during the battle with Shining Glory valkyries and did not hinder the overall battle of changkong city.",
			"所幸实验体在与辉光小队女武神交战过程中被强制中止了捕食行为，并未对长空市大崩坏整体作战造成妨碍。",
			"幸い、実験体は輝光小隊のヴァルキリーと交戦している間に、捕食行為を強制中断させられたため、長空市の大崩壊全体の作戦には影響を与えなかった。",
			"다행히, 실험체는 휘광 분대의 발키리와 교전 중에 포식 행위가 강제 중단되었기 때문에, 장공시 대붕괴 전체 작전에는 영향을 주지 않았다.",
			null
		],
		[
			"msg",
			189731,
			"After the body was recovered, the experiment was formally sealed and the Herrscher's manufacturing plans were suspended.",
			"在实验体被回收之后，其实验被正式封存，律者的制造计划也暂时被中止。",
			"実験体が回収された後、その実験は正式に封印され、律者の製造計画も一時的に中止された。",
			"실험체가 회수된 후, 그 실험은 공식적으로 봉인되었으며, 율자 제조 계획도 일시 중단되었다.",
			null
		]
	],
	"1868": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204805
		],
		[
			"portraits",
			[
				896,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			189732,
			"Too long in the long dark, and all my senses are diminished, it's my greatest loss as a warrior——but only as a human being.",
			"在漫长的黑暗中沉浸地太久，自身所有的感官都会被削弱，作为战士而言这是最大的损失——但那仅仅只限于我还是人类的时候。",
			"長い暗闇の中に浸りすぎたせいで、自分のあらゆる感覚器官が弱まってしまっている。戦士としては何よりの損失——でも、それは私がまだ人類だった時に限った話。",
			"너무 오랜 어둠에 잠겨 있던 탓에, 나의 모든 감각 기관이 약해져 버렸다. 전사로서는 무엇보다 큰 손실——이지만, 그것은 내가 아직 인간이었을 때의 이야기.",
			null
		],
		[
			"msg",
			189733,
			"I knew the moment I had been reformed that the old Delta would be dead for ever. But so what, my resolution and my purpose had not changed that was to avenge Houkai by draining every inch of the body.",
			"在接受了改造的那一刻我就明白，以前的黛尔塔将会彻底死去，但是那又如何，我的决心还有我的目的都不曾变过，那便是榨干这具身体地每一寸力量向崩坏复仇。",
			"改造を受け入れた時、私には分かった。以前のデルタは完全に死んだのだと。しかし、それがどうしたの。私の決意、そして目的は何も変わっていない。それは、たとえこの体が干からびても崩壊に復讐すること。",
			"개조를 받아들였을 때, 나는 알았다. 이전의 델타는 완전히 죽은 것이라고. 하지만 그게 어쨌다는 거지. 나의 결의, 그리고 목표는 조금도 변하지 않았다. 그것은, 비록 이 몸이 말라 비틀어져도 붕괴에 복수하는 것.",
			null
		],
		[
			"msg",
			189734,
			"Human lives by proving his worth. If he loses his worth, he is as good as dead. So did the human named Delta.",
			"人类是依靠证明自己的价值而存活在这个世界上的，如果失去了价值，这个人便与死无异。这个名为黛尔塔的人类亦是如此。",
			"人類は自分の存在意義を証明することで、この世界で生存している。もし意義を失えば、その人は死んだも同然だ。このデルタという名前の人類も同様なのだ。",
			"인간은 자신의 존재 의미를 증명함으로써, 이 세계에서 생존한다. 만약 의미를 잃으면, 그 사람은 죽은 것과 다름없다. 이 델타라는 이름의 인간도 마찬가지인 것이다.",
			null
		],
		[
			"msg",
			189735,
			"When I saw myself in the lab, my mind went back to the moment when I fell in the battlefield, and I lost my value again.",
			"再看到自己身处于实验舱中的时候，意识仿佛又回到了自己在战场下倒下的那一刻，自己再一次失去了价值。",
			"実験カプセルにいる時の自分を見ると、意識が戦場で倒れた時に戻るかのようだった。自分は再び存在意義を失っていく。",
			"실험 캡슐 속의 나를 보면, 의식이 전장에서 쓰러졌을 때로 돌아가는 것 같았다. 나는 다시금 존재 의미를 잃어가고 있다.",
			null
		],
		[
			"msg",
			189736,
			"The loss of my value will only lead to a very sad end. Is there anything I can give to make my value last?... If I can't keep fighting, I might as well just let my life end.",
			"失去价值的我只会迎来无比可悲的结局吧，我还能够付出什么让我的价值得以延续下去么……如果不能继续战斗下去的话，还不如就这样让我的生命直接结束好了。",
			"存在価値を失った私は、これ以上ないほど悲しい結末を迎えるしかないのだろう。私はまだ何かを代償にして、自分の存在意義を存続させられるのだろうか……戦い続けられなくなれば、いっそのこと、そのまま私の命も終わらせた方がマシだ。",
			"존재 가치를 잃은 나는, 이보다 더 슬픈 결말을 맞이할 수밖에 없을 것이다. 나는 아직 무언가를 대가로 바쳐서, 내 존재의의를 유지할 수 있을까... 싸움을 계속할 수 없게 된다면, 차라리 그대로 내 생명을 끝내는 편이 나을 것이다.",
			null
		],
		[
			"msg",
			189737,
			"Thinking like this, I vaguely felt a familiar figure in front of me, the figure murmured, accompanied by a body as if tearing pain.",
			"这样想着，我隐约感觉到面前有一个熟悉的身影，那个身影喃喃着，伴随而来的便是全身仿佛撕裂般的疼痛。",
			"そうやって考えていると、私はかすかに懐かしい人影が目の前に現れるのを感じた。その人影は何かをつぶやいている。そして、全身を引き裂かれるような痛みが襲ってきた。",
			"그렇게 생각하고 있자니, 나는 희미하게 그리운 사람의 모습이 눈앞에 나타나는 것을 느꼈다. 그 모습은 무언가를 중얼거리고 있었다. 그리고 전신이 찢어지는 듯한 고통이 밀려왔다.",
			null
		],
		[
			"msg",
			189738,
			"All my strength seemed to be drawn away, and my great mutant hand was moving slowly towards the human arm. Is my strength going away, this kind of thing… How could this be allowed to happen!!",
			"全身的力量似乎都要被抽走，我变异了的巨手也在向着人类的手臂缓慢过去。我的力量要消失了么，这种事情……怎么能够允许这种事情发生啊！！",
			"まるで全身の力が抜き取られていくかのようだった。私の変異した巨大な手までもが、ゆっくりと人間の手のようになっていく。私の力が消えているのだろうか？そんなこと……そんなこと、絶対に許せない！！",
			"마치 온몸의 힘이 빠져나가는 것 같았다. 내 변이된 거대한 손마저도, 천천히 인간의 손처럼 변해갔다. 내 힘이 사라지고 있는 걸까? 그런 건... 그런 건, 절대로 용납할 수 없어!!",
			null
		],
		[
			"msg",
			189739,
			"An inarticulate neigh came from my mouth, and I growled, trying to regain my strength.",
			"从我的嘴里发出了意味不明的嘶鸣，我咆哮着，想要夺回自己的力量。",
			"私の口から意味不明のうめき声が発せられ、私は雄たけびをあげた。自分の力を取り戻そうとして。",
			"내 입에서 의미 불명의 신음 소리가 나왔고, 나는 울부짖었다. 내 힘을 되찾으려고.",
			null
		],
		[
			"msg",
			189740,
			"Then I thought I saw a golden butterfly coming towards me through the darkness…",
			"这时我仿佛看到了一只金色的蝴蝶，正穿越无边的黑暗向我飞来……",
			"この時、1匹の金色の蝶々が見えたような気がした。無限の暗闇を越えて私の方に飛んでくるかのように……",
			"이때, 한 마리 황금빛 나비가 보이는 것 같은 느낌이 들었다. 끝없는 어둠을 넘어 내 쪽으로 날아오는 것처럼...",
			null
		]
	],
	"1869": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204805
		],
		[
			"portraits",
			[
				882,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			189741,
			"I don't understand what evolution is. I only remember the bishop telling me to devour everything.",
			"我不明白所谓的进化是什么。我只记得主教大人曾对我说过吞噬一切。",
			"私には、いわゆる進化とは何なのか分からない。主教様が以前、私に全てを飲みこむように言ったことしか覚えていない。",
			"나에게는 소위 진화라는 것이 무엇인지 알 수 없다. 주교님께서 예전에, 나에게 모든 것을 삼키라고 말씀하신 것만 기억할 뿐이다.",
			null
		],
		[
			"msg",
			189742,
			"When I came here and felt the repressed Houkai energy, I felt the restlessness of the cells in my body.",
			"当我来到了这里，感受到这里压抑的崩坏能之后，我感受到了来自自己体内细胞的躁动。",
			"この場所に来てから、この場所が抑えている崩壊エネルギーを感じてから、私は自分の体内の細胞が騒いでいるのを感じる。",
			"이곳에 온 이후로, 이곳이 억누르고 있는 붕괴 에너지를 느낀 이후로, 나는 자신의 체내 세포들이 소란을 피우는 것을 느낀다.",
			null
		],
		[
			"msg",
			189743,
			"Houkai creatures poured into the courtyard of the Marine facility. For me, they are all my food.",
			"崩坏生物尽数涌入了这个宛如庭院一样的海中设施，对于我而言，它们已经全部都是我的食粮。",
			"おびただしい数の崩壊生物が、この庭園のような海中施設に流れ込んでくる。私にとって、彼らは全て食料だった。",
			"엄청난 수의 붕괴 생물들이, 이 정원 같은 해중 시설로 흘러 들어온다. 나에게 그들은 모두 먹이였다.",
			null
		],
		[
			"msg",
			189744,
			"The desire to eat swirled in my body, but it no longer suppressed my thoughts as it had. Even if the Herrscher stood in front of me, I would cut her off and swallow her up.",
			"吞食的欲望在我的体内盘旋，但已经不再会像以前一样压制我的思维。就算是律者站在了我的面前，我也会将她斩断然后吞噬。",
			"丸飲みにしたい欲望が私の体内でうごめいている。もう以前のように、私の思考を抑えこんだりはしない。たとえ律者が目の前にいたとしても、私は律者を真っ二つにして飲みこんでしまうだろう。",
			"통째로 삼키고 싶은 욕망이 내 체내에서 꿈틀거린다. 더 이상 예전처럼, 내 사고를 억누르지 않는다. 비록 율자가 눈앞에 있었다 해도, 나는 율자를 반으로 갈라 삼켜버릴 것이다.",
			null
		],
		[
			"msg",
			189745,
			"Let's eat! Let's eat! Let's eat! This time there were no obstacles!",
			"吃吧！吃吧！吃吧！这一次没有任何的阻碍了！",
			"食べろ！食べろ！食べろ！今回はもう何も邪魔するものはない！",
			"먹어라! 먹어라! 먹어라! 이번에는 더 이상 방해할 것도 없다!",
			null
		],
		[
			"msg",
			189746,
			"Just in the endless swallowing, some voice comes into the mind…",
			"只是在无止尽的吞噬之中，脑海里似乎传来了某种声音……",
			"止まることのない貪食の中で、脳内にある声が聞こえてきたようだった……",
			"멈추지 않는 탐식 속에서, 뇌속에 있는 목소리가 들려온 것 같았다……",
			null
		],
		[
			"msg",
			189747,
			"It was like a clear echo from far away, like a faint whisper close to my ear.",
			"那仿佛是遥不可及的远方传来的清晰的回响，又仿佛近在耳边的模糊的低语。",
			"それはまるで、はるか遠くから届いたかのようにはっきりとこだました。それでいて耳元のぼんやりとささやかれたようでもあった。",
			"그것은 마치 아주 먼 곳에서 전해진 것처럼 선명하게 울려 퍼졌다. 그러면서도 귓가에 흐릿하게 속삭인 듯하기도 했다.",
			null
		],
		[
			"msg",
			189748,
			"It was as if a catalyst had accelerated the proliferation and division of cells in my body, and the ladder of evolution which the bishop had mentioned lay before me.",
			"仿佛是催化剂一般在我的体内加速细胞的增殖和分裂，主教大人所提到的进化的阶梯也摆在了我的眼前。",
			"まるで触媒のように私の体内で細胞の増殖と分裂が加速した。主教様の言っていた進化の階段も私の前に置かれていた。",
			"마치 촉매처럼 내 몸속에서 세포의 증식과 분열이 가속화되었다. 주교님께서 말씀하신 진화의 계단도 내 앞에 놓여 있었다.",
			null
		],
		[
			"msg",
			189749,
			"So, just climb up, climb up to the top?",
			"那么，只要往上爬，爬到顶点就行了吧？",
			"それじゃあ、上に行って、一番上まで行けばいいのね？",
			"그럼 올라가서, 가장 꼭대기까지 가면 되는 거지?",
			null
		]
	],
	"1870": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204805
		],
		[
			"portraits",
			[
				883,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			189750,
			"It's….evolution.",
			"原来…这就是进化。",
			"これが…進化だったのね。",
			"이게… 진화였구나.",
			null
		],
		[
			"msg",
			189751,
			"When I saw that moment, I already knew what kind of ending I was going to face.",
			"在看到那个瞬间的时候我就已经知道自己将要面临什么样的结局。",
			"その瞬間を見た時、私は自分が迎えようとしている結末がどのようなものか分かった。",
			"그 순간을 봤을 때, 나는 내가 맞이하려는 결말이 어떤 것인지 알 수 있었다.",
			null
		],
		[
			"msg",
			189752,
			"The broken wings behind me will wrap me up again. Although those wings have been broken because of the disappearance of energy, like dandelion general with the wind away.",
			"身后残破的羽翼重新将我包裹，尽管那些羽翼已经在因为能量的消失而破碎飘散，如同蒲公英一般随着风飘远。",
			"背中のボロボロの羽が再び私を包み込む。エネルギーが消えてしまったせいで、その羽が傷ついて飛散しようとも、タンポポのように風に乗って遠くまで飛んでいくのだ。",
			"등의 너덜너덜한 날개가 다시 나를 감싼다. 에너지가 사라져 버린 탓에, 그 날개가 상처 입어 흩어지려 해도, 민들레처럼 바람을 타고 멀리까지 날아갈 뿐이었다.",
			null
		],
		[
			"msg",
			189753,
			"My body is slowly dying.",
			"我的身体正在慢慢死亡。",
			"私の肉体はゆっくりと死んでいく。",
			"내 육체는 서서히 죽어가고 있다.",
			null
		],
		[
			"msg",
			189754,
			"The moment of evolution seemed to wash away all the emotions in me. I felt as if I was standing on a higher ground looking down at my dying self, without any superfluous emotions, just examining the process of my own decay and watching it go to its predetermined end.",
			"那一刻的进化似乎洗涤了我内心所有的情绪，我仿佛站在更高的地方俯视着正在死去的自己，没有任何多余的情感，只是在审视自己凋谢的过程，看着它走向既定的结局。",
			"その瞬間の進化は、まるで私の心の中の、あらゆる気持ちを洗い流すかのようだった。私はもっと高い場所に立ちながら、死につつある自分を俯瞰しているかのように、余計な感情は一切なかった。ただ、自分の凋落していく過程を見つめ、定まった結末へと物事が進んでいくのを見ているだけだった。",
			"그 순간의 진화는 마치 내 마음속의 모든 감정을 씻어내는 듯했다. 나는 더 높은 곳에 서 있으면서, 죽어가는 자신을 내려다보는 것처럼, 불필요한 감정은 전혀 없었다. 단지, 내 추락해 가는 과정을 바라보며, 정해진 결말로 사물이 진행되어 가는 것을 지켜볼 뿐이었다.",
			null
		],
		[
			"msg",
			189755,
			"If I really need words to describe my current mood, \"thorough understanding\" is probably the closest. I spent all my life in exchange for the opportunity to counterattack, I fought to do everything to break the boundaries of god. All the tasks are done, all the values are realized.",
			"如果真的要用词语说明我现在的心情，“彻悟”或许是最为接近的。自己消耗了所有的生命换来了反攻的时机，自己拼尽一切打破了神的界限。所有的任务都完成了，所有的价值都实现了。",
			"もし本当に言葉で、私の今の気持ちを説明するとすれば、「悟り」が最も近いかもしれない。全ての命を使って手に入れた反撃のチャンスを活かし、神の境界を打ち破るために全力を尽くした。全ての任務を果たし、全ての存在意義を証明した。",
			"만약 정말로 말로 내 지금의 기분을 설명한다면, 「깨달음」이 가장 가까울지도 모른다. 모든 목숨을 다해 얻은 반격의 기회를 살려, 신의 경계를 타파하기 위해 전력을 다했다. 모든 임무를 완수하고, 모든 존재의의를 증명했다.",
			null
		],
		[
			"msg",
			189756,
			"No, perhaps the distance from the true god is far, far, far away, perhaps my own value has not been able to fully realize, but now I finally qualified to say to myself a \"have a rest\".",
			"不，或许距离真正的神明还差得很远很远，或许自己的价值也没有能够完全实现，但是现在的我终于有资格对自己说上一句“休息”了。",
			"いや、本当の神まではまだまだ遠いかもしれない。自分の存在価値も、完全には証明できていないかもしれない。しかし、今の私はようやく自分に「休め」と言えるようになった。",
			"아니, 진정한 신까지는 아직 멀었을지도 모른다. 나의 존재 가치도 완전히 증명하지 못했을지 모른다. 하지만 지금의 나는 드디어 나 자신에게 「쉬어라」라고 말할 수 있게 되었다.",
			null
		],
		[
			"msg",
			189757,
			"The wings enveloped self, forming a closed bud, as if able to give birth to the eggs of all things. It is a pity that the inbred place is not a miracle, but a once human but has been beyond the end of human life.",
			"羽翼包裹着自己，形成了一个封闭的花苞，就仿佛能够诞生万物的卵，只可惜里面孕育地并不是奇迹，而是一个曾经是人类却已经超脱了人类的生命的终点。",
			"羽が自分を包み込み、閉ざされた花のつぼみを形作る。万物を生み出せる卵のように。ただ残念なのは、中で育んでいたのは奇跡ではなく、かつて人類が乗り越えた人類の命の終着点だったのだ。",
			"날개가 나를 감싸며 닫힌 꽃봉오리를 만들어낸다. 만물을 탄생시킬 수 있는 알처럼. 안타까운 건 안에서 키워온 것이 기적이 아니라, 한때 인류가 극복했던 인간 생명의 종착점이었다는 점이다.",
			null
		],
		[
			"msg",
			189758,
			"If I could go one step further, would my mission be purification or destruction? With this question, my consciousness began to turbid.",
			"如果我能够再往前一步，我的使命会是净化还是毁灭呢？带着这样的疑问，我的意识开始浑浊。",
			"もし私がもう一歩前に進めるなら、私の使命は浄化になるのだろうか、それとも破壊になるのだろうか？このような疑問を持ちながら、私の意識は混濁し始めた。",
			"만약 내가 한 걸음 더 나아갈 수 있다면, 나의 사명은 정화가 될까, 아니면 파괴가 될까? 이런 의문을 품은 채, 나의 의식은 혼탁해지기 시작했다.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			189759,
			"Good night... This time I can finally sleep without regret.",
			"晚安……这一次我终于能够无憾地睡去了吧。",
			"おやすみ……今回はようやく思い残すことなく寝られるよ。",
			"잘 자... 이번에는 드디어 미련 없이 잘 수 있어.",
			null
		]
	]
}