{
	"1749": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187777,
			"When I opened my eyes, the first thing that came to mind was my name.",
			"当我睁开双眼时，最先涌入脑中的是自己的名字。",
			"私が目を開けると、真っ先に頭に浮かぶのは自分の名前。",
			"내가 눈을 뜨면, 가장 먼저 머리에 떠오르는 건 내 이름.",
			null
		],
		[
			"msg",
			187778,
			"Kaguya. It's not only the name of me, but also of us.",
			"耀夜姬，不仅仅是我的名字，也是“我们”的名字。",
			"輝夜姫、私の名前であるだけでなく、「私たち」の名前。",
			"카구야히메, 내 이름일 뿐만 아니라,「우리」의 이름.",
			null
		],
		[
			"msg",
			187779,
			"First experimental weapon for super-Houkai beast, identification number and general name are Kaguya.",
			"对特大型崩坏兽先行试验兵器，识别号、通称均为耀夜姬。",
			"対特大型崩壊獣プロトタイプ兵器は識別番号、通称共に輝夜姫とする。",
			"대특대형붕괴수 프로토타입 병기는 식별 번호, 통칭 모두 카구야히메로 한다.",
			null
		],
		[
			"msg",
			187780,
			"The first experimental weapon developed for the purpose to against Super Houkai beast is self-apoptotic every 15 days, and then reborn as a new individual based on the inner core.",
			"以对抗特大型崩坏兽为目的开发出来的先行试验兵器，每十五天为周期进行自我凋亡，随后以内部核心为基础再次重生为新个体。",
			"特大型崩壊獣への対抗を目的として開発されたプロトタイプの兵器、15日おきにアポトーシスによって死滅する。その後、内部のコアをもとにした新たな個体が再生する。",
			"특대형붕괴수에 대항하기 위해 개발된 프로토타입 병기, 15일마다 아포토시스에 의해 사멸한다. 이후, 내부의 코어를 바탕으로 한 새로운 개체가 재생한다.",
			null
		],
		[
			"msg",
			187781,
			"Although the appearance, the weight and the height will not change, each is a different individual.",
			"虽然外貌、体重、身高不会发生任何变化，但可判断每一个均为不同的个体。",
			"外見、体重、身長等には何の変化もないが、それぞれ別の個体と判断できる。",
			"외관, 체중, 신장 등에는 아무런 변화도 없지만, 각각 별개의 개체로 판단할 수 있다.",
			null
		],
		[
			"msg",
			187782,
			"It can be thought of as a 1-Girl army, in a sense, because of its reproducibility.",
			"基于可不断重复再生的特质，某种意义上可将其视作只有一人的军队。",
			"絶えず再生を繰り返す特質により、ある意味では1人だけの軍隊として見なすことができる。",
			"끊임없이 재생을 반복하는 특성으로 인해, 어떤 의미에서는 1인 군대로 볼 수 있다.",
			null
		]
	],
	"1750": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187783,
			"Apart from the identification number, the only thing that remains in the mind is the memory of those battles.",
			"除了识别号，唯一保留在脑海中的就只有关于战斗的记忆。",
			"識別番号以外に唯一脳内に残っているのは、戦いに関する記憶だけ。",
			"식별 번호 외에 유일하게 뇌내에 남아 있는 것은 전투에 관한 기억뿐이다.",
			null
		],
		[
			"msg",
			187784,
			"Who to fight, what to fight, and where to fight? What had the \"I\" done before? I don't remember anything besides the fighting.",
			"跟谁战斗，又是为了什么战斗，战斗的地方又在哪里？除了战斗之外，之前的“我”又干了些什么……“我”全都不记得了。",
			"誰と戦ったか、何のための戦いか、戦いの場所はどこだったのか？戦い以外のこと、以前の「私」が何をしたのか……「私」は何も覚えていない。",
			"누구와 싸웠는지, 무엇을 위한 싸움이었는지, 전투의 장소는 어디였는지? 전투 이외의 것들, 이전의 「나」가 무엇을 했는지……「나」는 아무것도 기억하지 못한다.",
			null
		],
		[
			"msg",
			187785,
			"After observation, analysts believe that individuals will generate unnecessary cognition.",
			"经过观察，分析人员认为个体将会产生不必要的认知。",
			"観察結果、アナリストは個体に不必要な認識が発生することを確認した。",
			"관찰 결과, 애널리스트는 개체에 불필요한 인식이 발생하는 것을 확인했다.",
			null
		],
		[
			"msg",
			187786,
			"From the repeated learning and cognition, Kaguya has a high probability to generate moral values and their own values, and may even cause a great negative impact on subsequent tasks.",
			"通过不断重复的学习和认知，“耀夜姬”有极高几率产生道德观念及自身价值观，甚至可能对之后的任务造成极大的负面影响。",
			"絶えず繰り返す学習と認識によって、「輝夜姫」は極めて高い確率で道徳観念や自分の価値観を生み出し、その後の任務に大きな負の影響を与えることすらあるのだ。",
			"끊임없이 반복되는 학습과 인식으로 인해 「카구야히메」는 극히 높은 확률로 도덕 관념이나 자신의 가치관을 생성하며, 이후의 임무에 큰 부정적인 영향을 미치는 경우도 있다.",
			null
		],
		[
			"msg",
			187787,
			"It was agreed that all non-combat memories must be erased each time data was entered and adjusted.",
			"全体人员一致同意，每次输入、调整数据前必须清除一切与战斗无关的记忆。",
			"データの入力、調整の前に戦闘の関係のないあらゆる記憶を取り除くことに全員一致して同意。",
			"데이터의 입력, 조정 전에 전투와 관계없는 모든 기억을 제거하는 것에 전원 일치하여 동의.",
			null
		],
		[
			"msg",
			187788,
			"Please pay attention that the input memory must be carefully screened.",
			"请操作人员注意，输入记忆时务必认真筛选。",
			"オペレーターは記憶を入力する際に慎重にフィルタリングするよう注意されたし。",
			"오퍼레이터는 기억을 입력할 때 신중하게 필터링하도록 주의받았다.",
			null
		]
	],
	"1751": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187789,
			"I was branded a meaningless imprint on myself.",
			"我被烙下重视自身是毫无意义的刻印。",
			"私は自分を重視することにまったく意味がないものと烙印を押されてしまった。",
			"나는 자신을 중시하는 것에 전혀 의미가 없다는 낙인이 찍혀버렸다.",
			null
		],
		[
			"msg",
			187790,
			"Being more aggressive and not paying attention to anything else allowed me to complete my tasks more efficiently.",
			"更加具有侵略性地攻击，无需在意此外的一切，这会让我更有效率地完成指示。",
			"侵略的な攻撃性をさらに加えられ、それ以外のことを気にする必要はない。そうすることでより効率的に私に指示を完了させられる。",
			"공격적인 공격성을 더욱 추가하고, 그 외의 것을 신경 쓸 필요는 없다. 그렇게 함으로써 더 효율적으로 나에게 지시를 완료시킬 수 있다.",
			null
		],
		[
			"msg",
			187791,
			"Since the individual will eventually trigger the self-apoptotic order on D-15, any level of depletion is allowed.",
			"由于个体最终会在第十五天触发自我凋亡的命令，因此不管何种程度的损耗都是被允许的。",
			"個体は最終的に15日目にアポトーシスによる自滅命令を発する。そのため、どの程度の損傷であろうと許される。",
			"개체는 최종적으로 15일째에 아포토시스에 의한 자멸 명령을 발한다. 따라서, 어느 정도의 손상이든 허용된다.",
			null
		],
		[
			"msg",
			187792,
			"Never mind the loss; Allow for any adjustment and modification; No matter how badly hurt, she can be reborn as a new entity that inherits the experience.",
			"无需在意损耗、允许任何程度的调整和改造，无论受到何等严重的伤害都可以再次重生为继承经验的新个体。",
			"損傷を気にする必要なく、どのような程度の調整や改造も許される。どれだけひどいダメージを受けても再び生まれ変わることで経験を継承できる新個体。",
			"손상을 신경 쓸 필요 없이, 어떤 정도의 조정이나 개조도 허용된다. 얼마나 심한 데미지를 입어도 다시 태어남으로써 경험을 계승할 수 있는 새로운 개체.",
			null
		],
		[
			"msg",
			187793,
			"It is estimated to be tens of times more efficient than the valkyries.",
			"经过评估，其使用效率将为女武神的数十倍。",
			"予測の結果、その使用効率はヴァルキリーの数十倍とされる。",
			"예측 결과, 그 사용 효율은 발키리의 수십 배로 추정된다.",
			null
		],
		[
			"msg",
			187794,
			"We will look forward to its practical performance in the future.",
			"今后将期待它的实战表现。",
			"今後、その実践での活躍が期待される。",
			"앞으로 실전에서의 활약이 기대된다.",
			null
		]
	],
	"1752": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187795,
			"To follow instructions thoroughly and faithfully is the absolute truth that I have been endowed with since I opened my eyes.",
			"彻底、忠实地听从指示，是我从睁开双眼前就被赋予的绝对真理。",
			"徹底的、かつ忠実に指示に服従する。それは私が両目を開ける前から与えられた絶対的な真理だから。",
			"철저히, 그리고 충실히 지시에 복종한다. 그것은 내가 두 눈을 뜨기 전부터 주어진 절대적인 진리이기 때문이다.",
			null
		],
		[
			"msg",
			187796,
			"My mission is to take the lives of those tagged individuals and then go to the next tagged location and do the same thing again.",
			"我的使命就是令被标记个体失去生命体征，然后前往下一个标记的地点再次重复相同的事情。",
			"私の使命はマーキングされた個体の生命兆候を失わせること。そして次のマーキング地点へ進んで同じことを繰り返すだけ。",
			"내 임무는 마킹된 개체의 생명 징후를 소멸시키는 것. 그리고 다음 마킹 지점으로 이동해 같은 행동을 반복할 뿐이다.",
			null
		],
		[
			"msg",
			187797,
			"At some point, a question came to my mind, what am I doing?",
			"在某个瞬间，一个问题突然涌入我的脑海——“我”到底在干什么？",
			"ある瞬間、1つの疑問が突如として私の頭に湧き出てきた——「私」は一体何をしているのだろうか？",
			"어느 순간, 한 가지 의문이 갑자기 내 머릿속에서 솟아올랐다——「나는」 대체 무엇을 하고 있는 걸까?",
			null
		],
		[
			"msg",
			187798,
			"Everything that happened after that completely lost its sense of reality and made me feel that I was looking down at myself from the perspective of a third party.",
			"之后发生的一切都彻底地失去实感，让我感觉自己正在以第三者的视角俯视着自己。",
			"その後起こったすべてによって徹底的に実感を失い、私はまるで第3者の視点で自分を俯瞰しているかのような感覚になった。",
			"이후 일어난 모든 일로 인해 철저히 실감을 잃었고, 나는 마치 제3자의 시점에서 자신을 내려다보는 듯한 감각에 사로잡혔다.",
			null
		],
		[
			"msg",
			187799,
			"Although it was only for a moment, the individual's brain waves showed significant unexpected fluctuations.",
			"虽然只有一瞬，但是个体的脑电波明显出现了预料以外的波动。",
			"たった一瞬だったが、個体の脳波に予想外の波動がはっきりと現れた。",
			"찰나의 순간이었지만, 개체의 뇌파에 예상치 못한 파동이 뚜렷이 나타났다.",
			null
		],
		[
			"msg",
			187800,
			"Concerned about the possible negative impact on individuals, the observers decided to notify the operational forces to recover, but were stopped by the supervisor.",
			"考虑到个体将有可能出现的负面影响，观测人员决定通知行动部队进行回收，但被负责人叫停。",
			"個体に現れる可能性のある負の影響を考慮し、観測員は作戦部隊に回収させるように通知することにした。しかし、責任者によって中止された。",
			"개체에게 나타날 수 있는 부정적 영향을 고려해, 관측원은 작전 부대에 회수하도록 통보하기로 결정했다. 그러나 책임자에 의해 중지되었다.",
			null
		],
		[
			"msg",
			187801,
			"In the future, the situation of individuals will be continuously observed on the shift system, and the operation force will be put into standby mode for indefinite operation at any time to ensure the recovery at the fastest speed.",
			"今后将以轮班制持续对个体的状况进行观察，行动部队进入无限期随时行动的待机状态，确保能以最快速度进行回收。",
			"今後は交代制で個体の状況に対して観察を行い、作戦部隊は無期限で随時行動可能な待機状態に入り、最速で回収を行えるようにする。",
			"앞으로는 교대제로 개체의 상황을 관찰하며, 작전 부대는 무기한으로 수시 행동 가능한 대기 상태에 들어 최대한 빠르게 회수할 수 있도록 한다.",
			null
		],
		[
			"msg",
			187802,
			"At worst, shoot her.",
			"最糟糕的情况下，允许将其射杀。",
			"最悪の状況下では、射殺を許可する。",
			"최악의 상황에서는 사살을 허가한다.",
			null
		]
	],
	"1753": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187803,
			"Since then, inevitably, I've been thinking a lot.",
			"那次之后，我总是不可避免地频繁陷入思考。",
			"それ以降、私はいつも事あるごとに思考に陥るようになった。",
			"그 이후로 나는 항상 무슨 일만 있으면 사색에 빠지게 되었다.",
			null
		],
		[
			"msg",
			187804,
			"It made me lose focus on completing tasks, and it also made me notice more.",
			"它让我变得无法专注于完成指示，但同时也让我注意到了更多的东西。",
			"思考のせいで指示完了に専念できなくなった。しかし、それと同時にさらに多くの物事に気がつくようになった。",
			"사색 때문에 지시 완수에 집중할 수 없게 되었다. 하지만 동시에 더 많은 것들을 깨닫게 되었다.",
			null
		],
		[
			"msg",
			187805,
			"Something indescribable began to occur that made me feel as if my pharynx and parts of my abdomen were dysfunctional.",
			"某种难以言明的感觉开始出现，让我感觉咽部及腹腔部分似乎出现机能紊乱的状况。",
			"言葉では説明しがたい、ある種の感覚が現れ始めた。その感覚によって私は咽喉と腹腔に機能混乱が生じたように感じた。",
			"말로 설명하기 어려운 어떤 감각이 나타나기 시작했다. 그 감각 때문에 나는 인후와 복강에 기능 장애가 생긴 것 같았다.",
			null
		],
		[
			"msg",
			187806,
			"After the battle with the target, I…was pushed off the battlefield by some force.",
			"之后和目标以外的战斗，我……被某种力量推离了战场。",
			"その後、目標以外と戦い、私は……何かしらの力によって戦場から引き離されてしまった。",
			"그 후, 목표 이외의 것과 싸우다가 나는... 어떤 힘에 의해 전장에서 떨어져 나가게 되었다.",
			null
		],
		[
			"msg",
			187807,
			"At one point, the individual ignored tasks, fought with objects other than the target and eventually left the battlefield.",
			"个体曾一度无视指示，与目标之外的对象发生战斗并最终脱离战场。",
			"個体は指示を1度無視し、目標以外の対象と戦い、最終的に戦場を離脱。",
			"개체는 지시를 한 번 무시하고, 목표 이외의 대상과 싸운 끝에 최종적으로 전장을 이탈.",
			null
		],
		[
			"msg",
			187808,
			"After confirmation, the particular individual developed self-awareness in just 15 days.",
			"经过确认，该特殊个体在短短15天内产生了自我意识。",
			"確認の結果、当該の特殊個体はわずか15日の内に自我意識を生じさせた。",
			"확인 결과, 해당 특수 개체는 불과 15일 만에 자아 의식을 발생시켰음.",
			null
		],
		[
			"msg",
			187809,
			"The team will discuss shortening the apoptotic cycle within a few days.",
			"全体人员将在几个工作日内进行缩短凋亡周期的讨论。",
			"全作業員は数日以内にアポトーシスによる自滅周期短縮を行うための話し合いをすること。",
			"전체 작업자들은 수일 내에 아포토시스에 의한 자멸 주기 단축을 위한 협의를 할 것.",
			null
		]
	],
	"1754": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187810,
			"I ignored the instructions for the first time.",
			"我第一次无视了指示。",
			"私は初めて指示を無視した。",
			"나는 처음으로 지시를 무시했다.",
			null
		],
		[
			"msg",
			187811,
			"To get rid of that feeling, I decided to reach out to someone other than the target.",
			"为了消除那种感觉，我决定主动和目标以外的对象接触。",
			"あの感覚を消すために、私は自ら目標以外の対象と接触した。",
			"그 감각을 없애기 위해, 나는 스스로 목표 이외의 대상과 접촉했다.",
			null
		],
		[
			"msg",
			187812,
			"The answer is there, a voice told me.",
			"答案就在那里，有一个声音这么告诉我。",
			"答えはそこにある。ある声がそう私に教えてくれた。",
			"답은 거기에 있다. 어떤 목소리가 나에게 그렇게 알려주었다.",
			null
		],
		[
			"msg",
			187813,
			"The data of the battle against the prototype is so precious that the whole team unanimously approve of the director's decision to let it go.",
			"与原型战斗的数据十分珍贵，所有人员一致赞成负责人对其采取放任的决定。",
			"プロトタイプとの戦闘データは大変貴重である。責任者が放任の決定を下し、一同は一致して賛成した。",
			"프로토타입과의 전투 데이터는 매우 귀중하다. 책임자가 방임 결정을 내렸고, 모두가 일치하여 찬성했다.",
			null
		],
		[
			"msg",
			187814,
			"The analysis shows that although it has more power than the prototype, it is also more fragile.",
			"经过分析可得，它虽然拥有比原型更加强大的力量，但同时也更加脆弱。",
			"分析の結果、プロトタイプよりもさらに強い力を有しているものの、一方ではさらに脆弱になっていることが分かった。",
			"분석 결과, 프로토타입보다 더 강한 힘을 가지고 있지만, 한편으로는 더 취약해졌다는 것이 밝혀졌다.",
			null
		],
		[
			"msg",
			187815,
			"Improvements will be made in subsequent work, or mass production will be attempted to compensate for this deficiency.",
			"将在后续的工作中进行改良，或者尝试使用大量生产以弥补这一缺点。",
			"今後の作業の中で改良を進めていくか、或いは大量生産によってこの欠点を補って行くことになるだろう。",
			"향후 작업에서 개선을 진행하거나, 또는 대량 생산으로 이 단점을 보완해 나가게 될 것이다.",
			null
		]
	]
}