{
	"1764": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				693,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188029,
			"Nina is my name. It is the only treasure my parents left me.",
			"妮娜是我的名字，这是我的父母留给我的唯一的宝物。",
			"ニーナは私の名前、これは私の両親が私に残してくれた唯一の宝物。",
			"니나는 내 이름이에요, 이건 부모님이 내게 남겨주신 유일한 보물이죠.",
			null
		],
		[
			"msg",
			188030,
			"The simple name bears their hopes. They must hope that I can live a simple and happy life in the future.",
			"简简单单的名字寄托着她们的希冀，她们一定是希望我将来能够过上简单而幸福的生活。",
			"シンプルな名前に両親の希望が託されているの。きっと両親は私が将来、素朴だけど幸せな生活を送れることを願っていたのでしょうね。",
			"순수한 이름에 부모님의 바람이 담겨 있어요. 분명 부모님은 제가 미래에 소박하지만 행복한 삶을 살기를 바라셨을 거예요.",
			null
		],
		[
			"msg",
			188031,
			"The orphanage where I was in is near Notre Dame cathedral. Many children have been adopted here, though it is not much compared with this old and stately building.",
			"我所在的孤儿院在巴黎圣母院的附近，尽管和那座古老而庄严的建筑相比这里毫不起眼，不过已经有很多的孩子被领养走了。",
			"私のいた孤児院はパリの大聖堂の近くにあった。歴史があって荘厳なあの建物とは比べ物にならないけれど、大勢の子供がそこに引き取られていた。",
			"제가 있던 고아원은 파리 대성당 근처에 있었어요. 역사가 있고 장엄한 그 건물과는 비교도 안 되지만, 많은 아이들이 그곳에서 보호받고 있었죠.",
			null
		],
		[
			"msg",
			188032,
			"The nuns tell us that that was the blessing of the virgin Mary. She has been watching us, praying for peace and happiness, taking away all our pain.",
			"修女告诉我们，这是圣母玛利亚带给我们的祝福，她一直注视着我们，为我们祈祷和平与幸福，抚平我们所有的伤痛。",
			"修道女は私たちに言った。これは聖母マリア様が私たちに与えてくれた祝福だって。マリア様はずっと私たちのことをご覧になっていて、私たちのために平和と幸せを祈ってくれ、あらゆる痛みを癒してくれるって。",
			"수녀님은 우리에게 말씀하셨어요. 이건 성모 마리아님께서 우리에게 주신 축복이라고요. 마리아님은 계속 우리를 지켜보시고, 우리를 위해 평화와 행복을 기도해 주시며, 모든 아픔을 치유해 주신다고요.",
			null
		],
		[
			"msg",
			188033,
			"Yes, take away all pain…..",
			"是的，“抚平”所有的伤痛……",
			"そう、あらゆる痛みを癒してくれる……",
			"그래, 모든 아픔을 치유해줄 거야......",
			null
		]
	],
	"1765": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				693,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188034,
			"I was always the \"good girl\" in the orphanage.",
			"在孤儿院的时候，我一直是那个“好孩子”。",
			"孤児院にいた時、私はずっと「いい子」だった。",
			"고아원에 있을 때, 나는 줄곧 「착한 아이」였다.",
			null
		],
		[
			"msg",
			188035,
			"When I fall down, I won't cry or make any noise. The nuns said I was a strong child, but I didn't know what that meant.",
			"摔倒的时候，我不会哭也不会闹，修女们都夸我是个坚强的孩子，不过我当时并不明白坚强的意思。",
			"転んだ時でも、泣いたり喚いたりしなかった。修道女たちは皆、私のことを強い子だって褒めてくれた。でも、当時の私は強いってことの意味を分かっていなかった。",
			"넘어져도 울거나 소리 지르지 않았다. 수녀님들은 모두 내가 강한 아이라고 칭찬해주셨다. 하지만 그 당시 나는 '강하다'는 것의 의미를 이해하지 못했다.",
			null
		],
		[
			"msg",
			188036,
			"But little by little, the nuns stopped using the word \"strong\" to describe me, and the look on their faces gradually changed.",
			"可是渐渐的，修女们不再用“坚强”这个词形容我，大家看我的表情渐渐地变了。",
			"だけど、修道女たちは徐々に「強い」という言葉を私に使わなくなっていった。私を見る時の皆の表情も徐々に変わっていった。",
			"하지만 수녀님들은 점점 「강하다」는 말을 나에게 쓰지 않게 되었다. 나를 바라보는 사람들의 표정도 점점 변해갔다.",
			null
		],
		[
			"msg",
			188037,
			"It's called the \"scared\" look, and it's the look those kids show when they get hurt.",
			"那是名为“害怕”的表情，在那些孩子受伤的时候，他们会露出这种表情。",
			"それは「恐怖」という名の表情だった。他の子供たちは怪我をした時、誰もがその表情を見せた。",
			"그것은 「공포」라는 이름의 표정이었다. 다른 아이들이 다쳤을 때, 모두 그런 표정을 지었다.",
			null
		],
		[
			"msg",
			188038,
			"I knew I was the reason for their expressions.",
			"我知道，他们露出这种表情的原因，是我。",
			"私には分かっていた。彼らがその表情を見せる原因は、私だと。",
			"나는 알고 있었다. 그들이 그런 표정을 지은 이유가 나 때문이라는 것을.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188039,
			"Because I never look like that.",
			"因为我从来不会露出类似的表情。",
			"なぜなら、私は一度もそのような表情を見せなかったから。",
			"왜냐하면 나는 단 한 번도 그런 표정을 지은 적이 없었기 때문이다.",
			null
		]
	],
	"1766": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				693,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188040,
			"Today was the third year of my engagement with Yssring, and it was a special day.",
			"今天是和伊瑟琳定下约定的第三年整，同时也是一个特别的日子。",
			"今日はイザーリンと約束してから丸3年、そして特別な日でもある。",
			"오늘은 이자린과 약속한 지 꼭 3년째 되는 날, 그리고 특별한 날이기도 하다.",
			null
		],
		[
			"msg",
			188041,
			"The dean brought some girls and told us that an orgnization, Shicksal, as willing to buy the orphanage and adopt all the children who lived there.",
			"院长带来了一些大姐姐，她告诉我们，有一个叫做“天命”的组织愿意收购这个孤儿院，并领养在这里生活的所有孩子。",
			"院長先生がお姉さんたちを連れてきた。そのお姉さんが私たちに教えてくれた。「天命」という名の組織がこの孤児院を買い取り、ここで暮らしている子供たちを引き取ろうとしているということを。",
			"원장 선생님이 언니들을 데리고 왔다. 그 언니가 우리에게 알려주었다. 「천명」이라는 조직이 이 고아원을 인수하고, 여기에서 살고 있는 아이들을 데려가려 한다는 것을.",
			null
		],
		[
			"msg",
			188042,
			"Both I and the children in the orphanage had a physical examination, which was somewhat different from the one I received in treatment. But the other children were very excited.",
			"我和孤儿院的孩子都接受了体检，和我在治疗时所接受的体检有些不一样，不过其他的孩子们都很兴奋的样子。",
			"私と孤児院の子供たちは全員身体検査を受けた。私が治療の時に受けた身体検査とは少し違うけれど、他の子供たちはとてもワクワクしていたようだった。",
			"나와 고아원 아이들은 모두 신체 검사를 받았다. 내가 치료할 때 받던 신체 검사와는 조금 달랐지만, 다른 아이들은 매우 즐거워하는 것 같았다.",
			null
		],
		[
			"msg",
			188043,
			"During the physical examination, my illness was also exposed. But instead of being surprised, the girls, who called themselves Valkyries, reassured me that they would cure my pain.",
			"在体检的时候，我所患有的疾病也暴露了出来，不过那些自称女武神的姐姐们并没有惊讶，反而安慰我让我不用担心，她们会治疗我的无痛症。",
			"身体検査の時、私が患っている病気のことも明らかにされた。しかし、ヴァルキリーと名乗るお姉さんたちは特に驚いた素振りを見せなかった。それどころか、怖がることはない、自分たちが私の無痛症を治してあげると言って慰めてくれた。",
			"신체 검사를 할 때 내가 앓고 있는 병도 드러났다. 하지만 발키리라고 자칭하는 언니들은 특히 놀란 기색을 보이지 않았다. 오히려 무서워할 필요 없다며, 그들이 나의 무통증을 치료해주겠다며 위로해주었다.",
			null
		],
		[
			"msg",
			188044,
			"I promised them that they would be treated by Shiskcal. I wanted to give Yssring a surprise. If she had seen me in front of her with healthy body, she would be very happy.",
			"我答应了她们会接受天命的治疗，我想要给伊瑟琳一个惊喜，如果伊瑟琳看到痊愈的我出现在她的面前，一定会惊讶地眼镜掉到地上的。",
			"私は天命の治療を受け入れると彼女たちに約束した。私はイザーリンにサプライズをプレゼントしたかったのだ。もし、イザーリンが完治した私を見たら、きっとビックリして眼鏡を地面に落としてしまうでしょうね。",
			"나는 천명의 치료를 받아들이겠다고 그들에게 약속했다. 나는 이자린에게 서프라이즈를 선물하고 싶었던 거다. 만약 이자린이 완치된 나를 본다면, 분명 깜짝 놀라 안경을 땅에 떨어뜨릴 거예요.",
			null
		],
		[
			"msg",
			188045,
			"Yssring, please wait for me……",
			"伊瑟琳，你要等着我哦……",
			"イザーリン、待っていてね……",
			"이자린, 기다려줘......",
			null
		]
	],
	"1767": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				41,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188046,
			"Why wasn't everyone moving?",
			"大家为什么都不动了呢？",
			"どうして皆動かないの？",
			"왜 모두 움직이지 않는 거야?",
			null
		],
		[
			"msg",
			188047,
			"Why did everyone bleed when I just touched them lightly?",
			"明明只是轻轻地触碰，为什么大家就流血了呢？",
			"軽く触れただけなのに、どうして皆血を流してしまうの？",
			"가볍게 스쳤을 뿐인데, 왜 모두 피를 흘리는 거야?",
			null
		],
		[
			"msg",
			188048,
			"Everyone's breath becomes weak. Is life such a fragile thing?",
			"大家的呼吸变得微弱，生命原来是这么脆弱的东西么？",
			"皆の呼吸が弱まっている。生命ってこんなに脆弱なものだったの？",
			"모두의 숨소리가 점점 약해지고 있어. 생명이 이렇게나脆한 것이었어?",
			null
		],
		[
			"msg",
			188049,
			"But I still can't feel anything… Am I really alive? What exactly is alive?",
			"但是我还是什么都感觉不到……我真的算是还活着么？到底什么又算是活着呢？",
			"だけど、やっぱり私は何も感じられない……私は本当に生きていると言えるの？生きているって一体どういうことなの？",
			"그래도, 역시 나는 아무것도 느끼지 못해...... 나는 정말 살아있다고 할 수 있는 걸까? 살아있다는 건 대체 무슨 뜻인 거야?",
			null
		],
		[
			"msg",
			188050,
			"I don't want to think about all this. After all, it is unable to find the answer.",
			"已经不想再去思考这一切了，反正终究是无法找寻到的答案。",
			"もうこんなことを考えたくはない。どうせ答えなんか見つからないんだから。",
			"이런 생각 더는 하고 싶지 않아. 어차피 답 같은 건 찾을 수 없으니까.",
			null
		],
		[
			"msg",
			188051,
			"In this case, I will follow the call of the deep heart, continue to sink down......",
			"既然这样，那就听从内心深处的那个呼唤，继续沉沦下去吧……",
			"それなら、心の奥からの呼びかけに耳を傾け、このまま病の中で沈んでいた方がいい……",
			"그렇다면, 마음 속 깊은 곳에서 들려오는 목소리에 귀 기울이고, 이대로 병 속으로 가라앉는 게 나아......",
			null
		],
		[
			"msg",
			188052,
			"It..is…enough…....",
			"这样…就够了……",
			"それで…いいの……",
			"그렇게...... 되는 거야......",
			null
		]
	],
	"1768": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			15376
		],
		[
			"portraits",
			[
				42,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188053,
			"In spite of this gesture, I wanted to say goodbye to Yssring.",
			"尽管是以这副姿态，还是向伊瑟琳好好地告别了。",
			"こんな姿だけど、やっぱりイザーリンにはきちんとお別れをしよう。",
			"이런 모습이지만, 역시 이자린에게는 제대로 작별을 해야겠어.",
			null
		],
		[
			"msg",
			188054,
			"Yssring looked very sad, and her tears were running. But there were no wounds on her body. Why was she in such pain?",
			"伊瑟琳的表情看起来很难过呢，眼泪也一直在流。不过她的身上并没有任何伤口，她为什么会这么痛苦呢？",
			"イザーリン表情はとても辛そうね。涙も流しっぱなしだし。でも、体には怪我1つないのに、どうしてそんなに辛そうな顔をしているの？",
			"이자린 표정이 너무 괴로워 보여. 눈물도 그냥 흘리고 있고. 하지만, 몸에는 상처 하나 없는데, 왜 그렇게 괴로워하는 표정을 짓는 거야?",
			null
		],
		[
			"msg",
			188055,
			"But the feeling is a little similar to when she and I made a pact to leave...But I still can't understand what that emotion is.",
			"不过这种感觉和之前她与我立下约定离开的时候有点相似呢……但是偏偏我还是无法理解那种情绪到底是什么。",
			"もしかしたら、その感覚って、イザーリンが私と約束をして去っていく時のものと少し似ているのかもね……ただ、私にはその気持ちが一体どのようなものなのか、どうしても理解できない。",
			"어쩌면, 그 감정이, 이자린이 나와 약속을 하고 떠날 때의 것과 조금 비슷한 걸지도…… 다만, 나에게는 그 마음이 대체 어떤 것인지, 도무지 이해할 수가 없어.",
			null
		],
		[
			"msg",
			188056,
			"Is that pain? I don't know...If I can get my pain back, I'll know if it hurts.",
			"那是不是痛呢？我不知道……如果我能够找回痛觉的话，我就会知道那种感觉到底是不是痛了。",
			"それって痛いの？私には分からない……私が痛覚を取り戻せたら、その感覚が痛いのかどうか分かるのにね。",
			"그거 아픈 거야? 나는 모르겠어…… 내가 통각을 되찾는다면, 그 감각이 아픈 건지 알 수 있을 텐데.",
			null
		],
		[
			"msg",
			188057,
			"I want to know what pain is… Trying to feel pain again… I want to…",
			"想要知道痛是什么……想要找回痛觉……想要……",
			"痛みって何なのか知りたい……痛覚を取り戻したい……そして……",
			"아픔이 뭔지 알고 싶어…… 통각을 되찾고 싶어…… 그리고……",
			null
		],
		[
			"msg",
			188058,
			"No, I don't want to, I don't want to look like the appearance that Yssring doesn't know!",
			"不，我不想要，我不想要变成伊瑟琳不认识的样子！",
			"いえ、嫌だ、私はイザーリンが知らない姿になんてなりたくない！",
			"아니, 싫어, 나는 이자린이 모르는 모습으로는 되고 싶지 않아!",
			null
		],
		[
			"msg",
			188059,
			"Want to... Don't want to... Want to... Don't want to…",
			"想要……不想要……想要……不想要……",
			"ほしい……ほしくない……ほしい……ほしくない……",
			"원해…… 원하지 않아…… 원해…… 원하지 않아……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			188060,
			"Want to... Feel pain......",
			"想要……痛……",
			"痛みが……ほしい……",
			"아픔이…… 원해……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			188061,
			"Pain...... Pain...... Pain...... Pain...... Pain!",
			"痛……痛……痛……痛……痛！",
			"痛み……痛み……痛み……痛み……痛み！",
			"아픔…… 아픔…… 아픔…… 아픔…… 아픔!",
			null
		]
	],
	"1769": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			188062,
			"This report was written by the s-class Valkyrie Ninti and submitted to the bishop and senate for review.",
			"本报告由S级女武神宁蒂撰写并上交给主教及元老会议员审阅，以下为重要内容摘录，供普通女武神查阅。",
			"本報告書はS級ヴァルキリー、ニンディが作成し、主教および元老会議員が確認したものである。下記は重要内容の抜粋であり、一般ヴァルキリーの閲覧に供する。",
			"본 보고서는 S급 발키리, 닌디가 작성하였으며, 주교 및 원로회 의원이 확인한 것이다. 아래는 중요 내용의 발췌이며, 일반 발키리의 열람에 공한다.",
			null
		],
		[
			"msg",
			188063,
			"Name: Nina",
			"姓名：妮娜",
			"氏名：ニーナ",
			"이름: 니나",
			null
		],
		[
			"msg",
			188064,
			"Danger level: Ex-high",
			"危险程度：极高",
			"危険レベル：極めて高い",
			"위험 등급: 극히 높음",
			null
		],
		[
			"msg",
			188065,
			"Introduction: The target is the fifth Herrscher observed so far, an orphan with \"Congenital Insensitivity to Pain\". She excelled in the Houkai adaptability test and was selected for training and treatment in the Valkyrie reserve. In the process of the treatment, there was a mutation , became the Herrscher and caused a paris-centered Houkai.",
			"介绍：是目前已观测到的第五名律者，本体为患有“先天性无痛症”的孤儿，在崩坏能适应性检测中表现突出，被选中为女武神预备役进行培养，并对其进行治疗。在治疗过程中产生变异，成为律者并引发了以巴黎为中心的大崩坏。",
			"紹介：現在観測されている5人目の律者。実体は「先天的無痛症」を患う孤児。崩壊エネルギー適応性検査で優れた成績をあげ、ヴァルキリーの予備役として選出、育成が施され、治療も行われた。治療の過程で突然変異が生じ、律者となり、パリを中心とする大崩壊を引き起こした。",
			"소개: 현재 관측된 5번째 율자. 실체는 「선천성 무통증」을 앓는 고아. 붕괴 에너지 적응성 검사에서 우수한 성적을 거두며 발키리 예비역으로 선발, 양성되었으며 치료도 받았다. 치료 과정에서 돌연변이가 발생해 율자가 되었으며, 파리를 중심으로 대붕괴를 일으켰다.",
			null
		],
		[
			"msg",
			188066,
			"She has the ability to absorb metal and recast it. Recast metals have high hardness and plasticity. These metals cover the torah's body and provide a strong defense. The limit of this ability has not been detected in combat, and presumably there is plenty of room to rise.",
			"具有能够吸收金属并进行重铸的能力，重铸的金属具有极高的硬度与可塑性，这些金属覆盖于律者的全身，为其提供了极强的防御，在战斗中并未探测出该能力的极限程度，推测还具有极大的上升空间。",
			"金属を吸収して再鋳造できる能力を備えている。再鋳造した金属は極めて高い硬度と可塑性を持っている。これらの金属は律者の全身を覆い、尋常ならざる防御力を発揮する。戦闘においては、この能力の限界値を測定できておらず、上昇の余地は極めて大きいものと推測される。",
			"금속을 흡수해 재주조할 수 있는 능력을 지니고 있다. 재주조한 금속은 극히 높은 경도와 가소성을 지닌다. 이 금속들은 율자의 전신을 뒤덮어 평범하지 않은 방어력을 발휘한다. 전투에서 이 능력의 한계치를 측정할 수 없었으며, 상승 여지는 극히 큰 것으로 추정된다.",
			null
		],
		[
			"msg",
			188067,
			"After being slightly wounded by the combined forces of three s-class valkyries, she showed a morbid emotion towards the wound. Then she used her own weapon to stab the hole repeatedly and the Herrscher core was destroyed. The Herrscher's vital signs disappeared.",
			"在受到三名S级女武神的合力围攻后受到轻伤，表现出了对伤口的病态情感，随之使用自己的武器屡次刺击伤口，律者核心因此被破坏，随即律者的生命体征消失。",
			"3名のS級ヴァルキリーの一斉包囲攻撃を受けて軽傷を負い、この傷口に対して病的な感情を露わにした。その後、自らの武器を使って繰り返し傷口を刺し、これによって律者のコアは破壊され、律者の生命兆候もただちに消失した。",
			"3명의 S급 발키리의 동시 포위 공격을 받아 경상을 입었으며, 이 상처에 대해 병적인 감정을 드러냈다. 이후 자신의 무기로 반복해 상처를 찔렀고, 이로 인해 율자의 코어는 파괴되었으며 율자의 생명 징후도 즉시 사라졌다.",
			null
		],
		[
			"msg",
			188068,
			"The body and core of Herrscher Nina was shot dead near Notre Dame cathedral in Paris, have been recovered. The renovation of the city of Paris is proceeding rapidly and steadily.",
			"目前在巴黎圣母院附近击毙的律者“妮娜”的遗体与其核心已被全部回收，巴黎城市的修缮正迅速而稳步地进行中。",
			"現在、パリの大聖堂付近で射殺した律者「ニーナ」の遺体、およびそのコアは既に全て回収しており、パリ市街地の修復も迅速かつ着実に進んでいる。",
			"현재, 파리의 대성당 근처에서 사살한 율자 「니나」의 유체, 그리고 그 코어는 이미 모두 회수되었으며, 파리 시가지의 복구도 신속하고 착실히 진행 중이다.",
			null
		]
	]
}