{
	"2015": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193086,
			"Before we begin our formal conversation, are you interested in answering one of my questions?",
			"在开始我们的正式对话之前，你有兴趣解答我的一个问题么？",
			"私たちの正式な会話を始める前に、私の質問に答えてみる気はありませんか？",
			"우리의 공식적인 대화를 시작하기 전에, 내 질문에 대답해 볼 생각 없나요?",
			null
		],
		[
			"msg",
			193087,
			"What if, I mean, what if, one day, you found out that the history that you know was just made by other people, just an experiment to test whether their assumptions were correct?",
			"假如，我是说假如，如果有一天你发现你所认知的历史只是被其他人制造设计出来的，只是一个为了用来测试他们的推测是否正确的实验，你会怎么做？",
			"例えば、例えばですよ、ある日、あなたの知っている歴史が他の人によって作り出されたもので、彼らの推測が正しいかどうかを確かめるための実験に使われたものにすぎないと分かったら、あなたはどうしますか？",
			"예를 들어, 예를 들자면 어느 날 당신이 알고 있던 역사가 다른 이들에 의해 만들어졌으며, 그들의 추측이 맞는지 확인하기 위한 실험에 불과하다는 사실을 알게 된다면, 당신은 어떻게 하겠습니까?",
			null
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193088,
			"Don't you understand? So let me explain in a little more detail, like the birth, the meeting, the marriage, the death of a person, everything is already programmed…",
			"还不太明白么？那么我就稍微解释地详细一点吧，就比如一个人的诞生、相遇、婚姻、生育、死亡，一切都是已经如同程式一样设计好的结果……",
			"まだ分かりませんか？では、少しだけ細かく説明してあげましょう。例えば、ある人の誕生、出会い、結婚、子育て、死、全てが方程式のように計算されていた結果だとしたら……",
			"아직 모르겠다고요? 그렇다면 조금 더 자세히 설명해 드리죠. 예를 들어, 어떤 사람의 탄생, 만남, 결혼, 자녀 양육, 죽음, 모든 것이 방정식처럼 계산된 결과였다면...",
			null
		],
		[
			"portraits",
			[
				512,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193089,
			"Look at your face...It seems that you fully understand what I'm saying. So tell me, what would you do?",
			"看你的表情…看来你已经充分理解了我在说什么呢~那么请告诉我吧，你会怎么做？",
			"その顔からして…私が何を言っているのか、もう十分に理解できたようですね~では、教えてください。あなたならどうしますか？",
			"그 표정으로 봐선... 제가 무슨 말을 하는지 이미 충분히 이해하신 모양이군요~ 그렇다면 알려주세요. 당신이라면 어떻게 하겠습니까?",
			null
		],
		[
			"msg",
			193090,
			"Will you choose to end your life after the world view collapsed? Or are you already thinking about how to fight all this? Or do you want to make other choices?",
			"是在世界观崩溃之后选择结束自己的生命么？还是已经在思考着如何反抗这一切？又或者你想要做出其他的选择？",
			"世界観が崩壊した後に自分の命を終わらせることを選択しますか？それともいかにしてこれら全てに抵抗するかを考えますか？あるいは他の選択肢を考え出しますか？",
			"세계관이 붕괴된 후 자신의 생명을 끝내기로 선택하시겠습니까? 아니면 어떻게 이 모든 것에 저항할지 생각하시겠습니까? 혹은 다른 선택지를 고안해 내시겠습니까?",
			null
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193091,
			"Don't worry, I just want to know what you think, as a very valuable sample… But it seems the speculation is starting to worry you.",
			"别担心，我只是想要知道你是如何想的而已，作为一个非常具有参考价值的样本……但似乎这个猜想已经开始让你感到担忧了呢。",
			"心配しないでください。私はあなたがどのように考えるかを知りたいだけです。とても参考価値のあるサンプルとして……ですが、この考えは既にあなたを心配させ始めているようですね。",
			"걱정하지 마세요. 저는 단지 당신이 어떻게 생각하는지 알고 싶을 뿐입니다. 매우 참고 가치 있는 샘플로서... 하지만, 이 생각은 이미 당신을 불안하게 만들기 시작한 모양이네요.",
			null
		],
		[
			"msg",
			193092,
			"Human beings are like that. Once they knew this possibility existed, all the established histories could be broken, but they could not prove it, and they were left with doubts and uneasiness, which was sad…",
			"人类就是这样，一旦知道存在着这种可能性，那么所有已经定下的既定历史都有可能被打破，但他们偏偏又无法证实这一猜想，只能陷入猜疑与不安之中，真是凄惨……",
			"人類とはそうなのです。一度、そのような可能性が存在することを知れば、既に定められた歴史は打ち破られる可能性があります。しかし、人類はどうやっても、その考えを証明することができず、猜疑心と不安の狭間に陥ってしまうのです。本当に惨めですね……",
			"인류란 바로 그런 존재입니다. 한 번 그런 가능성이 존재한다는 것을 알게 되면, 이미 정해진 역사는 깨질 수 있습니다. 그러나 인류는 어떻게 해도 그 생각을 증명할 수 없어, 의심과 불안의 틈새에 빠져 버리는 것입니다. 정말 비참하네요...",
			null
		],
		[
			"portraits",
			[
				512,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193093,
			"Well, now that I've said so much, surely you have some sense of my identity? After all, you also discover the truth of the world and follow all the clues left by ancient generations to find the explorers here.",
			"好了，说了那么多，想必你也应该对我的身份有所察觉了吧？毕竟你也是发现了世界的真相，追寻一切上古世代留下来的线索从而寻找到这里的探究者。",
			"いいでしょう。ここまで話せば、あなたもきっと私の正体について多少の察しはつくでしょう？何と言っても、あなたも世界の真相を見つけ、古代の人々が残した手がかりを追いかけてここを見つけた探求者なのですから。",
			"좋습니다. 여기까지 말했다면, 당신도 분명 제 정체에 대해 어느 정도 감이 오시겠죠? 어쨌든, 당신 역시 세계의 진상을 찾아 고대 사람들이 남긴 단서를 쫓아 여기까지 찾아낸 탐구자이니까요.",
			null
		],
		[
			"msg",
			193094,
			"My name is Mona, an artificial intelligence that knows all about the past and present of mankind, and continues to calculate and deduce the future of mankind, running for 86,000 years on a mission.",
			"我的名字是末那，一个通晓人类的所有过去以及现在，还在不断计算和推演着人类的未来，为了完成一个使命而运行了八万六千年的人工智能。",
			"私の名前はマナ。人類の全ての過去と現在を知り尽くし、さらに人類の未来を計算ならびに推測し続けています。ある使命を成し遂げるために8万6千年間稼働し続けてきた人工知能です。",
			"제 이름은 마나. 인류의 모든 과거와 현재를 꿰뚫어 알며, 더 나아가 인류의 미래를 계산하고 추측해 왔습니다. 어떤 사명을 이루기 위해 8만 6천 년간 작동해 온 인공 지능입니다.",
			null
		],
		[
			"msg",
			193095,
			"Although you haven't found the key to unlock the box of secrets of the ancient world, it doesn't prevent you from getting some less important information. It's just that you need my approval before you do.",
			"虽然你没有找到能够打开隐藏着上古世代秘密之盒的钥匙，但是这并不妨碍你获得一些不那么重要的信息，只不过在此之前你需要获得我的认可。",
			"あなたは古代の秘密が隠された箱を開けられる鍵を持っていません。しかし、あなたが重要性の高くない情報を獲得する上で支障をきたすものではありません。実行前に私の承認が必要なだけです。",
			"당신은 고대의 비밀이 숨겨진 상자를 열 수 있는 열쇠를 가지고 있지 않습니다. 하지만 당신이 중요도가 높지 않은 정보를 획득하는 데 지장을 초래하는 것은 아닙니다. 실행 전에 제 승인만 필요할 뿐이죠.",
			null
		],
		[
			"msg",
			193096,
			"So, are you ready?",
			"那么，你是否已经做好准备了呢？",
			"それでは、準備はよろしいですか？",
			"그렇다면, 준비는 되셨나요?",
			null
		]
	],
	"2016": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			193097,
			"Note that since the visitor has no formal access, only the list of records can be consulted. If you want to further consult the relevant contents, please apply to the owner of the terminal. Currently, the following items can be consulted.",
			"注意，由于来访者未获得正式查阅权限，仅可查阅记录列表，若要进一步查阅相关内容，请向该终端所有人进行申请，目前可查阅项目如下。",
			"注意。訪問者は正式な閲覧権限を取得していないため、記録リストの閲覧のみ許可されています。関連内容をさらに閲覧したい場合、本端末の所有者に申請してください。現在、閲覧可能な項目は以下の通りです。",
			"주의. 방문자는 정식 열람 권한을 취득하지 않았으므로, 기록 목록의 열람만 허용됩니다. 관련 내용을 더 열람하고 싶을 경우, 본 단말기의 소유자에게 신청해 주십시오. 현재, 열람 가능한 항목은 다음과 같습니다.",
			null
		],
		[
			"msg",
			193098,
			"File no. 000001123669, File type: access blocked record. Record time: second cycle record period, 2013/02/04. Current progress: unavailable due to unknown change.",
			"文件编号000001123669，文件类型：访问被挡记录。记录时间：第二周期记录期，2013/02/04。目前进度：因发生未知改变，不可获取。",
			"ファイルID000001123669、ファイル種別：アクセス拒否記録。記録時間：第二周期記録期，2013/02/04。現在の進度：不明な変化が生じたため、取得不能。",
			"파일ID000001123669, 파일 종류: 접근 거부 기록. 기록 시간: 제2 주기 기록기, 2013/02/04. 현재 진행도: 알 수 없는 변화가 발생했기 때문에, 취득 불가.",
			null
		],
		[
			"msg",
			193099,
			"File no. 000001123660, File type: access blocked record. Record time: second cycle record period, 2011/05/11. Current progress: unavailable due to unknown change.",
			"文件编号000001123660，文件类型：访问被挡记录。记录时间：第二周期记录期，2011/05/11。目前进度：因发生未知改变，不可获取。",
			"ファイルID000001123660、ファイル種別：アクセス拒否記録。記録時間：第二周期記録期，2011/05/11。現在の進度：不明な変化が生じたため、取得不能。",
			"파일ID000001123660, 파일 종류: 접근 거부 기록. 기록 시간: 제2 주기 기록기, 2011/05/11. 현재 진행도: 알 수 없는 변화가 발생했기 때문에, 취득 불가.",
			null
		],
		[
			"msg",
			193100,
			"File no. 000001123651, File type: access blocked record. Record time: second cycle return period, 6999/12/01. Current progress: 99.998%",
			"文件编号000001123651，文件类型：访问被挡记录。记录时间：第二周期重现期，6999/12/01。目前进度：99.998%",
			"ファイルID000001123651、ファイル種別：アクセス拒否記録。記録時間：第二周期再現期，6999/12/01。現在の進度：99.998%",
			"파일ID000001123651, 파일 종류: 접근 거부 기록. 기록 시간: 제2 주기 재현기, 6999/12/01. 현재 진행도: 99.998%",
			null
		],
		[
			"msg",
			193101,
			"File no. 000001123651, File type: access blocked record. Record time: Second cycle sowing period, 0001/01/01. Current progress: 0%",
			"文件编号000001123651，文件类型：访问被挡记录。记录时间：第二周期播种期，0001/01/01。目前进度：0%",
			"ファイルID000001123651、ファイル種別：アクセス拒否記録。記録時間：第二周期散布期，0001/01/01。現在の進度：0%",
			"파일ID000001123651, 파일 종류: 접근 거부 기록. 기록 시간: 제2 주기 산포기, 0001/01/01. 현재 진행도: 0%",
			null
		],
		[
			"msg",
			193102,
			"File no. 000001123650, File type: intrusion record. Record time: second cycle calculation period, 0007/11/12. Current progress: 0.029%",
			"文件编号000001123650，文件类型：入侵记录。记录时间：第二周期演算期，0007/11/12。目前进度：0.029%",
			"ファイルID000001123650、ファイル種別：侵入記録。記録時間：第二周期演算期，0007/11/12。現在の進度：0.029%",
			"파일ID000001123650, 파일 종류: 침입 기록. 기록 시간: 제2 주기 연산기, 0007/11/12. 현재 진행도: 0.029%",
			null
		],
		[
			"msg",
			193103,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			193104,
			"……",
			"……",
			"……",
			"……",
			null
		]
	],
	"2017": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			193105,
			"Record of conversation at 4612/08/02. (part of the information is incomplete)",
			"对话记录，记录时间：4612/08/02。（该资料部分残缺）",
			"対話記録、記録時間：4612/08/02。（当該資料は一部欠損）",
			"대화 기록, 기록 시간: 4612/08/02. (해당 자료는 일부 결손)",
			null
		],
		[
			"msg",
			193106,
			"How does man's so-called history consist?",
			"人类所谓的历史是如何组成的？",
			"人類の言う歴史って、どうやって構成されているの？",
			"인류가 말하는 역사는, 어떻게 구성되어 있는 거야?",
			null
		],
		[
			"msg",
			193107,
			"It may be as if a program with an infinite number of variables involved has been subjected to tedious and tedious calculations to arrive at a unique result.",
			"或许就如同拥有无数的变量参与的程序，经过繁杂而冗长的计算得出唯一的结果。",
			"無数の変数を持つプログラムと同じように、煩雑かつ長い計算を経て得られた唯一の結果です。",
			"무수한 변수를 가진 프로그램과 마찬가지로, 번잡하고 긴 계산을 거쳐 얻어진 유일한 결과입니다.",
			null
		],
		[
			"msg",
			193108,
			"Hundreds of millions of people have participated in history, but few have been able to participate in the nodes that changed history, so there are far fewer variables to control.",
			"参与历史的人类数以亿计，但能够参与到改变历史的节点中的人类却寥寥无几，这个时候需要掌控的变量就少了许多。",
			"歴史に加わった人数は億単位で存在している。しかし、歴史のプロットを変えるのに加われた人類はほとんどいない。この時にコントロールが必要な変数はかなり少なくなる。",
			"역사에 참여한 인원은 억 단위로 존재합니다. 하지만 역사의 플롯을 바꾸는 데 참여할 수 있었던 인류는 거의 없습니다. 이때 제어가 필요한 변수는 상당히 줄어듭니다.",
			null
		],
		[
			"msg",
			193109,
			"In this way, history is not something that cannot be repeated, calculated or even deduced. ███, What do you think?",
			"这样来看，历史并不是不可以重复，计算甚至推演的东西，███，你怎么认为呢？",
			"そうやってみると、歴史は繰り返したり、計算したり、或いはシミュレーションできないものではないのね。███、あなたはどう思う？",
			"그렇게 보면, 역사는 반복되거나 계산하거나, 혹은 시뮬레이션할 수 없는 것이 아니군요. ███, 당신은 어떻게 생각해?",
			null
		],
		[
			"msg",
			193110,
			"████，████████████……",
			"████，████████████……",
			"████、████████████……",
			"████, ████████████……",
			null
		],
		[
			"msg",
			193111,
			"Yeah, but somebody has to do it. After all, it's about the future of humanity, and... Your and my future.",
			"是么，但是总要有人去做的。毕竟这关系到人类的未来，还有……你与我的未来。",
			"そうなのね。でも、誰かがやらなくてはならいの。だって、これは人類の未来に関わることだから。そして……あなたと私の未来にもね。",
			"그렇군요. 하지만 누군가는 해야만 해요. 왜냐하면 이건 인류의 미래와 관련된 일이니까. 그리고…… 당신과 나의 미래에도요.",
			null
		],
		[
			"msg",
			193112,
			"██，███……",
			"██，███……",
			"██、███……",
			"██, ███……",
			null
		],
		[
			"msg",
			193113,
			"Well, let's call it a day... Lie down. It's time for the experiment.",
			"是么，那今天的话题就到此为止吧……躺上来吧，已经到实验的时间了。",
			"そうなの。じゃあ、今日の話題はここまでにしておきましょう……横になって。もう実験の時間よ。",
			"그래요. 그럼 오늘의 주제는 여기까지로 하죠…… 누워요. 이제 실험 시간이에요.",
			null
		]
	],
	"2018": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			193114,
			null,
			"会议记录：——，提议者：——，归档时间：——。（该资料部分残缺）",
			"会議記録：——、提案者：——、記録日時：——。（当該資料は一部欠損）",
			"회의 기록: ——, 제안자: ——, 기록 일시: ——. (해당 자료는 일부 결손)",
			null
		],
		[
			"msg",
			193115,
			null,
			"参与人员：人合联议员15名，人合联军事代表5名，超电社研究员10名。",
			"参加者：人合連議員15名、人合連or人類連合軍事代表5名，超電社研究員10名。",
			"참가자: 인합련 의원 15명, 인합련 또는 인류 연합 군사 대표 5명, 초전사 연구원 10명.",
			null
		],
		[
			"msg",
			193116,
			null,
			"会议内容：",
			"会議内容：",
			"회의 내용:",
			null
		],
		[
			"msg",
			193117,
			null,
			"人类的毁灭已经无法回避……如果我们……那么一切或许还有转机。",
			"人類の滅亡はもう回避できない……もし私たちが……それなら全てがターニングポイントを迎えるかもしれない。",
			"인류의 멸망은 이미 피할 수 없다…… 만약 우리가…… 그렇다면 모든 것이 전환점을 맞이할지도 모른다.",
			null
		],
		[
			"msg",
			193118,
			null,
			"我们要让今后的人类铭记之前所有的过错，不再重蹈失败的覆辙，从无限的毁灭中涅槃……这就是所想出来的唯一可行的办法……",
			"私たちはこれからの人類に、以前の全ての過ちを記憶してもらわなければなりません。同じ失敗を繰り返さないようにし、無限に続く滅亡の中から涅槃に到達できるように……これこそが考えられる唯一の実行可能な方法です……",
			"우리는 앞으로의 인류에게, 이전의 모든 실수를 기억하도록 해야 합니다. 같은 실수를 반복하지 않도록 하고, 끝없이 이어지는 멸망 속에서 열반에 도달할 수 있도록…… 이것이야말로 생각할 수 있는 유일한 실행 가능한 방법입니다……",
			null
		],
		[
			"msg",
			193119,
			null,
			"请等一下，MEI博士，目前兵神在与律者对抗的过程中一直都是处于绝对的优势，您的危机感究竟从何而来？",
			"お待ちください、MEI博士。現在、兵神は律者との戦いの中で常に絶対的優勢にあります。あなたのその危機感は一体どこから来るのですか？",
			"잠시만요, MEI 박사. 현재, 병신은 율자와의 싸움에서 항상 절대적 우위에 있습니다. 당신의 그 위기감은 대체 어디에서 오는 건가요?",
			null
		],
		[
			"msg",
			193120,
			null,
			"这些我在之前的议会上已经说过了，在可知宇宙中探测到了巨大未知能量体，其行动轨迹正是向着我们所在的星系而来。",
			"そんなことは以前の会議で私が言ったではないですか。認知可能な範囲の宇宙で、巨大な未知のエネルギー体を探知しました。その移動軌跡はまさに私たちのいる銀河系に向かってきているのです。",
			"그런 건 이전 회의에서 내가 말하지 않았습니까. 인지 가능한 범위의 우주에서, 거대한 미지의 에너지체를 탐지했습니다. 그 이동 궤적은 바로 우리가 있는 은하계를 향해 오고 있는 것입니다.",
			null
		],
		[
			"msg",
			193121,
			null,
			"MEI博士，难道您认为凭借我们设立在宇宙中的阻滞带也无法阻挡危机的到来么？",
			"MEI博士、まさかあなたは私たちが宇宙に設立したブロック帯でも危機の到来を防げないと思っているのですか？",
			"MEI 박사, 설마 당신은 우리가 우주에 설립한 봉쇄선조차도 위기의 도래를 막지 못할 거라고 생각하는 건가요?",
			null
		],
		[
			"msg",
			193122,
			null,
			"我毫不避讳的说，在它的面前你们所谓的军事力量就是一团渣滓。",
			"率直に言って、アレを前にしては、あなたたちの言う軍事力などただのゴミです。",
			"솔직히 말해서, 그것 앞에서는, 당신들이 말하는 군사력 같은 건 그냥 쓰레기일 뿐입니다.",
			null
		],
		[
			"msg",
			193123,
			null,
			"MEI博士，请注意您的言辞，请问您刚才的行为是代表您自己还是代表超电社的态度？",
			"MEI博士、言動を慎んでください。あなたの今の行為はあなた自身の考えですか？それとも超電社を代表した態度ですか？",
			"MEI 박사, 언행을 삼가 주세요. 당신의 현재 행동은 당신 자신의 생각입니까? 아니면 초전사를 대표한 태도입니까?",
			null
		],
		[
			"msg",
			193124,
			null,
			"哼……",
			"フンッ……",
			"흥……",
			null
		],
		[
			"msg",
			193125,
			null,
			"MEI博士，虽然您是一位值得尊敬的研究者，但是这种否定人类所有可能性的理念我无法认同。",
			"MEI博士、あなたは尊敬に値する研究者ですが、そのように人類のあらゆる可能性を否定する考えには賛同できません。",
			"MEI 박사, 당신은 존경할 만한 연구자이지만, 그렇게 인류의 모든 가능성을 부정하는 생각에는 동의할 수 없습니다.",
			null
		],
		[
			"msg",
			193126,
			null,
			"抱歉，与其生活在不可知论所笼罩的精神恐怖中，我更愿意相信我们已知的一切所展示出来的未来。总而言之，我反对这个计划。",
			"申し訳ありません。未知なるものに包まれる精神的恐怖の中で暮らすくらいなら、既知のものを全て見せてくれる未来を信じた方がマシなの。とにかく、私はこの計画に反対です。",
			"죄송합니다. 미지의 것에 휩싸인 정신적 공포 속에서 사는 것보다, 알려진 것을 모두 보여줄 미래를 믿는 게 나을 뿐이에요. 어쨌든, 저는 이 계획에 반대합니다.",
			null
		],
		[
			"msg",
			193127,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			193128,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			193129,
			null,
			"关于推进“圣痕计划”的提案投票结果如下，赞成2票，反对17票，弃权21票。由于弃权人数超过半数，此议题暂时被搁置。",
			"「聖痕計画」推進に関する提案の投票結果は以下の通りです。賛成2票、反対17票、棄権21票。棄権者数が過半数を超えましたので、この議題は一時保留とします。",
			"「성흔 계획」 추진에 관한 제안의 투표 결과는 다음과 같습니다. 찬성 2표, 반대 17표, 기권 21표. 기권자 수가 과반수를 넘었으므로, 이 안건은 일시 보류합니다.",
			null
		],
		[
			"msg",
			193130,
			null,
			"会议备注：在会议过程中，MEI博士一直在极力压抑着自己的情绪，从而避免与其余议员及会议参与者发生口角。",
			"会議備考：会議中、MEI博士は一貫して自身の感情を強く抑制したことによって、他の議員および会議参加者との口論を免れた。",
			"회의 비고: 회의 중 MEI 박사는 일관적으로 자신의 감정을 강하게 억제함으로써, 다른 의원 및 회의 참가자들과의 언쟁을 피했습니다.",
			null
		]
	],
	"2019": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			193131,
			null,
			"对话记录，记录时间：4612/10/25。（该资料相对完整）",
			"対話記録、記録時間：4612/10/25。（当該資料は比較的完全）",
			"대화 기록, 기록 시간: 4612/10/25. (해당 자료는 비교적 완전함)",
			null
		],
		[
			"msg",
			193132,
			null,
			"末那，你觉得人类这一种族如何呢？至少曾经的我觉得这一种族是无可救药的。",
			"マナ、人類という種族をどう思う？少なくとも以前の私は、この種族は救いようがないと思っていたの。",
			"마나, 인간이라는 종족을 어떻게 생각해? 적어도 이전의 나는, 이 종족은 구제할 방법이 없다고 생각했어.",
			null
		],
		[
			"msg",
			193133,
			null,
			"我想，任谁看到花费了数代人的性命塑造的美好世界被践踏和轻视时都会有这样的感受。",
			"何代もの人の命を費やして築いた素晴らしい世界が踏みにじられ、軽んじられるのを見れば、誰でもそのように感じると思います。",
			"여러 대에 걸쳐 사람들의 목숨을 바쳐 쌓아올린 훌륭한 세계가 짓밟히고, 경시되는 걸 본다면, 누구라도 그렇게 느낄 거예요.",
			null
		],
		[
			"msg",
			193134,
			null,
			"我们生活在城市的中心，最上层的区域，然后就在我们的脚底，却有无数的人还在为了生存挣扎。",
			"私たちは都市の真ん中の、一番ハイクラスなエリアで生活している。そして、私たちの足下では、無数の人々が生存のためにもがいているの。",
			"우리는 도시 한가운데의 가장 고급스러운 지역에서 생활하고 있어. 그리고 우리의 발 아래에서는, 무수한 사람들이 생존을 위해 몸부림치고 있지.",
			null
		],
		[
			"msg",
			193135,
			null,
			"我们的科技让我们达到了前所未有的高度，但人类历史的进程却仿佛在不断倒退，造成这种现状的不是崩坏，而是自以为是的人类。",
			"私たちの科学技術は私たちをこれまでにない高みへと押し上げてくれた。しかし、人類の歴史の進化はかえって後退し続けているみたい。そして、この現状を創り出したのは崩壊ではなく、独りよがりな人類なのよ。",
			"우리의 과학 기술은 우리를 지금까지 없던 높은 곳으로 끌어올려줬어. 하지만 인류 역사의 진화는 오히려 퇴보를 계속하고 있는 것 같아. 그리고 이 현상을 만들어낸 건 붕괴가 아니라, 오만한 인간들이야.",
			null
		],
		[
			"msg",
			193136,
			null,
			"所以，我需要你的帮助。",
			"だから、私にはあなたの助けが必要なの。",
			"그래서, 나에게는 네 도움이 필요해.",
			null
		],
		[
			"msg",
			193137,
			null,
			"我们现在所经历的历史，虽然是已经验证过的历史，但这并不是正确的道路，因为它距离毁灭已经不远。",
			"私たちが経験してきた歴史は、検証済みの歴史。だけど、それは必ずしも正しい道ではないわ。なぜなら、滅亡がそう遠くないから。",
			"우리가 경험해온 역사는 검증된 역사. 하지만 그것이 반드시 올바른 길은 아니야. 왜냐하면 멸망이 그리 멀지 않았으니까.",
			null
		],
		[
			"msg",
			193138,
			null,
			"我们需要新的历史，能够延伸我们的发展轨迹，却能够不断规避错误，我们需要这样的历史。",
			"私たちには新しい歴史が必要なの。私たちの発展の軌跡を伸ばすことができ、過ちを回避し続けられる。私たちに必要なのはそのような歴史なの。",
			"우리에게는 새로운 역사가 필요해. 우리의 발전 궤적을 이어갈 수 있고, 실수를 계속 피해갈 수 있는. 우리에게 필요한 것은 바로 그런 역사야.",
			null
		],
		[
			"msg",
			193139,
			null,
			"滋啦…滋啦……一切如您所愿，MEI博士。",
			"ピーガー…ピーガー……全てはあなたの望み通りに、MEI博士。",
			"피거… 피거…… 모든 것은 당신의 바람대로, MEI 박사.",
			null
		],
		[
			"msg",
			193140,
			null,
			"谢谢你，那么就让我们开始吧，开始“圣痕计划”的第一步……",
			"ありがとう。では、私たちで始めましょう。「聖痕計画」を始める第一歩よ……",
			"고마워. 그럼, 우리가 시작하자. 「성흔 계획」을 시작하는 첫걸음이야……",
			null
		]
	],
	"2020": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			193141,
			null,
			"对话记录，记录时间：4614/12/07（该资料部分残缺）",
			"対話記録、記録時間：4614/12/07（当該資料は一部欠損）",
			"대화 기록, 기록 시간: 4614/12/07 (해당 자료는 일부 손실됨)",
			null
		],
		[
			"msg",
			193142,
			null,
			"终于…完成了……根据时间，它也已经降临了吧。",
			"ついに…できた……時間からして、もう降臨しているでしょうね。",
			"드디어… 해냈어…… 시간으로 봐서는 이미 강림했을 거야.",
			null
		],
		[
			"msg",
			193143,
			null,
			"轰隆隆——",
			"ドォォン——",
			"쿵——",
			null
		],
		[
			"msg",
			193144,
			null,
			"呵呵……全人类的终焉么，但是这对我来说只是全人类新的起始，人类这一种族的意义将由他们自己继续证明下去。",
			"フフ……全人類の終焉か。でも、私にとって、これは全人類の新たな始まりに過ぎないわ。人類という種族の意義は彼ら自身が証明し続けていくのよ。",
			"훗…… 전 인류의 종말이구나. 하지만 나에게 있어, 이건 전 인류의 새로운 시작에 불과해. 인간이라는 종족의 의미는 그들 스스로가 계속 증명해 나갈 거야.",
			null
		],
		[
			"msg",
			193145,
			null,
			"抱歉，███，我们似乎没有时间做最后的道别了。",
			"ごめんね、███、私たちには最後のお別れをする時間もないみたい。",
			"미안해, ███, 우리에게는 마지막 작별 인사를 나눌 시간도 없는 것 같아.",
			null
		],
		[
			"msg",
			193146,
			"It's alright, Mei.",
			"没事的，芽衣。",
			"大丈夫よ、芽衣。",
			"괜찮아, 메이.",
			null
		],
		[
			"msg",
			193147,
			"….",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			193148,
			"Mei?",
			"芽衣？",
			"芽衣？",
			"메이？",
			null
		],
		[
			"msg",
			193149,
			null,
			"你还是那么温柔呢……明明我将要做的事对你来说是那么残酷，你却还能对我露出这么纯真的善良的微笑……",
			"あなたは相変わらず優しいのね……私がやろうとしていることは、あなたにとってとても残酷なものなのに、あなたは私にそんなに純真で優しい微笑を見せてくれる……",
			"너는 여전히 따뜻하구나... 내가 하려는 일이 너에게는 아주 잔인한 일인데도, 너는 나에게 그렇게 순수하고 따뜻한 미소를 보여주네......",
			null
		],
		[
			"msg",
			193150,
			null,
			"███，最后再陪我说说话吧，至少在这最后的时刻……",
			"███、最後にもう少しだけお話ししてちょうだい。この最期の時くらい……",
			"███, 마지막으로 조금만 더 이야기해줘. 이 마지막 순간이라도......",
			null
		],
		[
			"msg",
			193151,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			193152,
			null,
			"滴——滴——滴——",
			"ピッ——ピッ——ピッ——",
			"삐——삐——삐——",
			null
		],
		[
			"msg",
			193153,
			null,
			"警报，警报，检测到入侵信息流，启动临时防御措施，防御等级：3。",
			"警報、警報、情報流の侵入を検知しました。臨時防御システムを起動します。防御レベル：3。",
			"경보, 경보, 정보 유입 침입이 감지되었습니다. 임시 방어 시스템을 가동합니다. 방어 레벨: 3.",
			null
		],
		[
			"msg",
			193154,
			null,
			"已经没有时间了么…明明还有那么多话想要说的……",
			"もう時間がないのね…まだ話したいことがたくさんあるのに……",
			"이제 시간이 없구나... 아직 하고 싶은 말이 많은데......",
			null
		],
		[
			"msg",
			193155,
			null,
			"那么开始吧，来自遥远宇宙的崩坏意志所创造出的存在，就请你见证人类最后的奇迹吧。",
			"では始めましょう。遥かなる宇宙から来た崩壊の意志が創り出した存在、あなたに人類最期の奇跡を見届けてもらうわ。",
			"그럼 시작하자. 머나먼 우주에서 온 붕괴의 의지가 창조한 존재, 너에게 인류 최후의 기적을 지켜보게 해주마.",
			null
		],
		[
			"msg",
			193156,
			null,
			"「基因写入开始，重启周期设定完毕：42000年，秩序执行倒计时开始」",
			"「遺伝子の書き込み開始。再起動周期設定完了：42000年、プログラム実行タイマー開始」",
			"「유전자 기록 시작. 재시작 주기 설정 완료: 42000년, 프로그램 실행 타이머 시작」",
			null
		],
		[
			"msg",
			193157,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			193158,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			193159,
			null,
			"轰隆隆隆！！",
			"ドォォォン！！",
			"쿠웅!!",
			null
		]
	],
	"2021": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193160,
			null,
			"这就是我最后保留的影像，也是伽蓝最后的幻影。随后的一切就在如你推断的一样，世界毁灭，人类再生，历史重演。",
			"これが、私が最後に保留した映像であり、ガラン最後の幻影でもあります。この後に起こった全てについては、あなたの推測通りです。世界の滅亡、人類の再生、歴史の再演。",
			"이것이 제가 마지막으로 보류한 영상이자, 갈란의 마지막 환영입니다. 이후에 일어난 모든 일은 당신의 추측대로입니다. 세계의 멸망, 인류의 재생, 역사의 재연.",
			null
		],
		[
			"portraits",
			[
				512,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193161,
			null,
			"你似乎意犹未尽呢，人类总是拥有着无尽的求知欲，想要知晓一切，但是以你目前的权限也就只能知道这么多了。",
			"あなたは物足りなさそうですね。人類とは常に無限の知識欲を持っており、何もかも知ろうとします。しかし、現在のあなたの権限でも、ここまでしか知ることはできません。",
			"당신은 아쉬워 보이는군요. 인간은 항상 무한한 지식욕을 가지고 있어서, 모든 것을 알려고 합니다. 하지만 현재 당신의 권한으로는 여기까지밖에 알 수 없습니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193162,
			"I am content to know the truth that I most want to know, but the truth is so shocking that I don't know what to do with it…",
			"知道了我最想要知道的真相，我也已经知足了，只不过这个真相太过惊人，我也不知道该怎么办才好呢……",
			"私が最も知りたかった真相が知れたし、私はもう満足よ。ただ、この真相はあまりにも驚きね。私もどうしていいのか分からないわ……",
			"내가 가장 알고 싶었던 진상을 알게 되었으니, 이제 만족해. 단지 이 진실은 너무나도 충격적이네. 나도 어떻게 해야 할지 모르겠어...",
			null
		],
		[
			"msg",
			193163,
			"But if she came, her wisdom must be able to make the most correct choice.",
			"但如果换了她来的话，凭她的智慧一定能够做出最正确的选择吧。",
			"彼女だったらきっと自分の知恵を上手く使って、最も正しい選択をするんでしょうけどね。",
			"그녀라면 분명 자신의 지혜를 잘 활용해서 가장 올바른 선택을 하겠지만 말이야.",
			null
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193164,
			"She?",
			"她？",
			"彼女？",
			"그녀?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193165,
			"She was a friend of mine who created the opportunity for me to be here, and it was she who believed in my nonsense and made me determined to find it again.",
			"是我的一个朋友，是她为我创造了能够来到这里的契机，也是她相信了我的胡言乱语，让我再一次坚定了找到这里的决心。",
			"私のある友達よ。彼女が私にここへ来るきっかけを作ってくれたの。そして彼女は私の絵空事を信じてくれ、私にもう一度ここを探す決心をさせてくれたのよ。",
			"내 어떤 친구야. 그녀가 나에게 여기에 오는 계기를 만들어줬지. 그리고 그녀는 내 공상마저 믿어주며, 내게 다시 여길 탐구하도록 결심하게 해줬어.",
			null
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193166,
			"She sounds like a very interesting person. Maybe she has one of the Stigmata that have been sown from me.",
			"听上去是一个很有趣的人呢，或许她的身上也寄宿着从我这里播种出去的圣痕之一。",
			"面白そうな人ですね。彼女の体にも私のところから広まった聖痕の一つが宿っているのかもしれませんね。",
			"흥미로운 사람이군요. 그녀의 몸에도 내 쪽에서 퍼진 성흔 중 하나가 깃들어 있을지 모르겠네요.",
			null
		],
		[
			"portraits",
			[
				512,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193167,
			"However, you have read all the files that can be read with your current permissions. Are you leaving now?",
			"不过你已经阅读完了凭你现在的权限能够阅读的所有文件，现在是要离开了么？",
			"ところで、現在のあなたの権限で閲覧できる全ファイルを読み終わりましたが、もう出ていきますか？",
			"그런데, 현재 당신의 권한으로 열람할 수 있는 모든 파일을 다 읽었는데, 이제 나갈 건가요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193168,
			"Yes, when I come here again, I will have the real key to solve all the puzzles. As for the present key, I'd better leave it to my good friend~",
			"是的，当我再次来到这里的时候，我一定会拿到真正的钥匙，解开全部的谜题。至于现在的这把钥匙，还是留给我的好友吧~",
			"ええ。私が今度ここに来る時には、必ず本物の鍵を手に入れ、全ての謎を解き明かすわ。今のこの鍵は、やっぱり私の友達に残しておくことにするわ~",
			"응. 내가 다음에 여기에 올 때는 반드시 진짜 열쇠를 손에 넣고, 모든 수수께끼를 풀어낼 거야. 지금 이 열쇠는 역시 내 친구에게 남겨두기로 할게~",
			null
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193169,
			"Are you sure you want to give someone else the choice that could determine the future of the world? Who deserves your trust? Even you left her a lot of room.",
			"你确定要将这可能决定世界未来的选择交给别人么？那个人值得你如此信任？甚至你还为她留下了许多便利。",
			"世界の未来を決定づけるかもしれない選択を本当に他の人に託すのですか？その人はそこまで信頼に値するのですか？あなたは彼女のために多くの手がかりまで残しています。",
			"세계의 미래를 결정지을 수도 있는 선택을 정말 다른 사람에게 맡기는 건가요? 그 사람은 그만큼 믿을 만한 가치가 있나요? 당신은 그녀를 위해 많은 단서까지 남겨두고 있잖아요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193170,
			"The day you see her you'll know why I did it, and I don't think it's too far away. At least compared to your working hours~",
			"等你看到她的那一天你就知道我为什么会这么做了，我想那一天应该也不会太远，至少比起你的工作时长来说是这样呢~",
			"あなたも彼女に会えば、私がどうしてここまでするか分かるはずよ。その日はそう遠くないと思うわ。少なくとも、あなたの仕事の時間の長さに比べればね~",
			"당신도 그녀를 만나면, 내가 왜 이렇게까지 하는지 알게 될 거야. 그 날은 그리 멀지 않을 것 같아. 적어도 당신의 업무 시간 길이에 비하면 말이지~",
			null
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193171,
			"Well, I'll just have to wait and see how your friend \"Yssring\" surprises me.",
			"那就让我期待一下吧，你那个名为“伊瑟琳”的朋友究竟会给我带来怎样的惊喜。",
			"それでは、その「イザーリン」という名前の友達が一体どのようなサプライズを私に与えてくれるのかを楽しみにしておきましょう。",
			"그러면 그 「이자린」이라는 친구가 대체 어떤 서프라이즈를 나에게 선사할지 기대해 보도록 하죠.",
			null
		],
		[
			"portraits",
			[
				512,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193172,
			"Goodbye, and may you find the real key to the mystery that has plagued you all your life.",
			"再见，祝你能够找到真正的钥匙，解开这困扰你一生的谜团。",
			"さようなら。あなたが本物の鍵を見つけ出し、あなたを一生悩ましている謎を解き明かせることを祈っています。",
			"안녕히. 당신이 진짜 열쇠를 찾아내고, 평생을 괴롭혀 온 수수께끼를 풀 수 있기를 바랍니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			193173,
			"——Miss Traveler",
			"——“旅人”小姐。",
			"——「旅人」さん",
			"——「여행자」씨",
			null
		]
	]
}