{
	"2318": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441115,
			"——Bang!",
			"——哐！",
			"——ガンッ！",
			"——탕!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			441116,
			"【Angry】Hey! How many times have I told you this is an automatic door! Don't pull it!",
			"【生气】喂！跟你说过多少次这是自动门，不要拉它！",
			"【立腹】ちょっと、何度言わせるつもりですか！？#nこれは自動ドアだって言ったでしょう！　引いてはダメです！",
			"【화가 나서】이봐요, 몇 번이나 말하게 할 셈이에요!?#n이건 자동문이라고 했잖아요! 당기면 안 된다고요!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			441117,
			"The bell has rung for the announcement, and it is time for the magic to return!",
			"宣告的钟声已经敲响，此刻正是魔法再临之时！",
			"ふっふっふっ、宣告の鐘が鳴り響いた。今こそ魔法再臨の時だ！",
			"후후후, 선고의 종이 울려 퍼졌다. 지금이야말로 마법 재림의 시간이다!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			441118,
			"【Angry】Listen to others!",
			"【生气】听别人说话啦！",
			"【立腹】フェミリスの話を聞いてください！",
			"【화가 나서】페미리스의 이야기를 들어주세요!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			441119,
			"Kyuushou, bring Sirin to Phemie Iris is for...?",
			"九霄大人，这个时候带西琳来菲米丽丝这里是……？",
			"九霄様、こんな時にシーリンをフェミリスちゃんのところに#n連れてきてどうするの……？",
			"큐쇼님, 이런 때에 시린을 페미리스 쪽에#n데려가려고 하시다니...?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			441120,
			"【Remind】Kyuushou has been forbidden to connect the Stigmata space without permission, don't try to destroy it like last time!",
			"【提醒】蓬莱寺九霄已经被禁止在没有允许的情况下私自连接圣痕空间，可别想又像上次那样搞破坏！",
			"【注意】勝手に許可なく聖痕空間にアクセスすることを禁じられています。#nこの前のような破壊活動はさせませんよ！",
			"【경고】 함부로 허가 없이 성흔 공간에 접근하는 것은 금지되어 있습니다.#n지난번 같은 파괴 활동은 절대 허락하지 않아요!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			441121,
			"Just look in the database and you'll see that it's just a license contract to connect the gate to the other side.",
			"只要在数据库里找一找自然就会明白，不过是连接异界之门的许可契约，又怎么会难倒九霄大人！",
			"少しデータベースの中を調べれば#n異界の門にアクセスするための契約などすぐにわかるであろう。#nそんなことで九霄様を止めることはできないのだ！",
			"데이터베이스 안을 조금만 뒤져보면#n이계의 문에 접근하기 위한 계약서는 금방 찾을 수 있을 텐데.#n그런 걸로 큐쇼님을 막을 순 없어!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				38,
				1,
				false
			]
		],
		[
			"msg",
			441122,
			"【Suspect】No matter what you do, what we don't have is not...",
			"【怀疑】就算你怎么乱扯，没有的东西就是没……",
			"【懐疑】あなたが喚こうとも、ないものはないのですよ！",
			"【의심】 당신이 아무리 부르짖어도, 없는 건 없는 거라고요!",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			441123,
			"【Surprise】Is there permission for the project of Kyuushou in the database?!",
			"【惊讶】骗人的吧！数据库里居然有九霄使用课题的许可？！",
			"【驚愕】そ……そんなバカな！#nデータベースの中に九霄が使用する課題の許可が出ているんですか！？",
			"【경악】 그... 그럴 리가!#n데이터베이스 안에 큐쇼가 사용하는 과제 허가가 떠 있다고요!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			441124,
			"Hem, Hem, permission doesn't bother me.",
			"哼哼哼，区区许可根本难不倒救世主。",
			"うんうん、わかってもらえればいいんだ。#nたかが許可ごときに救世主が頭を悩ませるわけがないのだ。",
			"그래그래, 이해해주면 된 거야.#n하찮은 허가 따위로 구세주가 고민할 리 없으니까.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			441125,
			"【Alarm】Anyway, don't mess around like you did last time and let the big bang make holes all over the place!",
			"【警告】总之你可别像上次那样乱来，让大爆炸弄得到处都是坑！",
			"【警告】と、とにかく、この前みたいに勝手なことはしないでください！#n大爆発のせいで、いろんな所が穴だらけになってしまったんですから！",
			"【경고】 어, 어쨌든 지난번처럼 함부로 행동하지 마세요!#n대폭발 때문에 여기저기 구멍 뚫렸다고요!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			441126,
			"Not this time! Probably!",
			"这、这次不会了！大概！",
			"こ、今回はそんなことしないぞ……た、多分……。",
			"이, 이번에는 그런 거 안 할 거야... 아, 아마도....",
			null
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			441127,
			"Oh, magical maiden of creation, answer the call of the Savior, and cross this gate that links the worlds.",
			"创世的魔法少女啊，回应来自救世主的呼唤，跨越这道链接异界的大门吧！",
			"そんなことより、創世の魔法少女よ。救世主の呼びかけに応えるのだ！#nこの異界へと繋がる門を越えるのだ！",
			"그것보다, 창세의 마법소녀여. 구세주의 부름에 응하라!#n이 이계로 통하는 문을 넘어서라!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			441128,
			"I, I know. Anyway, follow Kyuushou first, right?",
			"西、西琳知道了，总之先跟着九霄大人对吧！",
			"わ、わかった。えっと……九霄様についていけばいいんだよね。",
			"알, 알았어. 어... 큐쇼님을 따라가면 되는 거지?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			441129,
			"【Questionclosely】What does \"probably\" mean? Answer other people's questions first and then connect!",
			"【追问】“大概”是什么意思，先回答完别人的问题再连接啦！",
			"【追及】ちょっと！　多分ってどういう意味ですか！？#n質問に答えてからアクセスしてください！",
			"【추궁】잠깐! 아마도라니 무슨 뜻이에요!?#n질문에 답한 뒤에 접속하세요!",
			null
		]
	],
	"2319": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441130,
			"Let's continue what we left unfinished last time.",
			"事不宜迟，继续上次还没完成的事情吧！",
			"善は急げだ。この間終わらせることができなかった続きをやりにいこう！",
			"선무는 서두를수록 좋다. 지난번에 끝내지 못한 이야기 이어가자!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			441131,
			"Unifinished things…..? Let me continue to learn how to make the world a better place.",
			"没完成的事情……？九霄大人是说让西琳继续学习怎么让世界变得更加美好吧！",
			"終わらせることができなかった続き……？#n九霄様は、どうすればこの世界をもっと美しく変えられのか#nそれをシーリンに教えてくれるんだね！",
			"끝내지 못한 이야기...?#n큐쇼 님은 어떻게 하면 이 세상을 더 아름답게 바꿀 수 있는지#n그걸 시린에게 가르쳐 주시는 거지!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			441132,
			"Following the agreement with the magical girl, the Savior Kyuushou came to continue to teach the truth and goodness!",
			"遵循与魔法少女的约定，救世主九霄大人特地前来继续传授真与善的真理！",
			"魔法少女と約束を守るために、救世主は真実と善意の真理を伝えに来たのだ！",
			"마법소녀와의 약속을 지키기 위해, 구세주가 진실과 선의의 진리를 전하러 왔다!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			441133,
			"But... Sirin can't create anything now.",
			"但是……现在的西琳已经无法创造任何事物了。",
			"でも……今のシーリンはもう何も創り出せなくなっちゃったの……。",
			"하지만... 지금의 시린은 더 이상 아무것도 창조해낼 수 없게 무너져버렸어......",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			441134,
			"Don't worry about that. We're not in the Stigmata space. We're in the space created by the technology of the subject. There is no need for the host to simulate the Stigmata space. In this set space, though only temporarily, you can also use the powers of the Magical girl of Creation.",
			"不用担心这一点，我们现在所身处的并非圣痕空间，而是根据以前遗留下来的课题技术所创造的空间，简单来说就是不需要宿主的仿造圣痕空间。在这个设定好的空间里面，虽然只是暂时，但也能使用创世的魔法少女之力。",
			"問題ない。我らが今いる場所は聖痕空間で作るわけではない。#n技術に宿主を必要としない模造聖痕空間。この設定された空間では#n一時的ではあるけど、創世の魔法少女の力を使えるのだ。",
			"문제없어. 우리가 지금 있는 곳은 성흔 공간으로 만드는 게 아니다.#n기술적으로 숙주가 필요 없는 모조 성흔 공간. 이 설정된 공간에서는#n일시적이지만, 창세의 마법소녀의 힘을 쓸 수 있다.",
			null
		],
		[
			"msg",
			441135,
			"And it doesn't matter if you don't have the power. You can change the world with your hands and soul alone!",
			"而且就算没有能力也没关系，只靠双手和灵魂也能改变世界！",
			"それに能力がなくても大丈夫だ。自分自身の手と魂で世界を変えるのだー！",
			"게다가 능력이 없어도 괜찮아. 자신의 손과 영혼으로 세상을 바꾸는 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			441136,
			"Well! Sirin will try!",
			"嗯！西琳会努力的！",
			"うん！　シーリン、頑張る！",
			"응! 시린, 힘낼게!",
			null
		],
		[
			"msg",
			441137,
			"So is Sirin going to study spells today, like the last time?",
			"那西琳今天要像上次那样，学习魔咒吗？",
			"んと、今日のシーリンはこの前みたいに呪文を勉強するの？",
			"음, 오늘 시린은 지난번처럼 주문을 배우는 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			441138,
			"The practice of the spell is over, today is mainly to let you know what is beautiful!",
			"魔咒的修行已经结束了，今天主要是让你了解何谓美好！",
			"呪文の修業はもう終わりだ。#n今日はシーリンに美しさとは何かを教えてあげよう。",
			"주문 수련은 이미 끝났다.#n오늘은 시린에게 아름다움이란 무엇인지 가르쳐 주마.",
			null
		],
		[
			"msg",
			441139,
			"If you don't know anything, you're not going to change the world.",
			"如果什么都不懂，那就谈不上改变世界了。",
			"何も知らないままでは、世界を変えるなんてできない。",
			"아무것도 모른 채로는 세상을 바꿀 수 없어.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			441140,
			"I thought it would be nice to have beautiful flower fields, amusement parks, and birds…",
			"西琳以为有漂亮的花田、游乐园、还有小鸟就很美好了……",
			"シーリンは綺麗な花畑、遊園地があって、小鳥がいれば美しいと思うけど……。",
			"시린는 예쁜 꽃밭, 놀이공원이 있고, 작은 새들이 있으면 아름다울 것 같아…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			441141,
			"There are many more beautiful things.But don't be discouraged. It's not too late to learn from now.",
			"美好的东西可远远不止这些，不过无须气馁，从现在开始了解也不晚。",
			"他にも美しいものはたくさんある。でも、弱気になる必要はない。#n今から学んでも遅いなんてことはないのだ。",
			"다른 아름다운 것들도 많아. 하지만 주저할 필요는 없어.#n지금부터 배워도 늦은 건 아니니까.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			441142,
			"But I don't know how to be beautiful. If only there were all these wonderful picture books...Then I can understand what is good.",
			"但是西琳不知道怎么才算美好，要是有记录所有美好的绘本就好了……那样西琳就可以了解什么是美好了。",
			"でも、シーリンは何が美しいのかわからないの。#nいろんな美しいものを記録した絵本があればいいのに……。#nそうすれば何が美しいのか理解できるよ。",
			"하지만 시린는 뭐가 아름다운지 모르겠어.#n여러 가지 아름다운 것들을 기록한 그림책이 있으면 좋을 텐데…….#n그럼 뭐가 아름다운지 이해할 수 있을 거야.",
			null
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			441143,
			"If Sirin was the same as Kyuushou, I certainly can… Oh, And Sirin got it!",
			"要是西琳跟九霄大人一样就好了，一定可以……对了，西琳明白了！",
			"シーリンも九霄様みたいだったらよかったのにな。#nそうすれば、きっと……そうだ！　シーリン、わかったよ！",
			"시린도 큐쇼 님 같았으면 좋았을 텐데.#n그럼 분명히…… 맞아! 시린, 알겠어!",
			null
		],
		[
			"msg",
			441144,
			"As long as we observe the appearance of happiness, we can understand what is beautiful~",
			"只要观察大家幸福的样子，就能了解什么是美好了~",
			"みんなの幸せそうな姿を観察していれば、何が美しいものか理解できるかも！",
			"모두 행복해하는 모습을 관찰하면, 뭐가 아름다운 건지 이해할 수 있을지도!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			441145,
			"Very good, it seems that you have made a lot of progress than before, have taken real steps.",
			"非常好，看来你比以前进步了不少，已经踏出迈向真实的步伐。",
			"おお、素晴らしい！　前よりかなり進歩したようだ。#nシーリンはすでに真実に向かう道へと足を踏み出しているのだ！",
			"오, 훌륭해! 전보다 꽤 발전한 모양이군.#n시린은 이미 진실을 향한 길에 발을 내딛고 있는 거야!",
			null
		],
		[
			"msg",
			441146,
			"To know the truth, one must first acquire the truth.",
			"想要洞悉真实，首先就应该获取真实。",
			"真実を熟知するならば、まずは真実を手に入れないといけない。",
			"진실을 숙지하려면, 우선 진실을 손에 넣어야 해.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			441147,
			"But I know so few people that I don't know how to observe their happiness.",
			"但是西琳认识的人很少，根本不知道怎样才能观察到大家幸福的样子。",
			"でも、シーリンの知り合い……すごく少ないの。#nみんなの幸せな姿を観察するためにはどうすればいいのか#nシーリン、全然わからないよ……。",
			"하지만 시린의 아는 사람…… 정말 적어.#n모두 행복한 모습을 관찰하려면 어떻게 해야 하는지#n시린, 전혀 모르겠어…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			441148,
			"Don't worry, this imitation space can simulate the happy moment that everyone in the North American branch thinks, just refer to them.",
			"不用担心，这次的仿造空间能够模拟北美支部的所有人认为幸福的时刻，只要参考她们就足够了。",
			"心配しなくていい、我が一緒にいる。#n今回の疑似空間は北米支部の全員が幸せだと思う時間を作る。#n中にいる彼女たちを参考にすれば十分だ。",
			"걱정하지 마, 내가 함께 있잖아.#n이번 가상 공간은 북미 지부 전원이 행복하다고 생각하는 시간을 만들 거야.#n안에 있는 그녀들을 참고하면 충분해.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			441149,
			"How marvelous Kyuushou was! She solved all the problems at once!",
			"九霄大人真了不起，一下就解决了所有问题！",
			"九霄様、本当にすごいね。すぐに問題を解決しちゃうんだもん！",
			"큐쇼 님, 정말 대단하네요. 금방 문제를 해결해 버리잖아요!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			441150,
			"Come on, keep up with me, time is running out!",
			"来吧，跟上救世主的步伐，时间可是很紧迫的！",
			"時間は待ってくれない！　さあ、救世主が進む未来へ行くぞ！",
			"시간은 기다려주지 않아! 자, 구세주가 나아갈 미래로 가자!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			441151,
			"Go!",
			"嗯！",
			"はい！",
			"네!",
			null
		]
	],
	"2320": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				316,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441152,
			"Bronya, is Seele's lap pillow comfortable?",
			"布洛妮娅姐姐，希儿的膝枕舒服吗？",
			"ブローニャお姉ちゃん、ゼーレの膝枕は気持ちいい？",
			"브로냐 오빠, 제레의 무릎베개는 기분 좋아?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				316,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			441153,
			"Softer than Bronya's bed, it feels like you can lie on it forever.",
			"比布洛妮娅的被窝还要柔软，感觉可以一直躺下去永远。",
			"ブローニャの布団よりも柔らかいです。永遠に横になっていられます。",
			"브로냐의 이불보다 더 부드러워요. 영원히 누워 있을 수 있을 것 같아요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			441154,
			"Didn't Bronya say yesterday that she didn't finish the new game?",
			"布洛妮娅姐姐昨天不是说新游戏没有通关吗？",
			"そういえば、新しいゲームがまだクリアできないって言ってなかった？",
			"그런데, 새 게임 아직 깨지 못했다고 하지 않았어?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			441155,
			"Now all you need is Seele's lap pillow. Nothing else.",
			"现在只要有希儿的膝枕就够了，其他的都不需要。",
			"今のブローニャはゼーレの膝枕があります。他には何もいりません。",
			"지금 브로냐에겐 제레의 무릎베개가 있어요. 다른 건 아무것도 필요 없어요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			441156,
			"Since Bronya loves Seele's lap pillow so much, she can lie down as long as she wants~",
			"既然这么喜欢希儿的膝枕，那布洛妮娅姐姐想躺到什么时候就躺到什么时候吧~",
			"そんなにゼーレの膝枕が好きなら好きなだけ横になってくれて構わないからね！",
			"그렇게 제레의 무릎베개를 좋아한다면 마음껏 누워 있어도 괜찮아!",
			null
		],
		[
			"msg",
			441157,
			"If Bronya wants to lie down forever, ❤ Seele would be happy then~",
			"要是布洛妮娅姐姐想一直~一直~躺下去也可以喔❤这样希儿也会很幸福呢~",
			"もしブローニャお姉ちゃんがず～っと、ず～っと横になっていたいなら#nゼーレが……ふふっ、ふふふ……。",
			"브로냐 오빠가 계속, 계속 누워 있고 싶다면#n제레가……흐흥, 흐흐흐…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			441158,
			"If you didn't know it was a project simulation, you might think it was real...It was a forbidden door to terror that even The terrible side of Heather could be seen.",
			"如果不是知道这是课题模拟，说不定就会以为这是真的……居然连希儿可怕的一面都能看到，真是恐怖的禁忌之门。",
			"な、なんと……もし、これがシミュレーションだと知らなかったら#nこれを真実だと思ってしまうだろうな。#nゼーレの恐ろしい一面まで見えてしまうとは、まさに恐るべき禁忌の扉だ。",
			"뭐, 뭐라고…… 만약, 이것이 시뮬레이션이라는 걸 몰랐더라면#n이걸 진실이라고 믿었을 거야.#n제레의 무서운 면모까지 보게 될 줄이야, 정말 무서운 금기의 문이로군.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			441159,
			"Let others lie on the lap feel happy? Shall we try it, Kyuushou? Maybe Sirin would know what beauty is!",
			"让别人躺在大腿上就感到幸福吗？九霄大人，我们要试试吗？说不定这样西琳就能明白什么是美好了！",
			"自分の膝に人が横になっていると幸せを感じられるの？#nシーリンたちも試してみる？#nもしかしたら、シーリンも美しいものが理解できるかもしれないよ！",
			"사람이 내 무릎에 누워 있으면 행복을 느낄 수 있니?#n시린들도 한번 해볼래?#n어쩌면 시린도 아름다운 걸 이해할 수 있을지도 몰라!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441160,
			"Magical girl of creation! Looks for references.",
			"创世的魔法少女啊，寻找参考再慎重一些也无妨。",
			"創世の魔法少女よ、参考になるものを探すなら、もう少し慎重になるべきだ……。",
			"창세의 마법소녀여, 참고할 걸 찾는다면 좀 더 신중해지는 게 좋겠어…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441161,
			"Emmm... Since Kyuushou said so, we can't help it.",
			"嗯……西琳知道了，既然九霄大人这么说，那就没办法了呢。",
			"うん……わかった。九霄様がそういうなら仕方ないね。",
			"음…… 알았어. 큐쇼님이 그렇게 말씀하시니 어쩔 수 없지.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			441162,
			"...Well, since Kyuushou said she would help you get the truth, it's not too bad to try.",
			"……咳，不过既然九霄大人说过会帮助你获取真实，试一试倒也不是不行。",
			"……だ、だが……この九霄様が真実を手に入れるのを手伝うと言った以上#n試してみるのもやぶさかではないな！",
			"……그, 그래도…… 이 큐쇼님이 진실을 손에 넣는 걸 돕겠다고 말했으니#n시도해보는 것도 나쁘지 않겠군!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			441163,
			"Thank Kyuushou! Sirin will come on!",
			"谢谢九霄大人！西琳会加油的！",
			"ありがとう、九霄様！　シーリン、頑張るよ！",
			"고마워, 큐쇼님! 시린, 힘낼게!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			441164,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			441165,
			"Kyuushou? Do you feel happy?",
			"西琳的大腿感觉有点痒痒的，九霄大人呢？有觉得幸福吗？",
			"太ももが少しくすぐったいなぁ。九霄様は幸せを感じられる？",
			"허벅지가 좀 간지러운데. 큐쇼님은 행복을 느낄 수 있어?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			441166,
			"Ha..happy…… No, no, but we can't spend all our time on it. There are other people's happy moments waiting to be observed. Yes, that's it! Let's go!",
			"还、还算舒服吧……不、不不过可不能把时间都用在这上面，还有其他人的幸福时刻等着我们去观察呢！没错，就是这样！走吧！",
			"ま、まあまあ快適ね……。#nだ、だけど、こんなことに時間を使うわけにはいかないんだから！#n他の人も観察しなくちゃ！　そう……そうだ、次に行こう！",
			"뭐, 꽤 괜찮네…….#n그, 그래도 이런 데 시간을 낭비할 순 없다고!#n다른 사람들도 관찰해야 해! 그…… 그래, 다음으로 가자!",
			null
		],
		[
			"msg",
			441167,
			"Why does it always feel a little exciting…",
			"为什么总感觉好像有点刺激……",
			"何だか少し刺激的な感じが……。",
			"뭔가 좀 자극적인 느낌이…….",
			null
		],
		[
			"msg",
			441168,
			null,
			"",
			"シ、シーリン、行こう！",
			"시, 시린 가자!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			441169,
			"Well! There are so many happy moments waiting for us to learn!",
			"嗯！还有很多幸福时刻等着我们去学习呢！",
			"うん！　もっとたくさんの幸せを勉強しないとね！",
			"응! 더 많은 행복을 공부해야지!",
			null
		],
		[
			"msg",
			441170,
			"But...Sirin seems to want Kyuushou to lie down a little longer. Why is that?",
			"不过……西琳好像还想让九霄大人多躺一会，这是为什么呢？",
			"でも……九霄様にもう少し膝の上で横になっていてほしいと思ったの。#nどうしてだろう？",
			"하지만……큐쇼님 무릎 위에 조금만 더 누워 있었으면 싶었어.#n왜일까?",
			null
		]
	],
	"2321": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			441171,
			"——Boom!",
			"——轰隆隆！",
			"——ドォォォン！",
			"——우우웅!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				9,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441172,
			"Ah?!",
			"呀？！",
			"キャッ！？",
			"앗!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				9,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			441173,
			"The explosion? Why the sudden explosion?! Phemie Iris, have you got the subject wrong?",
			"爆炸？为什么突然会出现爆炸？！菲米丽丝，你是不是搞错课题啦！",
			"ば、爆発！？　どうして急に爆発が！？#nフェミリス、私はまだ何もしていない！　何もしていないぞ！#nフェミリスが問題を起こしたに決まってる！",
			"방, 폭발!? 왜 갑자기 폭발이!?#n페미리스, 나는 아직 아무것도 하지 않았다! 아무것도 안 했다고!#n페미리스가 문제를 일으킨 거임이 분명해!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			441174,
			"【Dislike】How could I make such a stupid mistake? It's just that the simulated person can make an explosion. Unlike Kyuushou who has nothing to do all day, I am very busy, so don't call me if you have nothing to do!",
			"【嫌弃】我怎么会犯这么低级的错误，只是模拟的人会制造爆炸而已。和整天闲着没事干的九霄不一样，我可是很忙的，没事就不要乱叫我！",
			"【不快】フェミリスがそのような低レベルなミスをするはずがありません！#nシミュレーションの人間が爆発を起こしているだけです。#n丸一日、何もやることがない九霄と違って、フェミリスは忙しいのです！#nむやみに呼び出さないでください！",
			"【불쾌】페미리스가 그런 저수준의 실수를 할 리가 없어!#n시뮬레이션의 인간이 폭발을 일으키고 있을 뿐이에요.#n하루 종일 아무 할 일 없는 큐쇼와는 달리, 페미리스는 바쁘다구요!#n함부로 호출하지 마세요!",
			null
		],
		[
			"msg",
			441175,
			"【Snicker】Bye~",
			"【窃笑】就是这样，我走了~",
			"【忍笑】それでは、幸せの爆発を体験してくださいね～",
			"【웃음 참기】자, 그러면 행복의 폭발을 체험해 보세요~",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			441176,
			"Puh ha ha ha—— ! That's what it takes to make me laugh!",
			"噗哈哈哈哈——！就是得闹这么大动静才能让本大爷乐一乐！",
			"ハーッハッハッハーー！#nボクを楽しませるには、これくらい大騒ぎしないとな！",
			"하-하하하--！#n나를 즐겁게 하려면, 이 정도로 난리를 피워야지！",
			null
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			441177,
			"Aha! A little more!",
			"啊哈！再多来一点！",
			"アハハ！　そーら、もう一丁！",
			"아하하! 자, 한 방 더!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				8,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			441178,
			"——Boom!",
			"——轰隆隆！",
			"——ドォォォン！",
			"——쿵~~~!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				3,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			441179,
			"Kyuushou, is this happiness?",
			"九霄大人，这就是幸福吗？",
			"きゅ、九霄様……これが幸せなの？",
			"큐, 큐쇼님... 이게 행복인가요?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				3,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441180,
			"Maybe",
			"也、也许吧。",
			"そ、そうかもね……。",
			"그, 그런 것 같네...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441181,
			"Hey, stupid Seele, come and be my cushion, I'm tired!",
			"喂，笨蛋希儿快过来当本大爷的坐垫，本大爷站累了！",
			"おい、泣き虫ゼーレ、早くボクの座布団になれ。ボクは立っていて疲れたぞ！",
			"야, 울보 제레, 빨리 내 방석이 돼라. 나 서 있기 힘들다!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				312,
				0,
				false
			]
		],
		[
			"msg",
			441182,
			"Yes, Lord Sin·Mal~",
			"是的，杏·玛尔大人~",
			"はい、シン・マール様。",
			"네, 신・마르님.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				312,
				0,
				true
			]
		],
		[
			"msg",
			441183,
			"Whoosh! Well, my mouth is a little dry, stupid Bronya go get some drink, cold.",
			"呼呼呼，这还差不多了。嗯，本大爷口有点干了，笨蛋布洛妮娅去把饮料拿出来，记住要是冰的。",
			"フッフッフ、それでいい。あー、喉が渇いたな。#nおい、バカブローニャ、飲み物を持ってこい。キンキンに冷えたやつだ。",
			"훗훗훗, 그게 좋지. 아, 목말라.#n야, 바보 브로냐, 음료수 가져와. 꽁꽁 얼린 걸로.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			441184,
			"Yes, Lord Sin·Mal",
			"我明白了，杏·玛尔大人。",
			"かしこまりました、シン・マール様。",
			"알겠습니다, 신・마르님.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			441185,
			"……",
			"……",
			"……。",
			"......",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			441186,
			"Hoohahahahahahaha—— !",
			"呼哈哈哈哈哈——！",
			"フッフッフ、ハーッハッハッハ！",
			"훗훗훗, 하하하하!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			441187,
			"I don't like to treat others like this. If Kyuushou sits on me, will Kyuushou be happy?",
			"西琳不喜欢这样对别人，如果让九霄大人坐在西琳身上，九霄大人会感到幸福吗？",
			"こんなのイヤだよ……シーリン、こういうことする人嫌い。#nもし、九霄様がシーリンの上に座ったら、九霄様は幸せを感じるの？",
			"이런 거 싫어... 시린, 이런 짓 하는 사람 싫어.#n만약, 큐쇼님이 시린 위에 앉으면, 큐쇼님은 행복을 느낄 수 있나요?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441188,
			"Magical girl of creation, remember that there are many kinds of happiness in the world, and it is also a way to leave the incomprehensible behind.",
			"创世的魔法少女啊，记好了，世间的幸福多种多样，把不能理解的部分先放着不管也是一种办法。",
			"創世の魔法少女よ、覚えておくのだ。この世の幸せにはいろんなものがある。#n理解できないものは無理して理解する必要はないんだ。#n下手に関わるとめんどうなことになる……。",
			"창조의 마법소녀여, 기억해 둬. 세상의 행복은 다양하니까.#n이해할 수 없는 건 억지로 이해하려 하지 않아도 돼.#n함부로 관여하면 골치 아픈 일이 생겨...",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441189,
			"Happiness is hard to understand.",
			"幸福，好难懂喔。",
			"幸せって難しいなぁ……。",
			"행복이란 참 어렵구나…….",
			null
		]
	],
	"2322": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441190,
			"——GAME STAR !",
			"——GAME STAR！",
			"——GAME START！",
			"——GAME START！",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441191,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			441192,
			"…………",
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			441193,
			"………………",
			"………………",
			"………………。",
			"……………….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441194,
			"Kyuushou, from the beginning Bronya barely moved, just pushed the buttons back and forth.",
			"九霄大人，从刚刚开始布洛妮娅就几乎一动不动，就只有啪嗒啪嗒地来回按按钮。",
			"九霄様、さっきからブローニャちゃんが動いてないよ……。#nただ、指だけはボタンを押し続けてる……大丈夫なの？",
			"큐쇼님, 아까부터 브로냐 쨩이 움직이지 않아요…….#n다만, 손가락만은 계속 버튼을 누르고 있어요……괜찮은 거예요?",
			null
		],
		[
			"msg",
			441195,
			"And she kept her poker face. Is this really happy?",
			"而且也一直维持着面无表情的样子，这样真的幸福吗？",
			"それに、ずっと無表情のままだよ。これで本当に幸せなの？",
			"게다가 계속 무표정인 채예요. 이게 정말 행복한 건가요?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441196,
			"Don't worry, since you must be patient in order to get the truth from it, the truth hidden in the dark will surely surface on its own.",
			"不要着急，既然要从中获取真实就必须耐心，蕴藏在漆黑之中的真实肯定会自己浮出水面。",
			"シーリン、慌てないで。幸せを手に入れるには辛抱強くないといけない。#n漆黒の中に隠された真実もおのずと浮かび上がってくるものだ。",
			"시린, 당황하지 마. 행복을 얻으려면 인내심을 가져야 해.#n칠흑 속에 숨겨진 진실도 저절로 드러나게 마련이야.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441197,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			441198,
			"——GAME FINISH",
			"——GAME FINISH",
			"——GAME FINISH！",
			"——GAME FINISH！",
			null
		],
		[
			"msg",
			441199,
			"——GAME TIME：7H !",
			"——GAME TIME：7H！",
			"——GAME TIME：7hours！",
			"——GAME TIME：7hours！",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441200,
			"This time's \"Give Her Love 7\" speed pass only took seven hours, and next one should be \"Homu Island\" ...... No one has interrupted me during the 72-hour gaming marathon, this is Bronia's happiest time.",
			"这次的《给她爱7》速通只用了七个小时，接下来就应该是《吼姆岛之魂》了……没人打扰的72小时游戏马拉松，是布洛妮娅最幸福的时光。",
			"今回の「崩壊GTA7」で最速プレイを試してみましたが7時間程度ですか。#nこの次はホムアイランドの魂をプレイします。#n誰にも邪魔されない72時間のゲームマラソンが一番幸せな時間です。",
			"이번 「붕괴GTA7」 최속 플레이를 시도해봤는데 7시간 정도네요.#n다음에는 홈아일랜드의 혼을 플레이할 거예요.#n아무에게도 방해받지 않는 72시간 게임 마라톤이 가장 행복한 시간이에요.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				3,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441201,
			"Kyuushou... I feel so sleepy…",
			"九霄大人……西琳……觉得……好困……",
			"九霄様……シーリン……眠く……なっちゃった……。",
			"큐쇼님……시린……졸려……져버렸어…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				3,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441202,
			"Oooo...My eyelids are getting heavier too...Sure enough, the invasion from the dark is not to be underestimated.",
			"呜……我的眼皮也开始变得越来越重了……果然来自黑暗的侵袭不容小觑。",
			"うー……眠い……。",
			"으……졸려…….",
			null
		],
		[
			"msg",
			441203,
			"It seems that... game marathons... is... Zzzzzz",
			"看来连续的……游戏马拉松……就是……Zzzzzz",
			"どうやら連続した……ゲームマラソン……とは……Zzz",
			"역시 연속……게임 마라톤……은……Zzz",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				5,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441204,
			"Kyuushou……Zzzzzz",
			"九霄大……Zzzzzz",
			"きゅうしょうさ……ま……Zzz",
			"큐쇼님……Zzz",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441205,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			441206,
			"Unexpectedly, both of them fell asleep. Fortunately, the passage of time here is much slower than the reality, or it would be embarrassing.",
			"没想到居然两个人都睡着了，还好这里的时间流逝比现实要慢得多，不然就糗大了。",
			"まさか、二人とも寝てしまうとは。#nここの時間軸の流れが現実よりもはるかに遅くて助かった。#nそうじゃなかったら、フェミリスに怒られるところだった……。",
			"설마 두 사람 다 잠들 줄이야.#n여기 시간축 흐름이 현실보다 훨씬 느려서 다행이야.#n그렇지 않았으면 페미리스한테 혼날 뻔했어…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			441207,
			"But as it turned out, all was not far from what had been expected.",
			"不过得到了结果，一切和预计进行的相差不大。",
			"だけど、得られた結果はどれも予想していたものとさほど変わらないようだ。",
			"하지만 얻은 결과는 모두 예상했던 것과 별로 다르지 않은 것 같아.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				3,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			441208,
			"Don't I understand that sleeping with each other is happiness?",
			"西琳不是太懂九霄大人的话，意思是互相靠在一起睡觉就是幸福吗？",
			"シーリン、九霄様の言っていることがよくわからないよ……。#nつまり、お互いに寄りかかりながら寝るのが幸せだってこと？",
			"시린, 큐쇼님 말씀이 잘 이해가 안 가…….#n그러니까 서로 기대고 자는 게 행복하다는 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				3,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441209,
			"I mean Bronya's ability to focus on what she loves is also a blessing.",
			"呃……咳、咳咳，我是说布洛妮娅能够专注做自己喜欢的事情，也是一种幸福。",
			"えっ……わ、私が言っているのは、ブローニャが自分の好きなことに#n没頭できているのも一種の幸せだってこと。",
			"어…… 저, 제 말은 브로냐가 자기가 좋아하는 일에#n몰두할 수 있는 것도 일종의 행복이란 거야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441210,
			"I see~",
			"原来是这样~",
			"な、なるほど～……。",
			"아, 아하~…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			441211,
			"That's it. Let's go to the next one~",
			"就是这样，去看下一个吧~",
			"そういうこと。それじゃあ、次に行こう！",
			"그런 거지. 그럼 다음으로 가자!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441212,
			"Let's go~",
			"出发~",
			"出発、出発～♪",
			"출발, 출발~♪",
			null
		]
	],
	"2323": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441213,
			"At last I have finished one of my greatest masterpieces, which took me three months!",
			"总算完成了，不枉我耗费了三个月的时间，终于完成了我的最高杰作之一！",
			"よ……ようやく完成した！#n3ヶ月も時間をかけただけあって、最高傑作が完成したわ！",
			"드…… 드디어 완성했어!#n3개월이나 시간을 들인 보람이 있어, 최고의 걸작이 완성됐어!",
			null
		],
		[
			"msg",
			441214,
			"And then you just install it……Zzzzzz",
			"接下来只要把它装……Zzzzzz",
			"あとはこれを組み立てて……うぅ～……眠い……。",
			"이제 이걸 조립하면…… 우우~…… 졸려…….",
			null
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441215,
			"No, staying up all night for three days is still too much, but just pack this……Zzzzzz",
			"不好，通宵三天还是太勉强了，但是只要把这个装……Zzzzzz",
			"やっぱり、3日徹夜は無茶だったかな……だけど、これを組み立てれ……ば……。",
			"역시 3일 철야는 무리였나…… 하지만 이걸 조립하면…… 서…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441216,
			"Kyuushou, let's go and help. What took three months to make must be very important.",
			"九霄大人，我们去帮忙吧，花了三个月才做出来的东西一定很重要。",
			"九霄様、助けに行こう！#n3ヶ月も時間をかけたんだよ、きっと大切なものだよ！",
			"큐쇼님, 구하러 가자!#n3개월이나 시간을 들였어, 분명 소중한 거야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			441217,
			"Learn what it means to be happy and good by doing good. A magical girl of creation acknowledged by the truth.",
			"通过善行了解何谓幸福和美好，不愧是被真理所承认的创世的魔法少女。",
			"良い行いを通じて幸福や美しいものとは何かを理解しようとするとは#nさすがは真理に認められた創世の魔法少女だけある。",
			"선한 행위를 통해 행복과 아름다움이 무엇인지 이해하려 하다니#n역시 진리가 인정한 창세의 마법소녀답군요.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441218,
			"I'm going to help right now~",
			"西琳现在就去帮忙~",
			"シーリン、今すぐ手伝ってあげるね～",
			"시린, 지금 당장 도와줄게~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			441219,
			"This project not only simulates moments of happiness, but it also allows Sirin to use the magic of creation to some extent. All you have to do is use the results of your last spell training.",
			"这个课题不仅能模拟人们的幸福时刻，而且一定程度还能让西琳使用创世的魔法之力，只要发挥上次魔咒特训的成果就行了。",
			"この課題は人々の幸せな時間をシミュレーションするだけじゃなくて#nシーリンに創世の魔法の力をある程度使わせてくれる。#n前回やった魔法の呪文の特訓の成果を発揮すればそれでいい。",
			"이 과제는 사람들의 행복한 시간을 시뮬레이션할 뿐만 아니라#n시린에게 창세의 마법의 힘을 어느 정도 사용하게 해준다.#n지난번에 했던 마법 주문 특훈의 성과를 발휘하면 그걸로 충분해.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				5,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441220,
			"Elves in the air, please listen to Sirin's wish and load up the Doctor's important inventions, hey-!",
			"大气中的精灵们，倾听西琳的祈求，把博士重要的发明装上去吧，嘿——！",
			"大気の中の精霊たちよ、シーリンの頼みを聞いて！#nイザーリンちゃんの大事な発明を組み立てて！　えーいっ！",
			"대기 중의 정령들이여, 시린의 부탁을 들어다오!#n이자린 쨩의 중요한 발명품을 조립해다오! 에이!",
			null
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441221,
			"Nothing seems to have happened. Am I casting the wrong spell?",
			"好像什么也没有发生，是西琳的魔咒念得不对吗？",
			"何も起こらないみたい。シーリンの呪文が間違っていたのかな？",
			"아무 일도 일어나지 않는 것 같아. 시린의 주문이 틀렸던 걸까?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			441222,
			"The spell was a success. The thing had been put on.",
			"魔咒很成功，那个东西已经装上去了。",
			"呪文は成功だよ。ほら見て、無事に取り付けられたみたいだ。",
			"주문은 성공이야. 자 봐, 무사히 장착된 것 같아.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441223,
			"Then why…",
			"那为什么还是……",
			"じゃあ、どうして……。",
			"그럼, 왜…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			441224,
			"Don't worry, the old contract will answer our call. Just wait and see what happens.",
			"不用紧张，古老契约必定会回应我们的呼唤，现在只要静观其变即可。",
			"心配しないで。古の契約は必ずシーリンの呼びかけに応えてくれる。#n今は静かに見守ってあげればいいんだ。",
			"걱정하지 마. 고대의 계약은 반드시 시린의 부름에 응해줄 거야.#n지금은 조용히 지켜봐 주면 돼.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441225,
			"Kyuushou must be right~",
			"九霄大人这么说，那肯定就是这样~",
			"九霄様がそういうなら、きっとそうなんだね～",
			"큐쇼 님이 그렇게 말씀하신다면, 반드시 그런 거겠지～",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441226,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			441227,
			"Seaweed head! I'm bored, let's get some fun out of here!",
			"喂！海藻头！本大爷闷得慌，赶紧弄点好玩的出来！",
			"おい、ワカメ頭！　ボクは暇で暇で死にそうなんだ！#n今すぐにおもしろいものを出せ！",
			"야, 미역머리! 나 심심해서 죽을 지경이야!#n당장 재미있는 거 내놔!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			441228,
			"Zzzzzz……Huh? Who's in wah Wah? Why is Sin here! Oh, yes, yes, yes, I must have been so sleepy that I fell asleep in the middle of the pack.",
			"Zzzzzz……嗯？是谁在呜哇哇为什么杏会在这里！啊，完了完了完了，肯定是因为太困所以装到一半的时候睡着了。",
			"むにゃ……ん～？　誰よ……って、うわぁぁ！#nシン、どうしてここにいるの！？#nあぁ、きっと眠すぎて組み立ててる途中で眠ってしまったのね……。",
			"으응…… 음～? 누구야…… 어, 우와아!#n신, 너 왜 여기에 있어!?#n아, 분명 너무 졸려서 조립하던 중에 잠들어 버린 거지…….",
			null
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			441229,
			"What am I going to do? My lab is going to be in ruins again…",
			"这下可怎么办，我的实验室又要变成废墟了吗……",
			"どうしよう、私の実験室がまた廃墟になっちゃう……。",
			"어떡하지, 내 실험실이 또 폐허가 돼버렸어…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			441230,
			"Now, what are you muttering about over there? Do you still want me to fix you?",
			"喂，你在那边嘀嘀咕咕些什么呢，是不是还想让本大爷收拾你。",
			"おい、そんなところで何ブツブツ言ってんだ#n？ボクにぶっ飛ばされたいのか？",
			"야, 거기서 뭐 중얼중얼 거리고 있어#n? 내가 날려버리고 싶어?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			441231,
			"Pick one of the equipment over there that you like….",
			"没、没没没没有，那边的器材你挑一个喜欢的玩吧，呜……",
			"いや、いやいやいや……うぅ……。#nそこにある機材だったら好きなのを選んで遊んでいいから……。",
			"아니, 아니야 아니야…… 으윽……#n거기에 있는 기자재 중에 마음에 드는 거 골라서 가지고 놀아도 돼……",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			441232,
			"I'm in a good mood today, so I won't quarrel with you.",
			"嘻嘻嘻嘻，这才差不多嘛~本大爷今天心情好，就不和你计较了。",
			"クックックック。それでいいんだ。#n今日のボクは機嫌がいいから、難癖つけるのはよしてやる。",
			"쿡쿡쿡쿡. 그거면 됐어.#n오늘 난 기분이 좋아서 트집 잡는 건 그만뒀어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			441233,
			"——Detect the entry of Sin·Mal, start expulsion, immediately start spraying the expulsion forgetting potion.",
			"——探测到杏·玛尔进入，开始驱逐，即刻开始喷洒驱逐·遗忘药水。",
			"——シン・マールの侵入を探知、直ちに駆除・忘却薬を噴射します。",
			"—— 신·마를의 침입을 감지, 즉시 구제·망각 약제를 분사합니다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			441234,
			"Seaweed head!",
			"海藻头！你果然又是欠收拾了！看本大爷怎么……",
			"ワカメ頭！　おまえ、ボコボコに……ごほっごほっ……されたいのか！#nボクが——",
			"다시마 머리! 너, 두들겨 맞아…… 으흠 으흠……!#n내가 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			441235,
			"——Puh",
			"——噗呲",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			441236,
			"...... What did I just want to do?By the way, why are you taking me to this stinky lab, seaweed head? Don’t bother me anymore if you there is nothing important. I'm leaving.",
			"……本大爷刚刚想干什么来着？对了，海藻头你把本大爷叫到这个臭烘烘的实验室干嘛，以后没什么特别的别来烦我，本大爷走了。",
			"……あー、ボクは何をしようとしていたんだっけ？#nあ、そうだ、ボクをこんな汚い実験室に呼び出して何の用だ？#n用事もないのにボクを呼び出すなよな。",
			"……아, 나 뭘 하려고 했더라?#n아, 맞다, 나를 이렇게 더러운 실험실로 불러내서 무슨 일이야?#n볼일도 없이 나를 부르지 마.",
			null
		],
		[
			"msg",
			441237,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			441238,
			"Finally….",
			"成……成功了……终于成功了……",
			"せ……成功した！？　ついに成功した……。",
			"성…… 성공했어!? 드디어 성공했어…….",
			null
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			441239,
			"In the future, there will be no sudden experiment in the middle of someone to disturb, also will not let the laboratory into ruins because of someone suddenly to destroy...That's great. Zzzzzz……",
			"以后再也不会突然实验做到一半就有人来捣乱，也不会因为有人突然来搞破坏而让实验室变成废墟，太好了……真是太好Zzzzzz……",
			"これでもう実験の途中で誰かに邪魔されずに済むわ。#n急に誰かが破壊しに来て実験室が廃墟になることもないわね。#n本当によかった……。",
			"이제 실험 도중에 누군가 방해받지 않아도 되겠어.#n갑자기 누가 파괴하러 와서 실험실이 폐허가 되는 일도 없겠네.#n정말 다행이야…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				665,
				3,
				true
			]
		],
		[
			"msg",
			441240,
			"Sirin thought that everyone is happiest when they play together. It seems that everyone's happiness is different.",
			"西琳还以为大家一起玩才是最幸福的，看来每个人的幸福都不太一样呢。",
			"シーリン、みんなが一緒に遊べることが一番幸せだと思ってたよ。#nでも、幸せってみんな形が違うんだね。",
			"시린, 모두가 함께 놀 수 있는 것이 가장 행복하다고 생각했어.#n하지만, 행복은 모두 모양이 다르구나.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			441241,
			"By understanding this, you are beginning to understand what it means to be good. You are the world's chosen magic girl.",
			"明白这个道理，就说明你已经开始了解何谓美好，果然是被世界选中的魔法少女。",
			"それが理解できれば、何が美しいのか理解し始めたということ。#nやっぱり世界に選ばれた魔法少女だけあるよ。",
			"그것을 이해할 수 있다면, 무엇이 아름다운지 이해하기 시작했다는 거야.#n역시 세계가 선택한 마법 소녀만이 있구나.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441242,
			"Well, I seem to have figured out something that would make the world a better place~",
			"那个，西琳好像有点明白了，应该能做出让世界更美好的东西了~",
			"あのね、シーリンも世界をもっと美しくできるものがわかってきた気がする。",
			"있잖아, 시린도 세계를 더욱 아름답게 할 수 있는 게 뭔지 알게 된 것 같아.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			441243,
			"Without delay, try the results of the special training right away.",
			"这才是救世主承认的魔法少女，事不宜迟，那就马上来试一试特训的成果吧。",
			"それでこそ救世主が認めた魔法少女！#n善は急げだ。今すぐ特訓の成果を試そう！",
			"그래야 구세주가 인정한 마법 소녀지!#n선은 서두르는 게 좋아. 지금 바로 특훈의 성과를 시험해 보자!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441244,
			"Yeah!",
			"嗯！",
			"うん！",
			"응!",
			null
		]
	],
	"2324": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441245,
			"The vessel of the star's prayers, Sir, show yourself, hey——",
			"蕴含星之祈愿的容器先生，请你出现吧，嘿——",
			"星の祈りを含む容器さん、出てきて！　えいっ！",
			"별의 기도를 담은 용기님, 나와! 에잇!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				5,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			441246,
			"You seem to have mastered the art of spells. What is this vessel?",
			"看来你已经对魔咒的运用十分娴熟了，这个瓶子到底是？",
			"どうやら魔法の呪文の使い方に慣れてきたみたいだ。#nところで、その瓶は一体……？",
			"어쩌면 마법 주문 사용법에 익숙해진 것 같아.#n그런데, 그 병은 대체……?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441247,
			"This is the star vessel. I found that everyone's happy moment is when the wish is realized, the star can realize everyone's wish, so called star wish vessel~",
			"这个是星愿瓶喔，西琳发现大家的幸福时刻都是愿望被实现的时候，星星能实现大家的愿望，所以叫星愿瓶~",
			"これは星を入れる瓶だよ。#n願いや望みが叶った時こそが幸せな時間なんだって気が付いたの。#nお星様はみんなの願いを叶えられるんだよ。#nだから星の瓶っていう名前なの～",
			"이건 별을 넣는 병이야.#n소원이나 바람이 이뤄질 때가 바로 행복한 시간이라는 걸 깨달았어.#n별님은 모두의 소원을 이뤄줄 수 있어.#n그래서 별 병이라는 이름이야~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			441248,
			"Is it to make the world a better place by making a wish machine?",
			"不错的品味，是要通过制造愿望机来让世界更美好吗？",
			"なかなかのセンスね。願い製造機によって世界を美しくするの？",
			"꽤 센스 있네. 소원 제조기로 세계를 아름답게 하는 거야?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441249,
			"It's a little different, as you'll see~",
			"稍微有点不一样喔，九霄大人接下来就会知道了~",
			"ちょっと違うかな～。九霄様もすぐにわかるよ～",
			"조금 다른 것 같아~. 큐쇼님도 곧 알게 될 거야~",
			null
		],
		[
			"portraits",
			[
				513,
				5,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441250,
			"Happy and beautiful moment, please stop and stay in this small container——",
			"幸福而又美好的时刻，请你们停下脚步，留在这小小的容器里面吧——",
			"幸せで美しい時よ、歩くことを止めて、この小さな瓶の中に留まって！",
			"행복하고 아름다운 시간이여, 멈춰 서서 이 작은 병 안에 머물러라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441251,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441252,
			"This is?",
			"这是？",
			"これは？",
			"이건?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				786,
				0,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441237,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			441237,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				787,
				0,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441237,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			441237,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441253,
			"A happy moment for everyone is a good moment. As long as they are collected bit by bit and put into containers, the world will become better and better~",
			"大家的幸福时刻就是美好，只要把它们一点一点收集起来装进容器，这个世界就会变得越来越美好吧~",
			"みんなの幸せな時間って美しいものなんだって思ったの。#nそれを少しずつ集めて星の瓶に入れれば、世界はもっと美しくなるよ～",
			"모두의 행복한 시간이 정말 아름답다는 생각이 들었어.#n그걸 조금씩 모아 별 병에 담으면 세상이 더 아름다워질 거야~",
			null
		],
		[
			"msg",
			441254,
			"Thanks to Kyuushou who showed me around, I can understand how to make the world a better place.",
			"多亏了九霄大人带西琳参观，西琳才能明白怎么让世界变得更美好~",
			"九霄様がシーリンをここに連れてきてくれたおかげで#nシーリンはどうすれば世界をもっと美しいものにできるかわかったよ！",
			"큐쇼 님이 시린을 여기로 데려와 줘서#n시린은 어떻게 하면 세상을 더 아름답게 만들 수 있는지 알게 됐어!",
			null
		],
		[
			"msg",
			441255,
			"Although in reality can not do like now, but I will try hard~",
			"虽然在现实里做不到像现在那样，但是西琳会努力的~",
			"現実の世界では魔法は使えないけれど、シーリンは頑張るよ～",
			"현실 세계에서는 마법을 쓸 수 없지만, 시린은 노력할 거야~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441256,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			441257,
			"No……",
			"不是的……",
			"そうじゃない……。",
			"그게 아니야…….",
			null
		],
		[
			"msg",
			441258,
			"I didn't mean for you to think that…",
			"我不是想让你那么认为才……",
			"シーリンにそう思ってもらいたかったわけじゃない……。",
			"시린에게 그렇게 생각해 주길 바란 게 아니었는데…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441259,
			"Well, did Kyuushou say anything just now?",
			"嗯~九霄大人刚刚说了什么吗？",
			"ん～、九霄様、なにか言った？",
			"음~ 큐쇼 님, 뭐라고 하셨어?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441260,
			"That's not the way it should be.",
			"不该是这样的。",
			"こんなはずじゃなかった！",
			"이런 게 아니었는데!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441261,
			"——System Announcer: Please note that we have 30 minutes before the end of the project.",
			"——系统广播：请注意，课题离终止时间还有三十分钟。",
			"——ご注意ください。終了の時間まで残り30分です。",
			"—— 주의해 주세요. 종료 시간까지 30분 남았습니다.",
			null
		],
		[
			"msg",
			441262,
			"——System Announcer: Please finish using as soon as possible and repeat……",
			"——系统广播：请使用人员尽快结束使用，再重复一次……",
			"——使用者は速やかに使用を終了してください。もう一度繰り返します。",
			"—— 사용자는 신속히 사용을 종료해 주세요. 다시 한 번 반복합니다.",
			null
		]
	],
	"2325": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441263,
			"That's not true.",
			"不是这样的。",
			"そうじゃないんだ。",
			"그게 아니야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441264,
			"Eh~？",
			"嗯~？",
			"ん～？",
			"음~?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441265,
			"Have you seen so many moments of happiness for everyone? Do you think of any moments when you feel happy?",
			"西琳看过那么多大家的幸福时刻，有想起自己觉得幸福的时刻吗？",
			"シーリン、みんなの幸せな時間をたくさん見たよね。#nだけど、シーリン自身が幸せだと思う時間は思い出せた？",
			"시린, 모두의 행복한 시간을 많이 봤잖아.#n그런데 시린 자신이 행복하다고 생각한 시간은 기억나?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441266,
			"If everyone is happy and wonderful, Sirin will surely be happy and wonderful too~",
			"只要大家都觉得幸福、美好，那西琳肯定也会同样幸福、美好~",
			"みんなが幸せで美しいと思えるなら#nシーリンも同じように幸せで美しい気持ちになれると思うの～",
			"모두가 행복하고 아름답다고 생각한다면#n시린도 똑같이 행복하고 아름다운 기분이 될 수 있을 것 같아~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441267,
			"I am not asking for a template answer, I am asking -- Sirin, do you have moments when you are truly, truly, happy, beautiful?",
			"我要的不是那种模板回答，我是在问——西琳你有真正发自内心，感到幸福、美好的时候吗？",
			"求めているのはそんな回答じゃない！#nシーリン自身が本当に心の奥から幸せや美しさを感じる時が#nあるのかってことを聞いてるの！",
			"바라는 건 그런 대답이 아니야!#n시린 자신이 진짜 마음 깊은 곳에서 행복이나 아름다움을 느낄 때가#n있는지 않냐고 묻는 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441268,
			"As long as everyone thinks…",
			"只要大家都觉得……",
			"み、みんなが……。",
			"모, 모두가…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441269,
			"I am asking what is really inside Sirin.",
			"我是在问，西琳内心真正的想法。",
			"違う！　私が聞いているのは、シーリン自身が想う心の考え方だよ。",
			"아니! 내가 묻는 건 시린 자신이 생각하는 마음속 생각이야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				7,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441270,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441271,
			"Sorry, Kyuushou.",
			"对不起，九霄大人。",
			"ごめんなさい、九霄様。",
			"미안해요, 큐쇼님.",
			null
		],
		[
			"portraits",
			[
				513,
				11,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441272,
			"I thought about this question at the beginning, but I couldn't understand it after thinking for a long time. Although I have encountered many interesting things, but they are not happy and beautiful...",
			"西琳一开始的时候就在想这个问题，但是想了很久很久都不明白，虽然碰到过很多有趣的东西，但是它们都不是幸福和美好……",
			"シーリンは最初からそのことを考えていたんだ……。#nでも、ずっとずっと考えてたくさん触れ合っても#nどれも幸せで美しいものに思えなくて……。",
			"시린은 처음부터 그걸 생각하고 있었어…….#n하지만, 계속 계속 생각하고 많이 스쳐도#n전혀 행복하고 아름다운 걸로 느껴지지 않아서…….",
			null
		],
		[
			"msg",
			441273,
			"I think maybe it's because I'm so different from everyone else that I don't know what the answer is. If I were an ordinary child, I might be able to give the answer that Kyuushou likes...I'm sorry.",
			"西琳觉得也许是因为西琳和大家都不太一样，所以才会不明白答案是什么，如果西琳是一个普通孩子的话，也许就能给出九霄大人喜欢的答案了……对不起。",
			"もしかしたら、シーリンがみんなと違うから、答えがわからないのかも。#nもし、普通の子供だったら、九霄様が望んでいる答えを出せたのに……。",
			"어쩌면, 시린이 다른 사람들과 달라서, 답을 모르는 걸지도 몰라.#n만약, 평범한 아이였다면, 큐쇼님이 바라시는 답을 낼 수 있었을 텐데…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441274,
			"——System Announcer: Please note that we have ten minutes before the end of the project.",
			"——系统广播：请注意，课题离终止时间还有十分钟。",
			"——ご注意ください。終了の時間まで残り10分です。",
			"——주의해 주세요. 종료 시간까지 10분 남았습니다.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441275,
			"You're right, the past is unchangeable.",
			"说得没错，过去始终是无法改变。",
			"全くその通りだ。過去はいつまでも変えられない。",
			"정말 그렇지. 과거는 영원히 바꿀 수 없어.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				11,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441276,
			"Oooo... Sorry, I was to blame for the loss of…",
			"呜……对不起，都怪西琳让九霄大人失……",
			"うぅ……ごめんなさい。シーリンのせいで九霄様をがっかり——",
			"우으…… 미안해요. 시린 탓에 큐쇼님을 실망시켜서 ——",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				11,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			441277,
			"Wait, don't get me wrong, Lord Savior doesn't mean to blame you.",
			"慢着~可别误会了，救世主大人可没有责怪你的意思。",
			"違うよ、誤解しないで。私はシーリンを責めるつもりなんてないの。",
			"아니야, 오해하지 마. 난 시린을 탓하려는 게 아니야.",
			null
		],
		[
			"msg",
			441278,
			"That doesn't matter to me at all.",
			"不过是区区漆黑往昔的破灭之孽，这种程度对我来说根本不算什么，倒不如说这才能激发九霄大人身为救世主的干劲！",
			"たかだか過ぎ去りし漆黒と破滅の罪悪。#nむしろ、それでこそ九霄様の救世主としての意欲をかき立てるのだ！",
			"겨우 지나간 칠흑과 파멸의 죄악.#n오히려, 그렇기에 큐쇼님의 구세주로서의 의욕을 불러일으키는 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			441279,
			"Hum？",
			"咦？",
			"えっ？",
			"엣?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			441280,
			"The past cannot be changed. In that case, create the present and the future. As long as the days after the happy, one day will be able to understand happiness and beauty!",
			"过去无法改变，既然是那样就去创造现在和未来好了，只要以后的日子过得开心，总有一天就能理解幸福和美好！",
			"過去は変えられない。それなら現在と未来を築けばいい。#nこれからの日々を楽しく過ごせれば、いつか理解できる日が来るはずだ！",
			"과거는 바꿀 수 없다. 그렇다면 현재와 미래를 쌓아가면 된다.#n앞으로의 나날을 즐겁게 보낼 수 있다면, 언젠가 이해하게 되는 날이 올 거야!",
			null
		],
		[
			"msg",
			441281,
			"Whenever the Savior will be with you~",
			"放心吧，无论什么时候救世主大人都会陪着你，就当是乘上尘世巨龙的双翼好了！",
			"安心するがいい。#nたとえどんな時であろうと、救世主様が傍についているから。#n俗世の巨竜の翼に乗ったつもりでいるがいい！",
			"안심하는 게 좋을 거야.#n아무리 어떤 때라도, 구세주님이 곁에 있으니까.#n속세의 거룡의 날개에 탄 셈 치는 게 좋을 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				11,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441282,
			"But……",
			"可是……",
			"でも……。",
			"하지만…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				11,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			441283,
			"Come on to the difficulties and trials, just hold on to my hand and don't worry about anything else.",
			"困难和试炼也尽管来吧，九霄大人可是能到达所有可能性的救世主，你只要抓紧我的手就好了，别的不用担心。",
			"困難や試練だろうと、どんどんかかってくるがいい！#n我はあらゆる可能性にたどり着ける救世主だ！#nシーリンはただ我の手に掴んでいればいい。心配することは何もない。",
			"곤란함이나 시련이라도, 마구 덤벼들어라!#n나는 모든 가능성에 도달할 수 있는 구세주다!#n시린은 그저 내 손에 꼭 잡고 있기만 하면 돼. 걱정할 건 아무것도 없어.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441284,
			"Sirin got it! I won't let it go!",
			"西琳明白了！一定不会放手的！",
			"う、うん……わかったよ！　絶対に手を放したりしないよ！",
			"응, 응… 알았어! 절대 손을 놓지 않을 거야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			441285,
			"That's the momentum, so it's about time. It's time to go back.",
			"就是这个气势，那么时间也差不多了，也是时候回去了吧。",
			"その勢いだ！　それじゃあ、そろそろ時間だから帰ろうか。",
			"그 기세다! 그럼, 슬슬 시간이니까 돌아가자.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441286,
			"Let's go back~",
			"回去吧~",
			"うん、帰ろう～",
			"응, 돌아가자~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441287,
			"——System Announcer: Please note that we have five minutes before the end of the project.",
			"——系统广播：请注意，课题离终止时间还有五分钟。",
			"——ご注意ください。課題終了の時間まで残り5分です。",
			"주의해 주세요. 과제 종료 시간까지 5분 남았습니다.",
			null
		]
	],
	"2326": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441288,
			"Something suddenly came to mind~",
			"九霄大人，西琳突然想起来一件事情~",
			"九霄様、シーリンね、急に思い出したの～",
			"큐쇼님, 시린네, 갑자기 생각났어~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			441289,
			"Anyway, Kyuushou will definitely follow the pact of blood with the sorcerer girl.",
			"哼哼哼，尽管说吧，九霄大人一定会遵循和魔法少女的血之盟约。",
			"ふふーん、発言を許可しよう。#n九霄様は必ずや魔法少女との血の盟約を守ってみせよう！",
			"흐흐-응, 발언을 허락하겠어. 큐쇼님은 반드시 마법 소녀와의 피의 맹약을 지켜 보이겠어!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			441290,
			"When I gave Kyuushou a lap pillow just now, I don't know why I seemed to feel a little happy. I want to try again, so that Maybe I can find the beauty and happiness that belongs to Sirin~",
			"刚才西琳给九霄大人膝枕的时候呢，不知道为什么好像有一点开心的感觉，西琳想再试一次，这样说不定就能找到属于西琳的美好和幸福了~",
			"さっき、シーリンが九霄様を膝枕をしていた時なんだけど#n少し嬉しいような気持ちがしたの。もう一度試してみたいんだ。#nそうすれば、シーリンは美しさや幸せも見つかるかもしれないでしょう？",
			"아까, 시린이 큐쇼님께 무릎베개를 해줬을 때 말이야#n조금 기분이 좋았어. 한 번 더 해보고 싶어.#n그럼 시린도 아름다움과 행복을 찾을 수 있지 않을까?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441291,
			"Of course... Uh, the lap pillow...",
			"当然可……呃，膝、膝枕嘛……",
			"もちろんいいけど……うっ、ひ、膝枕か……。",
			"물론 좋지만… 으, 무, 무릎베개라니…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441292,
			"...Isn't Kyuushou willing?",
			"……九霄大人不愿意吗？",
			"……九霄様はイヤ？",
			"……큐쇼님, 싫어요?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			441293,
			"Of course not! It's just...Well, you see, it's almost time to go back. Maybe we can do this kind of thing later.",
			"当、当然不是了！只是……嗯，你看差不多该回去了，这种事情晚点再做也可以的吧。",
			"も、もちろん違うよ！#nただ……うん、ほら、そろそろ帰らなきゃ。#nそういうことは後からでもできるじゃない？",
			"물, 물론 아니야!#n그냥… 음, 있잖아, 이제 곧 돌아가야 해.#n그런 건 나중에 해도 되잖아?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441294,
			"——System Announce: Please note that there is still...",
			"——系统广播：请注意，课题离终止时间还有……",
			"——ご注意ください。課題終了の時間まで残り……。",
			"—— 주의하세요. 과제 종료 시간까지 남은 시간…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441295,
			"【Relieved】Well, I made it.",
			"【安心】哎哟，还好赶上了。",
			"【安心】ふぅ、間に合ってよかったです。",
			"【 안심】 후우, 간신히 맞췄네요.",
			null
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			441296,
			"【Consideration】Don't worry, Phemie Iris is a super caring AI. I have extended your project time by one hour, so please feel free to use~",
			"【体贴】放心吧，菲米丽丝可是相当会照顾人的超级AI，已经帮你们将课题的使用时间延长一个小时了，请尽情使用~",
			"【配慮】安心してください。#nフェミリスはとても面倒見が良いスーパーAIです。#n二人のために使用時間を1時間延長しておきました。#n思う存分使ってくださいね！",
			"【 배려】 안심하세요.#n페미리스는 아주 세심한 슈퍼 AI랍니다.#n두 분을 위해 사용 시간을 1시간 연장해 두었어요.#n마음껏 사용하세요!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				38,
				3,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			441297,
			"Hello, hello... Phemie Iris, you... Don't do that!",
			"喂，喂……菲米丽丝你居然……不带这么干的！",
			"ちょ、ちょっと……フェミリス、そんなことしちゃダメだって！",
			"잠, 잠깐만… 페미리스, 그런 짓 하면 안 된다고!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			441298,
			"【Sniker】Let the Savior cherish this hour and reach out to all possibilities. By the way, this isn't revenge for the last time of Savior messed around in Stigmata space.",
			"【坏笑】那就请救世主好好珍惜这一个小时，到达所有的可能性吧。顺便说一句，这可不是在报复上次救世主大人在圣痕空间乱来喔~",
			"【薄笑】それでは救世主様、この1時間を大切にしてくださいね！#nそして、あらゆる可能性に挑戦してください。#nあ、これはこの間九霄が聖痕空間をかき乱した報復ではありませんよ～",
			"【 살짝 웃으며】 그럼 구세주님, 이 1시간을 소중히 보내세요!#n그리고 모든 가능성에 도전해 보시길.#n아, 이건 지난번 큐쇼가 성흔 공간을 어지럽힌 것에 대한 복수는 아니랍니다~",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			441299,
			"Lie down, Sirin is ready.",
			"九霄大人快躺下来吧，西琳已经准备好了。",
			"九霄様、はやく横になって。シーリンは準備できたよ。",
			"큐쇼님, 빨리 누워요. 시린 준비됐어요.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			441300,
			"...Yes, the last time I was wrong in the Stigmata space, I apologize! Sorry!",
			"那、那个……对了，上次在圣痕空间的事情是我不对，我道歉！对、对对不起！",
			"そ、その……この前の聖痕空間の件は私が悪かったから！#nちゃんと謝るから！　ご、ごめ……ごめんなさい！",
			"그, 그…… 이번 성흔 공간 일은 내가 잘못이었어!#n제대로 사과할게! 미, 미안…… 미안해!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			441301,
			"【Happy】By the way, the simulation of this topic is for reference only and does not represent my deep consciousness——So maybe there will be another time~",
			"【开心】顺带一提本次课题的模拟仅供参考，并不代表本人深层意识喔——也就是说也许还有下次呢~",
			"【愉快】ちなみに、今回のシミュレーションはあくまでも参考であって#n本人の深層意識を表したものではありません。#nつまり次があるかもしれないということですよ～",
			"【유쾌】참고로, 이번 시뮬레이션은 어디까지나 참고일 뿐#n본인의 심층 의식을 나타낸 것은 아닙니다.#n즉 다음이 있을 수도 있다는 거예요~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				38,
				3,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			441302,
			"Hey—— ! ! !",
			"喂——！！！",
			"フェミリス！　ちょっと、お願いだから早く——",
			"페미리스! 자, 제발 빨리——",
			null
		]
	]
}