{
	"1696": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130073,
			"Report, No.5 team have arrived!",
			"报告总部，第五小队到达作战地点，请指示！",
			"報告します。第五小隊目的地到着、指示をどうぞ！",
			"보고합니다. 제5소대 목적지 도착, 지시 바랍니다!",
			"Reporting. Squad V has arrived at the destination, instructions please!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130074,
			"… Too cold! COLD! Where are we!!",
			"呜……好冷！好冷！这到底是什么鬼地方！！",
			"う…寒い！寒すぎる！何よここ！！",
			"으... 추워! 너무 추워! 여기 대체 뭐야!!",
			"Ugh... it's cold! It's too cold! What is this place?!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130075,
			"Don't act like this, we are going to be A-level Valkyrie!",
			"作为女武神可得拿出一点根性才行啊，这个样子可没办法成为A级女武神哦~",
			"ヴァルキリーなんだから根性を見せなさい。今のままだとA級ヴァルキリーになれないわよ～",
			"발키리인데 정신 차리라고. 이러면 A급 발키리가 될 수 없어~",
			"You're a Valkyrie, so show some guts. If you keep this up, you're never going to become an A-rank Valkyrie~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130076,
			"You always lie on the meeting room and drink coffee, you don't have right to say that!",
			"自己躺在会议室里喝着咖啡的人没资格这么说啦！",
			"会議室でゴロゴロしてコーヒー飲んでるやつに言われたくない！",
			"회의실에서 뒹굴며 커피 마시는 사람한테 듣고 싶지 않아!",
			"I don't want to be told that by someone always lounging around in a conference room drinking coffee!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130077,
			"Seems there is no Houkai power in this place…",
			"真是的……这种鸟不拉屎的地方怎么会有崩坏发生嘛……",
			"もう…こんな何もないところに崩壊なんてないわよ……",
			"젠장... 이런 아무것도 없는 곳에 붕괴 같은 건 없을 거야...",
			"Really... How could a Honkai outbreak happen in such a remote place...?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130078,
			"Kiana, you must don't listen carefully… We are in West Siberia, where second Houkai happened.",
			"琪亚娜，你崩学课果然没有好好听吧……这里是西西伯利亚地区，可是第二次崩坏发生的地方哦。",
			"キアナ……崩壊学の授業ちゃんと聞いてた？ここは西シベリア地域、第二次崩壊が発生した場所よ。",
			"키아나...... 붕괴학 수업 제대로 들었어? 여기는 서시베리아 지역, 제2차 붕괴가 발생한 곳이야.",
			"Kiana... Were you listening in Honkai Studies class? This is the Western Siberian region, where the Second Eruption occurred."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130079,
			"Errr… I know that!",
			"呃……这！这种事我当然知道啦！",
			"え……そ、そんなの！知ってたよ！",
			"어... 그, 그런 거! 알고 있었어!",
			"Eh... o-of course I know that!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130080,
			"I think Kiana is right, no one likes here, let's finish checking and go to have a drink!",
			"嘛，琪亚娜说的也没错，这种冰天雪地的地方可没人会喜欢，赶紧完成任务去酒吧喝一杯暖暖身子吧！",
			"ま、キアナの言うことも分かるよ、こんな酷寒地帯が好きな人なんていないわ。早く終わらせて一杯飲んで温まりましょう！",
			"뭐, 키아나 말도 이해가 돼, 이런 혹한 지대를 좋아하는 사람은 없어. 빨리 끝내고 한 잔 마시며 따뜻해지자구!",
			"Well, I understand what Kiana is saying. No one likes this freezing cold place. Let's finish this quickly and have a drink to warm ourselves up!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130081,
			"We are under 21!",
			"我们可是未成年人啊喂……",
			"私たち未成年なんですけど……",
			"우리 미성년자라구요...",
			"We're minors though..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130082,
			"Alright, let me introduce the mission this time. We are here to check the weird Houkai energy.",
			"好了，我来说明一下本次的任务吧。这次我们的目标是调查原第二次崩坏战场遗址中发生的不明崩坏能波动反应。",
			"任務の説明をするわよ。今回の目的は第二次崩壊の戦場跡で発生した正体不明の崩壊エネルギー反応の調査よ。",
			"임무 설명을 할게. 이번 목적은 제2차 붕괴의 전장 터에서 발생한 정체불명의 붕괴 에너지 반응 조사야.",
			"I'll explain the mission. The objective this time is to investigate an unidentified Honkai energy reaction that occurred at the site of the Second Eruption battlefield."
		],
		[
			"msg",
			130083,
			"2000 years ago, shicksal stop the second Houkai. Recently, we found some Houkai energy in the same place.",
			"在2000年结束的第二次崩坏战争中天命战胜了第二律者阻止了崩坏，随后这片地区就进入了封锁状态，但是在近期有一股微弱的崩坏能波动从这里扩散出来，并有不断增强的趋势。",
			"2000年に終結した第二次崩壊戦争で、天命が第二律者を倒し崩壊を阻止して以来、この地域はずっと封鎖状態にあるけれど、最近微弱ながらここを中心源に増幅を続ける崩壊エネルギーの波動が確認されたわ。",
			"2000년에 종결된 제2차 붕괴 전쟁에서 천명이 제2율자를 쓰러뜨리고 붕괴를 저지한 이래, 이 지역은 계속 봉쇄 상태였지만 최근 미약하나마 여기를 중심원으로 증폭을 계속하는 붕괴 에너지의 파동이 확인됐어.",
			"This area has been sealed off ever since the Second Eruption ended in 2000, when Schicksal defeated the 2nd Herrscher and prevented the world from being destroyed. However, recently, weak waves of Honkai energy have been detected that are gradually growing stronger with this place as their central source."
		],
		[
			"msg",
			130084,
			"Just check it.Take care of yourself!",
			"我已经把崩坏能发生的位置坐标传输给你们了。记住这次的任务只是调查，虽然第二次崩坏已经结束，但这里毕竟是发生过大崩坏的地方，什么突发情况都有可能发生。务必保持联络，如有紧急事态必须立刻撤离！",
			"崩壊エネルギーが発生した場所の座標を送っておいたわよ。今回の任務は調査だけだからね。第二次崩壊は終焉したけれど、ここは大崩壊が発生した場所、何か起こるか分からないわ。即時連絡出来るようにしてちょうだい、何かあったらすぐに撤退するのよ！",
			"붕괴 에너지가 발생한 장소의 좌표를 보내뒀어. 이번 임무는 조사만 하면 되니까. 제2차 붕괴는 끝났지만, 여긴 대붕괴가 발생한 장소라 뭐가 일어날지 몰라. 즉시 연락할 수 있게 해둬, 뭔가 있으면 바로 철수하는 거야!",
			"I've sent you the coordinates of where the Honkai energy is coming from. Your mission this time is just to investigate. The Second Eruption has ended, but this is where it occurred, so we don't know what will happen. Please make sure you can contact us immediately, and if anything happens, retreat immediately!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130085,
			"Roger that! Let's go!",
			"遵命！那我们开始任务吧！",
			"了解です！任務を開始します！",
			"알겠습니다! 작업을 시작하겠습니다!",
			"Roger that! Let's begin the mission!"
		]
	],
	"1697": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130086,
			"It's a long time since the second Houkai, I can't image the Houkai energy here is still so strong…",
			"没想到第二次崩坏过了这么久，这里的崩坏能量居然还这么强烈……",
			"第二次崩壊からこれだけ経っても強い崩壊エネルギーが残ってるなんて……",
			"제2차 붕괴에서 이렇게 오랜 시간이 지났는데도 강한 붕괴 에너지가 남아있다니……",
			"Even after so much time has passed since the Second Eruption, there's still a lot of Honkai energy remaining..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130087,
			"In the second Houkai, a lot of shicksal S-level Valkyrie took part in…",
			"在对抗第二次崩坏的时候，天命不仅出动了S级女武神，更不惜使用核武器进行打击…这副战斗后光景比起课本中的画面更加触动人心……真是残酷的现实。",
			"第二次崩壊との戦いで天命はS級ヴァルキリーだけじゃなく、核兵器も投入したけど……この戦争後の風景は教科書よりも鮮明ね……何という残酷な現実なのかしら……",
			"제2차 붕괴와의 전투에서 천명은 S급 발키리뿐만 아니라 핵무기도 투입했지만…… 이 전쟁 이후의 풍경은 교과서보다도 선명해…… 얼마나 잔혹한 현실인지……",
			"In the battle in the Second Eruption, Schicksal not only deployed an S-rank Valkyrie, but also nuclear weapons... The scenery from this war was here is more touching than anything in a textbook... What a cruel reality..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130088,
			"Wait… S-level?? A is not highest?!",
			"又是S级女武神又是核武器的，还真是大场面呢……呃！等等！S级女武神！？原来A级不是最高的等级么！",
			"S級ヴァルキリーに核兵器に、壮絶だね……あ！待って！S級ヴァルキリー！？A級が一番上じゃないの！？",
			"S급 발키리에 핵무기까지, 장난이 아니네…… 아! 잠깐! S급 발키리!? A급이 최고 등급이 아니었어!?",
			"An S-rank Valkyrie and nuclear weapons, that's spectacular... Ah! Wait! An S-rank Valkyrie?! Isn't A-rank the highest?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130089,
			"Ah… You must play mobile games. The S-level is the highest, and there is only one in the history. Her name is S…",
			"哎……看看你上课就知道玩手游，居然连这种最基本的内容都不知道。S级女武神才是最高的级别，但是整个女武神部队的历史上，只有一个人成为了S级女武神，名字叫做塞……",
			"はぁ……授業中ケータイでゲームばかり遊ぶから、基本的な事も覚えてないのね。S級が一番上よ、でも、ヴァルキリーの歴史上S級になった人は１人だけ、名前は確かセシ……",
			"하아…… 수업 중에 핸드폰으로 게임만 하니까 기본적인 것도 기억을 못하는구나. S급이 가장 높은 등급이야, 하지만, 발키리 역사상 S급이 된 사람은 단 한 명뿐, 이름은 확실히 세시……",
			"Sigh... You spend all your time playing games on your phone during class, so you don't even remember even the basics. S-rank is the highest rank, but in the history of Valkyries, there has only been one person who has reached S-rank, and her name is Ceci..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130090,
			"Stop chatting! You are still far away from A-level!",
			"有时间闲聊的话不如好好执行任务吧！以你们现在的实力A级都是遥不可及的目标哦~",
			"お喋りしている暇があるなら真面目に任務遂行しなさい！今のあなた達じゃA級になるのも夢のまだ夢よ～",
			"잡담할 시간 있으면 진지하게 임무 수행해! 지금 너희들 실력으로는 A급 되는 것도 꿈의 꿈이야~",
			"If you have time to chat, get on with your duties seriously! Right now, even becoming an A-rank is just a dream~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130091,
			"Humph! We can't learn from missions like this…",
			"哼！什么嘛！任务总是调查这调查那的一点挑战都没有！怎么提升嘛！",
			"ふん！何よ！調査の任務ばっかで全然やりがいないじゃん！どうやって強くなるのよ！",
			"흥! 뭐야! 조사 임무ばっかで 전혀 보람 없잖아! 어떻게 강해지는 거야!",
			"Hmph! What is this?! There's only ever investigation missions and they're not rewarding at all! How am I supposed to get stronger?!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130092,
			"Kiana, stop complaining.",
			"琪亚娜，与其抱怨还不如好好执行任务。",
			"キアナ、愚痴より任務に集中した方がいいわよ。",
			"키아나, 불평보다 임무에 집중하는 게 좋아.",
			"Kiana, focus on the mission instead of complaining."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130093,
			"Yes~ yes~So where should we start?",
			"是~是~所以我们要调查的崩坏能到底在哪呢？",
			"はいはい～で、私たちが調査する崩壊エネルギーはどこにあるの？",
			"네네~ 그래서 우리가 조사할 붕괴 에너지는 어디에 있는 거야?",
			"Okay, okay~ So, where is the Honkai energy we have to investigate?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130094,
			"I think I found the source, we can try to check it there.",
			"虽然被残留的崩坏能影响无法准确探测位置，但是坐标区域内的确有一个微弱的波动正在向外扩散，布洛妮娅正在尽力搜查。",
			"残留する崩壊エネルギーの影響で正確な位置までは検出出来ませんが、座標域内に外部に拡散する微弱な波動があるのは確かです。ブローニャは全力で捜査中です。",
			"잔류하는 붕괴 에너지의 영향으로 정확한 위치까지는 검출할 수 없지만, 좌표 영역 내에 외부로 확산하는 미약한 파동이 있는 것은 확실합니다. 브로냐는 전력으로 수사 중입니다.",
			"Although it is not possible to detect the exact location due to the nature of Honkai energy, there is certainly a weak wave within the coordinate area radiating outwards. Bronya is currently conducting a full investigation."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130095,
			"Humph! Hope we can stay alive until the mission finishes!",
			"哼！希望在找到之前我们还没有被冻死！",
			"ふんっ！見つかる前に凍死にならなきゃいいけどね！",
			"흥! 발견되기 전에 얼어 죽지만 않으면 좋겠네!",
			"Hmph! I hope I don't freeze to death before we find it!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130096,
			"Bang!!!",
			"轰隆！！",
			"ドッゴォン！",
			"도고온!",
			"Boom!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130097,
			"Ahhh!",
			"呜哇！！！",
			"うわっ！！！",
			"우왁!!!",
			"Ahhh!!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130098,
			"Alright… Kiana, stop that… Errr? Where is Kiana?!",
			"好啦……琪亚娜不要再闹了，好好执行……呃？琪亚娜人呢！？",
			"もう……キアナもやめなさい、任務に集中……あれ？キアナは！？",
			"젠장... 키아나도 그만해, 임무에 집중... 어라? 키아나는!?",
			"Stop it already... Kiana, concentrate on your mission... Huh? Wait, where's Kiana?!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130099,
			"What a huge hole! Maybe Kiana is… Let's find her inside!",
			"这里有的大洞！琪亚娜应该是掉下去了！我们也跟上去！",
			"大きな穴が空いてる！キアナはこの中に落ちたみたいね！行くわよ！",
			"큰 구멍이 뚫려있어!키아나는 이 안으로 떨어진 모양이네! 갈게!",
			"There's a big hole! Looks like Kiana fell into it! Let's go!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130100,
			"Shala shala…",
			"沙拉沙拉……",
			"ぱらぱら……",
			"주르륵……",
			"Shuffle..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130101,
			"Ouch! It hurts a lot…",
			"呜！疼疼疼……",
			"う！いたたた……",
			"으! 아야야……",
			"Ugh! Owww..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130102,
			"Here is… I can't image there is so much space underground.",
			"这里是……没想到地下居然有这么大的空间。洞顶的冰川好像龙的鳞片一样！好漂亮啊~",
			"ここは…地下にこんな大きな空間があったなんて。洞窟の天井の氷河、龍の鱗みたい！きれいね～",
			"여기는… 지하에 이런 큰 공간이 있을 줄이야. 동굴 천장의 빙하, 용의 비늘 같아! 예쁘다~",
			"This place... I had no idea there was such a big space underground. The glacier on the ceiling of the cave looks like dragon scales! It's so beautiful~"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130103,
			"I can feel the Houkai energy is not far away from us.",
			"布洛妮娅检测到崩坏能的波动增强了，能量源应该就在前面。",
			"ブローニャは崩壊エネルギーの波動が増幅したのを感知しました。この先に崩壊源があるはずです。",
			"브로냐는붕괴 에너지의 파동이 증폭된 것을 감지했습니다. 이 앞에붕괴 원인이 있을 거예요.",
			"Bronya sensed the waves of Honkai energy had amplified. The source of it must be up ahead."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130104,
			"Hoho~ A fault on the right side~ Good job, Kiana!",
			"嚯嚯~真是因祸得福呢~干得不错琪亚娜！",
			"へぇ～禍を転じて福と為すか～やったわねキアナ！",
			"헤에~ 화를 복으로 바꾸다니~ 잘했어키아나!",
			"Wow~ This really is a blessing in disguise~ Good job, Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130105,
			"I'm not happy at all…",
			"我可一点都高兴不起来……",
			"うれしくないんですけど……",
			"기쁘지 않은데요……",
			"I'm not happy about it though..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130106,
			"Look! A big crystal over there! It's flying…",
			"大家快看！那边半空中有块冰晶！这么大的冰晶居然能飘在空中……",
			"みんなあっちを見て！氷晶が空中に浮いてるよ！こんな大きいのが空中に浮くなんて……",
			"얘들아 저기 봐! 얼음 결정이 공중에 떠 있어! 이렇게 큰 게 공중에 떠 있다니……",
			"Everyone, look over there! There are ice crystals floating in the air! Who would have thought something this big could float in the air..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130107,
			"That crystal… I can feel the Houkai energy in it. And there is a life in it…",
			"那个冰晶……崩坏源就是从那里放射出来的。而且布洛妮娅检测到冰晶内有生命反应……",
			"あの氷晶……あの氷晶から崩壊源が放たれています。それと、氷晶の中に生命体反応を確認しました……",
			"저 얼음 결정… 저 얼음 결정에서붕괴 원인이 방출되고 있습니다. 그리고, 얼음 결정 안에 생명체 반응을 확인했어요……",
			"Those ice crystals... Honkai energy is being emitted from those ice crystals. Also, there is a lifeform reaction confirmed within the ice crystals..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130108,
			"I can see a person inside!! A naked girl! Awesome!",
			"那里面好像有一个人！！而且还是裸体的萌妹子！！好棒！",
			"中に人がいるよ！！しかも裸のかわいい子ちゃん！！おいしい！",
			"안에 사람이 있어!! 게다가 벌거벗은 귀여운 애야!! 맛있겠다!",
			"There seems to be someone in there!! And it’s a cute naked girl!! Great!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130109,
			"Kiana…",
			"琪亚娜……",
			"キアナ……",
			"키아나……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130110,
			"Ahhh! No!! Mei! I'm just saying the crystal is weird… Ah~ Haha~",
			"啊！不！芽衣学姐！不是这样的！我是说这个冰晶真是好奇怪~啊哈哈……",
			"あ！いや！違うよ先輩！おかしい氷晶だなぁって言ったの、あははは……",
			"아! 아니! 아니야 선배! 이상한 얼음 결정이네~라고 말한 거야, 아하하하……",
			"Ah! No! That's not what I said, senpai! I said that the ice crystals were strange, ahahaha..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130111,
			"I have a bad feeling…",
			"事情真是越来越诡异了……",
			"話がおかしくなってきたわね……",
			"이야기가 이상해지고 있어……",
			"This is getting weird..."
		],
		[
			"msg",
			130112,
			"Report, No. 5 team found the Houkai source!",
			"报告总部，第五小队发现崩坏源目标！各成员保持警惕，调查开始！",
			"報告します。目的の崩壊源を発見！各位細心の注意を払うように、調査開始！",
			"보고합니다. 목표 붕괴원을 발견! 각위 세심한 주의를 기울이도록, 조사 시작!",
			"Reporting, the source of the Honkai energy has been discovered! Please exercise extreme caution and begin investigation!"
		]
	],
	"1698": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130113,
			"Bang!!!",
			"轰隆隆！！！！",
			"ドッゴォォォォン！！！！",
			"우르르르릉!!!!",
			"BOOM!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130114,
			"Errrr! What's wrong this time!?",
			"呃！这次又是怎么回事！？",
			"えっ！今度は何！？",
			"엇! 이번엔 뭐야!?",
			"Eh?! What now?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130115,
			"Kiana!! Watch out!",
			"琪亚娜！！冰晶裂开了！快离开！",
			"キアナ！！氷晶が割れたわ！逃げて！",
			"키아나!! 얼음 결정이 깨졌어! 도망쳐!",
			"Kiana!! The ice crystal has broken! Run!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130116,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130117,
			"The girl inside awakes…",
			"冰晶里面的少女复苏了……",
			"氷晶の中の少女が、生き返った……",
			"얼음 결정 속의 소녀가, 되살아났다……",
			"The girl inside the ice crystal has come back to life..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130118,
			"Kill… Kill… My enemies…",
			"歼灭……扼杀……挡吾之敌……",
			"我が道を塞ぐ者……殲滅……扼殺……",
			"내 길을 막는 자…… 섬멸…… 억살……",
			"Those who stand in my way... annihilate... strangle..."
		],
		[
			"msg",
			130119,
			"Kill them all!",
			"尽数斩断！",
			"悉く裁断！",
			"모두 다 처단해!",
			"Cut them all to pieces!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130120,
			"!?",
			"！？",
			"！？",
			"안녕하세요!？",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130121,
			"Ping!!!",
			"呯！！！",
			"パァーン！！！",
			"빵!!!",
			"BAAAAANG!!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130122,
			"Himeko!",
			"姬子少校！",
			"姫子少佐！",
			"히메코少佐！",
			"Major Himeko!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130123,
			"I'm fine!",
			"我没事！",
			"大丈夫よ！",
			"괜찮아!",
			null
		],
		[
			"msg",
			130124,
			"Report! No. 5 team is attacking with Houkai creature!",
			"报告总部！第五小队与崩坏生物交战！",
			"報告します！第五小隊は崩壊生物との戦いに入ります！",
			"보고합니다! 제5소대는 붕괴 생물과의 전투에 들어갑니다!",
			"Reporting! Squad V is entering the battle against the Honkai being!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130125,
			"This is… Kira?! Why she is still alive! She should die in the second Houkai explosion…",
			"这个家伙是……浮空日珥·时雨绮罗！？为什么她还活着！明明在第二次崩坏中已经……",
			"これは……浮遊の紅炎・時雨綺羅なの！？生きてたの？どうやって？だって第二次崩壊中に……",
			"이건…… 부유의 홍염・시구레 키라야!? 살아있었어? 어떻게? 왜냐면 제2차붕괴 중에……",
			"This is... Shigure Kira, the Floating Solar Prominence?! She's still alive? How? I thought during the Second Eruption..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130126,
			"My sword… Fight until die!",
			"噬身原罪，归于虚无…符文圣剑，止战终焉！",
			"身を蝕む原罪、虚無に帰す……符文の聖剣、戦の終焉を成す！",
			"몸을 갉아먹는 원죄, 허무로 돌아가다…… 룬의 성검, 전쟁의 종말을 이룬다!",
			"The original sin that eats away at my body will return to nothingness... The holy sword of the symbols will bring an end to the war!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130127,
			"Ping!!!",
			"呯！！！",
			"パァーン！！！",
			"빵!!!",
			"BAAAAANG!!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130128,
			"Himeko! You can't beat her!! Take No. 5 team leave there now!",
			"姬子！这个家伙不是你们能对付的！快带着第五小队立即撤离！",
			"姫子！あなたたちの手に負える者じゃないわ！今すぐ撤退して！",
			"히메코! 너희들 상대가 안 될 거야! 지금 당장 물러가!",
			"Himeko! She's no match for you! Retreat immediately!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130129,
			"Roger that! Let me fight with her, you go now!",
			"明白！我来拖住这家伙！其他人赶紧离开这里！",
			"了解！私が時間を稼ぐ、みんなは早く撤退して！",
			"알겠어! 내가 시간을 벌게, 모두 빨리 철수해!",
			"Got it! I'll buy you some time. Everyone, retreat quickly!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130130,
			"Alright… Kiana, Bronya! Let's leave now!",
			"好的……琪亚娜！布洛妮娅！我们走吧！",
			"分かりました……キアナ！ブローニャちゃん！行くわよ！",
			"알았어... 키아나! 브로냐! 갈게!",
			"Okay... Kiana! Bronya! Let's go!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130131,
			"…",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130132,
			"Kiana!?",
			"琪亚娜！？",
			"キアナ！？",
			"키아나!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130133,
			"Theresa, can I upgrade to A-level if I beat her?",
			"德丽莎，如果打倒了这个家伙我是不是就能晋升为A级女武神了？",
			"テレサ、こいつを倒したらA級ヴァルキリーに昇進できる？",
			"테레사, 이 녀석을 쓰러뜨리면 A급 발키리로 승진할 수 있어?",
			"Theresa, if I defeat this person, will I be promoted to an A-rank Valkyrie?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130134,
			"We shouldn't talk things like it now! Leave here now!",
			"现在不是说这个的时候！服从命令！立即撤离！",
			"こんな時に何を！いいから言うことを聞きなさい！早く撤退して！",
			"이런 때에 무슨 소리야! 어서 말을 듣고 빨리 철수해!",
			"What are you doing at a time like this?! Just do as you're told! Retreat now!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130135,
			"Humph! Theresa, you always say I can't be A-level Valkyrie… I will show you…",
			"哼哼！德丽莎，你总说我的能力无法成为A级女武神，既然如此就让我证明给你看吧……",
			"ふんっだ！テレサが私にはA級ヴァルキリーになる力がないっていうなら、ここで証明してあげるわよ……",
			"흥! 테레사가 내게 A급 발키리가 될 힘이 없다고 한다면, 여기서 증명해주겠어...",
			"Ha! If Theresa says I don't have the power to become an A-rank Valkyrie, then I'll prove it here..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130136,
			"Kiana! What are you doing!",
			"琪亚娜！你要干什么！",
			"キアナ！何する気だ！",
			"키아나! 무슨 짓을 하려는 거야!",
			"Kiana! What are you doing?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130137,
			"I will beat her!",
			"这个家伙就由我来消灭！！",
			"こいつは私が倒す！",
			"이 녀석은 내가 쓰러뜨린다!",
			"I'll defeat her!"
		],
		[
			"msg",
			130138,
			"Ha!!!!",
			"嘿呀！！！",
			"ヘイヤ！！！",
			"히야!!!",
			"Hiyaaah!!!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130139,
			"This idiot!",
			"啧！这个笨蛋！",
			"ちっ！あんのバカ！",
			"쳇! 이 바보야!",
			"Tch! What an idiot!"
		]
	],
	"1699": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130140,
			"Errrr! You got some skills…",
			"呃！没想到还是挺有两下子的……",
			"うっ！やるじゃないの……",
			"윽! 꽤 하는데......",
			"Ugh! You're better than I thought..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130141,
			"I remember her weapon… And Theresa said she appears in the second Houkai explosion…",
			"她手里的武器好眼熟…而且刚才德丽莎园长说的浮空日珥也在天命第二次崩坏的档案库中有记载……",
			"あいつが持ってる武器、どこかで見たような…それに、学園長が言った浮遊の紅炎も第二次崩壊の資料に……",
			"저 녀석이 가진 무기, 어디서 본 것 같은... 게다가 학원장이 말한 부유의 홍염도 제2차붕괴 자료에......",
			"I feel like I've seen that weapon she's holding somewhere before... Also, that name the principal mentioned was in the data on the Second Eruption..."
		],
		[
			"msg",
			130142,
			"Maybe she is a member of Team- snow wolf. Her level was A!",
			"莫非这个人是第二次崩坏中雪狼小队成员之一的A级女武神么！",
			"こいつ、まさか第二次崩壊時の雪狼小隊のA級ヴァルキリーなのか？",
			"이 녀석, 설마 제2차붕괴 당시의 설랑소대 A급 발키리인가?",
			"Could this be one of the A-rank Valkyries from Squad Snow Wolf who fought during the Second Eruption?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130143,
			"Team snow wolf?",
			"雪狼小队是？",
			"雪狼小隊？",
			"설랑소대?",
			"Squad Snow Wolf?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130144,
			"The leader of it is the S level Valkyrie, they are the ace!",
			"那是由天命唯一的S级女武神率领的超精英部队，由另外5位A级女武神组成，是对抗崩坏的最强王牌，但是在记录中雪狼小队在第二次崩坏的战斗中全灭，她是怎么活下来的……",
			"天命唯一のS級ヴァルキリーが率いた超精鋭部隊よ。5人のA級ヴァルキリーが在籍する天命最強の切り札、でも記録では雪狼小隊は第二次崩壊中の戦闘で全滅、こいつどうして生きてるの……",
			"천명 유일의 S급 발키리가 이끈 초정예 부대야. 5명의 A급 발키리가 소속된 천명 최강의 카드, 하지만 기록엔 설랑소대는 제2차붕괴 중의 전투에서 전멸, 이 녀석 어떻게 살아있는 거지......",
			"It's a super elite squad led by Schicksal's only S-class Valkyrie. Schicksal's strongest trump card, with five A-class Valkyries in the squad, but according to records, Squad Snow Wolf was wiped out in battle during the Second Eruption. How is this girl still alive...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130145,
			"I can feel there is Houkai energy continue input her body. So she still can stay alive.",
			"布洛妮娅检测到目标体内有一股从外部输入的崩坏能量，恐怕是借助了这些崩坏能的力量才保持着生命。",
			"ブローニャは目標体内に流れ込む崩壊エネルギーを感知、この崩壊エネルギーで生命を維持している模様です。",
			"브로냐는 목표 체내에 흘러들어가는 붕괴 에너지를 감지, 이 붕괴 에너지로 생명을 유지하는 모양입니다.",
			"Bronya senses Honkai energy flowing into the target's body, and it appears that she is sustaining her life with Honkai energy."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130146,
			"Input? She is not the source!",
			"外部的能量？她不是崩坏源本身么！",
			"流れ込むエネルギー？あいつが崩壊源じゃないの！？",
			"흘러들어가는 에너지? 저 녀석이 붕괴원이 아니야!?",
			"Flowing energy? Then is <I>she</I> the Honkai Source?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130147,
			"No… She is not… The energy is above us.",
			"不……虽然崩坏源的位置也在这里，但不是她……而是一股更加强大的能量，覆盖在整个洞窟的顶部。",
			"いいえ……崩壊源もここにありますが、彼女ではありません……もっと強いエネルギーが洞窟の天井部全体を覆っています。",
			"아니요... 붕괴원도 여기 있지만, 그녀가 아닙니다... 더 강한 에너지가 동굴의 천장부 전체를 덮고 있습니다.",
			"No... the source of the Honkai energy is here, but it's not coming from her... a stronger energy is covering the entire ceiling of the cavern."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130148,
			"Do you mean the glacier…",
			"洞窟的顶部……难道说这些冰川是……",
			"洞窟の天井……氷河がそうなの……",
			"동굴의 천장... 빙하가 그런 거야......",
			"The ceiling of the cave... the glacier..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130149,
			"*Sound of roar*",
			"吼吼吼……",
			"ガウウ……",
			"으르렁...",
			"Groawr..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130150,
			"I'm the blade of saintess… For the honor… I will chop off the darkness!",
			"吾乃圣女之刃……以圣女之名……斩断黑暗！",
			"吾は聖女が刃……聖女の名において……暗黒を断ち切る！",
			"나는 성녀의 검... 성녀의 이름으로... 어둠을 베어내리라!",
			"I am the Saint's blade... in the name of the Saint... I will cut through the darkness!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130151,
			"Stay talking the things I can't understand! I will let you shut up!",
			"总是叽叽哇哇说些听不懂的话！就让本小姐来让你永远闭嘴！",
			"何言ってんのかさっぱ分かんない！永遠に黙らせてあげる！",
			"뭔 소린지 하나도 모르겠어! 영원히 입 다물게 해주지!",
			"I have no idea what you're talking about! I'll shut you up forever!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130152,
			"Ahhh!!! Kiana! Come back!!! There is a super Houkai monster!!!",
			"糟了！！琪亚娜！快回来！！这里有超弩级崩坏兽！！！",
			"しまった！！キアナ！戻れ！！超弩級の崩壊獣がいる！！！",
			"큰일이다!! 키아나! 돌아와!! 초노급 붕괴수다!!!",
			"Damn it!! Kiana! Go back!! A super-sized Honkai beast is here!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130153,
			"Bang!!!!",
			"轰隆隆隆隆！！！！",
			"ドゴォーーーン！！！！",
			"우르르콰광!!!",
			"BOOM!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130154,
			"Errrr! What happened…!? What's his!!",
			"呃！发生了什么……！？这！这是什么东西！！！",
			"え！？何！？……なっ、何これ！？",
			"엣!? 뭐야!? ...뭐, 뭐지 이게!?",
			"Huh!? Wh...?! W-what is this!?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130155,
			"What are you waiting for! Run!!!",
			"你发什么呆！快跑！！！",
			"ぼさっとしてないで！走れ！！！",
			"멍때리지 말고! 도망쳐!!!",
			"Don't just sit around! Run!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130156,
			"*Sound of roar*",
			"吼吼吼吼吼吼吼！！！！！！！！！！",
			"ガウウウウウウ！！！！！！！！！！",
			"으르렁으르렁!!!!!!",
			"GRRRAAAH!!!!!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130157,
			"No… I can't avoid it!!",
			"糟了！躲不开了！！",
			"やばい！もう逃げられない！！",
			"큰일이야! 이제 도망칠 수 없어!!",
			"Oh no! I can't escape now!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130158,
			"Get out of my way!",
			"给我闪开！！",
			"退きなさい！！",
			"물러서!!",
			"Out of the way!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130159,
			"Bang!!!!!",
			"哐！！！！！！",
			"ガン！！！！！！",
			"간!!!!!!!!",
			"Bang!!!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130160,
			"Theresa!!",
			"德…德丽莎！",
			"テ…テレサ！",
			"테...테레사!",
			"T-Theresa!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130161,
			"Ha!! My kids~",
			"啧！真是爱惹麻烦的小鬼~",
			"ち！ほんとに手のかかる子ね。",
			"쳇! 정말 손이 많이 가는 애네.",
			"Tch! What a hassle."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130162,
			"Wuuu….",
			"呜……",
			"う……",
			"으...",
			"Uu..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130163,
			"Do you want to be A-level Valkyrie? Why are you still sitting on the ground? Stand up! The battle has not finished yet!",
			"你不是要成为A级女武神么？还坐在地上干什么？赶紧站起来！战斗还没有结束呢！",
			"A級ヴァルキリーになりたいんでしょう？だったら早く立ちなさい！戦いはこれからよ！",
			"A급 발키리가 되고 싶은 거 아니야?#n그럼 빨리 일어나! 전투는 이제부터야!",
			"You want to become an A-rank Valkyrie, right? Then get up already! The battle is just beginning!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130164,
			"… For the justice!",
			"……斥恶之力，正义必诛！",
			"……悪を撥ね退ける力、正義の誅殺！",
			"......악을 물리치는 힘, 정의의 숙살!",
			"...The power to repel evil, the execution of justice!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130165,
			"You are just like before, saying words like this…",
			"你这家伙还是像以前一样中二，净说些听不懂的话呢。",
			"相変わらずの中二病で意味の分からないことを。",
			"여전히 중2병 걸린 것처럼 이해할 수 없는 말을.",
			"As usual, she's acting chuunibyou and saying things that don't make sense."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130166,
			"Master Theresa! She is effected by Houkai energy, we must cut down the energy between her and the Houkai monster.",
			"德丽莎园长！这个女武神已经被崩坏兽的能量侵蚀了！要战胜她必须切断她与崩坏兽的能量传输连接！我建议大家先撤退拟定作战方案吧！",
			"学園長！このヴァルキリーは崩壊獣のエネルギーに浸蝕されています！倒すにはまず流れ込むエネルギーを断ち切らないと！一旦撤退し作戦を練ることを提案します！",
			"학원장님! 이 발키리는 붕괴수의 에너지에 침식당하고 있습니다! 쓰러뜨리려면 먼저 유입되는 에너지를 차단해야 해요! 일단 철수하여 작전을 재구상할 것을 건의합니다!",
			"Principal! This Valkyrie is being corrupted by the energy of the Honkai beast! In order to defeat her we must first cut off the flow of energy! I suggest we retreat for now and come up with a plan!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130167,
			"I know, just beat the big lizard!",
			"作战方案的话已经有了哦！只要把这只大蜥蜴打趴下就行了！！",
			"作戦ならあるわよ！この大蜥蜴をやっつけちゃえばいいのよ！！",
			"작전이라면 있어! 이 큰 도마뱀을 처리해버리면 되는 거야!!",
			"I have a plan already! We just need to defeat this giant lizard!!"
		]
	],
	"1700": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130168,
			"Kiana! Chance!",
			"琪亚娜！就是现在！",
			"キアナ！今よ！",
			"키아나！ 지금이야！",
			"Kiana! Now!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130169,
			"Yes!",
			"交给我吧！",
			"任せて！",
			"맡겨줘!",
			"Leave it to me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130170,
			"Ping!!!!",
			"砰砰砰！！！",
			"パァンパァンパァン！！！",
			"빵빵빵!!!",
			"Bang bang bang!!!"
		],
		[
			"msg",
			130171,
			"*Sound of roar*",
			"吼吼吼吼吼！！！！",
			"ガウウウウ！！！！",
			"으르렁!!!",
			"Grrrooaarr!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130172,
			"I can feel it's weaker. Mei, Himeko, control the Valkyrie, I will try to beat the monster.",
			"崩坏能的链接变弱了。芽衣姐姐和姬子少校请将那个女武神控制住，布洛妮娅会想办法切断能量链接。",
			"崩壊エネルギーの流入が弱くなっています。芽衣姉様と少佐はそのヴァルキリーを抑えてください、ブローニャが崩壊エネルギーを断ち切ります。",
			"붕괴 에너지 유입이 약해지고 있습니다. 메이 언니와 소좌님은 그 발키리를 막아주세요, 브로냐가 붕괴 에너지를 차단할게요.",
			"The influx of Honkai energy is weakening. Mei-neesama and Major, please hold back the Valkyrie, while Bronya cuts off the Honkai energy flow."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130173,
			"I see!",
			"交给我吧！",
			"任せて！",
			"맡겨줘!",
			"Leave it to me!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			130174,
			"Alright!",
			"好！",
			"分かったわ！",
			"알았어!",
			"Got it!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130175,
			"Errrr!!!",
			"呃啊啊啊！！！！",
			"うああああ！！！！！",
			"우아아아아!!!!",
			"AAAAAAHH!!!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130176,
			"Finished…",
			"崩坏能切断完毕……",
			"崩壊エネルギー切断完了です……",
			"붕괴 에너지 차단 완료입니다...",
			"The Honkai energy flow has been completely cut off..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130177,
			"Finally~",
			"呼~终于解决了！",
			"ふぅ～やっと終わった！",
			"후~ 드디어 끝났다!",
			"Phew~ Finally finished!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130178,
			"… Hehe, if the real owner of the knight pike is here, maybe won't lose.",
			"……呵呵，如果是这把骑士枪真正的主人的话，恐怕不会输得如此难堪。",
			"…はは、もし、このランスの真の主なら、こんな負け方はしないでしょうね。",
			"...하하, 만약, 이 랜스의 진정한 주인이라면, 이런 식으로 지지는 않았을 거예요.",
			"...Haha, if I was the true master of this lance, I wouldn't lose like this."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130179,
			"Oh, you are back.",
			"意识终于恢复了么。",
			"意識が戻ったみたいね。",
			"의식이 돌아온 모양이네.",
			"It looks like she's regained consciousness."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130180,
			"Bishop Theresa, long time no see.",
			"……德丽莎主教，真是好久不见。",
			"……テレサ司教、お久しぶりです。",
			"......테레사 주교님, 오랜만입니다.",
			"...Bishop Theresa, it's been a while."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130181,
			"Kira… I can't image I can see you after 16 years.",
			"绮罗……没想到时隔十六年还能与你再见。",
			"綺羅……16年後にまだ会えるなんてね。",
			"키라......16년 후에 다시 만날 수 있을 줄이야.",
			"Kira... I can't believe we meet again after 16 years. (TN: This means this event takes place in 2016, as she last saw her in 2000, when the 2nd Eruption occured)"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130182,
			"I was fight with the Houkai monster, I was out of energy that time… I'm so sorry to Cecilia.",
			"那个时候我与这只崩坏兽一同卷入了第二律者的空间乱流中，在混沌的空间中战斗到力竭，没想到这副身体居然会被崩坏利用……果然我的剑刃还是无法回应圣女殿下的期望……必须亲自向她谢罪才行。",
			"あの時私はこの崩壊獣と共に第二律者の空間乱気流に巻き込まれ、混沌の空間で力果てるまで戦いました。まさかこの体が崩壊に利用されるなんて……やはり私の刃は聖女様の期待には応えられなかった……聖女様に直接謝りに行かなくちゃ。",
			"그때 나는 이 붕괴수와 함께 제2율자의 공간 난기류에 휘말려, 혼돈의 공간에서 힘이 다할 때까지 싸웠습니다. 이 몸이 붕괴에 이용될 줄이야...... 역시 내 검은 성녀님의 기대에 부응하지 못했군...... 성녀님께 직접 사과드려야겠어.",
			"At that time, I was caught up in the spatial turbulence of the Second Herrscher along with this Honkai beast, and fought until I was exhausted in the chaotic space. I never thought that my body would be corrupted by the Honkai itself... My blade did not meet the Saint's expectations after all... I must go and apologize to her personally."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130183,
			"Cecilia is dead.",
			"很遗憾，圣女塞西莉亚已经去世了。",
			"残念だけど、聖女セシリアは亡くなったわ。",
			"안타깝지만, 성녀 세실리아는 죽었어.",
			"I'm sorry, but Saint Cecilia has passed away."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130184,
			"I know, at the last time, I see them dead but I can do nothing… I didn't expect only I live now…",
			"我明白，在终焉的时刻，我眼睁睁地看着圣女殿下与其他骑士淹没在浩劫的火光中却无能为力……但没想到最后却只有我以这种形式活了下来，真是讽刺。",
			"知っています。終焉の時に聖女様とほかの騎士が劫火に呑みこまれるのをなすすべもなく見ていました……私だけ、こんな形で生き延びるなんて、皮肉ですね。",
			"알고 있습니다. 종언의 때에 성녀님과 다른 기사들이 겁화에 삼켜지는 것을 어쩌지도 못하고 지켜봤습니다...... 나만 이런 모습으로 살아남다니, 아이러니하네요.",
			"I know. At the end of the world, I watched helplessly as the Saint and the other Valkyries were consumed by the inferno... It's ironic that I was the only one to survive like this."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130185,
			"…",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			130186,
			"No… You are dead too. You are just like a zombie, lived by Houkai energy.",
			"不……你也已经死了，现在的你只是由崩坏兽身上的崩坏能维系的驱壳而已，和死士毫无差别。",
			"いいえ……あなたも死んだわ。今のあなたは崩壊獣の崩壊エネルギーで動くただの抜け殻、ゾンビと同じよ。",
			"아니...... 너도 죽었어. 지금의 너는 붕괴수의 붕괴 에너지로 움직이는 그저 껍데기일 뿐, 좀비와 다를 바 없어.",
			"No... you're dead too. Now you're just an empty shell powered by the Honkai energy from the Honkai beast, just like a zombie."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130187,
			"Oh… Justice is polluted by evil.",
			"是么……即使是正义，被邪恶染指后也必须得到制裁。",
			"そうですか……正義もまだ、悪に染まれば制裁を必要とします。",
			"그렇군...... 정의조차도 악에 물들면 제재가 필요하겠지.",
			"I see... justice still requires punishment when tainted by evil."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130188,
			"Humph, sorry.",
			"嗯，所以抱歉了。",
			"そうね、ごめんなさい。",
			"그래, 미안해.",
			"Yeah, sorry."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130189,
			"No need, I should return this life to gods. It's a pity that I can't die with Cecilia.",
			"主教大人无需道歉，这条遗忘多年的性命也早该归还于诸神了。只是在终末之时没有与塞西莉亚大人同行，真是遗憾……",
			"司教様のせいではありません。この忘れ去られた命はとっくに神々にお返しすべきでした。ただ、終の刻にセシリア様のお供ができなかったのが、誠に遺憾です……",
			"주교님 탓이 아닙니다. 이 잊혀진 목숨은 이미 오래전에 신들에게 돌려드렸어야 했습니다. 다만, 마지막 순간에 세실리아님 곁을 지켜드리지 못한 것이 정말 아쉽습니다……",
			"It is not your fault, Bishop. This forgotten life should have been returned to the gods a long time ago. However, I truly regret that I was not able to accompany Lady Cecilia to her final moments..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130190,
			"Cecilia? My dad told me my mother is Cecilia!?",
			"你们说的塞西莉亚是……老爹曾经和我说过，我的妈妈也叫塞西莉亚，难道！？",
			"セシリアって……パパが言ってた、私のママの名前はセシリアだって、まさか！？",
			"세실리아라니... 아빠가 말했던, 내 엄마 이름이 세실리아라고, 설마!?",
			"Cecilia... Dad said my mom's name is Cecilia. Does this mean...?!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130191,
			"This girl… Let me see you carefully.",
			"这个女孩……原来如此，圣女的血脉依旧传承了下来么，真是令人欣慰。你过来，让我仔细看看你，这样就没有什么好留恋的了。",
			"この子は……そうですか、聖女様の血筋は受け継がれていたのですか。よかった。こっちにおいで、もっとよく見せて、これで、もう心残りはありません。",
			"이 아이는... 그렇군요, 성녀님의 혈통이 이어져 내려왔군요. 다행입니다. 이리 오세요, 좀 더 자세히 보여주세요, 이제야 마음에 남은 것이 없습니다.",
			"This child... I see, so she inherited the bloodline of the Saint. That's good. Come over here, let me see her better, and then I will have no regrets."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130192,
			"Kiana, go…",
			"琪亚娜，去吧……",
			"キアナ、行ってあげて……",
			"키아나, 가서 다녀와...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130193,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130194,
			"The same face…",
			"真的和那位大人一模一样呢，如此圣洁的面庞……",
			"ほんとにあのお方様とうり二つ、なんという聖潔なお顔……",
			"정말 그 분과 꼭 닮았어, 얼마나 성스러운 얼굴인지...",
			"She really is the exact replica of that beautiful woman. What a holy face..."
		],
		[
			"msg",
			130195,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130196,
			"Ping!!!!",
			"呯！！！",
			"パァーン！！！",
			"펑!!!",
			"BAAAAANG!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130197,
			"Errrr!?",
			"呃！？",
			"え！？",
			"엥!?",
			"Eh?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130198,
			"What's wrong with you? Kira!",
			"时雨！你这是怎么了！？",
			"時雨！どうしたの！？",
			"시구레! 무슨 일이야!?",
			"Shigure! What's wrong!?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130199,
			"Evil!!! I will use your life to sacrifice Cecilia!",
			"罪恶的律者！！！就让我用你的生命祭祀圣女殿下吧！！",
			"罪悪の律者よ！！！その命で聖女様の供養となれ！！",
			"죄악의 율자여!!! 그 목숨으로 성녀님의 공양이 되어라!!",
			"Sinful Herrscher!!! Use your life to offer up the Saint!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130200,
			"*Sound of roar*",
			"吼吼吼吼！！！",
			"ガウウウ！！！",
			"가아아!!!",
			"Grrrrrowll!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130201,
			"Houkai energy again, maybe she lost control again, we must destory her now.",
			"崩坏能的链接又活跃起来了，恐怕她的心智又被崩坏控制了，必须立刻摧毁她。",
			"崩壊エネルギーの流入が活発になってきています。おそらくまだ崩壊エネルギーにコントロールされています。破壊が必要です。",
			"붕괴 에너지 유입이 활발해지고 있습니다. 아마도 아직 붕괴 에너지에 컨트롤 당하고 있습니다. 파괴가 필요합니다.",
			"The influx of Honkai energy is becoming more intense, and she is probably still being controlled. Destroying her is necessary."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130202,
			"That's the only way… RIP, Kira, you are the best Valkyrie…",
			"没办法了……但就让我来让你安息吧，你是最优秀的女武神，即使是现在也一样……",
			"仕方がないわ……時雨、眠りなさい、あなたはもっとも優秀なヴァルキリーよ、昔も今も……",
			"어쩔 수 없네…… 시구레, 잠들어라, 너는 가장 뛰어난 발키리야, 과거에도 지금도……",
			"There's no other way... Shigure, it's time for you to sleep. You were the most excellent Valkyrie, both now and in the past..."
		],
		[
			"msg",
			130203,
			"See you… Kira.",
			"再见了……时雨绮罗。",
			"さようなら……時雨綺羅。",
			"안녕……시구레 키라.",
			"Farewell... Shigure Kira."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130204,
			"Ka!!!!",
			"咔！！！",
			"カチャン！！！",
			"쨍!!!",
			"Clang!!!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				16,
				0,
				false
			]
		],
		[
			"msg",
			130205,
			"Cough… Cecilia sama…",
			"咳……塞西莉亚大人……",
			"ケホッ……セシリア様……",
			"컥헉……세실리아님……",
			"Cough... Lady Cecilia..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130206,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			130207,
			"That's cruel…",
			"这样的结局实在是太残酷了……",
			"こんな終わり方、残酷すぎる……",
			"이런 결말은 너무 잔인해……",
			"This ending is too cruel..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130208,
			"That's the war… Kiana, remember your destiny!",
			"这就是对抗崩坏的战斗……琪亚娜，这就是你想要成为的A级女武神，即使在生命的最后也不会忘记自己的使命。",
			"これが、崩壊との戦い……使命を胸に命の最後まで戦う、キアナ、これがあなたのなりたいA級ヴァルキリーよ。",
			"이것이, 붕괴와의 전투……사명을 가슴에 품고 생명의 마지막까지 싸우는, 키아나, 이것이 네가 되고 싶어 했던 A급 발키리야.",
			"This is the fight against the Honkai... Fighting to the very end of your life with only your mission in mind. Kiana, this is what A-rank Valkyrie must be like."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130209,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130210,
			"Mission complete! Let's go back~",
			"嘛~任务结束了！没引发什么大事件真是万幸~收队啦！回去好好休息吧~",
			"これで、任務終了よ！大事にならなくてよかったわ～帰るわよ！帰ってゆっくり休みましょう～",
			"이제, 임무 종료야! 큰일 나지 않아서 다행이야~ 돌아가자! 돌아가서 푹 쉬자~",
			"Mission complete! I'm glad nothing serious happened~ I'm heading home! Let's go home and get some rest~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130211,
			"Theresa… Tell me, is Cecilia my mother?!",
			"德丽莎……告诉我，塞西莉亚是不是我的妈妈！",
			"テレサ……ねぇ、教えて！セシリアは私のママなの？",
			"테레사…… 저기, 말해줘! 세실리아는 내 엄마야?",
			"Theresa... Hey, tell me! Is Cecilia my mom?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				16,
				0,
				true
			]
		],
		[
			"msg",
			130212,
			"I will tell you all in the future, but not now… You need to be strong enough!",
			"等你完成了我们的约定，我会告诉你想知道的一切……现在还是好好想想如何从雏鸟成长起来吧~",
			"私達の約束を果たした時、すべてを教えてあげるわ……今は一人前になることを考えなさい～",
			"우리의 약속을 이룰 때, 모든 걸 알려줄게…… 지금은 제대로 성장하는 걸 생각해~",
			"When we fulfill our promise, I'll tell you everything... For now, just think about growing up."
		]
	]
}