{
	"2353": [
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441744,
			"With that kind of power you can beat that guy completely.",
			"慈悲的主，万能的主，卡莲在向您此祈祷。",
			"慈悲深き主よ、万能の主よ、カレンはここに祈りを捧げます。",
			"자비로우신 주님, 전능하신 주님, 카렌은 여기에 기도를 드립니다.",
			null
		],
		[
			"msg",
			441745,
			"Where there is hatred, please sow with love.",
			"有仇恨的地方，请您用爱播种。",
			"憎しみのある場所には、愛を撒いてください。",
			"증오가 있는 곳에는 사랑을 뿌려주소서.",
			null
		],
		[
			"msg",
			441746,
			"Where there was hurt, please forgive me——",
			"有伤害的地方，请您予以宽恕——",
			"傷のある場所には、許しを与えてください——",
			"상처가 있는 곳에는 용서를 내려주소서——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441747,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441748,
			"Huh……..",
			"呼……..",
			"ふぅ……",
			"후우……",
			null
		],
		[
			"portraits",
			[
				857,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441749,
			"Oh, I'm sorry. I didn't notice you.",
			"啊，抱歉抱歉，刚才没有注意到你。",
			"あっ、ごめんなさい。あなたに気が付かなかったの。",
			"아, 죄송해요. 당신이 있는 줄 몰랐어요.",
			null
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441750,
			"Huh? Will the Valkyries of the S-class also pray to the Gods?",
			"嗯？S级女武神也要向神祈祷么？",
			"えっ？S級ヴァルキリーも神に祈るのかですって？",
			"엣? S급 발키리도 신에게 기도한다고요?",
			null
		],
		[
			"portraits",
			[
				857,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441751,
			"Well... It seems that there are some misunderstandings in understanding.",
			"唔……看来在理解上有一些误区。",
			"うーん……どうやら少し誤解があるようね。",
			"음… 좀 오해가 있는 것 같네.",
			null
		],
		[
			"portraits",
			[
				857,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441752,
			"Faith has nothing to do with strength, it's just that god needs to listen to our most pious voices in order to know our suffering and to deliver the good news.",
			"信仰与力量的强弱无关，只是神明需要倾听我们最虔诚的声音，才能得知我们的苦难，为我们降下福音。",
			"信仰と力の強弱は関係ないの。神は私たちの最も敬虔な声に耳を傾けなければ、私たちの苦難を知ることもできないし、私たちに福音を授けることもできないの。",
			"신앙과 힘의 강약은 관계없어. 신께서 우리의 가장 경건한 목소리에 귀 기울이지 않으신다면, 우리의 고통을 알 수도 없고, 우리에게 복음을 내려주실 수도 없으니까.",
			null
		],
		[
			"msg",
			441753,
			"As a believer in Shicksal's calling to fight for humanity, it is natural to pray to God.",
			"既然是为天命所召为人类而战的信徒，自然需要向神祈祷。",
			"天命に召されて人類のために戦う信徒なら、神に祈るのは当然のことなのよ。",
			"천명에 소명받아 인류를 위해 싸우는 신자라면, 신께 기도하는 건 당연한 일이에요.",
			null
		],
		[
			"portraits",
			[
				857,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441754,
			"Only, I've never seen the Bishop...Ah, far too far.",
			"只不过，倒是从来没有见过主教大人他……啊，说远了。",
			"ただ、主教様がこのようなことをする姿は見たことがないけど……あっ、話題が逸れたわね。",
			"다만, 주교님께서 이런 일을 하시는 모습은 본 적이 없지만… 아, 이야기가 샜네요.",
			null
		],
		[
			"portraits",
			[
				857,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441755,
			"In all ages, the darkness Houkai brought was everywhere.",
			"无论哪个时代，崩坏带来的黑暗都无处不在。",
			"いつの時代も、崩壊がもたらす闇はそこかしこに存在しているの。",
			"어느 시대나, 붕괴가 가져오는 어둠은 곳곳에 존재하고 있어.",
			null
		],
		[
			"msg",
			441756,
			"And the faith that we hold is the light that cuts through this dark path. It was under his guidance that Shicksal fought Houkai to this day.",
			"而我们所信奉的信仰，则是划破这道黑暗的曙光，也正是在其指引下，天命才能与崩坏抗争至今。",
			"私たちの信仰は、その闇を切り裂く光なの。そして、その光の導きがあるからこそ、天命はこれまで崩壊と戦ってこられたのよ。",
			"우리의 신앙은 그 어둠을 가르는 빛이에요. 그리고 그 빛의 인도가 있기에, 천명은 지금까지 붕괴와 싸워올 수 있었던 거예요.",
			null
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441757,
			"Huh? If the gods have no answer?",
			"嗯？假如神明没有回音的话？",
			"えっ？もし神が私たちの声に応えてくれなかったら？",
			"엣? 만약 신께서 우리의 목소리에 답해주지 않으신다면?",
			null
		],
		[
			"msg",
			441758,
			"The echo of the gods is not necessarily words... Ah…",
			"神明的回音，并不一定是言……啊……",
			"神の返答は必ずしも言葉とは限らないの……あっ……",
			"신의 답변은 반드시 말로만 이뤄지는 건 아니야… 아…",
			null
		],
		[
			"portraits",
			[
				857,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441759,
			"Well, I'm sorry. I was so stupid.",
			"是这样啊，抱歉，是我太愚钝了。",
			"そういうことだったのね。ごめんなさい、私ったら鈍すぎるわね。",
			"그런 거였군요. 미안해요, 제가 너무 둔했네요.",
			null
		],
		[
			"msg",
			441760,
			"Do not worry, if god does not hear our prayer, if the Gospel of salvation does not come.",
			"请不用担心，即使神明不曾听到我们的祈祷，即使救世的福音还迟迟没有降下。",
			"心配しないで。たとえ、これまで神が私たちの祈りを聞いていなくて、いつまでも救世の福音が授けられなくても大丈夫。",
			"걱정하지 마. 비록, 지금까지 신께서 우리의 기도를 들어주지 않으셨고, 영원히 구세의 복음이 내려지지 않더라도 괜찮아.",
			null
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			441761,
			"The valkyries whom Shicksal calls are not cowards who fear to shed blood.",
			"被天命所召的女武神也绝不会是畏惧浴血的胆小鬼。",
			"天命に召されたヴァルキリーたちは、決して返り血を恐れるような臆病者じゃないから。",
			"천명에 소명받은 발키리들은 결코 피를 두려워하는 겁쟁이가 아니니까.",
			null
		],
		[
			"msg",
			441762,
			"Even in the end the gods did not respond.",
			"就算直至最后神明都未曾做出回应。",
			"たとえ最後の最後まで神が返事をくれなくてもいいの。",
			"비록 마지막 순간까지 신이 답을 주지 않아도 괜찮아.",
			null
		],
		[
			"msg",
			441763,
			"I will fight for mankind to the end with this holy spear in my hand.",
			"我也会用这手中的圣矛，为人类奋战至最后一刻。",
			"私はこの手に持った聖なる矛で、人類のために最後の時まで戦ってみせるわ。",
			"나는 이 손에 쥔 성스러운 창으로, 인류를 위해 마지막 순간까지 싸워 보이겠어.",
			null
		]
	]
}