{
	"150": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52113,
			"Zombie attack! Huh? Just a dead body. We're all good...",
			"小心！那边有死士！呃，什么啊，原来只是个死人而已，吓我一跳……",
			"気をつけて！ゾンビ！あっ、な～んだ、ただの死体か…びっくりしちゃったじゃないのよ…",
			"조심해! 좀비! 앗, 에~이~ 그냥 시체잖아... 깜짝 놀랐잖아...",
			"Be careful! Zombies! Oh, wait, it's just a corpse... That scared me..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52114,
			"Looks like this one died before everything went south.",
			"从腐烂的程度来看应该是在崩坏爆发之前就已经去世了呢。",
			"腐敗具合から、崩壊の前にはすでに亡くなっていたと推測します。",
			"부패 정도로 보아, 붕괴 전에 이미 사망한 것으로 추정됩니다.",
			"Judging from the state of decomposition, it is assumed that the person had already died before the Honkai outbreak."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52115,
			"And here is a record player. It's playing the song I heard downstairs.",
			"她的身旁有一台唱片机，原来声音是从这里发出来的啊。",
			"彼女の横にレコーダーがあるけど、さっきの音はこっから出てたみたいね。",
			"그녀 옆에 레코더가 있는데, 아까 그 소리는 여기서 나온 것 같네.",
			"There's a record player next to her. Looks like that sound was coming from here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52116,
			"She's the person in my dream.",
			"看来我所梦见的应该就是这个人了。",
			"私の夢に出てきたのも、多分この人かもね。",
			"내 꿈에 나온 사람도 아마 이 사람인 것 같아.",
			"I think this is the person who appeared in my dream."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				501,
				0,
				false
			]
		],
		[
			"msg",
			52117,
			"Let the sinner be, all of you!",
			"汝等！从那个罪人身边离开！",
			"汝ら、その罪人のそばから離れろ",
			"너희들, 그 죄인 곁에서 물러나라",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			52118,
			"Finally!",
			"哼！终于肯现身了！",
			"やっと現れたわね！",
			"드디어 나타났구나!",
			"Hmph! She finally showed up!"
		]
	],
	"151": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52119,
			"So this is your mother, Luna.",
			"露娜，这个人是你的妈妈吧。",
			"ルナちゃん、この人はあなたのお母さんでしょ。",
			"루나, 이 사람 네 엄마지?",
			"Luna, this person must be your mother."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52120,
			"Mother?",
			"妈妈！？",
			"お母さん！？",
			"엄마!?",
			"Mother?!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52121,
			"Silence! She abandoned me and she got what she deserved.",
			"闭嘴！这是将余抛弃之人！必须在此永远承受折磨与痛苦！",
			"黙れっ！余を捨てたこいつはここで永遠の苦しみを味わうのだ！",
			"입 다물어! 나를 버린 이 녀석은 여기서 영원한 고통을 맛보게 될 것이다!",
			"Silence! This is the one who abandoned me! Now she must endure torture and pain here forever!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52122,
			"You are wrong. She never abandoned you. She died to protect u.",
			"你错了！你的妈妈没有抛弃你！她是为了保护你才选择的死亡！",
			"違うわ！あなたのお母さんは捨ててなんかいない！彼女はあなたを守るために死を選んだのよ！",
			"아니야! 네 엄마는 버린 게 아니라고! 그분은 너를 지키기 위해 목숨을 바친 거야!",
			"No! Your mother didn't abandon you! She chose to die to protect you!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52123,
			"Silence I said! Your words will not poison my mind.",
			"给余闭嘴！！不要在余面前胡言妄语！",
			"うるさい！黙れ！",
			"시끄러! 입 다물어!",
			"Silence! Don't talk nonsense in front of me!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52124,
			"Your parents were hated by the whole clan for just having you. Your mother sacrificed herself so that you could have a life.",
			"你的父母因为生下白化病的你而被家族所憎恨，视为不祥的存在！你的妈妈甘愿背负魔女的恶名自尽，就是为了让你能继续生活下去！",
			"お母さんは白化病のあなたを生んだせいで家族に恨まれていたわ。魔女という悪名を背負って自害することで、あなたの生活を守ったの！",
			"엄마는 알비노인 너를 낳은 탓에 가족들에게 미움을 받고 있었어. 마녀라는 누명을 쓰고 자결하는 방식으로, 너의 삶을 지켜낸 거야!",
			"Your mother was hated by her family for giving birth to you, since you have albinism. She was willing to bear the infamy of a witch and killed herself to let you live!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52125,
			"She left me to die in this coffin. That's who she was. I don't want to hear another word about her ever again!",
			"不要再提起她！她是将余丢弃在这座冰冷棺木中的恶魔！",
			"こいつの話をするな！こいつは余をこの冷え切った棺に捨てた悪魔だ！",
			"이 자식 이야기 하지 마! 이 자식은 나를 이 얼어붙은 관 속에 버린 악마야!",
			"Stop talking about her! She's the devil who dumped me in this cold coffin!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52126,
			"Luna! U still remember her, right? The things she told u.",
			"露娜！你一定还记得的吧！你妈妈对你所说的话！",
			"ルナちゃん！お母さんがあなたに話をしたことまだ覚えているんでしょ？",
			"루나 쨩! 엄마가 너에게 말한 거 아직 기억하고 있지?",
			"Luna! Do you still remember what your mother told you?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52127,
			"That's it! I'm getting sick of your self-righteous talk.",
			"闭嘴！即刻给余从此地消失！！",
			"うるさい！早く消え失せろ！！",
			"시끄러워! 빨리 사라져!!",
			"Shut up! Get lost already!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52128,
			"「Hijo de la luna」(Son of the moon) The song that's playing is best proof!",
			"现在播放的这首「Hijo de la luna」——“月之子”就是最好的证据！",
			"今流れているこの曲が何よりの証拠よ！この曲「Hijo de la luna」でしょ！",
			"지금 흐르고 있는 이 곡이 가장 확실한 증거야! 이 곡「Hijo de la luna」잖아!",
			"The song playing right now is proof enough! It's the song \"Hijo de la luna\"!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52129,
			"Silence! All of u! Your hypocrisy makes me sick! If u like her so much, why don't u join her?",
			"消失！消失！消失！！！！所有的一切都从这里消失！！！不要再戴着虚伪的面具出现在余的面前！！！！像那个人一样化作冰冷的尸骨吧！！！",
			"消えろ！消えろ！何もかもここから消えろ！！！偽善者面して余の前に出てくるんじゃない！そいつと同じ冷え切った白骨になれ！！",
			"사라져! 사라져! 모든 게 여기서 사라져!!! 위선자처럼 내 앞에 나타나지 마! 그 자와 같은 차가운 백골이 되어라!!",
			"Get out! Get out! All of you, get out of here!!! Don't come out in front of me like a hypocrite! Become a cold, white skeleton just like her!!!"
		]
	],
	"152": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52130,
			"Phew, I'm glad that's over...",
			"呼呼……终于打倒她了么……",
			"はぁ…はぁ…やっと…",
			"하… 하… 겨우…",
			"Huff... huff... finally beat her..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52131,
			"Your words mean nothing to me. U will all pay for your sin.",
			"余绝对不会接受这样的歪理……汝等将为自己的罪行付出代价！",
			"余は絶対にこんな屁理屈を認めない！汝らはすぐにこれまでの代価を払うことになるぞ！",
			"짐은 절대 이런 억지를 인정하지 않겠다! 너희들은 지금까지의 대가를 곧 치르게 될 것이다!",
			"I will never accept such perverse logic... You will soon pay the price for all your sins!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52132,
			"Ugh! She just won't stand down!",
			"可恶！真是顽强的家伙！",
			"もう、なんてしぶといヤツ…",
			"젠장, 어떻게 이렇게 질긴 놈이...",
			"Seriously, what a stubborn kid..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52133,
			"That's enough, Luna. Your mother didn't leave you behind. Look, she's been by your side all this time.",
			"已经够了，露娜，你的妈妈并没有抛弃你，你看下窗外那皎洁的月亮，她一直陪伴在你的身边呢。",
			"もういいでしょ、ルナちゃん。外の月を見てみなさい。お母さんはずっとあなたのそばにいたのよ。",
			"이제 그만해, 루나. 밖의 달을 보렴. 엄마는 항상 네 곁에 있었단다.",
			"That's enough, Luna. Look at the moon outside. Your mother has been with you all this time."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52134,
			"Y en las noches que haya luna llena---And in the nights with full moon",
			"Y en las noches que haya luna llena——“在那些黑夜中倘若月亮圆了”",
			"Y en las noches que haya luna llena“夜の暗闇の中もしも満月ならば”",
			"Y en las noches que haya luna llena“만월이 뜬 어둠의 밤이라면”",
			"Y en las noches que haya luna llena (And on nights when there is a full moon)"
		],
		[
			"msg",
			52135,
			"Será porque el ni&ntilde;o esté de buenas--It will be because the kid is in a good mood",
			"Será porque el ni&ntilde;o esté de buenas——“便表示孩子的心情安好”",
			"Será porque el ni&ntilde;o esté de buenas“それは子の気持ちが平安ということ”",
			"Será porque el niño esté de buenas“그것은 아이 마음이 평안하다는 것”",
			"Será porque el niño esté de buenas (It will be because the child is in a good mood)"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52136,
			"That's m...mother....",
			"那个是……妈……妈……",
			"あれが…お…お母さん…",
			"저게… 어… 어머니…",
			"That's... Mo... Mother..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52137,
			"Mei, look! The fog is gone!",
			"芽衣学姐！窗外的迷雾散去了！",
			"芽衣先輩！外の霧が去って行くよ！",
			"메이 선배! 밖의 안개가 사라져 가요!",
			"Mei-senpai! The fog outside is clearing up!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52138,
			"Space distortion detected. We gotta get outta here before it collapses.",
			"侦测到空间扭曲反应，恐怕这个宅邸是建立在另一个位面上的，现在这个位面的空间正在慢慢崩塌，如果我们再不离开，恐怕就再也出不去了。",
			"空間の歪みを感知。この建物は別空間に建てられたもので崩壊しかけています。早く離れないと戻れなくなります…",
			"공간의 왜곡을 감지. 이 건물은 다른 공간에 지어진 것으로붕괴 직전입니다. 빨리 떠나지 않으면 돌아올 수 없게 돼…",
			"Spatial distortion detected. This building was built in another dimension and is now collapsing. If we don't leave quickly, we won't be able to return..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52139,
			"Luna, come with us! U don't wanna be trapped here.",
			"露娜！快和我们一起走！不然你也会被困在这里的！",
			"ルナちゃん！早く一緒に行きましょう！そうじゃないとあなたもここに閉じ込められちゃうわ！",
			"루나! 빨리 같이 가자! 안 그러면 너도 여기에 갇혀 버린다고!",
			"Luna! Let's hurry up and go together! Otherwise you'll end up trapped here too!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52140,
			"Mother...",
			"妈妈……",
			"お母さん…",
			"엄마…",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52141,
			"We are out of time!",
			"芽衣学姐！没时间了！",
			"芽衣先輩！時間がないわ！",
			"메이 선배! 시간이 없어!",
			"Mei-senpai! We don't have time!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52142,
			"Use the windows. It's faster that way. Follow us closely.",
			"最快的脱出道路只能轰塌扇窗户了，芽衣姐姐请跟上我们。",
			"手っ取り早い方法はこれしかないです。芽衣姉様、一緒に窓からぶっ飛ばしましょう。",
			"가장 빠른 방법은 이것뿐이에요. 메이 언니, 같이 창문으로 뛰어내리자.",
			"The quickest way is to go out the window. Mei, let's go."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52143,
			"Boooooooom!!!!!",
			"轰！！！！！",
			"ボーーーーーン！！！",
			"우와아아앙!!!",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52144,
			"Mother, u came back to me.",
			"妈妈，您终于回来了……",
			"お母さん…やっと帰ってこれたよ…",
			"엄마… 드디어 돌아왔어…",
			"Mother... you've finally come home..."
		]
	],
	"153": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52145,
			"Phew, that was close.",
			"呼~真是千钧一发。",
			"ふぅ〜危機一髪って感じね。",
			"휴~ 아슬아슬했네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52146,
			"Space distortion not detected. We made it back.",
			"空间扭曲已经结束，我们已经回到了正确的位面。",
			"空間の歪みが消失しました。ブローニャたちは元に空間に戻れました。",
			"공간의 왜곡이 사라졌습니다. 브로냐들은 원래 공간으로 돌아왔습니다.",
			"Space distortion disappeared. Bronya and the others were able to return to their original space."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52147,
			"So we were here just now? It is spooky.",
			"呃，这栋颓败的大宅子就是刚才我们所在的地方么……还真是鬼屋呢……",
			"うそ？このボロ屋敷もしかしてさっきまで私たちが居たところ？本当にお化け屋敷みたい…",
			"뭐야? 이 낡은 저택 설마 아까까지 우리가 있던 곳이야? 진짜 흉가 같아…",
			"Are you kidding me? Is this rundown house the one we were in just a moment ago? It really does look like a haunted house..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52148,
			"I guess the lunar energy kept the zombies away, huh...",
			"这间宅邸中的神秘能量恐怕就是以那个月亮为中心散发的，也许正是因为这个关系，所以死士才没有侵入到那个位面。",
			"この屋敷の神秘的なエネルギーはあの月を中心に発生していた模様です。もしかしたらそのおかげでゾンビたちが侵入しなかったのかもしれません。",
			"이 저택의 신비로운 에너지는 저 달을 중심으로 발생하고 있었던 모양입니다. 아마 그 덕분에 좀비들이 침입하지 않았을지도 모르겠네요.",
			"The mansion's mysterious energy seems to be centered around the moon, which may have been what kept the zombies from invading."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52149,
			"Her mother has been looking over her all this time.",
			"果然是她的妈妈在保护她呢。",
			"やっぱりあの子のお母さんが守っていたんだわ。",
			"역시 그 아이의 엄마가 지키고 있었구나.",
			"After all, the child's mother was protecting her."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52150,
			"R u saying that her mom died and somehow turned into a moon? You've been watching too many fantasy movies.",
			"芽衣姐姐别胡说啦！你的意思难道是说她老妈死后化成了月亮制造了那个位面保护自己的女儿么！哪有这么玄乎的事情~",
			"何言ってんの芽衣先輩！ってことは、彼女のお母さんは死んだ後お月様になってあの子を守ってたの？何そのおめでたい思考回路は。",
			"뭔 소리야 메이 선배! 그럼, 그녀의 엄마는 죽은 후 달님이 되어서 그 애를 지켰다는 거야? 뭐 그런 낙관적인 사고방식이?",
			"What are you talking about, Mei-senpai? So after her mother died, she became the moon and protected that girl? What an idiot-like train of thought."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52151,
			"Y si el ni o llora  Menguará la luna  Para  hacerle una cuna♪——Aand if the boy cries, the moon will lessen to make him a cradle\"",
			"Y si el ni o llora  Menguará la luna  Para  hacerle una cuna♪——“若是孩子哭泣，月亮便会缺角，让自己变成一张摇篮”",
			"Y si el ni o llora  Menguará la luna  Para  hacerle una cuna♪“もし子が泣くならば、三日月になり揺籠になろう”",
			"Y si el ni o llora  Menguará la luna  Para  hacerle una cuna♪“만일 아이가 운다면, 초승달이 되어 요람이 되어 주마”",
			"Y si el ni o llora Menguará la luna Para hacerle una cuna♪ (And if the child cries, the moon will wane to make him a cradle)"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52152,
			"What'r u humming?",
			"芽衣姐姐，你在唱什么呀？",
			"芽衣先輩？何歌ってるの？",
			"메이 선배? 뭐 노래하는 거야?",
			"Mei-senpai? What are you singing?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52153,
			"Nothing...I'm just having a great mood and it's a full moon tonight.",
			"没什么……出来以后真是心情舒畅呢~而且今晚的月亮还这么美。",
			"何でもない。屋敷から出たら本当にすっきりしたな～って。それにしても今夜の月は綺麗ね。",
			"아무것도 아냐. 저택에서 나오니까 정말 속이 시원하네~. 그래도 오늘 밤 달은 참 예쁘구나.",
			"It's nothing. I just feel so refreshed after leaving the mansion. By the way, the moon is so beautiful tonight."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52154,
			"Huh? Where's the full moon? I don't see it...",
			"咦？天上不是新月么，哪里美了……",
			"え？ただ新月だよ？どこが綺麗なのよ…",
			"어? 그냥 초승달인데? 어딜 봐서 예쁘다는 거야…",
			"Huh? Isn't it a new moon? What's so beautiful about it...?"
		]
	]
}