{
	"13": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30784,
			"I hate cabin bread. I never want to eat this ever again in my life.",
			"我不想再吃压缩食品啦！！！去死去死去死！再吃这种东西还不如让我去啃僵尸！！",
			"非常食なんてもう嫌だ！死ね死ね死ね！これならゾンビ肉の方がマシだ！",
			"비상식 따윈 이제 싫어! 죽어 죽어 죽어! 이럴 바엔 좀비 고기가 차라리 나아!",
			"I'm sick of emergency rations! Die, die, die! I'd rather have zombie meat at this point!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30785,
			"We don't have a choice.",
			"现在是特殊时期，你就忍耐一下吧……",
			"大変な時期なんだから我慢しなさいよ…",
			"힘든 시기니까 참아...",
			"These are difficult times, so please be patient..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30786,
			"Shhhhhhhhhhk---",
			"嘎啦嘎啦……",
			"ガリガリ…",
			"우물우물...",
			"<i>Crunch crunch...</i>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30787,
			"How can you stand this, Bronya? We've been eating it for  six months straight.",
			"布洛妮娅你也说两句啊！我们已经吃了六个月压缩食品了吧！",
			"ブローニャちゃんも何か言ってよ！この半年間…ずっと非常食だよ？",
			"브로냐도 뭐라고 좀 해봐! 이 반년 동안... 계속 비상식이잖아?",
			"Bronya, say something! We've been eating emergency food for... the past six months, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30788,
			"I am not picky about food. I'm good as long as I have something to eat.",
			"布洛妮娅对食物没有要求，只要保持基本的生理需求就可以了。",
			"ブローニャは好き嫌いがありません。必要最低限の栄養が保証されていれば大丈夫です。",
			"브로냐는 음식에 대한 좋고 싫음이 없습니다. 최소한의 영양소만 보장되면 괜찮습니다.",
			"Bronya is not a picky eater. As long as I am guaranteed the minimum nutritional requirements, I will be fine."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30789,
			"I don't think turning into a zombie is such a terrible thing right now. At least they can eat people.",
			"啊啊啊~~我现在好想变成僵尸娘呀！她们至少还能咬咬人，那味道一定是鸡肉味嘎嘣脆！",
			"あああ！ゾンビ娘になりたい！少なくとも彼女たちはおいしそうに人を噛んでる…",
			"아아아! 좀비 소녀가 되고 싶어! 적어도 걔들은 맛있게 사람을 물잖아...",
			"Ahhh! I want to be a zombie girl! At least they can eat people and enjoy it..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30790,
			"All right, let's find something else to eat.",
			"……好吧，我们找找看有没有能够作为食材的东西吧，只要有食材就可以用烹饪教室做饭了呢。",
			"…仕方ないわね…この辺りで食材にできるものを探して調理室で料理をつくろう！",
			"…어쩔 수 없네…이 근처에서 식재료로 쓸 만한 걸 찾아서 조리실에서 음식을 만들어 보자!",
			"...Well, there's no other way... I'll just have to find some ingredients around here and cook something in the kitchen!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30791,
			"Yeah, yeah. Let's go.",
			"真的么！我这就去找！",
			"本当！？今すぐ探しに行こう！",
			"진짜!? 지금 바로 찾으러 가자!",
			"Really?! Let's go find it now!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30792,
			"Kiana, come back. That place is crowded with zombies.",
			"喂！琪亚娜！不要乱跑啊！那边是死士聚集的地方呢！",
			"こら！キアナちゃん、走らないで！そっちはゾンビの群よ！",
			"기다려! 키아나, 뛰지 마! 저쪽은 좀비 무리야!",
			"Hey! Kiana, don't run! There's a horde of zombies over there!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30793,
			"Shhhhhhhhhhk---",
			"嘎啦嘎啦……",
			"ガリガリ…",
			"우물우물...",
			"<i>Crunch crunch...</i>"
		]
	],
	"14": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30794,
			"GET OUTTA MY WAAAAAAAAAAAAAAAAAY!",
			"阻挡我道路的都得死！",
			"私の道を阻む者には死あるのみ！",
			"내 길을 막는 자는 오직 죽음뿐이다!",
			"DEATH AWAITS ANYONE WHO STANDS IN MY WAY!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30795,
			"That's scary.",
			"琪亚娜姐姐好可怕……",
			"キアナ姉様、怖い…",
			"키아나 언니, 무서워...",
			"Kiana is scary..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30796,
			"It's her desire for decent food. We've gathered enough materials. We should be able to make something out of these.",
			"大概是对食物的欲望激发了她的潜能吧……嘛~总之食材也收集的差不多了，这么多东西看来能做不少好吃的菜肴呢~",
			"食べ物に対する執念が彼女の潜在能力を引き出したのかしら…まぁ、食材は集まったし、美味しい料理を作れそうね。",
			"음식에 대한 집념이 그녀의 잠재력을 끌어낸 걸까... 뭐, 재료도 다 모였으니 맛있는 요리를 만들 수 있겠네.",
			"I wonder if her obsession with food has brought out her potential... Well, I've gathered the ingredients, so I think I can make a delicious dish out of these."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30797,
			"I'm soooooooooooooooooooooooooo excited.",
			"嗯嗯~虽然不知道芽衣姐姐要做什么，但是布洛妮娅表示十分期待。",
			"はい。芽衣姉様が何を作るのか分かりませんが、ブローニャはすごく楽しみにしています。",
			"네. 메이 언니가 뭘 만드는지 모르겠지만, 브로냐는 정말 기대되고 있어요.",
			"Yes. I don't know what Mei will make, but Bronya is really looking forward to it."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30798,
			"Kiana, let's go to the kitchen.",
			"嘻嘻~一会就知道啦~琪亚娜别玩了~我们要出发前往烹饪教室了哦。",
			"ふふ、腕が鳴るわ。キアナちゃん、遊ぶのはこれくらいにして調理室に行くわよ。",
			"후후, 손이 근질근질하네. 키아나, 놀기는 이쯤 하고 조리실로 가자.",
			"Hehe, you'll know soon~ Kiana, stop playing and let's go to the kitchen."
		]
	],
	"15": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30799,
			"Here we are. Looks like everything is in working order. Luck for us.",
			"就是这里啦~我看看……厨具还都可以使用，真是太幸运了，那我们赶紧开始吧~",
			"ここかな？どれどれ…よかった！まだ調理用具は使えるみたいだし早速始めよう！",
			"여기인가? 어디 보자... 다행이야! 아직 조리도구는 사용할 수 있는 모양이니 바로 시작하자!",
			"Is this it? Let's see... Great! It looks like I can still use the cooking utensils, so let's get started!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30800,
			"So what are you gonna cook?",
			"要做什么呢！",
			"何にするの？",
			"뭐로 할 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30801,
			"Hmm…how about omurice?",
			"我看看……首先做蛋包饭吧~",
			"そうだね…オムライスにしようか～",
			"그래... 오므라이스로 할까~",
			"That's right... How about we have omurice~?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30802,
			"Omurice? What's that?",
			"蛋包饭……是什么？",
			"オムライスって…なに？",
			"오므라이스란... 뭐지?",
			"What is... omurice?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30803,
			"It's like this. Cook the rice first…",
			"就是像这样，先把米饭煮熟……",
			"まずご飯を炊いたらそれを炒めて…",
			"먼저 밥을 지어서 볶아서...",
			"First, cook the rice and then fry it..."
		],
		[
			"msg",
			30804,
			"Heat the oil in a pan, pour the egg mixtrue into the pan. Turn the heat off when the edge starts to turn white…",
			"然后这边开始热锅，将鸡蛋汁均匀地倒上去，当周围开始变白，中间还没有熟透的时候停止加热……",
			"フライパンを温めながら、卵液を入れる。周りが白くなって、中心まで火が通っていない時に火を止めて…",
			"프라이팬을 달구면서 계란물을 넣는다. 주변이 하얗게 익고, 중심까지 완전히 익지 않았을 때 불을 끄고...",
			"Heat the frying pan and add the egg mixture. When the edges turn white but the center is not cooked through, turn off the heat."
		],
		[
			"msg",
			30805,
			"Add the cooked rice on top of the omelette, wrap it nicely.",
			"最后将刚才的饭放在蛋皮上。用蛋皮将米饭包起来，要点是包的角度需要注意，这样才能包出完美的形状~",
			"そして、卵でご飯をゆっくり包む。特に角度は注意が必要ね。こうじゃないと完璧な形に収まらないのよ。",
			"그리고, 계란으로 밥을 천천히 감싼다. 특히 각도는 주의가 필요해. 이렇게 해야만 완벽한 모양을 이룰 수 있거든.",
			"Then, gently wrap the rice in the egg, paying special attention to the angle, otherwise it won't form a perfect shape."
		],
		[
			"msg",
			30806,
			"Pour ketchup over the omelette and we are done.",
			"然后用番茄酱画上一些可爱的东西就行啦~嘛~现在食材有限也只能做成这样的啦。",
			"さらにケチャップをかけて、完成～！まぁ、手元にある食材じゃこれぐらいしかできないわ…",
			"케첩을 더 뿌려서 완성~! 뭐, 손에 있는 재료로는 이 정도밖에 못 하겠네...",
			"Add some ketchup and it's done! Well, that's all I can do with the ingredients I have on hand..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30807,
			"Awesome!",
			"芽衣姐姐好厉害~",
			"芽衣姉様すごい！",
			"메이 언니 대단해!",
			"Mei is amazing!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30808,
			"Bannnnnnnng---",
			"哐啷！",
			"コロン！",
			"콜론!",
			"<i>Clang!</i>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30809,
			"Great. Zombies again. They are probably drawn by the smell of omelette.",
			"糟糕！烹饪教室外面都是僵尸娘，一定是被蛋包饭的香味吸引过来了！",
			"やばい！ゾンビ娘に囲まれた！きっとオムライスの香りに誘われて来たんだ！",
			"큰일이다! 좀비 소녀들에게 둘러싸였어! 분명 오므라이스 냄새에 이끌려 온 거야!",
			"Oh no! We're surrounded by zombie girls! They must have been attracted by the smell of omurice!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30810,
			"I'll rid of them for you.",
			"打扰芽衣姐姐的家伙就由我来消灭。",
			"芽衣姉様を邪魔する輩はこのブローニャが退治します。",
			"메이 언니를 방해하는 자는 이 브로냐가 처리하겠습니다.",
			"Bronya will eliminate anyone who gets in Mei's way."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30811,
			"Yeah, Bronya and I are gonna take care of those zombies and you just keep doing what you are doing.",
			"嘿嘿~布洛妮娅终于有干劲了呢~芽衣学姐请继续做料理吧！僵尸娘就交给我们来解决吧~",
			"へへ～ブローニャちゃんもやる気ね。芽衣先輩、ここは任せて！",
			"헤헤~ 브로냐도 의욕이 넘치는군. 메이 선배, 여긴 내게 맡겨!",
			"Hehe~ Bronya seems motivated too. Mei-senpai, leave it to me!"
		]
	],
	"16": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30812,
			"Done!",
			"呼~终于解决了~",
			"ふぅ…なんとか片付いた～",
			"후우… 어떻게든 처리했네~",
			"Phew... All done~"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30813,
			"Dinner is ready, guys.",
			"嗯~正好料理做完啦，大家可以开饭了哦~",
			"ちょうど料理ができたわ、早く食べよう～",
			"방금 음식이 다 됐어, 빨리 먹자~",
			"The food is ready, hurry up and eat~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30814,
			"Smells soooooooooooooooo good.",
			"太棒啦~！",
			"やった！",
			"해냈다!",
			"Yay~!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30815,
			"The wonderful sensation wrapped around my tongue…It's…",
			"好奇妙的感觉……这股萦绕在舌尖的触感与味道……",
			"奇妙な感覚…この舌触りと味…",
			"이상한 느낌… 이 혀에 닿는 감촉과 맛…",
			"A strange sensation... this texture and taste..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30816,
			"What is it? Is the omelette that bad?",
			"怎么了？难道是不好吃么？",
			"どうしたの？口に合わなかった？",
			"왜 그래? 입맛에 안 맞았어?",
			"What's wrong? Don't you like it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30817,
			"I don't know how to describe it. I've never tasted it before but I like it.",
			"布洛妮娅不知道该怎么表达，从没有这样的感觉……但是，布洛妮娅不讨厌这样的味道。",
			"うまく言えないですけど、こんな感覚、初めて…でも、ブローニャは嫌いではありません。",
			"뭐라고 표현하기 어렵지만, 이런 느낌은 처음이에요... 하지만 브로냐를 싫어하진 않아요.",
			"I can't really explain it, but this is the first time I've ever felt this way... But Bronya doesn't dislike it."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30818,
			"Just go ahead and say it is delicious. Mei, I wanna another one.",
			"嘿嘿~好吃就直说嘛~芽衣学姐~再来一碗！",
			"えへへ～照れるなよ、素直に美味しいと言えばいいのに～芽衣先輩、おかわり！",
			"에헤헤~ 부끄러워하지 말고 솔직하게 맛있다고 하면 되는데~메이 선배, 더 주세요!",
			"Ehehe~ Don't be embarrassed, just say it's delicious~ Mei-senpai, can I have seconds?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30819,
			"Slow down. Omelettes are not going anywhere.",
			"不要吃这么快啊！给我留点~",
			"そんなに慌てて食べないの！私の分も残しといてよね～",
			"그렇게 급하게 먹지 마! 내 몫도 남겨둬야 해~",
			"Don't be in such a hurry to eat! Save some for me too~"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30820,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30821,
			"I'm so full. I haven't had decent food for so long.",
			"呼~吃饱了，好久没有吃到这么好吃的东西了~",
			"あ～、食った食った！久々にこんな美味しいものを食べたよ！",
			"아~ 맛있게 먹었어! 오랜만에 이렇게 맛있는 걸 먹었네!",
			"Ahh~ I ate so much! It's been a while since I've eaten something this delicious!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30822,
			"We still have some left over materials. We can use all of them.",
			"这里还有剩余一些食材呢，不如我们做便当带走吧~",
			"まだ食材があるから、残りはお弁当にしよっか。",
			"아직 재료가 남았으니, 나머지는 도시락으로 할까?",
			"We still have some ingredients left, so I'll use the rest to make some boxed lunches for later."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30823,
			"Leave it to me.",
			"嘿嘿！交给我吧~让你们见识一下我的厨艺！",
			"今度は私に任せて！このキアナ様の料理の腕をお見せしましょう！",
			"이번은 나에게 맡겨! 이 키아나 님의 요리 실력을 보여줄게!",
			"Leave it to me this time! Let me show you my cooking skills!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30824,
			"I wanna try Kiana's cooking too.",
			"嗯~我也想吃一次琪亚娜亲手做的料理呢~那就拜托你啦。",
			"キアナちゃんの手料理も一度食べてみたかったのよね。それじゃお願いね。",
			"키아나 쨩의 손수 만든 음식도 한번 먹어보고 싶었어. 그럼 부탁할게.",
			"I've always wanted to try your cooking, Kiana-chan. Please, go ahead."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30825,
			"Well, let's see what we got here. Hmm…put them all in, add some salt, a little sugar and cream. Stir…and put some cocoa powder in.",
			"嗯……食材有这些，做什么好呢……嘛~全部放进去就行啦~加点盐，加点糖……居然还有奶油！都放进去，然后搅拌一下再放点可可粉……",
			"うーん…食材はこれくらいかな？…どうしよう…ええい！全部入れちゃえ！調味料は、塩、砂糖、クリーム、全部入れて…よく混ぜて、隠し味にココアも少し…",
			"음... 재료는 이 정도면 될까?... 어떻게 하지... 에라 모르겠다! 다 넣어버려! 양념은 소금, 설탕, 크림, 전부 넣고... 잘 섞어서, 비밀 재료로 코코아도 조금...",
			"Hmm... so these are the ingredients, huh? ...What should I do... Oh well! Let's just put everything in! I'll put in all the seasonings, salt, sugar, cream... mix well, and add a little cocoa for a secret flavor..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30826,
			"Bronya, did you smell something funny?",
			"布洛妮娅……有没有闻到一股奇怪的味道……",
			"ブローニャちゃん…なんか変な匂いがしない…？",
			"브로냐 씨... 무슨 이상한 냄새 안 나...?",
			"Bronya-chan... do you smell something strange...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30827,
			"It's like the weird smell of motor oil mixed with some chemical compounds…",
			"嗯，真是令人怀念的味道，就和当时在机械车间弥漫的机油和硫酸物质混合的味道一样。",
			"とても懐かしいです。昔工場にいた時に戻ったみたい…確か…機械油と硫酸物を混ぜた時の匂いです。",
			"정말 향수돋는 냄새예요. 예전 공장에 있을 때로 돌아간 것 같아... 분명... 기계유와 황산물을 섞었을 때의 냄새입니다.",
			"It brings back so many memories. It makes me feel like I'm back in the days from the factory... I think... it's the smell of machine oil mixed with sulfuric acid."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30828,
			"Last but not least, HOT SAUCE! That's exactly what we need.",
			"嗯……感觉好像还少了点什么，嗯！再放点老干妈~",
			"うーん…なんか物足りない気がする…そうだ！わさびも入れよっと！",
			"음... 뭔가 부족한 느낌이야... 맞아! 고추냉이도 넣어야지!",
			"Hmm... I feel like something is missing... That's it! I'll add some hot sauce!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30829,
			"Kiana, we should get moving. Zombies are breaking in.",
			"……琪亚娜，快走！你看那边有一大群僵尸娘冲过来了！",
			"キアナちゃん、早く逃げて！ゾンビの群れがこっちに来るわよ！",
			"키아나, 빨리 도망쳐! 좀비 떼가 이쪽으로 오고 있어!",
			"Kiana-chan, hurry up and run! A horde of zombies is coming this way!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30830,
			"Stop rushing me. Patience is a virtue.",
			"哇！不要拽我啦！还没有做好呢！",
			"引っ張らないでよ！まだ作ってる途中なのに！",
			"당기지 마! 아직 만들고 있는 중이야!",
			"Don't pull me! I'm still in the middle of cooking!"
		]
	]
}