{
	"1999": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192608,
			"Lord Kyuushou~What will we create today?",
			"九霄大人~今天我们要造点什么呢~",
			"九霄様~今日は何を作るの~",
			"큐쇼님~ 오늘은 뭐 만들 거야~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192609,
			"The shape of the world is taking shape. Don't rush it. Today we'll continue our study of magic spells…",
			"世界的形态已经逐渐成型，不必操之过急，今天我们还是继续来学习魔法咒语……",
			"世界の姿が徐々にそれっぽくなってきたわね。あまり焦る必要はないわ。今日も引き続き魔法の呪文を勉強しましょう……",
			"세상의 모습이 점점 그럴싸해져 왔네. 너무 서두를 필요는 없어. 오늘도 계속 마법의 주문을 공부하자......",
			null
		],
		[
			"msg",
			192610,
			"【Warn】If you do this again, I'll never let you into Stigmata space again!",
			"【叮嘱】你要是再这么乱搞，我就再也不让你进圣痕空间了！",
			"【説諭】今度また騒ぎを起こしたら、もうあなたを聖痕空間に入れませんからね！",
			"【설유】이번에도 또 소동을 일으키면, 더는 너를 성흔 공간에 넣어주지 않을 거야!",
			null
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192611,
			"Well, Phieme Iris was serious, so I thought I'd call it a day…",
			"呃，总觉得菲米莉丝是认真的，不如今天还是算了吧……",
			"うっ、フェミリスはマジな気がする。やっぱり今日は止めておこうかな……",
			"윽, 페미리스는 진심인 것 같아. 역시 오늘은 그만두는 게 나을지도......",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192612,
			"Now that we've made our decision, let's get started.",
			"既然决定好了，九霄大人我们就快开始吧~",
			"約束したでしょう。九霄様、早く始めようよ~",
			"약속했잖아. 큐쇼님, 빨리 시작하자~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192613,
			"Sirin, there is a change of plan, today we still do some simple things to relax it~ How about let Lord Kyuushou to tell you the glorious victory of the savior~",
			"西琳，计划有变，今天我们还是来做点简单的事放松下吧~不如就让九霄大人把救世主的光辉战绩告诉你怎么样~",
			"シーリン、計画変更よ。今日はもっと簡単で手軽なことをしましょう~九霄様が救世主の輝かしい戦績を教えてあげるっていうのはどうかしら~",
			"시린, 계획 변경이야. 오늘은 더 쉽고 간단한 걸 하자~ 큐쇼님이 구세주의 빛나는 전적을 가르쳐준다는 건 어때~",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192614,
			"Ha~ Do you mean the story of the fight? Sirin wants to hear it!",
			"哈啊~是指九霄大人战斗的故事吗，西琳想听！",
			"へぇ~それって九霄様の戦いの物語なの？シーリン、聞きたい！",
			"에~ 그거 큐쇼님의 싸움 이야기야? 시린, 듣고 싶어!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192615,
			"It seems that you are very interested. Well, these battle stories will be your most valuable experience! After hearing this, you will not be afraid to fight against any terrible monster!",
			"看来你很有兴趣嘛，不错不错，这些战斗故事会成为你最为宝贵的经验！听完后你无论对抗什么可怕的怪物都不会害怕了！",
			"どうやら興味があるみたいね。よしよし。この戦いのお話はあなたにとって何よりも貴重な経験になるはずよ！聞いた後はどんな恐ろしい怪物に立ち向かっても怖くなんてならないから！",
			"흥미가 있는 모양이네. 좋아좋아. 이 싸움 이야기는 너에게 그 무엇보다도 소중한 경험이 될 거야! 듣고 나면 어떤 무서운 괴물에게 맞서도 두렵지 않을 테니까!",
			null
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192616,
			"Let me think where to begin, from the battle to fallen demons in the campus, or from the battle to the sleepy Host in the lost thorns castle for three hundred rounds…",
			"让我想想该从何讲起，是从九霄大人横扫堕天恶魔的校园之战开始呢，还是从进入那铺满荆棘尖刺的失落城堡，大战沉睡城主三百回合的暗夜之战开始讲好呢……",
			"どこから話し始めようかな。九霄様が堕天の悪魔を一掃した学園の戦いから始めようかしら？それともイバラのトゲが敷き詰められた失われた城に入った話から始めようかな？深い眠りについた城主との300ターンの闇夜の戦いから話し始めようかしら……",
			"어디부터 말을 시작할까. 큐쇼님이 타락한 악마를 소탕한 학원의 전투부터 시작할까? 아니면 가시덤불이 깔린 잃어버린 성에 들어간 이야기부터 시작할까? 깊은 잠에 빠진 성주와의 300턴 어둠의 전투부터 말을 시작할까......",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192617,
			"Well, this thrilling battle! The opponent that time was the absolute creature who dominated human fear! The terrible nightmare deep in the human consciousness, no matter how to dispel, she will gather again to devour your heart light, like the ghost of the bloody Anilla!",
			"有了，果然还是要讲最惊心动魄的一战！那一次的对手可是支配人类恐惧的绝对生物！深藏人类意识之中的可怕噩梦，无论怎么样驱散，她都会再次聚集过来吞噬你心中光明，如同鬼魂般无法消灭的血夜猫妖阿尼拉！",
			"そうだ、やっぱり一番スリリングな戦いから話し始めることにしましょう！あの時の相手は人類の恐怖を支配する絶対的な生物だったの！人類の意識の奥深くに隠れた恐ろしい悪夢よ。どうやって蹴散らそうとも、彼女は再び集まってきて、あなたの心の光を飲みこむの。幽霊のように滅びることのないブラッドナイトのネコ妖怪・アニラ！",
			"그래, 역시 가장 스릴 넘치는 싸움부터 이야기 시작해보자! 그때의 상대는 인류의 공포를 지배하는 절대적인 생물이었어! 인류의 의식 깊숙이 숨겨진 끔찍한 악몽이야. 어떻게 흩어버리려 해도, 그녀는 다시 모여들어 네 마음의 빛을 삼켜버리는 거야. 유령처럼 멸망하지 않는 블러드나이트의 고양이 요괴・아닐라!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192618,
			"Gh…Ghost?",
			"鬼、鬼魂？",
			"ゆ、幽霊？",
			"유, 유령?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192619,
			"Yes, at that time she used darkness to erose my heart. No matter how many times she was driven away, she would come from the shadows around her dragging her huge red firewood knife.",
			"没错，那时候她用黑暗侵蚀着九霄大人的内心，无论赶走多少次，她都会从周围的黑影中拖着她那巨大鲜红的柴刀走过来。",
			"そうよ。あの時の彼女は暗闇を使って九霄様の心を侵食してきたの。何度蹴散らしても、彼女は周囲の暗闇の中から巨大な真紅のナタを引きずって迫ってきた。",
			"그래. 그때의 그녀는 어둠을 이용해 큐쇼님의 마음을 침식해왔어. 몇 번이나 흩어버려도, 그녀는 주변의 어둠 속에서 거대한 진홍색 낫을 끌며 다가왔지.",
			null
		],
		[
			"msg",
			192620,
			"Her eyes were red with blood, her mouth was laughing…",
			"她的眼中泛着鲜血红光，嘴里流露出嘻嘻嘻的笑声……",
			"彼女の眼には鮮血の赤い光が輝き、口からはウシシという笑い声を漏らしていた……",
			"그녀의 눈에는 선혈 같은 붉은 빛이 번뜩였고, 입에서는 우시시라는 웃음소리가 새어나왔어……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192621,
			"Strange, strange laughter in the shadows...Hee hee hee, click click click laugh…",
			"藏在黑影中发出奇、奇怪的笑声……嘻嘻嘻，咯哒咯哒的笑声……",
			"暗闇に隠れながら、お、おかしな笑い声を出す……ウシシ、ゲラゲラという笑い声……",
			"어둠에 숨어서, 웃, 웃기다는 웃음소리를 내며…… 우시시, 게라게라라는 웃음소리……",
			null
		],
		[
			"msg",
			192622,
			"Oooo... Isn't that something under Sirin's bed…",
			"呜……那西琳床底下是不是也有这样的怪物啊……",
			"うぅ……じゃあ、シーリンのベッドの下にもそんな怪物がいるんじゃないかな……",
			"우우…… 그럼 시린의 침대 밑에도 그런 괴물이 있는 건 아닐까……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192623,
			"Well! Don't be afraid! I've already beaten her with all my might. It's impossible to see her again!",
			"呃！别、别害怕！九霄大人其实已经使出全力将她打败了，不可能会再出现了！",
			"えっ！こ、怖がらないで！もう九霄様が全力を出して彼女をやっつけたの。だからもう現れたりしないわよ！",
			"엣! 무, 무서워하지 마! 이젠 큐쇼님이 전력을 다해 그녀를 물리쳤어. 그러니까 더 이상 나타나지 않을 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			192624,
			"Lord Kyuushou~",
			"嘻嘻，还好有九霄大人在呢。",
			"ヘヘ、九霄様がいてくれてよかった。",
			"헤헤, 큐쇼님이 있어서 다행이야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			192625,
			"I promise you, even if it's a horrible undead creature, it won't be in Sirin's wonderful world of love and hope. That monster only likes to feed on cruelty and wail!",
			"九霄大人保证，即便那是可怕的不死生物，也绝对不会出现在西琳这种充满爱与希望的美好世界中的，那种怪物只喜欢以残酷与悲鸣作食粮！",
			"九霄様が約束するよ。恐ろしい不死の生物であろうと、絶対にシーリンのこの愛と希望に満ち溢れた素晴らしい世界には来ないよ。あの怪物は残酷さと悲鳴だけをエサにしているからね！",
			"큐쇼님이 약속할게. 무서운 불사의 생물이라도, 절대 시린의 이 사랑과 희망으로 가득 찬 멋진 세상에는 오지 않을 거야. 그 괴물은 잔인함과 비명만을 먹이로 삼으니까!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192626,
			"…...",
			"嗯……",
			"うん……",
			"응……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192627,
			"......Do you know why I would say Sirin is a magic girl?",
			"呼……知道为什么九霄大人会说西琳是魔法少女吗？",
			"ふぅ……どうして九霄様がシーリンのことを魔法少女って呼ぶか分かる？",
			"후우…… 왜 큐쇼님이 시린을 마법 소녀라고 부르는지 알아?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192628,
			"Why?",
			"为什么呢？",
			"どうしてなの？",
			"왜인데?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192629,
			"The magic girl is the symbol of human smile. She will create true beauty, bring happiness to people. Those killing and blood things are absolutely not looking for Sirin, because Sirin should be in the magical land full of seven colors light.",
			"魔法少女是人类笑容的象征，她会创造出真正的美好，给人带来幸福。像九霄大人那些充满杀戮与鲜血的世界是绝对不会找上西琳的，因为西琳所处的应该是充满七彩光色的魔幻大陆才对。",
			"魔法少女は人類の笑顔の象徴なの。彼女は本当の美しさを創り出し、人々に幸せをもたらすの。九霄様の殺戮と鮮血に満ちた世界では絶対にシーリンを見つけられないよ。だって、シーリンのいる場所はカラフルな光に満ちたファンタジー大陸のはずだもの。",
			"마법 소녀는 인류의 미소를 상징해. 그녀는 진정한 아름다움을 창조하고 사람들에게 행복을 가져다주지. 큐쇼님의 살육과 피로 가득한 세계에서는 절대 시린을 찾을 수 없어. 왜냐면 시린이 있는 곳은 화려한 빛으로 가득한 판타지 대륙이어야 하니까.",
			null
		],
		[
			"msg",
			192630,
			"If it is difficult to understand, I will tell you another story~ That is the story of the happy world of love and justice! It's called HOMU Adventure!",
			"如果难以理解的话，九霄大人就给你再讲一个故事好了~那可是爱与正义集合的幸福世界的故事！其名为《吼姆大冒险》！",
			"難しくて理解できないのなら、九霄様が別のお話をしてあげるね~それは可愛さと正義の集まった幸せな世界の物語よ！その名も『ホムの大冒険』！",
			"어려워서 이해할 수 없다면, 큐쇼님이 다른 이야기를 해줄게~ 귀엽고 정의가 모인 행복한 세계의 이야기야! 그 이름도 『호무의 대모험』!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192631,
			"Ha~ Sirin knows HOMU! In this world, I can also see the HOMU paradise~",
			"哈啊~西琳知道吼姆！在这个世界里面也能见到吼姆乐园呢~",
			"へぇ~シーリン、ホムは知ってるよ！この世界でもホム楽園を見られるんだよ~",
			"헤에~ 시린, 호무 알아! 이 세계에서도 호무 낙원을 볼 수 있다고~",
			null
		],
		[
			"msg",
			192632,
			"If it was the lovely HOMU, Sirin would have had a good dream, wouldn't I?",
			"如果是可爱的吼姆的话，西琳听完应该能做个好梦吧？",
			"かわいいホムの話なら、シーリンが聞いても、いい夢を見られるよね？",
			"귀여운 호무 이야기라면, 시린이 들어도 좋은 꿈 꿀 수 있겠지?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192633,
			"It's no problem to think of this HOMU adventure as a bedtime story. This is a wonderful story created by Kyuushou! You'll love it~",
			"把这个吼姆大冒险当成是睡前故事也没问题哦！这可是九霄大人沥尽心血创造的绝美故事！一定会让你喜欢的~",
			"この『ホムの大冒険』は、寝る前のお話にしても大丈夫なのよ！これは九霄様が心血を注いで作り上げたビューティフルストーリーなんだから！きっと気にいるわよ~",
			"이 『호무의 대모험』은 잠들기 전 이야기로 해도 괜찮아! 이건 큐쇼님이 심혈을 기울여 만든 아름다운 스토리니까! 분명 마음에 들 거야~",
			null
		],
		[
			"msg",
			192634,
			"Once upon a time, there was a village called HOMU. At that time, the head of HOMU village had not received god's instructions for salvation… Until he meets the dark Lord of the guide, Howaro, everything changes…",
			"从前有个吼姆村，那时候吼姆村长还没有收到神的救世指引……直到他遇见了暗黑的魔导之主吼太郎，一切都发生了变化……",
			"昔々、ホム村という村がありました。その時のホム村の村長は神による救世の導きを得られませんでした……暗黒の魔導の主ホ太郎に出会い、何もかもが変わるまで……",
			"옛날옛적에 호무 마을이라는 마을이 있었습니다. 그때 호무 마을의 촌장은 신의 구원의 인도를 받지 못했어요…… 암흑의 마도 주인 호타로우를 만나면서, 모든 것이 변하기 시작할 때까지……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192635,
			"……",
			"……",
			"……",
			"……",
			null
		]
	],
	"2000": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192636,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192637,
			"Huh…. Huh…",
			"呼……呼……",
			"スー……スー……",
			"쉬이…… 쉬이……",
			null
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192638,
			"Emmm, am I asleep?",
			"呣，西琳是睡着了么，九霄大人……九霄大人回去了吗？",
			"ムニャ、シーリン、寝ちゃったの？九霄様……九霄様は帰っちゃったのかな？",
			"으흠, 시린, 잠들었어? 큐쇼님…… 큐쇼님은 돌아가신 걸까?",
			null
		],
		[
			"portraits",
			[
				513,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192639,
			"Ah ha! What is this, what is this, what has become of Sirin's world... Everywhere is gray…",
			"啊啊！这、这是怎么回事，西琳的世界怎么变成这样了……到处都灰蒙蒙的，之前七彩缤纷的颜色都消失了……",
			"ああ！こ、これはどういうことなの？シーリンの世界がどうしてこんな姿になっちゃったの……どこも灰色っぽくて、さっきまでのカラフルな色が消えちゃった……",
			"아아! 이, 이건 무슨 일이야? 시린의 세계가 왜 이렇게 변해버린 거지…… 어디나 회색빛으로 물들어서, 아까까지의 화려한 색깔들이 사라져버렸어……",
			null
		],
		[
			"msg",
			192640,
			"And the sky is not only dark, but also a big hole, as if there is something has been falling down the appearance… Are these thorns that Kyuushou spoken of?",
			"而且天空不仅暗暗的，还破了个大洞，好像有什么一直在掉下来的样子……这些长满刺的难道是九霄大人说过的荆棘？",
			"それに空が暗くなっているだけでなく、大きな穴まで空いている。まるで何かがずっと落ちてきているみたい……この生えているトゲって、まさか九霄様の言っていたトゲなのかな？",
			"게다가 하늘이 어두워진 것뿐만 아니라, 커다란 구멍까지 뚫려 있어. 마치 무언가가 계속 떨어지고 있는 것 같아…… 이 자라난 가시들은, 설마 큐쇼님이 말하던 그 가시인 걸까?",
			null
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192641,
			"The monsters from the sky, the bramble ground… All is the same as Kyuushou said, there must be something terrible happened.",
			"从天而降的怪兽，荆棘满布的地面……这些都跟九霄大人讲的一样，一定是有什么可怕的事发生了。",
			"空から降ってきた怪獣、トゲだらけの地面……これって全部九霄様の話と同じだ。きっと何か恐ろしいことが起こるんだ。",
			"하늘에서 내려온 괴수, 가시로 뒤덮인 땅…… 이건 모두 큐쇼님의 이야기와 같아. 분명 무서운 일이 일어날 거야.",
			null
		],
		[
			"msg",
			192642,
			"In that case, will Lord Kyuushou be fighting somewhere?",
			"既然这样的话，九霄大人会不会是在某处战斗着呢？西琳……要找到九霄大人才行！",
			"ということは、九霄様はどこかで戦っているのかな？シーリン……九霄様を見つけなくちゃ！",
			"그렇다면, 큐쇼님은 어딘가에서 싸우고 있는 걸까? 시린…… 큐쇼님을 찾아야 해!",
			null
		]
	],
	"2001": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192643,
			"——Qiu……",
			"——啾啾……",
			"——チューチュー……",
			"—— 찍찍……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192644,
			"It's always strange that I don't see Kyuushou anywhere, and these monsters…",
			"总觉得有些奇怪，到处都见不到九霄大人战斗的影子，而且这些怪兽……",
			"何か変な気がするなぁ。どこに行っても九霄様の戦っている姿が見つからないよ。それにこの怪獣たち……",
			"뭔가 이상한 기분이 들어. 어디를 가도 큐쇼님의 싸우는 모습을 찾을 수 없어. 게다가 이 괴수들……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192645,
			"Qiu! Qiu!",
			"啾啾！啾啾！",
			"チューチュー！チューチュー！",
			"찍찍! 찍찍!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192646,
			"Ahhhh! Cute monsters~ Are you trying to take me somewhere?",
			"呵呵~它们好像没什么恶意呢，真是可爱的小怪兽们~你们是想带我去哪吗？",
			"ウフフ~特に悪意はないみたいね。本当に可愛い怪獣ちゃんたちだね~私をどこに連れて行こうとしているの？",
			"우후훗~ 특별한 악의는 없는 것 같네. 정말 귀여운 괴수들이야~ 나를 어디로 데려가려는 거니?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192647,
			"Kha…Khakha…...",
			"沙拉……沙拉沙拉……",
			"ガサ……ガザガサ……",
			"바스락…… 바스바스락……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192648,
			"What is inside…....There's a little monster trapped inside!",
			"荆棘里面的是……糟了！有只小怪兽被困在里面了！",
			"トゲの中は……大変！怪獣ちゃんが中に閉じこめられている！",
			"가시 속에는…… 큰일! 괴수이 안에 갇혀있어!",
			null
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192649,
			"So you're trying to help your trapped buddy. It's okay. I will help you!",
			"原来你们是想帮助被困住的同伴呀，没事，就交给西琳吧，嘿！",
			"あなたたちは閉じこめられている仲間を助けてあげようとしていたのね。大丈夫。シーリンに任せて。えいっ！",
			"너희들은 갇혀있는 친구를 구해주려고 했던 거구나. 괜찮아. 시린에게 맡겨. 에잇!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192650,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192651,
			"Hey......Why couldn't the brambles be turned away? Where is my power?",
			"欸……为什么没能将这些荆棘变走，西琳的力量用不出来了？",
			"あれ……どうしてこのトゲを消せないの？シーリンの力が使えなくなっちゃったの？",
			"어라…… 왜 이 가시를 없앨 수 없는 거지? 시린의 힘이 안 통하는 거야?",
			null
		],
		[
			"portraits",
			[
				513,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192652,
			"But the little monster looked hurt, and it was too bad to leave her alone. Don't worry, Sirin will find a way to get rid of the brambles without hurting you.",
			"可是那只小怪兽看上去受伤了，放着她不管太可怜了。放心吧，西琳会想办法不伤到你弄掉这些荆棘的。",
			"でも、あの怪獣ちゃんはケガをしているみたい。このまま放っておいたらかわいそうだよ。安心して。シーリンがどうにかしてあなたを傷つけずにこのトゲをどかしてあげるから。",
			"하지만, 저 괴수은 다친 것 같아. 이대로 내버려두면 안 됐어. 안심해. 시린이 어떻게든 너를 다치지 않게 이 가시를 치워줄게.",
			null
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192653,
			"Well, the more I tried to reach out to the brambles, the tighter they closed… This is out of reach. Ah! Don't move or you'll be scratched by a thorn again!",
			"唔，越是想伸手去碰荆棘就包围得更紧……这样子根本够不着。啊！你不要乱动，小心又被荆棘刮伤了！",
			"うーん。手を伸ばしてトゲに触ろうとすると、ますますトゲが狭まってくる……これじゃ無理だよ。あっ！無理して動かないで、またトゲでケガしちゃうよ！",
			"으음. 손을 뻗어 가시를 만지려고 하면, 오히려 가시가 더 좁아져 들어와…… 이건 무리야. 앗! 무리하게 움직이지 마, 또 가시에 다칠 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192654,
			"Kha…Khakha…...",
			"沙拉沙拉……",
			"ガサガサ……",
			"바스락바스락……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192655,
			"Why, did the bramble run away from the little monster?",
			"咦，荆棘躲开了那只小怪兽？",
			"あれ、トゲがあの怪獣ちゃんを放してくれた？",
			"어라, 가시가 저 괴수을 놔준 거야?",
			null
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192656,
			"Are you afraid that I'm going to hurt her, so you just stick around and protect her? Then don't worry~ Sirin is here to help~",
			"难道你们是害怕西琳会伤害她才紧紧地包在周围保护她么？那就放心吧~西琳是来帮忙的，可以放心将她交给西琳的。",
			"まさか、あなたたち、シーリンが彼女を傷つけると思って、彼女をしっかり包み込んで守っていたの？それなら安心して~シーリンは手伝いに来たんだよ。安心して彼女をシーリンに渡しても大丈夫だよ。",
			"설마, 너희들, 시린이 그녀를 다치게 할까 봐, 그녀를 꽉 감싸서 지키고 있었던 거야? 그렇다면 안심해~ 시린은 도우러 온 거야. 안심하고 그녀를 시린에게 넘겨도 괜찮아.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192657,
			"Kha…Khakha…...",
			"沙拉沙拉……",
			"ガサガサ……",
			"바스락바스락……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192658,
			"The brambles really came apart...Thank you~ come here, let me help you wrap it up.",
			"荆棘真的散开了……谢谢~来，西琳来帮你包扎一下吧。",
			"本当にトゲが解放してくれた……ありがとう~おいで、シーリンがあなたの傷を縛ってあげる。",
			"정말로 가시가 풀려줬어…… 고마워~ 이리 와, 시린이 네 상처를 묶어줄게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192659,
			"Qiu…",
			"啾啾……",
			"チューチュー……",
			"쮸쮸……",
			null
		],
		[
			"msg",
			192660,
			"——Puh!",
			"——噗！",
			"——ポンッ！",
			"——팡!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192661,
			"Change, change back! The witch's curse is over! Was it because this girl showed up... Not only that, those pale thorns also changed into green vines!",
			"变、变回来了！魔女的诅咒解除了！是因为这个女孩出现的缘故吗……不仅如此，那些灰白的荆棘也变成了翠绿的藤蔓！",
			"も、戻った！魔女の呪いが解けた！この女の子が現れたおかげなんだろうか……それだけじゃない。あの灰色がかったトゲもエメラルドのツルになっている！",
			"돌, 돌아왔어! 마녀의 저주가 풀렸어! 이 소녀가 나타난 덕분인 걸까…… 그뿐만이 아니야. 저 회색빛 가시도 에메랄드 덩굴로 변했어!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			192662,
			"The little monster became... HOMU! ?",
			"小怪兽变成了……吼姆！？",
			"怪獣ちゃんが……ホムになった！？",
			"괴수 쨩이…… 호무가 됐어!?",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			192663,
			"Finally appeared, magic girl of unreal world, defeat the light of the salvation of the devil! I am the master of the guide! Come and make a pact with me, and you'll be the magic girl and save everyone!",
			"终于出现了，幻之世界的魔法少女，击败魔女的救世之光！我是魔导之主吼太郎！来和我签订契约吧，你会成为魔法少女，拯救所有的人！",
			"やっと現れたね、幻の世界の魔法少女。魔女を倒す救世の光！私は魔導の主ホ太郎！私と契約を結ぶのだ。そして君は魔法少女となり、あらゆる人を救うのだ！",
			"드디어 나타났구나, 환상 세계의 마법소녀. 마녀를 무찌르는 구세의 빛! 나는 마도의 주인 호타로! 나와 계약을 맺어라. 그러면 너는 마법소녀가 되어 모든 사람을 구할 것이다!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192664,
			"Hey! ?",
			"欸！？",
			"えっ！？",
			"엣!?",
			null
		]
	],
	"2002": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192665,
			"Are you the guy Kyuushou said? It seems that you are like Lord Kyuushou~",
			"吼太郎……是九霄大人说过的那个吼太郎吧~呵呵，感觉说话和九霄大人很像呢~",
			"ホ太郎……それって九霄様の言っていた、あのホ太郎のことでしょう~フフ、話し方まで九霄様に似ているみたいだね~",
			"호타로…… 그거 큐쇼 님이 말하던 그 호타로지~ 훗, 말투까지 큐쇼 님을 닮은 것 같네~",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192666,
			"Although I don't know who you said, but you are our last hope! Can you help us defeat the witch who makes people smile?",
			"虽然不知道你说的是谁，但你是我们最后的希望了！可以帮助我们，打败夺取人们笑容的魔女吗！",
			"君の言っているのが誰か分からないけれど、君は私の最後の希望なんだ！私を助け、人々の笑顔を奪い去った魔女を倒してくれないかい？",
			"네가 말하는 게 누군진 모르겠지만, 넌 나의 마지막 희망이야! 나를 도와 사람들의 웃음을 빼앗은 마녀를 무찌르지 않겠니?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192667,
			"Witches? Sirin would love to help you, but what am I supposed to do?",
			"魔、魔女？西琳很想帮你们，但我到底该怎么做才好呢？",
			"魔、魔女？シーリン、とても手伝ってあげたいんだけど、一体どうすればいいの？",
			"마, 마녀? 시린, 정말 도와주고 싶은데 대체 어떻게 해야 하지?",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192668,
			"In the legend, the magical girl will come when the world is in crisis, and only the seven colors of light she brings can repel evil!",
			"传说中魔法少女会在世界陷入危机之时降临，只有她带来的七彩光色可以击退邪恶！",
			"伝説の魔法少女は世界が危機に陥った時に降臨する。彼女のもたらすカラフルな光だけが邪悪を撃退できる！",
			"전설의 마법소녀는 세계가 위기에 처했을 때 강림한다. 그녀가 가져온 화려한 빛만이 사악함을 물리칠 수 있다!",
			null
		],
		[
			"msg",
			192669,
			null,
			"只要你学会我们代代流传的究极魔咒——彩虹梦幻冲击波，这样一定就可以击败魔女！",
			"私たちの先祖代々伝わる究極の呪文——レインボードリーム衝撃波を習得しさえすれば、きっと魔女を倒せるだろう！",
			"우리 조상 대대로 전해지는 궁극의 주문 —— 레인보우 드림 충격파만 익히면 분명 마녀를 물리칠 수 있을 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			192670,
			null,
			"彩、彩虹梦幻冲击波……西琳会努力试试的。",
			"レ、レインボードリーム衝撃波……シーリン、頑張ってやってみる。",
			"레, 레인보우 드림 충격파... 시린, 힘내서 해볼게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			192671,
			null,
			"咔啦……咔啦……",
			"カラン……カラン……",
			"찰랑... 찰랑...",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192672,
			null,
			"呜，什么声音？",
			"えっ、何の音？",
			"엇, 무슨 소리지?",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192673,
			null,
			"是魔女，她来了！",
			"魔女だ、彼女が来た！",
			"마녀다, 그녀가 왔다!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192674,
			null,
			"嘻嘻嘻，你……变回来了啊……",
			"ウシシ、あなた……元に戻ったのね……",
			"우히히, 너... 원래 모습으로 돌아온 거구나...",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192675,
			null,
			"呜，那、那是……眼中泛着红光，拖着柴刀带着可怕笑声在暗处袭来的怪物，西、西琳记得的……她是阿尼拉！",
			"うっ、あ、あれは……目の中に赤い光が輝いて、ナタを引きずりながら恐ろしい笑い声を出して暗闇から襲いかかってくる怪物。シ、シーリン覚えているよ……彼女はアニラだ！",
			"윽, 아, 저건... 눈에서 붉은 빛이 번뜩이며 낫을 끌면서 끔찍한 웃음소리를 내며 어둠 속에서 덮쳐오는 괴물. 시, 시린 기억하고 있어... 그녀는 아닐라야!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192676,
			null,
			"魔法少女？你也觉得……我的笑声很可怕么？",
			"魔法少女？あなたも……私の笑い声が恐ろしいと思うの？",
			"마법소녀? 너도... 내 웃음소리가 무서운 거니?",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192677,
			null,
			"快！西琳跟我念，用最强的魔法打败她！",
			"はやく！シーリン、私の後に続いて呪文を唱え、最強の魔法で彼女を倒すんだ！",
			"빨리! 시린, 나를 따라 주문을 외워, 최강의 마법으로 그녀를 쓰러뜨리자!",
			null
		],
		[
			"msg",
			192678,
			null,
			"午夜躲藏在镜子碎片里的黑影，扭曲世界的元凶，不可饶恕！出来吧，光明的魔法杖，将世界的色彩恢复成原来的模样——",
			"深夜の鏡の破片に隠れし暗闇、歪曲世界の元凶、許すべからず！出でよ、光のワンド、世界の色を元の姿に戻したまえ——",
			"한밤중의 거울 조각에 숨은 어둠, 왜곡된 세계의 원흉, 용서하지 않겠다! 나와라, 빛의 완드, 세계의 색을 원래 모습으로 돌려놓아라——",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192679,
			null,
			"午、午夜躲藏在、在……在镜子碎片里的黑影……",
			"し、深夜の鏡の、鏡の……破片に隠れし暗闇……",
			"하, 한밤중의 거울의, 거울의…… 조각에 숨은 어둠……",
			null
		],
		[
			"msg",
			192680,
			null,
			"不行的，西琳感觉不到自己的力量，那是九霄大人都很难对付的可怕怪物，西琳真的可以么……",
			"だめだよ。シーリンには自分の力を感じられないよ。あれは九霄様ですら手こずった恐ろしい怪物なのに、シーリンに本当にできるのかな……",
			"안 돼. 시린은 자신의 힘을 느낄 수 없어. 그건 큐쇼님도 고전했던 무서운 괴물인데, 시린이 정말 할 수 있을까……",
			null
		],
		[
			"msg",
			192681,
			null,
			"呜……",
			"うぅ……",
			"우……",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192682,
			null,
			"西琳！等等我！",
			"シーリン！待つんだ！",
			"시린! 기다려!",
			null
		]
	],
	"2003": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192683,
			null,
			"对不起……西琳跑掉了。",
			"ごめんなさい……シーリン、逃げちゃった。",
			"미안해…… 시린, 도망쳐 버렸어.",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192684,
			null,
			"呼，一开始见到她的话谁都会害怕的，毕竟是魔女，身上散发出的压迫感不一般，而你也才成为魔法少女不久……",
			"ふぅ、初めて彼女を見たら、誰でも怖くなるさ。何と言っても魔女だからね。体から放たれる圧迫感も並ではない。それに君も魔法少女になったばかり……",
			"후, 처음 그녀를 본 사람이라면 누구나 무서워할 거야. 뭐라고 해도 마녀니까. 몸에서 풍기는 압박감도 보통이 아니야. 게다가 너도 마법소녀가 된 지 얼마 안 됐고……",
			null
		],
		[
			"msg",
			192685,
			null,
			"不过，别看她现在这样，以前她也只是一名普通的少女罢了。",
			"しかし、彼女の今の姿に惑わされてはいけない。以前は彼女も普通の女の子にすぎなかったのだから。",
			"하지만, 그녀의 현재 모습에 현혹되어서는 안 돼. 예전에는 그녀도 평범한 소녀에 불과했으니까.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192686,
			null,
			"欸……",
			"えっ……",
			"엣……",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192687,
			null,
			"她以前的笑声非常可怕，大家都害怕听到她的笑声，所以都躲着她，一定是因为这样她才会报复我们的吧。",
			"彼女の以前の笑い声はとても恐ろしかった。皆は彼女の笑い声を聞くと怖くなり、彼女を避けるようになったんだ。きっとそのせいで彼女は私たちに復讐しているのだろう。",
			"그녀의 예전 웃음소리는 정말 무서웠어. 모두 그녀의 웃음소리를 들으면 겁이 나서, 그녀를 피하게 되었지. 분명 그 탓에 그녀가 우리에게 복수하고 있는 거야.",
			null
		],
		[
			"msg",
			192688,
			null,
			"她逐渐变得不会笑了，然后开始夺取大家的笑容，而没有了笑容的世界也失去了光芒和颜色。",
			"彼女は徐々に笑えなくなり、皆から笑顔を奪い始めたんだ。そして笑顔の亡くなった世界も光と色を失ってしまった。",
			"그녀는 점점 웃을 수 없게 되었고, 모두로부터 웃음을 빼앗기 시작했어. 그리고 웃음이 사라진 세계도 빛과 색을 잃어버렸지.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192689,
			null,
			"魔女小姐她……难道只是希望大家能够接受她的笑容？这么说的话，西琳刚才话也伤害到魔女小姐了吧？",
			"魔女さん……もしかして皆に自分の笑顔を受け入れてもらいたいだけなのかな？それなら、シーリンのさっきの言葉も魔女さんを傷つけちゃったよね？",
			"마녀 씨... 혹시 모두에게 자신의 웃음을 받아들여주길 바라는 걸까? 그렇다면 시린의 방금 말도 마녀 씨를 상처입힌 거겠네?",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192690,
			null,
			"谁知道呢，但不打败她的话，大家就都不会变回来，这个世界就永远是这个可怕的样子。",
			"どうだろうね。しかし、彼女を倒さなければ、皆をもとに戻すことはできない。この世界も永遠にこんな恐ろしい姿のままなんだ。",
			"어떨까. 하지만 그녀를 쓰러뜨리지 않으면, 모두를 원래대로 돌릴 수 없어. 이 세계도 영원히 이런 무서운 모습 그대로일 거야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			192691,
			null,
			"不过，看似可怕的荆棘却在保护着受伤的吼太郎，而撕破天空落到这个世界的小怪兽们也为了受伤的同伴寻求帮忙。",
			"でも、恐ろしいように見えるトゲはケガをしたホ太郎を守ってくれたよ。それに引き裂かれた空から落ちてきたこの世界の怪獣ちゃんたちも、ケガをした仲間のために助けを探し求めたんだよ。",
			"하지만 무섭게 보이는 가시들은 다친 호타로를 지켜줬어. 또 찢어진 하늘에서 떨어진 이 세계의 괴물 친구들도, 다친 동료를 위해 도움을 찾아 헤맸다고.",
			null
		],
		[
			"msg",
			192692,
			null,
			"西琳觉得，这个世界其实并不可怕呢，我想魔女小姐也一定想和大家和睦相处才对。",
			"シーリンが思うに、この世界って実は恐ろしくない気がする。魔女さんもきっと皆と仲良くしたいはずだよ。",
			"시린이 생각엔, 이 세계는 사실 무섭지 않은 것 같아. 마녀 씨도 분명 모두와 사이좋게 지내고 싶을 거야.",
			null
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			192693,
			null,
			"魔法少女是给人带来幸福的……是笑容的象征哦。",
			"魔法少女は人々に幸せをもたらすの……笑顔の象徴なのよ。",
			"마법소녀는 사람들에게 행복을 주는 거야... 웃음의 상징이지.",
			null
		],
		[
			"portraits",
			[
				57,
				0,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			192694,
			null,
			"九霄大人说过，西琳就跟魔法少女一样，是笑容的象征，创造美好的世界，带来幸福……一定有什么更好的办法可以解决大家的矛盾的。",
			"九霄様が言ってたよ。シーリンは魔法少女と同じように、笑顔の象徴なんだって。美しい世界を創り出し、幸せをもたらすって……きっと皆のわだかまりを解決するための、もっといい方法があるはずだよ。",
			"큐쇼님이 말했어. 시린은 마법소녀와 마찬가지로, 웃음의 상징이라고. 아름다운 세계를 창조하고, 행복을 가져다준다고... 분명 모두의 갈등을 해결할 더 좋은 방법이 있을 거야.",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			192695,
			null,
			"找到你们了，把你们的笑容都交给我吧。",
			"見つけた。あなたたちの笑顔を渡してもらおうか。",
			"찾았어. 너희들의 웃음을 넘겨주겠니?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192696,
			null,
			"魔女小姐……你其实很难过吧？因为所有人都害怕你，所以你才一直一个人……变成这样一定有什么原因才对。",
			"魔女さん……あなた、実は辛いんでしょう？誰もがあなたを怖がるせいで、あなたはずっと独りぼっちになってしまった……こんな風になってしまったのには、きっと何か理由があるはずだよ。",
			"마녀 씨... 당신, 사실 힘들었죠? 아무도 당신을 무서워하는 바람에, 당신은 계속 혼자였어... 이런 모습이 된 데는 분명 무슨 이유가 있을 거야.",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192697,
			null,
			"是啊……大家都害怕我，所以才没法和大家成为朋友。但只要把笑容夺过来，那就一定能学会不让人害怕的笑容了。",
			"そうよ……皆が私を怖がるの。だから皆と友達になれないの。だけど、笑顔を奪えば、きっと人を怖がらせない笑顔をマスターできるはずよ。",
			"그래…… 모두가 나를 무서워해. 그래서 모두와 친구가 될 수 없는 거야. 하지만 미소를 빼앗으면, 분명 사람들을 무섭게 하지 않는 미소를 터득할 수 있을 거야.",
			null
		],
		[
			"msg",
			192698,
			null,
			"所以啊……给人带来笑容的魔法少女，把你的笑容也交给我吧……",
			"だから……人々に笑顔をもたらす魔法少女、あなたの笑顔も私にちょうだい……",
			"그러니까…… 사람들에게 미소를 가져다주는 마법소녀, 너의 미소도 내게 줘……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				513,
				10,
				false
			]
		],
		[
			"msg",
			192699,
			null,
			"这是不对的魔女小姐，不断地夺取只会让别人变得讨厌你。",
			"それは間違っているよ、魔女さん。奪い続けるだけでは人に嫌われちゃうよ。",
			"그건 틀렸어, 마녀씨. 계속 빼앗기만 하면 사람들에게 미움받을 거야.",
			null
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			192700,
			null,
			"不过西琳已经知道了，真正该用的魔咒到底是什么！魔女小姐，就由西琳来帮助你吧！",
			"でも、シーリンは本当に使うべき魔法が一体何なのか分かったよ！魔女さん、シーリンが手伝ってあげるよ！",
			"하지만 시린은 진짜로 사용해야 할 마법이 뭔지 알았어! 마녀씨, 시린이 도와줄게!",
			null
		]
	],
	"2004": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192701,
			null,
			"这不是魔女小姐原本应有的形态，请你想起自己原本的样子吧！",
			"これは魔女さんの本来の姿じゃないんだよ。自分の元の姿を思い出してよ！",
			"이건 마녀씨의 본모습이 아니야. 자신의 원래 모습을 떠올려봐!",
			null
		],
		[
			"msg",
			192702,
			null,
			"午夜躲藏在镜子碎片里的魔女，夺取大家笑容的元凶，恢复你原来的模样……醒来吧，西琳魔法！",
			"深夜の鏡の破片に隠れし魔女、皆の笑顔を奪いし元凶、自分の元の姿に戻りたまえ……目覚めよ、シーリン魔法！",
			"한밤중의 거울 조각에 숨은 마녀, 모두의 미소를 빼앗은 원흉, 자신의 원래 모습으로 돌아가라…… 깨어나라, 시린 매직!",
			null
		],
		[
			"msg",
			192703,
			null,
			"彩虹梦幻冲击波——",
			"レインボードリーム衝撃波——",
			"레인보우 드림 충격파——",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192704,
			null,
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192705,
			null,
			"噗！！！",
			"ポンッ！！！",
			"팡!!!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				925,
				0,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192706,
			null,
			"呃……",
			"うっ……",
			"으윽……",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				925,
				0,
				true
			],
			[
				57,
				0,
				false
			]
		],
		[
			"msg",
			192707,
			null,
			"魔女她……变回以前那样了！？",
			"魔女が……昔の姿に戻った！？",
			"마녀가…… 예전 모습으로 돌아갔다!?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				925,
				0,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			192708,
			null,
			"西琳的世界没有充满杀戮的战斗，大家都是渴望幸福的孩子，只想着打败对方是不可能用出真正的力量的。",
			"シーリンの世界は殺戮や戦いに満ち溢れていないの。幸せを望む子供たちしかいないんだから。相手を倒そうとするだけでは、本当の力を出せないのよ。",
			"시린의 세계는 살육이나 싸움으로 가득 차 있지 않아. 행복을 바라는 아이들뿐이야. 상대를 쓰러뜨리려고만 한다면, 진정한 힘을 낼 수 없어.",
			null
		],
		[
			"portraits",
			[
				925,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192709,
			null,
			"这就是西琳的答案，美好的世界就应该有属于它的美丽魔法~九霄大人，吼太郎，西琳做到了！",
			"これがシーリンの答えだよ。美しい世界には、それにふさわしい美しい魔法がないとね~九霄様、ホ太郎、シーリンはできたよ！",
			"이게 시린의 답이야. 아름다운 세계에는, 그에 걸맞은 아름다운 마법이 없으면 안 되니까~큐쇼님, 호타로, 시린 해냈어!",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				925,
				0,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192710,
			null,
			"好温暖的魔法……",
			"温かい魔法ね……",
			"따뜻한 마법이네……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				925,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192711,
			null,
			"嘻嘻~其实魔女小姐这么笑起来的样子不就很好看嘛~",
			"ウシシ~実は魔女さんのこの笑い方も可愛いと思うよ~",
			"우히히~ 사실 마녀님의 이 웃음도 귀엽다고 생각해~",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192712,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			192713,
			null,
			"西琳……西琳……",
			"シーリン……シーリン……",
			"시린…… 시린……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192714,
			null,
			"西琳，你怎么了，好像出了很多汗？",
			"シーリン、どうしたの？汗びっしょりみたいだよ？",
			"시린, 왜 그래? 땀으로 흠뻑 젖었잖아?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192715,
			null,
			"呜哇！彩虹梦幻冲击波！",
			"うわっ！レインボードリーム衝撃波！",
			"우왁! 레인보우 드림 충격파!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192716,
			null,
			"痛！不要敲了，快醒醒啦！",
			"イタッ！叩かないでよ。早く目を覚まして！",
			"아야! 때리지 마. 빨리 정신 차려!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192717,
			null,
			"咦，九霄大人？这么说西琳刚才原来是在做梦吗！",
			"あれ、九霄様？ということは、さっきのはシーリンが夢を見ていたの！？",
			"어라, 큐쇼님? 그렇다면 방금 건 시린이 꿈을 꾼 거였어!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192718,
			null,
			"做梦！？可恶，难道是九霄大人无意中讲出的暗黑言灵化作噩梦侵蚀西琳的内心了吗！",
			"夢！？しまった、まさか九霄様が無意識に話していた暗黒の言霊が悪夢となってシーリンの心を侵食したの！？",
			"꿈!? 큰일 났군, 설마 큐쇼님이 무의식중에 말하던 암흑의 말씀이 악몽이 되어 시린의 마음을 침식한 거야!?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192719,
			null,
			"西琳觉得，那其实不是噩梦呢，因为大家最后都和睦相处了~",
			"シーリン、あれは別に悪夢じゃないと思う。だって、最後には皆仲良くできたんだもの~",
			"시린, 그건 별로 악몽은 아니었던 것 같아. 왜냐면, 마지막에는 모두 사이좋게 지낼 수 있었거든~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192720,
			null,
			"你梦到了什么？",
			"あなた、どんな夢を見たの？",
			"너, 어떤 꿈을 꾼 거야?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192721,
			null,
			"西琳梦到了布满尖刺的荆棘在保护受伤的小怪兽，看似可怕的魔女小姐最终学会了甜美的笑容，而变得灰白的世界，最终也绽放出了七彩光色。",
			"シーリンが見た夢は、トゲだらけのイバラが怪我をした怪獣ちゃんを守っていて、恐ろしそうな魔女さんが最後に優しい笑顔を覚えて、そして灰色になった世界も最後には七色の光を放っていたの。",
			"시린이 꾼 꿈은, 가시투성이의 덩굴이 다친 괴물쨩을 지키고 있었고, 무서워 보이는 마녀 씨가 마지막에 따뜻한 미소를 지었고, 그리고 회색이 된 세계도 마지막에는 일곱 빛깔 빛을 뿜어내고 있었어.",
			null
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192722,
			null,
			"啊，那个魔女小姐跟九霄大人讲的那个阿尼拉非常像呢，一开始真是吓了我一跳啊……",
			"あっ、その魔女さんは九霄様の話していた、あのアニラにそっくりだったよ。最初は本当にびっくりしちゃった……",
			"아, 그 마녀 씨는 큐쇼님이 말하던, 그 아닐라랑 똑같이 생겼었어. 처음에는 정말 깜짝 놀랐다니까……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192723,
			null,
			"阿、阿尼拉……不不不，会和睦相处的才不可能是她吧，听下来都完全不是同一个物种了！一定是世界线发生了什么变动……",
			"ア、アニラ……いやいやいや、仲良くしたのって彼女じゃないでしょうね。，話を聞く限りではまったくの別人なんだけど！きっと世界線に何か変動が起こったのでしょうね……",
			"아, 아닐라…… 아니아니아니, 사이좋게 지낸 건 그녀가 아니겠지. 말을 들어 보면 완전히 다른 사람인데! 분명 세계선에 무슨 변동이 생긴 거겠죠……",
			null
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192724,
			null,
			"算了，生活在这种美好的世界中，又怎么会梦见可怕的东西，这也是魔法少女让人羡慕的能力呢。",
			"まあ、いいわ。こんな美しい世界の中で、どうして恐ろしい夢なんて見るのよ。これも皆が羨む魔法少女の能力なのよ。",
			"뭐, 됐어. 이렇게 아름다운 세계 속에서, 왜 무서운 꿈을 꾸겠어. 이건 모두가 부러워하는 마법 소녀의 능력이야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192725,
			null,
			"我想，真正美好的世界除了有美丽的景色，一定也会是充满笑容，大家和睦相处的世界吧？西琳……真希望自己创造的世界也能变成这样呢。",
			"本当に美しい世界って、美しい景色だけでなく、きっと笑顔に満ち溢れ、皆が仲良くしている世界なんじゃないかって思うんだよね。シーリン……自分の作る世界もそうなってほしいなって本気で思うんだ。",
			"정말 아름다운 세계란, 아름다운 풍경뿐만 아니라, 분명 미소로 가득 차 있고 모두가 사이좋게 지내는 세계가 아닐까 싶어. 시린…… 내가 만드는 세계도 그렇게 되었으면 좋겠다고 진심으로 생각해.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192726,
			null,
			"哼哼，九霄大人一直在各种悲伤的世界中战斗，为了拯救大家接受各个世界的传唤。唯有西琳你创造的这个世界让九霄大人从头到尾都能沐浴在温暖之中。",
			"フフン、九霄様は様々な悲しみに溢れた世界でずっと戦い続けてきたの。皆を救うためにいろいろな世界の召喚に応えてきた。でも、シーリンの創り出したこの世界だけが、唯一九霄様をいつまでも温もりの中に包んでくれるのよ。",
			"훗, 큐쇼님은 다양한 슬픔으로 가득 찬 세계에서 줄곧 싸워왔어. 모두를 구하기 위해 여러 세계의 소환에 응해왔지. 하지만, 시린이 창조한 이 세계만이 유일하게 큐쇼님을 언제나 따뜻함 속에 안아줄 수 있어.",
			null
		],
		[
			"msg",
			192727,
			null,
			"一定没问题的，接下来就由九霄大人来拯救没落的世界，而西琳就给这些世界创造幸福与笑容吧。",
			"きっと大丈夫よ。これからは、没落した世界を九霄様が救い、そしてシーリンがそれらの世界に幸せと笑顔を創り出すのよ。",
			"분명 괜찮을 거야. 이제부터는 몰락한 세계를 큐쇼님이 구하고, 시린이 그 세계들에 행복과 웃음을 만들어 낼 거야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192728,
			null,
			"听九霄大人这么一说，西琳又充满信心了呢~对了对了！不如这次换西琳来给你分享故事吧~就把刚才梦到的东西讲给你听怎么样~",
			"九霄様にそう言われると、シーリンもまた自信が出てきたよ~そうだ、そうだ！今度はシーリンが九霄様にお話をしてあげるよ~さっきの夢で見た内容を教えてあげるっていうのはどうかな~",
			"큐쇼님께 그렇게 말씀들으니 시린도 또 자신이 생겼어~그래, 그래! 이번에는 시린이 큐쇼님께 이야기해 줄게~아까 꿈에서 본 내용을 알려준다는 건 어때~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192729,
			null,
			"啊，西琳的故事一定会很让人开心吧，我很期待呢~",
			"えっ、シーリンの話ならきっと楽しいでしょうね。楽しみだわ~",
			"엇, 시린의 이야기라면 분명 재미있겠죠. 기대되는걸~",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			192730,
			null,
			"谢谢你九霄大人~我想想……就从西琳醒来，然后遇见魔导之主吼太郎开始讲起吧——",
			"ありがとう、九霄様~えっとね……シーリンが目を覚まして、魔導の主ホ太郎に出会ったところから話すね——",
			"고마워, 큐쇼님~어디 보자……시린이 눈을 뜨고, 마도(魔導)의 주인 호타로우를 만난 부분부터 이야기할게——",
			null
		]
	]
}