{
	"1183": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95066,
			"What's the ultimate goal of evolving?",
			"进化的最终目的是什么？",
			"進化の最終目的とは？",
			"진화의 최종 목적은?",
			null
		],
		[
			"msg",
			95067,
			"Put aside the restirction of morality and ethics, comes to the principle with the most right method.",
			"抛开伦理与道德的约束，用最正确的手段得出的法则，",
			"倫理と道徳の束縛を捨て、最も正しい方法で法則を見つけ出すこと。",
			"윤리와 도덕의 속박을 버리고, 가장 올바른 방법으로 법칙을 찾아내는 것.",
			null
		],
		[
			"msg",
			95068,
			"That's the answer of how human beings defeat Houkai——",
			"这就是人类战胜崩坏的答案——",
			"それこそ人類が崩壊に勝つための答え——",
			"그것이 바로 인류가 붕괴에 승리하기 위한 답——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95069,
			"But it's a pity, that you don't seem to understand it, from ancestors million upon millions ago.",
			"不过很可惜，你们似乎没有参悟这点，来自千万年前的先祖们。",
			"しかし、もったいないな。君たちはこの点を理解していなかったようだ。一千万年も昔からやってきたご先祖様たち。",
			"하지만, 아깝군. 너희들은 이 점을 이해하지 못했던 것 같아. 천만 년도 더 전부터 내려온 조상들이여.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			95070,
			"Crack…crack…",
			"呲拉…呲拉……",
			"ツー……ツー……",
			"투…… 투……",
			null
		],
		[
			"msg",
			95071,
			"System activated, start regular check——",
			"系统启动，开始常规检查——",
			"システム起動、通常検査開始——",
			"시스템 기동, 정기 점검 시작——",
			null
		],
		[
			"msg",
			95072,
			"Crack…crack…",
			"呲拉…呲拉……",
			"ツー……ツー……",
			"투…… 투……",
			null
		],
		[
			"msg",
			95073,
			"No. SCR5001 Si/FL, ELLA activated.",
			"编号SCR5001 Si/FL，ELLA启动。",
			"コードSCR5001 Si/FL、ELLA起動。",
			"코드 SCR5001 Si/FL, ELLA 기동.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95074,
			"Welcome to this new world, ancient creatures. Please let me introduce myself, I am Otto·Apocalypse.",
			"欢迎光临这个崭新的世界，远古的造物。请容许我自我介绍一下，我是奥托·阿波卡利斯。",
			"この真新しい世界へようこそ、太古の造物。自己紹介させてくれるかな？僕はオットー・アポカリプス。",
			"이 새로워진 세계에 온 걸 환영한다, 태고의 피조물. 자기소개를 허락해줄까? 나는 오토 아포칼립스.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95075,
			"Hello, Mr. Otto, welcome to Military area γ-「Eden」, I'm the AI-ELLA of this area, sorry that we can't connect to the system serve and we are checking the reason behind the error.",
			"您好，奥托先生，欢迎来到γ军工所「Eden」，我是这个区域的主控AI程序ELLA，非常抱歉，现在无法连接到系统服务器，正在检查故障原因。",
			"こんにちは、オットー様、γ軍事拠点「Eden」へようこそ。私はこのエリアのメイン制御AIのELLAです。申し訳ありません。ただ今システムサーバーにアクセスできません。故障の原因を調査中です。",
			"안녕하세요, 오토 님, γ군사기지「에덴」에 오신 것을 환영합니다. 저는 이 구역의 메인 제어 AI ELLA입니다. 죄송합니다. 현재 시스템 서버에 접속할 수 없습니다. 고장 원인을 조사 중입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95076,
			"Not necessary, here is Shicksal. It is me that bring you back from the ruins, as well as fix you.",
			"没有那个必要，这里是天命本部，是我把你从那个破烂的遗迹中带回来的，也是我把你修好的。",
			"その必要はないよ。ここは天命本部。僕が君をあのボロボロの遺跡から連れて帰り修理したんだ。",
			"그럴 필요 없어. 여기는 천명 본부야. 내가 너를 그 낡아빠진 유적에서 데려와 수리했지.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95077,
			"I…broke down? Sorry, because of system data formatting, can not find the monitoring report.",
			"我…坏掉了么？抱歉，检测到系统数据已格式化，无法调查监测报告。",
			"私……壊れていたのですか？申し訳ありません、システムデータが初期化されたと検出されました。モニタリング報告を調べられません。",
			"저... 고장났었나요? 죄송합니다, 시스템 데이터가 초기화된 것으로 감지되었습니다. 모니터링 보고서를 확인할 수 없습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95078,
			"It's ok, I will help you to remember things that were forgotten. Now all you need to know is that I am your master.",
			"没关系，我会让你想起那些你忘记的事情，现在你只要明白我是你的主人就行了。",
			"大丈夫。君が忘れていることは僕が思い出させてあげるよ。君のご主人様は僕だってことだけわかってくれればいいのさ。",
			"괜찮아. 네가 잊어버린 건 내가 기억나게 해줄게. 네 주인님이 나라는 것만 알아두면 돼.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95079,
			"Master…",
			"主人……",
			"ご主人様……。",
			"주인님......",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95080,
			"Whoa, can't believe that you're even interested in a robot other than artificial young girls, such a gross sexual preference.",
			"呜哇，没想到你除了人造幼女之外已经把手伸向了机械人了么，还真是恶心的性癖啊。",
			"うわぁ、人造人間の女の子だけじゃなく、ロボットにまで手を出しているとは思わなかったわ……本当に気持ち悪い性癖ね。",
			"우와, 인조인간 소녀뿐만 아니라 로봇까지 손댄다니 생각도 못했어... 정말 역겨운 성적 취향이네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95081,
			"Haha~little Kika, didn't I tell you to knock the door before coming in?",
			"呵呵~小辉火，我不是告诉你进来之前要敲门么？",
			"フフ～輝火ちゃん、入る前にノックしてって言っただろう？",
			"훗~ 키카 쨩, 들어오기 전에 노크하라고 했잖아?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95082,
			"Isn't it you that ask me to come? So what's the matter, I am not interested in the education simulation.",
			"不是你叫我来的么？所以这次又是什么事情，我可没有兴趣和你玩模拟养成游戏。",
			"あなたが呼んだんでしょう？それに輝火ちゃんって呼ばないで、気持ち悪い……それで、今回はなんの用なの？あなたと育成シミュレーションゲームをプレイする気はないわよ。",
			"네가 부른 거 아니야? 게다가 키카 쨩이라 부르지 마, 역겨워... 그래서 이번엔 무슨 용건이야? 너랑 육성 시뮬레이션 게임 할 생각 없거든.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95083,
			"Nothing, I just want you to go on a trip with me.",
			"没什么，只是想让你陪我出趟远门。",
			"いや、なに。ちょっと遠出に付き合ってほしくてね。",
			"아니, 그냥. 좀 먼 곳에 같이 가줬으면 해서.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95084,
			"Of course it's a troublesome thing…is it the same mission of collecting Houkai beast genetic samples as before?",
			"果然是这种麻烦事…还是之前收集崩坏兽的基因样本的任务么？",
			"やっぱりそういう面倒そうなことなのね……もしかして、以前に行われた崩壊獣のDNAサンプルの収集任務？",
			"역시나 그런 귀찮은 일이네... 혹시 전에 있었던 붕괴수 DNA 샘플 수집 임무?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95085,
			"Don't worry, this time it won't be dangerous, and I will prepare your favorite dessert after you come back.",
			"放心，这次不是什么危险的工作，回来后我会准备好你最喜欢的点心的。",
			"安心してよ輝火ちゃん。今回のはそんなに危険な仕事じゃないから。帰って来たら君の大好きなスイーツを用意してあげるからさ。",
			"안심해 키카 쨩. 이번 건 그렇게 위험한 일 아니니까. 돌아오면 네가 좋아하는 스위츠 준비해줄게.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95086,
			"Huh…easy to say.",
			"哼…说的轻巧。",
			"ふん……口ばっかり。",
			"흥... 입만 살았어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95087,
			"Let's go, ELLA, to the place where you call Eden, I am very curious about how beautiful it is.",
			"走吧，ELLA，回到你所说的伊甸，我很好奇那究竟是什么美妙的地方。",
			"行こう、ELLA。君のいうエデンに戻ろう。そこはいったいどんな場所なのか気になっているんだ。",
			"가자, ELLA. 네가 말한 에덴으로 돌아가자. 거긴 대체 어떤 곳인지 궁금하네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95088,
			"…you mean together with this robot?",
			"……你的意思是要带上这个机器人么？",
			"……それって、このロボットも連れて行くってこと？",
			"......그러면 이 로봇도 데려간다는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95089,
			"Of course, she is the key to that ancient treasure house.",
			"当然，她可是开启那座远古宝库的钥匙。",
			"もちろん、彼女は太古の宝物庫を開く鍵だからね。",
			"물론이지, 그녀는 태고의 보물창고를 열 열쇠니까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			95090,
			"Let us check how stupid ancient people invite their own extinction.",
			"让我们看看远古的愚民们是如何自取灭亡的吧~",
			"太古の愚民たちがどうやって自滅したのか見せてもらおう。",
			"태고의 우민들이 어떻게 자멸했는지 보여주도록 해.",
			null
		]
	],
	"1184": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95091,
			"Dear Archbishop, this is the entrance to the ancient civilization ruins. According to Theresa-Sama's command, it is blocked to prevent the escaping of the Houkai creatures inside.",
			"报告大主教，这里就是古代文明遗迹的入口，根据德丽莎大人的命令，为了防止里面的崩坏生物逃离，这里已经完全封锁了。",
			"大主教様、報告します。ここが古代文明の遺跡の入口です。テレサ様の命令により、中の崩壊生物が逃げ出さないように完全に封鎖しました。",
			"대주교님, 보고합니다. 여기가 고대 문명 유적의 입구입니다. 테레사님의 명령에 따라 내부의 붕괴 생물이 탈출하지 못하도록 완전히 봉쇄했습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95092,
			"Lil' Theresa is still very cautious…But it's good, so that we can get the firsthand information.",
			"小德丽莎还是那么小心翼翼呢，不过也好，这样我们就能得到最原始的资料。",
			"やっぱりテレサちゃんは相変わらず慎重だね。まあ、いいだろう。おかげで僕たちも元の形の資料を手に入れられるからね。",
			"역시 테레사 쨩은 여전히 신중하네. 뭐, 좋아. 덕분에 우리도 원형 자료를 손에 넣을 수 있게 되었으니까.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95093,
			"This is the ancient civilization ruins discovered by Theresa-Sama before…If I would know, I rather go fighting gainst Houkai beast than coming here.",
			"这里就是德丽莎大人之前发现的古代文明遗迹么…早知道要来这种积了几万年的灰的地方我宁愿去和崩坏兽战斗。",
			"ここが、テレサ様の見つけた古代文明の遺跡なの？こんな何万年分も埃が積もった場所に来るって知っていたら、崩壊獣と戦いに行ったほうがマシだった……。",
			"여기가 테레사 님이 찾아낸 고대 문명 유적이야? 이런 몇만 년 분 먼지가 쌓인 곳에 올 줄 알았으면, 붕괴수와 싸우러 간 편이 나았을 텐데......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95094,
			"Don't say this. You are the S-level Valkyrie selected by myself. I depend my life on you, and don't let me down.",
			"别这么说，你是我亲自选拔的S级女武神，我的性命可就交给你了，可别让我失望哦。",
			"そんなこと言わないでよ。君は僕自ら選んだS級戦乙女なんだから。僕の命は君に預けたよ。がっかりさせないでね。",
			"그런 말 하지 마. 너는 내가 직접 고른 S급 전투처녀잖아. 내 목숨은 너에게 맡겼어. 실망시키지 말아줘.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			95095,
			"It's because you don't trust other Valkyria, right? You are always wary like this, don't blame me not reminding you one day when you are old and alone.",
			"只是因为你不信任那些女武神吧？你一直这样充满戒心，到时候变成孤家寡人了可别怪我没提醒你。",
			"あなたがあの戦乙女たちを信用していないだけでしょ？そうやってずっと警戒心ばかり抱いていると、いつの日か孤独な人間になっても知らないから。",
			"당신이 그 전투처녀들을 믿지 않는 것뿐이잖아? 그렇게 계속 경계심만 품고 있으면, 언젠가 외로운 인간이 되어도 모를 거야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95096,
			"This world is far more complicated than you imagine, little Kika. But even at that time you will be by my side, right? After all thre'll be no one to help you if I die~",
			"这个世界远比你想象的复杂，小辉火。但是真到那个时候你一定会站在我的身边吧？毕竟我要是死了的话就没有人帮助你了呢~",
			"この世界は君が思っているより複雑なんだよ。でも、本当にそんなことになっても、君は僕の傍にいてくれるだろう？僕が死んじゃったら、誰も君を助けてあげられないんだからね～。",
			"이 세상은 네가 생각하는 것보다 복잡해. 하지만, 정말 그런 일이 생겨도 넌 내 곁에 있어줄 거지? 내가 죽어버리면, 아무도 널 도와줄 수 없을 테니까~.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95097,
			"…",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95098,
			"Fine, ELLA, you can start your work now.",
			"好了，ELLA，现在可以开始你的本职工作了。",
			"よし、ELLA、そろそろ君の本領を発揮してくれ。",
			"좋아, ELLA, 이제 네 본래의 능력을 발휘해 줘.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95099,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			95100,
			"System connection start…applying for server license…",
			"系统连接开始，正在申请服务器授权……",
			"システムへのアクセス開始。サーバーに承認申請中……。",
			"시스템 접속 시작. 서버에 승인 요청 중…….",
			null
		],
		[
			"msg",
			95101,
			"Open terminal retrieve permission, check database integrity status…",
			"开放终端检索权限，检测数据库完整情况……",
			"端末検索ライセンスを開放、データベースの全状況を確認します。",
			"단말 검색 라이선스 개방, 데이터베이스 전체 상황을 확인합니다.",
			null
		],
		[
			"msg",
			95102,
			"License complete, find large-scale data deletion, further retrieve residual files…",
			"授权完毕，检测到服务器经历大规模数据删除，进一步检索残留文件……",
			"承認完了。サーバーのデータがかなり削除されています。無事なファイルの検索を行います。",
			"승인 완료. 서버 데이터가 상당히 삭제되었습니다. 무사한 파일을 검색하겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95103,
			"Deleting all the outcomes in order to cover up their failures, are they afraid of exposing their stupidness to us from thousand years after?",
			"为了掩饰自己的失败而把所有成果都付之一炬，是害怕被千万年后的我们看到自己的愚蠢么。",
			"自らの失敗をごまかすために全ての成果を廃棄したのか。一千万年後の僕たちに自らの愚かさを見られたくなかったのかな。",
			"자신의 실수를 감추기 위해 모든 성과를 폐기한 건가. 천만 년 후의 우리에게 자신의 어리석음을 보이고 싶지 않았던 걸까.",
			null
		],
		[
			"msg",
			95104,
			"But it's ok, from Lil' Theresa's report I basically understand their plan. Dying in the grave made by themselves, what a funny ending!",
			"不过没关系，从小德丽莎报告我已经大致了解他们的算盘了，在自己挖掘的坟墓中死去，真是可笑的结局。",
			"でも大丈夫。テレサちゃんの報告から大体のことはわかっているんだ。自分で掘った墓穴で死ぬなんて、本当におかしな末路だよ。",
			"하지만 괜찮아. 테레사의 보고로 대략적인 건 알고 있으니까. 스스로 판 구덩이에서 죽다니, 정말 웃긴 최후야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95105,
			"Again, the self talking of some megalomania…",
			"又开始了，某个自大狂的自言自语……",
			"また始まった。うぬぼれた独り言……。",
			"또 시작이네. 자만에 찬 혼잣말…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95106,
			"Huha, I am not the megalomania, but they are so they think they can defeat Houkai. When human beings to abandon their homeland and bury themselves underground, their ending is doomed.",
			"呵呵，自大的不是我，而是自以为是能够战胜崩坏的他们。当人类选择抛弃自己的家园埋葬在这样的地下时，结局就已经注定了。",
			"フフ、うぬぼれているのは僕じゃなく、崩壊に勝てると思っていた彼らだよ。人類が自らの家を捨て、こんな地下に移住することにした時点で運命は決まっていたんだ。",
			"훗, 자만하는 건 내가 아니라, 붕괴를 이길 수 있을 거라 생각했던 그들이야. 인류가 자신들의 집을 버리고 이런 지하로 이주하기로 한 순간 운명은 결정됐던 거다.",
			null
		],
		[
			"msg",
			95107,
			"But what I am curious about is not the Queen proect, but something more meaningful.",
			"不过我好奇的并不是什么无聊的虫后项目，而是更有意义的东西。",
			"でも、僕が気になっているのは「クイーンビー・プロジェクト」みたいなつまらない物じゃなくて、もっと意義のある物なんだ。",
			"하지만 내가 신경 쓰이는 건 「퀸비·프로젝트」 같은 하찮은 게 아니라, 더 의미 있는 거야.",
			null
		],
		[
			"msg",
			95108,
			"ELLA, take me to those ancient human beings under your protection, let me see if they have any surplus value.",
			"ELLA，带我去那些你保护着的旧文明人类身边，让我看看他们还有什么剩余的价值。",
			"ELLA、僕を旧文明を守っている人間たちの元へ連れて行ってくれ。彼らにどれくらいの価値が残っているか見てみたいんだ。",
			"ELLA, 날 옛 문명을 지키고 있는 사람들 곁으로 데려가 줘. 그들에게 얼마나 가치가 남아 있는지 보고 싶어.",
			null
		]
	],
	"1185": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95109,
			"Although it's ruins, but its preservation is far better than I imagine. I thought it would be broken walls everywhere.",
			"虽然是遗迹，但是这里的保存情况比我想象的好不少，我还以为到处都是残垣断壁呢。",
			"遺跡とはいえ、ここの保存状況は思っていたよりもはるかによさそう。てっきり、どこも残骸だらけかと思ってた……。",
			"유적이라고 해도, 여기의 보존 상태는 생각했던 것보다 훨씬 더 좋아 보이는군. 어딘가 온통 잔해뿐일 줄 알았는데…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95110,
			"According to Lil' Theresa's report, this ruins was still operating when she found it. Because of ELLA, the key area's function is well kept. This is still worth appreciation.",
			"根据小德丽莎的报告这座遗迹在她发现的时候还处于运作的状态，在ELLA的终端运营下核心区域的机能都被保存了下来，对于这一点还是值得赞赏的。",
			"テレサちゃんの報告によれば、発見時にこの遺跡はまだ稼働状態だったらしい。ELLAの端末稼働により、中心エリアの機能は全て保存されていたんだ。この点だけは称賛に値するね。",
			"테레사 쨩의 보고에 따르면, 발견 당시 이 유적은 아직 가동 상태였던 모양이다. ELLA의 단말 가동으로 인해, 중심 구역의 기능은 모두 보존되어 있었어. 이 점만은 칭찬할 만하네.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95111,
			"I have the control of the whole military area, to guarantee human reproduction and civilization continuation, in the end to destroy Houkai and take back the homeland on earth, is the ultimate goal for me.",
			"我拥有对整个军工所的控制权限，保证人类的生存繁衍与文明的延续，最终完成消灭崩坏夺回地表家园的目标。这是我作为仿制终端的使命。",
			"私は軍事拠点全体に対する制御権限を保有し、人類の生存繁栄と文明の存続を守っています。最終的に崩壊を消滅させて地表の故郷を取り戻すことが目標です。これが、私の使命です。",
			"나는 군사 거점 전체에 대한 통제 권한을 보유하고 있으며, 인류의 생존 번영과 문명의 존속을 지키고 있습니다. 궁극적으로 붕괴를 소멸시켜 지표의 고향을 되찾는 것이 목표입니다. 이것이 나의 사명입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95112,
			"That's why you blocked the rest of people in the dormancy cabin when the plan failed? After all, you are just a robot.",
			"所以在计划失败的时候为了这个使命而把残存的人类锁死在冬眠仓中么？说到底也终归只是机械罢了。",
			"それで計画が失敗した時、その使命のために残っていた人間を冬眠カプセルに閉じこめたのかい？機械なんだからしょうがないね。",
			"그래서 계획이 실패했을 때, 그 사명을 위해 남아있던 인간을 동면 캡슐에 가둔 거야? 기계니까 어쩔 수 없지.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95113,
			"Sorry, I don't know what you mean, but it's my duty to protect human life.",
			"抱歉，我不知道您指的是什么，保护人类的生命是我的职责。",
			"申し訳ありません。何のことか分かりません。人間を守ることが私の役目です。",
			"죄송합니다. 무슨 말인지 모르겠어요. 인간을 지키는 것이 제 역할입니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95114,
			"The system of a robot is designed by human beings, so this crisis is just a boomerang,",
			"机械的程序都是人类设定的，造成这种灾难终究也只是自食恶果而已。",
			"機械のプログラムは全て人間が設定したんだから、こんな災いを招いたのも結局は自業自得でしょうね。",
			"기계의 프로그램은 모두 인간이 설정한 거니까, 이런 재앙을 불러온 것도 결국은 자업자득이겠죠.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95115,
			"Haha, you are right. Little Kika, your thought is the closest one to me.",
			"呵呵，你说的没错，小辉火你的想法果然是和我最接近的~",
			"フフ、その通りだよ。やっぱり輝火ちゃんの考え方は僕に似ているな～。",
			"훗, 그렇지. 역시 키카 쨩의 생각은 나랑 비슷하네~.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95116,
			"No way, I don't have so many abnormal thinking and strange behaviors.",
			"接近个鬼，我才没有你那么多变态想法和骚操作。",
			"ああっ！気持ち悪いっ！私はあなたみたいに変態的な考えなんてないわよ。",
			"아악! 기분 나빠! 난 당신처럼 변태적인 생각 같은 거 없어요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95117,
			"But ELLA, your function should be more than this. I'm more curious about your effect in the Queen project.",
			"不过ELLA，你作为终端的机能恐怕不止这些，我更好奇的是你在虫后计划中的作用。",
			"でも、ELLA、君の端末としての機能はこれだけじゃないんだろう？僕が気になっているのはクイーンビー計画における君の役割なんだ。",
			"하지만 ELLA, 네 단말로서의 기능은 이게 다가 아니지? 내가 궁금한 건 퀸비 계획에서 네 역할이야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95118,
			"…Sorry, cannot find any information of Queen proect, please provide details.",
			"……抱歉，未检索到关于虫后项目的信息，请提供更详细的情报。",
			"……申し訳ありません。「クイーンビー・プロジェクト」の情報を検出できませんでした。もう少し詳しい情報を提供してください。",
			"...죄송합니다. 「퀸 비 프로젝트」에 대한 정보를 찾을 수 없었습니다. 좀 더 자세한 정보를 제공해 주세요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95119,
			"Fine, the data deletion is very comprehensive. But I kind of know it, it's only your researchers can think of such a stupid method.",
			"好吧，看来数据清除的还是很彻底的。不过我能想到个大概，也亏得你们的科研人员能想到这种蠢办法。",
			"いいだろう。どうやら徹底的にデータをクリアしたらしい。でも、大体のことは予想がついたよ。君たち研究者がバカな方法を考えついたおかげでね。",
			"좋아. 대체로 데이터를 완전히 삭제한 모양이군. 하지만 대략적인 건 예상이 가네. 너희 연구자들이 바보 같은 방법을 생각해낸 덕분에 말이야.",
			null
		],
		[
			"msg",
			95120,
			"Little Kika, do you remember the Nexus system of Shicksal I mentioned before?",
			"小辉火，你还记得我之前和你说过天命研发的Nexus系统么？",
			"輝火ちゃん、僕が以前教えたNexusシステムのことを覚えているかい？",
			"키카, 내가 전에 가르쳐 준 넥서스 시스템 기억나니?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95121,
			"That unlucky armor to enhance Valkyria through exoskeleton? It's said that it has been pratically tested in the Fart East Branch.",
			"那个通过外骨骼装甲来强化女武神的倒霉装甲么？据说已经在极东支部进行实装测试了。",
			"あの外骨格の装甲によって戦乙女を強化するバカバカしい装甲のこと？もう極東支部が実装試験を行ったって聞いたけど？",
			"그 외골격 장갑으로 전투처녀를 강화한다는 터무니없는 장갑 말이야? 이미 극동 지부에서 실험을 진행했다던데?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95122,
			"Yes, it uses the nucular engine in battleship to transit energy to the exoskeleton armor of Nexus, in order to stimulate VM (Valkyrie Mist) mechanism and strengthen Houkai weapons.",
			"没错，利用战舰搭载的核动力炉传输能量到Nexus系统的外骨骼装甲中，从而刺激VM（Valkyrie Mist）机关提高崩坏能武器的输出威力。",
			"そうだね。戦艦に搭載された核動力炉を利用してエネルギーをNexusシステムの外骨格の装甲に注入し、それによってVM（ヴァルキリー・ミスト）装置を刺激して崩壊エネルギーの武器ダメージを高めるんだ。",
			"그래. 전함에 탑재된 핵동력로를 이용해 에너지를 넥서스 시스템의 외골격 장갑에 주입하고, 이를 통해 VM(발키리 미스트) 장치를 자극해 붕괴 에너지의 무기 데미지를 높이는 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95123,
			"Only people who rush to die will use that. I feel sorry for the Valkyrie in the Fart East Branch.",
			"只有急着投胎的人才会用那种东西吧，真是心疼那个极东的女武神。",
			"死に急ぐ人だけが使うような代物ね。使用者に心から同情しちゃう……。",
			"죽을 각오가 된 자만이 사용하는 물건이군. 사용자에게 진심으로 동정이 가져다주네......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95124,
			"You're right. This thing is a huge burden for Valkyrie, but also with huge return.",
			"你说的对，这对女武神来说的确是巨大的负担，但是得到的回报也是巨大的。",
			"君の言う通りだよ。これは確かに戦乙女にとってものすごい負担だ。でも、得られるリターンも大きいんだ。",
			"네 말이 맞아. 이건 확실히 발키리에게는 엄청난 부담이야. 하지만 얻을 수 있는 보상도 크다고.",
			null
		],
		[
			"msg",
			95125,
			"Despite this, what I want to say is, ELLA plays a similar role as Nexus in the Queen project, to manage a stronger power with the system control and amplification of certain sample power. The rule is same.",
			"先不管这个，我想要说的是，这台名为ELLA的终端在虫后计划中起到的作用和Nexus系统接近，将某个样本的力量通过终端的控制和放大来操控更强的力量，原理基本一致。",
			"それはいいとして、このELLAという端末はクイーンビー計画の中でNexusシステムに近い役割を果たしていた。あるサンプルの力を端末によって制御したり増幅したりして、より強い力を操る。原理はほとんど一緒さ。",
			"그건 그렇고, 이 ELLA라는 단말은 퀸비 계획에서 Nexus 시스템과 비슷한 역할을 하고 있었어. 어떤 샘플의 힘을 단말로 제어하거나 증폭시켜서 더 강한 힘을 조종하는 거야. 원리는 거의 같지.",
			null
		],
		[
			"msg",
			95126,
			"Now there are two vital defects of the experimental result of Nexus, first is that A-level Valkyrie's vitality is limited, second is the lack of processor that can afford high frequency calculation and high-intensity Houkai energy. So far the process is very unstable, so the only way is to reduce output intensity.",
			"现在Nexus的实验结果有2个致命的缺陷，一个是作为驾驭者的A级女武神的生命力有限，另一个则是缺失能够支撑高频运算律并且能够驾驭高强度崩坏能的处理器，目前的反应过程很不稳定，因此只能减少输出强度。",
			"Nexusの実験結果には欠陥が2つあって、1つはA級戦乙女の生命力に限界があること。もう1つは高周波計算を支え、且つ高強度の崩壊エネルギーを動かせるCPUがないこと。安定しないから、出力強度を下げるしかないんだ。",
			"Nexus 실험 결과에는 결함이 두 가지 있었어. 하나는 A급 발키리의 생명력에 한계가 있다는 것. 다른 하나는 고주파 계산을 지탱하면서도 고강도 붕괴 에너지를 구동할 수 있는 CPU가 없다는 거야. 불안정하니까 출력 강도를 낮출 수밖에 없지.",
			null
		],
		[
			"msg",
			95127,
			"In a word, the current Nexus system is only using Valkyria as suicide bombers with little power. Only if the two defects have solutions, it can become a strong weapon as only second to Houkai Atomic Bomb.",
			"简而言之，现在的Nexus系统只不过是把女武神当做人肉炸弹而已，而且威力削减得所剩无几，不过只要解决了这两个问题，就能成为仅次于崩坏裂变弹的武器。",
			"ようするに、今のNexusシステムでは戦乙女を人間爆弾にするだけってことさ。しかも威力もほとんど削がれてしまう。この2つの問題点を解決できれば、崩壊核分裂ミサイルに次ぐ武器になれるんだ。",
			"결국 지금의 Nexus 시스템으로는 발키리를 인간 폭탄으로 만들 뿐이야. 게다가 위력도 거의 약해져 버리고. 이 두 가지 문제점을 해결할 수만 있다면, 붕괴 핵분열 미사일 다음 가는 무기가 될 수 있어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95128,
			"Ah…through the smile on your face I can tell you are planning something.",
			"啊…看你嘴上的笑容就知道又在想什么坏主意了。",
			"あ、また悪だくみをしてる顔……。",
			"아, 또 나쁜 꿈을 꾸는 얼굴이네...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95129,
			"So you already know what I am thinking. If combining the terminal of this ruins with the strong S-level Valkyrie, the function of Nexus system will be improved to a new level.",
			"看来你已经猜到我的想法了，如果用这座遗迹的终端机作为演算终端再配合强大的S级女武神的力量，那么Nexus系统的作用将会到达新的高度。",
			"どうやら僕の考えがわかったようだね。この遺跡の端末をCPUとして強力なS級ヴァルキリーの力と合わせれば、Nexusシステムに威力は飛躍的に伸びるんだ。",
			"내 생각을 이해한 모양이군. 이 유적의 단말을 CPU로 활용해 강력한 S급 발키리의 힘과 결합하면, Nexus 시스템의 위력은 비약적으로 상승할 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95130,
			"Stop, it's creepy. So that's why you came here?",
			"你别说了，我都感觉背脊发冷了。所以这就是你到这里的目的么？",
			"それ以上言わないで……なんだか背筋がゾッとする。つまり、それがここに来た目的なの？",
			"더 이상 말하지 마... 왠지 소름이 끼쳐. 그게 여기 온 목적인 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95131,
			"It's only part of the reason. You will know the rest when we find the terminal itself.",
			"这只是其中一个小小的理由，剩下的等我们找到那台终端的本体就知道了~",
			"これは理由の1つにすぎないよ。後のことは、その端末の本体を見つければわかるよ～。",
			"이건 단지 이유 중 하나일 뿐이야. 나머지는 그 단말의 본체를 찾으면 알 수 있을 거야~.",
			null
		]
	],
	"1186": [
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95132,
			"Hello, you are getting into the confidential zone. The access has been revoked currently.",
			"您好，您即将进入机密区域，此区域的开放权限已经解除，目前废弃中。",
			"間もなく機密エリアに入ります。このエリアの開放権限は解除しました。現在は廃棄中です。",
			"곧 기밀 구역에 진입합니다. 이 구역의 개방 권한은 해제되었습니다. 현재 폐기 처리 중입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95133,
			"So robot is a really convinient tool, as long as the data is deleted everything will be forgotten.",
			"果然机械这种东西还真是方便呢，只要将数据删除自己所做的事情都会被遗忘。",
			"機械って本当に便利だよね。データを削除するだけで自分のしたこと全てを忘れることができるんだから。",
			"기계는 정말 편리하군. 데이터를 삭제하기만 하면 자신이 한 모든 일을 잊을 수 있으니까.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95134,
			"Whoa! What kind of smell it is, so stinky!",
			"呜哇！这里一股什么味道，咳咳！呛死人了！",
			"うわっ！ここの匂いはなんなの！？ゴホッ、ゴホッ！窒息しそう！",
			"으악! 여기 냄새는 뭐야!? 으흑, 으흑! 숨이 막힐 것 같아!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95135,
			"It seems that the dormacy cabins are all opened because Lil' Theresa revoked the Queen project by mistake last time, so this smell must be from the dead that have been preserved for eighty thousand years.",
			"看来小德丽莎上次误把虫后计划解除导致这里的冬眠仓都开启了呢，所以这个味道大概是存放了八万多年的死人的气味吧。",
			"どうやら、前回テレサちゃんがクイーンビー計画を解除するときに間違ってここの冬眠カプセルを全て開けてしまったようだね。この匂いはきっと何万年も閉じこめられた死体の匂いだよ。",
			"테레사 씨가 퀸비 계획을 해제할 때 실수로 여기의 동면 캡슐을 모두 열어버린 모양이네. 이 냄새는 분명 몇만 년 동안 갇혀 있던 시체 냄새야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95136,
			"You! What are you saying! No way! I can't stay here!",
			"你！你说什么！不行！我呆不下去了！",
			"な、なんで！？ダメ、もう耐えられない！私、帰る！",
			"왜!? 안 돼, 더는 못 견디겠어! 나 돌아갈래!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95137,
			"Haha, little Kika. You still need more experiences~",
			"呵呵，小辉火。看来你还需要多锻炼一下才行呢~",
			"フフ、輝火ちゃん。どうやら、まだ修行が必要みたいだね～。",
			"후후, 키카 씨. 아직 수련이 더 필요한 모양이네~.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95138,
			"Why you look as if it's nothing to you!",
			"你这家伙为什么一副什么事都没有的样子啊！",
			"どうして何事もないかのようにしていられるわけ？",
			"어떻게 아무 일도 없던 것처럼 있을 수 있겠어?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95139,
			"During the journey of way where Shicksal fighting against Houkai, there are far more disgusting scenes than this. If this is even difficult for you to bear how can you safe other people in the world?",
			"在天命对抗崩坏的道路上，比这更甚的场面比比皆是，连这种程度都承受不住的话怎么拯救世人？",
			"天命が崩壊と戦っていく以上、これよりもっと悲惨な場面はいくらでもあるだろう。これくらいのことも耐えられないようじゃ、どうやって世界を救うんだい？",
			"천명이 붕괴와 싸워나가는 이상, 이보다 더 비참한 상황은 얼마든지 있을 거야. 이 정도도 견디지 못한다면, 어떻게 세상을 구하겠어?",
			null
		],
		[
			"msg",
			95140,
			"But I am curious about the body structure of these ancient people, let the recycling team bring these corpses to my lab later.",
			"不过我很好奇这些古代人的身体结构，一会让回收班的人把这些尸体运回我的实验室吧。",
			"でも、僕は古代人の体の構造が気になるなぁ。後で回収班にこの死体を僕の実験室に運ばせよう。",
			"하지만, 난 고대인의 몸 구조가 궁금하네. 나중에 수거반에게 이 시체를 내 실험실로 옮기게 하자.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95141,
			"Well you are more disgusting than I imagine…",
			"果然你这人比我想象的还要恶心……",
			"やっぱりあなたって、私の想像以上に気持ち悪い……。",
			"역시 당신은, 내 상상 이상으로 역겨워……。",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95142,
			"Let's go. Set them aside first, what I want to find should be inside.",
			"走吧，这些古代人先放一旁，我要找的东西应该还在里面。",
			"行こう。この古代人はしばらく放っておこう。僕が探しているものはまだ中にあるはずだ。",
			"가자. 이 고대인은 잠시 내버려 두자. 내가 찾고 있는 건 아직 안에 있을 거야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95143,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95144,
			"What's wrong ELLA, do you remember anything?",
			"怎么了ELLA，记起什么了么？",
			"どうしたんだい？ELLA、なにか思い出したのかい？",
			"무슨 일이야, ELLA? 무언가 생각났니?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95145,
			"System reports an error, vital signs detection fails…according to the data logging, there are 3284 vital signs until 0 o'clock on Feb 6, 4624, but now…",
			"系统出现报错，生命体征检测出现故障…根据数据日志显示，截止4624年2月6日0点本军工所的生命体征为3284人，但是现在……",
			"システムエラーです。生命兆候の検出で故障が発生しました。データログによれば、4264年2月6日0時の時点で、本軍事拠点の生命兆候は3284人分でした。しかし、現在は……。",
			"시스템 오류입니다. 생명 신호 감지에 고장이 발생했습니다. 데이터 로그에 따르면, 4264년 2월 6일 0시 기준으로 이 군사 기지의 생명 신호는 3,284명분이었습니다. 그러나 현재는....",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95146,
			"This means your data is still on the day before the Queen project started.",
			"这表示你的记录还停留在虫后项目开始的前一天。",
			"それはつまり君の記録が「クイーンビー・プロジェクト」が始まる前日で止まったままだからだよ。",
			"그건 네 기록이 퀸비 프로젝트가 시작되기 전날에서 멈춰있기 때문이야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95147,
			"Mr.Otto…here I need more information about  the Queen proect from you, this will help me to analyze current situation, to help human beings get out of danger.",
			"奥托先生…在此向您征求关于虫后项目的更多信息，这将有助于我分析现状的情况，以帮助人类脱离困局。",
			"オットー様「クイーンビー・プロジェクト」に関する情報をもう少しいただけないでしょうか。そうすれば現状を分析する助けとなり、人類が苦境を脱出するのに役立てるはずです。",
			"오토 님, 퀸비 프로젝트에 관한 정보를 좀 더 알려주실 수 없나요? 그렇다면 현 상황을 분석하는 데 도움이 될 것이고, 인류가 위기를 벗어나는 데 기여할 수 있을 겁니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95148,
			"Ok, I promised you to retrieve your memory. Take me to the terminal, and you will find the answer there.",
			"好吧，我答应过你会帮你找回记忆，带我到终端机那里去吧，你会在那里得到答案。",
			"いいだろう。君の記憶を取り戻すって約束したからね。僕を端末のところに連れて行ってくれ。そこで答えが見つかるはずだよ。",
			"좋아. 네 기억을 되찾아 주기로 약속했으니까. 나를 단말기 있는 곳으로 데려가 줘. 거기서 답을 찾을 수 있을 거야.",
			null
		]
	],
	"1187": [
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95149,
			"Arrive at the key area of system soon, which need the highest authority to get access. Based on current situation I will start special case. Mr.Otto, I will open the special access to you to fix the system.",
			"即将到达仿制终端机核心区域，本区域需要最高权限方可开放，介于目前的情况将启用特殊备案，奥托先生，我将向您开放特殊权限以进行终端修复。",
			"間もなくコピー端末の中心エリアに到着します。このエリアは最高権限がないと開放されません。現在の状況に鑑みて、特別承認申請を起動します。オットー様、あなたに端末の修復を行う特別権限を開放します。",
			"곧 복제 단말기의 중심 구역에 도착합니다. 이 구역은 최고 권한이 없으면 개방되지 않습니다. 현재 상황을 감안하여, 특별 승인 신청을 시작합니다. 오토 님, 당신에게 단말기 수리를 수행할 특별 권한을 개방합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95150,
			"Little Kika, wait me here.",
			"小辉火，你在这里等我。",
			"輝火ちゃんはここで待っていてね。",
			"키카는 여기서 기다리고 있어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95151,
			"Why, are you afraid that I will see the confidential information you want? After all you don't trust me.",
			"怎么了，怕我看到你想要的机密情报么？看来说到底你也没有信任我。",
			"どうしたの？あなたの欲しい機密情報を私に見られたくないってこと？結局はあなたも私を信用してないじゃない……。",
			"왜 그래? 네가 원하는 기밀 정보를 내가 보는 게 싫다는 거야? 결국 너도 나를 믿지 않는 거잖아......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95152,
			"…Ok, then come with me. I just worried that what you going to see will make you feel hopeless about this world.",
			"……好吧，那你和我一起来吧，我只是担心你看到的东西会让你对这个世界感到绝望罢了。",
			"……わかったよ。それなら一緒においでよ。僕はただ、これから目にする物のせいで、君がこの世界に対して絶望するんじゃないかって心配なだけだよ。",
			"......알았어. 그럼 같이 가자. 나는 단지, 이제 보게 될 것 때문에 네가 이 세상에 대해 절망하지 않을까 걱정될 뿐이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95153,
			"…",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95154,
			"ELLA, connect to the terminal, see if there's any data left.",
			"ELLA，连接终端机，看看还保存着哪些数据吧。",
			"ELLA、端末にアクセス。まず、どんなデータが残っているのか見てみよう。",
			"ELLA, 단말기에 접속해. 먼저, 어떤 데이터가 남아 있는지 확인해 보자.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95155,
			"Start connecting to the serve, scan data…",
			"开始链接服务器，扫描数据……",
			"サーバーへのアクセス開始。データスキャン中。",
			"서버 접속 시작. 데이터 스캔 중.",
			null
		],
		[
			"msg",
			95156,
			"Databse scanning complete, here is the list of residual data.",
			"数据库扫描完毕，以下是残存数据的列表。",
			"データベースのスキャン完了。残存データを一覧に表示しました。",
			"데이터베이스 스캔 완료. 잔존 데이터를 목록에 표시했습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95157,
			"Well done, then let's look at the source of this terminal copy first.",
			"很好，那么先看看这个仿制终端的来历吧。",
			"よし。それじゃあ、このコピー端末の由来から見てみよう。",
			"좋아. 그럼 이 복제 단말기의 유래부터 살펴보자.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95158,
			"Start collecting production information. This terminal is a copy of \"Garland\" made by Dr. MEI, ID SCR5001 Si/FL. It was delievered by the Hyperelectric Society on Nov 8, 4610 to be used as the main terminal for Military area γ-「Eden」.",
			"开始调取制造信息，本终端机是以MEI博士制造的“伽蓝”终端为原型所制造的仿制终端，编号SCR5001 Si/FL。由制造承包商超电社于4610年11月8日交付，用于人类γ军工所「Eden」的全域主控终端，",
			"製造情報の読み取りを開始。本端末はMEI博士の製造した「ガラン」端末を原型とするコピー端末、コードSCR5001 Si/FL——",
			"제조 정보 읽기를 시작합니다. 본 단말기는 MEI 박사가 제조한 「갈란」 단말기를 원형으로 한 복제 단말기, 코드 SCR5001 Si/FL——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95159,
			"Collect information about \"Garland Terminal\".",
			"调取关于“伽蓝终端”的信息。",
			"製造下請の超電社が4610年11月8日に納品、人類のγ軍事拠点「Eden」全域のメインコントロール端末として使用……と、なるほどね。次に「ガラン端末」に関する情報を読み取ってくれる？",
			"제조 하청업체인 초전사가 4610년 11월 8일에 납품, 인류의 γ 군사 거점 「Eden」 전역의 메인 컨트롤 단말기로 사용......과, 그렇군요. 다음으로 「갈란 단말」에 관한 정보를 읽어줄 수 있나?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95160,
			"…Sorry, there's no entry about Garland Terminal.",
			"……抱歉，未检索到关于伽蓝终端的词条。",
			"申し訳ありません。ガラン端末に関連するキーワードは検索結果はありませんでした。",
			"죄송합니다. 갈란 단말과 관련된 키워드 검색 결과가 없었습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95161,
			"Huh…ok, then collect information about Dr. MEI.",
			"啧…好吧，那就调取关于MEI博士的信息。",
			"チッ……いいだろう。それじゃあ、MEI博士に関する情報を頼む。",
			"쳇...... 좋아. 그럼 MEI 박사에 관한 정보를 부탁한다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95162,
			"Found 9882 entries of result, below is the record content after filtering.",
			"已索到结果9882条，以下是筛选出来的对应记录内容。",
			"検索結果が9882件あります。フィルタリングして選び出した内容は以下の通りです。",
			"검색 결과 9882건이 있습니다. 필터링하여 선별한 내용은 다음과 같습니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			95163,
			"「Dr. MEI is surely a talented scholar, I respect all her contributions to human beings. But I will never approve the theory she proposed, life should be respected but not played with!」——Doc: 332302761-4612/07/11",
			"「MEI博士当然是一个才华横溢的杰出学者，我敬佩她为人类所做出的一切贡献。但是我绝对不会认同她所提出的这个理论，生命应该得到尊重而不是被如此玩弄！」——文件编号332302761-4612/07/11",
			"彼女が発表したこの理論は何があっても認められません。命とは尊重されるものであって、こんな風にもてあそばれてはいけません！」——ファイルコード332302761-4612/07/11",
			"그녀가 발표한 이 이론은 무슨 일이 있어도 인정할 수 없습니다. 생명이란 존중받아야 할 존재지, 이런 식으로 희롱당해서는 안 됩니다!」——파일 코드 332302761-4612/07/11",
			null
		],
		[
			"msg",
			95164,
			"「I can't tell clearly about her experiences, but the future she foresees is further than any of us. However, I will still choose New Eden Institution.",
			"「我说不清楚MEI博士这个人的经历，但她所预见的未来比我们谁都更要长远，不过我还是会选择新伊甸园机关。",
			"「MEI博士個人のキャリアはよくわかりません。しかし、彼女は誰よりも遠い未来を予見します。それでもやはり、私は新エデンの園機関を選びます。",
			"「MEI 박사의 개인적인 경력은 잘 모르겠습니다. 하지만 그녀는 누구보다 먼 미래를 예견합니다. 그럼에도 여전히, 저는 신 에덴의 동산 기관을 선택합니다.",
			null
		],
		[
			"msg",
			95165,
			"Maybe I am too selfish, but the \"Stigmata Project\" is far out of my expectation, I don't think it can be realized」——Doc: 335003637-4613/03/02",
			"或许是我太自私，但是“圣痕计划”的震撼程度确实已经超出了我的预想，我不认为它能够实现。」——文件编号335003637-4613/03/02",
			"私が身勝手なだけかもしれないけれど「聖痕計画」の衝撃は私の予想をはるかに超えていて、実現できるとは思えない。」——ファイルコード335003637-4613/03/02",
			"제가 제멋대로일지 모르지만 「성흔 계획」의 충격은 제 예상을 훨씬 뛰어넘어서, 실현 가능하다고 생각되지 않습니다. 」——파일 코드 335003637-4613/03/02",
			null
		],
		[
			"msg",
			95166,
			"「Dr. MEI is insane, the thought inherited from the family has made her crazy. But never thought that she even wants to use all human beings to do the experiment!",
			"「MEI博士就是一个疯子，果然这个家族的思想继承已经让她的思维变得疯狂了，但没想到现在居然想要用所有的人类来进行实验！",
			"「MEI博士は狂っている。やっぱりこの一族の思想を継承して彼女の思考もおかしくなってしまったんだ。しかし、全ての人間を使って実験しようとするなんて思いもしなかった！",
			"「MEI 박사는 미쳤다. 역시 이 일족의 사상을 계승해서 그녀의 사고도 이상해져 버린 거야. 하지만, 모든 인간을 실험체로 사용하려 한다니 생각도 못 했다!",
			null
		],
		[
			"msg",
			95167,
			"I will try my best to stop her! From now on I will disgard all the requests from her!」——Doc: 337304421-4613/09/28",
			"我会尽我最大的力量阻止她！今后所有来自于她的请求我一概不会理会！」——文件编号337304421-4613/09/28",
			"私は全力で彼女を止めてみせる！今後は彼女の頼みは一切聞かないことにする！」——ファイルコード337304421-4613/09/28",
			"나는 전력으로 그녀를 막아 보이겠다! 앞으로는 그녀의 부탁은 일절 듣지 않기로 하겠다!」——파일 코드 337304421-4613/09/28",
			null
		],
		[
			"msg",
			95168,
			"「It proved that it's the stupid \"Stigmata Project\" of Dr. MEI that destroy human beings! And she is the ultimate criminal! That witch destoryed human civilization! She made all our efforts useless!」——Doc: 339300322-4614/12/11",
			"「事实已经证明MEI博士可笑的“圣痕计划”才是毁灭了人类的元凶！她就是人类失败的罪魁祸首！是那个魔女摧毁了人类的文明！是她让我们的努力都前功尽弃！」——文件编号339300322-4614/12/11",
			"「MEI博士のおかしな「聖痕計画」こそが人類を滅ぼした元凶だと証明された！あの魔女が人類の文明を破壊したんだ！彼女のせいで私たちの努力は水泡に帰したんだ！」——ファイルコード339300322-4614/12/11",
			"「MEI 박사의 괴상한 「성흔 계획」이 인류를 멸망시킨 원흉임이 증명되었다! 그 마녀가 인류의 문명을 파괴한 거야! 그녀 때문에 우리의 노력이 물거품이 됐다고!」——파일 코드 339300322-4614/12/11",
			null
		],
		[
			"msg",
			95169,
			"「The tinder of human beings hasn't gone out, and we will take back the surface world destroyed by crminal MEI! The fire of hope will burn in this underground stronghold! We will go back to the surface again! And burn all those dirty Houkai!」——Doc: 339300322-4614/12/11",
			"「人类的火种还未熄灭，被罪人MEI所毁掉的地表世界将由我们夺回！人类的希望之火将在这座地下要塞汹涌燃烧！我们会重返地表！烧尽那些崩坏的污秽！」——文件编号339300322-4614/12/11",
			"「人類の火種はまだ消えていない。罪人MEIに破壊された地上世界は私たちが取り戻す！そして、私たちは地上に帰る！あの崩壊の汚れを焼きつくして！」——ファイルコード339300322-4614/12/11",
			"「인류의 불씨는 아직 꺼지지 않았다. 죄인 MEI가 파괴한 지상 세계는 우리가 되찾을 것이다! 그리고 우리는 지상으로 돌아갈 거야! 그 붕괴의 더러움을 모두 태워버리고!」——파일 코드 339300322-4614/12/11",
			null
		],
		[
			"msg",
			95170,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			95171,
			"…",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95172,
			"This Dr. MEI was really hated, so she must be an evil scientiest.",
			"这个MEI博士真是被人恨之入骨了呢，看来也是个十恶不赦的邪恶科学家。",
			"このMEI博士って相当恨まれてる……どうやら、極悪非道のマッドサイエンティストみたいね。",
			"이 MEI 박사란 사람 엄청 미움 받았네... 보아하니, 극악무도한 매드 사이언티스트 같아.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95173,
			"Only those who can't be understood by others tend to have the determination to save human beings. Because other people were too stupid to read her mind, she were convicted with various crimes as the excuse of people's hartred.",
			"往往这样不被人理解的人才真正有着拯救人类的决心，只是愚钝的世人看不透她的想法，所以才被扣上了各种罪名变成世人转移憎恨的借口。",
			"他人から理解されない人こそ人類を救う決意を持っているものだよ。愚かな一般人には彼女の考えが理解できないだけでね。だから様々な罪名をかぶせられて、人々の憎しみの矛先になってしまうんだ。",
			"타인에게 이해받지 못하는 사람일수록 인류를 구할 결심을 품고 있는 법이야. 어리석은 일반인들은 그녀의 생각을 이해하지 못할 뿐이지. 그래서 갖가지 죄명을 뒤집어쓰고, 사람들의 증오의 표적이 되어버린 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			95174,
			"Huh~I feel like you are referring to yourself. Why do you believe that she was correct? What if she was a sinner like they described?",
			"嚯~我怎么听出你的话语中好像在影射自己呢，你就这么相信她是正确的么？如果正如世人描述的那样是个毁灭世界的罪人呢？",
			"へぇ～、まるで自分の姿を投影しているかのような口ぶりね。そんなに彼女が正しいって信じているの？他の人たちの説明のように、世界を滅ぼした悪人だったらどうするつもり？",
			"허~, 마치 자기 모습을 투영하는 듯한 말투네. 그렇게까지 그녀가 옳다고 믿어? 다른 사람들 설명대로, 세계를 멸망시킨 악당이었다면 어쩔 작정이야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95175,
			"Human beings are creatures like this. But it seems that this Dr. MEI didn't become a heroine, because that time has become a history, she turned out to be a failure.",
			"人类就是这样的生物，不过看来这位MEI博士并没有成为英雄，因为那个时代已经成为了历史，归根结底也只是个失败者而已。",
			"人間とはそういう生き物なんだよ。でも、このMEI博士は英雄になれなかったようだね。その時代はもう歴史になっているからね。ただの敗者だってことだよ。",
			"인간이란 바로 그런 존재야. 하지만, 이 MEI 박사는 영웅이 되지 못한 모양이네. 그 시대는 이미 역사가 되어버렸으니까. 그냥 패자일 뿐이지.",
			null
		],
		[
			"msg",
			95176,
			"Now it's Shicksal's time, it's also my time, and the one who lead people to defeat Houkai will be me Otto.",
			"现在是天命的时代，也是我的时代，领导世人战胜崩坏的也将是我奥托。",
			"今は天命の時代であり、僕の時代さ。世の人々を崩壊との勝利に導くのもこのオットー・アポカリプスだよ～。",
			"지금은 천명의 시대야, 내 시대라고. 세상 사람들을 붕괴와의 승리로 이끌 자도 바로 이 오토 아포칼립스란 말이지~.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95177,
			"Whoa! I am gooseflesh all over now.",
			"呜哇！鸡皮疙瘩都快被你恶心一地了！",
			"うわぁ！気持ち悪すぎて鳥肌が立つわ！",
			"으악! 기분 나빠서 소름 끼쳐!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95178,
			"But these records more or less mentioned the word \"Stigmata Project.\"  It must be the final plan of Dr. MEI to eliminate Houkai and save the world. Even though it's a failure, but still worth reference.",
			"不过这些记录上或多或少都提到了“圣痕计划”这个词，看来这就是那个MEI博士用来拯救世人消灭崩坏的最终方案了吧，虽然是失败品，不过或许还有参考的价值。",
			"記録にはいくつか「聖痕計画」という言葉が出てきているね。どうやらこれこそがMEI博士が世の人を救い、崩壊を消滅させる最後の方法だったようだね。失敗作とはいえ、まだ参考価値があるかもしれないよ。",
			"기록에는 몇 가지 「성흔 계획」이라는 단어가 나오고 있네. 아무래도 이것이 바로 MEI 박사가 세상을 구하고 붕괴를 소멸시키는 마지막 방법이었던 모양이야. 실패작이라고는 해도, 아직 참고 가치가 있을지도 모르겠어.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95179,
			"Searching \"Stigmata Project\" relevant files…below is the result.",
			"正在搜索“圣痕计划”的对应文件……以下是结果内容。",
			"「聖痕計画」の対応ファイルを検索しています。検索結果は以下の通りです。",
			"「성흔 계획」의 대응 파일을 검색 중입니다. 검색 결과는 다음과 같습니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			95180,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			95181,
			"…",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95182,
			"Haha…",
			"呵呵……",
			"フフッ……。",
			"훗훗…….",
			null
		],
		[
			"msg",
			95183,
			"Hahahaha! It means this! Using this way to fight against Houkai! This Dr. MEI is an intersting person! Destroying human beings in this way…Only a devil would think of such kind of method!",
			"哈哈哈哈！原来是这个意思！能想到用这种方法来对抗崩坏！这个MEI博士果然是个有趣的人！用这个方法亲手葬送人类...能想出这种手段的人也只能用魔鬼来形容了！",
			"ハッハッハッハ！そういう意味だったのか！こんな方法で崩壊に対抗しようと考えるなんて！このMEI博士ってやっぱり面白い人だね！この方法で自ら人類を葬り去る。これを思いつく人間は悪魔としか形容できないね！",
			"하하하하! 그런 뜻이었구나! 이런 방법으로 붕괴에 맞서려고 생각하다니! 이 MEI 박사란 사람 역시 재미있는 사람이야! 이 방법으로 스스로 인류를 묻어버리다니. 이를 생각해낸 인간은 악마라고밖에形容할 수 없어!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95184,
			"Otto…If the documernt is true! Then our world is…",
			"奥托…这个文件上面说的是真的么！这么说我们的世界是……",
			"ねぇ……このファイルに書かれていることは本当なの！？それなら私たちの世界は……。",
			"저기... 이 파일에 쓰여진 내용이 정말이야!? 그렇다면 우리의 세계는.......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95185,
			"Kika, that's why I wanted you to wait outside…but it's also good, you should understand how many possibilities we have now.",
			"辉火，所以才让你在外面等我…不过也好，你也该明白我们手里掌握的可能性了。",
			"輝火ちゃん、だから君は外で待っていろって言ったんだ。でも、そうだね。君も僕たちの手にある可能性について知っておくべきだ。",
			"키카, 그래서 네가 밖에서 기다리라고 했잖아. 하지만, 그래. 너도 우리 손에 있는 가능성에 대해 알아둬야 해.",
			null
		],
		[
			"msg",
			95186,
			"The original copy of the experiment must be kept in Garland designed by herself. If we can know the full picture of Stigmata Project, we won't be far from our long-cherished wish…",
			"那份实验的原件一定保存在由她自己设计的伽蓝之中吧，如果能知道圣痕计划的全貌的话，离你我夙愿实现的那天就不远了……",
			"あの実験の元ファイルはきっと彼女自身が設計したガランの中に保管されているはずだ。聖痕計画の全貌を知ることができれば、君と僕の宿願が叶う日はそう遠くはない。",
			"그 실험의 원본 파일은 분명 그녀 자신이 설계한 갈란 안에 보관되어 있을 거야. 성흔 계획의 전모를 알 수만 있다면, 너와 나의 소원이 이뤄지는 날은 머지않았어.",
			null
		]
	],
	"1188": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95187,
			"So there is no other information that worth investigating, but this result is surprisng enough.",
			"看来已经没有其他值得调查的情报了，不过能获得这样的成果已经足够让人惊喜了。",
			"どうやら、他に情報はないようだね。でも、こんなに成果が得られて、もう十分満足したよ。",
			"아무래도, 다른 정보는 없는 모양이네. 하지만, 이렇게나 많은 성과를 얻었으니, 이제 충분히 만족스러워.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95188,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95189,
			"What's wrong little Kika? Are you still in the surprise mood?",
			"怎么了小辉火？还在沉浸在刚才的惊喜中么？",
			"輝火ちゃん、どうしたんだい？まださっきの喜びに浸っているのかい？",
			"키카, 무슨 일이야? 아까 그 기쁨에 아직도 취해 있는 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95190,
			"…I just think people whoare crazy like you are very scaring.",
			"……我只是觉得你们这样狂热的人实在是太可怕了。",
			"……私は、あなたたちのような狂気じみた人が恐ろしいだけ……。",
			"……나는 너희 같은 미친 사람들이 그저 무서울 뿐이야…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95191,
			"Without craze, we will be swallowed by Houkai. Next time it would be us lying in these coffins.",
			"不变得疯狂就会被崩坏吞没，不然下次躺在这些棺木中的就是我们了。",
			"狂いでもしなければ崩壊にのみ込まれて、次この棺に横たわっているのは僕たちになっちゃうからね。",
			"미치지 않으면 붕괴에 삼켜져서, 다음엔 이 관에 누워있는 게 우리가 될 테니까.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95192,
			"…I know.",
			"……我知道。",
			"……わかってる。",
			"……알고 있어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95193,
			"Ok, that's it. ELLA, please delete all the data of Stigmata Project in the terminal. The fewer people know the better.",
			"好了，今天就到此为止吧。ELLA把终端机中关于圣痕计划的资料全部删除吧，这份资料知道的人越少越好。",
			"よし、今日はここまでにしよう。ELLA、端末内の聖痕計画に関する資料を全て削除してくれ。この資料は知っている人が少なければ少ないほうがいい。",
			"좋아, 오늘은 여기까지 하자. ELLA, 단말기 안의 성흔 계획 관련 자료를 전부 삭제해 줘. 이 자료는 아는 사람이 적으면 적을수록 좋아.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95194,
			"…Mr.Otto, you haven't tell me about the Queen project, please.",
			"……奥托先生，关于虫后项目的情报您还没有告诉我，再次向您请求相关资料。",
			"オットー様、「クイーンビー・プロジェクト」に関する情報をいただいていません。関連する資料を改めて要求いたします。",
			"오토 님, 「퀸비 프로젝트」 관련 정보를 받지 못했습니다. 관련 자료를 다시 요청드립니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95195,
			"Oh, yes. I almost forget. Little Kika, can you see if there's a butterfly arround.",
			"噢，对了。差点忘了这件事情，小辉火你找找看这个附近有没有一只蝴蝶。",
			"あっ、そうだった。そのことを忘れるところだったよ。輝火ちゃん、この近くに蝶々がいないか探してごらん。",
			"아, 맞아. 그걸 깜빡할 뻔했어. 키카, 이 근처에 나비가 없는지 찾아봐.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95196,
			"Batterfly…how come this place will have…",
			"蝴蝶…这种地方怎么会有……",
			"蝶々？こんな場所にいるわけ——",
			"나비? 이런 곳에 있을 리가 ——",
			null
		],
		[
			"msg",
			95197,
			"Ah! The one upon the terminal! There's a gold butterfly there!",
			"啊！终端机的顶上！那里有只金色的蝴蝶！",
			"あっ！端末のてっぺん！あそこに金色の蝶々が！",
			"앗! 단말기 꼭대기! 저기에 금빛 나비가!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95198,
			"Yes, that's the heritage of the Queen proect. The human beings in this military area found the butterfly variant, and wanted to use this as the Queen to take back the surface world from Houkai. And ELLA was the terminal machine to connect to the Queen, control its thinking and so as to manage Houkai creatures.",
			"没错，那就是虫后项目的遗产了。这个军工所的人类从崩坏区域发现了变异的蝴蝶，将它作为虫后妄图控制崩坏生物夺回地表，而名为ELLA的终端机则是与虫后相连，操纵虫后思想来驱使崩坏生物的机械。",
			"この拠点の崩壊エリアで変異した蝶々を見つけたんだ。それをクイーンビーにした。そして、ELLAとクイーンビーを同期させ、クイーンビーを操り崩壊生物を制御して地上を奪回するつもりだった。",
			"이 거점의 붕괴 지역에서 변이한 나비를 발견했어. 그것을 퀸비로 만들었지. 그리고 ELLA와 퀸비를 동기화시켜, 퀸비를 조종해 붕괴 생물을 제어하고 지상을 탈환할 계획이었어.",
			null
		],
		[
			"msg",
			95199,
			"But it's a pity, the desire for suvivial of insects is more straightforward and simpler than human beings. The mechine had a strong resonance with the insect's desire for suvivial and led to the failure of the experiment. And you ELLA, because of your ultimate mission of protecting human beings, you locked the remaining people in the dormancy cabin until they died.",
			"不过很可惜，昆虫的求生欲往往比人类来的更直接纯粹，机械与虫后强烈的生存意识产生了共鸣，导致了实验失败。而你ELLA。因为保护人类的最终使命，在实验失败后把幸存的人类关进了冬眠仓里，直到死亡。",
			"でも、昆虫の生存欲求は人間よりもずっと純粋だよ。両者の生存意識が共鳴を起こし、実験は失敗したんだよ。そして、ELLA、君は人類を守る使命のため、実験失敗後に生存者を冬眠カプセルに死ぬまで閉じこめたんだ。",
			"하지만 곤충의 생존 욕구는 인간보다 훨씬 순수해. 양자의 생존 의식이 공명을 일으키며 실험은 실패했어. 그리고 ELLA, 너는 인류를 지키는 사명 때문에, 실패 후 생존자들을 동면 캡슐에 죽을 때까지 가둔 거야.",
			null
		],
		[
			"msg",
			95200,
			"This is the Queen project, an absurd ancient story.",
			"这就是虫后项目，一个滑稽荒唐的远古传说。",
			"これが「クイーンビー・プロジェクト」の荒唐無稽な太古の伝説だよ。",
			"이게 「퀸비 프로젝트」의 황당무계한 태고의 전설이야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95201,
			"You mean…I…killed human beings…",
			"您的意思是……我…杀死了人类……",
			"それはつまり……私が、人類を殺したのですか？",
			"그렇다면... 내가, 인류를 죽인 건가요?",
			null
		],
		[
			"msg",
			95202,
			"It was me…destroy their civilization…?",
			"……是我，毁灭了人类的文明……？",
			"……私が、人類の文明を破壊したのですか……？",
			"...내가, 인류의 문명을 파괴한 건가요...?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			95203,
			"Crack…crack…",
			"呲拉…呲拉……",
			"ツー……ツー……",
			"띠... 띠...",
			null
		],
		[
			"msg",
			95204,
			"「Error！Error！System logic error, AI processing disorder, please shut down!」",
			"「Error！Error！系统逻辑出现错误，人格AI运算混乱，请立即关闭！」",
			"「エラー！エラー！システムロジックにエラー。人格AIの計算が混乱しています。ただちにシャットダウンしてください！」",
			"「에러! 에러! 시스템 로직 에러. 인격 AI의 계산이 혼란스러워. 즉시 셧다운하세요!」",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95205,
			"Protecting…human…reproduction and civilization continuation…",
			"保护…人类的…生存繁衍与文明的延续……",
			"人類の……生存繁栄と文明の継続を、守る……。",
			"인류의... 생존 번영과 문명의 계속을, 지키는...",
			null
		],
		[
			"msg",
			95206,
			"Destroying human…is also me…",
			"毁灭人类的…也是我……",
			"人類を滅ぼしたのも……私？",
			"인류를 멸망시킨 것도... 나?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			95207,
			"Crack crack…",
			"呲拉呲拉……",
			"ツー……ツー……",
			"띠... 띠...",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95208,
			"Must..destroy myself…preserve human civilization…",
			"必须…毁灭我自己……保存人类的文明……",
			"私自身を滅ぼして……人類の文明……残さなくては……。",
			"나 자신을 멸망시키고…… 인류의 문명…… 남겨두지 않아야…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95209,
			"Looks the system is a worst circulation, it will be destoyed in the end. Eh~little Kika, do me a favor.",
			"看来它的系统已经陷入最差的循环了，这样下去只会毁掉这台终端。哎~小辉火，动手吧。",
			"どうやら彼女のシステムは最悪のスパイラルに陥ってしまったらしい。この様子じゃ、この端末を破壊するしかないね。やれやれ～輝火ちゃん、やっちゃって。",
			"아무래도 그녀의 시스템은 최악의 악순환에 빠져버린 모양이군. 이 상태론, 이 단말을 파괴하는 수밖에 없어. 아이고~ 키카짱, 해버려.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95210,
			"Isn't just fixed by you? You won't feel sad?",
			"这不是你好不容易修好的东西么？这样拆了不心疼么？",
			"これってあなたが苦労して修理したんじゃないの？こんなことで壊して心が痛まないの？",
			"이거 네가 고생해서 수리한 거 아니었어? 이런 식으로 부수고 마음 아프지 않아?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95211,
			"Fixing a broken machine is far easier than saving a dead human…",
			"修复坏掉的机械可比救活死去的人来得简单的多……",
			"輝火ちゃん……壊れた機械を直すのは死んだ人間を生き返らせるよりもずっと簡単なんだよ……。",
			"키카짱…… 고장난 기계를 고치는 건 죽은 인간을 살리는 것보다 훨씬 쉬운 일이야…….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			95212,
			"Ok, then I will do it.",
			"好吧，那我就不客气了。",
			"わかった。後悔しないでよ。",
			"알았어. 후회하지 말아.",
			null
		]
	],
	"1189": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95213,
			"3 months later, Shicksal Flagship: Glorious Covenant",
			"3个月后 天命旗舰：辉煌盟约",
			"3ヵ月後　天命の旗艦：輝きの盟約",
			"3개월 후 천명의 기함: 빛의 맹약",
			null
		],
		[
			"msg",
			95214,
			"「Shicksal Terminal No. SCR5001 Si/FL, ELLA starts.」",
			"「天命终端编号SCR5001 Si/FL，ELLA启动。」",
			"「天命端末コードSCR5001 Si/FL、ELLA起動。」",
			"「천명 단말 코드 SCR5001 Si/FL, ELLA 기동. 」",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95215,
			"So the final deploy is done, nice to meet you again.",
			"看来最后的调配终于完成了，很高兴再次见到你。",
			"どうやら最後の調整がようやく完了したようだね。また君に会えて嬉しいよ。",
			"아무래도 마지막 조정이 드디어 완료된 모양이군. 다시 너를 만나서 기쁘구나.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95216,
			"Hello, welcome to Shicksal Flagship「Glorious Covenant」, I am the flagship AI ELLA.",
			"您好，欢迎来到天命旗舰「辉煌盟约」，我是旗舰的主控AI程序ELLA。",
			"こんにちは。天命の旗艦「輝きの盟約」へようこそ。私は旗艦のマスターAIプログラムELLAです。",
			"안녕하세요. 천명의 기함 「빛의 맹약」에 오신 것을 환영합니다. 저는 기함의 마스터 AI 프로그램 ELLA입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95217,
			"From now on I am your master, Shicksal Archbishop, Otto·Apocalypse.",
			"从现在开始我就是你的主人，天命主教，奥托·阿波卡利斯。",
			"今から僕が君のご主人様だよ。天命の主教、オットー・アポカリプス。",
			"이제부터 내가 네 주인님이야. 천명의 주교, 오토 아포칼립스.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95218,
			"Yes, Otto Archbishop, I will follow your instruction.",
			"好的，奥托主教，我将听从您的指令。",
			"わかりました。オットー主教、あなたの指示に従います。",
			"알겠습니다. 오토 주교님, 당신의 지시에 따르겠습니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95219,
			"Whoa, start education right after it's fixed, so gross…",
			"呜哇，刚修好就又开始对着AI调教了，真是恶心到没救了……",
			"うわぁ、直してすぐにAIを調教するなんて……救いようのない気持ち悪さ……。",
			"우와, 고치자마자 바로 AI를 조교하다니... 구제할 수 없는 기분 나쁜 느낌...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95220,
			"Little Kika, didn't I tell you to knock the door before coming in?",
			"小辉火，我不是告诉你进来之前要敲门么？",
			"輝火ちゃん、入る前はノックしてって言ったでしょう？",
			"키카 쨩, 들어오기 전에 노크하라고 했잖아?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95221,
			"The flagship is not finished yet, and there's no door.",
			"这艘旗舰还没完工吧，你压根就没装门。",
			"この旗艦は工事が終わってないじゃない。ドアなんて取り付けてから言ってよね。",
			"이 기함은 공사가 끝나지 않았잖아. 문 같은 것 달고 나서 말해.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95222,
			"Eh~Ok, the two most important things are completed. I will go back to the details later.",
			"嗯~好吧，最主要的两样东西已经装配完毕了，这些琐碎细节回头再说。",
			"それもそうだね。最も大事な2つのものが揃ったんだ。細かいことは後にしよう。",
			"그것도 그렇네. 가장 중요한 두 가지가 갖춰졌어. 자잘한 건 나중에 하자.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95223,
			"…This is what you call the invincible flagship equipped with Nexus system and ruins terminal? It looks ugly.",
			"……这就是你所说的Nexus系统搭配上遗迹终端的超级无敌旗舰么？这外形可真够丑的。",
			"……これがあなたの言うNexusシステムに遺跡の端末を組み合わせた超無敵の戦艦なの？ずいぶん醜い外見ね。",
			"...이게 당신이 말한 Nexus 시스템에 유적의 단말을 결합한 초무적 전함이야? 상당히 추악한 외관이네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95224,
			"Yes, it's one result of my painstaking effort. But do you remember what I told you before? Nexus system still lacks the final one core.",
			"没错，也算是我的心血之一了，不过你记得我之前和你说的事情么？Nexus系统还欠缺最后一个关键的核心呢。",
			"そうさ。僕の全てを注いだ結晶でもあるんだ。ところで、僕が以前君に言ったことを覚えているかな？Nexusシステムにはまだ最後の大事な核心部分が足りないんだ。",
			"그렇지. 내 모든 것을 쏟아부은 결정체이기도 해. 그런데, 내가 전에 너에게 말한 거 기억나? Nexus 시스템에는 아직 마지막 중요한 핵심 부분이 부족해.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95225,
			"The Valkyrie to control Nexus…",
			"用来操纵Nexus系统的女武神么……",
			"Nexusシステムを操縦するのに使う戦乙女……。",
			"Nexus 시스템을 조종하는 데 사용할 전투처녀...",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95226,
			"Right~so smart~",
			"没错~你可真是个小机灵鬼~",
			"その通り、君は本当に優秀だね～。",
			"바로 그거야, 너 정말 뛰어나구나~.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95227,
			"Ah ah ah! From your ugly smile I can guess it's a bad news, so you want me to be that poor Valkyrie!",
			"啊啊啊！看你这个恶心的笑容就知道没好事，你是想让我来当那个倒霉鬼吧！",
			"あああ！あなたのその気持ち悪い笑顔を見ればロクなことじゃないってわかる……私にその損な役回りを押し付けたいんだ。",
			"아아악! 당신 그 기분 나쁜 미소를 보면 좋은 일이 아니라는 걸 알겠어... 나에게 그 망할 역할을 떠넘기려는 거지.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95228,
			"This depends on you. In this way you can fight in the forefront, which is closer to your wish.",
			"这要看你自己的意愿了，这样就能战斗在第一线了，这离你愿望也越来越近了吧。",
			"それは君の意志次第だよ。これなら第一線で戦えるからね。君の願いにも近づいただろう？",
			"그건 네 마음에 달렸어. 이 정도라면 최전선에서 싸울 수 있겠지. 네 소원에도 가까워진 거 아니야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95229,
			"Damn…ok, I know.",
			"可恶……好吧，我知道了。",
			"まったく……やればいいんでしょ。",
			"젠장... 하면 하는 거지.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95230,
			"Then come to me tomorrow. We need to start training of Nexus system.",
			"那么明天开始就来旗舰找我吧，我们要开始针对Nexus系统的训练了。",
			"それじゃあ、明日から旗艦の僕がいるところに来てよ。Nexusシステムの訓練始めよう。",
			"그럼 내일부터 기함에 있는 내 곳으로 와. Nexus 시스템 훈련을 시작하자.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95231,
			"Wait! Before this I have a condition.",
			"等等！在这之前我有个条件。",
			"待って……その前に、条件があるの。",
			"잠깐... 그 전에 조건이 있어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95232,
			"Say it.",
			"你说。",
			"なんだい？言ってごらん。",
			"뭔데? 말해봐.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95233,
			"I need two days to rest after one day of training! And you need to provide unlimited luxurious desserts!",
			"做一休二！而且每天不限量提供高档甜点伙食！",
			"1勤2休！それから毎日高級スイーツを無制限に出すこと！",
			"1근무 2휴식! 그리고 매일 고급 스위츠 무제한 제공!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95234,
			"Haha, deal.",
			"呵呵，成交。",
			"フフ、取引成立だね。",
			"훗, 거래 성공이네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95235,
			"Hum, you say it so easily…somehow I feel lost…",
			"切，答应的这么随意…总感觉还是亏了……",
			"ちぇっ、そんな簡単に応じちゃうなんて……何だか損した気分……。",
			"쳇, 그렇게 쉽게 받아주다니... 뭔가 손해 본 기분인데...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95236,
			"Huh? By the way, why the butterfly from the ruins is here, are you planning to keep it as a pet?",
			"嗯？话说这只遗迹里的蝴蝶怎么也在这里，你打算把它当宠物么？",
			"ん？ところで、どうして遺跡にいた蝶々までここにいるの？ペットにでもするつもり？",
			"음? 그런데 왜 유적에 있던 나비까지 여기 있는 거야? 애완동물로 키울 셈이야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95237,
			"This, seems that during the long period when it\"s connected to the terminal, the butterfly takes the terminal as its own body, so it never leaves. So I keep it here as a research sample.",
			"这个啊，看来这只蝴蝶在和终端机链接的漫长岁月中似乎已经把终端当成了自己的身体，所以总是不愿离开，所以就当研究样本留在了这里。",
			"これかい？この蝶々は長い年月にわたって端末とリンクしていたせいで、端末を自分の体だと思い込んでいるみたいで、離れようとしないんだ。だから研究サンプルとしてここに残しておこうかと思ってね。",
			"이거 말이야? 이 나비는 오랜 세월 동안 단말기와 링크되어 있어서, 단말기를 자기 몸으로 착각하는 모양이야. 떨어지려고 하지 않더라고. 그래서 연구 샘플로 여기에 남겨두려고.",
			null
		],
		[
			"msg",
			95238,
			"But it should thank me, because of me it can fly in the sky as the flagship after thousands of years later. It also realizes its dream.",
			"不过它也该谢谢我，多亏了我它才能在时隔数万年之后和这艘旗舰一起翱翔在天空，也算是完成了它的夙愿。",
			"この蝶々も僕に感謝してしてほしいものだよ。僕のおかげで数万年もの時を経て、この旗艦と共に空へ羽ばたけるんだからね。願いをかなえてあげたようなものだろう。",
			"이 나비도 나에게 감사해야 할 거야. 덕분에 수만 년의 시간을 건너뛰어 이 기함과 함께 하늘로 날 수 있게 된 거니까. 소원을 들어준 셈이지.",
			null
		],
		[
			"msg",
			95239,
			"It will be the soul of this flagship as you are, little Kika~",
			"以后就和你一样是这艘旗舰的灵魂了呢，小辉火~",
			"これからは君と……って、輝火ちゃん、僕の話を聞いているかい？",
			"이제부터 너와…… 어라, 키카, 내 말 듣고 있어?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95240,
			"Go away! I am not your pet!",
			"滚！我可不是你的宠物！",
			"ねぇ、主砲の名前……「バームクーヘン」に決めた。",
			"저기, 주포 이름…… 「바움쿠헨」으로 정했어.",
			null
		]
	]
}