{
	"102": [
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			51147,
			"Why won't you accept your fate, fools?",
			"为何汝等身上燃烧的火焰不管怎么扑灭都会再次燃起……真是碍眼！",
			"なぜ汝らの魂の灯火は消しても燃ゆるのだ…目障りだ！",
			"어째서 너희 영혼의 등불은 꺼도 다시 타오르는 것이냐… 거슬리는구나!",
			"Why does the light of your souls continue to burn even when it is extinguished...? It's an eyesore!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			51148,
			"Drop the act. U r every bit as human as we are!",
			"哼！你不和我们一样也是活生生的人类么！",
			"あんたも私たちと同じ生きた人間だろう！",
			"당신도 우리와 같은 살아있는 인간이잖아!",
			"You're as much of a living human being as we are!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			51149,
			"I am the moonlight shone in a dark sky. You and I are nothing alike. I will shine upon and guard this mansion for eternity",
			"余乃黑夜中的月光，与汝那转瞬即逝的萤火不同。余将永远照亮这片乐园，赐予在此盛开的花朵以永恒的生命……",
			"余は闇夜の月光なり、汝ら蛍火とは違う。余はこの楽園を照らし続け、ここで咲く花に命を授けるもの。",
			"나는 어둠의 밤의 달빛이니, 너희 반딧불과는 다르다. 나는 이 낙원을 계속 비추고, 여기서 피는 꽃에 생명을 부여하는 자다.",
			"I am the moonlight in the dark night, not like you fireflies. I am the one who continues to light up this paradise and give life to the flowers that bloom here."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			51150,
			"I have had enough of your nonsense. You are just being controlled by the Source. You will turn into a monster",
			"月亮的光芒也只是借由太阳而来的虚伪的光亮罢了……你现在只是被崩坏所控制而自己却不知觉罢了！这样下去你会被崩坏吞噬变成怪物的！",
			"月の光は太陽の光を反射しただけですが…とにかく、このままだと崩壊の力に飲み込まれて崩壊獣になります。",
			"달빛은 태양빛을 반사한 것뿐이지만… 어쨌든, 이대로라면 붕괴의 힘에 삼켜져 붕괴수가 될 거야.",
			"The moonlight just reflects the sun's light... Anyway, if this continues you will be consumed by the Honkai and become a Honkai Beast."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			51151,
			"Resist all you want. Worry not, I shall forgive you. Peaceful death and joy of rebirth shall be my gift to you.",
			"汝等就尽情的抗争吧，在悲运的彼岸忏悔自己的愚昧。安心吧，余会原谅汝等的无礼，赐予汝等死的安宁与生的喜悦……",
			"好きに騒ぐといい、己の愚かさを知ることになる。安心しろ、余は汝らの無礼を許し、汝らに安息と永遠の命を授けよう。",
			"마음껏 떠들어라, 자신의 어리석음을 깨닫게 될 것이다. 안심하라, 나는 너희의 무례를 용서하고, 너희에게 안식과 영생을 내리리라.",
			"Make as much noise as you like, and you will come to know your own folly. Rest assured, I will forgive your rudeness, and grant you rest and eternal life."
		],
		[
			"msg",
			51152,
			"Paint this serene night with your life!",
			"在这永恒之地盛开吧，用汝等的生命赞美这宁静的夜色！",
			"この永遠の地で咲き、汝らの花でこの静かな夜を彩るのだ。",
			"이 영원한 땅에서 피어나, 너희의 꽃으로 이 고요한 밤을 물들여라.",
			"Bloom in this eternal land and decorate this silent night with your lives!"
		]
	],
	"103": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51153,
			"That was tough...",
			"终于赢了……",
			"やっと…",
			"드디어…",
			"Finally..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51154,
			"We couldn't save her after all...",
			"结果，我们还是没有办法拯救她么……",
			"結局助けられなかったね…",
			"결국 구하지 못했네…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51155,
			"I can still sense Houkai Energy. It's likely that we were fighting with her double.",
			"扩散在这个宅子里的崩坏并没有消失，我们刚才击败的很可能只是她的幻影。",
			"ここに充満してる崩壊エネルギーは消えていません。さっき倒したのはただの幻影だと思われます。",
			"여기에 가득한 붕괴 에너지는 사라지지 않았어. 방금 쓰러뜨린 건 그저 환영이었던 것 같아.",
			"The Honkai Energy that has been permeating this place hasn't disappeared. I think the thing we just defeated was just an illusion."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51156,
			"Look! Something just fell on the ground over there.",
			"芽衣快看，目标消失的位置有什么东西掉了下来。",
			"芽衣先輩、見て！幻影が消えた位置になんか落ちてる。",
			"메이 선배, 봐! 환영이 사라진 자리에 뭔가 떨어져 있어.",
			"Mei-senpai, look! There's something lying on the ground where the illusion disappeared."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51157,
			"It is a pictrue?",
			"……这个是照片么……",
			"……これ写真だよね？",
			"……이거 사진이지?",
			"...A photo?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51158,
			"A family portrait of a couple with their young daughter, all of whom were smiling.",
			"泛黄的照片上一对夫妇抱着一个年幼的女孩，脸上洋溢着幸福的笑容。",
			"黄ばんだ写真の中で、幸せそうな笑顔の夫婦が子供を抱きかかえている。",
			"누렇게 변한 사진 속에서, 행복해 보이는 미소를 띤 부부가 아이를 안고 있다.",
			"In the yellowed photograph, a happy, smiling couple is seen holding a child."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51159,
			"Something is written on the back. \"The most precious person in my life. to my beloved daughterLuna·Sylpheria.",
			"照片背面写着什么……“我生命中最珍贵的宝物，愿你如那皎洁的明月，永远美丽闪耀——致我最爱的女儿露娜·希露法莉亚”。",
			"写真の裏には「私の大事な宝物、あの白く輝く月のように、永遠の美を。ーー愛する　ルナ·シルファリア　へ」と。",
			"사진 뒷면에는 「나의 소중한 보물, 그 하얗게 빛나는 달처럼, 영원한 아름다움을. —— 사랑하는 루나·실파리아에게」 라고.",
			"It says something on the back of the photo. \"To my precious treasure, may you be an eternal beauty like the shining white moon. ——My beloved daughter, Luna Sylpheria.\""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51160,
			"Isn't this the same girl we fought with back there? So she's Luna?",
			"这个照片上的女孩不就是刚才的那个家伙么？露娜是她的名字么？",
			"この写真の女の子ってさっきの幽霊だよね？ルナって彼女の名前かな？",
			"이 사진 속 소녀가 방금 그 유령이지? 루나가 그녀의 이름인가?",
			"Isn't the girl in this picture the ghost from earlier? Is Luna her name?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51161,
			"...I guess this is not so easy after all.",
			"……果然事情没这么简单呢。",
			"やっぱりそう簡単にはいかなさそうね。",
			"역시 그렇게 간단하진 않을 것 같네.",
			"It seems like it's not going to be so easy after all."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51162,
			"Sun's up! I feel much better now. What 's bout u, Mei?",
			"快看！外面的天亮了！呼~感觉整个人都轻松了好多~芽衣你现在感觉怎么样！",
			"見て！外が明るくなってきた！ふぅ〜なんか楽になった気がする。芽衣先輩はどう？",
			"봐! 밖이 밝아지고 있어! 휴~ 뭔가 한결 나아진 기분이야. 메이 선배는 어때?",
			"Look! It's getting brighter outside! Phew, I feel a lot better now. How about you, Mei-senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51163,
			"Likewise.",
			"嗯！刚才的症状已经消失了呢，感觉真的是如获新生呢~",
			"うん！さっきの症状は嘘のよう！生まれ変わったみたい。",
			"응! 방금 전 증상이 거짓말 같아! 다시 태어난 기분이야.",
			"Yes! It's like the symptoms I had earlier are gone! It's like I've been reborn."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51164,
			"I won't let her off so easy next time.",
			"居然要让我的芽衣学姐吃这种苦！下次找到她一定要好好教训她一顿！",
			"私の芽衣先輩にこんなことして！次あったらお仕置きしなきゃ！",
			"내 메이 선배한테 이런 짓을! 다음에 만나면 혼내줘야지!",
			"You did this to my Mei-senpai! If you do it again I'll punish you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51165,
			"Time for break. Let's make it count.",
			"乘着天明我们好好休息一下吧~看来我们还要需要受这宅子多关照一段时间呢~",
			"明るいうちにしっかり休んでおこう。もう少しここの家にお世話になりそうだし。",
			"밝은 동안 제대로 쉬자. 아직 좀 더 이 집에 신세를 질 것 같으니까.",
			"We'd better get some good rest while it's still light out. I think we'll be staying here for a while longer."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51166,
			"To Be Continued…",
			"To Be Continued…",
			"To Be Continued…",
			"To Be Continued…",
			"<b>To be continued...</b>"
		]
	]
}