{
	"89": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51088,
			"Phew~A safehouse at last. Let's take a break.",
			"呼~终于找到一个落脚点了，我们先在这个宅子里休息一下吧。",
			"ふぅ〜やっと落ち着ける場所に着いたわね。ここで一回休憩しようか。",
			"휴~ 드디어 안정된 장소에 도착했네. 여기서 잠시 쉬자.",
			"Phew~ We finally reached a place where we can relax. Let's take a break here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51089,
			"We should not have trusted Bronya's GPS. We wasted so much time.",
			"真是的！所以说就不应该相信布洛妮娅的什么鬼定位系统啦，要不然也不会在这个大雾中绕这么久了！",
			"もう…だからブローニャちゃんの幽霊感知システムなんて信じない方が良かったのよ！霧の中でだいぶ迷ったじゃない。",
			"정말... 그러니까 브로냐의 유령 감지 시스템 같은 건 믿지 않는 게 좋았어! 안개 속에서 한참 헤맸잖아.",
			"Seriously... This is why we shouldn't have believed in Bronya's ghost detection system! We got really lost in the fog!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51090,
			"My GPS has been functioning properly. We would have found the exit if it wasn't for Kiana.",
			"否定，定位系统并没有出现故障。如果不是琪亚娜到处乱跑的话早就已经找到出口了。",
			"それは違う…感知システム異常無し、キアナ姉様が暴走しなければすぐに出口見つかったはずです。",
			"그건 틀렸어... 감지 시스템 이상 무. 키아나 누나가 난동부리지만 않았어도 금방 출구 찾았을 거야.",
			"That is not true... There was nothing wrong with the detection system, and if Kiana hadn't gone berserk, we would have found the exit right away."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51091,
			"Calm down, guys. We can't walk in this thick fog anyways. BTW, this mansion is HUGE.",
			"好啦~不要吵了，总之先在这里等雾散去吧，话说回来这个地方好大，而且还散发着一股诡异的气息……唔！",
			"あ〜もう、2人喧嘩しないでよ！とりあえずこの家で霧が晴れるまで待ってね。それにしてもここ本当に大っきいわね。変な雰囲気だし……わっ！",
			"아~ 정말, 둘 다 싸우지 마! 일단 이 집에서 안개 걷힐 때까지 기다려. 그런데 여기 진짜 엄청 크네. 이상한 분위기고... 앗!",
			"Ah, please stop fighting, you two! For now, let's wait in this house until the fog clears. By the way, this house is really big. And it has a really strange atmosphere— Whoa!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51092,
			"What's wrong?",
			"嗯？怎么啦？",
			"ん？どうしたの？",
			"응? 왜 그래?",
			"Hmm? What's wrong?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51093,
			"I saw a shadow.",
			"刚才那边好像有个人影飘了过去……",
			"さっき人影が飛んでたような気がして…",
			"아까 사람 그림자가 스쳐 지나간 것 같아서...",
			"I thought I saw a figure flying just now..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51094,
			"Hoho...Could it be a ghost or something? Let's go check it out.",
			"嚯嚯~说不定是幽灵什么的呢！走！我们过去看看~",
			"ほほ〜もしかしたら幽霊かもね！！見にいこう！",
			"호호~ 혹시 유령일지도 몰라!! 보러 가자!",
			"Haha, maybe it's a ghost!! Let's go see it!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			51095,
			"Wait for us.",
			"琪亚娜！等下啦！真是的……布洛妮娅我们也跟上去吧。",
			"キアナ！待ちなさいってば！本当に…ブローニャちゃん、私たちもついていこう。",
			"키아나! 기다리라고! 정말... 브로냐, 우리도 따라가자.",
			"Kiana! Wait up! Seriously... Bronya, let's go."
		]
	]
}