{
	"993": [
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67681,
			"Sigh…",
			"唉……",
			"はぁ……。",
			"하아……",
			"<I>Sigh...</I>"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67682,
			"Master Sessiria is sighing. Such a rare sight.",
			"真少见呢，塞西莉亚大人居然会唉声叹气的。",
			"キアナのことが心配でしょうか？",
			"키아나가 걱정되시나요?",
			"Lady Cecilia is sighing, huh. What a rare sight."
		],
		[
			"msg",
			67683,
			"Actually no, you have been frowning a lot ever since Kiana has grown up. You will grow wrinkles… Oops, sorry…",
			"不对，好像自从琪亚娜长大后塞西莉亚大人就经常愁眉苦脸的，这样子可是很容易长皱纹的…呃抱歉……",
			"あまり心配そうな顔をしていると顔にシワができて「お姉様」から「おばさま」にジョブチェンジしま——",
			"너무 걱정스러운 표정을 지으면 얼굴에 주름이 생겨서 「언니」께서 「아주머니」로 직업을 바꾸게 되——",
			"Actually, it seems that ever since Kiana grew up, Lady Cecilia has always been frowning. It's easy to get wrinkles like this, y'know... Oops, sorry..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67684,
			"Kira, I told you already, you can relax a little more in everyday life. And don't call me Master Sessiria, I feel so old… Just call me sister!",
			"绮罗啊，我不是说了平时可以再放松一点嘛，还有，塞西莉亚大人这种称呼让我感觉自己又老了十岁……说几次了叫我姐姐大人就行~",
			"うふふ、綺羅ってば冗談が相変わらず上手ね。私はまだ17歳だから「お姉様」って呼んでちょうだいね？",
			"우후후, 키라도 역시 농담을 잘하는구나. 나는 아직 17살이니까 「언니」라고 불러줘?",
			"Kira, didn't I tell you to just relax a bit? Also, calling me Lady Cecilia makes me feel ten years older... I've told you so many times, just call me Onee-sama~"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67685,
			"Ah, uh… I was just worried that I might screw things up if I relax too much… But anyway, if Ce, I mean, sister is really concerned, I have some skin care products that I can recommend for you!",
			"啊，呃…我倒是担心太过放松自己的话会不小心闹过头什么的就太丢脸了而已…不过说回来，要是塞、姐姐大人真的不放心的话，我这里倒是有几款常用护肤品可以推荐给你~",
			"子どもと同じ年齢の母親がどこの世界にいるんですか……。",
			"아이와 같은 나이의 어머니가 어딨냐고요...",
			"Ah, uh... I was just worried that if I relaxed too much, I might accidentally overdo it or something, which would be embarrassing... But then again, if you're really worried, Onee-sama, I do have a few common skincare products I can recommend to you~"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67686,
			"Eh? I'm looking forward to it!",
			"诶~是么，那我就有点期待了呢！",
			"ふふ、冗談よ。本当は18歳よ。",
			"후후, 농담이야. 사실은 18살이지.",
			"Oh, really? Then I’m looking forward to it!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67687,
			"Anyway, are you really worrying about something?",
			"所以说，真的是遇到什么烦恼了吗？",
			"1歳でキアナが誕生したんですか？すごいですね。",
			"1살에 키아나가 태어났다고요? 대단하네요.",
			"So, are you actually worried about something, or...?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67688,
			"It's Kiana. She only just became a Valkyrie, and she's already asking me how she can become a Rank S Valkyrie…",
			"就是琪亚娜呀，这孩子明明才刚当上女武神，就整天缠着我问我怎么样才能快点成为S级女武神……",
			"それよりキアナのことよ！あの子ったらヴァルキリーになったばかりだっていうのに、どうすれば早くS級ヴァルキリーになれるのって四六時中、私に聞いてくるのよ。",
			"그보다 키아나 말이야! 저 애는 발키리가 된 지 얼마 되지도 않았다면서, 어떻게 하면 빨리 S급 발키리가 될 수 있냐고 종일 내게 물어보는 거야.",
			"It's Kiana. That girl just became a Valkyrie, but she keeps pestering me and asking me how to become an S-rank Valkyrie ASAP..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67689,
			"Hehe, that's something she will do!",
			"呵呵，真有琪亚娜的风格呢~",
			"キアナらしいじゃないですか。",
			"키아나답네요.",
			"Haha, typical Kiana~"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67690,
			"She followed her dad all the time when she was young and learned a lot of useless Gun Kata. Now she's become bloated… She slacks all the time during trainings, but she's asking for high-difficulty missions already…",
			"就因为她小时候就整天跟着她老爸，学了一堆没用的枪斗术，现在真以为自己厉害得不行了…明明平时训练就整天偷懒，才成为女武神不久就喊着要高难度任务……",
			"あの子は小さい頃から、ジークフリートにくっついて訓練してたから自分は凄いんだって勘違いしているの。普段は訓練をサボってばかりなのに……はぁ、どうしたものかしら。",
			"저 애는 어릴 때부터 지크프리트에게 붙어서 훈련했으니까 자기가 대단하다고 착각하는 거야. 평소에는 훈련을 빼먹기만 하는데... 하아, 어쩌면 좋을까.",
			"Just because she spent all her time following her dad around as a kid, learning a bunch of useless gun fighting techniques, now she thinks she's incredibly skilled... She's been slacking off during training all day, and now she's demanding difficult missions right after officially becoming a Valkyrie..."
		],
		[
			"msg",
			67691,
			"Sigh… What will happen to her…",
			"唉…这孩子将来可怎么办呀……",
			"あぁ、あの子の将来が心配だわ。",
			"아, 저 애의 미래가 걱정이야.",
			"<I>Sigh...</I> what will happen to her in the future..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67692,
			"I see, sister. You want Kiana to train hard and work from the basics, right? If you want her to realize her real abilities, maybe give her a mission to make her see the reality?",
			"哦，姐姐大人是想琪亚娜好好训练，脚踏实地地去提升自己吧？要让她认清自己实力的话，或许，给她点什么任务挫一挫她的锐气也是可以的？",
			"お姉様の望みはキアナにちゃんと訓練をさせて、着実に自分を高めてほしいんですか？それなら、その鼻をへし折ることができる任務を与えてみてはどうでしょうか？",
			"언니의 바람은 키아나가 제대로 훈련하고 꾸준히 성장해주길 바라는 건가요? 그렇다면 그 오만한 코를 꺾을 만한 임무를 주는 건 어떨까요?",
			"Oh, so you want Kiana to train properly and steadily improve herself? If so, why not give her a mission that will put a dent in her spirit?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67693,
			"But I really wish Kiana can get stronger quickly. We can't use the standard Valkyrie training on her.",
			"但，我确实希望琪亚娜能够迅速提升自己的实力，只是按照我们培养女武神这样一步步去做是不行的。",
			"でも、キアナには早く力をつけてほしいと思っていることも確かなの。それには一歩ずつ前に進んで強くなる方法じゃダメなのよ。",
			"하지만 키아나가 빨리 강해지길 바라는 마음도 사실이야. 그런데 한 걸음씩 차근차근 강해지는 방법으로는 안 되는 거지.",
			"But I also want Kiana to get stronger quickly, and not just take it one step at a time."
		],
		[
			"msg",
			67694,
			"Even she can grow quickly, the Shicksal will still appoint her as the Divine Maiden in the end. I mean, in their view, Kiana was born for this role.",
			"就算她真的因为这么做而成长了起来，最终也逃不过要被天命任命为圣女这个命运呢，毕竟在那帮人看来琪亚娜就是为此而诞生的。",
			"この方法じゃ、天命によって聖女に任命される運命から逃れることはできないわ。あの人たちからすれば、キアナはそのために生まれてきたようなものだもの。",
			"이 방법으로는 천명에 의해 성녀로 임명되는 운명에서 벗어날 수 없어. 그 사람들에겐 키아나는 그를 위해 태어난 거나 다름없으니까.",
			"Even if she really grew up by doing that, she can't escape the fate of being appointed a Saint by Schicksal. After all, in the eyes of those people, Kiana was born solely for this purpose."
		],
		[
			"msg",
			67695,
			"I really don't want her to end up in the same fate as me, if possible. I don't want her fate to be constrained by the Shicksal.",
			"可以的话，我是不希望她踏上和我一样的路啊，也更不希望她被天命束缚住自己的命运呢。",
			"できれば、私と同じ道を歩んでほしくないのよ。キアナの人生はキアナのものよ。自由に好きなことをして生きてほしいわ。",
			"가능하다면, 나와 같은 길을 걷지 않았으면 좋겠어. 키아나의 인생은 키아나의 거야. 자유롭게 좋아하는 일을 하며 살았으면 해.",
			"If possible, I don't want her to follow the same path as me. I don't want her to have her destiny bound by Schicksal."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67696,
			"Sister...",
			"姐姐大人……",
			"お姉様……。",
			"언니......",
			"Onee-sama..."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67697,
			"After the mission to contain the 2nd Herrscher, I think it is quite clear to you how the Shicksal sees Valkyria…",
			"自第二律者讨伐任务后，我想你也很清楚吧，对于天命来说，女武神到底算什么……",
			"天命にとってヴァルキリーは結局どれほどの価値があるのか……。",
			"천명에게 발키리는 결국 얼마나 큰 가치가 있는 걸까......",
			"After the Second Herrscher subjugation mission, I'm sure you've clearly understood what a Valkyrie really means to Schicksal..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67698,
			"Yeah, but I became a Valkyrie for you, sister. You saved my life. Even if the Shicksal only treats us like disposable anti-Houkai tools, I will always follow you, as a Valkyrie!",
			"嗯，不过，我是为了姐姐大人才成为女武神的，而我这条命也是姐姐大人救下的。就算天命只把我们当成随手可弃的抗崩坏工具，我也会一直以女武神这个身份，追随着姐姐大人的！",
			"私は命を救ってくれたお姉様のためにここまできました。天命が崩壊に対してヴァルキリー捨て駒にしようと関係ありません。私はお姉様についていくだけです。",
			"나는 목숨을 구해준 언니를 위해 여기까지 왔어. 천명이 붕괴에 대해 발키리를 희생양으로 삼으려 해도 상관없어. 나는 그저 언니를 따라갈 뿐이야.",
			"Yeah, but I became a Valkyrie for you, Onee-sama, who saved my life. Even if Schicksal only sees us as disposable tools against the Honkai, I will always follow you as a Valkyrie!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67699,
			"Eh… Stop it! You always become so serious whenever we talk about this. But that makes you reliable! I can let you take care of Kiana with peace of mind!",
			"诶~真是的一说到这个话题你就这么认真，不过也非常可靠啊~那我就安心把琪亚娜交给你吧！",
			"この話になると真剣になるのよね。でも、頼りにしてるわ。綺羅には安心してキアナを預けられるわね。",
			"이 이야기만 나오면 진지해지네. 하지만, 믿고 있어. 키라라면 안심하고 키아나를 맡길 수 있겠어.",
			"Aw~ You really are so serious when it comes to this topic, but so reliable, too~ Then I will leave Kiana in your care with peace of mind!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67700,
			"What!??",
			"诶！？？",
			"えっ！？",
			"엣!?",
			"Eh?!?"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67701,
			"Why do you look so shocked. I want you to guide and teach Kiana for me in future, because she is still very immature. And if something happens to me…",
			"怎么这么大惊小怪的，我是希望你在以后能够帮我指引和教导一下琪亚娜，毕竟这傻孩子还很不懂事呢。而且…要是我有个什么万一……",
			"今後、綺羅がキアナを指導してくれたらって考えてるの。まだ、世の中のことをなにもわかってないのよ。それに……もし、私に万が一のことがあれば……。",
			"앞으로 키라가 키아나를 지도해주면 좋겠다고 생각 중이야. 아직 세상 물정을 하나도 모르거든. 게다가...... 만약 내게 무슨 일이 생기면......",
			"Why are you making such a fuss? I was hoping you could help guide and teach Kiana in the future. After all, that silly girl is still very ignorant. Moreover... if something were to happen to me..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67702,
			"Sister is the best! Nothing will happen!",
			"姐姐大人是最强的，才不会有什么万一呢！",
			"お姉様は最強です！万が一なんて絶対にあり得ません！",
			"언니는 최강이야! 무슨 일 같은 건 절대 있을 수 없어!",
			"You're the strongest, Onee-sama! There's absolutely no way something like that could happen!"
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67703,
			"C'mon. I have always wanted to say those \"cool\" words!",
			"真是的，就算是一次也好我也想这样装模作样地说些帅气话啊~",
			"……そうね。私にカッコいいセリフは似合わないかしら？",
			"......그렇지. 나한테 멋진 대사는 안 어울리는 걸까?",
			"I know, I just wanted to say something cool for once~"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67704,
			"Anyway… Leave Kiana to me! I will train her well and make her stronger for sure!",
			"行啦~总之琪亚娜就交给我吧！我一定好好训练她，让她变得更强~",
			"とにかく、わかりました。キアナのことは私に任せてください。しっかり鍛えて強くしてみせます。",
			"어쨌든, 알겠어요. 키아나는 제게 맡겨주세요. 제대로 단련시켜 강하게 만들어 보이겠습니다.",
			"Alright~ Anyway, leave Kiana to me! I'll train her well and make her stronger."
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			67705,
			"Yeah, please. But, thinking of it… The fundamentals are very important! She needs to get her daily trainings right before thinking of other things!",
			"嗯，拜托你啦。不过……想了想，其实基础也是很重要的呢，嗯！确实也该让她先好好跟日常训练，把基础练好再想这些事呢！",
			"ええ、お願いね。でも、考えてみれば基礎も重要ね。やっぱり日頃の訓練を積ませて基礎がしっかりしてからよね。",
			"응, 부탁해. 하지만 생각해보면 기초도 중요하네. 역시 평소 훈련을 쌓아서 기초를 탄탄히 한 다음이겠지.",
			"Yes, please. But... if you think about it, the basics are important too. Hmm! I think we need to train her regularly and build up a strong foundation first."
		],
		[
			"msg",
			67706,
			"But how can I persuade her… She is as stubborn as her father… Being a parent is so hard.",
			"可这又该怎么样去说服她呀，那孩子的倔脾气跟她老爸一个样……为人父母真难。",
			"だけど、どうやったらキアナが真面目に訓練してくれるかしら。ジークフリートと一緒で人のいうことを簡単に聞いてくれないのよね……はぁ、親って本当に大変だわ。",
			"그런데 어떻게 해야 키아나가 진지하게 훈련에 임할까. 지크프리트랑 똑같이 남의 말을 쉽게 듣지 않아…… 하아, 부모 노릇이 정말 힘들어.",
			"But I wonder how I can get Kiana to take training seriously. Just like Siegfried, she doesn't easily listen to what people say... <I>Sigh,</I> being a parent is really tough."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67707,
			"I might have an idea… It might actually work. I have a mission and need to go back to \"that\" place. Sister, please let Kiana know!",
			"这样的话，我倒是有个想法~或许值得去尝试诶，正好我也有个任务要做，不得不再去一趟那个地方呢。通知琪亚娜这边就拜托姐姐大人啦~",
			"私に考えがあります。この後、任務で例の場所へ行くことになっていますので、キアナを連れて行きます。",
			"제게 생각이 있습니다. 이번 임무로 그 장소에 갈 예정이니, 키아나를 데리고 가겠습니다.",
			"I have an idea. I have a mission to go to \"that\" place later, so I'll take Kiana with me."
		]
	],
	"994": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67708,
			"Hmm… Sounds like the alarm clock…",
			"唔……好像听到了闹铃的声音。",
			"むにゃ……アラーム鳴ったかな……。",
			"으음…… 알람이 울렸나…….",
			"Mmmm... I wonder if the alarm went off..."
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67709,
			"What time is it now? The sky is still dark…",
			"现在几点了，天还没亮吧……",
			"外は真っ暗ね……今は何時かしら？",
			"밖은 칠흑같이 어두운데…… 지금 몇 시지?",
			"It's pitch black outside... What time is it?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67710,
			"…5:12 A.M.",
			"……5:12 A.M.",
			"——AM 5:12",
			"——AM 5:12",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67711,
			"It's only 5… I don't want to do the morning exercise…",
			"才五点钟啊…哎呀不想晨练了啦……",
			"うぅ……朝練行きたくないなぁ……。",
			"우…… 아침 훈련 가기 싫어…….",
			"Ugh... I don't want to go to morning training..."
		]
	],
	"995": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67714,
			"Ring… Ring… Ring…",
			"叮叮叮…叮叮叮叮…叮叮叮叮……",
			"——テ・リ・テ・リ・テリ・テリ～♪",
			"——테·리·테·리·테리·테리~♪",
			"——Teri Teri Teri-Teri~♪"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67715,
			"Umm… So noisy… When is it…",
			"唔…几点了吵死了……",
			"う、ん……うるさいなぁ。",
			"으음... 시끄럽네.",
			"Ugh, mm... so noisy."
		]
	],
	"996": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67718,
			"...",
			"…",
			"——10分後",
			"——10분 후",
			"——10 minutes later"
		],
		[
			"msg",
			67719,
			"Ring… Ring… Ring…",
			"叮叮叮…叮叮叮叮…叮叮叮叮……",
			"——テ・リ・テ・リ・テリ・テリ～♪",
			"——테·리·테·리·테리·테리~♪",
			"——Teri Teri Teri-Teri~♪"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67720,
			"Eh… Why is it still ringing, I thought I had switched it off…",
			"诶…怎么还在响，我已经把闹铃关掉了才对了……",
			"うぅ……テレサうるさい。いい加減止めてほしいんだけど……。",
			"우우... 테레사 시끄러워. 좀 그만둬 줬으면 좋겠는데....",
			"Ugh... Theresa is so noisy. I wish she'd stop already..."
		],
		[
			"msg",
			67721,
			"Ah, it must be some newspaper or milk delivery guy. I didn't order anything! Go away!",
			"哎呀难道是送报纸还是送牛奶的吗，我没有订这些东西快走开啦！",
			"とにかくアラーム止めて寝よう。",
			"어쨌든 알람 끄고 자자.",
			"Anyway, I'll just turn off the alarm and go back to sleep."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67722,
			"Oh? So I am a newspaper delivery guy now?",
			"噢~原来我是送报纸的啊？",
			"アラームを止めて……寝るって？",
			"알람을 끄고... 잔다고?",
			"Turn off the alarm and... go back to sleep?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67723,
			"Boom!!",
			"轰！！",
			"バシッ！！",
			"탁!!",
			"<I>WHACK!!</I>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67724,
			"Eh, Ki, Sister Kira!? Why are you here!? Wait, I think yesterday Mom said \"something\" would happen today…",
			"额、绮、绮罗姐！？为什么你会在这！？等等，我记得昨天老妈好像说过今天有什么事来着……",
			"イタッ！いったいなによ！？あ、あれ……綺羅姉さん！？どうしてここに……ちょっと待って、確かママが昨日なにか言ってたような……。",
			"앗! 대체 뭐야!? 아, 어라…… 키라 언니!? 왜 여기에…… 잠깐만, 엄마가 어제 무슨 말을 하셨던 것 같은데…….",
			"OWW! What the hell was that?! W-Wait... Kira?! Why are you here... Wait a sec, I'm sure Mom said something yesterday..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67725,
			"Not anymore. You just slept over and missed an opportunity to become a Rank S Valkyrie, Kiana! I mean, I'm just a newspaper delivery guy after all!",
			"已经没事了，睡觉使你错过了一个成为S级女武神的机会呢琪亚娜~反正我就只是个送报纸的嘛~",
			"もう起こしに来ないわ。そのまま、寝ていなさい。",
			"이제 깨우러 오지 않을 거야. 그대로 자고 있으렴.",
			"It's alright. Besides, all sleeping in did was make you miss a chance to become an S-rank Valkyrie, Kiana~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67726,
			"Eh!? What's going on, Sister Kira! Tell me! Don't go--",
			"诶！？怎么回事啦，说清楚啦绮罗姐，绮罗姐！别走啊——",
			"えっ！？どういうこと？綺羅姉さん、ちゃんと説明してよ！ちょっと待って——",
			"엣!? 무슨 소리야? 키라 언니, 제대로 설명해 줘! 잠깐만 ——",
			"Huh?! What do you mean? Kira, please explain what's going on! Hey, wait——"
		]
	],
	"997": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67727,
			"……",
			"……",
			"——コンコン",
			"—— 똑똑",
			"——Knock Knock"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67728,
			"I'm coming in. Oh… Kiana, you are actually awake. I thought you were sleeping in!",
			"我进来咯，哦…琪亚娜你原来醒着嘛，我还以为你在睡懒觉呢~",
			"入るわよ。あれ……起きてたの？まだ寝てると思ってたのに。",
			"들어갈게. 어라…… 깨어 있었어? 아직 자고 있는 줄 알았는데.",
			"I'm coming in. Oh... you're awake? I thought you were still sleeping."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67729,
			"Um, you are… Sister Kira!? Ah, I remember, yesterday Mom said I will be on some mission with someone. So it's you, Sister Kira…",
			"嗯，你是…是绮罗姐！？啊我想起来了，昨天老妈好像说过今天要我跟谁去做个什么任务来着，原来是绮罗姐吗……",
			"綺羅姉さん！？あ、そうだ……思い出した。ママが昨日言ってた……今日、任務に行くことになってたんだった。ちゃんと起きてよかった……。",
			"키라 언니!? 아, 맞아…… 생각났다. 엄마가 어제 말씀하셨던…… 오늘, 임무를 떠나기로 했었지. 제대로 일어나서 다행이야…….",
			"Kira?! Oh, that's right... I remember now. Mom told me yesterday... I was supposed to go on a mission today. I'm glad I woke up early..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67730,
			"Yeah, long time no see, Kiana! Wow, you have grown a lot!",
			"是呀，好久不见琪亚娜~哇，都长这么高啦？",
			"キアナ、久しぶりね。ずいぶんと背が高くなったじゃない。",
			"키아나, 오랜만이네. 상당히 키가 컸구나.",
			"It's been a while, Kiana. You've grown so much taller."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67731,
			"I'm not a kid anymore! Stop messing with my hair!",
			"啊我不是小孩子啦别揉我的头发！",
			"もう子どもじゃないんだから、頭をなでないでよ！",
			"이제 애가 아닌데 머리 쓰다듬지 마!",
			"I'm not a kid anymore! Stop messing with my hair!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67732,
			"Alright. So, Master Sessiria arranged a special mission for you. If you pass it, you will be eligible to become a Rank S Valkyrie!",
			"好的~是这样的，塞西莉亚大人给你安排了一场特别任务，通过的话你就有资格成为S级女武神了~",
			"はいはい。本題に入るけど、セシリア様がキアナにある特別な任務を与えたの。遂行できればS級ヴァルキリーになる資格を得られるわ。",
			"알았어 알았어. 본론으로 들어가자면, 세실리아 님께서 키아나에게 특별한 임무를 내리셨단다. 수행하면 S급 발키리가 될 자격을 얻을 수 있어.",
			"Fine, fine. Now, to get to the point, Lady Cecilia has given you a special mission. If you complete it, you will be qualified to become an S-rank Valkyrie."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67733,
			" XXX",
			"成为S级女武神？",
			"S級ヴァルキリーに！？",
			"S급 발키리라고!?",
			"An S-rank Valkyrie?!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67734,
			"Yeah, why? Are you not interested? Or you just want to do your morning exercise?",
			"是啊，诶？你不感兴趣吗，还是说你只想去晨练？",
			"そうよ。あれ、興味ない？それとも、朝練に行きたいの？",
			"그래. 어라, 관심 없어? 아니면 아침 연습 가고 싶은 거야?",
			"Yep. Oh, you're not interested? You wanna go to morning training instead?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67735,
			"No, no way! No morning exercise! I'm not going to become a Rank S Valkyrie through morning exercise! I want to go, I want to take that special mission!",
			"不、不！晨练什么的才不在意呢！晨练又不能成为S级女武神！我要去，我要去那什么特别任务！",
			"ち、違うわよ！朝練よりおもしろそうじゃない。その特別な任務をやるわ！",
			"아, 아니야! 아침 연습보다 재밌을 것 같아. 그 특별한 임무를 할게!",
			"N-No way! That sounds more interesting than morning training. I'll do that special mission!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67736,
			"Deal! Let's head off now. The preparations to West Siberia are ready.",
			"那就这么定了~赶紧出发吧，去西西伯利亚的准备也已经做好了。",
			"じゃあ決まりね。すぐに出発するわよ、西シベリアへ出かける準備はできてるから。",
			"그럼 결정이네. 바로 출발하자, 서시베리아로 갈 준비는 됐으니까.",
			"Well then, it's settled. We'll be on our way soon; the preparations are ready to go to Western Siberia."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67737,
			"West Siberia? I think I have heard of this name somewhere…",
			"西西伯利亚？我好像在哪听过这个名字……",
			"西シベリア？聞いたことあるような……。",
			"서시베리아? 어디서 들어본 것 같은...",
			"Western Siberia? I feel like I've heard of that place before..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67738,
			"Of course… That was the place we fought with the 2nd Herrscher. You mom was leading the \"Squad Snowwolf\", and I was there, too.",
			"当然啦，因为那里是…当年我跟着你妈妈带领的雪狼小队和第二律者战斗的地方嘛~",
			"そりゃそうよ、だってそこは……かつて、私とセシリア様が率いた雪狼狙撃隊と第二律者が戦った場所よ。",
			"그럴 만도 해, 왜냐면 거기는... 예전에, 나와세실리아 님이 이끈 설랑저격대와 제2율자랑 싸웠던 곳이거든.",
			"That's right, because that place... is where Squad Snow Wolf, led by Lady Cecilia and myself, once fought against the Second Herrscher."
		]
	],
	"998": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67739,
			"This place… is where Mom fought against the 2nd Herrscher?",
			"这里就是…妈妈曾经和第二律者战斗的地方？",
			"ここが……ママと第二律者と戦った場所なの？",
			"여기가... 엄마와 제2율자가 싸웠던 곳이야?",
			"This is... where you and Mom fought the Second Herrscher?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67740,
			"Yeah, why? Something wrong?",
			"是的哦，怎么了，有什么不妥吗？",
			"そうよ。なにか気になることでもある？",
			"그래. 무슨 신경 쓰이는 거라도 있어?",
			"Yeah. Is there something you're wondering about?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67741,
			"Eh, I always thought this place would be like ruins or something. But it looks so beautiful. No one can tell there was a Houkai outburst here.",
			"诶，我一直都觉得这地方应该会更像废墟之类的，但现在看来景色也太好了吧，完全看不出来是曾经爆发过崩坏的地方。",
			"うん、私はずっと廃墟のような場所だと思ってたから……でも、実際はとても景色がいいんだね。ここで崩壊の爆発が起きたようには見えないわ。",
			"응, 나는 계속 폐허 같은 곳인 줄 알았는데... 실제로는 정말 경치가 좋네. 여서붕괴의 폭발이 일어난 것 같지 않아.",
			"Yeah, I always thought it was some kind of abandoned place... but it's actually quite scenic. It doesn't look like a Honkai Eruption happened here."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67742,
			"Well, you are not wrong. It is all ruins near the center, even the Scavengers don't want to get close.",
			"你的想象其实也没错啦，在更靠近爆发中心的那一带确实是死气沉沉，就连拾荒者都不愿意去靠近的废墟呢。",
			"キアナの想像も間違ってないわよ。もっと近い場所まで行けばわかるけど、寂れてて浮浪者でさえ近寄らない廃墟になってるわ。",
			"키아나의 상상도 틀린 건 아니야. 더 가까이 가면 알게 되지만, 황폐해져서 부랑자조차 가까이 안 오는 폐허가 되어 있거든.",
			"You guess correctly. If we went closer, we'd see that it's deserted and in ruins, so deserted that even homeless people would shy away from it."
		],
		[
			"msg",
			67743,
			"But we are only on the outskirts. Can you see those buildings? The Shicksal helped to rebuild them after the disaster. They worked really hard on that aspect…",
			"不过这里毕竟是比较靠近边缘的位置，而且…能看到对面的那些楼房嘛，其实那个是天命在灾后帮忙重建的，在这方面天命还是辛苦的嘛……",
			"ここは端っこの方だからね。向こうに建物が見えるでしょ？あれは爆発後に天命が再建したのよ。",
			"여기는 가장자리 쪽이니까. 저기 건물이 보이지? 저건 폭발 후에천명이 재건한 거야.",
			"We're only on the outskirts here. You see that building over there? That's the one that Schicksal rebuilt after the Eruption."
		],
		[
			"msg",
			67744,
			"But not many people wanted to live here. I mean, people are still wary of those incidents.",
			"虽然也没有多少人愿意在这里居住就是啦，毕竟大家都对那时候的事件心有余悸呢。",
			"だけど、やっぱりというか……人が住みたがらなかったの。あの時の恐怖が忘れられなかったみたい。",
			"하지만 역시나... 사람들이 살려고 하지 않았어. 그때의 공포를 잊지 못했던 모양이야.",
			"But, as expected... no one wanted to live there. It seems they hadn't forgotten the fear they felt back then."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67745,
			"Eh… So they expelled the Herrscher and rebuilt this place. Fighting for such beautiful things, that's what a Valkyrie does!",
			"诶~不但驱逐了律者，还帮忙重建了住所，果然成为女武神就是要为了这种美好而战吧。",
			"律者を倒しただけじゃなくて、住むところも再建したのね。やっぱりヴァルキリーになるのは、こういうことをするためだよね。",
			"율자를 쓰러뜨린 것뿐만 아니라, 살 곳도 재건했구나. 역시 발키리가 되는 건 이런 일을 하기 위한 거였어.",
			"Not only did they defeat the Herrscher, but they also rebuilt this place. After all, this is what becoming a Valkyrie is all about."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67746,
			"It was mainly because of Master Sessiria that such sceneries can be preserved, as well as the hope to live on. Without her, the entire world may not exist anymore, let alone this place…",
			"不过啊，能保留下这样的美景，还有那一丝生存的希望，最主要还是有塞西莉亚大人的奋战啊，不然，别说这一带了，这个世界都可能已经毁灭了呢。",
			"こういう美しい景色や生きる希望を残せたのはセシリア様が頑張ったからよ。本当なら、この世界は消滅していた可能性だってあるの。",
			"이런 아름다운 경치와 살아갈 희망을 남길 수 있었던 건 세실리아 님이 열심히 싸웠기 때문이야. 정말로, 이 세계는 소멸했을 가능성도 있었어.",
			"It's because of Lady Cecilia's hard work that we were able to preserve this beautiful scenery and the hope for life. In reality, this world may have disappeared."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67747,
			" XXX",
			"这第二律者有这么厉害吗，我都没听妈妈仔细说过……",
			"第二律者ってそんなに強かったの？ママに詳しく聞いたことないのよね……。",
			"제2율자가 그렇게 강했어? 엄마한테 자세히 듣진 못했는데...",
			"Was the Second Herrscher really that strong? I never asked my mom about it in detail..."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67748,
			"Ah, I was struggling to even stand against the 2nd Herrscher's minions… And Master Sessiria… Your mom was also in great troubles fighting the 2nd Herrscher.",
			"啊，当时的我为了对付第二律者的随从就已经是使出浑身解数了，而塞西莉亚大人…你妈妈她，在跟第二律者战斗时也一度陷入困境。",
			"そうね……私はあの時、第二律者のククルカンだけを相手に力を使い果たしていたわ。そして、セシリア様は第二律者との戦いで一度は窮地に陥った。",
			"그래... 나는 그때, 제2율자 쿠쿨칸만 상대하느라 힘을 다 써버렸어. 그리고 세실리아 님은 제2율자와의 싸움에서 한때 궁지에 빠졌지.",
			"Yep... I had exhausted all my strength during my battle with the Second Herrscher and Kukulkan. Not to mention, Lady Cecilia was in a difficult position during her battle with the Second Herrscher."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67749,
			"……",
			"……",
			"……ほ、本当なの？",
			"...정, 정말이야?",
			"...R-Really?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67750,
			"What's up, Kiana. Are you already scared after hearing the battle descriptions?",
			"怎么了琪亚娜，只是稍微听到当时战斗的描述就感到害怕了吗？",
			"キアナ、どうしたの？話をちょっと聞いただけでこわくなった？",
			"키아나, 왜 그래? 이야기 조금 듣고 무서워졌어?",
			"Kiana, what's wrong? Did that little story scare you?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67751,
			"Mom never told me any of those details… I was thinking, could it be that she thinks I'm not strong enough to know all these.",
			"妈妈从来都不会给我详细讲当时战斗的事…听完后我就在想，她是不是觉得我还不够强，所以还不到该了解这些事的时候啊。",
			"その時の戦いのこと、今までママは詳しく話してくれなかった。私がまだ強くないから、話をしても理解できないと思っていたのかな？",
			"그때의 싸움에 대해, 지금까지 엄마는 자세히 말해주지 않았어. 내가 아직 강하지 않아서, 이야기를 해줘도 이해하지 못할 거라고 생각했던 걸까?",
			"Mom never told me the details of that fight until now. Maybe she thought I wasn't strong enough yet and wouldn't understand even if she told me about it?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67752,
			"Maybe she just wants you to experience more beautiful things in life and not get involved in such cruelty?",
			"也许，她只是想让你体验更多生命中的美好，不想让你涉足这样残酷的战争呢？",
			"強くなったら直接聞いてみるといいわ。もしかしたら、残酷な戦争とは関わらないでほしいと思っていたかもしれないわね。",
			"강해지면 직접 물어보는 게 좋아. 어쩌면, 잔혹한 전쟁과는 상관하지 말았으면 했을지도 모르지.",
			"Maybe when you're stronger, you should ask her directly. Maybe she wanted you to stay away from cruel wars."
		],
		[
			"msg",
			67753,
			"Alright, stop! Did you forget why you came here?",
			"好啦，到此为止！你是不是忘了自己来这里的目的？",
			"話はここまでにしよう。キアナ、ここにきた目的を覚えてる？",
			"이야기는 여기까지 하자. 키아나, 여기 온 목적 기억하고 있어?",
			"Enough with the story. Kiana, do you remember why we came here?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67754,
			"Oh right… Mom said this is a special mission to become a Rank S Valkyrie…",
			"啊，对了…老妈说是成为S级女武神的特别任务来着……",
			"大丈夫……と言いたいんだけど、ママはS級ヴァルキリーになるための特別な任務としか言ってないのよね。",
			"괜찮아...라고 말하고 싶지만, 엄마는 S급 발키리가 되기 위한 특별한 임무라고만 말했어.",
			"I'd like to say I do... but Mom only said it was a special mission to become an S-rank Valkyrie."
		],
		[
			"msg",
			67755,
			"A special mission that requires a Rank S Valkyrie to lead the team… How can I forget! I am 100% ready! What mission is it? C'mon, let's get it done so I can become a Rank S!",
			"能让S级女武神带队去做的特别任务诶……本小姐怎么会忘呢！我已经完全做好了开始的准备了！所以说是什么任务吗！快点完成让我成为S级女武神吧！",
			"とにかく準備万端よ！それで、任務ってなんなの？早く終わらせて私をS級ヴァルキリーにしてよ！",
			"어쨌든 준비는 완벽해! 그래서, 임무가 뭐야? 빨리 끝내고 나를 S급 발키리로 만들어 줘!",
			"Anyway, I'm all set! So, what's the mission? I'll finish it quickly and then I'll be an S-rank Valkyrie!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67756,
			"Even if you complete the mission, you can't become a Rank S right away…",
			"就算完成了也没法马上成为S级吧……",
			"任務を終えただけじゃS級にはなれないわよ……。",
			"임무를 끝낸다고 해서 S급이 될 순 없어......",
			"You can't become S-rank just by completing a mission..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67757,
			"Sister Kira, what did you say?",
			"绮罗姐你说什么？",
			"そうなの？私はS級ヴァルキリーになりたい！",
			"그래? 나는 S급 발키리가 되고 싶다고!",
			"Really? But I want to become an S-rank Valkyrie!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67758,
			"I said… I like your spirit!",
			"我说~气势不错，是个很好的回答！",
			"気合いの入ったいい返事ね！",
			"의욕 넘치는 대답이네!",
			"That's a great and spirited reply!"
		],
		[
			"msg",
			67759,
			"Let me confirm something before we begin. What do you think it takes to become a Rank S Valkyrie?",
			"那开始前我先确认下，你觉得怎么样才能当上S级女武神呢？",
			"じゃあ、始める前に確認するわよ。キアナはどういう風にすればS級ヴァルキリーになれると思う？",
			"그럼, 시작하기 전에 확인할게. 키아나는 어떻게 하면 S급 발키리가 될 수 있을 것 같아?",
			"So before we start, let me confirm. How do you think you'll become an S-rank Valkyrie?"
		]
	],
	"999": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67761,
			"Ha, so you are a practical type. No wonder you are so reckless.",
			"唔，原来你是实战派啊，也难怪你平时这么浮躁呢。",
			"そうね。地味かもしれないけど、任務を確実にこなすことは評価に繋がるわ。",
			"그렇지. 지루할 수도 있지만, 임무를 꼼꼼히 수행하는 것은 평가에 연결돼.",
			"Hah. It may be a mundane thing, but completing your missions reliably will lead to positive evaluations."
		],
		[
			"msg",
			67762,
			"That will make things easy. I had a mission to investigate the source of weak Houkai energy in this area. The leaders always got nervous with things like this. I mean, this is where the 2nd Houkai happened after all.",
			"那么就容易了，我接到任务，要调查这一带隐约出现的微弱崩坏能源头，毕竟是第二次崩坏的爆发地，上面总会有点紧张。",
			"それなら簡単ね。私が引き受けた任務は、この一帯に漂う微弱な崩壊エネルギーの源を調査することよ。第二次崩壊の付近だから気をつけて調査してね。",
			"그렇다면 간단하네. 내가 맡은 임무는 이 일대에 흩어져 있는 미약한 붕괴 에너지의 근원을 조사하는 거야. 제2차 붕괴 근처니까 조심해서 조사해.",
			"It's easy. The mission we've taken is to investigate the source of the weak Honkai Energy floating around this area. It's near the Second Eruption site, so we have to be careful when investigating."
		],
		[
			"msg",
			67763,
			"Personally, I don't think there will be any problem. So I will let you complete this mission. I will watch and guide you along.",
			"不过我觉得是不会有什么问题啦，所以呢，这一次就由你来完成这项任务吧，我会在旁边指导你的。",
			"任務自体は大したことないから、キアナに任せて私は様子を見ているわ。",
			"임무 자체는 대단한 건 아니니까, 키아나에게 맡기고 나는 지켜보고 있을게.",
			"The mission itself isn't a big deal, so I'll leave it to you and see how things go."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67764,
			"Finally! Finally a real combat mission! Will I become a Rank S Valkyrie after completing it!?",
			"终于，终于有实战任务了吗！完成了我就是S级女武神了吗！",
			"ついに……ついに！本物の任務を受けることができるのね。終わったらS級ヴァルキリーに昇進よ！",
			"드디어…… 드디어! 진짜 임무를 받을 수 있게 됐어. 끝나면 S급 발키리로 승진이야!",
			"Finally... FINALLY a real mission! Once I'm finished, I'll be promoted to S-rank!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67765,
			"That will depend on your performance.",
			"那就得看你的表现了。",
			"そんなわけないでしょう……。",
			"그럴 리가 없잖아…….",
			"That's not true..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67766,
			"Okay! I shall demonstrate my power and shock those who undermine my strength! Kiana, strike!",
			"好！就让你们看看本小姐的实力，然后让那些小看我实力的人大吃一惊！琪亚娜，出击！",
			"ふふん！このキアナ様の実力を見せてあげる。そして、私のことを見下した連中に一泡吹かせてやるんだ。キアナ、いっきまーす！",
			"흥! 이 키아나 님의 실력을 보여주지. 그리고 나를 얕본 놈들에게 한 방 먹여주는 거야. 키아나, 간다-!",
			"Hehe! I'll show you the power of Lady Kiana. And I'll give those who looked down on me a taste of their own medicine. Kiana, ikkimaaasu!"
		]
	],
	"1000": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67768,
			"Hmm… So you don't really have a clear direction.",
			"唔…看来你心里面也没有个明确的方向嘛。",
			"あら？S級ヴァルキリーになりたいわりには目標がないのね。",
			"어라? S급 발키리가 되고 싶다면서 목표가 없네.",
			"Oh? You want to become an S-rank Valkyrie, but you don't even have any clear direction."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67769,
			"You can say that. But I think as long as I get stronger, I will become a Rank S Valkyrie one day!",
			"是这样说没错，但我觉得，反正只要能够变强一定就能成为S级女武神的！",
			"今はわからないけど、強くなれば見えてくると思う。",
			"지금은 모르지만, 강해지면 보일 거야.",
			"I may not know now, but I think I'll be able to figure it out as I get stronger."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67770,
			"To become stronger. See, you do have a target. I get it, follow me then!",
			"变强吗，你这不是有一个明确的方向嘛。我明白了，那跟我来吧~",
			"強くなる……か。わかったわ、一緒に行きましょう。",
			"강해지는 건가. 알았어, 같이 가자.",
			"Becoming stronger... huh? Okay, let's go together."
		]
	],
	"1001": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67771,
			"We have travelled a big circle already but haven't found any Houkai sources. Don't we have any devices we can use?",
			"都走了一大圈了，怎么还没有找到崩坏源啊，就没有些什么仪器可以用吗？",
			"ずいぶん歩いたのに、どうして崩壊源が見つからないのよ！なにか探知できる機械とかないの？",
			"꽤 걸었는데, 왜 붕괴원을 못 찾는 거야! 뭐라도 탐지할 수 있는 기계 같은 건 없어?",
			"We've walked quite a distance, so why can't we even find the Honkai Source? Isn't there some kind of device that can detect it?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67772,
			"Devices can only tell you if there are Houkai energy reactions around. But the reaction is too weak this time. We have to search in person.",
			"就算是仪器也顶多会告诉你这一带有没有崩坏能反应，特别是这回的反应过于微弱，不亲自去寻找是找不到的。",
			"機械を使ってもこの辺に崩壊エネルギーの反応があるかないかくらいしか教えてくれないわ。特に、この辺りの反応はとても微弱だから、キアナ自身が探さなきゃ見つからないわ。",
			"기계를 써도 이 근처에 붕괴 에너지 반응이 있는지 없는지 정도만 알려줄 뿐이야. 특히 이 근처의 반응은 아주 미약해서, 키아나가 직접 찾지 않으면 발견할 수 없어.",
			"Even if we used a machine, it can only tell us whether there's any Honkai Energy reactions in this area. And the reaction here in particular is very weak, so we won't find it unless you search for it yourself, Kiana."
		],
		[
			"msg",
			67773,
			"Stop complaining. Work harder, Kiana, or do you want your first mission to end up in failure?",
			"别抱怨了~加油吧琪亚娜，不然第一次任务就要以失败告终就太逊了~",
			"文句言わずにがんばって。初めての任務が失敗になったら、セシリア様は悲しむだろうね。",
			"불평하지 말고 힘내. 첫 임무가 실패로 끝나면 세실리아 님은 슬퍼하실 거야.",
			"Do your best without complaining. Lady Cecilia will be disappointed if your first mission ends in failure."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67774,
			"Awww… Stop hiding! I don’t care if it’s a Houkai creature or something else, just come out and face me!",
			"唔唔唔，可恶，管你是什么崩坏生物还是什么，别躲躲藏藏的快出来！！",
			"うぅ……。綺羅姉さんの意地悪！なんでもいいから隠れてないで早く出てきなさいよ！",
			"으으... 키라 언니 너무해! 뭐든 좋으니까 숨지 말고 빨리 나와!",
			"Ugh... You're so mean, Kira! Whatever it is, quit hiding and get out here!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67775,
			"Well, Houkai creatures won’t understand you, but your voice may attract zombies. It might actually be a good idea.",
			"嗯，虽然崩坏生物听不懂你说什么，但大喊的声响会吸引过来死士，这说不定真是个好办法呢。",
			"うん、キアナは元気だね。大声で叫べば敵を引き寄せるかもしれない。それはいいアイデアかもね。",
			"응, 키아나 활기차네. 큰 소리로 외치면 적을 끌어들일지도 몰라. 그건 좋은 아이디어일지도.",
			"Yeah, you're doing great, Kiana. Maybe if you yell louder it'll attract enemies. What a great idea."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67776,
			"Ouch... Of, of course, I have met zombies before. Whatever, I just have to attract them all here and get rid of them all together!",
			"咕…当、当然的，我又不是没有见过死士，总之只要都吸引过来一举消灭就好了！",
			"ぐぐ……あ、当たり前よ！敵が引き寄せられて来たら一気に消滅させてやるわよ！",
			"으르렁... 아, 당연하지! 적이 끌려오면 한 방에 소멸시켜 줄 거야!",
			"Ggh... o-of course! If any enemies are drawn towards me, I'll annihilate them all at once!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67777,
			"However, you may attract unexpected enemies. I still wish you can rely more on your eyes and ears, or any organ that help you to sense the surroundings, if possible.",
			"不过这么做的话可能会引来意料以外的敌人，可以的话我还是希望你可以多依靠自己的眼睛和耳朵，甚至是每一个能感觉周围情况的器官。",
			"でも、そのやり方だと予想外の敵を引き寄せる可能性もあるわよ。できればもっと自分の目や耳、周囲の状況を感じ取れるようになってほしいのだけどね。",
			"하지만 그런 식으로 하면 예상치 못한 적을 끌어들일 가능성도 있어. 가능하면 좀 더 자신의 눈과 귀, 주변 상황을 감지할 수 있게 되었으면 좋겠는데.",
			"However, this approach may attract unexpected enemies. I wish you would improve your eyes, ears, and awareness of your surroundings. (TN: Not quite sure how to translate this line.)"
		],
		[
			"msg",
			67778,
			"When I was learning from Master Sessiria, I had to sense the changes in environment through the flow of air...",
			"当时我跟着塞西莉亚大人学习的时候呀，可是专门做过透过空气流动去感受环境变化的训练呢……",
			"私がセシリア様に習っていた頃は、空気の流れによって環境の変化を感じ取る訓練をしてたわ。",
			"내가 세실리아님께 배울 때는 공기의 흐름으로 환경 변화를 감지하는 훈련을 했어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67779,
			"Okay okay I know... Sister Kira can get as wordy as my aunt... Does everyone become like this when they get old...?",
			"哎呀知道啦，就连绮罗姐…说教起来都跟大姨妈一样啰嗦，大人都喜欢这样的吗……",
			"綺羅姉さん、おばさんみたいで口うるさいよ。大人ってみんなこうなのかしら？",
			"키라 언니, 아줌마 같아서 말 많아. 어른들은 다 이런 걸까?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67780,
			"What did you say?",
			"你说什么~",
			"……今、なんて？よく聞こえなかったわ。セシリア様には、キアナが崩壊生物にやられたって報告しておくわ……いい？",
			"......지금, 뭐라고? 잘 안 들렸어. 세실리아님께는 키아나가 붕괴 생물에게 당했다고 보고해 둘게...... 알겠지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67781,
			"No, nothing, I was just trying to concentrate!",
			"没、没有，我只是在集中精神！",
			"な、なんでもないわよ！今は集中してるから静かにして！",
			"아, 아무 말도 안 했어! 지금은 집중하고 있으니까 조용히 해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67782,
			"--*Rustle*...",
			"——沙、沙沙……",
			"——サ、ササササ",
			"——사, 사사사사",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67783,
			"Ouch! Something there! Uh!",
			"唔！有动静！呃！",
			"あっ！なにかきた！？",
			"앗! 뭔가 왔어!?",
			null
		],
		[
			"msg",
			67784,
			"It’s just a hare, uncorrupted by Houkai Energy...",
			"什么，只是一只还没被崩坏能侵染的野兔啊……",
			"なんだ……崩壊エネルギーに汚染されてない野ウサギじゃない。",
			"뭐야……붕괴 에너지에 오염되지 않은 산토끼잖아.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67785,
			"Not really, the hare was running in panic... Something must be around!",
			"不对，野兔会这么惊慌地逃跑，说明……一定有什么东西在附近才对！",
			"いや、野ウサギなら驚いて逃げるはずよ。ということは——",
			"아니, 산토끼라면 놀라서 도망갔을 텐데. 그렇다면 ——",
			null
		]
	],
	"1002": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67788,
			"Roar!",
			"吼！",
			"——ゴォォォ！！！",
			"——우르르르!!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67789,
			"Uh, the zombies are coming!?",
			"额，有死士冲过来了！？",
			"うわっ！なにかきた！？",
			"우왁! 뭔가 왔어!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67790,
			"They are just the beginning. Concentrate and start fighting!",
			"这不过是打头阵的，快集中精神开始战斗！",
			"最初の敵に過ぎないわ、集中して！",
			"첫 번째 적일 뿐이야, 집중해!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67791,
			"You don’t need to tell me that! I’m going in!",
			"不用你说我都知道！接招吧！",
			"言われなくても準備できてるわ！くらえっ！",
			"말하지 않아도 준비됐어! 받아라!",
			null
		]
	],
	"1003": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67792,
			"Roar!",
			"吼！",
			"——グォォォ！！！",
			"——꾸어어어!!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67793,
			"Oops, there are zombies hiding in the bush!?",
			"额，草堆里居然藏着死士！？",
			"うわっ！奥になにかがいる！？",
			"우악! 안쪽에 뭔가 있어!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67794,
			"They are just the beginning. Concentrate and start fighting!",
			"这不过是打头阵的，快集中精神开始战斗！",
			"最初の敵に過ぎないわ、集中して！",
			"첫 번째 적에 불과해, 집중해!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67795,
			"You don’t need to tell me that! I’m going in!",
			"不用你说我都知道！接招吧！",
			"わ、わかってるわよ！くらえっ！",
			"알, 알아! 받아라!",
			null
		]
	],
	"1004": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67796,
			"Hmm, the moves are quite good, but you need to work on the details and gain more experience. Overall, I will give you a pass on your fundamentals.",
			"呀，就动作来说确实很不错，战斗细节处理的经验还有待加强，总的来说基本功已经达到及格线了吧。",
			"動きはまずまずね。戦い方の細かいところはもっと経験を積む必要があるけど、一応合格ね",
			"움직임은 괜찮네. 전투 방식의 세세한 부분은 더 많은 경험이 필요하지만, 일단 합격이야",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67797,
			"Uh, why are you so serious too, Sister Kira...",
			"呃绮罗姐怎么也一板一眼的……",
			"綺羅姉さんってば、どうしてそう堅物なのよ……。",
			"키라 언니는 왜 그렇게 고지식한 거야……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67798,
			"Because I am your senior! I wanted Kiana to get stronger quickly too. If I came here relaxed and joking, that will be irresponsible, and I will fail Master Sessiria.",
			"这是作为前辈的矜持！我也是希望琪亚娜能快点变强的呀，要是抱着开玩笑的心情来训练才是对不起你，也对不起塞西莉亚大人呢。",
			"先輩としての立場ってものあるでしょ！それに早くキアナには強くなってほしいのよ。笑いながら訓練に付き合ってたら失礼だし、セシリア様にも申しわけが立たないわ。",
			"선배로서의 입장이 있다구! 게다가 빨리 키아나가 강해졌으면 좋겠어. 웃으면서 훈련에 맞춰주면 실례기도 하고, 세실리아 님께도 죄송하잖아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67799,
			"For one moment, I feel that Sister Kira is a lot more dedicated than I am...",
			"总觉得有那么一瞬间绮罗姐的斗志比我还要强烈许多……",
			"なんだか一瞬、綺羅姉さんのほうがずっと闘志がみなぎっているようにみえた……。",
			"왠지 순간, 키라 언니 쪽이 훨씬 투지가 넘치는 것 같았어……",
			null
		],
		[
			"msg",
			67800,
			"Anyway, I know. I too want to become a Rank S Valkyrie as soon as possible and fight against Houkai together with Mom!",
			"不过我知道啦，我也是想快点成为S级女武神，然后和老妈一起对抗崩坏的！",
			"でもわかってる。私だって早くS級ヴァルキリーになって、ママと一緒に崩壊に立ち向かいたいの！",
			"하지만 알아. 나도 빨리 S급 발키리가 되어서, 엄마와 함께 붕괴에 맞서고 싶다고!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67801,
			"Fighting against Houkai with Master Sessiria... That sounds so nostalgic...",
			"和塞西莉亚大人一起对抗崩坏吗...这么一说，还真有些怀念呢......",
			"セシリア様と共に崩壊に立ち向かう……その言葉を聞くと、なんだが懐かしくなるわ……。",
			"세실리아 님과 함께 붕괴에 맞선다…… 그 말을 들으니 왠지 그리워지네……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67802,
			"Hey, there seems to be no more zombies around here. What should I do next?",
			"嘿，总之这一带看起来是没什么死士了，接下来怎么办？",
			"ねえ、もうこの辺にはなにもないみたいだけど次はどうするの？",
			"저기, 이 근처에는 더 이상 아무것도 없는 것 같은데 다음은 어떻게 할 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67803,
			"...",
			"......",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67804,
			"Sister Kira? She’s staring blankly... Is she tired?",
			"绮罗姐？在发呆呢...是累了吗？",
			"綺羅姉さん、疲れたの？",
			"키라 언니, 피곤해?",
			null
		]
	],
	"1005": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67806,
			"...",
			"......",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67807,
			"What’s going on, I can’t find many zombies here... Sister Kira, oops, where is she?",
			"怎么回事，这边真的就看不到几个死士啊......绮罗姐，咦，绮罗姐呢？",
			"綺羅姉さん、早くいこ！向こうに崩壊エネルギーがある気がする……行ってみよ！",
			"키라 언니, 빨리 가자! 저쪽에 붕괴 에너지가 느껴져... 가보자!",
			null
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67808,
			"Uh, what... What is this place, where on earth am I...",
			"呃，还有......这是什么地方，我到底在哪......",
			"うーん、こっちには反応がないみたい……あ、あれ？綺羅姉さん？どこいったの？ねぇ、綺羅姉さん！？",
			"음, 이쪽에는 반응이 없는 것 같아... 아, 어라? 키라 언니? 어디 간 거야? 저기, 키라 언니!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67809,
			"I finally found Kira, but there is no more time for the mission, and the special training ends nowhere...",
			"好不容易找到了绮罗，却已到了任务结束的时间了，特训也没有了后续......",
			"なんとか綺羅を見つけ出したが、夜になりそうだったので帰還することになった。",
			"간신히 키라를 찾아냈지만, 곧 밤이 될 것 같아서 귀환하기로 했다.",
			null
		]
	],
	"1006": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67811,
			"Sister Kira, you must be tired too. How about we take a break?",
			"绮罗姐也累了吧，不如先休息一下？",
			"綺羅姉さんも疲れたでしょ？ちょっと休憩しない？",
			"키라 언니도 피곤하지? 잠시 쉬지 않을래?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67812,
			"Uh, I was just thinking about something... But some rest will be good!",
			"呃，我只是不小心想东西入神了......不过，休息啊...也好~",
			"……あ、ちょっと考えごとしてたわ。休憩したいの？別にいいわよ。",
			"...아, 잠시 생각에 잠겨 있었어. 쉬고 싶어? 별말씀을.",
			null
		],
		[
			"msg",
			67813,
			"With such great views here, it will be a waste if we only care about fighting!",
			"明明眼前有这么好的景色却只顾着战斗就太浪费了呢~",
			"目の前にこんな景色が広がってるのに、戦うことばかり考えてたらもったいないわね。",
			"눈앞에 이런 경치가 펼쳐져 있는데, 싸우는 것만 생각하면 아깝잖아.",
			null
		]
	],
	"1007": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67814,
			"Ha! I was supposed to come for a special training, but it feels like camping now!",
			"哈~明明是来特训的，但总觉得，有种在露营的感觉！",
			"特別な任務にきたっていうのに、キャンプみたいで楽しいね。",
			"특별한 임무로 왔는데, 캠프 같아서 즐겁네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67815,
			"You really don’t know what anxiety is, do you. But I feel the same, I can’t remember when was the last time I rested like this...",
			"你还真是没有紧张感呢，但是我也同感，都不知道已经多久没能这样歇息过了~",
			"キアナは本当に緊張感がないわね。けど、その意見には私も同意よ。そういえば……長い間こんな風に休みを取ることってなかったわ。",
			"키아나는 정말 긴장감이 없구나. 하지만 그 의견엔 나도 동의해. 그러고 보니... 오랜만에 이런 식으로 휴식을 취한 적이 없었어.",
			null
		],
		[
			"msg",
			67816,
			"If I didn’t meet Master Sessiria and become a Valkyrie, I must be camping with friends like an ordinary girl in this place? Maybe an open-air karaoke party instead?",
			"要是我没有遇到塞西莉亚大人，没有成为女武神的话，来到这种地方的我一定是跟普通少女一样在和朋友们露营吧？或者说在开露天歌会？",
			"もし、セシリア様に出会わず、ヴァルキリーにもなってなかったら普通の女の子と同じように友達とこういう場所へ来て、キャンプを楽しんでいたかもしれないわね。",
			"만약 세실리아님을 만나지 않고, 발키리도 되지 않았다면 평범한 여자아이처럼 친구들과 이런 곳에 와서 캠프를 즐겼을지도 모르겠네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67817,
			"An open-air karaoke party? Right, Sister Kira, I heard you can sing really well, right? Everyone knows it! You are the “Vocal of the Squad Snowwolf”!",
			"露天歌会？这么说来绮罗姐好像特别会唱歌吧！大家都知道呢，绮罗姐那“雪狼小队头号主唱”的称呼！",
			"そういえば、綺羅姉さんはすごく歌が上手って聞いたことがある！二つ名が「雪狼狙撃隊の歌姫」って言われるほどに凄いんだって！",
			"그러고 보니, 키라 언니는 노래를 정말 잘한다고 들었어! 「설랑 저격대의 가희」라는 이명이 있을 정도로 대단하다던데!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67818,
			"Eh, really? So everyone knows about it already?",
			"诶，是吗？居然都这么出名了吗？",
			"え、そうなの？そんなに有名？",
			"어, 그래? 그렇게 유명해?",
			null
		],
		[
			"msg",
			67819,
			"I only had some practice... Indeed, I wanted to become a singer before becoming a Valkyrie!",
			"我也就稍微练过一下子啦...确实，在成为女武神之前，我可是想着成为歌手的呢！",
			"昔に少しだけ習ったことがあるだけよ。確かにヴァルキリーになる前は歌手になるのが夢だったわ。",
			"예전에 조금 배운 적이 있을 뿐이야. 확실히 발키리가 되기 전에는 가수가 되는 게 꿈이었지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67820,
			"Eh, I never knew that...",
			"诶，这我是第一次听到呢......",
			"へぇ、その話は初めて聞いたわ。",
			"허에, 그 이야기는 처음 듣는걸.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67821,
			"How should I put it... I always believe that people look great when they are working hard. Being a singer, standing on the stage and shining under the spotlight, that is the best way to showcase one’s efforts to everyone!",
			"怎么说呢，我一直觉得，努力的人是闪闪发光的，而最能将这个展现给所有人看的，就是在舞台上，被聚光灯照射变得闪亮的歌手！",
			"努力する人って輝いてるって思うの。そして、ステージの上でスポットライトに照らされ、キラキラした服を着て歌うの。",
			"노력하는 사람은 빛난다고 생각해. 그리고 무대 위에서 스포트라이트를 받고 반짝이는 옷을 입고 노래하는 거.",
			null
		],
		[
			"msg",
			67822,
			"I was so attracted to those moments. I have been hoping that one day I can also become cuter, more fabulous and well-known!",
			"那种闪闪发光的身姿深深吸引了我，于是我就一直渴望着，终有一天我也要变得更加可爱，变得更加闪耀，然后让更多人知道~",
			"そんな光輝く姿に私は深く惹きつけられたわ。そして、いつか可愛くキラキラした人間になって多くの人に知ってもらえらたらなって願うようになったのよ。",
			"그런 빛나는 모습에 나는 깊이 매료되었어. 그리고 언젠가 귀엽게 반짝이는 사람이 되어 많은 사람들에게 알려지길 바라게 되었지.",
			null
		],
		[
			"msg",
			67823,
			"Well, I firmly believed in it.",
			"嗯，本来的话确实是这么坚信着的呢。",
			"うん……確かにそうなると信じてた。",
			"응... 확실히 그렇게 될 거라고 믿었어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67824,
			"Believed... So, why did you become a Valkyrie, Sister Kira...",
			"本来吗，这么说绮罗姐到底为什么成为了女武神呀......",
			"だったらなんで綺羅姉さんはヴァルキリーになったの？",
			"그럼 키라 언니는 왜 발키리가 된 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67825,
			"Because I met someone that attracted me more. Someone that is more fabulous than anyone else.",
			"因为我遇到了更加吸引我的，比谁都要闪耀的人。",
			"それは、もっと魅力を感じるセシリア様に出会ったからよ。",
			"그건, 더 매력적인 세실리아님을 만났기 때문이야.",
			null
		],
		[
			"msg",
			67826,
			"She appeared in front me at the most crucial moment, told me “everything is okay now” and reached out to me... From that moment, I could never forget her...",
			"那个人在最危急的时候，宛如撕破空间一般突然出现在我面前，然后对我说“已经没事了”，向我伸出了手......从那一刻起我就永远无法忘记那个人......",
			"セシリア様は、ピンチの時に時空を飛び越えてきたみたいに私の前に現れたわ。そして「もう大丈夫よ」と言って私に手を差し伸べた。その瞬間から変わった。",
			"세실리아님은, 위기에 처한 시공을 넘어온 것처럼 내 앞에 나타났어. 그리고 「이제 괜찮아」 라며 내게 손을 내밀었지. 그 순간부터 변했어.",
			null
		],
		[
			"msg",
			67827,
			"There was a light from her... Something I could not understand but admire more than anybody else does. Something that I wanted to reach out to touch... That was when I learned about Valkyria.",
			"她身上散发着我无法理解，却比谁都要憧憬的光辉，让我想要伸手去触碰……也就是在那个时候，我知道了女武神。",
			"セシリア様の全身から神々しい光を放ってたように見えた。私は思わず、それに触れてみたくなって……そして、ヴァルキリーを知ったの。",
			"세실리아님의 온몸에서 신성한 빛이 뿜어져 나오는 것 같았어. 나는 그 빛을 닿고 싶어졌고... 그렇게 발키리에 대해 알게 되었어.",
			null
		],
		[
			"msg",
			67828,
			"I then joined the Shicksal to pursue this light. I worked for almost three years to become who I am now, only to stay alongside that person and fight together with her.",
			"于是为了追逐这份光芒，我加入了天命，不断努力，用了几乎三年的时间成长到现在的程度，只为了留在那个人身边，和她一起并肩作战。",
			"光を追いかけるように私は天命に加わった。それから努力を積み重ね、三年の時間をかけて今のレベルに到達したの。セシリア様のそばで一緒に戦う……それだけのために。",
			"빛을 좇듯이 천명에 합류했어. 그 후 노력을 거듭해 3년이라는 시간을 걸쳐 지금의 레벨에 도달했지. 세실리아님 곁에서 함께 싸우기 위해... 그거 하나만을 위해.",
			null
		],
		[
			"msg",
			67829,
			"The more I worked with her, the more I realized... The light shining from within is more fascinating than the spotlight...",
			"而越是和她一起行动，我就越是发现…那种由内至外自而发出的光辉，比聚光灯打下来产生的光辉更加令人着迷……",
			"そして、あの心の内側から放出される光は、スポットライトから生まれる光より人を魅了するものだってことを知ったわ。",
			"그리고 그 마음 속에서 뿜어져 나오는 빛이 스포트라이트에서 나오는 빛보다 사람을 매혹한다는 걸 알게 되었어.",
			null
		],
		[
			"msg",
			67830,
			"Hmm... I just realized, if I can become a Rank S Valkyrie so quickly, maybe I have already become a superstar if I chose to be a singer? Yep, I'm pretty sure...",
			"唔…我突然发现，既然我能这么快成为S级女武神，说不定当初去当歌手现在也已经是歌坛的一届明星了呢？嗯嗯，一定是这样的……",
			"あ……今気づいたんだけど、こんなに早くS級ヴァルキリーになれるんだったら、歌手になっていれば今頃スターになっていたんじゃないかしら？そうよ、絶対にそう！",
			"아... 지금 깨달았는데, 이렇게 빨리 S급 발키리가 될 수 있었다면 가수가 되어서 지금쯤 스타가 되지 않았을까? 그래, 분명 그랬을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67831,
			"There, there is no comparison!",
			"这、这根本不是可以对比的事吧！",
			"S級ヴァルキリーになれたからって、歌手になれると決まったわけじゃないよ。",
			"S급 발키리가 될 수 있었다고 해서 가수가 될 수 있는 건 아니야.",
			null
		],
		[
			"msg",
			67832,
			"Sister Kira, that person you were talking about... She’s my Mom, right?",
			"不过，绮罗姐所说的那个人，其实就是妈妈吧~",
			"でも、綺羅姉さんの歌を聴いてみたいなぁ。",
			"그래도, 키라 언니 노래 한번 들어보고 싶다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67833,
			"Yeah, you are really smart... I never talked about it in detail.",
			"是呀，你还真是敏锐呢~我明明都没有详细说过呢。",
			"機会があったら聴かせてあげるわよ。",
			"기회가 되면 들려줄게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67834,
			"Well, it’s not hard to tell. You are a member of the Squad Snowwolf after all.",
			"这种事多看两眼还是会知道的嘛，毕竟你是雪狼小队的人！",
			"ねぇ、綺羅姉さんの夢って叶ったの？",
			"저기, 키라 언니의 꿈은 이뤄진 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67835,
			"Really? Anyway, my dream has already come true. Actually, many Valkyria followed Master Sessiria because they looked up to her!",
			"是吗？不过，我的梦想已经实现了呢。跟你说啊，其实追随着塞西莉亚大人的脚步，因为憧憬塞西莉亚大人而战的女武神其实非常多呢！",
			"そうね、私の夢はもう叶ったわ。セシリア様を追いかけて、憧れのために戦うってヴァルキリーはとても多いのよ？",
			"그래, 내 꿈은 이미 이뤄졌어. 세실리아님을 따라가며 동경을 위해 싸우는 발키리는 정말 많거든?",
			null
		],
		[
			"msg",
			67836,
			"So I was a little emotional when I heard that you wanted to get stronger quickly and fight against Houkai together with Master Sessiria.",
			"所以听到你说想要快点变强，然后和塞西莉亚大人一起对抗崩坏这句话后，我多少有点感触呢。",
			"だから、キアナが早く強くなってセシリア様と一緒に崩壊に立ち向かいたいって言った時、感慨深いものがあったわね。",
			"그래서 키아나가 빨리 강해져서 세실리아님과 함께 붕괴에 맞서고 싶다고 말했을 때, 감회가 새로웠어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67837,
			"Uh, looks like Mom’s had a lot of past...",
			"呃，看来妈妈也是个罪孽深重的女人呢......",
			"ママも罪深い人だね。",
			"엄마도 죄 많은 사람이네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67838,
			"Of course... Well, you are her daughter, maybe you will have that charisma too...",
			"可不是嘛...既然你是那个人的女儿，说不定你也有这种潜质诶......",
			"そんなことないわよ。キアナはセシリア様の子どもなんだから、もしかしたら同じような力を持ってるかもよ？",
			"그런 말 하지 마. 키아나는 세실리아님의 아이니까, 어쩌면 같은 힘을 가지고 있을지도 몰라?",
			null
		],
		[
			"msg",
			67839,
			"Ah, it’s getting late. The break is over. Let’s finish this mission, Kiana.",
			"啊，都这么晚了，休息时间结束，差不多该给这个任务收尾了哦，琪亚娜。",
			"さて、そろそろ休憩はおしまい。キアナ、行こう。",
			"자, 이제 휴식은 끝이야. 키아나, 가자.",
			null
		]
	],
	"1008": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67840,
			"Kiana, hurry up, or I will leave you here!",
			"琪亚娜，再不跟上来就要丢下你了哦~",
			"キアナ、どうしたの？歩くペースが遅くなってるけど……。",
			"키아나, 왜 그래? 걷는 속도가 느려졌는데....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67841,
			"Uh, yeah...",
			"唔、嗯......",
			"え、うん……。",
			"어, 응....",
			null
		]
	],
	"1009": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67843,
			"Sister Kira admired Mom so she worked hard to become a Valkyrie... Oops, so she is already in the Squad Snowwolf when I was born, right? If that’s the case...",
			"绮罗姐憧憬着妈妈，然后不断努力成为了女武神......诶，说回来在我出生的时候绮罗姐就已经在雪狼小队了吧？这么说......",
			"綺羅姉さんはママに憧れて、努力してヴァルキリーになった。私が生まれた時、すでに雪狼狙撃隊に入っていたのよね……ということは——",
			"키라 언니는 엄마를 동경해서, 노력해서 발키리가 됐어. 내가 태어났을 때 이미 설랑 저격대에 들어가 있었잖아... 그렇다면 ——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67844,
			"What are you mumbling about?",
			"你在咕叽咕叽些什么呢？",
			"なにをブツブツ言ってるのよ。",
			"뭐라고 중얼중얼 거리는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67845,
			"Right! I’ve been thinking! I should actually call you “Aunt Kira”, right?",
			"果然，我一直在想啊！论辈分的话我其实应该叫你绮罗阿姨吧？",
			"……え？あぁ、計算したら､｢綺羅姉さん｣って呼ぶんじゃなくて｢綺羅おばさん｣じゃない？",
			"……어? 아, 계산해 보면, ｢키라 언니｣라고 부르는 게 아니라 ｢키라 아줌마｣ 아닌가?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67846,
			"!?",
			"！？",
			"！？！？",
			"!?!?",
			null
		],
		[
			"msg",
			67847,
			"Oh... What did you say?",
			"哦~你说什么？",
			"……ナン、デ……スッテ？",
			"……뭐, 라……고요?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67848,
			"Because it’s been so long since you met Mom... Wait, wait, Aunt Kira, what are you doing!? Why did you point your weapon at me!",
			"因为，从你认识妈妈开始，到现在已经......诶等等，绮罗阿姨你要干嘛！为什么要举起武器！",
			"だって、綺羅おばさんがママと知り合ってから今までことを計算したら、すでに……って、ちょっと待って！？綺羅おばさん、なにしてるの……音符剣なんて持って……。",
			"왜냐면, 키라 아줌마가 엄마랑 알게 된 때부터 지금까지를 계산해 보면, 이미……라고, 잠깐만!? 키라 아줌마, 뭐 하는 거야……음표 검까지 들고…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67849,
			"--Whoa!!! I’m sorry!!",
			"——哇啊！！！我错了！！",
			"——わぁ！！ごめんなさい！！おばさんなんて言わないから許してー！",
			"——아악!! 미안해요!! 아줌마라고 안 부를게 용서해 주세요!",
			null
		],
		[
			"msg",
			67850,
			"The special training came to an end in Kiana’s screams.",
			"在琪亚娜的惨叫声中，特训宣告结束。",
			"キアナの叫び声が響く中、終わりを告げた。",
			"키아나의 비명 소리가 울려 퍼지는 가운데, 끝을 고했다.",
			null
		]
	],
	"1010": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67852,
			"Did I talk too much? Looks like you have drifted away.",
			"感觉是不是说的东西有点多了，感觉你心不在焉呢。",
			"本当にどうしたの？体調が悪くなった？",
			"정말 어떻게 된 거야? 몸이 안 좋아진 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67853,
			"No, not at all! Come, zombies! I have fully recovered, now come and die!",
			"没、没有！来吧死士们！本小姐已经体力全满，快来受死吧！",
			"う、ううん。なんでもないよ！こっちは準備万端よ！全てやっつけてやるんだから！",
			"아, 아냐. 아무 일도 아니야! 여긴 완전 준비됐어! 다 박살내 버릴 거라고!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67854,
			"Hehe, it’s good to be energetic!",
			"呵呵，有精神真好~",
			"なにを隠していたのかしら……。",
			"뭘 숨기고 있었을까.......",
			null
		]
	],
	"1011": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67855,
			"Ah, it’s over...",
			"啊，结束了......",
			"ふぅ……終わったわね。",
			"후우...... 끝났네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67856,
			"Hmm, so this weak Houkai Energy reaction is from the zombies... But there aren’t many of them?",
			"唔，果然这微弱的崩坏能反应是因为出现了死士吗，明明数量就不怎么多？",
			"やっぱり、この微弱な崩壊エネルギーの反応はなにかが出現したからかな？",
			"역시, 이 미약한 붕괴 에너지 반응은 뭔가가 나타났기 때문인가?",
			null
		],
		[
			"msg",
			67857,
			"So, what do you think of the real mission?",
			"怎么样，实战任务的感觉如何？",
			"実戦任務を受けてみた感想とかある？",
			"실전 임무를 받아본 소감 같은 거 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67858,
			"It’s not too different from the trainings! I just had some exercise, that’s it! Am I really a Rank S Valkyrie now?",
			"感觉跟平时训练没什么两样嘛！顶多就是活动活动了下筋骨！这样我真的就是S级女武神了吗？",
			"いつもの訓練となにも変わらないわ。ちょっと体を動かした程度ね。こんなことで本当にS級ヴァルキリーになれるの？",
			"평소 훈련이랑 다를 바 없어. 조금 몸을 움직인 정도야. 이런 걸로 진짜 S급 발키리가 될 수 있는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67859,
			"What do you think?",
			"你觉得呢？",
			"キアナはどう思う？",
			"키아나는 어떻게 생각해?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67860,
			"I... Uh, even you say yes, I can’t really accept it... Were you trying to bluff me with some random low-level missions?",
			"我……呃，就算你说是，我也觉得有点难以接受……你该不会拿些普通的下级任务来糊弄我的吧！",
			"私は……ちょっとどうかと思うわ。",
			"나는...... 좀 아닌 것 같아.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67861,
			"No way. After all, most of the missions we have are like this one.",
			"怎么会呢，再怎么说，其实平时的任务大多数都这样的呢。",
			"どうして？実際の任務は、ほとんどはこんなものよ。",
			"왜? 실제 임무는 대부분 이런 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67862,
			"Eh, I don’t get it...",
			"诶，怎么会这样......",
			"そう……こんなものなんだ。",
			"그래...... 이런 거였구나.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67863,
			"There is no such mission that can make you become a Rank S Valkyrie immediately.",
			"本来就没有什么可以一步跃升到S级女武神的特别任务就是了。",
			"そもそも一気にS級ヴァルキリーに昇格する特別任務なんてものは……ないの。",
			"애초에 한 번에 S급 발키리로 승격하는 특별 임무 같은 건...... 없어.",
			null
		],
		[
			"msg",
			67864,
			"We just want to let you know that you should put more efforts in your daily trainings because they are equally important. A real mission feels the same as the trainings, right?",
			"所以呀，我们其实只是想告诉你，先好好参加日常训练，那确实是很重要呢。反正日常训练给你的感觉不也跟实战任务一样？",
			"だから、私が言いたいことは、まず日頃の訓練をしっかり受けるのが大切だってこと。実戦と変わらないって感じたのよね？",
			"그러니까, 내가 말하고 싶은 건 평소 훈련을 철저히 받는 게 중요하다는 거야. 실전과 다를 바 없다는 느낌이 들었지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67865,
			"Alright... I get it.",
			"哎呀......我知道了啦。",
			"……わかったわよ。",
			"……알았어.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67866,
			"You still look reluctant. How about giving me a 3,000 words combat reflection?",
			"还是一脸不情愿的样子嘛，那，再写三千字的实战感想给我如何？",
			"あ、まだ納得してない顔をしてるわね……仕方ないなぁ。じゃあ、実戦の経験をした一万文字以上の感想文を提出するのはどう？",
			"아, 아직 납득이 안 되는 표정을 짓고 있네…… 어쩔 수 없지. 그럼 실전 경험을 바탕으로 만 자 이상의 감상문을 제출하는 건 어때?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67867,
			"Whoa! No way! Not that, please!",
			"唔哇！只有这个我绝对不要去写啦！",
			"うっわ！そんなの絶対にイヤ！！",
			"우와! 그런 건 절대 싫어!!",
			null
		]
	],
	"1012": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67868,
			"You want to get stronger like a Rank S Valkyrie, right? Having superior combat abilities alone is not enough to make you a Rank S Valkyrie. But...",
			"你想要变强，变得跟S级女武神一样强是吧？虽然说要成为S级女武神并非是战斗力过硬就能做成的，不过......",
			"強くなってS級ヴァルキリーになりたいんでしょ？戦闘力が高いだけでなれるわけじゃないわ。",
			"강해져서 S급 발키리가 되고 싶은 거 아니야? 전투력이 높다고 될 수 있는 게 아니라고.",
			null
		],
		[
			"msg",
			67869,
			"How can you become a powerful being?",
			"到底变成什么样才能接近你认为的强大模样呢？",
			"キアナが考える「強い」というのは、どういうことだと思う？",
			"키아나가 생각하는 「강함」이라는 건, 어떤 거라고 생각해?",
			null
		]
	],
	"1013": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67871,
			"Power first, right...",
			"实力至上的意思吗，这样啊......",
			"実力至上主義ってわけね。そっか……。",
			"실력제일주의라는 거네. 그렇구나…….",
			null
		],
		[
			"msg",
			67872,
			"So, I need to give you more intensive trainings. Alright, that’s it.",
			"那，看来决定给你安排点更高强度的训练确实没错呢。嗯，就这么决定了。",
			"それじゃあ、厳しい特訓を受けてもらうのも悪くないわね……よし決まり！",
			"그렇다면, 엄청난 특훈을 받는 것도 나쁘지 않겠네…… 좋아 결정이야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67873,
			"Special training? I thought this is a special mission?",
			"特训？不是特别任务嘛？",
			"特訓？特別な任務じゃないの？",
			"특훈? 특별한 임무가 아니고?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67874,
			"There’s no difference. Come, let’s conquer this snowy mountain together!",
			"一样啦，来吧，让我们一起来征服雪山吧！",
			"同じことよ。さぁ一緒に雪山を征服するわよ！",
			"똑같아. 자, 함께 설산을 정복하자!",
			null
		]
	],
	"1014": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67876,
			"To protect...",
			"守护......",
			"弱者を守る。大切な人を守る……か。",
			"약자를 지키다. 소중한 사람을 지키다…… 라.",
			null
		],
		[
			"msg",
			67877,
			"You resemble Master Sessiria in so many ways... You have inherited her qualities, don’t you?",
			"你真是，无论什么地方都充满着塞西莉亚大人的影子呢，这也是会遗传的吗？",
			"キアナは本当にセシリア様の影が見えるわね。遺伝なのかしら？",
			"키아나는 정말로 세실리아 님의 모습이 보이는걸. 유전인 걸까?",
			null
		],
		[
			"msg",
			67878,
			"But there’s one thing you need to know: “Protecting” is the most difficult path. It is a lot harder than simply winning the battle.",
			"但是，你所要坚持的守护是最为困难的道路，比单纯要在战斗中获胜更难。",
			"でも、キアナが望む守る力を手に入れるのは最も困難な道よ。単に戦闘で勝利することよりずっと難しいの。",
			"하지만, 키아나가 원하는 지키는 힘을 얻는 건 가장 어려운 길이야. 단순히 전투에서 승리하는 것보다 훨씬 어려운 거라고.",
			null
		],
		[
			"msg",
			67879,
			"Because you need to find out... what are you fighting against. Maybe it’s better to show it to you in person?",
			"因为，你要清楚...你到底在和什么东西在战斗呢。或许，让你亲眼看一下会更加合适吧？",
			"だから、自分がなにと戦っているのかをはっきりさせないといけないわ。あるいは、キアナ自身の目で確かめるのが一番かもしれないわね。",
			"그러니까, 자신이 무엇과 싸우고 있는지를 분명히 해야 해. 아니면, 키아나 자신의 눈으로 확인하는 게 가장 좋을지도 모르겠네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67880,
			"Eh, why are we going backward all of a sudden?",
			"诶，为什么突然要往回走啊？",
			"あれ、なんで急に戻るの？",
			"어라, 왜 갑자기 돌아가는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67881,
			"The plan has changed. Follow me, we are relocating.",
			"计划有变，跟上来，要转移地点了。",
			"計画変更よ。場所を変えるからついてきて。",
			"계획 변경이야. 장소를 바꿀 테니 따라와.",
			null
		]
	],
	"1015": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67882,
			"Achoo! Whoa! So cold!",
			"阿嚏！唔哇！好冷！",
			"はっくしゅん！うぅ……なにここ、寒すぎる……。",
			"에취! 으…… 여기 뭐야, 너무 추워…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67883,
			"Is that all you can do? I thought you said being strong requires a strong body?",
			"这样就不行了吗，你不是认为强大是要有强健的体魄吗？",
			"そんなんじゃダメよ。強くなるには強靭な体が必要でしょう？",
			"그런 식으론 안 돼. 강해지려면 강인한 체력이 필요하잖아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67884,
			"Not in such a freezing place!",
			"那也不用突然间来到这么冷的地方吧！",
			"別にこんな寒いところにこなくてもいいじゃない！",
			"꼭 이렇게 추운 곳까지 올 필요는 없잖아!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67885,
			"A strong body with ultimate power that can defeat any powerful enemy. I thought you already made up your mind when you said this?",
			"强健的体魄，无论怎么样的强敌都可以战胜的实力，当你说出这样的话时我还以为你已经有所觉悟了？",
			"強い体。どんな敵にも勝てる力が欲しい……そう言ったわよね。もう覚悟はできてるって思ったけど違うのかしら？",
			"강한 몸. 어떤 적이라도 이길 수 있는 힘을 원한다고... 그렇게 말했잖아. 이미 각오는 되어 있다고 생각했는데 아니었어?",
			null
		],
		[
			"msg",
			67886,
			"You are actually right. In our missions, we often have to fight under extreme environments. Coldness is just one of these conditions. The Squad Snowwolf only wears light armor under this environment!",
			"你想的没错，在我们的任务中，很多时候需要在极端的自然环境下战斗，寒冷不过是其中一种罢了。我们雪狼小队可是可以在这种环境下轻装上阵的哦！",
			"任務では、極端な自然環境の下で戦う必要が生じるわ。寒さもその一つに過ぎないけど、我々雪狼狙撃隊はこんな条件下でも軽装で戦うことができるのよ。",
			"임무에서는 극한의 자연 환경 아래에서 싸워야 할 때가 있어. 추위도 그 중 하나일 뿐이지만, 우리 설랑 저격대는 이런 조건에서도 경장비로 싸울 수 있거든.",
			null
		],
		[
			"msg",
			67887,
			"If you cannot overcome this, one day you will be chilled to death and become the food of Houkai creatures!",
			"如果无法克服这个，终有一天你会在这种环境下变成冰棍，然后成为崩坏生物的甜点吧~",
			"この程度で文句を言うようじゃ、いつかアイスバーにジョブチェンジして崩壊生物のデザートにされるわね……かわいそうに。",
			"이 정도로 불평을 늘어놓다간, 언젠가 아이스바로 직업을 바꿔 붕괴 생물의 디저트가 될 거야... 불쌍하게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67888,
			"Why do you sound like it’s so easy!",
			"你怎么说得这么轻松啦！",
			"なんで、そんな涼しい顔して憐れむことを言ってんのよ！？",
			"왜 그렇게 시원한 얼굴로 동정 어린 소리를 하는 거야!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67889,
			"I was just stating the truth. Also, I just discovered the Houkai Energy reaction is stronger after we arrived at the snowy mountain. Maybe a Houkai source is hidden here...",
			"我不过是在说事实啦。而且，虽然之前没感觉到，但到了雪山之后才发现，这里的崩坏能反应好像要更强烈一些，说不定这里隐藏着某个崩坏源呢......",
			"現実を言っただけよ。それに、雪山へ入ってから気づいたけど、この辺は崩壊エネルギーの反応が強いみたい。もしかしたら、崩壊源が潜んでいるかもしれないわ。",
			"현실을 말한 것뿐이야. 게다가, 산에 들어와서 알았는데, 이 근처는 붕괴 에너지 반응이 강한 것 같아. 어쩌면 붕괴의 근원이 숨어 있을지도 모르지.",
			null
		],
		[
			"msg",
			67890,
			"The Houkai creatures in the snowy mountain are at least stronger than those on the land. Plus, some powerful Houkai creatures maybe hiding here. You can train your body while fighting powerful enemies - isn’t this what you wanted?",
			"在雪山中活动的崩坏生物怎么说也比在地上那些要厉害些，况且这里还有可能隐藏着什么厉害的崩坏生物呢，既能锻炼你的身体，又可以与强大的敌人交手，不应该是满足你的需求才对吗？",
			"雪山の崩壊生物は、地上のヤツより強いし、凄いヤツが隠れているかもしれない。体も鍛えられるし、強い敵とも戦える。",
			"설산의 붕괴 생물은 지상의 놈들보다 강하고, 엄청난 놈이 숨어 있을 수도 있어. 몸도 단련되고, 강한 적과도 싸울 수 있지.",
			null
		],
		[
			"msg",
			67891,
			"A special training can’t be called a “special” one if it is not difficult. It’s too late to regret now.",
			"再说了，至少要有这种程度的困难才能叫特训啦，现在反悔可来不及了哦。",
			"それに、これくらいのレベルじゃないと特訓にならないわ。今さら後悔しても遅いわよ。",
			"게다가, 이 정도 레벨이 아니면 특훈이 안 돼. 이제 와서 후회해도 늦었어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67892,
			"Hmm...",
			"唔......",
			"……え？",
			"......뭐?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67893,
			"Well, I will head off now. Don’t worry, I will be watching you from above! Conquer the snowy mountain and catch up with me!",
			"那我先走一步，别担心我会在上面看着你的~就努力征服雪山，追上我吧~",
			"雪山をがんばって征服するのを離れて見てるから安心してね。ちゃんと私に追いついてきてね？キアナ、じゃあね。",
			"설산을 열심히 정복하는 걸 떨어져서 지켜볼 테니 안심해. 제발 나를 따라오려고 노력해줄래? 키아나, 그럼 안녕.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67894,
			"Ah, wait! C’mon! How can you run away like that!",
			"啊等等！真是的这么自说自话就跑掉了！",
			"勝手なこと言って先に行っちゃった……。",
			"제멋대로 말해놓고 먼저 가버렸어……",
			null
		],
		[
			"msg",
			67895,
			"Whatever, there’s nothing to worry about! It’s just a snowy mountain. I, Kiana, will not be held back by such obstacles! I will become a Rank S Valkyrie!",
			"哼，算了没什么好纠结的！不就是雪山嘛，为了成为S级女武神，这种程度难不倒我琪亚娜！",
			"ふんっ！たかが雪山じゃない。S級ヴァルキリーになるためなら、この程度でくじけるキアナ様じゃないわ！",
			"흥! 겨우 설산이라고. S급 발키리가 되기 위해서라면, 이 정도로 좌절할 키아나 님이 아니야!",
			null
		]
	],
	"1016": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67896,
			"That being said, it is still... quite cold.",
			"话虽这么说，但果然还是......有点冷啊。",
			"とは言っても、やっぱり……寒い。",
			"그래도 역시…… 추워.",
			null
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67897,
			"Will it be warmer if I enter the cave?",
			"如果走进山洞的话，会不会暖和点呢？",
			"あ……ここに洞穴がある。中に入れば、ちょっとは暖かいかな？",
			"아…… 여기 동굴이 있네. 안으로 들어가면 좀 따뜻해질까?",
			null
		]
	],
	"1017": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67899,
			"Sister Kira must be watching from somewhere. If I take the cave, she may start giving me lessons and say I’m slacking!",
			"绮罗姐一定在哪看着呢，如果走山洞的话说不定会说我偷懒然后一顿说教！",
			"私が見えないところで絶対に綺羅姉さんは見てるに違いないわ。もし洞穴になんかに入ったら、怠けてるって言われて説教をされるかもしれない。",
			"내가 보이지 않는 곳에서 분명 키라 누나가 지켜보고 있을 거야. 만약 동굴 같은 데 들어가면 게으르다고 혼날지도 모르지.",
			null
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67900,
			"But, the cave looks a lot easier to walk... Hmmm...",
			"可是，看起来山洞里会更好走......唔唔唔......",
			"でもでも、洞穴のほうが歩きやすそう……。",
			"그래도 그래도, 동굴 쪽이 걸어가기 편할 것 같은데……",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67901,
			"Never mind! I will just charge all the way up there!",
			"啊算了！一口气从外围冲上去吧！",
			"うぅ、もういい！外側から一気に登ってやる！",
			"우우, 됐어! 바깥쪽에서 단번에 올라가버릴 거야!",
			null
		]
	],
	"1018": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67903,
			"I’m supposed to conquer the snowy mountain, of course I will take advantages of the environment! Maybe it’s a short cut!",
			"反正是征服雪山，当然要利用地形！说不定还是捷径呢~",
			"その地形を利用すれば体力を無駄に消費しないわ。それに、近道かもしれない。",
			"그 지형을 이용하면 체력을 낭비하지 않아. 게다가 지름길일지도 모르고.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67904,
			"...",
			"......",
			"——少女散策中",
			"——소녀 산책 중",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67905,
			"Ha! It’s not much warmer, but at least I don’t have to endure the chilling wind... Eh, I didn’t expect forked paths here in this cave?",
			"哈~虽然没暖和多少，但至少是不用忍受那寒冷的风......诶，这个山洞居然还有分叉路？",
			"はぁ……そんなに暖かくはないけど、少なくとも冷たい風に耐える必要はなくなったわ。あれ、道が分かれてるわね。",
			"하아…… 그렇게 따뜻하진 않지만, 적어도 차가운 바람을 견딜 필요는 없어졌어. 어라, 길이 갈라지네.",
			null
		]
	],
	"1019": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67908,
			"Eh, forked paths again!?",
			"诶，又是分叉路！？",
			"とりあえず、こっちに行こう。",
			"일단, 이쪽으로 가자.",
			null
		],
		[
			"msg",
			67909,
			"Never mind, I shall just keep walking with my hands touching the wall, eventually there will be an end!",
			"没关系，反正摸着墙走，肯定能走到尽头的！",
			"あ、あれ？また、分かれ道？うーん、どうしよう。",
			"아, 어라? 또, 갈림길? 음, 어떡하지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67910,
			"After that, Kiana is lost in the endless forked paths in the cave...",
			"随后，在无尽的分叉路中，琪亚娜迷失在了山洞之中——",
			"そして、無数の分かれ道を適当に進んだキアナは洞穴の中で迷ってしまった。",
			"그리고, 무수한 갈림길을 적당히 따라간 키아나는 동굴 속에서 길을 잃고 말았다.",
			null
		]
	],
	"1020": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67911,
			"Ki, a, na!",
			"琪·亚·娜~",
			"キアナ、そんなところでなにしてるの？",
			"키아나, 그곳에서 뭐 하는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67912,
			"Whoa! Sister, Sister Kira, why are you suddenly back!",
			"唔哇！绮、绮罗姐怎么突然跑回来了啊！",
			"わっ！き、綺羅姉さん……びっくりした！急にどうしたの？",
			"앗! 키, 키라 언니…… 깜짝이야! 갑자기 왜 그래?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67913,
			"Why? Because I saw Kiana wanted to slack in the cave. That’s why I came here to catch you--",
			"为什么？因为我看琪亚娜好像想进去山洞偷懒，所以专门跑过来准备把你抓出来——",
			"キアナが洞穴の中に入ったり出たりと怪しい行動をしてるから気になったのよ。寒さを凌ぐために入りたかった？",
			"키아나가 동굴 속에 들어갔다 나왔다 하며 수상한 행동을 하고 있어서 궁금했어. 추위를 피하려고 들어간 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67914,
			"I wasn’t slacking!",
			"才没有想偷懒呢！",
			"あ、怪しい行動なんてしてないし、怠けてもないよ！",
			"아, 수상한 행동 같은 건 안 했고, 게으름도 피운 거 아니야!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67915,
			"I saw you were wandering around near the cave entrance?",
			"明明一直在山洞口徘徊？",
			"じゃあ、どうしてここにいるの？",
			"그럼, 왜 여기에 있는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67916,
			"Uh... I was just slightly tempted...",
			"额...只是有那么一点心动而已啦......",
			"うっ……その、ちょっとした出来心で……。",
			"으... 그, 잠시 생각이 나서......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67917,
			"Gosh, you have been skipping routine trainings, and you just tried to slack again in a special training. Are you really dedicated to become a Rank S Valkyrie? Your efforts are far from enough.",
			"真是的，平时训练不做，出来特训还想着偷懒，你想要成为S级女武神的决心难道是假的吗？你现在的努力还远远不够呢。",
			"はぁ……日頃は訓練もしないし、特訓すれば怠けようとする。本気でS級ヴァルキリーになる気あるの？こんなんじゃ全然足りないわよ。",
			"하아... 평소에는 훈련도 안 하고, 특훈하면 게으름 피우려고 해. 진심으로 S급 발키리가 될 생각이야? 이렇게 해서는 전혀 부족하단 말이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67918,
			"Ouch... I thought it would be fine as long as we can achieve the final target. We need to observe and utilize the environment to conquer the snowy mountain anyway... What’s the point to suffer the unnecessary pain?",
			"咕...反正，只要最终目的能达到不就好了嘛，本来征服雪山就要会观察地形利用一切才对......没必要去吃这么多不需要吃的苦呀？",
			"で……でも、最終的に目標を達成できればいいわけでしょ？雪山を征服するためには、地形を全て利用しなきゃいけないと思うの。体力を無駄にするのは——",
			"그... 그래도, 결국 목표를 달성할 수만 있으면 되는 거잖아? 설산을 정복하려면 지형을 모두 이용해야 한다고 생각해. 체력을 낭비하는 건 ——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67919,
			"You are right, but aren’t you supposed to train your body in this training as well? You should think more of that.",
			"你考虑的没错，但是，现在的目的还有一点是要锻炼身体能力吧？那就该更多考虑这点才对。",
			"そうね。それは間違いじゃない。でも、今の目的は身体能力の向上じゃなかった？",
			"그래. 그건 틀린 말은 아니야. 하지만 지금의 목표는 신체 능력 향상이 아니었어?",
			null
		],
		[
			"msg",
			67920,
			"A more diligent person may choose the most difficult cliff to climb.",
			"如果是更努力的人，说不定会选择最为陡峭的悬崖去攀登呢。",
			"努力しようと思うなら、一番険しい崖を登ろうとするものじゃない？",
			"노력하려고 마음먹었다면, 가장 험준한 절벽을 오르려고 하는 게 당연하지 않아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67921,
			"Really? Will such person ever exist?",
			"真的假的，真会有这样的人嘛？",
			"はぁ？ウソでしょ？そんな人がいるわけないよ。",
			"하아? 거짓말이지? 그런 사람이 있을 리 없어.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67922,
			"If it’s her, she might actually do this. You have never seen someone powerful as her but still keeps improving herself.",
			"如果是那个人的话，说不定真的会这么做。你是没见过真正强大同时仍在不断努力提升自己的人。",
			"いるわよ。あぁ、そっか。キアナは自分を高めるために努力をしてる人に出会ったことがないのね。",
			"있어. 아, 그래. 키아나는 자신을 높이기 위해 노력하는 사람을 만난 적이 없구나.",
			null
		],
		[
			"msg",
			67923,
			"She was younger than me. She was supposed to enjoy her childhood, but she worked harder than anyone else. Compared with her, I couldn’t even say that I had tried...",
			"那是一个比我小的女孩，明明是天真烂漫的童年时期，却比任何一个人都要努力，都要认真。看着她，我都不敢说自己曾经努力过……",
			"初めて出会った時は、私より小さな女の子だった。天真爛漫な子だけど、誰よりも努力してた。それを見てると、自分が努力したなんて間違っても言えないわ……。",
			"처음 만났을 때는 나보다 작은 여자아이였어. 천진난만한 아이지만, 누구보다도 노력했지. 그걸 보면 내가 노력했다는 말도 차마 할 수 없어......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67924,
			"Uh... And she was still a little girl? Are you Squad Snowwolf members all freaks!?",
			"呃…还是个小女孩吗？你们雪狼小队里的都是怪物吗！",
			"雪狼狙撃隊のメンバーってみんなバケモノなの？",
			"설랑저격대 멤버들은 다 괴물인 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67925,
			"No, she wasn’t from the Squad Snowwolf. To be exact, she was with Master Sessiria.",
			"不，她可不是雪狼小队的，准确说她是塞西莉亚大人身边的人吧。",
			"違うわ。彼女は雪狼狙撃隊の隊員じゃない。セシリア様の近くにいるのは確かよ。",
			"아니. 그녀는 설랑저격대 대원이 아니야. 세실리아님 곁에 있는 건 확실하지만.",
			null
		],
		[
			"msg",
			67926,
			"I could see her training alone in the room each time I went to see Master Sessiria. Sometimes she came to say goodbye when we left for missions. In other time, the only thing she would do was to keep training, training and training... She was so focused that it almost made me cringe.",
			"每次我去找塞西莉亚大人时，都能看到在房子深处独自训练的她，除了在我们出发时会跑过来稍微送别一下之外，其余时间一直是在训练，训练，训练......执着得让人毛骨悚然。",
			"セシリア様に会いに行くと、彼女はいつも部屋の奥で訓練をしているわ。私たちが出発する時に挨拶するくらいで、それ以外はずっと訓練してるわよ。",
			"세실리아님을 만나러 가면, 그녀는 항상 방 안쪽에서 훈련을 하고 있더라. 우리가 출발할 때 인사나 할 뿐, 그 외에는 줄곧 훈련만 하고 있지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67927,
			"Eh, so she was with my Mom?",
			"诶，什么，她居然是我妈妈身边的人吗！？",
			"ママのそばに……？",
			"엄마 곁에...?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67928,
			"Yeah, she was special. Unlike us, she didn’t need to keep fighting against Houkai. Being next to Master Sessiria, her first priority is to become stronger. That’s it.",
			"嗯，她是特别的，并不像我们一样需要到处去征战，不断在外对抗崩坏。呆在塞西莉亚大人身边的她首要任务是变强，仅此而已。",
			"そう、彼女は特別なの。私たちと違って各地に赴いて崩壊に立ち向かうことはない。セシリア様のそばにいて強くなること、それだけが任務なの。",
			"그래, 그녀는 특별해. 우리와 달리 각지로 파견되어 붕괴에 맞서는 일은 없어. 세실리아님 곁에서 강해지는 것, 그게 유일한 임무야.",
			null
		],
		[
			"msg",
			67929,
			"However, I may have felt close to her because she was younger and admired to Master Sessiria as much as I did. I can’t help to share my experiences from missions each time I met her. She would also ask me some questions she had from trainings.",
			"不过，该说因为她比我小呢，还是因为她跟我一样憧憬着塞西莉亚大人而有亲切感，每次见到她，我都忍不住向她分享我执行任务时获得的经验，而她，也会拿一些训练时的想法来请教我。",
			"私と同じくセシリア様に憧れているから親近感があってね。会うといつも任務で得た経験を話してあげるの。それに、彼女も訓練の時に思いついたことを聞かせてくれるのよ。",
			"나처럼 세실리아님을 동경하기 때문에 친근감이 느껴져. 만나면 항상 임무에서 얻은 경험을 이야기해 주곤 해. 또 그녀도 훈련 중에 떠오른 생각을 들려주더라.",
			null
		],
		[
			"msg",
			67930,
			"I always learned a lot from her ideas. Hmm... Maybe we have been learning from each other, but I always thought, if she kept improving like that, one day she would become stronger than I was.",
			"她的想法总是让我受益匪浅呢，嗯……两人虽然说是这么一直相互学习变强，但我一直都这么想，如果她保持这种努力坚持下去的话，肯定是会比我要更强的呢。",
			"彼女がこのまま努力を続ければ、間違いなく私より強くなると思うわ。",
			"그녀가 이렇게 노력만 계속한다면, 분명 나보다 훨씬 강해질 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67931,
			"But if she was with Mom, I must know her. What’s her name?",
			"可是，既然是妈妈身边的人，我不可能不认识才对啊，她叫什么名字啊？",
			"ママのそばにいるなら、私は知ってるかも……そうだ！名前はなんていうの？",
			"엄마 곁에 있다면, 내가 알지도... 맞아! 이름은 뭐라고?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67932,
			"Her name... is Maria.",
			"她...她叫玛丽亚。",
			"彼女の名前は……マリア。",
			"그녀의 이름은... 마리아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67933,
			"Hmm, I may have heard of it, but I can’t remember... How is she now anyway? I don’t hear that name nowadays.",
			"唔唔，好像有点印象，又记不太清......但是她现在怎么样了啊，反正不是我现在能听到的名字呢。",
			"マリア？聞いたことある気がするけど、はっきり覚えてないわね。今も、ずっと強くなることだけを考えてるの？",
			"마리아? 들어본 것 같지만 확실히 기억나지 않네. 지금도, 계속 강해지는 것만 생각하고 있는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67934,
			"Hmm, I don’t know, I haven’t seen her in a long time, because she... Uh, wait, why did you ask this? Are you trying to find some excuses to slack?",
			"唉，不知道呢，我也很久没去见她了呢，因为她......额，等等，你问这个干什么？是不是还觉得能在她身上找自己可以不努力的借口？",
			"知らないわ……もう、ずいぶん会ってないから。だって、マリアは……あ、そんなこと聞いてどうするの？怠けるために会話を始めたの？",
			"몰라…… 벌써, 한참 못 봤거든. 왜냐면 마리아는…… 아, 그런 걸 왜 물어? 놀려고 대화를 시작한 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67935,
			"I, I wasn’t thinking of that! I was just a bit curious...",
			"我、我没有这么想啦，就是有点好奇......",
			"そ、そんなんじゃないよ！ちょっと、興味があるだけ……。",
			"아, 그런 게 아니야! 그냥, 궁금해서…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67936,
			"There’s nothing to be curious about. Don’t be too concerned or try to look for her. Something bad may happen if she sees you now.",
			"没什么好好奇的，我也建议你不要太在意或者去找这个人啦，现在让她看到你说不定不会有什么好事发生呢。",
			"なにもおもしろいことなんてないわ。それに、マリアに興味を持ったり会おうとしない方がいいわよ。なにもいいことはないわ。",
			"재미있는 건 하나도 없어. 게다가, 마리아한테 관심 갖거나 만나려고 하지 않는 게 좋을 거야. 좋을 건 하나도 없으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67937,
			"Eh, did I do something to her? I don’t even know her. Sister Kira, you are really exaggerating. You are not trying to change the topic, are you?",
			"诶，难道我还曾经对她做过什么不成，明明我就不认识她，绮罗姐你太夸张了啦，想转移话题也不是这样的吧？",
			"別に、マリアになにかしたわけじゃないし、知り合いでもないからいいじゃない。綺羅姉さんは、なにが言いたいの？",
			"별로, 마리아한테 뭘 한 것도 아니고 아는 사이도 아니니까 괜찮잖아. 키라 언니는, 뭘 말하고 싶은 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67938,
			"Eh... Changing the topic... Well, I have warned you. If I see you trying to slack again, I will throw you off the snowy mountain.",
			"诶~转移话题啊……算了，我警告也警告完了，反正下次我要是看到你真想偷懒，我就把你从雪山上丢下去。",
			"……警告はしたわよ？話を戻すけど、次に怠けたら雪山の上から放り投げるからね。",
			"……경고는 했어? 이야기를 돌리지만, 다음에 또 놀면 산 꼭대기에서 내던질 거야.",
			null
		],
		[
			"msg",
			67939,
			"Keep it up, the special training is still going on!",
			"就这样，继续特训！",
			"さぁ、特訓を続けるわよ！",
			"자, 특훈을 계속할게!",
			null
		]
	],
	"1021": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67940,
			"Boom--",
			"轰隆——",
			"——ドォォォン！！",
			"——우우웅!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67941,
			"Uh, I think I’ve heard something...",
			"额，好像听到了点什么声音......",
			"あれ？なにか音がしたような……。",
			"어? 무슨 소리가 난 것 같은…….",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67942,
			"Ah? Why are there fallen rocks blocking the road! Uh, could it be Sister Kira...",
			"啊？怎么会有落石把路封住了啊！额该不会是绮罗姐......",
			"あ、落石で道がふさがってる！まさか、綺羅姉さんが……。",
			"아, 낙석 때문에 길이 막혔어! 설마, 키라 언니가…….",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67943,
			"What to do? Should I take a detour or try to break through with force? I should be able to get through if I create some explosions on the rocks...",
			"怎么办，是绕路呢，还是直接硬闯好啊，直接爆破应该能把落石弄掉才对......",
			"どうしよう。回り道をしようかな？もしくは、爆破して岩をどけられると思うけど……。",
			"어떻게 하지. 우회로를 택할까? 아니면, 폭발물로 바위를 치울 수 있을 것 같은데…….",
			null
		]
	],
	"1022": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67945,
			"Would Sister Kira say I’m slacking again if I break through with force...",
			"直接硬闯会不会被绮罗姐说是在偷懒啊......",
			"岩を破壊したら、綺羅姉さんに怠けてるって思われるかな？",
			"바위를 부수면, 키라 언니가 게으름 피운다고 생각할까?",
			null
		],
		[
			"msg",
			67946,
			" XXX",
			"算了还是绕路吧，我可不想被丢下雪山......",
			"まぁいいや、回り道を探そう。放り投げられたくないしね……。",
			"뭐 어쩔 수 없지, 돌아가는 길을 찾아야겠어. 내팽개쳐지기 싫으니까...",
			null
		]
	],
	"1023": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67947,
			"What do we have here... What, it’s a cliff on the other side!?",
			"这边是……什么，另一边原来是悬崖吗！？",
			"え、うそ！？こっちは崖じゃない！",
			"에, 설마!? 이쪽은 절벽이잖아!",
			null
		],
		[
			"msg",
			67948,
			"She can’t be serious! Does she really want me to climb up the cliff?! Adults are so evil!",
			"不会真的要我从悬崖上去攀登吧，我以为只是开玩笑的！呃，大人什么的都是恶魔吧！",
			"本当に崖なんかを登らせようとしてるの？",
			"진짜로 절벽 같은 걸 올라가라고 하는 거야?",
			null
		]
	],
	"1024": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67951,
			"Tsk, I will climb if you want me to. I’m not afraid of this cliff!",
			"啧，爬就爬，本小姐才不怕呢！",
			"ぐぐぐ……もう！登ればいいんでしょ！？登ってやるわよ！！",
			"으으... 정말! 올라가면 되는 거지!? 올라가줄 테니까!!",
			null
		],
		[
			"msg",
			67952,
			"All I need is to grab the protruding rock and--",
			"抓住凸起的石头，然后一口气——",
			"慎重に石をつかんで——",
			"조심스럽게 돌을 잡아——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67953,
			"*Kacha*!",
			"咔嚓！",
			"——ポロッ",
			"——풍덩",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67954,
			"Ahh! Why is this rock so brittle!",
			"啊啊！这石头也太脆弱了吧！！！",
			"あ……これはやばいかも。",
			"아... 이건 좀 위험할지도.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67955,
			"Kiana has fallen from the cliff...",
			"琪亚娜从悬崖坠落……",
			"キアナは崖から落下した。",
			"키아나는 절벽에서 추락했다.",
			null
		]
	],
	"1025": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67957,
			"Well, I can’t find a way if I take a detour anyway... Why don’t I just destroy these rocks!",
			"算了绕路也绕不出去......干脆直接点，把石头都轰掉！",
			"さすがに冗談よね？崖なんか登れるわけないじゃない。やっぱり、さっきの岩を破壊して進んだほうがいいかもしれないわ。",
			"역시 농담이지? 절벽 같은 걸 올라갈 수 있을 리가 없잖아. 역시, 아까 그 바위를 부수고 나아가는 게 좋을지도 모르겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67958,
			"--Boom!!!",
			"——轰隆隆！！！",
			"——ドォォン！！！",
			"——두우우웅!!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67959,
			"*Cough*... Now I should be fine...",
			"咳、咳咳咳......这下应该没问题......",
			"よしっ！これで進めるわ。",
			"좋아! 이제 갈 수 있겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67960,
			"--Boom...",
			"——轰隆隆隆......",
			"——ゴゴゴゴゴ",
			"——우르르르릉",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67961,
			"Eh, I think I’ve heard something from above...",
			"诶，总觉得头上有什么声音......",
			"あれ？上から聞こえちゃいけない音が……。",
			"어라? 위에서 들리면 안 될 소리가...",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67962,
			"Whoa! The explosions have caused an avalanche! What to do!?",
			"唔哇！爆破的气浪引起雪崩了！完了，怎么办！？",
			"うわあああ！！爆発の衝撃で雪崩が！どどどうしよう！？",
			"우와아아!! 폭발의 충격으로 눈사태가! 어, 어, 어떡하지!?",
			null
		],
		[
			"msg",
			67963,
			"I, I should be fine if I hide into the cave now! Uh, whatever! I must go!",
			"现、现在躲到山洞里应该没问题吧！额，管不了那么多了！",
			"あっ！今度は洞穴に隠れてもいいわよね？そんなこと考えてる時間がない！",
			"앗! 이번에는 동굴에 숨어도 되겠지? 그런 걸 생각할 시간이 없어!",
			null
		]
	],
	"1026": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67964,
			"Looks like it’s gone quiet.",
			"好像，没什么动静了呢。",
			"どうやら静まったみたいね。",
			"아무래도 잠잠해진 모양이네.",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67965,
			"The snow didn’t cover the cave entrance... No problem!",
			"积雪似乎没有厚到会封死洞口的层度......没问题，嘿！",
			"雪が洞穴の入り口を塞ぐほどでもなかったみたいね。塞がれたらどうしようかと思ったけど問題ないみたいね。",
			"눈이 동굴 입구를 막을 정도는 아니었나 봐. 막혔으면 어쩌나 했는데 문제없는 것 같네.",
			null
		],
		[
			"msg",
			67966,
			"I almost forget about the avalanche. Lucky there was a cave next to me. Anyway, how’s Sister Kira? Sister Kira, where are you?",
			"真是的，我都忘了雪崩这件事了，幸好有个山洞在旁边。不过，绮罗姐怎么样了，绮罗姐！绮罗姐你在哪？",
			"雪崩のことをすっかり忘れてたわ。そばに洞穴があって助かった……綺羅姉さんは大丈夫かな？",
			"눈사태를 완전히 잊고 있었어. 근처에 동굴이 있어서 다행이야...... 키라 언니는 괜찮을까?",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67967,
			"There’s no response... An avalanche of this scale should not cause her any trouble, right...? No way--",
			"没有回应，该不会是被雪崩给......不不不，不可能，这么小的雪崩——",
			"もしかして、雪崩に......いやいや、あり得ないわね。",
			"설마, 눈사태에...... 아니야 아니야, 있을 수 없는 일이지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67968,
			"Roar!!!",
			"吼！！！",
			"——グルゥゥゥ！",
			"——그르르르릉!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67969,
			"What’s it this time!?",
			"这回又是什么！？",
			"もう、今度はなによ！？",
			"뭐야, 이번엔 또!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67970,
			"Roar!!!!",
			"吼！！！！",
			"——グウォォン！！",
			"——그워어언!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67971,
			"It’s a dragon-shaped Houkai Beast! Could it be the source of the Houkai Energy detected in the snowy mountain?",
			"是龙形的崩坏兽！难道说雪山中检测到的崩坏能就是它发出来的吗？",
			"これってまさか……竜タイプの崩壊獣！？綺羅姉さんが言ってた崩壊エネルギーって、この崩壊獣から放出されたものかしら？",
			"이거 설마...... 용 타입의 붕괴수!? 키라 언니가 말했던 붕괴 에너지란 게, 이 붕괴수에서 방출된 건가?",
			null
		],
		[
			"msg",
			67972,
			"Oh no, the sound from its roars will... Cause an even larger avalanche!",
			"糟糕，在雪山发出这种龙吼的话…果然，更大的雪崩要来了！",
			"最悪過ぎ……こんな雪山で竜の叫び声なんて……わかってはいたけど、やっぱりでっかい雪崩がきたじゃない！",
			"최악이야... 이런 설산에서 용의 울음소리라니... 알긴 했지만, 역시 엄청난 눈사태가 오잖아!",
			null
		],
		[
			"msg",
			67973,
			"I might just make it if I run away from the icy bridge!",
			"从冰桥那边逃过去或许还来得及！",
			"あの氷の橋を通って逃げればまだ間に合うかも！？",
			"저 얼음 다리를 건너서 도망치면 아직 늦지 않을까!?",
			null
		],
		[
			"msg",
			67974,
			"Why is Sister Kira not around at this time...",
			"真是的，偏偏这时候绮罗姐居然不在……",
			"本当にもう……綺羅姉さんは肝心な時に限っていないんだから。",
			"정말로... 키라 언니는 중요한 순간에만 없으니까.",
			null
		]
	],
	"1027": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67975,
			"Can I defeat it on my own?",
			"只靠我能打败它吗？",
			"私一人であんな大きいのに勝てるの？",
			"나 혼자서 저렇게 큰 놈을 이길 수 있을까?",
			null
		],
		[
			"msg",
			67977,
			"No, if I can defeat it...",
			"不对，只要把它打倒的话......",
			"でも、倒せればS級ヴァル——",
			"하지만, 쓰러뜨릴 수만 있다면 S급 발키리——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67978,
			"Boom!",
			"轰！",
			"——ドンッ！！",
			"——쿵!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67979,
			"Wah!! It hurts... This guy is... strong!",
			"哇啊！！痛......这家伙，好强！",
			"ガッ！い、痛い……じゃないの。思ってた以上に強い……。",
			"악! 아, 아파... 생각보다 강하네...",
			null
		],
		[
			"msg",
			67980,
			"I have to retreat for now, ah--",
			"只能先撤退了，啊——",
			"とりあえず、いったん態勢を整えないと……あ——",
			"일단, 잠시 자세를 가다듬지 않으면... 아——",
			null
		],
		[
			"msg",
			67981,
			" XXX",
			"因为雪崩的缘故把其他崩坏兽也都吸引过来了吗！这么一来就没有退路了啊，如果再接下刚才那样的攻击的话......",
			"後ろから他の崩壊獣がたくさんきてるじゃない！？こんなんじゃ引くこともできないじゃない。さっきみたいな攻撃がきたら……。",
			"뒤에서 다른 붕괴수들이 많이 오고 있잖아!? 이러면 물러날 수도 없어. 아까 같은 공격이 오면...",
			null
		],
		[
			"msg",
			67982,
			"No way, I have just become a Valkyrie, I will not die here! I will find a way to survive at all costs!",
			"才不要，本小姐才刚刚成为正式的女武神，怎么可能就这么让你干掉！就算死缠烂打我也会活下去的！",
			"ダメダメ、ヴァルキリーになったばかりなのに、やられるわけにはいかないのよ！絶対に生き残ってみせるわ！",
			"안 돼 안 돼, 발키리가 된 지 얼마 안 됐는데, 당할 순 없어! 절대 살아남을 거야!",
			null
		]
	],
	"1028": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67983,
			"Can I defeat it... Anyway, I shall leave the snowy mountain first before fighting it!",
			"打得赢吗…总之先离开雪山再跟它打吧！",
			"勝てるかな…とにかく雪山を離れなきゃ、あいつと戦うのはそれからよ！",
			"이길 수 있을까... 어쨌든 설산을 떠나야 해, 저 녀석과 싸우는 건 그 다음이야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67984,
			"Boom!",
			"轰！",
			"ドン！",
			"쾅!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67985,
			"Whoa!! How can it attack from such a long distance... So powerful!",
			"哇啊！！这种距离居然也可以攻击过来吗…好强！",
			"うわあ！！こんな距離からでも攻撃できるっていうの？…強い！",
			"우와!! 이런 거리에서도 공격할 수 있다고?… 강하잖아!",
			null
		],
		[
			"msg",
			67986,
			"The avalanche had attracted other Houkai Beasts too... My escape route has been cut...",
			"因为雪崩的缘故把其他崩坏兽也都吸引过来了吗，就连退路也被切断了……",
			"雪崩のせいで他の崩壊獣も引き寄せられてきたっていうの？！これじゃ逃げ道ないじゃない......",
			"눈사태 때문에 다른 붕괴수들도 끌려왔다고?! 이젠 도망갈 길도 없잖아......",
			null
		],
		[
			"msg",
			67987,
			"Even I’m not surrounded, I can’t take a hit like that anymore...",
			"就算不是被包围，如果再不小心接下刚才那样的攻击的话......",
			"取り囲まれたわけじゃないけど、さっきみたいな攻撃をもう一度受けたら......",
			"포위당한 건 아니지만, 아까 같은 공격을 또 당한다면......",
			null
		],
		[
			"msg",
			67988,
			"No way, I have just become a Valkyrie, I will not die here! If I can’t run, I will just fight you till the end! I will find a way to survive at all costs!",
			"才不要，本小姐才刚刚成为正式的女武神，怎么可能就这么让你干掉！既然逃不掉，那就和你打到底，就算死缠烂打我也会活下去的！",
			"ダメダメ、ヴァルキリーになったばかりなのに、あんたなんかにやられるわけには行かないのよ！逃げられないならとことん戦って、何としてでも生き残ってやる！",
			"안 돼 안 돼, 발키리가 된 지 얼마 안 됐는데, 너 같은 놈에게 당할 순 없어! 도망칠 수 없다면 끝까지 싸워서, 무슨 수를 써서라도 살아남을 거야!",
			null
		]
	],
	"1029": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67989,
			"Take this! The secret tactic of the Kaslana Family!",
			"让你们见识下卡斯兰娜家压箱底的战术！",
			"はぁ、はぁ……敵が多過ぎよ！",
			"하아, 하아… 적이 너무 많아!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67990,
			"Dadadadada--",
			"哒哒哒哒哒哒——",
			"——バン！バン！バンバン！！",
			"——빵! 빵! 빵빵!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67991,
			"Ouch, the smaller Houkai Beasts and zombies were not too hard, but I’m no match for this large dragon.",
			"咕，解决小型的崩坏兽和死士还好，对这头大龙来说还是太勉强了。",
			"ふう、あらかた敵は片付けたけど、あの竜はやっぱ厳しそうね。",
			"후우, 대부분의 적은 처리했지만, 저 용은 역시 힘들 것 같네.",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67992,
			"Mom, looks like your daughter will end her life fighting against Houkai as a rookie Valkyrie...",
			"老妈啊，看来你女儿我要以新晋女武神的形式结束与崩坏的抗争了啊……",
			"ママ、娘のキアナちゃんはヴァルキリーになったばかりなのに、世界を救うかもしれないわ。",
			"엄마, 딸 키아나는 발키리가 된 지 얼마 안 됐는데, 세상을 구할지도 몰라.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67993,
			" XXX",
			"为什么你这家伙还活着，你不应该在那时候就被卷入爆炸中死掉了才对吗！！",
			"——ククルカン！？な、なぜ生きているの！？あの時、死んだんじゃ……。",
			"——쿠쿨칸!? 어, 어떻게 살아있는 거야!? 그때, 죽은 거 아니었어…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67994,
			"What’s this voice!?",
			"这声音是！？",
			"この声は！？",
			"이 목소리는!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67995,
			"Hey! Look here, Kukulkan! I’m your opponent! Haah--",
			"喂！看这边库库尔坎！你的对手是我！哈啊——",
			"こっちだククルカン！",
			"이쪽이다 쿠쿨칸!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67996,
			"Roar!!",
			"吼吼！！",
			"——グウォォン！！",
			"——그우워어언!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67997,
			"It, it’s Sister Kira! Thank god, you are fine!",
			"是、是绮罗姐！太好了你没事啊！",
			"き、綺羅姉さん！無事だったのね！",
			"키, 키라 언니! 무사했구나!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67998,
			"How can an avalanche kill me? I was preoccupied by the subsequent avalanche caused by this dragon, but you shouldn’t underestimate me.",
			"你以为我会被区区雪崩被干掉吗，虽然确实是被这条龙引发的二次雪崩绊住了脚步，但你也太小看我了。",
			"キアナ！？この竜を一人で相手にしてたの！？それに、周囲にいる崩壊獣も！？",
			"키아나!? 이 용을 혼자 상대하고 있었어!? 게다가 주변에 있는 붕괴수들도!?",
			null
		],
		[
			"msg",
			67999,
			"So, this guy is the source of Houkai. I didn’t expect to face it again one day. Lucky that I can settle all the business between this guy and me... But Kiana is still here...",
			"不过崩坏源的真相就是这家伙吗，没想到居然还有跟它算账的一天啊，真是够幸运的…但是琪亚娜还在这……",
			"いや、そんなことより……崩壊源はククルカンだったのね。まさか、また戦う時がくるとは思わなかったわ。",
			"아니, 그보다... 붕괴의 근원은 쿠쿨칸이었구나. 다시 싸울 날이 올 줄은 몰랐어.",
			null
		],
		[
			"msg",
			68000,
			"Kiana, I will attack it with all my power and buy you a chance to escape!",
			"琪亚娜，我会全力攻击它制造空档的，你就趁机逃跑吧！",
			"キアナ、私が全力で隙を作るから、その間に逃げて！",
			"키아나, 내가 전력으로 틈을 만들 테니 그 사이에 도망쳐!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68001,
			"Escape? Are you saying it’s a difficult target even for someone like you, Sister Kira!? Then I should stay and help!",
			"逃跑？绮罗姐对付它居然不是游刃有余的吗！那我就更加要留下来帮忙了！",
			"え……綺羅姉さんでも、倒すのは難しいの？",
			"엣... 키라 언니라도 쓰러뜨리는 건 어려운 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68002,
			"I wish I can take it down easily. This guy was a minion of the 2nd Herrscher when it fought me... I thought it was destroyed in the great explosion... But it’s still alive...",
			"我也希望我可以游刃有余地对付它啊。这家伙，可是当年和我战斗的，第二律者的随从...我还以为在大爆发中就已经成功消灭掉它了呢，居然还活着……",
			"私は以前ククルカンと戦ったことがあるの。第二律者の手下として……その時は大爆発によって消滅させることに成功した……と思ってたわ。",
			"나는 전에 쿠쿨칸과 싸운 적이 있어. 제2율자의 수하로서... 그땐 대폭발로 소멸시키는 데 성공했던... 줄 알았는데.",
			null
		],
		[
			"msg",
			68003,
			" XXX",
			"所以帮忙什么的还是算了，她不是你能对付的家伙，这里就交给我——",
			"手伝おうなんて考えないで。キアナが敵うような相手じゃない。ここは私に任せ——",
			"도우려는 생각은 하지 마. 키아나가 상대할 수 있는 상대가 아니야. 여긴 나에게 맡겨——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68004,
			"Roar!",
			"吼！",
			"——グルゥゥゥ！",
			"——그르르르르!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68005,
			"Ouch, Kiana, stay behind me!",
			"咕，琪亚娜快躲到我身后！",
			"キ、キアナ！早く私の後ろに！",
			"키, 키아나! 빨리 내 뒤로!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68006,
			"--Bang!",
			"——砰！",
			"——バン！バン！",
			"——빵! 빵!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68007,
			"Tsk, it was me who attacked you. Who are you trying to strike!",
			"啧，刚才攻击你的人是我啊，你究竟想打谁呢！",
			"ここで絶対に倒す！",
			"여기서 반드시 쓰러뜨릴 거야!",
			null
		],
		[
			"msg",
			68008,
			"You were the reason I couldn’t help Master Sessiria in time... And now you dare to hurt her daughter!?",
			"当年就是你缠住我，才让我没法及时赶过去支援塞西莉亚大人的……现在你又想妄图来伤害塞西莉亚大人的女儿！？",
			"あの時、ククルカンが私にまとわりついてたから、セシリア様を助けに行くのに間に合わなかった……。私がもっと強ければ……。",
			"그때, 쿠쿨칸이 내게 들러붙어 있어서 세실리아님을 구하러 가는 걸 제때 못 했어……. 내가 더 강했다면…….",
			null
		],
		[
			"msg",
			68009,
			"Not in a thousand years! Seems I am destined to fight you all my life, but I will never let you run! Even if I die, I will take you to hell with me!",
			"想都别想！看来我这辈子是注定要和你杠上了！但无论到什么时候我都不会放过你的！就算死，我也会带上你一起进地狱的！",
			"ククルカン……どうやら、命を賭けて戦う運命にあるようね。倒すか倒されるか……死ぬとしても地獄へ道連れにしてみせるわ！",
			"쿠쿨칸…… 이제 보니, 목숨을 걸고 싸워야 할 운명인 모양이네. 쓰러뜨리든 쓰러지든…… 죽더라도 지옥까지 데려가주겠어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68010,
			"Sister Kira...",
			"绮罗姐……",
			"綺羅姉さん……。",
			"키라 언니…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68011,
			"What are you doing here? Stand up, and run! I can’t protect you while I’m fighting!",
			"你还呆在这干嘛，站起来，趁现在快跑！我没法保证可以一边战斗一边保护好你！",
			"なにをぼーっとしてるの！？すぐに逃げるのよ！キアナを守りながら戦える相手じゃないわ！",
			"뭐하러 멍하니 있어!? 당장 도망쳐! 키아나를 지키면서 싸울 상대가 아니야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68012,
			"No! I can still move and fight! I don’t need your protection!",
			"我不要！我还可以动，也是可以一起战斗的！才不需要保护呢！",
			"そんなのイヤ！綺羅姉さんが逃げないなら私も逃げない。",
			"싫어! 키라 언니가 도망가지 않으면 나도 도망가지 않을 거야.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68013,
			"Did you not hear me? You are no match for this enemy now, and you know it! You couldn’t even retaliate just now.",
			"你没听到我说的话吗，她不是现在的你可以对付的敌人，你也感受到了吧！明明你才刚被打得没法还手。",
			"私の話を聞いてなかったの！？今のキアナが立ち向かえる相手じゃない、すでにボロボロじゃない……。",
			"내 말을 안 들은 거야!? 지금의 키아나가 맞서볼 상대가 아니라고, 이미 너덜너덜해졌잖아…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68014,
			"But I want to become a Rank S Valkyrie one day. If this is an enemy that Sister Kira had fought against, I will have to face an opponent at this level eventually!",
			"可我是要成为S级女武神的人，既然是绮罗姐曾经战斗过的敌人，那终有一天我也会跟同等厉害的对手交战吧！",
			"私はS級ヴァルキリーになるの。それなら、いつか綺羅姉さんが戦った敵と同等……いや、それ以上の相手と戦うことだってあるわ。",
			"나는 S급 발키리가 될 거야. 그렇다면 언젠가 키라 언니가 싸웠던 적과 동등... 아니, 그 이상의 상대와 싸울 일도 있을 거야.",
			null
		],
		[
			"msg",
			68015,
			"It’s only a matter of time. I can’t run away! I can at least support you from the side. And... and...",
			"不过是时间早晚的问题，这么想我就更不能退缩了！至少支援绮罗姐什么的我也是可以做得到的，而且，而且......",
			"そう考えると時期が早い遅いとか、そういう問題じゃないと思うの。余計に引き下がれないわ！少なくても、綺羅姉さんを手伝うくらいなら今の私にだってできる。",
			"그렇게 생각하니 시기가 빠르다 늦다거나, 그런 문제가 아니란 생각이 들어. 오히려 물러설 수 없어! 적어도 키라 언니를 도울 정도는 지금의 나라도 할 수 있다고.",
			null
		],
		[
			"msg",
			68016,
			"I will not go unless you come with me! I can’t leave you alone, Sister Kira!",
			"绮罗姐不走，我就不走！怎么可以丢下绮罗姐一个人在这战斗！",
			"なによりも、綺羅姉さんを置いて逃げるようなヴァルキリーになりたくない！！",
			"무엇보다도, 키라 언니를 두고 도망치는 발키리가 되고 싶지 않아!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68017,
			"Are you a fool... Worrying about me instead? Sigh, everyone from your family is like this.",
			"你是笨蛋吗......居然反过来担心起我来了？唉，反正这就是你们这家人一贯的风格吧。",
			"……バカね。まるで、セシリア様を見ているみたい……。",
			"……바보 같아. 마치, 세실리아 님을 보는 것 같아…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68018,
			"……",
			"……",
			"——グウォォン！！",
			"——그우오온!!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68019,
			"But you need to know, when we were fighting this guy, we had a few Squad Snowwolf members together and still couldn’t defeat it.",
			"可是这家伙，当年我们雪狼小队几个人一起上可是都没能打败它哦……",
			"でもね、ククルカンは私たち雪狼狙撃隊の隊員が数人が戦っても倒せなかった相手なの。",
			"하지만, 쿠쿨칸은 우리 설랑 저격대 대원이 여러 명이 덤벼도 쓰러뜨리지 못한 상대야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68020,
			"Uh... Then we design some tactics and utilize the environment! If we really can’t win, then we set up another avalanche and run! Yeah...",
			"呃…那，那我们就制定战术，利用地形！真的打不赢，我们再引发雪崩逃跑，嗯……",
			"え……ウソでしょ？じゃ、じゃあ戦術を決めて地形を利用しないと！それでも、勝てない場合は雪崩を起こして逃げれば……。",
			"에…… 거짓말? 그, 그럼 전술을 정하고 지형을 이용해야 해! 그래도 이기지 못하면 눈사태를 일으켜서 도망치면…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68021,
			"Haha, Kiana, are you shaking?",
			"噗，琪亚娜，你在发抖吗~",
			"キアナ、まさか震えてるの？ふふ、今ならまだ逃げられるよ？",
			"키아나, 설마 떨고 있는 거야? 후후, 지금이라면 아직 도망칠 수 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68022,
			"I’m just feeling a bit cold!",
			"只是有点冷而已！",
			"ちょっと寒いだけよ！",
			"조금 추울 뿐이야!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68023,
			"Sigh... Alright, you got me. Thanks to you, I have released a lot of my stress and anger. Now I’m a bit calmer...",
			"呼~好吧，服了你了，真是被你缓解了不少压力和愤怒呢，我稍微冷静点了……",
			"強がらなくてもいいのに。ふぅ……わかったわ。キアナがそこまで言うなら、私も覚悟を決めないといけないわね。",
			"억척부리지 않아도 돼. 후우…… 알았어. 키아나가 그렇게까지 말한다면, 나도 각오를 단단히 해야겠네.",
			null
		],
		[
			"msg",
			68024,
			"You are right, this dragon suffered the same explosion as I did. Even it has survived, there’s no way it could escape without being hurt. After sleeping over all these years, its power must be far from its prime. If we make use of the landscape, we may have a chance.",
			"你说得对，这头龙当年也跟我一样被卷入了一场爆炸之中，就算它侥幸活了下来也不可能没有受伤才对。加上它也沉睡了这么多年，实力应该远不如当初全盛时期了。利用地形的话，只靠我们或许也是有可以一战的机会的。",
			"ククルカンは当時、私と同じように爆発に巻き込まれて運良く生き残ったようだけど、ケガをしなかったわけではないわ。地形を利用すれば倒せるかもしれない。",
			"쿠쿨칸은 당시, 나와 같이 폭발에 휘말려서 운 좋게 살아남은 것 같지만, 부상을 입지 않은 건 아니야. 지형을 이용하면 쓰러뜨릴 수 있을지도 몰라.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68025,
			"Alright, let’s put an end to it then! Even, even if I can’t deal a lot of damage, I could at least support Sister Kira! Let me help you!",
			"好，那在这把它打到！就、就算我真的没法对它造成什么大威胁，辅助绮罗姐还是做得到的，就让我来支援你吧！",
			"綺羅姉さんを支援するくらいはできるわ。だから、指示をちょうだい！",
			"키라 언니를 지원하는 정도는 할 수 있어. 그러니까, 지시를 줘!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68026,
			"I know, I’m counting on you! I will remove you from the battle if I don’t feel good! This is a real mission for Rank S Valkyrie. Maybe it will work well for you! Having such an opponent in the special training!",
			"我知道了，就拜托你了！要是感觉不妙的话我会强行让你脱离战斗，离开这里的！这次可是真正的，S级女武神的任务了。拿这样的对手当特训对象，也许赚到了呢~",
			"もし、危なくなったら戦闘から離脱させるわ。そして、すぐにここを離れるのよ。本物のS級ヴァルキリーの任務を受けることができるなんてラッキーじゃない？",
			"만약, 위험해지면 전투에서 이탈시킬 거야. 그리고, 바로 여기를 떠나는 거야. 진짜 S급 발키리의 임무를 받을 수 있다니 운이 좋지 않아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68027,
			"Hehe, I thought so too!",
			"嘿嘿，我也是这么想的！",
			"あ……そっか。これが、S級ヴァルキリーの任務なんだ……。",
			"아…… 그렇구나. 이게, S급 발키리의 임무였어…….",
			null
		]
	],
	"1030": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68028,
			"It has fallen down... Did we win?",
			"它掉下去了...我们赢了嘛？",
			"名前は……ククルカンだっけ？落ちていったけど倒したのかな？",
			"이름은…… 쿠쿨칸이었지? 떨어졌지만 쓰러뜨린 걸까?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68029,
			"I wish so. Hopefully, it is destroyed for good. Speaking of it, this ice bridge is so tough... I can’t believe it has not shattered after being attacked so hard.",
			"最好是这样，希望这次真的是消灭它了才好。不过这冰桥还真是坚固啊…居然被它这么敲都没碎。",
			"これで消滅したのならいいんだけどね。この氷の橋って本当に堅いわね……こんなにダメージを受けても壊れないなんて。",
			"이렇게 소멸됐다면 좋겠지만. 이 얼음 다리 정말 단단하네…… 이렇게나 데미지를 입었는데도 부서지지 않다니.",
			null
		],
		[
			"msg",
			68030,
			"Well, overall, the result is good. Well done, Kiana.",
			"还好，总而言之就结果来说，干得不错，琪亚娜。",
			"まぁ、結果から言えばよくやったわね。",
			"뭐, 결과적으로 말하면 잘했어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68031,
			"Wow! So am I a Rank S Valkyrie now after beating this dragon!?",
			"噢噢！所以打败了这条龙的我，已经是S级女武神了吗！",
			"おおっ！つまり、ククルカンを倒したということは、S級ヴァルキリーになれたの？",
			"오오! 그러니까, 쿠쿨칸을 쓰러뜨렸다는 건, S급 발키리가 된 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68032,
			"No way. You are still far from a Rank S.",
			"这样就想升到S级，你还早着呢~",
			"これだけでS級ヴァルキリーになれると思ったら大間違いよ。",
			"이것만으로 S급 발키리가 될 수 있다고 생각하면 큰 오산이야.",
			null
		],
		[
			"msg",
			68033,
			"But honestly, this is a tough enemy even for a Rank S Valkyrie. We can’t take it easy despite it has lost a lot of power.",
			"不过，这确实是让S级女武神去对付都有点棘手的敌人，即使实力大不如前，也不能忽视。",
			"でも、ククルカンはS級ヴァルキリーですら手こずる相手だってことは確かよ。多少傷を負って弱っていたとしても、軽く見ていい相手じゃないわ。",
			"하지만 쿠쿨칸은 S급 발키리조차도 고전하는 상대라는 건 확실해. 어느 정도 상처를 입고 약해져 있었다 해도, 가볍게 볼 상대는 아니야.",
			null
		],
		[
			"msg",
			68034,
			"Remember this feeling. If you aim to become a Rank S Valkyrie, you will often encounter battles at this level.",
			"好好记住这个感觉吧，你要成为S级女武神的话，以后会经常碰到这种等级的战斗呢。",
			"S級ヴァルキリーになりたいなら、この強さをよく覚えておいて。今後、このレベルの相手と戦う可能性があるわ。",
			"S급 발키리가 되고 싶다면, 이 강함을 잘 기억해 둬. 앞으로 이 정도 수준의 상대와 싸울 가능성이 있으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68035,
			"Ok, I get it... Such a hassle. I have defeated an opponent at this level but still cannot become a Rank S Valkyrie.",
			"是，我知道了......真是麻烦呢，明明打败了这样的对手却不能成为S级女武神。",
			"わかってる。でも、本当に面倒ね。ククルカンを倒しても、S級ヴァルキリーになれないなんて。",
			"알고 있어. 하지만, 정말 귀찮네. 쿠쿨칸을 쓰러뜨려도, S급 발키리가 될 수 없다니.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68036,
			"(I only wanted to give her a normal special training, but never expected to meet such an opponent. Master Sessiria, Kiana is really good...)",
			"（本来只是想做一个普通的特训呢，没想到居然碰到了这样的对手。塞西莉亚大人，琪亚娜这孩子，真的不得了呢......）",
			"本当は普通の特訓をしようと思っていたのだけど……結果的に、思わぬ収穫があったわね。",
			"원래는 평범한 특훈을 하려고 했는데…… 결과적으로, 뜻밖의 수확이 있었네.",
			null
		],
		[
			"msg",
			68037,
			"It’s really a matter of time before you become a Rank S Valkyrie. However... When can you become so strong that you get to choose your own fate?",
			"成为S级女武神，看来真的只是时间问题吧。只不过…又要到什么时候，你才能强大到能拥有属于自己的选择呢？",
			"S級ヴァルキリーになるのは時間の問題だけだと思うわ。ただ、日頃から朝練や訓練をサボったりすると評価が下がるわよ。綺羅姉さんの忠告、よく覚えておきなさい。",
			"S급 발키리가 되는 건 시간 문제일 뿐이야. 다만, 평소에 아침 연습이나 훈련을 빼먹으면 평가가 떨어질 거야. 키라 언니의 충고, 잘 기억해 둬.",
			null
		]
	],
	"1031": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68038,
			"Take care, the buildings and ground are all wrecked.",
			"要小心点哦，这里无论是建筑还是地表都已经破破烂烂的了。",
			"キアナ、ここは建物も地面もボロボロだから気をつけてね。",
			"키아나, 여긴 건물도 땅도 너덜너덜하니까 조심해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68039,
			"This is the center of the 2nd Houkai Outbreak we talked about...",
			"这就是之前说的，第二次崩坏爆发的中心地带……",
			"ここが前に言ってた第二次崩壊の中心地ね……。",
			"여기가 전에 말했던 제2차 붕괴의 중심지네……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68040,
			"How is it? Is this different from what you expected?",
			"如何，是不是跟你的第一印象一样呢？",
			"なにか感想ある？",
			"뭔가 느낀 점이라도 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68041,
			"The destruction looks more horrific than I thought.",
			"毁坏的程度比我想象中的还要厉害。",
			"思っていた以上に崩壊がひどいわね……。",
			"생각했던 것보다 붕괴가 심하네……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68042,
			"Of course. This is where that battle took place.",
			"那是当然的，这里，可是那场战斗的战场啊。",
			"それは当然よ。ここは戦いの戦場だったんだもの。",
			"그건 당연하지. 여긴 전투의 현장이었으니까.",
			null
		],
		[
			"msg",
			68043,
			"Horrible, right. Before the Houkai outbreak, this was a lively and exemplary city. But it now looks like a ghost town. It’s hard to imagine that people used to live here.",
			"很可怕对吧，明明在崩坏爆发前，这里是一个热闹的模范城市，看着现在这个鬼城一般的模样，真的难以想象当时这里有人居住过。",
			"崩壊の爆発が起きる前は賑やかなモデル都市だったのよ。現在のゴーストタウンみたいな様子からは、かつて人が住んでいたようにみえないわね。",
			"붕괴의 폭발이 일어나기 전에는 번화한 모델 도시였어. 지금의 유령 도시 같은 모습에서는, 예전에 사람이 살았던 것 같지 않네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68044,
			"I know Houkai does bring appalling disasters, but what does coming here have to do with this special training?",
			"我也知道崩坏带来的灾难很可怕啦，不过来这里和这次的特训有什么联系吗？",
			"崩壊がもたらした災いのおそろしさは知っているつもりよ。ところで、どこまで行くのよ。",
			"붕괴가 가져온 재앙의 무서움은 알고 있다고. 그런데, 어디까지 가는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68045,
			"Well, there is a little connection... But don’t rush. I would like you to imagine that, if a disaster like this takes place, what you will do to protect those things you want to protect...",
			"稍微有点呢~不过别急嘛，我比较希望你能去想象呢，自己在这样的灾难爆发时，到底该怎么去守护想要守护的东西这点......",
			"あせらないで。想像してみてほしいの。あの時、キアナがここにいたとしたら、どうやって守るべきものを守っていたか……。",
			"서두르지 마. 상상해봐. 그때, 키아나가 여기에 있었다면, 어떻게 지켜야 할 것을 지켰을지…….",
			null
		],
		[
			"msg",
			68046,
			"So you may have a better understanding of “being strong” in your own definition.",
			"这么一来，或许你对你所认定的强大会有更加明确的概念也说不定呢。",
			"そうすれば、キアナが考える守るべき強さが、より明確になるかもしれないわ。",
			"그러면, 키아나가 생각하는 지켜야 할 강함이 더 명확해질지도 모르겠어.",
			null
		]
	],
	"1032": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68047,
			"This place is really ruined... Feels so deadly. I can’t breathe.",
			"真不愧是废墟...死气沉沉的，这种气氛真的让人难以呼吸。",
			"本当に廃墟そのものね。陰気臭くて息がつまりそうね。",
			"정말 폐허 그 자체네. 음침해서 숨이 막힐 것 같아.",
			null
		],
		[
			"msg",
			68048,
			"I really want to do something to get rid of this feeling, if possible...",
			"可以的话，还真是希望能做点什么来缓解下这样的心情呀......",
			"なにか暇つぶしとかあればいいんだけど……。",
			"뭐라도 심심풀이라도 있으면 좋을 텐데…….",
			null
		]
	],
	"1033": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68050,
			"I heard that you are the “main vocal of Squad Snowwolf”. How about singing for a better mood?",
			"我听说绮罗姐是“雪狼小队头号主唱”呢，唱首歌缓解下气氛，不是挺好吗~",
			"綺羅姉さんは「雪狼狙撃隊の歌姫」って呼ばれてるんでしょ？歌で気持ちをリラックスさせてよ！",
			"키라 언니는 「설랑 저격대의 가희」라고 불리잖아? 노래로 기분을 풀어줘!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68051,
			"I’d love to... But we didn’t come here to have fun, did we?",
			"虽然我很乐意~但我们不是来玩的吧？",
			"え？べ、別に歌ってもいいけど……私たちは遊びに来たんじゃないでしょう？",
			"어? 별, 별로 노래해도 되지만…… 우리는 놀러 온 게 아니잖아?",
			null
		],
		[
			"msg",
			68052,
			"Well, if you insist, I don’t mind singing... *Cough*, let me get ready.",
			"但你非要听的话，唱一首也不是不行~我稍微准备一下，咳咳~",
			"ま、まぁキアナがどうしてもっていうなら、一曲だけ歌ってあげてもいいわ。ちょっと待って、準備するから。ゴホン……あー、あ\"ー、あー。よし、いくわよ。",
			"뭐, 뭐 키아나가 꼭 그러면, 한 곡만 불러 줄게. 잠깐 기다려, 준비할 테니까. 콜록…… 아-, 아-, 아-. 좋아, 갈게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68053,
			"--”In the corner of the sky...”",
			"——【在下着雨的~】",
			"～♪\"～□△●～○◆□○～♪\"——【崩壊世界の歌姫】",
			"~♪'~□△●~○◆□○~♪'——【붕괴 세계의 가희】",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68054,
			"Uh! What is this!?",
			"唔！这是！？",
			"な、なによ……これ、耳が……崩壊、する……。（ドサッ）",
			"뭐, 뭐야 이거…… 귀가……붕괴, 돼……。(쿵)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68055,
			"--”Where it was raining...”",
			"——【天空的一角~~】",
			"～♪\"～□△●～○◆□○～♪\"——【罪の天使】",
			"~♪'~□△●~○◆□○~♪'——【죄의 천사】",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68056,
			"Stop! Stop now!",
			"停！停一下！",
			"な、なんで……二曲も……ママ、キアナは……もう——",
			"왜, 왜…… 두 곡이나…… 엄마, 키아나는…… 이젠——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68057,
			"Boom!!!",
			"轰隆隆！！！",
			"——バキバキッ！ドォォォン！！",
			"——우걱우걱! 쾅!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68058,
			"Uh, the buildings are falling down! Sister Kira--",
			"呃房子要被音符击倒了！绮罗姐——",
			"ウソ……でしょ？家が、壊れた？",
			"거짓……말이지? 집이, 무너진 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68059,
			"How was that, Kiana? Oops, where’s Kiana? Where did she go...",
			"怎么样琪亚娜~咦，琪亚娜呢，琪亚娜~跑哪里去了这孩子......",
			"あれ、キアナはどこにいったの？私がせっかく歌ってあげたのに、どこへ行ったのかしら？",
			"어라, 키아나는 어디 간 거야? 내가 애써 노래해줬는데, 어디로 간 거지?",
			null
		],
		[
			"msg",
			68060,
			"Looks like there are less buildings around here... It must be my illusion...",
			"不过这周围的楼房，怎么好像更少了...错觉吧~",
			"周りの建物が、なんだか少なくなった気がするけど……気のせいね。",
			"주변 건물들이, 왠지 줄어든 것 같은데…… 기분 탓이겠지.",
			null
		]
	],
	"1034": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68060,
			"Looks like there are less buildings around here... It must be my illusion...",
			"不过这周围的楼房，怎么好像更少了...错觉吧~",
			"周りの建物が、なんだか少なくなった気がするけど……気のせいね。",
			"주변 건물들이, 왠지 줄어든 것 같은데…… 기분 탓이겠지.",
			null
		]
	],
	"1035": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68062,
			"The power to protect others during a Houkai outbreak...",
			"在大崩坏爆发时去保护别人的力量......",
			"大爆発が起きた時に誰かを守れるだけの力……。",
			"대폭발이 일어났을 때 누군가를 지킬 수 있는 힀…….",
			null
		],
		[
			"msg",
			68063,
			"It’s still not very clear...",
			"只是这么想的话，依旧是很不清晰啊......",
			"考えただけじゃ、よくわからないわ。",
			"생각만으로는, 잘 모르겠어.",
			null
		],
		[
			"msg",
			68064,
			"Anyway, it feels like an adventure walking in such a place, right?",
			"不过，在这种阴森的地方走着，有种探险的感觉呢？",
			"でも、こんな薄気味悪い場所を歩いていると、探検してるみたいで楽しいわね。",
			"하지만 이런 으스스한 곳을 걸으니, 마치 탐험하는 것 같아 재미있네.",
			null
		]
	],
	"1036": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68067,
			"This place isn’t too bad... At least the walls are good.",
			"这里毁坏似乎不算太严重…起码墙壁还好好的。",
			"ここもひどいわね……汚いけど、壁がまだ残っているわ。",
			"여기도 끔찍하네... 더럽지만 벽은 아직 남아있어.",
			null
		],
		[
			"msg",
			68068,
			"But this room is locked?",
			"不过，这房门竟然是锁着的啊？",
			"あれ？ドアに鍵がかかってる？",
			"어? 문에 자물쇠가 걸려있어?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68069,
			"The Houkai outbreak had no warnings. Those who followed it may be fine, but many were devoured by Houkai without even realizing.",
			"毕竟崩坏爆发可没有预警啊，时刻关注着的还好，不少平民就在毫不知情之中，淹没在了崩坏爆发的洪流里。",
			"崩壊の爆発は突然起きたから、多くの人たちはなにもわからないまま爆発に飲み込まれていったのよ。",
			"붕괴의 폭발은 갑자기 일어났으니, 많은 사람들은 아무것도 모른 채 폭발에 휩쓸려 갔을 거야.",
			null
		],
		[
			"msg",
			68070,
			"Some people might be having meals, sleeping or having fun with friends at their last moments.",
			"也许有人到最后一刻，都还在家里吃着烤面包，或者说在熟睡之中，又或者是在愉快地和朋友玩乐。",
			"おそらく最後の瞬間、家の中でパンを食べていた人や寝ていた人、友達と楽しく遊んでいた人もいたはずよ。",
			"아마도 마지막 순간, 집에서 빵을 먹던 사람이나 자고 있던 사람, 친구들과 즐겁게 놀던 사람도 있었을 거야.",
			null
		],
		[
			"msg",
			68071,
			"Houkai brings despair and sorrow. Maybe it was happier for them to be consumed without realizing...?",
			"崩坏本来就是个会带来绝望和悲伤的东西，能不知情地被吞噬，或许…这反而会是幸福的呢？",
			"崩壊は絶望と悲しみを振りまいていったけど……もしかしたら、なにも知らずに死んだ人たちは幸せだったのかもしれないわね。",
			"붕괴는 절망과 슬픔을 뿌렸지만... 어쩌면, 아무것도 모르고 죽은 사람들이 행복했을지도 모르겠네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68072,
			"In what way is that happy? It’s like reading a novel without seeing the ending, or playing a game but not clearing... Ouch. Houkai must be terminated!",
			"这样子到底有什么幸福的，读着小说却没法看到结局，打着游戏却永远见不到通关的一天，哎呀……果然无论如何都要除掉崩坏才行呢！",
			"そんなの全然幸せじゃない！最後まで読めない小説、永遠にクリアできないゲームなんてイヤ！やっぱり、崩壊はなんとしても終わらせなきゃ！",
			"그런 건 전혀 행복하지 않아! 끝까지 읽을 수 없는 소설, 영원히 클리어할 수 없는 게임은 싫어! 역시, 붕괴는 어떻게든 끝내야 해!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68073,
			"Haha. You may be a playful kid, but you have unique views!",
			"呵呵，该说你贪玩呢还是见解独到啊~",
			"あはは！なにそれ、キアナの例えがちょっとおもしろかったわ。",
			"아하하! 뭐야 그건, 키아나의 비유가 좀 재미있었네.",
			null
		],
		[
			"msg",
			68074,
			"Don’t touch anything, just follow me closely. These buildings are very fragile. You may get buried if you don’t pay attention.",
			"不要碰任何东西赶紧跟上来吧，这些建筑都已经很脆弱了，不小心的话可能会被活埋的。",
			"とにかく、なにも触らずに急いでついてきて。この辺の建物は崩れやすいから、気をつけないと生き埋めになる可能性があるわ。",
			"어쨌든, 아무것도 만지지 말고 빨리 따라와. 이 주변 건물들은 무너지기 쉬우니까, 조심하지 않으면 생매장당할 수도 있어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68075,
			"Yeah...",
			"嗯……",
			"うん……。",
			"응…….",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68076,
			"I must... become a Rank S Valkyrie! And I will... put an end to Houkai!",
			"我一定…要成为S级女武神！然后…消灭崩坏！",
			"早くS級ヴァルキリーになって崩壊を消滅させるわ！改めて、そう思ったわ。",
			"빨리 S급 발키리가 되어서 붕괴를 없애버릴 거야! 다시 한번 그렇게 다짐했어.",
			null
		]
	],
	"1037": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68077,
			"Looks like this used to be a square...",
			"这边似乎是个广场吧……",
			"この辺は広場みたいね。",
			"이 근처는 광장 같네.",
			null
		],
		[
			"msg",
			68078,
			"But I can’t see anything except stones and debris.",
			"不过除了碎石瓦砾什么都看不到了。",
			"石ころや瓦礫以外は特になにもないわね。",
			"돌맹이와 잔해 말고는 특별히 아무것도 없네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68079,
			"When we arrived, this place wasn’t so bad.",
			"在我们刚赶到的时候，这里可还没有毁坏到这种程度呢。",
			"当時の私たちが、ここにきたばかりの頃は、こんなに荒れていなかったわ。",
			"우리가 여기에 막 왔을 당시만 해도 이렇게 황폐하진 않았어.",
			null
		],
		[
			"msg",
			68080,
			"The symbolic statue was still standing, and the kids’ playground was operating. The food from vendors was still hot, the radio on the benches was playing classic tunes.",
			"标志性的雕像依旧耸立，一旁的儿童娱乐设施还完好无损，小吃摊的锅炉依旧冒着热气，长椅上的收音机还放着老气的古典曲。",
			"シンボルの彫像は立ったままだったし、この近くにあった子ども用の遊具も壊れてなかったわ。曲が流れ、屋台の鍋からは湯気が立ち上っててね。",
			"신볼 동상은 멀쩡히 서 있었고, 이 근처에 있던 어린이 놀이기구도 부서지지 않았어. 음악이 흐르고 노점상의 냄비에서는 김이 모락모락 올라왔지.",
			null
		],
		[
			"msg",
			68081,
			"But all the people on the square had turned into zombies. Those who had not become zombies were...",
			"只不过，在广场的人，都变成了死士，还没变成死士的人，就……",
			"だけど、広場にいた人はゾンビに変わったわ。まだ、人間だった人たちは……。",
			"하지만 광장에 있던 사람들은 좀비로 변해버렸어. 아직 인간이었던 사람들은...",
			null
		],
		[
			"msg",
			68082,
			"It was nothing but cruelty. Under the music, it was all screaming and crying. That was Houkai. That was what we had been fighting.",
			"总之就是一片残忍的场景，音乐下衬托的是惨叫和悲鸣，这就是崩坏啊，我们就是在和这种东西战斗呢。",
			"悲惨な光景だった。曲によって際立つ叫び声や悲鳴……それこそ崩壊だと思ったわ。私たちは、そういうものと戦っているのよ。",
			"참혹한 광경이었어. 음악에 더욱 도드라지는 비명과 절규... 그게 바로 붕괴라고 생각했지. 우리는 바로 그런 것들과 싸우고 있는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68083,
			"I know, I’m fully aware... That’s why I must become strong and get rid of Houkai!",
			"我知道，我很清楚啦……所以，我才要变强，然后消灭崩坏才行！",
			"綺羅姉さんも大変だったんだね。",
			"키라 언니도 힘들었겠네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68084,
			"Yeah!",
			"嗯~",
			"そうね。",
			"그래.",
			null
		],
		[
			"msg",
			68085,
			"Just follow me to the destination, and you will know why this place is so ruined.",
			"至于这里后来为什么会毁坏成这样呢，你只要跟我到目的地就会知道了。",
			"ここが、どうしてこんなに荒れ果てたのか。目的地についたらわかるわ。",
			"여기가, 왜 이렇게 황폐해졌는지. 목적지에 도착하면 알게 될 거야.",
			null
		],
		[
			"msg",
			68086,
			"Because it looks even worse there--",
			"因为那个地方，比这里更加的面目全非——",
			"なぜなら、その場所は——",
			"왜냐하면, 그 곳은——",
			null
		]
	],
	"1038": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68087,
			"Hey! Kiana, we have arrived. If you keep running around, I will leave you.",
			"喂~琪亚娜，我们到了啊，再乱跑我就不管了你哦。",
			"キアナ、着いたわよ。うん、ここで間違いないわ。",
			"키아나, 도착했어. 응, 여기가 맞아.",
			null
		],
		[
			"msg",
			68088,
			"Yep, this is it.",
			"嗯，就算这里没错呢。",
			"勝手に散策なんかしたらどうなっても知らないわよ。",
			"마음대로 탐색하다가 무슨 일이 생겨도 모를 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68089,
			"I can’t see... anything?",
			"这里...什么都没有啊？",
			"ここ？なんにもないじゃない。",
			"여기? 아무것도 없잖아.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68090,
			"Correct. To be precise, there isn’t anything here NOW, because everything has been destroyed in the last explosion...",
			"是的，准确来说是现在什么都没有，因为已经夷为平地了，在那最后的爆炸中......",
			"そうよ、ここにはなにもない。最後の爆発で廃墟になったからね。",
			"그래, 여기엔 아무것도 없어. 마지막 폭발로 폐허가 되었으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68091,
			"The last explosion?",
			"最后的爆炸？",
			"最後の爆発？",
			"마지막 폭발?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68092,
			"Let's continue with the story. I was worried that you might lose your confidence after learning about this fearful battle... But now I think it’s necessary for you to accept this fear.",
			"不如继续之前的故事吧~最初我觉得要是让你感受到了这场战斗的恐惧会打击到你初为女武神的信心，不过...现在我觉得你有必要去接受这份恐惧呢。",
			"キアナが、この戦いのおそろしさを知ったら、ヴァルキリーになりたいって気持ちが挫けてしまうかもしれないって思ったけど、今は知る必要があると思うの。",
			"키아나가, 이 전쟁의 무서움을 알면, 발키리가 되고 싶다는 마음이 꺾일지도 모른다고 생각했지만, 지금은 알 필요가 있다고 생각해.",
			null
		],
		[
			"msg",
			68093,
			"This is where the most intensive fight between Master Sessiria and the 2nd Herrscher took place. I was fighting a minion of the 2nd Herrscher and could not come to help... Other members were killed by the 2nd Herrscher in the battle, one by one...",
			"这里是塞西莉亚大人和第二律者战斗最激烈的地方，当时我因为和第二律者的随从战斗着，无法过来支援......而其他队员，则在战斗中逐个被第二律者杀死……",
			"ここは、セシリア様と第二律者が激しい戦いを繰り広げた場所よ。当時の私は、第二律者の手下の竜と戦ってて助けに行くことができなかった。他の隊員は戦いの最中に第二律者の攻撃で殺された。",
			"여기는, 세실리아님과 제2율자가 치열한 전투를 벌인 장소야. 당시 나는, 제2율자의 수하인 용과 싸우고 있어서 도와줄 수 없었어. 다른 대원들은 전투 중에 제2율자의 공격으로 죽었어.",
			null
		],
		[
			"msg",
			68094,
			"We were waiting for the reinforcements from the HQ. However... After the long wait, we only had...",
			"我们期待着总部的救援，然而，然而...在这番等待的尽头迎接我们的却是——",
			"私たちは本部からの支援を待っていたわ。だけど、待ち受けていたのは……。",
			"우린 본부의 지원을 기다리고 있었어. 하지만 기다리고 있던 건…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68095,
			"Had?",
			"却是？",
			"待ち受けていたのは？",
			"기다리고 있던 건?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68096,
			"It was...",
			"却是......",
			"それは……。",
			"그건…….",
			null
		],
		[
			"msg",
			68097,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			68098,
			"Yeah, it was a Houkai Energy burst attack from the full power of the 2nd Herrscher. The Squad Snowwolf were giving all we had, but we couldn’t defeat her, yet she launched her most powerful attack when we were all exhausted...",
			"嗯，是第二律者使出全力制造的崩坏能爆发攻击。本来，我们雪狼小队拼尽全力都无法打败她了，在我们都筋疲力尽的情况下，她还毫不留情地使出了最强的攻击。",
			"第二律者が全ての力を注いで生み出した崩壊エネルギーによる爆発攻撃よ。私たち雪狼狙撃隊が力を尽くしても倒せなかった。疲れきっているところを見て、躊躇することなく攻撃してきたわ。",
			"제2율자가 모든 힘을 쏟아 부어 만들어낸 붕괴 에너지에 의한 폭발 공격이야. 우리 설랑 저격대가 힘을 다해도 쓰러뜨릴 수 없었어. 지쳐 있는 모습을 보고 망설임 없이 공격해왔지.",
			null
		],
		[
			"msg",
			68099,
			"I lost consciousness in the explosion. This may sound funny, but I didn’t cause any serious damage to the 2nd Herrscher... Thinking about it, even the attacks I landed could be unreal.",
			"我的意识也在这爆发的气焰之中逐渐坠入黑暗之中。虽然很可笑，但我其实并没能对第二律者造成过致命伤之类的~现在想想，甚至是那些伤害到她的攻击都不一定是真的吧。",
			"爆発した炎の中で私の意識は徐々に暗闇の中へ落ちていった。私は第二律者に致命的な攻撃を与えることはできなかった。",
			"폭발한 불길 속에서 내 의식은 점점 어둠 속으로 떨어져 갔어. 나는 제2율자에게 치명적인 공격을 가할 수 없었어.",
			null
		],
		[
			"msg",
			68100,
			"But I heard Master Sessiria talking with someone when I was half-conscious. It could be her final warning to the 2nd Herrscher, or some encouraging words she was trying to tell us.",
			"不过，正是在这似醒非醒的状态下，我隐隐约约地感受到了塞西莉亚大人与谁交谈的话语声。那或许是对第二律者最后的通牒，也或许是在对我们说着什么鼓励的话语吧。",
			"意識が朦朧とした状態の中で、セシリア様と誰かが話している声がぼんやりと聞こえたの。なにを話していたのかはわからないわ。",
			"의식이 몽롱한 상태에서, 세실리아 님과 누군가가 이야기하는 소리가 희미하게 들렸어. 무슨 말을 했는지는 모르겠지만.",
			null
		],
		[
			"msg",
			68101,
			"When I woke up, I was already at the Shicksal. Master Sessiria and I were the only people survived. Maybe that moment I saw was when Master Sessiria’s miracle happened!",
			"等到我醒来的时候，却已经是在天命了。而活下来的人，只有我和塞西莉亚大人。现在想想，那时候隐隐约约见到的场景，说不定是塞西莉亚大人奇迹降临的瞬间呢~",
			"次に気がついた時、私は天命にいた。生き残ったのは私とセシリア様だけだった。",
			"다음 정신을 차렸을 땐, 나는 천명에 있었어. 살아남은 건 나와 세실리아 님뿐이었지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68102,
			"Mom’s... miracle. I always thought the battle to defeat the 2nd Herrscher wasn’t so horrendous...",
			"老妈的...奇迹。我一直都以为，击败第二律者的战斗并没有这么惨烈......",
			"ママの奇跡かな？第二律者を倒した時の戦いが、そんなに悲惨なものだったとは思いもしなかったわ……。",
			"엄마의 기적일까? 제2율자를 쓰러뜨렸을 때의 싸움이 그렇게 비참한 것이었을 줄은 상상도 못했어…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68103,
			"Hehe, but Master Sessiria protected me in such despair. It must be the case. So, when I heard you said being strong means to protect others, I knew I must take you here.",
			"呵呵，然而塞西莉亚大人她，就是在这种绝望的情况下守护我的，一定是这样的。所以，听到你所谓的强大是可以更好地守护他人的时候，我就觉得，必须要带你来这里看一眼才行。",
			"セシリア様は、そんな絶望的な状況で私を守ってくれた。だから、強さとは守ることって言葉を聞いた時、必ずここへ連れてきて見せておかないとって思ったのよ。",
			"세실리아 님은 그런 절망적인 상황에서도 나를 지켜줬어. 그래서 강함이란 지키는 것이라는 말을 들었을 때, 꼭 여기로 데려와 보여주지 않으면 안 된다고 생각했어.",
			null
		],
		[
			"msg",
			68104,
			"Maybe I’m the only one that is still living... But what’s left here, and my life, are the evidence of your mother, Master Sessiria’s protection.",
			"虽然活着的只有我一个人…但这个地方残留的痕迹，还有我的存活，正是你的妈妈，塞西莉亚大人以强大的实力守护他人的证明。",
			"この場所に残された傷跡や、私という存在がセシリア様の強大な力で守ったという証よ。",
			"이곳에 남겨진 상처와, 나라는 존재가 세실리아 님의 강대한 힘으로 지켜졌다는 증거야.",
			null
		],
		[
			"msg",
			68105,
			"So... Being a Rank S Valkyrie alone should not be your goal. You see, even I need to be protected by someone else.",
			"所以...你的目标，不应该单纯是成为S级女武神吧，毕竟，就连我，也是需要别人保护的对象呢。",
			"だから、キアナが目指すのは単にS級ヴァルキリーになることだけじゃない。わかるわね？",
			"그래서 키아나가 목표로 하는 건 단순히 S급 발키리가 되는 것만이 아니야. 알겠지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68106,
			"Being a Rank S Valkyrie is not enough... I must be the strongest one, like Mom...",
			"只是成为S级女武神还不够，要像妈妈一样，成为最强的......",
			"そっか……S級ヴァルキリーになるだけじゃ足りないのね。ママみたいに最強にならないといけない……。",
			"그래... S급 발키리가 되는 것만으로는 부족한 거구나. 엄마처럼 최강이 돼야 해......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68107,
			"At least. You can’t just stop at Rank S. You must exceed all the Valkyria, even Master Sessiria herself, to protect more things! Such power cannot be understood by merely thinking.",
			"至少是这样，单纯止步S级是不够的，你要超越所有的女武神，甚至超越塞西莉亚大人，你才能保护更多的东西！这种强大的分量，不是想想就能想清楚的。",
			"全てのヴァルキリーを超え、セシリア様でさえ超えるくらいじゃないと……足りないわ。そうしないと、多くの人を救えないわ。",
			"모든 발키리를 뛰어넘고, 세실리아 님까지도 뛰어넘을 정도가 아니면...... 부족해. 그렇게 하지 않으면, 많은 사람을 구할 수 없어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68108,
			"I’d like to become the most powerful Valkyrie if possible! But even you tell me, I don’t know what to do... I’m not even a Rank S yet...",
			"可以的话，我也想成为最强的女武神！不过就听你这么说我也不知道该怎么做啦......现在的我连S级都不是呢......",
			"できることなら、最強のヴァルキリーになりたいよ！でも、綺羅姉さんの話を聞いてもどうすればいいのかはわからないの……だって、私はS級ヴァルキリーですらないんだから……。",
			"할 수만 있다면, 최강의 발키리가 되고 싶어! 하지만, 기라 언니의 이야기를 들어도 어떻게 해야 할지는 모르겠어...... 왜냐하면 나는 S급 발키리도 아니니까......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68109,
			"How about we set a target - to defeat me, a Rank S Valkyrie?",
			"那就先定一个目标，打败身为S级女武神的我怎么样？",
			"ひとつ目標を立てるといいかもしれないわ。そうね……まず始めに、S級ヴァルキリーである時雨綺羅を倒すっていうのはどう？",
			"목표 하나를 세워보는 것도 좋을 거야. 그래... 우선 시작으로, S급 발키리인 시구레 키라를 쓰러뜨리는 건 어때?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68110,
			"To defeat... Sister Kira?",
			"打败...绮罗姐？",
			"倒すって……綺羅姉さんを？",
			"쓰러뜨린다고... 키라 언니를?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68111,
			"You want to exceed Rank S, right? You need to at least defeat me then! This is the special mission. Fight a Rank S Valkyrie with all you have. This way, you will realize what you need to improve!",
			"你要超越S级女武神的话，难道连打败我都做不到吗？这就是这次特别任务的内容，和S级女武神全力一战吧，这样的话，你就能知道自己的不足了！",
			"そう。それが、今回の特別な任務の内容よ。S級ヴァルキリーと全力で戦うこと。そうすれば、キアナ自身足りない部分を知ることができるわ。",
			"그래. 그게 이번 특별 임무의 내용이야. S급 발키리와 전력을 다해 싸우는 거. 그렇게 하면 키아나 자신에게 부족한 부분을 알 수 있을 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68112,
			"Don’t talk like you have already won. If that’s the case, can I call myself a Rank S Valkyrie if I beat you, Sister Kira!",
			"别说得跟自己已经赢了一样，那么，是不是我赢了绮罗姐就能称得上是S级女武神了~",
			"すでに私が勝ちましたーみたいに言わないでよ！じゃあ、私が綺羅姉さんに勝ったらS級ヴァルキリーを名乗れるってことね！",
			"이미 내가 이겼다~ 하는 식으로 말하지 마! 그럼 내가 키라 언니를 이기면 S급 발키리라고 불릴 수 있다는 거네!",
			null
		],
		[
			"msg",
			68113,
			"Exactly what I want!",
			"正合我意！",
			"キアナ、いっきまーす！",
			"키아나, 간다-!",
			null
		]
	],
	"1039": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68114,
			"Good spirits! I like it! However, let’s not do it here... It’s too dangerous, at least go back to the outer section of the ruins.",
			"斗志很激昂嘛！不错~不过，我们最好不用在这打...至少回到废墟靠外侧的地方吧，不然太危险了。",
			"やる気満々なのは悪くないけど、ここでは戦わない方がいいわ。少なくとも廃墟のすぐ外まで戻らないと危険よ。",
			"의욕이 넘치는 건 나쁘지 않지만, 여기서 싸우는 건 좋지 않아. 적어도 폐허 바로 밖까지 돌아가지 않으면 위험해.",
			null
		]
	],
	"1040": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68116,
			"Yeah, let’s leave the ruins and return to where we arrived.",
			"嗯，总之就先离开这片废墟，先回到我们刚来的地方吧。",
			"この廃墟を離れて、安全な場所まで行くわ。",
			"이 폐허를 떠나서 안전한 곳까지 갈 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68117,
			"Eh, that’s a long way! I don’t want to walk so far. Let’s fight now!",
			"诶，那得走多久啊！要走这么远，还是算了，现在马上就来决一胜负吧！",
			"えっ！？それって、かなり歩かなきゃダメなんじゃない？",
			"엥!? 그거, 꽤 걸어야 하는 거 아니야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68118,
			"C’mon, you are so impatient. If you miss a step and fall, I will treat it as you have forfeited!",
			"喂喂，真是个急性子啊，就不怕一脚踩空掉下水道里吗~那时候就判你自动认输哦~",
			"もう、本当にせっかちだね。足を踏み外して水路に落ちたりするの怖くないの？ケガ程度じゃすまなくなるかもしれないわ。",
			"정말, 성급하긴. 발을 헛디뎌 수로에 빠지거나 하는 게 안 무서워? 다칠 정도로 끝나지 않을 수도 있다고.",
			null
		],
		[
			"msg",
			68119,
			"How about this, we don’t need to return to where we arrived, but at least we should go to the border of the ruins. I will accept your challenge seriously when we get there.",
			"这样好了，我们不用撤回到刚来的地方，但至少要走到废墟边缘，到了那里，我就全力接受你的挑战吧。",
			"それじゃあ、廃墟の端っこまで行こう。そこでなら全力で挑戦を受けてあげる。",
			"그럼, 폐허의 가장자리까지 가자. 거기라면 전력으로 도전을 받아줄게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68120,
			"O, okay! It’s not too far from here, let’s go now!",
			"那、那就这样决定了！反正没有几步路，赶紧走吧~",
			"決まり！すぐそこだから行こう！",
			"약속! 금방이니 가자!",
			null
		]
	]
}