{
	"2906": [
		[
			"bgm",
			84
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454206,
			"Check resource file updates and validate value files……95%……98%……100%",
			"检查资源文件更新，校验数值文件……95%……98%……100%。",
			"ファイル更新確認中、データ検査……95%……98%……100%。",
			"파일 업데이트 확인 중, 데이터 검사……95%……98%……100%.",
			null
		],
		[
			"msg",
			454207,
			"Imitate the Avalon simulation Subject program is loaded.",
			"仿Avalon模拟课题程序加载中。",
			"疑似Avalonシミュレーションプログラム読込中。",
			"가상 아발론 시뮬레이션 프로그램 읽는 중.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454208,
			"It was Lord Ella who reproduced the Anti-Entropy virtual reality system.",
			"不愧是艾拉大人，居然复刻了逆熵的虚拟实境系统。",
			"ネゲントロピーのVRシステムを再現できるんですね。さすがELLA様です。",
			"네겐트로피의 VR 시스템을 재현할 수 있군요. 역시 ELLA 님이십니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				514,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			454209,
			"It's not pure virtual reality. Based on the small amount of data obtained from the last accidental connection and the two's action report, we can conclude that the virtual space accessed last time is exactly the Avalon space recorded in the database.",
			"并非单纯的虚拟实境。藉由上次的意外连接获得的一小部分数据，以及二位的行动报告，可以断定上次所接入的虚拟空间正是数据库中记载的Avalon空间。",
			"これは単純なVRではありません。前回獲得したデータ、それから2人からもらった行動報告を元に、前回接続したバーチャル空間はデータベースに記載されているAvalon空間だと判定できます。",
			"이건 단순한 VR이 아닙니다. 지난번에 획득한 데이터, 그리고 두 분에게 받은 행동 보고서를 바탕으로, 지난번에 접속한 가상 공간은 데이터베이스에 기재된 아발론 공간이라고 판단할 수 있습니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454210,
			"The virtual training last time is not a simple training.But is it really so important to develop a clone space for something that is just an advanced game console?",
			"果然上次的那个虚拟训练不是单纯的训练。不过怎么看都只是高级游戏主机的东西，真的有那么重要吗，竟然为此开发一个仿制空间……",
			"やっぱり前回の訓練は単純な訓練じゃなかったのね。ゲーム機にしか見えないけど、本当にそんなに重要なものなの？それのためにわざと疑似空間を作るなんて……。",
			"역시 지난 훈련은 단순한 훈련이 아니었구나. 게임기로밖에 안 보이는데, 정말 그렇게 중요한 거야? 그것 때문에 일부러 가상 공간을 만든다니…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			454211,
			"A search of the database reveals that Avalon is a reality simulation system developed by the Primal Civilization to find a way to fight the Houkai. In addition to the highly realistic simulation Subject, Avalon's personality simulation system is also amazing.",
			"检索数据库可知，Avalon是原初文明为了寻找对抗崩坏的手段，所开发的现实模拟系统。除了高度拟真的现实模拟课题外，Avalon的人格模拟系统也非常惊异。",
			"データベースを検索すると分かります。Avalonは原始文明が崩壊と対抗する手段を探すために、開発したVRシステムです。高精度のシミュレーションシステムの他に、Avalonの人格模擬システムもかなりの出来です。",
			"데이터베이스를 검색하면 알 수 있어. Avalon은 원시 문명이 붕괴에 대항하는 수단을 찾기 위해 개발한 VR 시스템이야. 고정밀 시뮬레이션 시스템 외에도, Avalon의 인격 모의 시스템도 상당한 수준이야.",
			null
		],
		[
			"msg",
			454212,
			"These two functions have a lot of potential and need to be investigated carefully by both of us, especially the latter, so that in the future we may be able to use personality data to build imaginary enemies for training.",
			"这两项机能的潜力很深，需要二位认真调研，尤其是后者，日后我们或许可以用人格数据构建训练用的假想敌。",
			"この2つのシステムの可能性は非常に高く、2人の調査が必要です。特に後者は今後仮想敵を作る時の人格データに使用できるかもしれません。",
			"이 두 시스템의 가능성은 매우 높아서, 두 사람의 조사가 필요해. 특히 후자는 앞으로 가상 적을 만들 때 인격 데이터로 활용할 수 있을지도 몰라.",
			null
		],
		[
			"msg",
			454213,
			"However, the mock space I implemented is still very crude. The underlying logic and subject ideas are still being worked out, far less than the real Avalon space.",
			"但是我所实现的仿制空间还非常粗陋，底层逻辑与课题思路仍在研究，远不及真正的Avalon空间。",
			"しかし私が再現した疑似空間はまだ完璧ではありません。基礎ロジックや課題構想はまだ研究中で、本物のAvalon空間には遥かに及びません。",
			"하지만 내가 재현한 가상 공간은 아직 완벽하지 않아. 기초 로직이나 과제 구상은 아직 연구 중이고, 진짜 Avalon 공간에는 훨씬 못 미쳐.",
			null
		],
		[
			"msg",
			454214,
			"So if anything should happen to you, please feel free to call me.",
			"所以如果二位遇到意外情况，请随时呼唤我。",
			"何かありましたら、いつでもお呼びください。",
			"무슨 일 있으면, 언제든지 불러 줘.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454215,
			"Hopefully, there won't be NPCs that just repeat dialogue.",
			"希望不会出现只会重复对白的NPC。",
			"同じセリフを繰り返すNPCがいないことを願ってるわ。",
			"똑같은 대사 반복하는 NPC만 없으면 좋겠어.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				9,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454216,
			"Lord Kika is complaining about the last practice simulation.",
			"辉火大人在为上一次的模拟训练发牢骚。",
			"輝火様、また前回の模擬訓練の文句ですか。",
			"키카 님, 또 지난번 모의 훈련에 대한 불만인가요?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454217,
			"It's just that you dress so casually. Do you take your mission seriously?",
			"上次戴着那么重的设备走来走去，当然要抱怨。倒是你穿得这么休闲，有认真对待任务吗？",
			"だってあんなに重い装備を持ってあちこち歩いたんだもん、文句を言うに決まってるわ。むしろニンディはこんなにリラックスした格好をして、ちゃんと任務のこと考えてるの？",
			"왜냐하면 그렇게 무거운 장비 들고 여기저기 다녔으니까, 불평할 수밖에 없지. 오히려 닌디는 이렇게 편한 복장으로 제대로 임무 생각하고 있는 거야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				3,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454218,
			"After the optimization of Ella, we no longer need to wear any equipment, so light clothes are beneficial to the performance.",
			"经过艾拉大人的优化后，我们已经不需要穿戴任何设备了，所以轻便的着装反而有利于施展拳脚。",
			"ELLA様が改良してくれましたので、装備を装着しなくても大丈夫になりました。ですので、楽な服装のほうがいろいろとやりやすいのです。",
			"ELLA 님이 개선해 줘서, 장비를 착용하지 않아도 괜찮아졌어. 그래서 편한 복장이 여러모로 하기 쉬워.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				5,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454219,
			"Alas......Come on, you're a task brain. Finish the subject and call it a night and go to sleep~",
			"唉……算了，果然还是个任务脑。赶紧完成课题然后收工睡觉吧，哈欠~",
			"はぁ……まあいいわ、やっぱり任務のことしか考えてないのね。早く課題をクリアして帰って寝るわよ、ふわぁ～",
			"하아…… 뭐, 좋아. 역시 임무 생각밖에 안 하는구나. 빨리 과제 깨고 돌아가서 자자, 하아~",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454220,
			"The Avalon mock Subject program has been loaded. This subject is the simulated reality of the calculation [Harmonious Role of Faith in the Situation of Material Deficit]. I wish you two have a happy journey.",
			"仿Avalon模拟课题程序加载完毕，本次课题为演算【物资匮乏情境下信仰的调和作用】的模拟实境，祝宁蒂大人和辉火大人一路顺风。",
			"疑似Avalonシミュレーションプログラム、読込が完了しました。今回の課題は【物資が不足な状況で信仰による調和作用】を演算することです。ニンディ様、輝火様、いってらっしゃいませ。",
			"가상 Avalon 시뮬레이션 프로그램, 로딩 완료. 이번 과제는 【 물자 부족 상황에서 신앙에 의한 조화 작용 】 을 연산하는 것입니다. 닌디 님, 키카 님, 다녀오세요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454221,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454222,
			"I am back in the game world again, alas… I should be able to use the survey command just like last time.",
			"又回到了这个游戏世界，唉……应该和上次一样，可以使用调查指令吧。",
			"またこのゲームの世界に戻った……前回と同じ、調査指令は使えるよね。",
			"또 이 게임 세계로 돌아왔군... 지난번과 같아, 조사 지령은 사용 가능하지?",
			null
		],
		[
			"msg",
			454223,
			"Well, my profession is still \"useless sorcerer\". Since the system all changed…",
			"啧，我的职业怎么还是“无用魔法师”，既然系统都换了，好歹分配个和我的形象相符的“魔王”职业啊喂！",
			"はぁ、どうして私のジョブはまだ「役に立たない魔術師」なの？システムが変わったなら、私のイメージに相応しい「魔王」にしないと！",
			"하아, 왜 내 직업은 여전히 「 쓸모없는 마술사 」 인 거야? 시스템이 바뀌었으면, 내 이미지에 걸맞는 「 마왕 」 으로 해 줘야지!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454224,
			"But Mr Kika had no problem with career changes.",
			"但辉火大人此前对职业更替并无不满。",
			"しかし輝火様は前回、ジョブの変更に不満はなかったですよね。",
			"그런데 키카 님은 지난번에 직업 변경에 불만 없으셨잖아요.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454225,
			"That's two different things... Wait, how come you haven't changed?",
			"这是两回事……等等，你怎么没有发生变化？",
			"それとこれは別……待って、あなた、どうして何も変わってないの？",
			"그건 그거고... 잠깐, 당신은 왜 아무것도 안 변한 거야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454226,
			"Indeed. Is the system down?",
			"确实。系统故障了吗？",
			"確かに。システムの故障でしょうか？",
			"확실히. 시스템 고장인가?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454227,
			"Let's see...The profession is still \"Changeover\", the same level as me is also 1.",
			"我看看……职业还是“换形师”，等级和我一样也是1级。",
			"どれどれ……ジョブはシェイプシフターのまま、レベルは私と同じ1ね。",
			"어디 보자... 직업은 셰이프시프터 그대로, 레벨은 나랑 같은 1이네.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454228,
			"Lord Kika, I seem to have lost even the ability to change form.",
			"辉火大人，我似乎连变化形态的能力都失去了。",
			"輝火様、変身する能力まで失ったようです。",
			"키카 님, 변신 능력까지 잃으신 모양이에요.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454229,
			"Is this supposed to make us all start from scratch...I lost my energy when I started…",
			"这是打算让我们都从头练起吗……才刚开始就提不起劲了……",
			"最初からやり直せってことかしら……始まったばかりなのにもうやる気がなくなったわ……。",
			"처음부터 다시 하라는 거네... 시작한 지 얼마 안 됐는데 벌써 의욕 상실이야....",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454230,
			"…………",
			"…………",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454231,
			"What, why are you looking away...",
			"怎么了，为什么朝远处看……",
			"どうしたの、遠くを見つめて……。",
			"왜 그래, 멀리만 바라보고…….",
			null
		],
		[
			"msg",
			454232,
			"Wait, wait, wait, wait! That's the Houkai beast!It's huge! It's coming this way!",
			"等等等等，那不是崩坏兽吗！还超大只的，朝这边冲过来了！",
			"ま、待って、あれ、崩壊獣じゃない？しかもかなり大きくて、こっちに向かってるわ！",
			"잠, 잠깐! 저거 붕괴수 아니야? 게다가 엄청 크게 자랐어, 우리 쪽으로 오고 있어!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454233,
			"Lord Kika, at our current level, it's best to go.",
			"辉火大人，以我们当前的等级，走为上策。",
			"輝火様、今のニンディたちのレベルだと、逃げたほうがいいかもしれません。",
			"키카님, 지금 닌디님들 레벨로는 도망가는 게 좋을지도 모르겠습니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454234,
			"Ahhhhh!!!!",
			"真是粪作！怎么会刚开始就安排高强度的跑路啊！",
			"最悪なゲームね！序盤から高強度の逃走劇なんてありえないでしょ！",
			"최악의 게임이야! 서막부터 고강도 추격전이라니 말이 돼?!",
			null
		]
	],
	"2907": [
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454235,
			"Ha......We've finally made it to safety…",
			"哈啊……哈啊……哈啊……总算逃到安全的地方了……",
			"ハァ……ハッ……ハァ……やっと安全な場所に着いた……。",
			"헉……헉……헉…… 드디어 안전한 곳에 도착했어…….",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454236,
			"Lord Kika should exercise more. But Lord Kika was lucky.  Any slower and we would have been killed.",
			"辉火大人应该多锻炼身体。不过辉火大人运气很好，再慢一点我们就被拍死了。",
			"輝火様は体をもっと鍛錬するべきです。しかし輝火様は運がいいです。あと少し遅かったら、もうあの崩壊獣の下敷きになってました。",
			"키카님은 몸을 더 단련하셔야 합니다. 하지만 키카님은 운이 좋으시네요. 조금만 더 늦었으면 이미 저 붕괴수 밑에 깔렸을 겁니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454237,
			"The Houkai beast is moving slower than expected and seems to be leading us to this point. \"Beginner Guide,\" I guess?",
			"这崩坏兽的移动速度比想象中的慢，好像在引导我们往这个地方跑一样。大概是“新手引导”？",
			"あの崩壊獣の移動速度は思ったよりも遅かったわね、まるで私たちをこっちに向かうように誘導したみたいだった。「チュートリアル」ってとこかしら？",
			"저 붕괴수의 이동 속도는 생각보다 느렸어, 마치 우리를 이쪽으로 오도록 유도한 것 같았어. 「튜토리얼」인가?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				3,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454238,
			"I don't quite understand what Lord Kika is referring to.",
			"我不太明白辉火大人指的是什么。",
			"輝火様の言ってる意味がよく分かりません。",
			"키카님 말씀을 잘 이해하지 못하겠습니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				3,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454239,
			"So the game is leading us to this villa. Although we could probably go somewhere else, I'll just go in for the sake of ease.",
			"就是说游戏在引导我们来这处别墅啦。虽说我们去其他的地方大概也可以，不过为了省事就进去吧。",
			"だからこの別荘に来るように、システムが誘導してるの。他の場所に行ってもいいんだけど、面倒事は嫌だからそのまま入ることにするわ。",
			"그러니까 이 별장에 오도록 시스템이 유도하고 있는 거야. 다른 곳으로 가도 되지만 귀찮은 일은 싫으니까 그냥 들어가기로 해.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				3,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454240,
			"It was a mission guide. I got it. Start investigating.",
			"原来是任务指引。我知道了，开始调查。",
			"なるほど、任務だったんですね。分かりました、調査を開始します。",
			"아, 임무였군요. 알겠습니다, 조사를 시작하겠습니다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454241,
			"——",
			"吱呀——",
			"——ギィィィ",
			"——끼이이",
			null
		],
		[
			"bgm",
			83
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454242,
			"Looks like nobody's in there, Lord Kika.",
			"看起来里面没有人呢，辉火大人。",
			"中は誰もいないみたいですね、輝火様。",
			"안에는 아무도 없는 것 같네요, 키카님.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454243,
			"I'm glad I brought a beanbag. Let me lie down for a while.",
			"还好随身带了懒人沙发，先让我躺一会儿。",
			"クッションを持ってきて正解だったわ、少し横になるわね。",
			"쿠션 가져오길 잘했어, 잠시 누워있을게.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				9,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454244,
			"Kika, please don't be lazy...",
			"辉火大人，请不要偷懒……",
			"輝火様、仕事をサボらないでください。",
			"키카님, 일 좀 그만 빼먹으세요.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454245,
			"Meow Meow !",
			"喵喵喵喵喵！",
			"ニャニャニャニャニャー！",
			"냐냐냐냐냥!",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454246,
			"Whoa! All of a sudden there are so many cats. Don't come here!",
			"呜哇！怎么突然间冒出了这么多猫咪。不要过来啊！",
			"うわっ！どうしていきなり猫がこんなに出てきたの。ちょっと、来ないでよ！",
			"으악! 왜 갑자기 고양이가 이렇게 많이 나오는 거야. 야, 오지 마!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				4,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454247,
			"Cats……",
			"猫咪……",
			"猫……。",
			"고양이...",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				4,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454248,
			"Ninti! Help me!",
			"要被猫咪淹死了……宁蒂，别盯着猫咪发呆了，快拉我一把……",
			"猫のせいで気絶するとこだったわ……ニンディ、猫を見てないで、早く助けて……。",
			"고양이 때문에 기절할 뻔했어... 닌디, 고양이만 보지 말고 빨리 도와줘...",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454249,
			"All right, all right, Kika.",
			"好，好的，辉火大人。",
			"は、はい、輝火様。",
			"네, 네, 키카님.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454250,
			"Who dares to break into the cat house?",
			"是谁胆敢擅闯猫猫馆？",
			"誰だ、ニャンコ館に勝手に入ってきたのは？",
			"누구야, 냥코관에 함부로 들어온 건?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454251,
			"Get these kittens off me, there's no way to explain the weight of my body!",
			"快让这群猫咪从我身上走开，身体被压着也没法解释！",
			"早くこの猫たちをなんとかしなさい、上に猫が乗ったままで説明したくてもできないでしょ！",
			"빨리 이 고양이들 좀 처리해, 위에 고양이가 올라탄 채로 설명하고 싶어도 못 하잖아!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				728,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454252,
			"Be my emergency food!",
			"愚蠢的人类解释个鬼！乖乖成为本大爷的应急食品喵！",
			"愚かな人間の説明などいらないよ！大人しくボクの非常食になるがいいニャー！",
			"바보 인간 설명 따윈 필요 없어! 순순히 내 비상식량이 되라 냥!",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				728,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454253,
			"...Uh, isn't this the kid on Anti-Entropy's side?",
			"猫咪说话了？不对，猫咪长人脸了……呃，这不是逆熵那边的小鬼吗？",
			"猫が喋った？違う、人の顔をした猫が……うっ、ネゲントロピーのガキじゃない？",
			"고양이가 말했어? 아니, 사람 얼굴을 한 고양이가…… 윽, 네겐트로피 꼬마 아니야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				728,
				0,
				true
			],
			[
				514,
				9,
				false
			]
		],
		[
			"msg",
			454254,
			"It's just NPCs that use personality data. Lord Kika should read the report carefully and interact with them as part of the mission.",
			"只是使用了人格数据的NPC。辉火大人应该仔细看行动报告，和她们进行交互也是本次任务的一部分。",
			"人格データを使ったNPCのようです。彼女たちと交流するのも今回の任務です、任務資料をしっかり確認してください、輝火様。",
			"인격 데이터를 사용한 NPC인 것 같습니다. 그들과 교류하는 것도 이번 임무입니다, 임무 자료 꼼꼼히 확인하세요, 키카 님.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				71,
				0,
				false
			],
			[
				514,
				9,
				true
			]
		],
		[
			"msg",
			454255,
			"Despite her funny bicephalic character, she's a bit like Anti-Entropy himself.",
			"呃，那种又长又臭的东西谁会认真看。除去这搞笑的二头身形象，性格倒挺像逆熵的小鬼本人。",
			"うっ、あんな長くて面倒くさいもの誰が見るの。この笑える二頭身の見た目以外、性格はネゲントロピーのガキ本人そっくりね。",
			"윽, 그렇게 길고 짜증나는 거 누가 봐. 이 웃긴 두두신 외모 빼면, 성격은 네겐트로피 꼬마 본인이랑 똑같네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				514,
				9,
				true
			]
		],
		[
			"msg",
			454256,
			"Folks, let go of these two humans and don't listen to Sin's meow.",
			"同胞们，放开这两位人类，别听杏的喵。",
			"みんな、人類たちを解放してあげて、シンのことはいいからニャー。",
			"얘들아, 인간들 풀어줘, 신 건 됐으니까 냥.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				727,
				0,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454257,
			"Don't listen to stupid Seele, we can't let them slip Meow with the emergency food we've managed to get!",
			"别听笨蛋希儿的，好不容易到手的应急食品，可不能让她们溜了喵！",
			"バカゼーレのことは無視しろ、せっかく手に入れた非常食だ、逃がしちゃだめだニャッ！",
			"바보 제레는 무시해, 겨우 잡은 비상식량인데 놓치면 안 된다냥!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454258,
			"Stop fighting, Seele, and Sin.",
			"不要吵架了，希儿，还有杏。",
			"喧嘩はやめてください、ゼーレ、シン。",
			"싸움 그만해 주세요, 제레, 신.",
			null
		],
		[
			"msg",
			454259,
			null,
			"想必她们是被大狗们追到这里的吧？如果是以人类的智慧，或许可以帮助我们喵。",
			"彼女たちはイッヌたちに追いかけられてここに来たと思います。人類の知恵があれば、きっとブローニャたちの力になれるはずですニャー。",
			"걔네 개들에게 쫓겨서 여기 온 것 같아. 인간 지혜가 있으면 분명 브로냐 일행 도움이 될 거야 냥.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454260,
			"Big dogs...Is it the Houkai beast?",
			"大狗……应该是指崩坏兽吧？",
			"イッヌって……崩壊獣のこと？",
			"개라니…… 붕괴수 말이야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				6,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454261,
			"How can we help you?",
			"我们要怎么帮助你们？",
			"どうすればあなたたちの力になれる？",
			"어떻게 하면 당신들 도움이 될 수 있나요?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				6,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454262,
			"No details about the mission. Don't be so quick to say yes.",
			"都没提任务细节，别这么快答应啊喂，为什么我们要帮这群吵死人的猫咪啦。",
			"任務の詳細も知らないのに、すぐに返事しちゃダメでしょ！というか、どうしてうるさい猫たちの味方にならないといけないの。",
			"임무 내용도 모르면서 바로 대답하면 안 되잖아! 게다가 왜 성가신 고양이들 편을 들어야 하는 건데.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				3,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454263,
			"Look at these cats, Lord Kika. They're nice, but most of them are scarred.They are stray cats.",
			"辉火大人，你看这些猫咪，虽然毛色不错，但大多带着疤痕。她们是流浪猫。",
			"輝火様、この猫たちを見てください。毛並みは悪くありませんが、その多くは傷跡があります。彼女たちは野良猫です。",
			"키카 님, 이 고양이들을 보세요. 털 상태는 나쁘지 않지만 대부분 상처 자국이 있어요. 이들은 길고양이입니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				3,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454264,
			"You know a lot about cats.",
			"你对猫咪懂得还挺多。",
			"猫に詳しいのね。",
			"고양이에 대해 잘 아시네요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454265,
			"You're right, meow.We used to be stray cats, in order to escape the persecution of the big dog.",
			"说得没错喵。我们原本都是流浪猫，为了躲避大狗的迫害，猫咪大人指引我们来到了这处猫猫馆。",
			"その通りですニャー。ブローニャたちは野良猫で、イッヌの迫害から逃げるために、このニャンコ館に来るように、猫様に言われましたニャー。",
			"그렇다냥. 브로냐들은 길고양이라서, 개놈들의 박해에서 도망치려고 이 고양이관에 오라고 고양이 님이 말씀하셨다냥.",
			null
		],
		[
			"msg",
			454266,
			"Originally, Lord Kitty would bring food to all the stray cats, but Lord Kitty suddenly disappeared for some reason. Everyone's cat food was almost out of cats.",
			"原本猫咪大人会给所有流浪猫送来食物，但猫咪大人不知道为什么突然消失了，大家的猫粮都快吃完了喵。",
			"食料は猫様が送ってくれましたが、猫様が突如消えてて、キャットフードはもう底をつきそうですニャー。",
			"먹이는 고양이 님이 보내주셨는데, 고양이 님이 갑자기 사라지셔서 캣푸드가 거의 바닥나겠다냥.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454267,
			"Sister Bronya needn't worry.",
			"布洛妮娅姐姐不用担心。",
			"ブローニャお姉ちゃん、心配しないでニャ。",
			"브로냐 언니, 걱정하지 말라냥.",
			null
		],
		[
			"msg",
			454268,
			"Seele believes that the cat will not leave us and will come back from the sky with a can of cat food…",
			"希儿相信猫咪大人不会离开我们的，一定会从天上带着猫粮罐头回来的喵……",
			"猫様はゼーレたちを見捨てないと信じてる。きっと猫様はキャットフードいっぱい持って空から帰ってくるはずだニャー……。",
			"고양이 님이 제레들을 버리지 않으실 거라 믿어. 분명 고양이 님이 캣푸드 잔뜩 들고 하늘에서 돌아오실 거다냥.......",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				728,
				0,
				false
			],
			[
				727,
				0,
				true
			]
		],
		[
			"msg",
			454269,
			"Cheep! The way Seele prayed was disgusting.",
			"嘁，笨蛋希儿祈祷的样子真是恶心死了。",
			"チッ、祈ってるバカゼーレなんて気持ち悪いニャー。",
			"쳇, 기도하는 바보 제레는 역겹다냥.",
			null
		],
		[
			"msg",
			454270,
			"We should go out and grab the food from the big dogs.",
			"什么鬼猫咪大人，不过是背叛了我们猫猫馆的叛徒。我们应该出去从大狗那儿把吃的抢过来喵！",
			"猫様なんて、ニャンコ館を裏切った裏切り者だニャー。イッヌから食べ物を奪ったほうが早いニャー！",
			"고양이 님 같은 건, 고양이관을 배신한 배신자다냥. 개놈들한테서 먹을걸 뺏는 게 더 빠르다냥!",
			null
		],
		[
			"msg",
			454271,
			"It's also time for you to take the rest of your Kitty and give it to your friend or enemy.",
			"你也是时候带着剩下的猫咪，给个是敌是友的交代了喵。",
			"お前もそろそろ残った猫たちを率いて、敵か味方かはっきりさせろニャー。",
			"이제 너도 남은 고양이들을 이끌고, 적인지 아군인지 분명히 해라 냐.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				728,
				0,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454272,
			"No, Bronya is still on the fence, and coming together is the most important thing now.",
			"不，布洛妮娅依然保持中立，而且现在团结起来才是最重要的喵。",
			"いいえ、ブローニャは中立をキープします。今団結こそが最も大事ですニャー。",
			"아니, 브로냐는 중립을 유지합니다. 지금 단결이 가장 중요합니다 냥.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				728,
				0,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454273,
			"Hum, do you still believe that legend Ah?",
			"哼，难道你还相信那个传说啊？",
			"フン、あの伝説をまだ信じてるのかニャ？",
			"흥, 그 전설을 아직도 믿는 거냐?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				728,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454274,
			"Is there a legend among cats?",
			"什么鬼，猫咪之间还流传有传说？",
			"なに？猫たちの間にも伝説があるの？",
			"뭐? 고양이들 사이에도 전설이 있어?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454275,
			"When cats are in trouble, there is a cat that comes to save us.",
			"当猫咪们陷入危机的时候，就会有一只救星猫咪拯救大家喵。",
			"猫たちが危機に陥れた時、みんなを助ける救世主が現れますニャー。",
			"고양이들이 위기에 빠졌을 때, 모두를 구할 구세주가 나타납니다 냐.",
			null
		],
		[
			"msg",
			454276,
			"Bronya doesn't believe in miracles, and the most important thing right now is for the cats to come together.",
			"布洛妮并不相信奇迹，眼下最重要的是猫咪们的团结。但是——",
			"ブローニャは奇跡を信じません。ですが、いま最も大事なのは猫たちが団結することですニャン。しかし——",
			"브로냐는 기적을 믿지 않습니다. 하지만 지금 가장 중요한 건 고양이들이 단결하는 것입니다 냥. 하지만——",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454277,
			"It's dangerous out there! We should wait here for Lord Kitty to come back.",
			"外面太危险了！我们应该在这里等猫咪大人回来喵！",
			"外は危険ニャ！ここで猫様の帰りを待つべきニャー！",
			"밖은 위험 냥! 여기서 고양이 님의 귀환을 기다려야 한다 냐!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454278,
			"Right, Meow !",
			"说得没错喵！",
			"その通りニャー！",
			"그렇다 냐!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				728,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454279,
			"Cowardly Seele starved to death here Meow! Guys, why don't you go out with me and scratch the big dog's face!",
			"胆小鬼希儿饿死在这里算了喵！小的们，不如和本大爷出去抓烂大狗的脸！",
			"臆病者なゼーレはここで餓死すればいいニャ！お前たち、ボクのあとについて、あのイッヌを倒しに行くニャー！",
			"겁쟁이 제레는 여기서 굶어 죽으라 �! 너희들, 나를 따라와서 그 개를 쓰러뜨리러 가자 냐!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454280,
			"Right, Meow !",
			"说得没错喵！",
			"その通りニャー！",
			"그렇다 냐!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454281,
			"Bronya, there's no way to convince people.",
			"布洛妮娅，没办法说服大家。",
			"ブローニャ、みんなを説得することはできません。",
			"브로냐, 모두를 설득할 수 없어.",
			null
		],
		[
			"msg",
			454282,
			"People, do the cat house a favor.",
			"人类，帮一帮猫猫馆吧喵。",
			"人類、ニャンコ館を助けてくださいニャー。",
			"인류여, 냥코관을 도와주세요 냥.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454283,
			"System Tip: Main Task【fate of cat house】has been triggered.",
			"系统提示：主线任务【猫猫馆的命运】已触发。",
			"システム：メイン任務【ニャンコ館の運命】が発生しました。",
			"시스템: 메인 임무 【 냥코관의 운명 】 이 발생했습니다.",
			null
		],
		[
			"msg",
			454284,
			"System Tip: Please select the groups to help. (A)Seele (B)Sin (C)C",
			"系统提示：请选择二位要帮助的猫咪阵营。（A）希儿（B）杏（C）暂不选择",
			"システム：協力する猫陣営を選択してください。#n（A）ゼーレ#n（B）シン#n（C）選択しない",
			"시스템: 협력할 고양이 진영을 선택하세요.#n(A) 제레#n(B) 신#n(C) 선택하지 않음",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				8,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454285,
			"Ninti, what should I do...",
			"宁蒂，应该怎么办……",
			"どうすれば……。",
			"어떻게 하지....",
			null
		]
	],
	"2908": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454286,
			"System Tip: Ninti has selecter——C",
			"系统提示：宁蒂选择了——（C）暂不选择。",
			"システム：ニンディは——#n（C）選択しない を選択しました。",
			"시스템: 닌디는 ——#n(C) 선택하지 않음 을 선택했습니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454287,
			"Why did you pick this Ah?",
			"为什么选了这个啊？",
			"どうしてそれを選んだの？",
			"왜 그걸 선택한 거야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454288,
			"Only C.",
			"宁蒂不知道该选什么，所以只好选C。",
			"どれを選べばいいか分からないので、Cにしました。",
			"뭘 골라야 할지 몰라서 C로 했어.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454289,
			"Well, I thought you were going to Collect more intelligence…",
			"唉，我还以为你是打算先多收集些情报呢……",
			"はぁ、情報収集を優先するためかと思ったのに……。",
			"하아, 정보 수집을 우선시해서인 줄 알았는데....",
			null
		],
		[
			"msg",
			454290,
			"That sudden multiple-choice question, whether you choose A or B, should lead to the end very quickly. But obviously neither is the true ending.",
			"那个突然跳出的选择题，无论选A还是B，应该都会很快导向结局，但显然都不是真结局。",
			"ああいう急に出てくる選択肢は、どっちを選んでも、すぐに結末に発展するけど、どっちも本物の結末じゃないのよ。",
			"그런 갑자기 튀어나오는 선택지는, 뭘 골라도 곧바로 결말으로 이어지지만, 둘 다 진짜 결말은 아니거든.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454291,
			"Kika knows a lot.",
			"辉火大人懂得真多。",
			"輝火様はたくさん知ってますね。",
			"키카님은 정말 많이 아시네요.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454292,
			"I just played some similar games at ordinary times.",
			"只是平时玩了些类似的游戏罢了。",
			"普段似たようなゲームをプレイしたことがあるだけよ。",
			"평소에 비슷한 게임을 해봤을 뿐이야.",
			null
		],
		[
			"msg",
			454293,
			"Just for the record, do you have a clue as to which side to choose, even with the simplest of ideas?",
			"姑且问一下，哪怕是最简单的想法也好，你有选择哪派阵营的头绪吗？",
			"ちなみに、深く考えなくてもいいから、どの陣営にしようという考えは？",
			"참고로 깊게 생각하지 않아도 돼, 어느 진영을 선택할 생각이야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454294,
			"No……",
			"没有……",
			"ありません……。",
			"없어요......",
			null
		],
		[
			"msg",
			454295,
			"I don't know which is the right choice, but I just hope the cats don't fight.",
			"我不知道选哪个才是正确的，只是希望猫咪们不要吵架。",
			"どちらを選べば正しいか分かりません。猫たちに喧嘩をやめてほしいだけです。",
			"어느 쪽을 선택해야 옳은지 모르겠어요. 고양이들이 싸움을 그만뒀으면 좋겠을 뿐이에요.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454296,
			"(Whispered)They are just simulated out of the personality…",
			"（小声）明明都只是模拟出来的人格，选哪边不都没差吗……",
			"（小声）#n作り出された人格なんだから、どっちを選んでも変わらないのに……。",
			"(작은 목소리)#n만들어진 인격인데, 어느 쪽을 선택해도 변함없는데......",
			null
		],
		[
			"msg",
			454297,
			"I can't help it.",
			"真没办法。",
			"仕方ないわね。",
			"어쩔 수 없네.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				3,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454298,
			"Kika, where are you going?",
			"辉火大人，你要去哪里？",
			"輝火様、どちらへ？",
			"키카님, 어디로 가시나요?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				3,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454299,
			"Get out of here. I don't want to be rattled into a nervous breakdown in this meow meow space. Anyway, go out and do some research.",
			"离开这里，我可不想在这种喵啊喵的空间里被吵得神经衰弱。不管怎样总之去外面调查一下再说。",
			"ここを出るわ、猫だらけの空間にずっといるのは御免よ。それに、外も調べないといけないし。",
			"여길 나갈 거야, 고양이 투성이인 공간에 계속 있을 순 없어. 게다가 밖도 조사해야 하고.",
			null
		],
		[
			"msg",
			454300,
			"What's the matter, Ninti? Aren't you leaving?",
			"怎么了，宁蒂，你不走吗？",
			"どうしたの？あんたは行かないの？",
			"왜 그래? 너는 안 갈 거야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454301,
			"Kika, look ——",
			"辉火大人，你看——",
			"輝火様、見てください。",
			"키카님, 보세요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				728,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454302,
			null,
			"胆小鬼希儿，再给我念叨猫咪大人……我跳！本大爷就撕烂你的猫抓板……我跳！",
			"ゼーレの臆病者め、これ以上猫様の話したら……ニャッ！お前の爪とぎ板をめちゃくちゃにしてやる……ニャッ！",
			"제레 이 겁쟁이 녀석, 고양이님 이야기를 더 하면……냥! 네 스크래쳐를 박살내버릴 거야……냥!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				728,
				0,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454303,
			"Seele is not afraid of you...We're the only ones taking care of sick cats…",
			"希儿才不怕你……我跳！明明只有我们在照顾病弱的猫咪……我跳！",
			"怖くないもん……ニャッ！それに、衰弱した仲間の世話をしてるのはゼーレたちなのに……ニャッ！",
			"안 무서운 거야……냥! 게다가 쇠약해진 동료를 돌보는 건 제레들인데……냥!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				727,
				0,
				true
			]
		],
		[
			"msg",
			454304,
			"Like this, if I don't use the stick to mediate the relationship between the cats, they will definitely start fighting.",
			"就像这样，如果我不用逗猫棒调解猫咪之间的关系，她们肯定就会打起来。",
			"こんな風に、私が猫じゃらし仲裁しないと、きっと喧嘩になってしまいます。",
			"이렇게 내가 캣닢으로 중재 안 해주면, 분명 싸움이 날 거야.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454305,
			"How are you still playing? And what kind of mediation is this…",
			"你怎么还玩上了，而且这算哪门子的调解……",
			"どこが仲裁よ、あんたが猫と遊びたいだけでしょ……。",
			"뭐가 중재야, 너 고양이랑 놀고 싶은 거잖아…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454306,
			"System Tip: The player \"Ninti \"triggers the daily task【 cat mediation】",
			"系统提示：玩家“宁蒂”触发了日常任务【猫咪间的调停】。",
			"システム：プレイヤー「ニンディ」、日常任務【猫たちの仲裁】が発生しました。",
			"시스템: 플레이어「닌디」, 일일 퀘스트【고양이들의 중재】가 발생했습니다.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454307,
			"Daily tasks? Let's see \"Next, please restock the food, change the scratch plate, clean the litter...\"",
			"日常任务？我看看——“接下来请给猫咪们添猫粮，换猫抓板，清理猫砂……”",
			"日常任務？なんでしょうか——「猫たちにキャットフードを入れ、爪とぎ板を変え、猫砂を片付ける……」",
			"일일 퀘스트? 뭘까요——「고양이들에게 캣푸드 주고, 스크래쳐 갈아주고, 모래 정리하기……」",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454308,
			"It feels like you're just being used by cats...Let the main line not go really good…",
			"感觉你只是被猫咪利用了……放着主线不走真的好吗……",
			"普通に猫たちに利用されてる気がするけど……メイン任務を放っておいて大丈夫なの……。",
			"그냥 고양이들에게 이용당하는 느낌인데…… 메인 퀘스트 방치해도 괜찮은 거야…….",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454309,
			"Now that you're given daily tasks, it shouldn't be pointless.",
			"既然接到了日常任务，应该就不是毫无意义的。",
			"でも日常任務は全く意味がないわけではないはずです。",
			"하지만 일일 퀘스트가 아주 의미 없는 건 아니겠지.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454310,
			"Alas......Okay, if you let the cats fight, it might be a Bad End.You can stay here.",
			"唉……行吧，要是真的放任猫咪们打起来，可能就Bad End了。你就留在这里吧。",
			"はぁ……いいでしょう、放っておいたら本当に喧嘩になって、そのままBAD ENDになるかもしれないし。あんたはここに残っていいわ。",
			"하…… 알겠어, 내버려 두면 진짜 싸움이 나서 BAD END 될지도 모르니까. 넌 여기 남아 있어도 돼.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454311,
			"Really, Kika?",
			"真的可以吗，辉火大人？",
			"いいんですか？輝火様。",
			"괜찮으신가요? 키카님.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454312,
			"That's within the scope of the task, right? Aren't you the type of person who just obeys orders and does the job?",
			"这也算是任务范围内吧，你不是只要遵守命令、完成任务就行的那种类型吗？",
			"これも任務だからね。あんたは命令を守って任務を完遂すればなんでもいいってタイプなんでしょ？",
			"이것도 임무니까. 당신은 명령을 지키고 임무를 완수하기만 하면 뭐든 괜찮은 타입이잖아?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454313,
			"I mean, Lord Kika, with that kind of food, is it okay to be alone?",
			"我是指，辉火大人那么菜，一个人没问题吗？",
			"えっと、輝火様を一人にしていいんですか、という意味です。",
			"음, 키카님을 혼자 두고 가도 괜찮으신가요, 라는 뜻입니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454314,
			"Er... What a bad image I have in your mind…",
			"呃……我在你心中的形象到底有多差啊……哪怕打怪很累，也比待在这吵死人的猫猫馆好。",
			"うっ……あんたの中の私ってどれぐらいやばいやつなの……この賑やかすぎるニャンコ館にいるより、崩壊獣の相手をしたほうがまだマシよ。",
			"윽... 당신이 생각하는 나는 대체 얼마나 위험한 녀석이야... 이렇게 시끄러운 고양이관에 있는 것보다 붕괴수의 상대를 하는 게 아직 나아.",
			null
		],
		[
			"msg",
			454315,
			"Then I'm going to leave. Oh, it's really noisy...",
			"那我就先走人了。啊，真是吵死……",
			"行ってくるわ。あー、本当うるさい……。",
			"다녀올게. 아, 정말 시끄러워...",
			null
		],
		[
			"msg",
			454316,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454317,
			"I hope Kika is okay.",
			"希望辉火大人没事。",
			"輝火様が無事だといいのですが……。",
			"키카님이 무사하시길 바랄 뿐입니다...",
			null
		]
	],
	"2909": [
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454318,
			"Whew, that's all.",
			"呼，总算忙完了。",
			"ふう、やっと一段落した。",
			"후, 드디어 한숨 돌렸다.",
			null
		],
		[
			"msg",
			454319,
			"(The next step is to bask in the sun with the cat.)",
			"（接下来就是陪猫咪晒太阳了。）",
			"（あとは猫たちと日向ぼっこすること）",
			"(이제 고양이들과 함께 햇볕 쬐기)",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				514,
				7,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454320,
			"Humans, join us and take good care of everyone until Lord Kitty returns",
			"人类，加入我们的阵营吧~在猫咪大人回来之前要好好照顾大家喵，呼噜呼噜~",
			"人類、ゼーレたちの陣営に入ってくれないかニャ～？猫様が戻るまでみんなの世話をしないと、ゴロゴロ～",
			"인류, 제레네 진영에 들어와 주지 않겠냥~? 고양이님이 돌아오실 때까지 모두를 돌�야 하니까, 그르릉~",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				514,
				7,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454321,
			"Don't listen to idiot Seele, join my team~",
			"别听笨蛋希儿的，加入本大爷的阵营，帮本大爷把大狗都撕烂喵，呼噜呼噜~",
			"バカゼーレよりも、ボクの陣営に入って、あのイッヌたちを全部倒せニャー、ゴロゴロ～",
			"바보 제레보다는 내 진영에 들어와서 그 개들을 전부 쓰러뜨리자냥, 그르릉~",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454322,
			"(The cats have become intimate. Perhaps this is the effect of daily tasks?)",
			"（猫咪们变得亲近了，或许这就是日常任务的效果？）",
			"（猫たちの仲が良くなった気がする。これが日常任務の効果かな？）",
			"(고양이들 사이가 좋아진 것 같아. 이게 일상 임무의 효과인가?)",
			null
		],
		[
			"msg",
			454323,
			"(Hope they never see it in real life...)",
			"（希望现实中的她们永远不会看到这副景象……）",
			"（現実世界の彼女たちが今のこの景色を永遠に知らないことを願おう……）",
			"(현실 세계의 그녀들이 지금 이 풍경을 영원히 모르길 바라……)",
			null
		],
		[
			"msg",
			454324,
			"(But they argue even when they're lounging in the sun...)",
			"（不过，她们连懒洋洋晒太阳的时候也在吵架呢……）",
			"（しかし、どうして日向ぼっこしてる時も喧嘩してるのかな……）",
			"(하지만, 왜 햇볕 쬐고 있을 때도 싸우는 걸까……)",
			null
		],
		[
			"msg",
			454325,
			"The Bronya...",
			"那个，布洛妮娅……",
			"あの、ブローニャ……。",
			"저기, 브로냐…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454326,
			"What's wrong, meow, human?",
			"怎么了喵，人类？",
			"どうしたんですかニャ？",
			"무슨 일이에요 냥?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454327,
			"Did cats ever argue so much before?",
			"猫咪们难道以前也吵得这么凶吗？",
			"昔もこんなに喧嘩してたの？",
			"예전에도 이렇게 싸웠어?",
			null
		],
		[
			"bgm",
			70
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454328,
			"No, Meow.",
			"并不是的喵。",
			"違いますニャー。",
			"아니에요 냥.",
			null
		],
		[
			"msg",
			454329,
			"Cats have to help each other when they live on the road or they won't survive in the wild, and they're all great felines.",
			"在过着流浪生活的时候，猫咪们必须互帮互助，否则在野外就生存不下去，那时候大家都是很好的战友喵。",
			"野良生活だった頃、生き残るためにみんなは協力し合ってました。あの頃のみんなは最高の戦友でしたニャー。",
			"길고양이 생활을 하던 시절, 살아남기 위해 모두 서로 협력했어요. 그때의 모두는 최고의 전우였어요 냥.",
			null
		],
		[
			"msg",
			454330,
			"Later, Lord cat appeared and kept bringing food to the stray cats. They had never enjoyed such a happy life, so they never quarreled with the cats.",
			"后来猫咪大人出现了，不停地为流浪猫们带来食物，大家从来没有享受过这般衣食无忧的生活，过得很幸福，所以也从来不会吵架喵。",
			"その後、猫様が現れて、キャットフードをたくさん持ってきてくれて、みんなは幸せに暮らすようになったので、喧嘩することもありませんでしたニャー。",
			"그 후, 고양이 님이 나타나서, 캣푸드를 많이 가져다 주셔서, 모두 행복하게 살게 되었기 때문에, 싸울 일도 없었어요 냥.",
			null
		],
		[
			"msg",
			454331,
			"But since Lord Kitty disappeared, everything has changed. Meow.",
			"但是自从猫咪大人消失后，一切都变了喵。",
			"しかし猫様が消えた後、全てが変わりましたニャー。",
			"하지만 고양이 님이 사라진 후, 모든 게 변했어요 냥.",
			null
		],
		[
			"msg",
			454332,
			"Both Seele and Sin are my most important sisters. Because I still have some prestige, I've been trying to mediate among cats...",
			"希儿和杏都是我最重要的妹妹。所有的流浪猫，本来都是同甘共苦、相亲相爱的一家人喵，因为我仍有一定的威望，所以我一直在想办法调解猫咪们的关系……",
			"ゼーレもシンも大事な妹です。ここにいる猫はみんなは苦楽を共にする大事な家族ですニャ。ブローニャには人望があるから、みんなの仲をどうにかしようとしてきましたが……。",
			"제레도 신도 소중한 여동생입니다. 여기 있는 고양이들은 모두 고락을 함께하는 소중한 가족입니다냥. 브로냐는 인망이 있어서, 모두의 사이를 어떻게든 해보려고 해왔지만…….",
			null
		],
		[
			"msg",
			454333,
			"But more and more powerless meow.",
			"但越来越力不从心喵。",
			"だんだんブローニャだけでは抑えられずという感じになりましたニャ。",
			"점점 브로냐 혼자로는 감당할 수 없을 것 같은 느낌이 되었습니다냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454334,
			"What kind of person is he, Mr. Cat?",
			"猫咪大人，是怎么样的一个人？",
			"猫様は、どういう人なの？",
			"고양이님은, 어떤 분이죠?",
			null
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454335,
			"Oh, right? Maybe Ninti shouldn't have asked.",
			"啊，对不对，或许宁蒂不该多问。",
			"あっ、ごめん、聞かないほうがいいね。",
			"아, 미안, 묻지 않는 게 좋겠네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454336,
			null,
			"告诉你也无妨喵。猫咪大人当然不是人，而是猫咪。而且和所有猫咪都不一样——",
			"構いませんニャ。猫様は人間ではなく、猫ですニャ。しかもここにいるみんなとは全然違って——",
			"괜찮습니다냥. 고양이님은 인간이 아니라, 고양이입니다냥. 게다가 여기 있는 모두와는 완전히 달라서——",
			null
		],
		[
			"msg",
			454337,
			"She's suspended in the air, a huge cat with four pairs of feathered wings, no bigger than you humans.",
			"她悬浮在空中，是有着四对羽毛翅膀的大型猫咪，和你们人类差不多大喵。",
			"空中に浮いてて、8枚羽がある大型猫で、あなたたちと同じくらい大きいですニャ。",
			"공중에 떠 있고, 8장의 날개가 있는 대형 고양이로, 여러분들만큼 큽니다냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454338,
			"Sounds like a sacred cat. So, what about the cat savior?",
			"听起来是一只很神圣的猫咪呢。那么，猫咪救星呢？",
			"確かに他の猫とは違うね。じゃあ、救世主のほうは？",
			"확실히 다른 고양이들과는 다르네. 그럼 구세주 쪽은?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454339,
			"I can't believe you remembered that. Meow...",
			"没想到你居然记住了这一回事喵……",
			"覚えてくれてるんですニャ……。",
			"기억해 주시는군요냥…….",
			null
		],
		[
			"msg",
			454340,
			"No one knows what the cat's savior will look like, but legend says: \"The light from the dried fish will be the power of the cat's salvation.\"",
			"没有人知道猫咪救星长什么样，但是传说中提到：“小鱼干汇聚的光，会成为猫咪救星的力量。”",
			"誰も救世主の姿を知りませんが、「煮干しが光になって、救世主の力になる」という伝説がありますニャ。",
			"아무도 구세주의 모습을 알지 못하지만,「마른 멸치가 빛이 되어, 구세주의 힘이 된다」라는 전설이 있습니다냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454341,
			"It feels baffling...",
			"感觉莫名其妙……",
			"よく分からない……。",
			"잘 모르겠어…….",
			null
		],
		[
			"msg",
			454342,
			"Anyway, my partner is now out foraging for canned cat food, and if we can solve the food shortage, we can be friends again.",
			"总之，我的伙伴现在去外面寻找猫粮罐头了，只要能够解决食物匮乏的问题，大家的关系就能重归于好了。",
			"とにかく、今仲間がキャットフードを探してるから、食料の問題を解決すれば、きっと仲直りできると思う。",
			"어쨌든 지금 동료가 캣푸드를 찾고 있으니, 식량 문제만 해결하면 반드시 화해할 수 있을 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454343,
			"I'm afraid it's not as simple as that. There's a lot of strength in the big dogs out there, and it's not clear if your partner will be able to handle it.",
			"恐怕没有这么简单，外面的大狗实力强劲，你的伙伴能不能吃得消还是个未知数喵。",
			"そんなに簡単じゃないと思いますニャ。イッヌはとても強いから、あなたの仲間が倒せるかどうかは分かりませんニャ。",
			"그렇게 간단하지 않을 거야 냥. 개 녀석들이 너무 강해서 네 동료들이 이길 수 있을지 모르겠다 냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454344,
			"Mew: ahaha...",
			"啊哈哈……",
			"あははっ……。",
			"아하하……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454345,
			"But I can see that you're a human who serves cats pretty well.You know us cats very well.",
			"但是，我看得出来，你这个人类还挺会服侍猫咪的。你很懂我们喵。",
			"でも、ブローニャには分かりますニャ。あなたは猫の扱いに慣れてます、ブローニャたちのことを理解してくれてますニャ。",
			"하지만 브로냐는 알겠어 냥. 너는 고양이 다루는 데 익숙해, 브로냐들을 이해해 주고 있어 냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454346,
			"Really?",
			"是吗？",
			"そうかな？",
			"그런가?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				1,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454347,
			"Whether it's the frequency with which they wield the stick or the way they pet their cats, they're all professional cats.",
			"无论是挥舞逗猫棒的频率，还是抚摸猫咪们的动作，都是专业中的专业喵。",
			"猫じゃらしを振り回すペースも、猫を撫でる動きも、プロ中のプロですニャ。",
			"캣닢을 휘두르는 속도도, 고양이를 쓰다듬는 동작도 프로 중의 프로야 냥.",
			null
		],
		[
			"msg",
			454348,
			"The smile you accidentally put on your face is also a clear sign that you're enjoying the experience. Thanks to you, I have never seen Seele and Sin lolling about in the afternoon sun.",
			"你无意中露出的笑容，也显然说明你很享受这一过程喵。拜你所赐，我从来没看到过希儿和杏，还有大家，如此懒洋洋地享受下午的阳光喵。",
			"あなたが無意識に見せた笑顔から、あなたも楽しんでいることが分かりますニャ。あなたのおかげで、ブローニャは久しぶりにゼーレとシンと、それからみんなとこうして日向ぼっこを満喫できましたニャ。",
			"네가 무의식적으로 보인 미소에서 너도 즐기고 있다는 걸 알 수 있어 냥. 덕분에 브로냐는 오랜만에 제레와 신, 그리고 모두와 함께 이렇게 햇볕을 만끽할 수 있었어 냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				4,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454349,
			"I just do what I can, and I don't know how to resolve the cat conflict…",
			"我只是做了力所能及的事情，而且也不知道怎么化解猫咪间的矛盾……",
			"できることをしたまでだよ。それに猫たちの矛盾を解く方法がまだ分からないし……。",
			"할 수 있는 일을 했을 뿐이야. 게다가 고양이들 사이를 화해시키는 방법은 아직 모르고…",
			null
		],
		[
			"msg",
			454350,
			"But you, who know them best, can do it.",
			"但是最了解她们的你，一定能够做到的。",
			"でも彼女たちを一番理解してるあなたなら、きっとできると思う。",
			"하지만 그들을 가장 잘 이해하는 너라면 분명 해낼 수 있을 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				4,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454351,
			"...Thank you for your comfort. I won't give up.",
			"……谢谢你的安慰，我不会放弃的。",
			"ありがとうございます、ブローニャは諦めませんニャ。",
			"고마워, 브로냐는 포기하지 않을 거야 냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454352,
			"(Although the personality is a bit strange, since the NPCs use their personality data. Maybe one day, with real women...)",
			"（虽然性格有点奇怪，但既然NPC使用了她们的人格数据，或许有朝一日，和现实中的她们也能……）",
			"（性格は少しおかしいけど、このNPCたちは彼女たちの人格データをベースに作られたのなら、きっといつか現実世界の彼女たちも……）",
			"(성격이 좀 이상하지만, 이 NPC들은 그녀들의 인격 데이터를 바탕으로 만들어진 거라면, 분명 언젠가 현실 세계의 그녀들도……)",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454353,
			"Bronya adults!Big deal, Meow!",
			"布洛妮娅大人！大事不好了喵！",
			"ブローニャ様！大変だニャ！",
			"브로냐 님! 큰일이에요 뇨!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454354,
			"What's going on?Why is the cat suddenly so panicked?",
			"怎么回事？为何猫咪突然如此惊慌？",
			"何がですか？どうしてこんなに慌ててるんですかニャ？",
			"뭐가요? 왜 이렇게 허둥대는 거예요 뇨?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454355,
			"System Tip: 【Houkai Beast Invasion】has been triggered.",
			"系统提示：固定事件【崩坏兽入侵】已触发。",
			"システム：固定事件【崩壊獣侵入】発生。",
			"시스템: 고정 이벤트【붕괴수 침입】발생.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454356,
			"Oh no, it's a big dog invasion!",
			"糟糕了，是大狗入侵！",
			"まずい、イッヌの侵入ですニャ！",
			"큰일이야, 개가 침입했어 뇨!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454357,
			"And sure enough, the big dog the cats said was the Houkai beast.",
			"果然猫咪们所说的大狗就是崩坏兽。",
			"猫たちが言ってたイッヌはやっぱり崩壊獣だね。",
			"고양이들이 말한 개는 역시 붕괴수였구나.",
			null
		],
		[
			"msg",
			454358,
			"But are cats capable of defeating such a powerful enemy?",
			"可是猫咪们，能够战胜那么强大的敌人吗？",
			"でもあんなに強い敵に、猫たちは勝てるの？",
			"그런데 그렇게 강한 적을 고양이들이 이길 수 있을까?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454359,
			"Most cats have long forgotten about the vagabondage, so I'm afraid they'll have to hide.",
			"大部分猫咪都早已忘记了流浪生活，恐怕只能躲起来了喵。",
			"多くの猫たちはすでに野良をしていた頃を忘れて、隠れるしかないと思いますニャ。",
			"많은 고양이들은 이미 길고양이 시절을 잊어버려서, 숨는 수밖에 없다고 생각해요 뇨.",
			null
		],
		[
			"bgm",
			44
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454360,
			"Bronya, lead the pack.",
			"布洛妮娅，带领大家避难吧。",
			"ブローニャ、みんなを連れて避難して。",
			"브로냐, 모두 데리고 대피해.",
			null
		],
		[
			"portraits",
			[
				514,
				6,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454361,
			"It's wrong to hurt a cat. The bad guys who invade the cat house will be defeated by me.",
			"伤害猫咪就是不对的。入侵猫猫馆的坏人，就由我来打倒。",
			"猫をいじめるやつは悪いやつ。ニャンコ館に侵入してくる敵は、ニンディが倒します。",
			"고양이를 괴롭히는 녀석은 나쁜 녀석. 냥코관에 침입해 오는 적은, 닌디가 꼭 쓰러뜨릴 거다 뇨.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				6,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454362,
			"Do you have the ability to fight?",
			"你有战斗的能力吗？",
			"戦えるんですかニャ？",
			"싸울 수 있냥?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				6,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454363,
			"Of course!",
			"当然！",
			"もちろん！",
			"물론이지!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				6,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454364,
			"Then please, meow, Ninti.",
			"那就拜托你了喵，宁蒂。",
			"では頼みますニャ、ニンディ。",
			"그럼 부탁할게냥, 닌디.",
			null
		]
	],
	"2910": [
		[
			"bgm",
			44
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454365,
			"(Outside the Cat House)",
			"（猫猫馆外）",
			"——ニャンコ館の外",
			"——냥코관 밖",
			null
		],
		[
			"msg",
			454366,
			"Ho ho ho ho ho!",
			"吼吼吼吼吼！",
			"ゴゴゴゴゴゴゴ！",
			"고고고고고고고!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454367,
			"Drink ah,!",
			"喝呀——！",
			"ハーッ！",
			"하악!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454368,
			"Hoo, hoo, hoo...",
			"吼吼吼吼……",
			"ゴゴゴゴゴゴ……！",
			"고고고고고고……!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454369,
			"That's too much...",
			"这个数量也太……",
			"この数……。",
			"이 수…….",
			null
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454370,
			"(Houkai that invade Cat House territory are not weak, but can be defeated at level 1.)",
			"（入侵猫猫馆领地的崩坏兽不算很弱，但即使只有1级也能打倒。）",
			"（ニャンコ館の領地に侵入してきた崩壊獣は弱いわけじゃないけど、Lv1でも倒せる）",
			"(냥코관의 영지에 침입해 온 붕괴수는 약한 것은 아니지만, Lv1이라도 쓰러뜨릴 수 있다)",
			null
		],
		[
			"msg",
			454371,
			"(If I wear heavy devices like before, I'm afraid I'll be overwhelmed by rank. Thank you, Lord Ella.)",
			"（如果像以前那样，穿戴厚重的设备接入系统，恐怕就会被等级压制了，谢谢艾拉大人。）",
			"（昔みたいに重い装備を装着したままここに入ったら、勝てる戦闘も勝てなくなったかも、ELLA様に感謝しないと）",
			"(예전처럼 무거운 장비를 장착한 채로 여기에 들어갔다면, 이길 수 있었던 전투도 이기지 못했을지도, ELLA님께 감사해야겠다)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454372,
			"System Tip: Player \"Ninti \"has reached level 5, get Skill \"knowing hit\".",
			"系统提示：玩家“宁蒂”已达到5级，获得技能“会心一击”。",
			"システム：プレイヤー「ニンディ」がLv5に到達、スキル「会心の一撃」を習得。",
			"시스템: 플레이어「닌디」가 Lv5에 도달, 스킬 「회심의 일격」을 습득.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454373,
			"Great, just use this Skill to finish them.",
			"太好了，就用这个技能结果它们吧。",
			"よしっ、これでやつらを片付けよう。",
			"좋아, 이제 저 녀석들을 처리하자.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454374,
			"Clang—— !",
			"咣——！",
			"キンッ！",
			"쨍!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454375,
			"Down at last. But why is the quantity still…",
			"总算打倒了。可是，为什么数量还是……",
			"やっと倒した。でもどうして数がまだ……",
			"드디어 쓰러뜨렸다. 근데 왜 수가 아직도...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454376,
			"Roar—— !",
			"吼——！",
			"カッ！",
			"퍽!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454377,
			"Crap——",
			"糟糕——",
			"まずい！",
			"위험해!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				2,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454378,
			"Ninti, watch out!",
			"宁蒂，小心！",
			"ニンディ、気を付けて！",
			"닌디, 조심해!",
			null
		],
		[
			"msg",
			454379,
			"Meow—— !",
			"喵——！",
			"ニャッ！",
			"냥!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454380,
			"Hoo, hoo, hoo...",
			"吼吼吼吼……",
			"ゴゴゴゴゴゴ！",
			"우르르르릉!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454381,
			"But watch your back, too.",
			"身手不错喵，人类。不过也要注意后背。",
			"やりますね、でも背中に気を付けないといけませんニャ。",
			"잘 하셨네요, 하지만 등 뒤를 조심해야 해요 냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454382,
			"(I don't know.Not being a real enemy, you can't feel the Houkai beast behind you.)",
			"（大意了。因为不是现实的敌人，所以感觉不到背后崩坏兽的气息。）",
			"（油断した。現実世界の敵じゃないから後ろにいた崩壊獣の気配に気づいてなかった）",
			"(방심했어. 현실 세계의 적이 아니니까 뒤에 있던 붕괴수의 기척을 느끼지 못했어)",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454383,
			"In order to protect the cat house, even if the power is limited, I will not flinch.",
			"为了守护猫猫馆，即使力量有限，我也是不会退缩的喵。",
			"力が限られても、ニャンコ館を守るためにブローニャは逃げたりしませんニャ。",
			"힘이 제한되어도, 냥코관을 지키기 위해 브로냐는 도망가지 않아냥.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454384,
			"We will fight alongside Lord Bronya.",
			"我们会追随布洛妮娅大人一起战斗喵！",
			"みんな、ブローニャ様と共に戦うニャ！",
			"모두, 브로냐 님과 함께 싸우자냥!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				6,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454385,
			"(Take the lead in times of danger. No wonder Bronya has cachet among cats.)",
			"（遇到危险的时候身先士卒，难怪布洛妮娅在猫咪中有着威望。）",
			"（危険に直面しても自ら先陣を切る、だからブローニャは猫たちの中で人望がある）",
			"(위험에 직면해도 스스로 선봉에 서서, 그래서 브로냐는 고양이들 사이에서 인망이 있다)",
			null
		],
		[
			"msg",
			454386,
			"Thanks for covering, Bronya.",
			"多谢掩护，布洛妮娅。",
			"フォローありがとう、ブローニャ。",
			"도움 고마워, 브로냐.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				6,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454387,
			"The thanks will come later. Houkai's attack has weakened. Kill them now.",
			"道谢的话随后再说，崩坏兽的攻势变弱了，趁现在一举消灭她们喵！",
			"礼はあとでいいですニャ。敵の勢いは弱まってます、今のうちに倒しますニャ！",
			"감사 인사는 나중에 해도 좋아냥. 적의 기세는 약해지고 있어, 지금 당장 쓰러뜨리겠어냥!",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				6,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454388,
			"Ok!",
			"好！",
			"うん！",
			"응!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454389,
			"Hoo, ho, ho!",
			"吼吼吼——！",
			"ゴゴゴ！",
			"고고고!",
			null
		]
	],
	"2911": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454390,
			"…………",
			"…………",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			454391,
			"System Tip: Fixed event【Houkai Beast Invasion】resolved and player \"Ninti \"reached level 9.",
			"系统提示：固定事件【崩坏兽入侵】已解决，玩家“宁蒂”已达到9级。",
			"システム：固定事件【崩壊獣入侵】解決、プレイヤー「ニンディ」Lv9に到達。",
			"시스템: 고정 이벤트【붕괴수 침입】해결、플레이어「닌디」Lv9에 도달.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454392,
			"Good thing you're here this time, meow, human.",
			"幸好这次有你在喵，人类。",
			"あなたがいてくれてよかったですニャ。",
			"네가 있어서 정말 다행이다 냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				3,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454393,
			"Has this happened before?",
			"难道以前也发生过这种事情？",
			"昔もこんなことがあった？",
			"예전에도 이런 일이 있었냥?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				514,
				3,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454394,
			"Of course. Occasionally a big dog covets this cat house.",
			"那当然，偶尔会有大狗觊觎这处猫猫馆。",
			"はい、たまにこのニャンコ館を狙ってくるイッヌがいます。",
			"응, 가끔 이 냥코관을 노리는 개들이 있지.",
			null
		],
		[
			"msg",
			454395,
			"And I see you are as quick and deadly as our cats. Maybe you're the legend...",
			"而且我看你的身手，就和我们猫咪一样敏捷且致命。莫非你就是传说中的……",
			"しかし、あなたの動きはブローニャたちと同じくらい機敏で迷いがありません。まさかあなたは伝説の……。",
			"하지만 네 움직임은 브로냐들만큼이나 날렵하고 망설임이 없어. 설마 네가 전설 속의....",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				728,
				0,
				false
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454396,
			"Well, how is that possible? This man is, by all means, an inferior human.",
			"哼，怎么可能喵，这个人怎么看就是个下等人类。而且也没猫咪相信那个传说了喵~",
			"フン、ありえないニャ。どう見てもただの人類だし、あの伝説をまだ信じてる猫なんていないニャ～",
			"흥, 말도 안 된다 냥. 어찌 봐도 그냥 평범한 인간인데, 그 전설을 아직도 믿는 고양이는 없을 거다 냥~",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				728,
				0,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454397,
			"I think the supposed savior might be Lord Kitty, but definitely not the human.",
			"我觉得传说中的救星有可能是猫咪大人呢，但绝对不可能是人类喵。",
			"伝説の救世主は猫様だと思う。とにかく人類じゃないと思うニャ。",
			"전설의 구세주는 고양이님이라고 생각해. 어쨌든 인간은 아닐 거다 냥.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				728,
				0,
				false
			],
			[
				727,
				0,
				true
			]
		],
		[
			"msg",
			454398,
			"If you mention Lord Kitty again, believe it or not, I'll rip your mouth out.",
			"你再提猫咪大人，信不信我撕烂你的嘴。",
			"これ以上猫様の話したら殴るニャ。",
			"고양이님 이야기 더 하면 맞을 거다 냥.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				728,
				0,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454399,
			"Seele is not afraid of you!",
			"希儿才不怕你呢！",
			"別に怖くないニャ！",
			"별로 안 무섭다 냥!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				727,
				0,
				true
			]
		],
		[
			"msg",
			454400,
			"Seele! Sin!Shut up, everybody.",
			"希儿！杏！都给我闭嘴。",
			"ゼーレ！シン！静かに。",
			"제레! 신! 조용히.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454401,
			"What, what, sister Bronya...",
			"怎，怎么了，布洛妮娅姐姐……",
			"ど、どうしたかニャ、ブローニャお姉ちゃん……。",
			"무, 무슨 일이냥, 브로냐 언니....",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				727,
				0,
				true
			]
		],
		[
			"msg",
			454402,
			"Didn't you hear the big dogs coming in? Why didn't help come?",
			"你们没有听到大狗入侵吗？为什么没来援助？",
			"イッヌの侵入に気付いてませんでした？どうして加勢しなかったんですかニャ？",
			"개가 침입한 걸 몰랐냥? 왜 도와주지 않았냥?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454403,
			"Because, Sin She tripped my meow on purpose.",
			"因为，杏她故意绊倒了我喵。",
			"だって、シンに妨害されたニャ。",
			"왜냐면 신에게 방해받았거든냥.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454404,
			"Because you stole my scratcher cat.",
			"还不是因为你偷走了我的猫抓板喵。",
			"お前がボクの爪とぎ板を盗もうとしたからニャ。",
			"네가 내 스크래쳐를 훔치려 했잖냥.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454405,
			"No, I just borrowed it...",
			"我才没有，只是借用了一下……",
			"してないもん、借りようとしただけニャ……。",
			"안 그랬다냥, 빌리려고 했을 뿐이냥……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				727,
				0,
				true
			]
		],
		[
			"msg",
			454406,
			"If it wasn't for this human to help us…",
			"如果不是这名人类帮助我们，只靠我们猫咪抵御大狗的攻击……",
			"こちらの人類が助けてくれなかったら、ブローニャたちだけだったら……。",
			"이쪽 인간들이 도와주지 않았더라면, 브로냐들만 있었더라면……",
			null
		],
		[
			"msg",
			454407,
			"The cat house would probably not exist.",
			"猫猫馆很可能就不存在了喵。",
			"ニャンコ館はもう存在してないかもしれませんニャ。",
			"냥코관은 이미 사라졌을지도 모른다냥.",
			null
		],
		[
			"msg",
			454408,
			"Such a mess of us left the cat house is impossible to survive in the wild. And Lord Kitty will only be disappointed when she saw this.",
			"这样一盘散沙的我们，即使离开猫猫馆也不可能在野外生存；而且猫咪大人看到此情此景，只会感到失望喵。",
			"団結力のないブローニャたちはニャンコ館を出たとしても生き残れないでしょう。それに猫様が見たら、きっと失望しますニャ。",
			"단결력 없는 브로냐들은 냥코관을 나가도 살아남지 못할 거다냥. 게다가 고양이 님께서 보시면 분명 실망하실 거다냥.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				727,
				0,
				false
			]
		],
		[
			"msg",
			454409,
			"I'm sorry...Sister Bronya...",
			"对不起……布洛妮娅姐姐……",
			"ごめんなさい……ブローニャお姉ちゃん……。",
			"미안해…… 브로냐 언니……",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454410,
			"Tut, Tut, that's almost enough, meow. Seele is so cowardly that she is crying. Disgusted.",
			"啧。好啦好啦，说得差不多就行了喵。希儿这个胆小鬼都要流眼泪了，恶心喵。",
			"チッ。分かった分かったニャ。臆病者のゼーレが泣きそうじゃないか、やめろニャ。",
			"쳇. 알겠다냥. 겁쟁이 제레가 울 것 같잖냥, 그만 둬라냥.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454411,
			"All right. But ——",
			"好吧。但是——",
			"分かりました。ただし——",
			"알겠습니다. 단 ——",
			null
		],
		[
			"msg",
			454412,
			"Bronya wants you to promise that whether you stay in the house or leave the house. There will be no more fighting among yourselves.",
			"布洛妮娅要你们保证，不论是继续留在猫猫馆还是离开猫猫馆，都绝不能再起内讧了喵。",
			"ニャンコ館に残っても、ニャンコ館を出たとしても、喧嘩はやめること、いいですニャ？",
			"냥코관에 남아있든, 냥코관을 떠나든, 싸움은 그만하는 게 좋지 않겠냥?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454413,
			"And if Sister Bronya says so...Seele, no more fights with Sin…",
			"既然布洛妮娅姐姐都这么说了……希儿，不会再和杏吵架了……",
			"ブローニャお姉ちゃんがそういうなら……ゼーレ、もう二度とシンと喧嘩しないニャ……。",
			"브로냐 언니가 그렇게 말한다면…… 제레, 이제 다시 신이랑 싸우지 않을 거야 냥…….",
			null
		],
		[
			"msg",
			454414,
			"After all, we used to come here fighting big dogs. Seele is not a coward. Big dogs are not afraid.",
			"毕竟以前我们也是一边和大狗战斗一边过来的，希儿不是胆小鬼，大狗什么的才不怕喵。",
			"イッヌたちと戦ってやっとここまで来たもん、ゼーレは臆病者じゃない！イッヌなんて怖くないニャ。",
			"개들하고 싸워서 겨우 여기까지 왔잖아, 제레는 겁쟁이가 아니야! 개 같은 건 전혀 무섭지 않다냥.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				727,
				0,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454415,
			"Well, don't just know how to heal other people's cats.",
			"哼，到时候可别只知道给别人疗伤喵。",
			"フン、その時は治療以外も担当してくれたらいいけどニャ。",
			"흥, 그때는 치료 말고 다른 것도 담당해 준다면야 좋겠지만 냥.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454416,
			"If it hadn't been for Seele's healing every time, would you still be alive and kicking?",
			"要不是希儿每次给你疗伤，你还能活蹦乱跳到现在吗喵？",
			"ゼーレがケガを治療しなかったら、シンだって元気になってなかったニャ！",
			"제레가 상처를 치료해 주지 않았다면, 신도 건강해지지 못했을 거야 냥!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454417,
			"System Tip: Hidden Event【The cat's reconciliation】has been triggered.",
			"系统提示：隐藏事件【猫咪的和解】已触发。",
			"システム：隠れ事件【猫たちの和解】発生。",
			"시스템：숨겨진 사건【고양이들의 화해】발생.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				4,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454418,
			"(Looks like the cat house conflict has been resolved. When Lord Kika returns, discuss faction selection.)",
			"（看来猫猫馆的矛盾已经化解了。等辉火大人回来，就商量一下阵营选择吧。）",
			"（どうやらニャンコ館の矛盾はもう解消できた。輝火様が戻ったら陣営のことについて相談しよう）",
			"(아무래도 냥코관의 갈등은 이제 해결된 것 같군. 키카 님이 돌아오시면 진영에 관한 건 상의하자)",
			null
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454419,
			"(Why hide events, though?)",
			"（可是，为什么是隐藏事件？）",
			"（でも、どうして隠れ事件なの？）",
			"(그런데, 왜 숨겨진 사건이지?)",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454420,
			"Ninti...I'm... I'm back...",
			"宁蒂……我，我回来了……",
			"ニンディ……も、戻ったわ……。",
			"닌디…… 다, 돌아왔어…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454421,
			"Lord Kika, have you finally... Uh, what's the mess?",
			"辉火大人你终于……呃，怎么搞得一片狼藉？",
			"輝火様おかえりなさ……えっと、どうしてボロボロになってるんですか？",
			"키카 님, 돌아오셨…… 어, 어째서 이렇게 낡아빠지셨죠?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454422,
			"It's just that I'm not good at melee combat. As expected I this remote mage should not be a person to open land......",
			"这只不过是我不擅长近战的缘故啦。果然我这个远程法师就不该一个人开荒……",
			"近接戦闘が苦手なだけよ。やはり遠隔攻撃しかできない魔術師の私はひとりで冒険するべきじゃなかったわ……。",
			"근접전이 서툴 뿐이야. 역시 원거리 공격밖에 못 하는 마술사인 나는 혼자 모험을 하지 말았어야 했어……",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				9,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454423,
			"I don't think it was Lord Kika who led the Houkai on her escape.",
			"该不会是辉火大人逃跑的时候把崩坏兽引过来的吧。",
			"輝火様が逃げた時に崩壊獣をここに引き付けたのでは……。",
			"키카 님이 도망갔을 때 붕괴수를 여기로 유인한 게 아닐까…….",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				9,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454424,
			"How much you don't trust me! On the outside…",
			"你对我是有多不信任啊！闲话就不说了，关于外面的情况……",
			"私はどんだけ信用ないの！？そんな話は置いておいて、外の状況についてだけど……。",
			"내가 도대체 얼마나 믿음이 없는 거야!? 그런 이야기는 제쳐두고, 밖 상황에 대해서는…….",
			null
		]
	],
	"2912": [
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454425,
			"Outside I saw several warehouses of canned cat food, but they were all guarded by Houkai beast.",
			"我在外面看到了几处猫粮罐头的仓库，但都有崩坏兽看守。",
			"キャットフードの倉庫がいくつかあったわ。どれも付近に崩壊獣がいるけどね。",
			"캣푸드 창고가 몇 군데 있었어. 다들 근처에 붕괴수가 있지만.",
			null
		],
		[
			"msg",
			454426,
			"I tried to challenge it, and…Level repression doesn't work either.",
			"我试着去挑战了一下，结果……等级压制也不起作用。",
			"試しに挑戦してみたけど……レベルが敵より高くなっても全然効かないの。",
			"시험삼아 도전해 봤는데…… 레벨이 적보다 높아도 전혀 안 통해.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				9,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454427,
			"Does Lord Kika really have a class... Let me use the survey command——",
			"辉火大人真的有练级吗……我用一下调查指令——",
			"輝火様はちゃんとレベリングしました。さて、調査コマンドを——",
			"키카 님은 착실히 레벨링했네. 자, 조사 커맨드를 ——",
			null
		],
		[
			"portraits",
			[
				514,
				6,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454428,
			"...Lord Kika has reached level 20 and has been transferred to a \"medium mage\"?",
			"……辉火大人已经到20级了，成功转职为“中阶魔法师”？",
			"……輝火様はもうLv20で、「中級魔術師」にジョブチェンジしたんですか？",
			"……키카 님은 벌써 Lv20에, 「중급 마술사」로 전직했어?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				6,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454429,
			"So surprised I'm not slacking off…",
			"我没偷懒就这么惊讶吗……是这粪作的数值平衡太差了。只靠一个人多高等级都打不过。",
			"私がサボってないことはそんなにびっくりするようなことなの？……というかこのゲームのバランスが下手すぎるわ、一人だけだとどれくらいレベルが高くても倒せないもの。",
			"내가 놀고 있지 않다는 게 그렇게 놀라운 일이야? ……아니 근데 이 게임 밸런스가 너무 엉망이야, 혼자서는 아무리 레벨이 높아도 못 잡는 몬스터가 있다니.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				1,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454430,
			"(Indeed, when Houkai invaded the cat house, fighting was much easier with Bronya's help.)",
			"（确实，崩坏兽入侵猫猫馆时候的战斗，有了布洛妮娅的协助后简单了很多。）",
			"（確かに、崩壊獣がニャンコ館に侵入した時、ブローニャがサポートしてくれた後、戦闘が楽になった）",
			"(확실히, 붕괴수가 냥코관에 침입했을 때, 브로냐가 서포트해 준 이후로 전투가 쉬워졌어)",
			null
		],
		[
			"bgm",
			48
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454431,
			"Humans can't be trusted. Only Lord Kitty can bring us cat food!",
			"人类根本靠不住喵，果然只有猫咪大人才能给我们带来猫粮！",
			"人類は頼りにならないニャ、やっぱりゼーレたちにキャットフードを持ってこられるのは猫様だけニャ！",
			"인간은 믿을 게 못 된다 냥, 역시 제레들한테 캣푸드를 가져다줄 수 있는 건 고양이님뿐이야 냥!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				727,
				0,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454432,
			"Idiot Seele, doesn't this prove that we can find cat food just by going out and shooting the dogs?",
			"笨蛋希儿，这不就证明只要出去打大狗就能找到猫粮吗喵？",
			"バカゼーレ、イッヌを倒したらキャットフードを手に入れるって話だニャ！",
			"바카제레, 개를 쓰러뜨리면 캣 푸드를 얻을 수 있다고 들었어 냥!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454433,
			"Bullshit, look at their level, this is not a situation that we can solve alone.",
			"胡说，你看看她们的等级，这不是只靠我们就能解决的事态，只会让猫咪们流离失所的喵。",
			"そんなことないもん、彼女たちのレベルを見たら分かるニャ。ゼーレたちだけで解決できるようなことじゃないし、無理やり戦ったらみんなが傷つけるだけニャ。",
			"그런 거 아니야, 걔들 레벨을 보면 알 수 있어 냥. 제레들만으로 해결할 수 있는 일도 아니고 억지로 싸우면 모두 다치게 될 뿐이야 냥.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454434,
			"You're right MEOW!",
			"说得没错喵！",
			"その通りニャ！",
			"그래 냥!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454435,
			"Isn't it just a big dog?",
			"不就是大狗吗？莽就完事了，刚才人类和大狗的战斗你又不是没看到喵。",
			"ただのイッヌだろ？さっき人類とイッヌの戦いをお前も見ただろ、本気を出せば勝てるニャ。",
			"그냥 개잖아? 아까 인간과 개의 싸움을 너도 봤잖아, 진심으로 싸우면 이길 수 있어 냥.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454436,
			"Right!   Meow!",
			"说得没错喵！",
			"その通りニャ！",
			"그래 냥!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454437,
			"Bronya thinks it's all about being together now.",
			"布洛妮娅觉得现在团结起来才是最重要的喵。",
			"今は団結こそが最も大事なことだとブローニャは思いますニャ。",
			"지금은 단결이야말로 가장 중요한 일이라고 브로냐는 생각한다냥.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454438,
			"What's going on? Why are the cats fighting again?",
			"怎么回事，为什么猫咪们又吵起来了。",
			"どういうこと、どうして猫たちがまた喧嘩を始めたんですか？",
			"무슨 일이야, 왜 고양이들이 또 싸움을 시작한 거야?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454439,
			"The person who will not be lazy is not me but you, right?",
			"该不会偷懒的人不是我而是你吧？",
			"サボってたのは私じゃなくて、あんたなんじゃないの？",
			"빼먹은 건 나도 아니고, 너 아니야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				5,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454440,
			"I've got【The cat's reconciliation】. But why... There's a fight again.",
			"我明明已经触发了【猫咪的和解】，可是为什么……又吵起来了。",
			"ちゃんと【猫たちの和解】が発生したのに、どうして……また喧嘩が始まったんですか。",
			"제대로 고양이들의 화해가 발생했는데, 왜…… 또 싸움이 시작된 거야.",
			null
		],
		[
			"msg",
			454441,
			"Bronya makes both of them lose any sense of introspection, almost like an emotionless NPC.",
			"布洛妮娅也是，让两人反省的气势也消失了，简直就像没有感情的NPC一样。",
			"ブローニャも、二人を反省させた時の勢いが消えました。まるで感情のないNPCです。",
			"브로냐도, 두 사람을 반성시켰을 때의 기세가 사라졌어요. 마치 감정 없는 NPC입니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				5,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454442,
			"Aren't they just NPCs…",
			"她们本来不就是NPC吗……",
			"彼女たちは元々NPCなんでしょ……。",
			"그녀들은 원래 NPC잖아…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454443,
			"Meow! Meow! Meow! Meow!",
			"喵喵喵喵喵！喵喵喵喵喵！",
			"ニャニャニャッ！ニャニャニャニャニャッ！",
			"냐냐냣! 냐냐냐냐냣!",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454444,
			"Oh, that's not good. The cats are already fighting.",
			"喂这下不妙啊，猫咪们已经打起来了。",
			"まずいわ、猫たちが殴り合い始めた。",
			"큰일이야, 고양이들이 싸우기 시작했어.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				8,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454445,
			"So many cats…",
			"这么多猫咪，有多少根逗猫棒都安抚不过来啊……",
			"こんなに猫がいると、いくら猫じゃらしがあっても全然足りません……。",
			"고양이가 이렇게 많으니, 캣닢이 아무리 많아도 전혀 모자라…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454446,
			"System Tip: Because players \"Kika \"and \"Ninti\" did not choose which side of the cat to help——",
			"系统提示：由于玩家“辉火”和“宁蒂”没有选择要帮助的猫咪阵营——",
			"システム：プレイヤー「輝火」と「ニンディ」が協力する猫の陣営を選ばなかったため——",
			"시스템: 플레이어 「키카」와 「닌디」가 협력하는 고양이 진영을 선택하지 않았기 때문에——",
			null
		],
		[
			"msg",
			454447,
			"Trigger Bad End——【Cats kill each other】",
			"即将触发Bad End——【猫咪的自相残杀】。",
			"BAD END【猫たちの殺し合い】を迎えます。",
			"BAD END【고양이들의 살육】을 맞이합니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454448,
			"I didn't expect the subject to fail in this way…",
			"没想到居然以这种方式迎来课题的失败……",
			"まさかこんな形で課題の失敗を迎えるなんて……。",
			"이런 형태로 임무 실패를 맞이하다니…….",
			null
		],
		[
			"msg",
			454449,
			"Do I have to choose between two groups of cats in the first place?",
			"难道从一开始，就必须从两派猫咪中选择一派？",
			"まさか最初からどっちかを選ばないといけないの？",
			"설마 처음부터 둘 중 하나를 골라야 하는 거야?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				8,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454450,
			"But then, the cats will still fight…",
			"但是那样的话，猫咪们还是会吵架……",
			"でもそうしたとしても、猫たちやはり喧嘩してしまいます……。",
			"그래도 고양이들은 여전히 싸울 거야…….",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				8,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454451,
			"You did trigger the cat's reconciliation, didn't you?",
			"你确实已经触发了那什么【猫咪的和解】，对吧？",
			"確実に【猫たちの和解】をクリアしたよね？",
			"확실히 【고양이들의 화해】를 클리어했지?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				514,
				8,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454452,
			"Yes",
			"是的。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				514,
				8,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454453,
			"Well, that seems to be the only way…",
			"那看来只有这样了……",
			"それならこうするしかないよね……。",
			"그럼 이렇게 하는 수밖에 없지...",
			null
		],
		[
			"msg",
			454454,
			"Ella, are you reading this? Come out and explain!",
			"艾拉，你在看的吧，赶紧出来解释一下！",
			"ELLA、見てるのよね、早くなんとかしなさい！",
			"ELLA, 보고 있잖아, 빨리 어떻게 좀 해!",
			null
		],
		[
			"msg",
			454455,
			"Did you hear that, Ella!",
			"你听到了吗，艾拉！",
			"聞こえてる？ELLA！",
			"들려? ELLA!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454456,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454457,
			"Lord Kika, did you call me?",
			"辉火大人，您叫我吗？",
			"輝火様、お呼びでしょうか？",
			"키카様, 부르셨습니까?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454458,
			"Look at Meow! There is a strong flash in the sky, and that is......",
			"大家快看喵！天上出现了好强的闪光，那个是……是……",
			"みんな見てニャ！空に強い光が、あ、あれは……。",
			"모두 봐 냥! 하늘에 강한 빛이, 아, 저건…….",
			null
		],
		[
			"msg",
			454459,
			"It's Lord Cat!",
			"是猫咪大人！",
			"猫様だニャ！",
			"고양이님이다냥!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				727,
				0,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454460,
			"Liar meow... It's really Lord Cat…",
			"骗人的吧喵……居然真的是猫咪大人……",
			"うそニャ……本当に猫様……。",
			"거짓말이냥…… 정말로 고양이님…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				727,
				0,
				true
			],
			[
				726,
				0,
				false
			]
		],
		[
			"msg",
			454461,
			"Lord Cat…",
			"猫，猫咪大人……",
			"ね、猫様……。",
			"저기, 고양이님……。",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				726,
				0,
				true
			]
		],
		[
			"msg",
			454462,
			"Lord Cat! Lord Cat! Lord Cat!",
			"猫咪大人！猫咪大人！猫咪大人！",
			"猫様！猫様！猫様！",
			"고양이님! 고양이님! 고양이님!",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454463,
			"What a cat! This iron-clad robot isn't a cat by any means.",
			"吵死了！什么猫咪大人啊！这个铁壳子机器人怎么看都不是猫咪啊？",
			"うるさい！何が猫様よ！このガラクタはどう見ても猫じゃないでしょ？",
			"시끄러! 뭐가 고양이님이야! 이 쓰레기는 어떻게 봐도 고양이가 아니잖아?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454464,
			"Humans are really low creatures. They are all real cats anyway.",
			"人类真是低级生物，这怎么看都是如假包换的猫咪。",
			"人類は本当に何も分かってないニャ、どう見ても本物の猫ニャ。",
			"인류는 정말 아무것도 모르는구냥, 어떻게 봐도 진짜 고양이냥.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454465,
			"You're right! You're right! You're right!",
			"说得没错！说得没错！说得没错！",
			"その通りニャ！その通りニャ！その通りニャ！",
			"그래 냥! 그래 냥! 그래 냥!",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454466,
			"Er... All the cats have become fanatics…",
			"呃……所有的猫咪都变成了狂热教徒……",
			"うっ……猫全体が熱狂的なファンになってる……。",
			"윽…… 고양이 전체가 열성 팬이 돼버렸어…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454467,
			"It looks like Lord Kika and Lord Ninti have had an accident. Any questions about the subject?",
			"看来辉火大人和宁蒂大人遇到了意外。对课题有什么疑惑吗？",
			"どうやら輝火様とニンディ様にアクシデントがあったようですね。課題に何か不明点でも？",
			"아무래도 키카님과 닌디님에게 사고가 있었던 것 같네요. 과제에 뭔가 불명확한 점이라도?",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454468,
			"Well, first of all, how did you become an adult cat?",
			"多了去了，首先就是你怎么变成猫咪大人了。",
			"不明点だらけよ！まず、どうしてあんたがその猫様なの？",
			"의문점 투성이야! 먼저, 왜 네가 그 고양이님인 거야?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454469,
			"Don't worry, I'll explain everything.",
			"放心，我会一一解释的。",
			"ご安心ください、ちゃんと説明します。",
			"안심하세요, 제가 제대로 설명해 드릴게요.",
			null
		],
		[
			"msg",
			454470,
			"...Everybody, please be quiet for a moment.",
			"至于这些猫咪……各位，请安静一会儿。",
			"そして猫の皆さんに関しては……皆さん、少し静かにしてください。",
			"그리고 고양이 여러분에 대해서는... 여러분, 조용히 해 주세요.",
			null
		]
	],
	"2913": [
		[
			"bgm",
			87
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454471,
			"In this subject, I play the belief concept of \"Lord Cat\" and construct this world.",
			"在这个课题中，我扮演“猫咪大人”的信仰概念，并构建了这个世界。",
			"この課題の中で、私は「猫様」という信仰概念を担当し、この世界を構築しました。",
			"이 과제 안에서, 저는 고양이님이라는 신앙 개념을 담당했고, 이 세계를 구축했습니다.",
			null
		],
		[
			"msg",
			454472,
			"I think Lord Kika is aware that the Houkai will take many hands to defeat. Otherwise, even a \"medium sorcerer\" who rises to level 20 will not be able to fight.",
			"我想辉火大人已经察觉到了，崩坏兽需要多人携手才能击败。否则即使是升到20级的“中阶魔法师”，也难以胜任战斗。",
			"輝火様も気付いたと思いますが、崩壊獣は力を合わせないと倒せません。そうしないと、たとえLv20の「中級魔術師」でも、勝利することは難しいです。",
			"키카님도 눈치채셨겠지만, 붕괴수는 힘을 합치지 않으면 쓰러뜨릴 수 없어요. 그렇지 않으면, Lv20의 중급 마술사라도 승리하기 어렵습니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454473,
			"So for this, both my level and Ninti's are reset to level 1?",
			"所以为了这点，我和宁蒂的等级都重置成了1级？",
			"それが理由で私とニンディのレベルを1にリセットしたわけ？",
			"그게 나와 닌디의 레벨을 1로 리셋한 이유야?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454474,
			"Yes, because Lord Kika likes to be lazy and Lord Ninti is too much of a follower. This time, it was considered to keep both of them in balance and not to upset the numerical balance.",
			"是的，因为辉火大人很喜欢偷懒但宁蒂大人太过于服从命令，这次为了让二位的任务量均衡、也为了不破坏数值平衡，才作此考虑。",
			"はい、なぜなら輝火様はサボり魔で、ニンディ様は命令に従うことしか考えてない節があります。二人の任務量とデータのバランスを考えて、そうしました。",
			"네. 키카 님은 일을 빼먹는 버릇이 있고, 닌디 님은 지시 따르는 것만 고집하는 면이 있어서요. 두 분의 임무량과 데이터 밸런스를 고려해 그렇게 했습니다.",
			null
		],
		[
			"msg",
			454475,
			"In accordance with Subject's original design, both of them choose the correct option B of the main task, defeat the monster together, enter the cat food warehouse and bring back the cat food, and then they can complete Subject.",
			"按照课题原本的设计，二位选择主线任务的正确选项B，联手打败怪物，进入猫粮仓库带回猫粮，就可以完成课题。",
			"課題の本来の設計だと、メイン任務の選択肢Bを選んで、協力して怪物を倒し、キャットフードを持って帰れば、課題クリアですが。",
			"과제 원본 설계대로라면 메인 임무 선택지 B를 골라 협력해 괴물을 쓰러뜨리고, 고양이 사료를 가져오면 과제 클리어인데.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				1,
				false
			]
		],
		[
			"msg",
			454476,
			"Leave the cat house…is right?",
			"离开猫猫馆……才是正确的？",
			"ニャンコ館を出るのが……正解？",
			"냥코관을 떠나는 게... 정답?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				514,
				1,
				true
			]
		],
		[
			"msg",
			454477,
			"Yes, when cats see what they have done, they will naturally break free of their faith in adult cats. This is also in line with the development process of human civilization.",
			"是的，猫咪们看到二位的成果，自然会摆脱对猫咪大人的信仰束缚。这也符合人类文明的发展进程。",
			"はい、猫たちは二人の成果を見れば、猫様への信仰も自然と薄くなっていきます。人類文明の発展過程にもそういった流れでしたから。",
			"네. 고양이들이 두 분의 성과를 보면 고양이님에 대한 믿음도 자연히 약해질 테니까요. 인류 문명 발전 과정에도 그런 흐름이 있었으니까요.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				1,
				false
			]
		],
		[
			"msg",
			454478,
			"…………",
			"…………",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			454479,
			"I can't accept that, Lord Ella.",
			"我不能接受，艾拉大人。",
			"受け入れられません、ELLA様。",
			"받아들일 수 없어요, 엘라 님.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				514,
				1,
				true
			]
		],
		[
			"msg",
			454480,
			"Does Lord Ninti want to weigh in? You said, please.",
			"宁蒂大人想要发表自己的看法吗？您请说。",
			"ニンディ様に何かお考えがあるんですか？どうぞおっしゃってください。",
			"닌디 님께서 무언가 생각하시는 게 있나요? 말씀해 주세요.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				1,
				false
			]
		],
		[
			"msg",
			454481,
			"After my close contact with the cats, all of them, except Bronya, Seele and Sin, have lost some of their power as they settled into a stable life before Lord Cat left.",
			"经过我和猫咪们的亲密接触，由于猫咪们在猫咪大人离开前过着安稳的生活，除了布洛妮娅、希儿和杏，体力都有所退化。",
			"猫たちとの触れ合いを通して理解しました。猫様が離れるまで猫たちは安定した生活を送ってたため、ブローニャ、ゼーレとシン以外、みんなの体力が落ちました。",
			"고양이들과 교류하며 깨달았어요. 고양이님이 떠나실 때까지 고양이들은 안정된 삶을 살았기에, 브로냐, 제레, 신을 제외하곤 모두 체력이 떨어졌어요.",
			null
		],
		[
			"msg",
			454482,
			"It is impossible for anyone to leave the house because they will sacrifice so much to face the Houkai beast.",
			"大家面对崩坏兽都会出现巨大的牺牲，所以不可能离开猫猫馆。",
			"そんな猫たちが崩壊獣に直面したら、大きな犠牲ができることになるので、ニャンコ館を出ることはありえません。",
			"그런 고양이들이 붕괴수와 마주하면 큰 희생이 불가피해지니, 냥코관을 떠날 수 없습니다.",
			null
		],
		[
			"msg",
			454483,
			"Lord Kika and I moved separately because I feared that the house's infighting would hasten the cats' destruction, which would be a time bomb whether we left or stayed in the house.",
			"而且我和辉火大人之所以分别行动，是因为我担心猫猫馆的内讧会加速猫咪们的毁灭，不论离开猫猫馆还是留在猫猫馆，这一点都会成为定时炸弹。",
			"輝火様と別行動を取ったのは、ニャンコ館の内輪もめは猫たちが滅亡する原因になると考えたからです。ニャンコ館を出たとしても、そうでなくとしても、それは時限爆弾みたいなものです。",
			"키카 님과 따로 행동한 것은 �카관의 내분이 고양이들의 멸망 원인이 될 거라고 생각했기 때문입니다. 냥코관을 떠나든 떠나지 않든, 그것은 시한폭탄과 같습니다.",
			null
		],
		[
			"msg",
			454484,
			"Lord Kika and I didn't run away from our problems, just didn't wait to solve them.",
			"我和辉火大人并非逃避问题，只是没有等到解决问题的时机。",
			"私と輝火様は問題から逃げたわけではなく、問題を解決するタイミングを待っていただけです。",
			"저와 키카 님은 문제에서 도피한 게 아니라, 문제를 해결할 시기를 기다렸을 뿐입니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				514,
				1,
				true
			]
		],
		[
			"msg",
			454485,
			"Lord Ninti has a point. However, according to the simulation results of the Avalon system——",
			"宁蒂大人的考虑不无道理。然而根据仿Avalon系统的演算结果显示——",
			"ニンディ様の考えは一理あります。しかし疑似Avalonシステムの演算結果によると——",
			"닌디 님의 생각은 일리가 있습니다. 하지만 가상 아발론 시스템의 연산 결과에 따르면 ——",
			null
		],
		[
			"msg",
			454486,
			"In the course of human history, no matter whether we choose to retain or abandon faith, the conflict caused by faith is bound to end in bloodshed.",
			"人类的历史进程中，不论选择保留或放弃信仰，信仰导致的冲突都必定以流血为结局。",
			"人類の歴史の中で、信仰を放棄するを選んだとしても、選ばないとしても、信仰による衝突は必ず犠牲はつきものです。",
			"인류 역사에서 신앙을 포기하든 포기하지 않든, 신앙으로 인한 갈등에는 반드시 희생이 따릅니다.",
			null
		],
		[
			"msg",
			454487,
			"Often things get out of hand before the time comes for a solution. Rather, the so-called timing is created.",
			"往往在解决问题的时机到来之前，事态已经不可收拾了。不如说，所谓时机就是创造出来的。",
			"問題を解決するタイミングが訪れる前に、取り返しがつかない事態になることが多いです。というよりも、タイミングは待つものではなく、作るものです。",
			"문제를 해결할 시기가 오기 전에, 되돌릴 수 없는 사태가 되는 경우가 많습니다. 오히려 시기는 기다리는 것이 아니라 만들어야 하는 것입니다.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				1,
				false
			]
		],
		[
			"msg",
			454488,
			"But I've already triggered the hidden event【The cat's reconciliation】",
			"但是我已经触发了隐藏事件【猫咪的和解】。",
			"でも隠れ事件【猫たちの和解】を発生させました。",
			"하지만 숨겨진 사건 【 고양이들의 화해 】 을 발생시켰습니다.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				514,
				1,
				true
			]
		],
		[
			"msg",
			454489,
			"That's true. So I decided to optimize the subject and destroy the cat house and all the cats.",
			"确实如此。所以我决定将课题优化，销毁猫猫馆和所有猫咪。",
			"確かにそうです。なので課題を最善化して、ニャンコ館と猫たちを全て消すことにします。",
			"확실히 그렇습니다. 그래서 과제를 최적화하여 냥코관과 고양이들을 모두 없애기로 했습니다.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				5,
				false
			]
		],
		[
			"msg",
			454490,
			"? !",
			"？！",
			"なっ！？",
			"뭐?!",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454491,
			"Ella, why are you…",
			"艾拉，你为什么……",
			"ELLA、どうして……。",
			"ELLA, 왜...",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454492,
			"After【The cat's reconciliation】was triggered by Lord Ninti, the system still directs the ending to 【Cats kill each other】",
			"在宁蒂大人触发了隐藏事件【猫咪的和解】后，系统依然将结局导向了【猫咪的自相残杀】。",
			"ニンディ様が隠れ事件【猫たちの和解】を発生させた後も、システムは【猫たちの殺し合い】という結末を導き出したのです。",
			"닌디 님이 숨겨진 사건 【 고양이들의 화해 】 을 발생시킨 후에도, 시스템은 【 고양이들이 서로 죽이게 되는 】 이라는 결론을 도출했습니다.",
			null
		],
		[
			"msg",
			454493,
			"Obviously, both of them are dissatisfied with the result of subject. Such dissatisfaction stems from the design defect of subject's logic, and neither of them makes any mistakes in making decisions.",
			"二位对课题结果显然有不满，这种不满源于课题逻辑上的设计缺陷，二位没有做出任何决策上的失误。",
			"二人は課題に対して不満を持っています。その不満は課題の論理的な設計欠陥にあります。二人は何もミスしていないのですから。",
			"두 사람은 과제에 대해 불만을 가지고 있습니다. 그 불만은 과제의 논리적 설계 결함에 있습니다. 두 사람은 아무 실수도 하지 않았으니까요.",
			null
		],
		[
			"msg",
			454494,
			"It is unreasonable for the system to take the bloody outcome caused by the contradiction of beliefs as the premise of calculation, even if this is the normal condition in human history.",
			"系统将信仰矛盾导致流血结局作为演算前提，即使人类历史常态如此，也是不合理的。",
			"システムは信仰の矛盾を犠牲ありという前提で演算を始めました。たとえ人類の歴史はそうだとしても、不合理です。",
			"시스템은 신앙의 모순을 희생이 있다는 전제로 연산을 시작했습니다. 비록 인류의 역사가 그렇다 해도, 불합리합니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454495,
			"But there's no need to go overboard…",
			"可是，也没必要把事做绝啊……",
			"でも、そこまでしなくても……。",
			"그래도, 거기까지 하지 않아도…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454496,
			"I am very sorry that I had to optimize the underlying logic of the Avalon-like system.",
			"优化涉及到仿Avalon系统的底层逻辑，不得已而为之，对此我感到非常抱歉。",
			"疑似Avalonシステムの基礎ロジックに関わる最適化ですので、そうしなければなりません。申し訳ありません。",
			"가상 Avalon 시스템의 기초 로직과 관련된 최적화이므로, 그렇게 해야만 합니다. 죄송합니다.",
			null
		],
		[
			"msg",
			454497,
			"Please log out of the system as soon as possible.",
			"二位，请尽快登出系统。",
			"二人とも、ログアウトをお願いします。",
			"두 분 모두, 로그아웃 부탁드립니다.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454498,
			"Well, what the hell is going on? It's a broken machine for nothing… Ninti, it's time to go.",
			"啧，搞什么啊真是，到底是个破机器，白忙活了……宁蒂，该走了。",
			"はぁ、何なのよ一体、結局ダメなゲームね……ニンディ、行くわよ。",
			"하아, 대체 뭐야 결국 망한 게임이네……닌디, 갈게.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				3,
				false
			]
		],
		[
			"msg",
			454499,
			"…………",
			"…………",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454500,
			"Why aren't you leaving again, Ninti?",
			"怎么又不走了，宁蒂？",
			"ニンディ？どうしたの？",
			"닌디? 왜 그래?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				3,
				false
			]
		],
		[
			"msg",
			454501,
			"The cats wailed…",
			"猫咪们，发出了哀嚎……",
			"猫たちが、悲鳴を上げてます。",
			"고양이들이, 비명을 지르고 있어.",
			null
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				3,
				true
			]
		],
		[
			"msg",
			454502,
			"Is Lord Cat trying to kill us?",
			"猫咪大人居然要杀死我们喵？",
			"猫様が私たちを殺すニャ？",
			"고양이님이 우리를 죽일 냐?",
			null
		],
		[
			"msg",
			454503,
			"No, I don't want to die yet. No, Meow!",
			"不要啊，我还不想死喵，不要啊喵！",
			"嫌ニャ！死にたくないニャ！",
			"싫어냥! 죽기 싫어냥!",
			null
		],
		[
			"msg",
			454504,
			"Girls, it was a good time with you, Kitty.",
			"人类，与你相处的时光很愉快喵。",
			"人類、あなたとの時間は楽しかったニャ。",
			"인류야, 너와 함께한 시간은 즐거웠다냥.",
			null
		],
		[
			"msg",
			454505,
			"... But, farewell, Meow.",
			"……但是，永别了喵。",
			"……でも、さよならニャ。",
			"……하지만, 안녕이냥.",
			null
		],
		[
			"msg",
			454506,
			"This is our treasure of dried fish, please take all meow.",
			"这是我们珍藏的小鱼干，请统统拿去吧喵。",
			"私たちが大事にしてた煮干しをあげるニャ。",
			"우리가 소중히 여기던 작은생선말이를 줄게냥.",
			null
		],
		[
			"msg",
			454507,
			"Get out of here before the wrath of Lord Cat sets in, and forget about us.",
			"趁猫咪大人的怒火还没降临，忘了我们，赶紧离开吧喵。",
			"猫様の罰が始まる前に、私たちを忘れてここを離れるがいいニャ。",
			"고양이님의 벌이 시작되기 전에, 우리를 잊고 이곳을 떠나는 게 좋을 거야냥.",
			null
		],
		[
			"msg",
			454508,
			"Farewell Meow.",
			"永别了喵。",
			"さよならニャ。",
			"안녕이냥.",
			null
		],
		[
			"msg",
			454509,
			"Farewell……",
			"永别了……",
			"さよなら……。",
			"안녕…….",
			null
		],
		[
			"msg",
			454510,
			"System Tips: The player \"Ninti \"triggers an EX event【Cat's Kindness】",
			"系统提示：玩家“宁蒂”触发了EX事件【猫咪的报恩】。",
			"システム：プレイヤー「ニンディ」、EX事件【猫の恩返し】発生。",
			"시스템：플레이어「닌디」、EX 이벤트【고양이의 보은】발생.",
			null
		],
		[
			"bgm",
			86
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				3,
				false
			]
		],
		[
			"msg",
			454511,
			"…………",
			"…………",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			454512,
			"... These dried fish are not for human consumption.",
			"笨蛋……这些小鱼干，不是给人类吃的。",
			"バカ……この煮干し、人間は食べません。",
			"바보…… 이 작은생선말이, 인간은 안 먹어.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				514,
				3,
				true
			]
		],
		[
			"msg",
			454513,
			"Lord Ninti, why draw your weapon?",
			"宁蒂大人，为何拔出武器？",
			"ニンディ様、どうして武器を？",
			"닌디님, 무기를 왜 드시는 거죠?",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				924,
				0,
				true
			],
			[
				514,
				3,
				false
			]
		],
		[
			"msg",
			454514,
			"I'm sorry, Lord Ella.",
			"对不起，艾拉大人。",
			"ごめんなさい、ELLA様。",
			"죄송합니다, 엘라님.",
			null
		],
		[
			"msg",
			454515,
			"Ninti doesn't know a lot of things and what is right. Maybe the end is doomed to be destruction.",
			"宁蒂不懂的东西很多，不知道什么才是正确的，或许结局注定就是毁灭吧。",
			"ニンディはまだ理解できません。どれが正しいかも分かりませんし、滅びる結末しか迎えられないかもしれません。",
			"닌디는 아직 이해할 수 없어요. 무엇이 옳은지도 모르겠고, 파멸밖에 맞이할 수 없을지도 모르겠네요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				514,
				3,
				true
			]
		],
		[
			"msg",
			454516,
			"Lots of dried fish, concentrated into the light…",
			"大量的小鱼干，汇聚成了光芒……",
			"大量の煮干しが光になって……。",
			"수많은 말린 멸치가 빛이 되어....",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				514,
				3,
				true
			]
		],
		[
			"msg",
			454517,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				514,
				3,
				true
			]
		],
		[
			"msg",
			454518,
			"But making cats cry is wrong!",
			"但是，让猫咪们流泪就是错误的！",
			"でも、猫たちを泣かせるのは間違ってます！",
			"하지만 고양이들을 울게 하는 건 틀렸어요!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				514,
				3,
				true
			]
		],
		[
			"msg",
			454519,
			"System Tips: The player \"Ninti \"has reached level 99 and gained the Skill “Final Transformation·Cat Rescue\".",
			"系统提示：玩家“宁蒂”已到达99级，获得技能“终阶换形·猫咪救星”。",
			"システム：プレイヤー「ニンディ」Lv99に到達、スキル「最終変身・猫の救世主」を習得しました。",
			"시스템: 플레이어 「닌디」 Lv99 달성, 스킬 「최종 변신・고양이의 구세주」 습득.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				514,
				3,
				true
			]
		],
		[
			"msg",
			454520,
			"To protect the cat house, it's time to defy Ella, even if it's just a futile struggle.",
			"为了保护猫猫馆，这次要违抗艾拉大人了，哪怕只是无谓的挣扎。",
			"ニャンコ館を守るために、たとえ無駄な抗いになるとしても、ELLA様の命令に反抗します。",
			"냥코관을 지키기 위해, 설령 헛된 저항이 될지라도 엘라님의 명령에 거역하겠습니다.",
			null
		],
		[
			"msg",
			454521,
			"I hope I'm not to blame, Lord Ella.",
			"希望不要怪罪我，艾拉大人。",
			"悪く思わないでください、ELLA様。",
			"나쁘게 생각하지 마세요, 엘라님.",
			null
		]
	],
	"2914": [
		[
			"bgm",
			97
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			454522,
			"Ninti's gesture was, without a doubt, the legendary cat savior！ Meow!",
			"宁蒂的那个姿态，毫无疑问，就是传说中的猫咪救星喵！",
			"ニンディのあの姿、紛れもなく伝説の救世主ですニャ！",
			"닌디 그 모습, 분명 전설의 구세주라냥!",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				726,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454523,
			"Your final stage of the transformation is in the shape of a cat…",
			"既然连终阶换形都是猫咪的样子，干脆就别叫换形师得了……",
			"最終変身の姿が猫だなんて、シェイプシフターってなんなのか知ってるの？",
			"최종 변신 모습이 고양이라니, 쉐이프시프터가 뭔지 아는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454524,
			"Look, Lord Cat is defeated. The sky was——",
			"快看，猫咪大人被猫咪救星打败了。天空居然——",
			"見て、猫様が救世主に倒されたニャ。空から——",
			"봐, 고양이 님이 구세주에게 쓰러졌다냥. 하늘에서——",
			null
		],
		[
			"msg",
			454525,
			"It's raining cats and cans! And it comes in a variety of flavors.",
			"居然下起了猫咪罐头雨喵！而且有好多种口味喵！",
			"空からキャットフードの雨が降り始めたニャ！いろんな味があるニャ！",
			"하늘에서 캣푸드 비가 내리기 시작했어냥! 다양한 맛이 있다냥!",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454526,
			"Lord Ninti, you can stop. I've heard your feelings.",
			"宁蒂大人，可以停下来了，我已经感受到了您的心意。",
			"ニンディ様、もうやめてください。その気持ち、もう十分伝わりましたから。",
			"닌디 님, 그만해 주세요. 그 마음, 이젠 충분히 전해졌으니까요.",
			null
		],
		[
			"msg",
			454527,
			"I didn't expect that this decision would make you so angry.",
			"我没有想到这个决定会让您如此生气。",
			"この決定にあなたがここまで怒るとは思いませんでした。",
			"이 결정에 당신이 이렇게까지 화낼 줄은 몰랐어요.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454528,
			"Oh, no, just subconsciously...I'm sorry, Lord Ella.",
			"啊，不是，只是下意识地就……对不起，艾拉大人。",
			"あっ、無意識に……ごめんなさい、ELLA様。",
			"앗, 무의식적으로... 죄송합니다, ELLA 님.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			454529,
			"Don't apologize. The Bishop will be pleased to see that you acted entirely on your own initiative.",
			"不必道歉。您完全凭借自己的意图做出了行动，想必主教大人看了也会感到欣慰吧。",
			"謝る必要はありません。あなたは自分自身の意志で行動しました。きっと主教様も喜ばれると思います。",
			"사과할 필요 없어요. 당신은 자신의 의지로 행동했으니까요. 분명 주교님도 기뻐하실 거예요.",
			null
		],
		[
			"msg",
			454530,
			"And look at the cat's reaction",
			"而且，您看猫咪们的反应——",
			"それに、猫たちの反応をご覧ください。",
			"게다가, 고양이들의 반응을 보세요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454531,
			"It's cat cans, Meow!",
			"是猫咪罐头喵！",
			"キャットフードだニャ！",
			"캣푸드다냥!",
			null
		],
		[
			"msg",
			454532,
			"Ninti brought us cans Meow!",
			"宁蒂给我们带来了猫咪罐头喵！",
			"ニンディがキャットフードをくれたニャ！",
			"닌디가 캣푸드를 줬다냥!",
			null
		],
		[
			"msg",
			454533,
			"But Ninti isn't the Lord Kitty, Meow?",
			"可是宁蒂不是猫咪大人啊喵？",
			"でもニンディは猫様じゃないニャ？",
			"근데 닌디는 고양이님이 아니잖아냥?",
			null
		],
		[
			"msg",
			454534,
			"No, of course the only thing that can make the sky raining cans",
			"不重要，能让天上下猫咪罐头雨的……",
			"そんなのどうだっていいニャ。空からキャットフードの雨を降らせるのは……。",
			"그런 건 어찌 되든 상관없다냥. 하늘에서 캣푸드 비를 내리게 하는 건…….",
			null
		],
		[
			"msg",
			454535,
			"is the new Lord Kitty, Meow !",
			"当然就是新的猫咪大人喵！",
			"新しい猫様しかいないニャ！",
			"새로운 고양이님뿐이다냥!",
			null
		],
		[
			"msg",
			454536,
			"Ninti is Lord Kitty!",
			"宁蒂就是猫咪大人！",
			"ニンディは猫様だニャ！",
			"닌디는 고양이님이다냥!",
			null
		],
		[
			"msg",
			454537,
			"Ninti is Lord Kitty!",
			"宁蒂就是猫咪大人！",
			"ニンディは猫様だニャ！！",
			"닌디는 고양이님이다냥!!",
			null
		],
		[
			"msg",
			454538,
			"Ninti is Lord Kitty!",
			"宁蒂就是猫咪大人！",
			"ニンディは猫様だニャ！！！",
			"닌디는 고양이님이다냥!!!",
			null
		],
		[
			"msg",
			454539,
			"System Tip: The player \"Ninti \"triggers True End——【An accident among the stars】",
			"系统提示：玩家“宁蒂”触发了True End——【群星间的偶然】",
			"システム：プレイヤー「ニンディ」、TRUE END【群星間の偶然】発生。",
			"시스템：플레이어「닌디」，TRUE END【군성간의 우연】발생.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			454540,
			"In fact, the beginning of human faith may have been when someone stepped forward to give guidance to other humans, consciously or unconsciously.",
			"其实人类的信仰伊始，说不定就是某个人的挺身而出、有意无意地给予其他人类指引而已。",
			"実は、人類の信仰は、誰かが勇気を出して立ち向かうことや、誰かに導かれたことから始まったかもしれません。",
			"사실 인류의 신앙은, 누군가 용기를 내어 맞서거나, 누군가에게 이끌린 것에서 시작됐을지도 모릅니다.",
			null
		],
		[
			"msg",
			454541,
			"Although this possibility is remote, the Subject does take it into account and writes a true ending.",
			"虽然这种可能性微乎其微，但课题中确实考虑到了这一点，并写成了真结局。",
			"その可能性は微々たるものですが、その点を考慮し、課題のTRUE ENDにしました。",
			"그 가능성은 아주 작지만, 그 점을 고려해 과제의 TRUE END로 정했습니다.",
			null
		],
		[
			"msg",
			454542,
			"As long as a savior is born in the group, the belief itself can also be reshaped and the group conflicts can be resolved… Such a subject conclusion is also acceptable.",
			"群体内只要诞生了救星人物，信仰本身也可以被重塑，并化解群体矛盾……这样的课题结论也未尝不可。",
			"グループに救世主が誕生した場合、信仰自体も再構築され、矛盾が解消されることもあります……そういう結論も悪くありません。",
			"집단에 구세주가 탄생할 경우, 신앙 자체도 재구축되어 모순이 해소될 수도 있어요…… 그런 결론도 나쁘지 않습니다.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454543,
			"So the cat house…",
			"那么猫猫馆……",
			"じゃあ、ニャンコ館は……。",
			"그럼, 냥고관은…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			454544,
			"Let's keep it. Finding a can of cat food is a breeze as long as you're leading them.",
			"就保留下去吧。只要由您带领猫咪们，找到猫粮罐头只是小事一桩。",
			"そのまま残されます。あなたが猫たちを率いていれば、キャットフードを見つけ出すことも楽勝でした。",
			"그대로 남겨집니다. 당신이 고양이들을 이끌고 있다면, 캣푸드를 찾아내는 것도 식은 죽 먹기였습니다.",
			null
		],
		[
			"msg",
			454545,
			"This is the end of the subject. I need to collect a large amount of data obtained by the subject this time, especially the feedback of the personality data of the three human-faced cats, and send it to you later.",
			"本次课题到此结束。我需要收集这次课题获取的大量数据，尤其是这三只人面猫的人格数据反馈，并在后续给到二位。",
			"今回の課題はここまでです。今回で獲得した大量のデータ、特にこの三体の人面猫の人格データのフィードバックを収集します。まとまったらまた二人に報告します。",
			"이번 과제는 여기까지입니다. 이번에 획득한 대량의 데이터, 특히 이 세 마리의 인면묘(人面猫)의 인격 데이터 피드백을 수집합니다. 정리되면 다시 두 분께 보고드리겠습니다.",
			null
		],
		[
			"msg",
			454546,
			"I left first. You can log out anytime. You can log out anytime.",
			"我先离开了。二位随时可以登出，随时可以。",
			"先に戻ります。二人は好きなタイミングでいつでもログアウトできます。",
			"먼저 돌아갑니다. 두 분은 원하시는 때 언제든지 로그아웃하실 수 있습니다.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			454547,
			"Thank you, Ella.",
			"谢谢您，艾拉大人。",
			"ありがとうございます、ELLA様。",
			"감사합니다, 엘라(ELLA) 님.",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454548,
			"Ha...What a waste of effort, this nonsense of a game subject.",
			"哈……真是白费力气，这种胡闹一般的游戏课题。",
			"はぁ……こんなふざけたゲームの課題、やっぱり時間の無駄だったわ。",
			"하아… 이런 엉터리 게임 과제, 역시 시간 낭비였어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454549,
			"Stupid human. When you are not looking, the cat is always taking care of us and playing with us.",
			"这不是胡闹喵，愚蠢的人类。猫咪大人在你看不到的时候，一直在照顾我们，陪我们玩呢喵。",
			"ふざけてないニャ。猫様はあなたがいない時は、ずっとゼーレたちの世話をして、一緒に遊んでくれたニャ。",
			"엉터리 아니냥! 고양이님은 네가 없을 땐, 줄곧 제레(제레)들 돌봐 주고 함께 놀아줬다냥.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				726,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454550,
			"The cats' gratitude has become the power of cats' salvation, which is also the content of the legend.",
			"猫咪们的报恩成为了猫咪救星的力量，这也是传说中提及的内容喵。",
			"猫たちの恩返しは救世主の力になる、それも伝説の中にある内容ですニャ。",
			"고양이들의 보답은 구세주의 힘이 된다, 그것도 전설에 있는 내용이냥.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				728,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454551,
			"Seele was right, Meow.",
			"猫咪大人和猫咪救星真就是同一人啊，瞎猫撞到死耗子，算你希儿猜对了喵。",
			"猫様と救世主は本当に同じ人だったとは、びっくりだニャ、ゼーレ。",
			"고양이님과 구세주가 정말 같은 사람이었다는 게, 놀랍다냥, 제레(제레).",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				728,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454552,
			"Why did you just accept this setting so easily? And Ninti is not a cat.",
			"为什么你们轻易就接受了这个设定啊喂！而且宁蒂也不是猫啊！",
			"どうして普通にその設定を受け入れたわけ！？それにニンディは猫じゃないわよ！",
			"왜 그렇게 평범하게 그 설정을 받아들인 거야!? 게다가 닌디(닌디)는 고양이가 아니라고!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454553,
			"Beliefs are not immutable~",
			"信仰本来就不是一成不变的喵，谁对猫咪有帮助谁就是猫咪大人，这就叫实事求是喵~",
			"信仰は変わらないものニャ。猫を助けた者が猫様、それが真実ニャ～",
			"믿음은 변하지 않는 거냥. 고양이를 도운 자가 고양이님, 그게 진실이냥~",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				727,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454554,
			"Can Ella really extract any useful data from this…",
			"艾拉真的能从这里提取到有用的数据吗……",
			"ELLAは本当にここから使えそうなデータを取り出せるかしら……。",
			"ELLA가 정말 여기서 쓸 만한 데이터를 뽑아낼 수 있을까…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				727,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454555,
			"Come on, Lord Kitty~",
			"要给这么多猫咪派发猫咪罐头可是很幸苦的喵，加油啊，猫咪大人~",
			"こんなにたくさんの猫にキャットフードを配るのは大変ニャ、頑張れ、猫様～",
			"이렇게 많은 고양이에게 캣푸드를 나눠주는 건 힘들다냥, 힘내라, 고양이님~",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				727,
				0,
				true
			],
			[
				728,
				0,
				false
			]
		],
		[
			"msg",
			454556,
			"Hum, I do not recognize you!",
			"哼，本大爷可没有认可你，赶紧和本大爷来过两招喵！",
			"フン、ボクはまだ認めてないニャ！ボクと手合わせしろニャ！",
			"흥, 난 아직 인정하지 않았다냥! 나와 대결하라냥!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454557,
			"System Tip: The player \"Ninti \"triggered the daily quest【New Lord Kitty】",
			"系统提示：玩家“宁蒂”触发了日常任务【新来的猫咪大人】。",
			"システム：プレイヤー「ニンディ」、日常任務【新しい猫様】発生。",
			"시스템: 플레이어「닌디」, 일상 임무【새로운 고양이님】 발생.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				728,
				0,
				true
			]
		],
		[
			"msg",
			454558,
			"Thirty——year——old Kika in...",
			"辉火大人……",
			"輝火様……。",
			"키카님…….",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				72,
				0,
				true
			],
			[
				71,
				0,
				false
			]
		],
		[
			"msg",
			454559,
			"All right, all right, I get it. Don't get so close.J ust stay the night with the cats, and Ella acquiesced.",
			"好好好，我懂了啦，别凑这么近。就在里面陪猫咪们过夜吧，反正艾拉默许了。",
			"はいはい、ここまで寄らなくても分かってるわ。ELLAの黙認もあるし、明日までここにいましょう。",
			"알았어, 여기까지 다가오지 않아도 알아. ELLA의 묵인도 있고, 내일까지 여기 있자.",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				72,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454560,
			"Hum~",
			"嗯~",
			"はい！",
			"네!",
			null
		],
		[
			"speaker",
			291937
		],
		[
			"portraits",
			[
				71,
				0,
				false
			],
			[
				71,
				0,
				true
			]
		],
		[
			"msg",
			454561,
			"It's finally time to call it a night and go to bed...Oh, I'm tired.",
			"总算可以收工睡觉了……啊，好累。",
			"やっと寝れるわ……あー、疲れた。",
			"드디어 잘 수 있어…… 아, 피곤해.",
			null
		]
	]
}