{
	"3055": [
		[
			"bgm",
			46
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458333,
			null,
			"这是一个都市传说。",
			"これは、とある都市伝説である。",
			"이것은 어떤 도시 전설이다.",
			"This is an urban legend.",
			null,
			"It's an urban legend.",
			"This is an urban legend."
		],
		[
			"msg",
			458334,
			"If you're restless and tossing and turning before bed…",
			"倘若在睡前，你心情焦躁不安，辗转反侧……",
			"もし眠る前に、悩み事があって、眠れないなら……。",
			"잠들기 전에, 고민거리가 있어 잠을 이루지 못한다면…….",
			null,
			null,
			"If before going to bed, you are restless, tossing and turning ......",
			"If you are having trouble sleeping and can't get to sleep, go to ......."
		],
		[
			"msg",
			458335,
			"Then Anira will appear in your dreams.",
			"那么，阿尼拉就会出现在你的梦里。",
			"アニラは必ず夢の中に現れる。",
			"아닐라는 반드시 꿈속에 나타난다.",
			null,
			null,
			"Then, Anila will appear in your dreams.",
			"Anila always appears in dreams."
		],
		[
			"msg",
			458336,
			"As long as she appeared in the dream, the dream was bound to turn into a nightmare.",
			"只要她出现在梦里，那这场梦就一定会变成噩梦。",
			"彼女が夢の現れると、その夢は必ず悪夢になる。",
			"그녀가 꿈에 나타나면, 그 꿈은 반드시 악몽이 된다.",
			"And wherever she appears, the dream will become a nightmare.",
			null,
			"As long as she appears in the dream, the dream will definitely turn into a nightmare.",
			"Whenever she appears in a dream, that dream is always a nightmare."
		],
		[
			"msg",
			458337,
			"Also, the bad things that happen in the nightmare if they are not solved in the dream…",
			"而且，噩梦里发生的坏事如果在梦里没有解决的话……",
			"そして悪夢にあった悪いことが、夢の中で解決されなかったら……。",
			"그리고 악몽에서 겪은 나쁜 일이, 꿈속에서 해결되지 않았다면…….",
			null,
			null,
			"And, bad things happen in nightmares if they are not resolved in dreams ......",
			"And if the bad things in your nightmare are not resolved in your dream, you can go to ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458338,
			"……",
			"的话……",
			"じゃ、じゃあ……もし、されなかったら……。",
			"자, 자아…… 만약, 안 당한다면…….",
			"If....",
			null,
			"The words of ......",
			"Well, then, if you don't, you can go to ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458339,
			null,
			"就会成真哦！",
			"それは現実になる！",
			"그건 현실이 될 거야!",
			"If it becomes a reality!",
			null,
			"It will come true!",
			"It will be real!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458340,
			"Whooh! !",
			"呜！！",
			"うっ！！",
			"윽!!",
			null,
			null,
			"Woo!!!",
			"Ugh!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458341,
			null,
			"哈？为什么要换台？",
			"は？なんでチャンネルを変えたんだよ！",
			"하? 왜 채널을 바꾼 거야!",
			"Hey? Why did you change the channel?!",
			null,
			"Huh? Why do you want to change the station?",
			"Huh? Why did you change the channel!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458342,
			"The TV series Seele wants to watch is on! So change the channel!",
			"希儿想看的电视剧开播了！所以要换台！",
			"ゼ、ゼーレの見たい番組が始まるの！だからチャンネルを変えたんだよ！",
			"제, 제레가 보고 싶은 프로그램이 시작됐어! 그래서 채널을 바꾼 거야!",
			"The show that Seele wants to watch is about to start, change it back!",
			null,
			"The TV show Hill wants to watch is on! So change the channel!",
			"Ze, the show Seele wants to watch is on! That's why I changed the channel!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458343,
			null,
			"“你到底还爱不爱我……”",
			"「私のことを愛してくれてるの……」",
			"「나를 사랑해 주셨어……」",
			"\"You love me ...\"",
			null,
			"\"Do you still love me or not ......\"",
			"He loves me. ......\""
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458344,
			"Hey, haven't you watched this love drama about ten times?I occasionally pass by sweep two eyes are quick to remember the plot!",
			"切，这部言情剧你不都看了快十遍？本大爷偶尔路过扫两眼都快记住剧情了，让本大爷换回去！",
			"ちっ、そういう恋愛ドラマは10回くらい見ただろ？たまたま通った時にチラッと見たけど、それでもその後の展開を覚えてるよ。早くチャンネルを戻せ！",
			"쳇, 그런 연애 드라마는 열 번쯤 봤잖아? 지나가다가 잠깐 봤는데, 그래도 그 뒤 전개를 기억하고 있어. 빨리 채널 돌려놔!",
			"C'mon, haven't you seen this romantic drama a million times already? I just happened to catch a glimpse of it when I was passing by, but I still remember what happened after that. Now hurry up and change the channel back!",
			null,
			"Cut, this romance drama you have not seen almost ten times? I occasionally pass by to scan two eyes are almost remember the plot, let me change back!",
			"Damn, you've seen those romantic dramas about 10 times, right? I just happened to catch a glimpse of it when I was passing by, but I still remember what happened after that. Now turn the channel back on!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458345,
			"\"We come to interview a female high school student in the local Gakuen, Ko, what do you think of the legend of Anila?\"",
			"“我们来采访就读于当地千羽学园的女高中生K子，K子，你对阿尼拉传说怎么看？”",
			"「千羽学園の生徒Kさんにインタビューしようと思います。Kさんはアニラの伝説に関してどう思いますか？」",
			"「센바 학원의 학생 K씨에게 인터뷰하려고 생각합니다. K씨는 아니라의 전설에 관해 어떻게 생각하세요?」",
			"\"We're here to interview Ko, a student at Senba Academy, to find out what she thinks about the legend of Anila.\"",
			null,
			"\"We're here to interview K-ko, a high school girl who attends the local Chihaya Gakuen. K-ko, what do you think of the Anila legend?\"",
			"I'm going to interview K., a student at Senba Academy, to find out what he thinks about the legend of Anila.\""
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458346,
			"Seele doesn't look at crap like that! Seele wants to change the channel!",
			"希儿才不看这种骗人的东西呢！希儿要换台！",
			"ゼーレはそういう人を騙すような番組を見たくない！チャンネルを変えるの！",
			"제레는 그런 사람을 속이는 프로그램을 보고 싶지 않아! 채널을 바꿀 거야!",
			"Seele doesn't want to watch programs that deceive such people! Change the channel!",
			null,
			"Heer won't watch this scam! Hill wants to change the channel!",
			"Seele doesn't want to watch those deceptive programs! Change the channel!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458347,
			"The way I see it, is --",
			"“本小姐的看法嘛，就是——”",
			"「私？そうだね」",
			"「나? 그래」",
			"\"The way I see it, is--\"",
			null,
			"\"My lady's opinion is that-\"",
			"Me? Yes.\""
		],
		[
			"msg",
			458348,
			"Crack!",
			"咔嚓！",
			"カシャ！",
			"찰칵!",
			null,
			null,
			"Ka-chow!",
			"Kasha!"
		],
		[
			"msg",
			458349,
			"\"... I repeat, you are the only one I love.\"",
			"“……我再说一次，我只爱你一个人。”",
			"「……もう一度言うよ、君だけを愛してるんだ」",
			"「...다시 한 번 말할게, 너만 사랑해」",
			null,
			null,
			"\"...... I'll say it again, I only love you.\"",
			"...... again, I love you and only you.\""
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				835,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458350,
			"Hand over the remote! You're a coward if you don't want to watch a funny show.",
			"爱哭鬼希儿又在害怕了，把遥控器交出来！不敢看怪谈节目就是胆小鬼哦。",
			"臆病者のゼーレがまた怖がってるんだな。早くリモコンを渡せ！怪談番組を観れないやつも臆病者だ。",
			"겁쟁이 제레가 또 쫄고 있네. 빨리 리모콘 내놔! 괴담 프로그램 못 보는 놈도 겁쟁이야.",
			"Aw, the crybaby Seele is scared again. Now hand over the remote! Anyone who can't watch a ghost show is a coward.",
			null,
			"Crybaby Hill is scared again, hand over the remote control! Do not dare to watch the weird talk show is a coward oh.",
			"The coward Seele is scared again. Quick, give me the remote control! Anyone who can't watch a ghost story program is also a coward."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458351,
			"\"I want everyone to know that the whole palace has been destroyed by me...\"",
			"“我要告诉所有人，整座宫殿都被我……”",
			"「みんなに教えるの、この宮殿は全部……」",
			"「다들 알려줄게, 이 궁전은 전부...」",
			null,
			null,
			"\"I'm going to tell everyone that the whole palace is being used by me ......\"",
			"\"I tell everyone, this palace is all .......\""
		],
		[
			"msg",
			458352,
			"Crack!",
			"咔嚓！",
			"カシャ！",
			"찰칵!",
			null,
			null,
			"Ka-chow!",
			"Kasha!"
		],
		[
			"msg",
			458353,
			"\"... So that's all I want to say.\"",
			"“……综上所述，就是本小姐想说的了。”",
			"「……以上が私の考えだけど」",
			"「...이상이 내 생각인데」",
			null,
			null,
			"\"...... In summary, that's what this lady wants to say.\"",
			"I'm thinking more than ...... though.\""
		],
		[
			"msg",
			458354,
			"\"All right, thank you very much. Let's move on to the next horror urban legend!\"",
			"“好的非常感谢K子，我们来看下一个恐怖都市传说！”",
			"「Kさん、ありがとうございました。次の怖い都市伝説を見てみましょう！」",
			"「K님, 감사했습니다. 다음 무서운 도시전설을 보러 가볼까요!」",
			null,
			null,
			"\"Okay thanks a lot K-ko, let's see the next horror urban legend!\"",
			"Thank you, Mr. K.\" Now on to the next scary urban legend!\""
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458355,
			"I never want to see Sin again. Seele is going to bed!",
			"谁是胆小鬼呀！哼，再也不想见到杏了，希儿要去睡觉了！",
			"ゼーレは臆病者じゃないよ！ふんっ、もうシンの顔を見たくないから寝る！",
			"제레는 겁쟁이 아니야! 흥! 이제 신 얼굴도 보기 싫어, 나 잘 거야!",
			"Seele is not a coward! I'm sick of seeing your face, I'm going to bed!",
			null,
			"Who's a coward? Hmph, never want to see apricot again, Hill is going to bed!",
			"Seele is no coward! Hmph, I don't want to see Sin's face anymore, so I'm going to bed!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458356,
			"Doh!",
			"咚！",
			"ドンッ！",
			"쿵!",
			null,
			null,
			"Dang!",
			"Boom!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458357,
			"Huh!",
			"哼！",
			"ふんっ！",
			"흥!",
			null,
			null,
			"Haha!",
			"Hmph!"
		]
	],
	"3056": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458358,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458359,
			null,
			"唔……白天了吗？",
			"ん～……もう朝？",
			"음~…… 벌써 아침이야?",
			"Huh.... It's morning already?",
			null,
			"Well ...... daytime now?",
			"Hmmm... ...... morning already?"
		],
		[
			"msg",
			458360,
			"Isn't this the setting for the romantic drama Seele saw last night?",
			"要准备上学了……呜啊！这种陈设，这不是，这不是希儿昨晚看的言情剧的布景吗？",
			"そろそろ学校に行かないと……うわっ！これ、ゼーレが昨日観た恋愛ドラマのセットだよね？",
			"슬슬 학교에 가야 하는데…… 와! 이거, 제레가 어제 본 연애 드라마 세트 맞지?",
			null,
			null,
			"To get ready for school ...... ooh ah! This kind of furnishings, isn't this, isn't this the set of the romance drama that Hier watched last night?",
			"I've got to go to school soon. ...... Wow! This is the set of the romantic drama Seele watched yesterday, right?"
		],
		[
			"msg",
			458361,
			"That's amazing. Is this... A movie set?",
			"好厉害，这是难道是……电影拍摄现场？",
			"すごい。ここって……映画の撮影現場なの？",
			"대단해. 여긴…… 영화 촬영 현장이야?",
			null,
			null,
			"So awesome, is this the site of a ...... movie shoot?",
			"Amazing. Is this a ...... movie set?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458362,
			"——",
			"唰啦——",
			"——シャ！",
			"——샤!",
			null,
			null,
			"Swish-la-",
			"--Sha!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458363,
			"Outside the window, there were people dressed in western clothes...Is Seele dreaming?",
			"窗外面也是穿着西式服装的人们……难道说——希儿在做梦？",
			"窓の外にもドレスを着た人たちが……もしかして、夢を見てる？",
			"창문 밖에도 드레스를 입은 사람들이…… 혹시, 꿈을 꾸고 있는 걸까?",
			null,
			null,
			"Outside the window are also people in Western-style clothing ...... Does that mean - Hill is dreaming?",
			"There are people in dresses outside the window too ...... maybe they are dreaming?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458364,
			"——",
			"捏——",
			"——ギュッ",
			"——꼭",
			null,
			null,
			"Pinch-",
			"--clasp"
		],
		[
			"bgm",
			40
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458365,
			"It didn't hurt. Seele was really dreaming!Is this what they call lucid dreaming on TV? Wow, it's like stepping into a TV show. Great!",
			"一点都不疼，原来希儿真的在做梦！这就是电视里说的那种清醒梦吧？哇，这样就好像是穿越到了电视剧里一样，好棒！",
			"全然痛くない、やっぱり夢なんだ！これは明晰夢ってやつなのかな？まるでドラマの世界に入ったみたいで凄い！",
			"전혀 아프지 않아, 역시 꿈이었어! 이게 바로 자각몽이라는 건가? 마치 드라마 속 세계에 들어온 것 같아서 대단해!",
			"It doesn't hurt at all, it's a dream! Is this a lucid dream? It's like entering the world of TV, it's amazing!",
			null,
			"It didn't hurt at all. So Hill was really dreaming! This is the kind of lucid dreaming they talk about on TV, right? Wow, it's like traveling to a TV show like this, so great!",
			"It doesn't hurt at all, I knew it was a dream! Is this what you call lucid dreaming? It's like I'm in a drama, awesome!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458366,
			"It's so noisy, Seele, what are you doing rolling around on the bed with your pillows?",
			"吵死了，希儿，你抱着枕头在床上滚来滚去干什么呢？",
			"おい、ゼーレうるさい。枕を抱きしめながらベッドで転がって何がしたいんだよ。",
			"야, 제레 시끄럽다. 베개를 껴안고 침대에서 뒹굴며 뭘 하고 싶은 거야.",
			"Oy, stop making so much noise. What are you trying to do by rolling in bed while hugging your pillow?",
			null,
			"What are you doing rolling around in bed with your pillow?",
			"Hey, Seele, shut up. What do you want to do, roll around in bed hugging a pillow?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458367,
			"Because Seele's dream came...Sin !?Why is Sin here?",
			"因为希儿居然梦来到了梦……杏！？为什么杏会在这里！",
			"だってドラマの世界の夢を……シン！？どうしてシンもここにいるの！",
			"드라마 속 세상의 꿈을……신!? 왜 신도 여기 있는 거야!",
			"Because this is a dream about the world of TV... Sin?! Why are you here too?",
			null,
			"Because Hill actually dreamed of coming to the dream ...... apricot! Why apricot will be here!",
			"Because of Drama World Dreams ...... Shin! Why is Shin here too!"
		],
		[
			"msg",
			458368,
			"If I had to dream about it, I'd dream about Sister Bronya.",
			"如果要做梦的话，果然还是梦到布洛妮娅姐姐比较愉快。",
			"夢なら、ブローニャお姉ちゃんと一緒にいる夢がよかったのに。",
			"꿈이었다면, 브로냐 누나와 함께 있는 꿈이었으면 좋았을 텐데.",
			"If this was a dream, I'd wish it was a dream with Bronya.",
			null,
			"If you want to dream, it is really more pleasant to dream about sister Bronya.",
			"If I was going to dream, I would have preferred to dream that I was with my sister Bronya."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458369,
			"What is it... Is stupid Seele daydreaming again?",
			"什么东西……笨蛋希儿又在做白日梦吗？",
			"なんだ……バカゼーレがまた変な妄想してるのか？",
			"뭐야…… 바보 제레가 또 이상한 망상하는 거야?",
			"What.... Is it because Seelediot is having a weird delusion again? (TN: she says baka-Seele)",
			null,
			"What the heck ...... idiot Hill is daydreaming again?",
			"What's with the ...... moron Seele, are you being weirdly paranoid again?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458370,
			null,
			"希儿才不跟杏说话，不理你！",
			"なんなの？シンとは話したくない！",
			"뭐냐? 신이랑은 말하고 싶지 않아!",
			"Hmph, I'm not talking to you!",
			null,
			"Hill will not talk to the apricot, ignore you!",
			"What is it? I don't want to talk to Sin!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458371,
			"It's so boring. It makes me want to talk to you.",
			"真无聊，搞得本大爷特别想理你一样。",
			"くだらない、別にボクだって話したくないよ。",
			"한심하군, 나도 별로 말하고 싶지 않아.",
			null,
			null,
			"What a bore, make this moncler outlet store special want to care about you.",
			"Nonsense, I don't want to talk about it either."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458372,
			"Bang!",
			"砰！",
			"バンッ！",
			"쾅!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458373,
			null,
			"杏走掉了吗？",
			"シン……もう行っちゃったの？",
			"신… 벌써 갔어?",
			"Sin, are you still there?",
			null,
			"Did the apricot walk away?",
			"Sin...... already gone?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458374,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458375,
			"Without Sin in the way, Seele has something to do.",
			"真的走掉了，呼呼，没有杏碍事，那希儿就要大有所为了。",
			"本当に行ったんだ。ふふっ、シンはもういないし、これでもう邪魔する人はいないんだね。",
			"정말 갔구나. 흐흥, 신도 이제 없으니 이제 방해하는 사람은 없는 거네.",
			"He he... Now that I've snuck away, there's no Sin to stop me from doing anything I want!",
			null,
			"Really go away, hoo hoo, no apricot in the way, that Hill is going to be a big deal.",
			"I really went there. Phew, Shin is gone, and now there is no one to disturb us anymore, right?"
		],
		[
			"msg",
			458376,
			"By setting...Seele should be the leading lady, there will be news of the princess ball soon——",
			"既然是清醒梦，那希儿不趁机玩玩就亏大了。按照设定……希儿应该是女主角，不久之后会有公主舞会的消息传来——",
			"せっかくの明晰夢を思い切り楽しまなきゃだね。設定通りだと……ゼーレはヒロインになるはずだから、しばらくしたらお姫様の舞踏会のお知らせが届くはず。",
			"이번에 꾼 루시드 드림을 마음껏 즐겨야지. 설정대로라면… 제레가 히로인이 될 테니, 조금 있으면 공주님 무도회 소식이 도착할 거야.",
			null,
			null,
			"Since it's a lucid dream, it would be a big loss for Hill not to take advantage of the opportunity to have some fun. According to the setting ...... Hill should be the heroine, and soon there will be news of the princess ball -",
			"I'll have to enjoy my lucid dreaming to the fullest. As it is set up, ...... Seele should be the heroine, so you should get a notice of the princess ball in a while."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458377,
			null,
			"肃静、肃静！公主大人有令！",
			"静粛に、静粛に！姫様からのご命令です！",
			"정숙, 정숙! 공주님의 명령입니다!",
			null,
			null,
			"Silence, silence! An order from the Princess!",
			"Silence, silence! The Princess commands you!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458378,
			"I'm coming!",
			"来了！",
			"来た！",
			"왔어!",
			null,
			null,
			"Here it comes!",
			"Here they come!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458379,
			"The princess needs all the girls of the right age to dress up in wedding dress for reference in the future. We invite all the girls of the city to the ball!",
			"公主大人需要所有适龄女孩身着婚服的样子给自己将来做参考，特此邀请全城女孩参与舞会！",
			"この国の少女全員のウェディングドレス姿を見て、参考にしたいと姫様はおっしゃいました。そのため、皆様を舞踏会にご招待します。",
			"이 나라 모든 소녀의 웨딩드레스 차림을 보고 참고하고 싶다고 공주님께서 말씀하셨어. 그래서 여러분을 무도회에 초대합니다.",
			null,
			null,
			"The Princess needs all the girls of her age to dress up in wedding clothes for her future reference, so she invites all the girls in town to join the ball!",
			"The Princess said that she would like to see all the girls in this country in their wedding dresses for reference. For this reason, we invite you all to the ball."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458380,
			"The timing was just right. What a lucid dream! Skip the first 15 episodes and get right to the key scenes!",
			"时间刚刚好，真是个好清醒梦啊，把灌水的前15集全都略过了，直接到了关键场景！",
			"いいタイミング！明晰夢ってすごいね、重要じゃない15話までの展開をスキップして、直接肝心なところまで飛ばしてくれた！",
			"타이밍 좋네! 자각몽 진짜 대단하다, 중요하지 않은 15화까지의 전개를 스킵하고 바로 핵심 부분으로 넘어가 줬어!",
			null,
			null,
			"The timing is just right, it's a good lucid dream, the first 15 episodes of flooding all skipped, directly to the key scenes!",
			"Great timing!!! Lucid dreaming is awesome, you skipped over the unimportant 15 episodes and skipped directly to the important stuff!"
		],
		[
			"msg",
			458381,
			"Seele needs to get dressed up for the princess ball, which is something that girls in real high school would never go to~",
			"希儿要抓紧打扮一下了，公主的舞会，这可是现实中的女高中生绝对参加不了的舞会呢~",
			"ゼーレもおめかししないとだね。お姫様の舞踏会は普通の女子高生じゃ絶対に参加できないもの。",
			"제레도 준비해야겠네. 공주님의 무도회는 평범한 여고생이 절대 참석할 수 없는 거야.",
			null,
			null,
			"Heer has to hurry up and dress up, the princess ball, this is a real high school girl can never attend the prom ~",
			"Seele needs to get dressed up too. A princess ball is something a normal high school girl would never be able to attend."
		],
		[
			"msg",
			458382,
			"To the...Seele remembers that the wedding dress was to --",
			"对了……希儿记得婚服是要——",
			"そうだ……ウェディングドレスって確か——",
			"그렇지... 웨딩드레스라면 확실히——",
			null,
			null,
			"By the way ...... Hill remembered that the wedding dress is to-",
			"Yes, I'm sure ...... wedding dresses are--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458383,
			"Rumble!",
			"轰隆！",
			"ドォォォォォォォォォォォォォォォォンッ！",
			"쿵!!!!!!!!!",
			null,
			null,
			"Boom!",
			"D'oh!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458384,
			null,
			"！？！？！？",
			"えっ！？！？！？",
			"엥!?!?!?",
			null,
			null,
			"!?!!?",
			"What?"
		],
		[
			"msg",
			458385,
			"What happened, what happened? What a loud noise outside?",
			"发生、发生什么事了？外面好大的声音？",
			"な、なに？今すごい音した気がする。",
			"뭐, 뭐지? 방금 엄청난 소리가 난 것 같아.",
			null,
			null,
			"What's happening, what's happening? What's that noise outside?",
			"Hey, what is it? I think I just heard a great sound."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458386,
			"Well?…",
			"唔……",
			"うっ……。",
			"으...",
			"Ugh....",
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458387,
			"Is that sound a Sin? Sin ! Are you okay?",
			"这声音，是杏吗？杏！你没事吧？",
			"その声、シンなの！？シン、大丈夫？",
			"그 목소리, 신이야!? 신, 괜찮아?",
			null,
			null,
			"This voice, is it Apricot? Apricot! Are you okay?",
			"That voice, is that Shin! Shin, are you okay?"
		],
		[
			"msg",
			458388,
			"Sin——",
			"杏——",
			"シン！",
			"신！",
			null,
			null,
			"Apricot -",
			"Shin!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458389,
			null,
			"希儿是在叫我吗？",
			"う～ん、シンを呼んだ？",
			"으음~ 신을 부른 거야?",
			"You called?",
			null,
			"Is Hill calling me?",
			"Hmmm, did you call Sin?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458390,
			"Who are you!",
			"你谁啊！",
			"だ、誰！？",
			"누, 누구!?",
			"Who are you!?",
			null,
			"Who are you?",
			"Who's that?"
		]
	],
	"3057": [
		[
			"bgm",
			40
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458391,
			"What's going on? Wait a minute, if you think about it, it looks like a long time ago, Sin looked like this.",
			"怎怎怎怎怎么回事？？等等，仔细一想，好像在很久很久很久很久以前，杏是这样的。",
			"ど、ど、どういうこと？待って、よく考えたら、すごーく昔のシンはこんな感じだった気がする。",
			"무, 무, 무슨 소리야? 잠깐, 잘 생각해 보니까 엄~청 옛날 신은 이런 느낌이었던 것 같아.",
			"What's going on? Hmmm, I think Sin used to look somewhat like this a long time ago...",
			null,
			"How how how how what is going on? Wait, on second thought, it seems that apricots were like this a long, long, long time ago.",
			"What do you mean? Wait, thinking about it, I think Shin was like this a very long time ago."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458392,
			null,
			"杏就是杏呀。",
			"シンはシンなの。",
			"신은 신이야.",
			"Sin is Sin.",
			null,
			"Apricots are apricots.",
			"Shin is Shin."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458393,
			"No, no, now Sin calls herself \"Lord Savior\"! Don't you think it's weird that you call yourself by your own name?",
			"不对不对，现在的杏的自称可是“本大爷”欸！你是用本名自称的，不觉得很怪吗？",
			"違う……違うよ！今のシンは自分のことを「ボク」って呼んでるよ！自分のことを名前で呼ぶなんて……違和感とかないの？",
			"아냐... 아냐! 지금 신은 자기 자신을 「보쿠」라고 부르잖아! 자기 자신을 이름으로 부르다니... 어색하지 않아?",
			"No, normally you refer to yourself using \"I\"! Isn't it strange to refer to yourself in third person? And your manner of speaking is always so direct, too!//n//n(TN: You're one to talk, Seele. This is lost in translation since English only has one way of referring to yourself, but Sin normally uses 'boku' instead of 'watashi' because she wants to appear stronger. Switching to third person is basically a total 180° for Sin.)",
			null,
			"No, no, no, no, no, no, no! Don't you think it's weird that you call yourself by your real name?",
			"No. ...... No! Now Shin calls himself \"me\"! Don't you feel ...... uncomfortable calling yourself by your name?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458394,
			null,
			"是么，杏觉得这挺正常的~",
			"そうなの？シンは普通だと思うけど。",
			"그래? 신은 평범한데.",
			"Is that so? It seems pretty normal to Sin.",
			null,
			"Really, apricot think this is quite normal ~",
			"Really? I think Shin is normal."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458395,
			"So what just happened? How did sine of theta get to look like this?",
			"那刚刚到底发生了什么？杏怎么变成这个样子了？",
			"じゃあ、さっきは何があったの？どうしてこんな風になったの？",
			"그럼, 방금 무슨 일 있었어? 어떻게 이렇게 된 거야?",
			"So what the heck happened earlier? Why do you look like this?",
			null,
			"So what the hell just happened? How did the apricot become like this?",
			"So what happened earlier? How did you become like this?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458396,
			"Just Sin walking at the door, suddenly jumped out of a girl wearing a wedding dress with a knife, and put on a very lovely wedding dress for Sin.",
			"刚刚杏在门口散步，忽然蹿出来了一个穿着婚纱拿着刀的女孩子，硬是给杏穿上了很可爱的婚纱礼服，杏就变成这样啦。",
			"入口で散歩してたら、急にウェディングドレスを来た女の人がナイフを持って、かわいいウェディングドレスをシンに着せて今の状態になったの。",
			"입구에서 산책하고 있었는데, 갑자기 웨딩드레스를 입은 여자가 칼을 들고, 예쁜 웨딩드레스를 신에게 입혀서 지금 상태가 됐어.",
			"Sin was strolling at the entrance and suddenly a woman wearing a wedding dress and holding a knife appeared. She took out a very cute wedding dress and put it on Sin, and Sin became like this.",
			null,
			"Just apricot walking in front of the door, suddenly leapt out of a girl wearing a wedding dress with a knife, hard to apricot dressed in a very cute wedding dress, apricot will become so la.",
			"I was strolling at the entrance and suddenly a woman in a wedding dress took a knife and put a cute wedding dress on Singh to get him into the state he's in now."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458397,
			"What is this with what...But I think carefully this is a dream, outrageous some also reasonable.",
			"这都什么跟什么……不过仔细一想这可是梦，离谱一些也在情理之中。",
			"どういうこと……でも一応夢だし、変わったところがあっても理解できるね。",
			"무슨 소리야... 그래도 어차피 꿈이니까 이상한 점이 있어도 이해할 수 있겠네.",
			"What does that even mean... But I guess if this is a dream, some ridiculous things can also happen.",
			null,
			"This is all what with what ...... But think carefully this is a dream, outrageous some also in the reasonable.",
			"What do you mean ...... but it's a dream at least, and I can understand if there's something unusual about it."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458398,
			null,
			"希儿你看，很可爱吧~",
			"ねえ、ゼーレ、かわいい？",
			"저기 제레, 귀여워?",
			"Hey, Seele, aren't you cute?",
			null,
			"Look at Hill, it's cute, right?",
			"Hey, Seele, is it cute?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458399,
			null,
			"杏才不可……",
			"シンはかわいくな——",
			"신은 귀여워——",
			"Sin is cute ...",
			null,
			"Apricot talent is not available ......",
			"Shinn's not a cute little--"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458400,
			"Huh?",
			"嗯？",
			"ん？なにかな？",
			"음? 뭔가?",
			null,
			null,
			"Hmm?",
			"Hmm? What is it?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458401,
			"Well...As much as Seele doesn't want to admit it. Sin, now, is really cute.",
			"唔……虽然希儿非常不想承认，但是现在的杏，确实很可爱。",
			"うっ……認めたくないけど、今のシンは本当にかわいいと思う。",
			"으읍... 인정하기 싫지만, 지금 신은 정말 귀여운 것 같아.",
			"Um.... Seele doesn't want to admit it, but I think Sin is really cute now.",
			null,
			"Well ...... although Hill very much does not want to admit it, but now the apricot, indeed very cute.",
			"Ugh ...... I hate to admit it, but I think Shin is really cute right now."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458402,
			"Thank you. Seele is also very, very cute today.",
			"谢谢~今天的希儿也非常非常可爱哦。",
			"ありがとう！今日のゼーレもかわいいよ。",
			"고마워! 오늘의 제레도 귀여워.",
			"Thank you~ Seele is also very, very cute today.",
			null,
			"Thank you ~ today's Hill is also very, very cute Oh.",
			"Thanks! Seele is cute today too."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458403,
			"Hey hey is it really that cute...Well, she's a Sin. Why is she so cute?",
			"诶嘿嘿真的有那么可爱吗……欸，不对啊这家伙可是杏啊，为什么会这么讨人喜欢……",
			"えへへっ、ゼーレもかわいいんだ……あっ、違う、相手はシンだよ、シンはこんな可愛らしい性格してないよ……。",
			"에헤헷, 제레도 귀여운데... 아, 아니 상대는 신이야, 신은 이렇게 귀여운 성격 아니라고...",
			"Hehe, Seele is also cute... Oh no, the other person is Sin, Sin doesn't have such a cute personality...",
			null,
			"Eh heh heh is really that cute ...... Hey, no ah this guy is an apricot ah, why is so likeable ......",
			"Hehe, Seele is cute too ...... Oh, no, the other guy is Shin, Shin doesn't have such a cute personality ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458404,
			"Speaking of it, it seems that someone was talking about the party. Sin really wants to go there.",
			"说起来，刚刚好像有人在说舞会的事情，杏好想去那玩呀。",
			"そういえば、舞踏会のこと言ってたよね、シンも行ってみたいな。",
			"그러고 보니, 무도회 이야기했었지, 신도 가보고 싶어.",
			"Speaking of which, it seemed like someone was talking about the ball just now, Sin really wanted to go there.",
			null,
			"Speaking of which, I think someone was talking about the prom, and Apricot wants to go there.",
			"Oh, and by the way, you mentioned the ball...I'd like to go to the Cinco de Mayo."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458405,
			"The look is so innocent, Seele wants to protect her!",
			"这个表情好纯真，希儿好想要保护她！",
			"この表情かわいい、守りたいと思っちゃう！",
			"이 표정 귀엽다, 지켜주고 싶어져!",
			"Her smile is so cute, I want to protect it!",
			null,
			"This expression is so innocent, Hier wants to protect her so much!",
			"This look is so cute, makes me want to protect it!"
		],
		[
			"msg",
			458406,
			"Then Seele will take Sin. Seele knows where the road is.",
			"那希儿就带杏去，希儿知道路在哪儿。",
			"じゃあ、ゼーレが連れて行ってあげるね、場所を知ってるの。",
			"그럼 제레가 데려다 줄게, 장소 알고 있어.",
			null,
			null,
			"Then Hsieh will take the apricot to it, Hsieh knows where the road is.",
			"Then Seele will take you there, I know the place."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458407,
			"Wow, Seele is so reliable, Sin wants to go to the ball with Seele ~",
			"哇，希儿好可靠，杏想要和希儿一起去舞会~",
			"わぁ、さすがゼーレ、頼もしい。シンはゼーレと一緒に舞踏会に行きたいの。",
			"와, 역시 제레, 든든해. 신은 제레랑 같이 무도회에 가고 싶어.",
			null,
			null,
			"Wow, Hil is so reliable, Apricot wants to go to the prom with Hil~",
			"Wow, as expected of Seele, she is reliable. Shin wants to go to the ball with Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458408,
			"Hmm ! That's funny. Seele will say yes to anything. Sin?",
			"唔！真可爱！好，希儿什么事情都会答应杏的哦。",
			"うっ、かわいい！分かった、一緒に行こうね。",
			"우, 귀여워! 알았어, 같이 가자.",
			"Wow, she's so cute! Alright, let's go together.",
			null,
			"Mmm! So cute! Okay, Hsieh will promise Apricot anything.",
			"Ugh, so cute! Okay, I'll go with you."
		],
		[
			"msg",
			458409,
			"Ah, it would be nice if the real Sin had this personality.",
			"啊，要是现实中的杏也是这种性格，那就再好不过了。",
			"あぁ、現実のシンもこんな性格だったらいいのに。",
			"아, 현실의 신도 이런 성격이었으면 좋겠는데.",
			"Ah, it would be nice if the real Sin was like this too.",
			null,
			"Ah, it would be nice if the real Apricot was also this kind of character.",
			"Oh, I wish Shin in real life had this kind of personality."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458410,
			null,
			"吁吁吁——",
			"——タタタッ",
			"——타타탓",
			null,
			null,
			"Phew! Phew! Phew!",
			"--Ta-ta-ta-ta."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458411,
			"Seele, look, is that a buggy?It's so beautiful.",
			"希儿快看，那是马车吗？好漂亮呀。",
			"ゼーレ見て、あれは馬車なの？綺麗だね～",
			"제레 봐, 저거 마차야? 예쁘다~",
			"Seele, look. Is that a carriage? It's so beautiful.",
			null,
			"Look at that. Is that a horse-drawn carriage? It's so beautiful.",
			"Look Seele, is that a carriage? It's beautiful!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458412,
			"It must be a royal carriage.",
			"装饰那么华贵，应该是皇家的马车吧。",
			"綺麗な装飾があるから、たぶん王族の馬車だと思うよ。",
			"예쁜 장식이 있으니까, 아마 왕족의 마차인 것 같아.",
			"The decoration is so luxurious, it must be a royal carriage.",
			null,
			"The decoration is so luxurious, it should be a royal carriage.",
			"I think it's probably a royal carriage because it's so beautifully decorated."
		],
		[
			"msg",
			458413,
			"This is the plot...The next step should be for the princess's messenger to summon the heroine.",
			"啊，对哦，剧情推到这了……接下来应该就是公主的使者来传唤女主角了。",
			"あっ、そうだ、このシーンは確か……お姫様の使者がヒロインを招待するシーンだね。",
			"아, 맞다, 이 장면은 확실히…… 공주님의 사자가 히로인을 초대하는 장면이야.",
			null,
			null,
			"Ah, right oh, the plot pushed to this ...... next should be the princess's messenger to summon the heroine.",
			"Oh, yes, I believe this is the scene where the ...... princess messenger invites the heroine."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458414,
			null,
			"肃静，肃静。",
			"静粛に、静粛に。",
			"정숙하게, 정숙하게.",
			null,
			null,
			"Silence, silence.",
			"Quiet, quiet, quiet."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458415,
			"Well!",
			"嗯嗯！",
			"うん！",
			"응!",
			null,
			null,
			"Mmmmmm!",
			"Yeah!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458416,
			null,
			"公主有言，传唤——",
			"姫様からの命令です。",
			"공주님의 명령입니다.",
			null,
			null,
			"The princess has a word to summon -",
			"Orders from the Princess."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458417,
			"Well !",
			"嗯！",
			"うん！",
			"응!",
			null,
			null,
			"Hmm!",
			"Yeah!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458418,
			"Miss Sin Mar to the party. Come in!   !",
			"杏·玛尔小姐参加舞会，请乘车！！",
			"シン・マールを舞踏会に招待します。どうか馬車にお乗りください！！",
			"신 마르를 무도회에 초대합니다. 마차에 탑승해 주세요!!",
			null,
			null,
			"Miss Apricot-Mar for the ball, please take the car!!!",
			"I invite Sin Mar to the ball. Please get in the carriage!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458419,
			"Ah?",
			"啊？",
			"えっ？",
			"어?",
			null,
			null,
			"Huh?",
			"What?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458420,
			"Is it really possible to take a carriage to the castle, Seele Let's go.",
			"真的可以坐马车去城堡吗，希儿我们走吧。",
			"本当に馬車に乗っていいの？ゼーレ、一緒に行こう。",
			"정말 마차에 타도 돼? 제레, 같이 가자.",
			null,
			null,
			"Is it really possible to take a carriage to the castle? Hillel let's go.",
			"Are you sure I can ride in the carriage? Seele, come with me."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458421,
			null,
			"难道说……",
			"まさか……。",
			"설마…….",
			"Wait, does this mean....",
			null,
			"Does it mean that ......",
			"No way. ......."
		],
		[
			"msg",
			458422,
			null,
			"杏才是女主角吗！！！！",
			"シンがヒロインなの！？",
			"신이 히로인이라고!?",
			"Sin is the heroine!?!?",
			null,
			"Apricot is the heroine? ！！！！",
			"Shin is the heroine!"
		]
	],
	"3058": [
		[
			"bgm",
			40
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458423,
			"The castle over there. Are we going to the ball there tonight?",
			"那边的城堡，我们今晚就会去那里参加舞会吗？",
			"今夜の舞踏会はあの城で行われるの？",
			"오늘밤 무도회는 저 성에서 열리는 거야?",
			null,
			null,
			"The castle over there, is that where we'll be going to the ball tonight?",
			"Will the ball tonight take place in that castle?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458424,
			"Seele is malevolent~ Seele is malevolent~ Seele is malevolent~",
			"希儿是恶毒女配希儿是恶毒女配希儿是恶毒女配……",
			"ゼーレが悪役令嬢、ゼーレが悪役令嬢、ゼーレが悪役令嬢……。",
			"제레가 악역 영애, 제레가 악역 영애, 제레가 악역 영애…….",
			null,
			null,
			"Hill is a vicious female match Hill is a vicious female match Hill is a vicious female match ......",
			"Seele is a villain, Seele is a villain, Seele is a villain. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458425,
			null,
			"田野的景色真是美丽呀。",
			"野原の景色はきれいね。",
			"들판 경치가 참 아름답네.",
			"The scenery of the field is beautiful.",
			null,
			"The fields are so beautiful.",
			"The view of the field is beautiful."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458426,
			"Seele is malevolent~ Seele is malevolent~ Seele is malevolent~",
			"希儿是恶毒女配希儿是恶毒女配希儿是恶毒女配……",
			"ゼーレが悪役令嬢、ゼーレが悪役令嬢、ゼーレが悪役令嬢……。",
			"제레가 악역 영애, 제레가 악역 영애, 제레가 악역 영애…….",
			null,
			null,
			"Hill is a vicious female match Hill is a vicious female match Hill is a vicious female match ......",
			"Seele is a villain, Seele is a villain, Seele is a villain. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458427,
			"Seele, look, there's our fellow traveler over there.",
			"希儿你看，那边有我们的同路人。",
			"ねえ、セーレ、そこにシンたちと同じ城に行こうとしてる人たちがいるよ。",
			"저기, 세레, 저기에 신 일행과 같은 성으로 가려는 사람들이 있어.",
			null,
			null,
			"Look, Hill, there are our fellow travelers over there.",
			"Hey, Sere, there are some people there who are trying to get to the same castle as Sin and the others."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458428,
			"Ah !Why Ah! It was clearly Seele's dream. Why isn't Seele the leading character?",
			"啊！凭什么啊！明明是希儿做的梦，为什么希儿不是女主角啦！",
			"あっ！どうして、ゼーレが見た夢なのに、どうしてゼーレがヒロインじゃないの！",
			"아! 왜, 제레가 꾼 꿈인데, 왜 제레가 히로인이 아닌 거야!",
			null,
			null,
			"Ah! What the hell! It's obvious that it's Hsieh's dream, why isn't Hsieh the heroine?",
			"Ah! Why isn't Seele the heroine in this dream that Seele had!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458429,
			null,
			"女主角是什么？",
			"ヒロインて何？",
			"히로인이 뭐야？",
			"What is a heroine?",
			null,
			"What is the female lead?",
			"What's a heroine?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458430,
			"Sin, you guy, did you dream to make Seele angry too!",
			"别装蒜啦！杏，你这家伙，难道在梦里也存心要让希儿生气吗！",
			"とぼけないで！シン、夢の中でもゼーレをいじめるの！？",
			"모르는 척 하지 마! 신, 꿈 속에서도 제레를 괴롭히는 거야!？",
			"Stop pretending to be ignorant! Sin, did you plan to make me angry even in your dreams?! You jerk!",
			null,
			"Stop pretending! Apricot, you bastard, do you want to make Hsieh angry even in your dreams!",
			"Don't play dumb with me! Shin, you tease Seele even in your dreams!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458431,
			"The dream? How did Seele say something that Sin didn't understand today? Or…",
			"梦？希儿今天怎么老是说些杏听不懂的话呢，难道说……",
			"夢？今日のゼーレは理解できないことばかり言うね、まさか……。",
			"꿈? 오늘의 제레는 이해할 수 없는 말만 하네, 설마…….",
			null,
			null,
			"Dream? Hill today how always say some apricot unintelligible words, does it say ......",
			"A dream? You say a lot of things today Seele that I don't understand, no way. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458432,
			null,
			"呜哇，杏你要干什——",
			"うわっ、シン何するの！？",
			"와, 신 뭐 하는 거야！？",
			"Wha, what are you doing--",
			null,
			"Oh wow, what are you doing with the apricot...",
			"Wow, Shin, what are you doing!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458433,
			null,
			"希儿没有发烧，真是太好了。",
			"熱はないね、よかった。",
			"열은 없네, 다행이야.",
			"It's good that you don't have a fever.",
			null,
			"It's great that Hill doesn't have a fever.",
			"No fever, thank goodness."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458434,
			"...It's a violation to put your forehead on it all of a sudden. It doesn't look like Sin.",
			"唔……忽然用额头贴上来什么的太犯规了，这根本就不像是杏嘛。",
			"うっ……急に額をくっつけてくるなんて反則だよ、全然シンらしくないもん。",
			"윽…… 갑자기 이마를 붙이다니 반칙이야, 전혀 신답지 않잖아.",
			"Ugh.... Putting your forehead to mine is too intimate... That's not like you at all.",
			null,
			"Well ...... suddenly with forehead paste up what is too foul, this is not at all like apricot well.",
			"Ugh...... suddenly sticking your forehead together is foul, it's not like Shin at all."
		],
		[
			"msg",
			458435,
			"(Huh? Yes, if Sin is now faking it to embarrass Seele, then Seele has to make Sin faking it!)",
			"（嗯？对啊，如果杏现在是装出来的故意让希儿尴尬，那希儿就要让杏装不下去才是！）",
			"（ん？シンはわざとゼーレを困らせようとしてるかもしれない、ゼーレもなんとかしてシンを止めないと！）",
			"（음? 신이 일부러 제레를 곤란하게 하려는 걸지도, 제레도 어떻게든 신을 막아야 해!）",
			null,
			null,
			"(Hmm? Yes, if Apricot is pretending to embarrass Hsieh now, then Hsieh should make Apricot pretend to be embarrassed!)",
			"(Hmm? Shin might be deliberately trying to embarrass Seele, and Seele has to stop Shin somehow!)"
		],
		[
			"msg",
			458436,
			"Sin, I know a store near here that has great detonating materials.",
			"杏，希儿知道这附近有一家店，有很棒的引爆材料哦。",
			"シン、この辺りにすごい起爆剤を売ってる店があるよ。",
			"신, 이 근처에 엄청난 기폭제를 파는 가게가 있어.",
			"Sin, I know a store near here that has great explosive materials.",
			null,
			"Apricot, Hill knows of a store around here that has great triggering materials oh.",
			"Shin, there's a store around here that sells a great detonator."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458437,
			"Huh? What's the detonating material for?",
			"嗯？引爆材料，是拿来干嘛用的？",
			"ん？起爆剤？何するの？",
			"음? 기폭제? 뭐 하는 거야?",
			"Huh? Explosive materials? What for?",
			null,
			"Hmm? Detonation material, what is it for?",
			"Hmm? Detonator? What are you doing?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458438,
			null,
			"用来做炸弹啊。",
			"爆弾を作るんだよ。",
			"폭탄을 만들 거야.",
			"We're going to build a bomb.",
			null,
			"Use it for a bomb.",
			"They make bombs."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458439,
			"The bomb, the one that goes off and kills people?It's dangerous. Seele could get hurt if she touched it.",
			"炸弹，是一爆炸就会有人死掉的那个？很危险的，随便碰的话，希儿也会受伤的。",
			"爆弾？爆発したら人が死んじゃうあれのこと？あれは危険よ、ゼーレも怪我するかもしれないよ。",
			"폭탄? 터지면 사람이 죽을 수도 있는 그거? 그건 위험해, 제레도 다칠 수 있어.",
			"A bomb? You mean the kind that kills people when it explodes? That's dangerous, you could get hurt.",
			null,
			"The bomb, is the one that will kill people when it explodes? It's very dangerous. If you touch it casually, Hill will be hurt too.",
			"A bomb? You mean those things that kill people when they explode? That's dangerous. Seele could get hurt."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458440,
			"Well...So, do you want to go that way? There's a guy over there who keeps saying she's the best, and she doesn't take you seriously.",
			"唔……那、那要不要往那条路走？那边有个家伙一直叫嚣自己是最强的人哦，这可一点都没把你放在眼里。",
			"えっと……じゃあ、こっちの道にする？確かこの先に自分が最強だって名乗る人がいてね、シンのこと全然眼中にないって言ってたよ。",
			"음... 그럼, 이쪽 길로 갈까? 분명 이 앞에 자기가 최강이라고 떠드는 사람이 있어, 신을 전혀 눈에도 안 차있다고 하던데.",
			"Hmm... Then, do you want to go that way?  There is a girl over there who keeps claiming that she's the strongest, and she doesn't even acknowledge your strength.",
			null,
			"Well ...... that, that want to go that way? There's a guy over there who keeps calling himself the strongest person in the world, and that doesn't put you at all.",
			"Let's see... ...... So, do you want to go this way? There's a guy down the road who claims to be the best, and he says he doesn't care about Shin at all."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458441,
			null,
			"最强的人？",
			"最強？",
			"최강?",
			"The strongest person?",
			null,
			"The strongest man?",
			"Strongest?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458442,
			null,
			"是啊，杏一定很想收拾她吧！",
			"うん、シンも彼女と戦ってみたいよね？",
			"응, 신도 그녀랑 싸워보고 싶지?",
			"Yeah, you want to knock her down a peg or two, right?//n<size=30>(TN: CN said \"clean her up\" if you were wondering. I substituted an idiom that makes sense in English.)</size>",
			null,
			"Yeah, Apricot must really want to clean her up!",
			"Yeah, Shin would like to fight her too, right?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458443,
			"That's amazing. She must have a lot of interesting stories. After the dance, can Seele and Sin go to hear it together?",
			"好厉害呀，这样的人肯定有很多有趣的故事吧，舞会之后希儿可以和杏一起去听吗？",
			"すごいね、そんな人には面白い話が聞けそうだと思う。舞踏会が終わったらゼーレも一緒に行こうね？",
			"대단하네, 그런 사람에겐 재밌는 이야기를 들을 수 있을 것 같아. 무도회 끝나면 제레도 같이 가자, 응?",
			"That's great. I think I'd have some interesting things to say to someone like that. When the ball is over, can we go and talk to her?",
			null,
			"So impressive, such a person must have a lot of interesting stories, right? After the prom, can Hsieh go with Apricot to listen?",
			"That's great, I think I could hear some interesting stories from someone like that. After the ball, Seele will come with me, right?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458444,
			"Hmm ! No, even if it's perfect, I can't help it.",
			"唔！不行，就算是装的也天衣无缝，完全没办法。",
			"うっ！だめ、演技だとしても隙がなさすぎ、全然打つ手がないよ。",
			"윽! 안 돼, 연기라고 해도 빈틀이 너무 없어, 전혀 손 쓸 방법이 없어.",
			"Ugh! Even if this is all an act, her acting is perfect. I can't get her to break character at all.",
			null,
			"Well! No, even if it is faking it, it is seamless and completely impossible.",
			"Ugh! No, even if it's an act, it's too seamless, there's no way to hit it at all."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458445,
			"Huh?Why is Seele so out of place today?Why the look of embarrassment?",
			"嗯？希儿今天怎么这么不对劲？为什么要露出为难的表情呢？",
			"ん？今日のゼーレはなんか変だよ？どうして困った顔をするの？",
			"음? 오늘 제레는 왠지 좀 이상한데? 왜 곤란한 표정을 짓는 거야?",
			"Hmm? What's wrong with Seele today? Why do you look troubled?",
			null,
			"Hmm? What's wrong with Hill today? Why do you have a difficult look on your face?",
			"Hmm? What's wrong with Seele today? Why do you look troubled?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458446,
			null,
			"不对劲的是杏才对吧！",
			"変なのはシンの方だよ！",
			"이상한 건 신 쪽이야!",
			"You're the one acting weird!",
			null,
			"It's the apricot that's wrong, isn't it?",
			"It's Shin who's weird!"
		],
		[
			"msg",
			458447,
			"She was supposed to be a grumpy person who bullied Seele and left the house upside down, but how could she be so gentle…",
			"明明……明明应该是一个脾气暴躁、整天欺负希儿、老是把房子弄个底朝天的人，怎么会变得这么温柔呢……",
			"シンは……シンは短気で、毎日ゼーレのことをいじめて、いろんなものを壊そうとしてる人なのに、どうして急に優しくなるの……。",
			"신은... 신은 화를 잘 내고 매일 나를 괴롭히고, 이것저것 부수려고 하는 사람인데, 왜 갑자기 다정해지는 거야....",
			"Sin is...... A person who has a temper, who bullies Seele every day and tries to destroy many things, so why is she suddenly kind......",
			null,
			"Ming ...... obviously should be a grumpy, all day bullying Shields, always get the house to the bottom, how can become so gentle ......",
			"How can Singh suddenly be nice to ...... Singh is someone who has a temper, picks on Seele every day, and tries to destroy all sorts of things. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458448,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458449,
			"Grumpy...So, in Seele's eyes, is there another Sin?",
			"脾气暴躁……也就是说，在希儿的眼里，是有另一个杏的吧？",
			"短気……つまりゼーレにとってもう一人のシンがいるってことね？",
			"성급한 성격... 즉 제레에게도 또 다른 신이 있다는 거네?",
			"tantrum......, so that means there's another Sin for Seele, right?",
			null,
			"Grumpy ...... that is to say, in the eyes of Hill, there is another apricot, right?",
			"Short temper...... So there's another Sin for Seele?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458450,
			"Well……",
			"嗯……",
			"うん……。",
			"응....",
			null,
			null,
			"Well ......",
			"Yeah. ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458451,
			null,
			"那希儿讨厌那个杏吗？",
			"ゼーレはあのシンが嫌いなの？",
			"제레는 그 신이 싫어?",
			"Does Seele hate that Sin?",
			null,
			"So, does Hill hate that apricot?",
			"Seele doesn't like that Sin?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458452,
			null,
			"当然讨厌！",
			"嫌いに決まってるよ！",
			"당연히 싫어!",
			"I hate her!",
			null,
			"Of course I hate it!",
			"Of course I hate it!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458453,
			"So if Seele hated the Sin, why did she try so hard to prove that the Sin existed and that the Sin in front of Seele was false?",
			"那希儿既然讨厌那个杏，为什么又那么努力地想要证明那个杏是存在的，而希儿眼前的这个杏是虚假的呢？",
			"ゼーレがあのシンが嫌いなのに、どうしてあのシンの存在を証明しようとして、今ゼーレの目の前にいるシンを否定しようとするの？",
			"제레가 그 신을 싫어하는데, 어째서 그 신의 존재를 증명하려 하면서 지금 제레 눈앞에 있는 신을 부정하려 하는 거야?",
			"If she hates that Sin, why does she try to prove the existence of her and deny the Sin right in front of her?",
			null,
			"Then why did Hier try so hard to prove that the apricot existed and that the apricot in front of Hier was false, if he hated it?",
			"If Seele doesn't like that Sin, why is he trying to prove that Sin exists, and why is he trying to deny the Sin that is now before Seele's eyes?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458454,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458455,
			null,
			"吁！两位，王宫到了。",
			"どうどうっ！2人様、王宮に到着しました。",
			"두둥! 두 분, 왕궁에 도착했습니다.",
			"The two of you have arrived at the royal palace.",
			null,
			"Whew! Gentlemen, the royal palace is here.",
			"Hey, you two, we've arrived at the royal palace."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458456,
			null,
			"我们到了，希儿，一起走吧。",
			"着いたよ、ゼーレ、行こう。",
			"도착했어, 제레, 가자.",
			"Here we are, Seele, let's go together.",
			null,
			"Here we are, Hill, let's go together.",
			"We're here, Seele, let's go."
		]
	],
	"3059": [
		[
			"bgm",
			40
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458457,
			"♫ ♫ ♫ ♫~",
			" ♫ ♫ ♫ ♫~",
			"ふふ～ん、ふん、ふ～ん♪",
			"흐흥~ 흥, 흥~♪",
			null,
			null,
			" ♫ ♫ ♫ ♫ ♫ ♫ ~",
			"Hmmm, hmmm, hmmm... ♪"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458458,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458459,
			"How beautiful! Is this the royal ball?",
			"好漂亮呀，这就是王宫的舞会吗？",
			"綺麗ね、これが王宮の舞踏会なの？",
			"예쁘네, 이게 궁전 무도회야?",
			null,
			null,
			"It's so beautiful. Is this the ball at the royal palace?",
			"Beautiful. Is this the Royal Ball?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458460,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			458461,
			"Anyway... Seele has to get Sin back to normal…",
			"不管怎么样……希儿都要让杏恢复正常……",
			"何があっても……シンを元に戻さないと……。",
			"무슨 일이 있어도……신을 원래대로 돌려놓지 않으면……。",
			null,
			null,
			"No matter what ...... Shire is going to get Apricot back to normal ......",
			"No matter what happens, you have to undo the ...... thins to ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458462,
			null,
			"肃静！肃静！",
			"静粛に！静粛に！",
			"정숙하게! 정숙하게!",
			null,
			null,
			"Silence! Silence!",
			"Silence! Quiet!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458463,
			null,
			"可是，到底要怎么做呢？",
			"でも、どうすればいいのかな？",
			"그런데, 어떻게 해야 할까?",
			null,
			null,
			"But how exactly do you do that?",
			"But what can we do about it?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458464,
			"Ladies of the town and visitors, please remain silent. It is with great honor that I introduce the host of this evening's ball, the kingdom flower, the most beautiful and dazzling being in the world——Puh?!",
			"诸位镇民、诸位来客，敬请各位保持肃静。接下来请允许我怀揣着莫大的荣耀介绍今晚舞会的主人，王国之花、这世界上最美丽、最耀眼的存在——呜噗！",
			"皆様、静粛に。これから今夜の舞踏会の開催者、王国の花、この世で最も美しく、最も輝く存在を紹介させ——うわぁ！",
			"여러분, 정숙해 주세요. 지금부터 오늘 밤 무도회의 개최자, 왕국의 꽃, 이 세상에서 가장 아름답고 가장 빛나는 존재를 소개하겠습니다——우와!",
			null,
			null,
			"Townspeople and guests, please keep quiet. It is with great honor that I introduce the host of tonight's ball, the flower of the kingdom, the most beautiful and dazzling being in the world - Whoopu!",
			"Silence, ladies and gentlemen. Let me now introduce to you the host of tonight's ball, the flower of the kingdom, the most beautiful and most radiant being on earth--wow!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458465,
			"Puh?",
			"呜噗？",
			"うわっ？",
			"우와?",
			null,
			null,
			"Whoopee?",
			"Whoa?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				30055,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458466,
			"This one is because you talk too much, and I will do it myself!",
			"这一脚是因为你话太多了，就由本公主亲自来说吧，本公主——驾到！",
			"話が長すぎ。自分で言うよ、姫様——到着だよ！",
			"말이 너무 길어. 내가 직접 말할게, 공주님——도착이야!",
			null,
			null,
			"This kick is because you talk too much, let the princess herself say it, the princess - driving!",
			"Too long to talk. I'll tell it myself, Princess--we've arrived!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458467,
			null,
			"喔喔！果然很可爱！",
			"おお！やっぱりかわいらしい！",
			"오! 역시 귀엽네!",
			null,
			null,
			"Whoo-hoo! It's really cute!",
			"Oh! She's still adorable!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458468,
			"This is not... Isn't this Kiana? This guy doesn't look like a princess!",
			"这不是……这不是琪亚娜吗！这家伙哪里像公主啦！",
			"え……キ、キアナお姉ちゃんだよね！？キアナお姉ちゃんのどこが姫様なの！？",
			"에… 키, 키아나 언니 맞지!? 키아나 언니가 어디가 공주님이라는 거야!?",
			"W-what?! Isn't that Kiana? What part of Kiana is like a princess?!",
			null,
			"This is not ...... this is not Kiana! This guy where like the princess!",
			"What? ...... Ki, you're Kiana's sister! What part of Kiana-sis is a princess!"
		],
		[
			"msg",
			458469,
			"Huh? Could it be because she appeared on the TV show last night that Seele dreamt about it?",
			"嗯？难道说是因为昨晚的电视节目里她出现过，所以希儿就梦到了吗？",
			"ん？キアナが昨日のテレビ番組に出たから、この夢にも出たの？",
			"음? 키아나가 어제 TV 프로그램에 나왔으니까, 이 꿈에도 나왔어?",
			null,
			null,
			"Hmm? Is it because she appeared in last night's TV program that Hier dreamed about it?",
			"Hmm? Kiana was on a TV show yesterday, so did she appear in this dream?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30055,
				0,
				false
			]
		],
		[
			"msg",
			458470,
			"I was originally the whole kingdom the first lovely, after putting on the wedding dress was the first lovely in the universe!",
			"锵锵，很可爱吧？原本是全王国第一可爱，穿上婚纱之后就是宇宙第一可爱了吧！",
			"じゃーん！かわいいでしょ？王国一かわいいの私がウェディングドレスを着れば、宇宙一かわいいでしょ！",
			"짜잔! 귀엽지? 왕국에서 제일 귀여운 내가 웨딩드레스를 입으면, 우주에서 제일 귀여울 거야!",
			null,
			null,
			"Medaka, isn't it cute? Originally, she was the number one cutie in the kingdom, but after wearing a wedding dress, she's the number one cutie in the universe, right?",
			"Ta-da! Aren't I cute? I'm the cutest girl in the kingdom, and if I wear a wedding dress, I'm the cutest girl in the universe!"
		],
		[
			"msg",
			458471,
			"Today the second most lovely beautiful girl was lucky to dance with me.Let me see who's so lucky!",
			"今天第二可爱的美少女就有幸和本公主一起共舞一曲哦~让本公主看看是谁这么幸运呢！",
			"この場で私の次にかわいい女の子と一緒に踊りたいと思ってるの。じゃあ誰にしようかな！",
			"여기서 내 다음으로 귀여운 여자아이와 춤을 추고 싶어. 그럼 누구로 할까!",
			null,
			null,
			"Today the second lovely beauty is lucky to dance with this princess Oh ~ let the princess see who is so lucky it!",
			"I'm hoping to dance with my next cutest girl here. Then who shall I choose!"
		],
		[
			"msg",
			458472,
			null,
			"好，就决定是你了！",
			"よしっ、あんたに決めた！",
			"좋아, 너로 정했어!",
			null,
			null,
			"Okay, it's you!",
			"Okay, you've got me!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458473,
			"Seele, the princess named Sin, should Sin say yes?",
			"希儿，公主指名了杏，杏应该答应吗？",
			"ゼーレ、お姫様がシンを指名したけど、はいって言ったほうがいいの？",
			"제레, 공주님이 신을 지명했는데, 한다고 해야 하는 거야?",
			null,
			null,
			"Hill, the princess named Apricot, should Apricot agree?",
			"Seele, the princess nominated Shin, should I say yes?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30055,
				0,
				false
			]
		],
		[
			"msg",
			458474,
			"Don't hesitate. Come and have a dance with Princess Ben!",
			"别犹豫啦，来和本公主共舞一曲吧！",
			"もう迷わないで！私と一緒に踊ってよ！",
			"이제 망설이지 마! 나랑 같이 춤추자!",
			null,
			null,
			"Don't hesitate, come and dance with the princess!",
			"Don't get lost again! Dance with me!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30055,
				0,
				true
			]
		],
		[
			"msg",
			458475,
			"Say no! Dancing with this sucker would be an absolute disaster…",
			"快拒绝呀！跟这个笨蛋跳舞绝对是一场灾难……欸？",
			"早く断って！キアナお姉ちゃんと一緒に踊るなんてきっとトラブルに……あれっ？",
			"빨리 거절해! 키아나 언니랑 춤춘다면 분명히 문제가 생길… 어라?",
			null,
			null,
			"Refuse! Dancing with this idiot is an absolute disaster ...... Hey?",
			"Just say no! Dancing with Kiana's sister is sure to get you in trouble ...... Huh?"
		],
		[
			"msg",
			458476,
			"If the object of the dance was a fool like Kiana...What if Sin is stimulated to recover?",
			"仔细一想，如果跳舞对象是琪亚娜那种笨蛋的话……说不定杏会因为受刺激而恢复呢？",
			"よく考えたら、ダンスの相手がキアナお姉ちゃんだったら……刺激を受けたシンも元に戻るかも？",
			"잘 생각해 보면, 춤 상대가 키아나 언니라면… 자극을 받은 신도 원래대로 돌아올지도?",
			null,
			null,
			"On second thought, if the dance object is Kiana kind of stupid words ...... maybe apricot will recover because of stimulation?",
			"On second thought, if the dance partner was Kiana's sister, maybe the ...... stimulated Shin would be back to normal?"
		],
		[
			"msg",
			458477,
			"It might be a helpful methos. Sin——This is the princess's request, quickly grant it!",
			"这是个办法！杏——这可是公主的请求，快答应吧！",
			"いけるかも！シン——お姫様のお願いだよ、早く行ってあげて！",
			"될지도! 신—— 공주님의 부탁이야, 어서 가서 도와줘!",
			null,
			null,
			"That's the way to go! Apricot - it's a request from the princess, say yes!",
			"Maybe I can make it! Shin--Please princess, just get her there!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458478,
			"Well! Now that Seele says so. Lord Princess, Sin wants to dance with you.",
			"嗯！既然希儿这么说了，公主姐姐，杏想和你跳舞。",
			"うん！ゼーレがそう言うなら。お姫様、一緒に踊りたいの。",
			"응! 제레가 그렇게 말한다면. 공주님, 같이 춤추고 싶어.",
			null,
			null,
			"Hmm! Since Hill said so, Sister Princess, Apricot would like to dance with you.",
			"Yeah! If Seele says so. Princess, I want to dance with you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				30055,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458479,
			"Okay",
			"那就来吧！",
			"そうこなくっちゃ！",
			"그래야지!",
			null,
			null,
			"Come on then!",
			"That's the spirit!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458480,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				30055,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458481,
			"All of you here! Don't close your eyes, don't look away, just enjoy, indulge yourself in the dance of this princess——Music!",
			"诸位！不要闭眼，不要转移视线，静静欣赏、任由自己沉溺于本公主的舞姿中吧——音乐，起！",
			"みんな！瞬きしないで、静かにこの私のダンスに酔いしれなさい！ミュージック、スタート！",
			"여러분! 눈 깜빡이지 말고, 조용히 나의 춤에 취하라! 음악, 시작!",
			null,
			null,
			"All of you! Don't close your eyes, don't look away, just enjoy and let yourself be absorbed in the dance of the princess - music, start!",
			"Everyone! Don't blink, be quiet and intoxicated by my dance! Music, start!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458482,
			"♫ ♫ ♫ ♫~",
			" ♫ ♫ ♫ ♫~",
			"～～♪ ～～♪",
			"～～♪ ～～♪",
			null,
			null,
			" ♫ ♫ ♫ ♫ ♫ ♫ ~",
			"~~~~~~♪"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				30054,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458483,
			"Wow, what a great band. Princess is really something.",
			"哇，好恢弘的乐队，公主姐姐真是了不起。",
			"わぁ！すごいオーケストラ、さすがお姫様。",
			"와! 대단한 오케스트라, 역시 공주님이야.",
			null,
			null,
			"Wow, what a magnificent band, the princess sister is really amazing.",
			"Wow! Amazing orchestra, you are indeed a princess."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				30054,
				0,
				true
			],
			[
				30055,
				0,
				false
			]
		],
		[
			"msg",
			458484,
			"Miss Sin, why don't you dance with the princess to the music?",
			"杏小姐，为什么不随着音乐，与本公主一同起舞呢？",
			"シン、どうして音楽に乗って私と踊らないの？",
			"신, 왜 음악에 맞춰 나랑 춤 안 추는 거야?",
			null,
			null,
			"Miss Apricot, why don't you dance with this princess to the music?",
			"Cyn, why don't you dance with me to the music?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				30054,
				0,
				false
			],
			[
				30055,
				0,
				true
			]
		],
		[
			"msg",
			458485,
			"Because the princess is stepping on Sin's feet.",
			"因为公主姐姐正踩在杏的脚上。",
			"お姫様がシンの足を踏んでるから踊れないの……。",
			"공주님이 신의 발을 밟고 있어서 춤출 수가 없어……",
			null,
			null,
			"Because the princess sister is stepping on the foot of the apricot.",
			"I can't dance because the princess is stepping on Shin's foot. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				30054,
				0,
				true
			],
			[
				30055,
				0,
				false
			]
		],
		[
			"msg",
			458486,
			"Oh, I'm so sorry, I've moved away.",
			"啊~非常抱歉，本公主已经挪开了。",
			"あ、ごめんごめん、もう足をどかしたよ。",
			"아, 미안미안, 이제 발 뗐어.",
			null,
			null,
			"Ah~ I'm very sorry, this princess has moved away.",
			"Oh, sorry, sorry, I've already moved my foot."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				30054,
				0,
				false
			],
			[
				30055,
				0,
				true
			]
		],
		[
			"msg",
			458487,
			"The other foot is on it, too.",
			"另一只脚也踩着呢。",
			"もう片方も踏んでるの。",
			"다른 쪽도 밟고 있잖아.",
			null,
			null,
			"The other foot is also stepping on it.",
			"I'm stepping on the other one too."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				30054,
				0,
				true
			],
			[
				30055,
				0,
				false
			]
		],
		[
			"msg",
			458488,
			"What a gentle girl... Then I will grant Sin permission to guide the dance~",
			"真是温柔的女孩……那、那本公主就特许杏来引导本公主起舞吧~",
			"ごめん。シンはやさしいね……じゃ、じゃあ、特別にシンにリードしてもらおうかな～",
			"미안. 신 정말 다정하네... 그, 그럼 특별히 신이 이끌어줄게~",
			null,
			null,
			"Really gentle girl ...... that, that the princess will be licensed apricot to guide the princess to dance ~",
			"Sorry. Shin is so sweet. ...... Well, I'll let Shin take the lead specially for you~!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				30054,
				0,
				false
			],
			[
				30055,
				0,
				true
			]
		],
		[
			"msg",
			458489,
			"Follow Sin with the music...",
			"嗯！那么公主姐姐，接下来就随着杏，跟着音乐一起……",
			"うん！ではお姫様、シンと一緒に音楽に乗って……。",
			"응! 그럼 공주님, 신과 함께 음악에 맞춰서…….",
			null,
			null,
			"Hmm! Then Princess Sister, next with the apricot, follow the music together ......",
			"Yup!!! Well then, princess, you and Shin can get on with the music at ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30055,
				0,
				true
			]
		],
		[
			"msg",
			458490,
			"♫ ♫ ♫ ♫~",
			" ♫ ♫ ♫ ♫~",
			"～～♪ ～～♪",
			"～～♪ ～～♪",
			null,
			null,
			" ♫ ♫ ♫ ♫ ♫ ♫ ~",
			"~~~~~~♪"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			458491,
			"Oh! To see such a casual and bold dance is really worthy of the trip.",
			"喔！不愧是公主，能见到这样随性又奔放的舞姿真是不枉此行。",
			"わぁ！さすが姫様、これほど自由で思うままに踊る姿を見れてよかったわ。",
			"와! 역시 공주님이야, 이렇게 자유롭고 마음껏 춤추는 모습을 볼 수 있어서 정말 좋았어.",
			null,
			null,
			"Wow! As expected of a princess, it was worth the trip to see such a spontaneous and spirited dance.",
			"Wow! That's my Princess, it's great to see her dancing so freely and as freely as she wants."
		],
		[
			"msg",
			458492,
			"The younger girl is also remarkable, and it's hard to tell which shines better than the  Princess.",
			"那位小一些的女孩也十分不凡呢，和公主殿下难说谁更闪耀。",
			"相手の女の子もすごいね、その輝きは姫様にも負けてないわ。",
			"상대방 여자애도 대단하네, 그 빛남은 공주님에게도 지지 않아.",
			null,
			null,
			"The smaller girl is also very impressive, and it's hard to say who shines more with Her Highness.",
			"The other girl is amazing too, her brilliance is as good as the Princess's."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30055,
				0,
				true
			]
		],
		[
			"msg",
			458493,
			"I can't believe she's dancing so well with Kiana...This is definitely not a normal Sin...",
			"居然能和琪亚娜跳得这么好……这绝对不是一般的杏，更不可能是装的了……",
			"キアナの相手をしながらあんなに上手に踊るなんて……いつものシンじゃない、演技の可能性もないね……。",
			"키아나의 상대를 하면서 저렇게 능숙하게 춤추다니…… 평소의 신이 아니군, 연기일 가능성도 없어…….",
			null,
			null,
			"Can actually dance so well with Kiana ...... this is definitely not the general apricot, more unlikely to be pretending ......",
			"To dance that well with Kiana's partner, it's not ...... usual Shin, not even a possibility of acting. ......"
		],
		[
			"msg",
			458494,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458495,
			"Well...Such dreams are more like nightmares than lucid dreams or sweet dreams.",
			"唔……这样的梦与其说是清醒梦或者说是美梦，不如说是噩梦。",
			"うっ……こんな夢は明晰夢やいい夢というより、むしろ悪夢だよ。",
			"으…… 이런 꿈은 루시드 드림이나 좋은 꿈이라기보다, 차라리 악몽이야.",
			null,
			null,
			"Well ...... such a dream is more of a nightmare than a lucid dream or a beautiful dream.",
			"Ugh ...... dreams like this are more of a nightmare than a lucid dream or a good dream."
		],
		[
			"msg",
			458496,
			"Nightmare? Ah !",
			"噩……梦？啊！",
			"悪夢……ん？あっ！",
			"악몽……응? 앗!",
			null,
			null,
			"Bad ...... dreams? Ah!",
			"Nightmares...... hmm? Ah!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30055,
				0,
				true
			]
		],
		[
			"msg",
			458497,
			"If you're tossing and turning before bed…",
			"倘若在睡前，你心情焦躁不安，辗转反侧……",
			"もし眠る前に、悩み事があって、眠れないなら……。",
			"혹시 잠들기 전에, 고민거리가 있어서 잠들지 못한다면…….",
			null,
			null,
			"If before going to bed, you are restless, tossing and turning ......",
			"If you are having trouble sleeping and can't get to sleep, go to ......."
		],
		[
			"msg",
			458498,
			"Then Anira will appear in your dreams.",
			"那么，阿尼拉就会出现在你的梦里。",
			"アニラは必ず夢の中に現れる。",
			"아닐라는 반드시 꿈 속에 나타난다.",
			null,
			null,
			"Then, Anila will appear in your dreams.",
			"Anila always appears in dreams."
		],
		[
			"msg",
			458499,
			"As long as she appeared in the dream, the dream was bound to turn into a nightmare.",
			"只要她出现在梦里，那这场梦就一定会变成噩梦。",
			"彼女が夢の現れると、その夢は必ず悪夢になる。",
			"그녀가 꿈에 나타나면, 그 꿈은 반드시 악몽이 된다.",
			null,
			null,
			"As long as she appears in the dream, the dream will definitely turn into a nightmare.",
			"Whenever she appears in a dream, that dream is always a nightmare."
		],
		[
			"msg",
			458500,
			"Also, the bad things that happen in the nightmare if they are not solved in the dream…",
			"而且，噩梦里发生的坏事如果在梦里没有解决的话……",
			"そして悪夢にあった悪いことが、夢の中で解決されなかったら……。",
			"그리고 악몽에서 겪은 나쁜 일이, 꿈 속에서 해결되지 않았다면…….",
			null,
			null,
			"And, bad things happen in nightmares if they are not resolved in dreams ......",
			"And if the bad things in your nightmare are not resolved in your dream, you can go to ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30055,
				0,
				true
			]
		],
		[
			"msg",
			458501,
			"It will become real!",
			"就会变成真的！",
			"現実になる！",
			"현실이 돼!",
			null,
			null,
			"Then it will become real!",
			"It's going to be real!"
		],
		[
			"msg",
			458502,
			"If she wakes up like this… Sin will disappear! What should I do?",
			"如果就这样醒来的话……原来的杏就会消失了！呜啊！要怎么办……希儿要怎么办啊！",
			"もしこのまま目覚めたら……元のシンが消えちゃう！ううっ！どうしよう……ゼーレはどうすればいいの！",
			"이대로 깨어나면…… 원래의 신이 사라져 버려! 우우! 어떻게 하지…… 제레는 어떻게 해야 하지!",
			null,
			null,
			"If you wake up like this ...... the original apricot will be gone! Oooh ah! What to do ...... Heer what to do ah!",
			"If I wake up like this ...... the original Sin will be gone! Ugh! What should I do ...... Seele!"
		],
		[
			"msg",
			458503,
			"It feels like everything that can be tried has been tried...And Seele doesn't know what Anilla looks like or where she is!",
			"感觉能试过的手段都试过了……而且阿尼拉长什么样子，在哪里希儿根本就不知道呀！",
			"やれる方法は全部やったし……それにアニラはどんな顔なのか、どこにいるかも全然分からない！",
			"할 수 있는 방법은 다 해봤고…… 게다가 아닐라가 어떤 얼굴인지, 어디에 있는지도 전혀 모르겠어!",
			null,
			null,
			"It feels like the means that can be tried have been tried ...... and what does Anila look like, where Hill simply do not know ah!",
			"I've done everything I can ...... and I have no idea what Anila looks like or where she is!"
		],
		[
			"msg",
			458504,
			null,
			"到底该……怎么办呀……",
			"どうすれば……いいの……。",
			"어떻게 하면…… 좋지…….",
			null,
			null,
			"In the end, what should ...... do ah ......",
			"How can I ...... good ......."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458505,
			"Seele, and Sin... Sure enough, it was all here.",
			"希儿，还有杏……果然都在这里。",
			"ゼーレ、それにシン……やはりここにいたんですね。",
			"제레, 그리고 신…… 역시 여기 있었군요.",
			null,
			null,
			"Hill, and Apricot ...... are really here.",
			"Seele, and Shin ...... I knew you were here."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458506,
			"Huh?",
			"嗯？",
			"ん？",
			"응?",
			null,
			null,
			"Hmm?",
			"Hmm?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458507,
			null,
			"而且，希儿怎么哭成这样了？",
			"ゼーレ、どうして泣いてるんですか？",
			"제레, 왜 울고 있는 거예요?",
			"Seele, why are you crying?",
			null,
			"And, why is Hsieh crying like this?",
			"Seele, why are you crying?"
		]
	],
	"3060": [
		[
			"bgm",
			40
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458508,
			"..... It's Sister Bronya! Ooo Sister Bronya!",
			"是……是布洛妮娅姐姐！呜呜布洛妮娅姐姐！",
			"ブ……ブローニャお姉ちゃん！ブローニャお姉ちゃんだ！",
			"브, 브로냐 누나! 브로냐 누나잖아!",
			"B..Bronya! Bronya, over here!",
			null,
			"Yes ...... it's Sister Bronya! Oooh Sister Bronya!",
			"Bu ...... It's Bronya sis! It's big sis Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458509,
			"I heard that Seele and Sin were both at the party, so they came with us. What happened?",
			"听说希儿和杏都来参加舞会了就也跟过来了，发生什么事了？",
			"ゼーレとシンが舞踏会に参加すると聞いたから、ブローニャも来たみたのですが、何があったんですか？",
			"제레와 신이 무도회에 참가한다고 해서, 브로냐도 와 봤는데 무슨 일이에요?",
			"I heard that Seele and Sin were going to attend the ball, so I came here too. What happened?",
			null,
			"I heard that Hill and Apricot came to the ball, so I followed them. What happened?",
			"I heard that Seele and Singh were going to attend the ball, so Bronya came too."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458510,
			"Even in our dreams, we were three sisters. Sister Bronya, listen to Seele——",
			"果然就算在梦里，我们也是三姐妹。布洛妮娅姐姐，听希儿说呀——",
			"やっぱり夢の中でもブローニャお姉ちゃんは優しいね。あのね、ブローニャお姉ちゃん。",
			"역시 꿈 속에서도 브로냐 언니는 너무 상냥하네. 있잖아, 브로냐 언니.",
			"It seems like even in our dreams, the three of us are still sisters. Bronya, listen to Seele--",
			null,
			"Sure enough, even in our dreams, we are three sisters. Sister Bronya, listen to Hil...",
			"After all, even in my dreams, Bronya-sis is very kind. You know, Bronya-sis."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458511,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458512,
			"————",
			"————",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				30054,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458513,
			null,
			"啦啦啦啦~♫",
			"ららら～♪",
			"라라라~♪",
			"Lalalala~♬",
			null,
			"La la la la la~♫",
			"La-la-la-la-la-la-la-la-la...♪"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				30054,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458514,
			"Well...The situation is clear. Although Bronya isn't sure what Seele's dream is about, Sin's behavior is definitely not normal.",
			"嗯……情况大概明白了，虽然布洛妮娅不太清楚希儿说的梦是怎么回事，但是杏的那个样子确实很不正常。",
			"はい……事情は分かりました。ゼーレの話した夢のことはよく分かりませんが、シンの様子は確かに普通ではありません。",
			"네... 사정을 알겠어요. 제레가 말한 꿈 이야기는 잘 모르겠지만, 신의 상태는 확실히 평소와 달라요.",
			"Yeah...... I understand the situation. I'm not sure about the dream that you told me about, but Sin's condition is definitely not normal.",
			null,
			"Well ...... situation is probably understood, although Bronya is not quite sure what Hill said the dream is about, but that look of the apricot is indeed very abnormal.",
			"Yes ...... I understand the situation. I am not sure about the dream that Seele talked about, but Singh's condition is certainly not normal."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458515,
			"If all this is Anilla's work, and if Seele wakes up, it will all come true… Seele is weird to say that, right?",
			"而且如果这些都是阿尼拉搞的鬼的话，要是希儿醒来，一切就都成真了……唔，希儿这么说显得很奇怪吧？",
			"もしそれが全部アニラの仕業なら、ゼーレが目覚めると、全て現実になっちゃう……うっ、こんな風にいうのも変わってるよね？",
			"만약 그게 전부 아니라의 소행이라면, 제레가 깨어나면 모든 게 현실이 되어 버려... 어, 이런 식으로 말하는 것도 이상하네?",
			null,
			null,
			"And if all of this is Anila's doing, if Shire wakes up, everything will be true ...... Well, it seems strange for Shire to say that, right?",
			"If it's all Anila's doing, when Seele wakes up, it will all become real. ...... Ugh, it's strange to say it like this, isn't it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458516,
			"I didn't understand it, but if Seele said it, Bronya would believe it. We have to find that Anilla before it's too late...",
			"虽然不理解，但既然是希儿说的，布洛妮娅就会相信。也就是说，必须趁早找到那个叫做阿尼拉的家伙……",
			"理解はできませんが、ゼーレの言葉をブローニャは信じることにします。つまり、あのアニラとやらを早く見つけないといけないんですね。",
			"이해할 수는 없지만, 제레의 말을 브로냐는 믿기로 해요. 그러니까 그 아니라라는 녀석을 빨리 찾아야 하는 거군요.",
			null,
			null,
			"Although she doesn't understand it, but since it's what Hier said, Bronya will believe it. That means that the guy called Anila must be found before it's too late ......",
			"I don't understand, but Bronya decides to believe Seele's words. In other words, we need to find that Anila or whatever she is as soon as possible."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458517,
			"That's it! But what should Seele do?",
			"就是这样！可是希儿要怎么做才好呢？",
			"そうそう！でもどうすればいいのかな？",
			"맞아! 근데 어떻게 하면 좋을까?",
			null,
			null,
			"That's it! But what's Heer going to do about it?",
			"Oh yes! But how can we do that?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458518,
			"Bronya thought about the battle plan... Since Seele said it was a dream, are there any solutions that can only be done in a dream?",
			"布洛妮娅来思考一下作战计划……既然希儿说这是个梦境的话，有没有什么只有在梦里才能做到的解决方法？",
			"作戦計画を考えます。これがゼーレの夢なら、夢でしかできない解決策はありますか？",
			"작전 계획을 생각해. 이게 제레의 꿈이라면, 꿈에서만 할 수 있는 해결책이 있을까?",
			null,
			null,
			"Bronya to think about the battle plan ...... Since Hill said this is a dream, is there any solution that can only be done in a dream?",
			"I will come up with a plan of action. If this is Seele's dream, is there a solution that can only be dreamt?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458519,
			null,
			"梦的话……嗯……啊！对了！",
			"夢なら……うーん……あっ！あった！",
			"꿈이라면……음……어! 있어!",
			"If it's a dream ... Hmm ... Oh!  there were!",
			null,
			"Dream words ...... um ...... ah! That's right!",
			"If you're dreaming ...... umm ...... Oh! There it is!"
		],
		[
			"msg",
			458520,
			"Since it's a dream, only people Seele knows will appear. The less familiar they are, the more blurred the image becomes. In reality, everyone becomes an important role in the dream...So——",
			"因为是梦，所以只会出现希儿认识的人，越不熟悉的人的形象就越模糊。在现实中的大家在梦里都变成了重要的角色……所以说——",
			"ゼーレの夢だから、ゼーレの知り合いしか出てこないの。よく知らない人の顔はぼやけるの。それで現実にいるみんなは夢で重要な役になってるから……だからね……。",
			"제레의 꿈이니까 제레의 아는 사람만 나오는 거야. 잘 모르는 사람 얼굴은 흐릿해. 그래서 현실에 있는 모두가 꿈에서 중요한 역할을 하고 있어……그러니까……",
			null,
			null,
			"Because it is a dream, so only the people that Hill knows will appear, the more unfamiliar the image of the person is blurred. Everyone in reality becomes an important character in the dream ...... so that -",
			"It's Seele's dream, so only people Seele knows appear. Faces of people I don't know well get blurred out. So everyone in real life plays an important role in the dream, which is why it's ....... ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458521,
			"If there is a clear image in the dream, someone Seele doesn't know at all——",
			"如果在梦里出现了一个形象清晰，而希儿却完全不认识的人——",
			"顔がはっきりしてるのに、ゼーレが全く知らない人がいたら、それは——",
			"얼굴이 선명한데 제레가 전혀 모르는 사람이 있었다면, 그건 ——",
			null,
			null,
			"If a person appears in the dream with a clear image, and Hill does not recognize it at all -",
			"If someone's face is clear, but Seele doesn't know them at all, it's--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458522,
			"Then it must be Anilla! And of all the people in the wedding dress, the only one who is qualified is you!",
			"那就一定是阿尼拉！而在场穿着婚纱的大家中，唯一符合条件的那个人就是——你！",
			"きっとアニラだよ！そしてウェディングドレスを着てる人たちの中で、その条件を満たしてるのは、あなただよ！",
			"분명 아니라야! 그리고 웨딩드레스를 입은 사람들 중에서 그 조건을 만족하는 건, 바로 너야!",
			null,
			null,
			"Then it must be Anila! And the only one of everyone present in a wedding dress who fits the bill is - you!",
			"I bet it's Anila! And of all the people in wedding dresses, you're the one who fits the bill!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				925,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458523,
			null,
			"被发现了！？",
			"気付かれた！？",
			"들켰어!?",
			"You noticed!?",
			null,
			"Found out!",
			"You've been noticed!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458524,
			"You must be Anilla! A knife-wielding girl in a wedding dress...That's exactly what sine said at the beginning.",
			"你就是阿尼拉吧！穿着婚纱的持刀少女……和杏一开始说的完全一致啊。",
			"あなたがアニラだよね！ナイフを持ったウェディングドレス姿の少女……シンが話したのと同じだ。",
			"네가 아니라 맞지? 나이프를 든 웨딩드레스 소녀……신이 말한 것과 똑같아.",
			null,
			null,
			"You are Anila, right! The knife-wielding girl in a wedding dress ...... and apricot at the beginning said exactly the same ah.",
			"You must be Anila! The same girl in the wedding dress with the knife ...... Singh spoke of."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			458525,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458526,
			"Absolutely, I was Seele's nightmare, the creator of this dream.",
			"完全没错，我就是希儿的梦魇，这个梦境的缔造者。",
			"そうよ、私があなたの夢魔、この夢を作った人よ。",
			"그래, 내가 네 악몽, 이 꿈을 만든 사람이야.",
			null,
			null,
			"Totally right, I am the creator of Hill's nightmare, this dream world.",
			"Yes, I am your dreamer, the creator of this dream."
		],
		[
			"msg",
			458527,
			"However, I created this dream for Seele's sake.",
			"不过，我之所以创造这个梦，完全是为了希儿着想哟。",
			"でも、この夢を作ったのはあなたのためよ、ゼーレ。",
			"하지만 이 꿈을 만든 건 너를 위해서야, 제레.",
			null,
			null,
			"However, the reason why I created this dream is entirely for the sake of Hill, yo.",
			"But I made this dream for you, Seele."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30055,
				0,
				false
			]
		],
		[
			"msg",
			458528,
			"Huh? What's going on?",
			"嗯？怎么回事？本公主的舞会上怎么忽然出现了完全无关的展开？",
			"ん？どういうこと？どうして私の舞踏会によく分からないことが起きてるの？",
			"응? 무슨 말이야? 왜 내 무도회에 자꾸 이상한 일이 생기는 거지?",
			"What? What's going on? Why did something completely unrelated suddenly appear at my princess's ball?",
			null,
			"What? What's going on? Why did something completely unrelated suddenly appear at my princess's ball?",
			"Hmm? What's going on? Why are there things happening at my ball that I don't understand?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			458529,
			"It was I who gave Sin the wedding dress and changed Sin's personality, but isn't this what Seele expected?",
			"就是我给了杏婚纱，改变了杏的性格，可是这样不正是希儿所期盼的吗？",
			"私がシンにウェディングドレスを渡して、彼女の性格を変えたのよ。それはゼーレが望んだことでしょう？",
			"내가 신에게 웨딩드레스를 건네서 그녀 성격이 변한 거야. 제레가 바란 일 아니었어?",
			"It was I who gave Sin a wedding dress and changed her personality. But isn't this what you wanted?",
			null,
			"I was the one who gave Apricot the wedding dress and changed her character, but isn't that what Hsieh was hoping for?",
			"I gave Singh her wedding dress and changed her personality. That's what Seele wanted, right?"
		],
		[
			"msg",
			458530,
			"Has that Sin been bullying you all day? Wouldn't it be nice to make her sweet and sweet?",
			"那个杏整天都在欺负你吧？让她变得温柔可爱，难道不好吗？",
			"毎日シンにいじめられてるのよね？やさしいシンは好きじゃない？",
			"매일 신한테 괴롭힘 당하는 거지? 다정한 신이 싫어?",
			"You're being bullied by Sin every day, right? Wouldn't you prefer a sweet and gentle Sin?",
			null,
			"That Apricot has been bullying you all day, right? Wouldn't it be good to make her gentle and cute?",
			"Shin picks on you every day, doesn't he? Don't you like the gentle Singh?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			458531,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458532,
			"No……",
			"不好……",
			"好きじゃない……。",
			"싫어... .",
			null,
			null,
			"Not good ......",
			"I don't like ......."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			458533,
			"Huh?",
			"嗯？",
			"ん？",
			"응?",
			null,
			null,
			"Hmm?",
			"Hmm?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			458534,
			"Of course not! Although it was annoying to quarrel all the time, Sin was the first one to stand out when something happened at home.",
			"当然不好！虽然整天吵架，也十分烦人，但一旦家里出了什么事，杏也是最先站出来那一个。",
			"好きじゃないよ！毎日喧嘩してるし、嫌だって思ってるけど、いざという時、シンはいつも真っ先に立ち上がるもん。",
			"싫다고! 매일 싸우고, 짜증 난다고 생각하지만, 급할 때면 신은 항상 제일 먼저 나서.",
			"I don't like it! Although I hate fighting with her every day, whenever something serious happens Sin is always the first one to stand up for me.",
			null,
			"Of course not! Although quarrels all day long, but also very annoying, but once something happens at home, apricot is also the first to stand out that one.",
			"I don't like it! We fight every day and I hate it, but when it comes down to it, Shin is always the first one to stand up."
		],
		[
			"msg",
			458535,
			"No matter how bad a quarrel is, you can always sleep it off the next day. But once people are gone, they can never be found again.",
			"吵架这种事，无论吵得多厉害，睡一觉第二天都能和好，但一旦人消失了，就再也找不回来了。",
			"喧嘩とか、いくらしても、寝て起きたら仲直りできるけど、シンが本当に消えたら、もう二度と会えないもん。",
			"싸우고, 얼마나 다투든 잠자고 일어나면 화해할 수 있지만, 신이 진짜 사라지면 다시는 못 만나잖아.",
			"No matter how much we fight, no matter how badly we fight, we will always make up by the next morning. But if the real Sin disappears, I'll never be able to get her back.",
			null,
			"Quarrel this kind of thing, no matter how strong the quarrel, sleep the next day can be reconciled, but once the person disappears, you can never get back.",
			"No matter how many fights we have or how much we fight, we can go to sleep and wake up and make up, but if Shin really disappears, we will never see each other again."
		],
		[
			"msg",
			458536,
			"I don't hope so.",
			"我不希望这样。",
			"そんなのゼーレは嫌だ。",
			"그런 건 제레 싫어.",
			"I don't wish for that.",
			null,
			"I don't want that.",
			"Seele doesn't want to do that."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458537,
			"Seele……",
			"希儿……",
			"ゼーレ……。",
			"제레…….",
			null,
			null,
			"Hill ......",
			"Seele. ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458538,
			"Sin is also very important to me!",
			"杏也是我很重要的人！",
			"シンもゼーレの大事な人だもん！",
			"신도 제레의 소중한 사람이니까!",
			null,
			null,
			"Apricot is also a very important person to me!",
			"Shin is also very important to Seele!"
		],
		[
			"msg",
			458539,
			"So, I'm going to knock you down and get Sin back!",
			"所以，希儿要打倒你，把杏抢回来！",
			"だから、ゼーレはあなたを倒して、シンを奪い返すよ！",
			"그러니까, 제레는 너를 쓰러뜨리고, 신을 되찾을 거야!",
			null,
			null,
			"So, Hill will beat you and snatch back the apricot!",
			"So, Seele will beat you and take back Sin!"
		]
	],
	"3061": [
		[
			"bgm",
			40
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				925,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458540,
			"Well? ... You...... Two...",
			"唔……你们……二打一……",
			"うっ……あなたたち……2体1は卑怯よ……。",
			"윽…… 너희들…… 2대 1은 비겁해…….",
			null,
			null,
			"Well ...... you guys ...... two dozen ......",
			"Ugh ...... you ......2 bodies1 are not fair ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458541,
			"Pit-A-Pit!",
			"扑通！",
			"パタン！",
			"퍽!",
			null,
			null,
			"Flutter!",
			"Poof!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458542,
			"Give Sin to me!",
			"把杏……还给希儿。",
			"シンを……ゼーレに返して。",
			"신을…… 제레에게 돌려줘.",
			null,
			null,
			"Return the apricot ...... to Shire.",
			"Return Sin to ...... Seele."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458543,
			"It's done. Anilla's been knocked down.",
			"已经可以了，阿尼拉被打倒了。",
			"もういいです、アニラは倒されましたから。",
			"이제 됐어, 아니라는 쓰러졌으니까.",
			null,
			null,
			"It's already possible, Anila is down.",
			"No more, because Anila has been defeated."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458544,
			"Seele……",
			"希儿……",
			"ゼーレ……。",
			"제레…….",
			null,
			null,
			"Hill ......",
			"Seele. ......."
		],
		[
			"msg",
			458545,
			"The SIn seems to disappear. Is it because Seele hates the Sin of now?",
			"杏，好像要消失了，是因为希儿讨厌现在的杏吗？",
			"シン、消えるみたい。ゼーレは今のシンが嫌い？",
			"신, 사라지는 것 같아. 제레는 지금의 신이 싫어?",
			null,
			null,
			"Apricot, it seems to be disappearing, is it because Hill hates the current Apricot?",
			"Shin, it seems to disappear. Seele doesn't like Shin now?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458546,
			"No, if only Sin could be Seele's family now.",
			"才没有呢，要是现在的杏也能成为希儿的家人就好了。",
			"そんなことない、今のシンにもゼーレの家族になってほしいぐらいだよ。",
			"그런 거 없어, 지금의 신에게도 제레의 가족이 되어줬으면 좋겠어.",
			null,
			null,
			"Not at all. If only Apricot could be Shire's family now.",
			"That's not true, I'd even like to see Shin become part of Seele's family now."
		],
		[
			"msg",
			458547,
			"But Seele still can't allow that Sin to just disappear.",
			"但是希儿还是不能允许那一个杏就这么消失掉。",
			"でも、もう一人のシンが消えるなんてゼーレは嫌だから。",
			"하지만, 또 다른 신이 사라진다는 건 제레는 싫으니까.",
			null,
			null,
			"But Hill still couldn't allow that one apricot to just disappear.",
			"But Seele doesn't want the other Shin to disappear."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458548,
			"Well……",
			"嗯……",
			"うん……。",
			"음....",
			null,
			null,
			"Well ......",
			"Yeah. ......."
		],
		[
			"msg",
			458549,
			"I knoe!",
			"那就好，杏知道了！",
			"そっか、それならいいの。",
			"그랬구나, 그럼 괜찮아.",
			"If you're fine with it, then I am too!",
			null,
			"That's good, Apricot knows!",
			"I see, that's fine."
		],
		[
			"msg",
			458550,
			"Sin didn't mind. After Seele beat Anilla, Sin seemed vaguely aware of the origin.",
			"杏不介意这样的结果的，希儿打败阿尼拉之后，杏好像隐约明白了自己的来源。",
			"シンはこの結果を気にしないよ。ゼーレがアニラを倒した後、シンも自分のことをなんとなく理解したから。",
			"신은 이 결과를 신경쓰지 않아. 제레가 아닐라를 쓰러뜨린 후, 신도 자신의 일을 어느 정도 이해했으니까.",
			"Sin doesn't care about this result.  After Seele defeated Anila, Sin somehow understood herself.",
			null,
			"Apricot didn't mind this outcome. After Hir defeated Anila, Apricot seemed to vaguely understand where she was coming from.",
			"Shinn won't mind this outcome. Because after Seele defeated Anila, Shinn also understood himself somewhat."
		],
		[
			"msg",
			458551,
			"The Sin at this moment is actually the side of the original Sin that she want to hide. Not some stranger.",
			"此时此刻的杏，其实是原本的杏想要隐藏起来的一面。不是什么陌生的别人哦。",
			"今のシンは、本当は元のシンが隠した一面なの。知らない人じゃないよ。",
			"지금의 신은, 사실 원래 신이 숨겼던 한 면모야. 모르는 사람이 아니라고.",
			"The Sin right now is actually a hidden side of her. Not some stranger.",
			null,
			"The apricot at this moment is actually a side of the original apricot that wants to be hidden. Not what strange others oh.",
			"Now Shin is really a hidden side of the original Shin. He's not a stranger."
		],
		[
			"msg",
			458552,
			"The original Sin definitely doesn't hate Seele either.",
			"所以相信杏的话吧，本来的杏，也绝对不讨厌希儿哦。",
			"だからシンの話を信じて。元のシンもゼーレのことが嫌いじゃないよ。",
			"그러니까 신의 말을 믿어줘. 원래 신도 제레를 싫어하지는 않아.",
			"So believe in Sin's story.  The original Sin doesn't hate Seele either.",
			null,
			"So believe Apricot's words, the original Apricot, and definitely do not hate Hill Oh.",
			"So believe Shin's story. The original Singh doesn't hate Seele either."
		],
		[
			"msg",
			458553,
			"Thank you, Seele——",
			"谢谢希儿，愿意为了那个杏做这么多事情，嘿——",
			"ありがとう、ゼーレ、シンのためにいろいろしてくれて。えへへっ！",
			"고마워, 제레, 신을 위해 여러 가지 해줘서. 에헤헤!",
			"Thank you, Zele, for Shin, hehehe ---",
			null,
			"Thank you, Hill, for being willing to do so much for that apricot. Hey-",
			"Thanks, Seele, for all you do for Shin. Hehehe!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458554,
			"Let's have a hug!",
			"要拥抱吗——欸，好！来抱抱！",
			"ハグするの？うん、いいよ！ハグしよう！",
			"안아줄 거야? 음, 좋아! 안자!",
			"Do you want to hug me? Alright, let's hug!",
			null,
			"Want a hug - hey, yeah! Give me a hug!",
			"Hugs? Yeah, okay! Let's hug!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458555,
			"……",
			"……",
			"……。",
			".....",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458556,
			"I will remember the Sin of now.",
			"希儿会记住现在的杏的。",
			"ゼーレ、今のシンのことを忘れないよ。",
			"제레, 지금의 신을 잊지 않을 거야.",
			null,
			null,
			"Hill will remember the apricot now.",
			"Seele, I'll never forget what you just said about Shin."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458557,
			"Great. Let's have a hug too, Bronya.",
			"那就太好了。布洛妮娅姐姐也来抱抱，嘿~",
			"よかった。ブローニャお姉ちゃんもハグ！えへへっ。",
			"다행이다. 브로냐 언니도 안아! 에헤헤!",
			null,
			null,
			"That would be great. Sister Bronya also to hug, hey ~",
			"Thank goodness. Hugs to you too, Bronya sis! Ehehe."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				833,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458558,
			"Well.",
			"嗯。",
			"はい。",
			"네.",
			null,
			null,
			"Hmm.",
			"Yes."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				833,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458559,
			"Then kiss~",
			"然后亲亲~",
			"チューもしよう。",
			"뽀뽀하자.",
			"Then a kiss~ (TN: There are multiple ways to say the word \"kiss\" in Chinese but this one means \"kiss on the cheek/forehead\" in a non romantic sense. Sorry Yuri lovers, better luck next time)",
			null,
			"Then kiss~",
			"Let's also kiss."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				833,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458560,
			"Well.",
			"嗯。",
			"はい。",
			"네.",
			null,
			null,
			"Hmm.",
			"Yes."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458561,
			"Chu~~",
			"啾~",
			"チュ～！",
			"쪽~!",
			null,
			null,
			"Chirp~",
			"Chu~!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458562,
			"Wait, wait!",
			"等等等等！为什么要亲亲啊！",
			"待って、待って！どうしてチューするの！",
			"잠깐, 잠깐! 왜 뽀뽀하는 거야!",
			"Wait, wait! Why did you kiss her!!",
			null,
			"Wait, wait, wait! Why do you want to kiss ah!",
			"Wait, wait! Why are you kissing me!"
		],
		[
			"msg",
			458563,
			"Ah!..It was a dream",
			"啊！呼……呼……呼……呼……是梦啊……果然是梦……还好是梦……",
			"あっ！ハァッ……ハァッ……ハァッ……ハァッ……夢？やっぱり夢なの……夢でよかった……。",
			"앗! 헉…… 헉…… 헉…… 헉…… 꿈? 역시 꿈이었어…… 꿈이라서 다행이야…….",
			"Ah! Hah.... Ha.... Ha..... It's just a dream.... I'm glad it was just a dream....",
			null,
			"Ah! Hoo ...... hoo ...... hoo ...... hoo ...... hoo ...... is a dream ah... ...it really is a dream ...... luckily it is a dream ......",
			"Ah! Huh...... huh ...... huh ...... huh ...... huh ...... huh ...... dream? I knew it was a dream. ...... I'm glad it was a dream. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458564,
			"Seele, what are you doing, howling so loudly in the morning?",
			"希儿你干什么啊，一大清早就鬼叫得这么大声？",
			"何してるんだ、ゼーレ。朝っぱらからなんで叫んでるんだ？",
			"뭐 하는 거야, 제레. 아침부터 왜 소리 지르는 거야?",
			"What are you doing, Seele? Why are you yelling at me in the morning?",
			null,
			"What are you doing, Heer, screaming so loudly at this early morning?",
			"What are you doing, Seele? Why are you yelling so early in the morning?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458565,
			"Sin!",
			"啊，是杏！",
			"あっ、シン！",
			"앗, 신!",
			null,
			null,
			"Ah, it's an apricot!",
			"Oh, Shin!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458566,
			"Are you having nightmares?",
			"难道说做噩梦尿床了？呼呼，胆小鬼希儿！",
			"悪夢を見ておねしょでもしたのか？ハハッ、臆病者のゼーレ！",
			"악몽 꾸고 오줌이라도 쌌냐? 하하, 겁쟁이 제레!",
			"Did you have a nightmare? Haha, you're such a coward!",
			null,
			"Did you have a nightmare about wetting the bed? Hoo hoo, cowardly Shire!",
			"Did you have a nightmare and wet the bed? Hahaha, Seele the coward!"
		],
		[
			"msg",
			458567,
			"Oh? Come here for a fight? I'm not afraid of you... Hmm!",
			"哦？走过来是想打架吗？本大爷可不怕你……唔！",
			"ん？なんだ、やるのか？お前なんか怖くない……うっ！",
			"음? 뭐야, 덤비려고? 너 따위 안 무서워…… 윽!",
			"Huh?  What are you doing?  I'm not scared of you ...Ah!",
			null,
			"Oh? Come over here is want to fight? I'm not afraid of you ...... Well!",
			"Hmm? What, are you gonna do it? I'm not afraid of you. ...... Ugh!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458568,
			"Sin is the Sin…… Great.",
			"杏还是杏……太好了。",
			"シンはシンのままだ……よかった。",
			"신은 여전히 신이야…… 다행이다.",
			"Sin is still Sin..... Thank goodness.",
			null,
			"Apricot or apricot ...... is too good.",
			"Shin is still Shin. ...... Good."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458569,
			"What are you doing all of a sudden? Go away, go away!",
			"干什么忽然就抱过来啊……快走开快走开！",
			"何急に抱きしめてんだよ……やめろやめろ！",
			"갑자기 왜 안기는 거야…… 야! 그만둬!",
			"Why are you hugging me? Hey, let go!",
			null,
			"Why suddenly hug over ah ...... go away go away!",
			"What's with the hug all of a sudden? ...... Stop, stop, stop!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458570,
			"Seele just wanted to hug Sin today~",
			"希儿今天就是想抱抱杏~",
			"今日はシンを抱きしめたい気分なの～",
			"오늘은 신을 꼭 껴안고 싶은 기분이야~",
			"I just felt like hugging you today ~",
			null,
			"Hill today just want to hug apricot ~",
			"I'm in the mood for a Shin hug today."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458571,
			"How to stick like a candy bar...Are you crying your brain out? Come on!I went a little overboard yesterday. I'm sorry. Is that all right?",
			"怎么跟块牛皮糖一样粘着……是把脑子哭坏了吗，好啦！昨天本大爷是稍微过分了点，对不起，这样行了吧？快松手！",
			"くっつきすぎ……泣きすぎて頭が壊れたのか？分かった分かった！昨日はボクが悪かったから。もういいだろ？早く手を放せって！",
			"너무 달라붙어…… 울다가 머리가 나간 거야? 알았어 알았다고! 어제는 내가 잘못했어. 이제 그만해, 얼른 손 놓으라고!",
			"You're too close... Did you cry too much and your mind broke?  I get it!  I was mean yesterday, I'm sorry.  Is that okay?  Let go already!",
			null,
			"How to stick with a piece of candy like ...... is the brain crying bad, okay! Yesterday I was a little too much, I'm sorry, it's okay? Quickly let go!",
			"Too attached to ...... Cried too much and broke your head? Okay, okay, okay! Because I was bad yesterday. That's enough, okay? Get your hands off me!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458572,
			"No! 5 more minutes~",
			"才不要，希儿要再抱五分钟~",
			"やだ！あと5分だけ！",
			"싫어! 5분만 더!",
			"I refuse, I'll hug you for five more minutes~",
			null,
			"No, Hill wants to hold for five more minutes.",
			"Oh, no! Just five more minutes!"
		]
	]
}