{
	"3501": [
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144219,
			"Oh-my-",
			"啊~哈~~",
			"はぁ、はぁ……。",
			"하아, 하아......",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144220,
			"You look tired, Siri. Taking too much pressure from the training?",
			"好像很累的样子啊，希露，最近的训练压力大吗？",
			"疲れてるみたいね。最近の訓練は辛い？",
			"지친 것 같네. 요즘 훈련이 힘들어?",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144221,
			"It’s OK, Kiana. It’s just I woke up earlier than usual this morning.",
			"不，没事的琪亚娜，大概只是因为今天早上起得比平时都早而已。",
			"ううん。キアナ……大丈夫。シィル、今日は早起き……したから。",
			"아니야. 키아나…… 괜찮아. 시릴, 오늘은 일찍 일어났…… 거든.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144222,
			"Oh..... but our timetable should reasonable.",
			"诶...我们这边安排的晨练时间应该是很合理的才对。",
			"お、今日は早起きして自主錬してたの？偉いじゃない。",
			"오, 오늘은 일찍 일어나서 자율 훈련했어? 대단하네.",
			null
		],
		[
			"msg",
			144223,
			"So you had your own training?",
			"比平时更早的话，希露你也自主加训了吗？",
			"それでも、無理はしちゃダメだからね？",
			"그래도, 무리는 하면 안 돼, 알겠지?",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144224,
			"Well... just a little.",
			"嘿嘿，稍微...加训了一点。",
			"うん。キアナ、心配してくれて……ありがとう。",
			"응. 키아나, 걱정해줘서…… 고마워.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144225,
			"That’s a good attitude, but remember to take one step at a time, OK?",
			"你们期待着以更好的姿态踏上舞台这件事是很不错啦~可要循序渐进知道吗？",
			"このくらい当然よ。シィルが頑張ってくれたら私も嬉しいわ。",
			"이 정도는 당연한 거야. 시릴이 열심히 해주면 나도 기쁘니까.",
			null
		],
		[
			"msg",
			144226,
			"As Mei said, haste makes waste. It’s not worth it if you get sick.",
			"芽衣学姐说过，欲速则不达~如果你们太乱来搞坏身体那就得不偿失啦。",
			"シィルかわいいなぁ。えへへ、おいでおいで！なでなで——",
			"시릴 귀엽다~. 에헤헤, 이리 와 이리 와! 쓰담쓰담——",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144227,
			"All right... Got it.",
			"嗯...希露知道了。",
			"エヘヘ、キアナ……くすぐったい。",
			"에헤헤, 키아나…… 간지러워.",
			null
		],
		[
			"msg",
			144228,
			"By the way, why did you choose Siri as captain? There are better choices.",
			"话说，琪亚娜为什么要把希露选来当队长呢，明明应该有更合适的人选吧？",
			"ねぇ、キアナ？どうして、シィルを……リーダーに、したの？",
			"저기, 키아나? 왜, 시릴을…… 리더로, 한 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144229,
			"Huh? Why would you like to know that?",
			"嗯？怎么突然关心起这件事啦？",
			"ん？突然そんなこと言いだすなんてどうしたの？",
			"음? 갑자기 그런 말을 꺼내다니 무슨 일이야?",
			null
		],
		[
			"msg",
			144230,
			"No specific reason, actually. It’s just I think she will fit in.",
			"倒也没有什么理由啦，只是觉得合适而已。",
			"んー、まぁ特に理由はないの。なんとなく、シィルがいいかなぁって思っただけかな。",
			"음~, 뭐 특별한 이유는 없어. 그냥 무심코, 시릴이 좋을 것 같다고 생각했을 뿐이야.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144231,
			"Really?",
			"是、是吗？",
			"そ、そう……なの？",
			"그, 그래...?",
			null
		],
		[
			"msg",
			144232,
			"All right... I’ll take a break and join you in the training today.",
			"唔...那希露我先去稍微休息一下，然后该准备和大家进行今天的排练内容了。",
			"あ、全体練習の……時間。キアナ、行って……くる、ね？",
			"아, 전체 연습... 시간. 키아나, 갔다... 올게, 응?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144233,
			"Sure. Go for it!",
			"嗯~加油！",
			"うん、頑張ってね！",
			"응, 힘내!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144234,
			"......",
			"......",
			"——少女移動中",
			"——소녀 이동중",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144235,
			"Is she taking too much pressure?",
			"这孩子，是不是压力过大了呢？",
			"シィル……自分にプレッシャーかけすぎなんじゃないかしら？",
			"시을... 자신에게 프레셔를 너무 많이 주는 게 아닐까?",
			null
		],
		[
			"msg",
			144236,
			"Keep an eye on her in case of any situations.",
			"这几天多加留意一下有没有发生什么状况好了。",
			"しばらくの間は注意してみてあげたほうがよさそうね。",
			"얼마 동안은 주의 깊게 지켜봐 주는 게 좋을 것 같네.",
			null
		]
	],
	"3502": [
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144237,
			"Well... Judah’s got a good voice indeed. Why doesn’t she sing more to us?",
			"唔...犹大唱歌明明就很好听呢，为什么不能在大家面前多主动点唱呢？",
			"十字架ちゃんの声……すごく、綺麗なの……に。どうして、シィルは……みんなの前だと、歌えない……の？",
			"십자架의 목소리... 정말, 아름다운데... 왜 시을은... 모두 앞에서는, 노래를 못하는... 걸까?",
			null
		],
		[
			"msg",
			144238,
			"As captain, maybe I should do something about it.",
			"作为队长，是不是有什么要做的呢？",
			"リーダー……として、なにをすれば……。",
			"리더... 로서, 무엇을 해야....",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144239,
			"Found ya!",
			"找~到你啦！",
			"シィルは隠れるのが上手いのよね。",
			"시을은 숨는 게 능숙하네.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144240,
			"Whoa! Kiana!?",
			"唔哇！琪、琪亚娜！？",
			"キ、キアナ！？",
			"키, 키아나!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144241,
			"Hush. Judah’s going to hear you. She’s practicing singing over there. We’ll have trouble if she finds us.",
			"嘘~小声点，会被那边偷偷练习唱歌犹大听到的，要是她知道我们在偷看可就完了。",
			"静かに。向こうでこっそり歌の練習をしてる十字架ちゃんに見つかっちゃうわよ？",
			"조용히. 저기서 몰래 노래 연습하는 크로스 씨한테 들키겠어.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144242,
			"How did you find me...",
			"琪亚娜为什么知道我在这偷看的...",
			"ど、どうして……シィルがここに、いるって……見つかる……わけが、ないのに。",
			"어, 어떻게... 시릴이 여기에, 있다는 게... 들킬... 리가, 없는데.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144243,
			"How did you find me...",
			"从早上你偷偷看奏冥曲自主加训的时候我就跟着你了。怎么样，第一次尝试到玩捉迷藏被打败的感觉吧~",
			"自主錬のときから様子がおかしかったからね。もちろんシィルが気になるからストーカーごっこしてたの。",
			"자율 연습 때부터 분위기가 이상하더라. 물론 시릴이 신경 쓰여서 스토킹 놀이 한 거야.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144244,
			"I’ve been after you since this morning you peeped at Requiem. Must be the first time you fail in hide and seek, huh?",
			"唔...确实是头一回、不对，我是想说为什么琪亚娜会跟着我......",
			"うぅ、ストーカー……ダメ。それより、隠れてるの……見つかった、ことなんて一度も……ないのに。",
			"으, 스토커... 안 돼. 그보다, 숨은 거... 들킨 적이... 한 번도, 없는데.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144245,
			"Well... The first time indeed. Wait. I was trying to ask why...",
			"因为看你这几天状态很奇怪，所以留意了一下？结果发现你每天都在偷偷观察成员们私下的练习呢。",
			"このキアナちゃんから隠れられると思わないことね。",
			"이 키아나 쨩에게 숨을 수 있을 거라 생각하지 말라구.",
			null
		],
		[
			"msg",
			144246,
			"You look weird these days, so I want to figure out why. Turned out you’ve been peeping others’ private practice.",
			"换做以前，希露可不会这么做吧，是有什么理由吗？",
			"以前のシィルは、こんなことしないでしょ？どうしたの？",
			"예전의 시릴은, 이런 거 안 했잖아? 무슨 일이야?",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144247,
			"That’s not what you would do. Could you tell me why?",
			"呜...因、因为琪亚娜让我当Kirakira☆気分的队长，我就觉得要尽到队长的责任才行。",
			"だ、だって……キアナがシィルを、KiraKira☆気分の……リーダーに、するから……がんばら、なきゃ。",
			"왜, 왜냐면... 키아나가 시릴을, 반짝반짝☆ 기분의... 리더로, 하니까... 열심히, 해야 돼.",
			null
		],
		[
			"msg",
			144248,
			"Well... Kiana appointed me as captain of Kirakira☆Feeling, so I think I gotta be responsible for the members.",
			"我看九霄那边，她们很多事都是由队长纹章一手策划的。",
			"九霄の方は……ほとんど、紋章さんが……協力して、やってるみたい……だし。",
			"큐쇼 쪽은... 대부분, 문장 씨가... 협력해서, 하고 있는 것... 같고...",
			null
		],
		[
			"msg",
			144249,
			"In Kyushou’s team, you know, most affairs are arranged by their captain Seal.",
			"相比之下，我无论唱歌还是跳舞都不是最好的，也没有能去策划一切的能力，所以至少要找、找到我这个队长的...意义才行。",
			"それに、シィルは歌も……ダンスも、一番じゃない……どうして、リーダーに……したの？",
			"게다가, 시릴은 노래도... 춤도, 제일이 아닌데... 왜, 리더로... 한 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144250,
			"And look at me. I’m neither the best singer nor dancer, and I can’t arrange everything well like Seal does, so I gotta find what I can do... as captain.",
			"是之前那个问题啊...那我觉得倒是不用担心呢~选择你当队长的可不只是我一个人的决定噢~",
			"あぁ、以前のキャンディー遊園地ね。九霄ってば、紋章ちゃんから広告とか意見をもらってたんだってね。",
			"아, 예전의 캔디 유원지네. 큐쇼 녀석, 문장 쨩에게 광고나 의견 받고 있었던 거래.",
			null
		],
		[
			"msg",
			144251,
			"I see... I don’t think you need to worry about that. It’s not my own decision to make you captain.",
			"大家都觉得让希露来当队长是最好的~并不是因为建立队伍最初就在的原因，而是因为希露比她们之中任何一个人都渴望站到这舞台上演出这点。",
			"九霄は私とは違うやり方できてるの。気にすることないわよ。私がシィルをチームリーダーにしたのは、誰よりも真剣に取り組んでたからよ。",
			"큐쇼는 나랑 다른 방식으로 하고 있는 거야. 신경 쓰지 마. 내가 시을을 팀 리더로 한 건, 누구보다 진지하게 임했기 때문이야.",
			null
		],
		[
			"msg",
			144252,
			"All of us made the decision together. The reason has nothing to do with your experience, but your strong will to perform on the stage.",
			"毕竟，经历了这么多，希露也没说要放弃呢。有这样的人当队长，大家心里也踏实很多吧？",
			"シィルはルナのところでも頑張ってたじゃない。一番頑張ってる人がリーダーになったら周りのみんなも安心できるんじゃない？",
			"시을은 루나 팀에서도 열심히 했잖아. 가장 열심히 하는 사람이 리더가 되면 주변 사람들도 안심할 수 있지 않아?",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144253,
			"After all, you didn’t give up even after all this hard time. The members will be relieved if they’ve got you as the leader, right?",
			"是、是这样的吗？我、我以为队长就应该是操纵全局，带领大家走向胜利那种人。",
			"そ、そうなの？リーダーって、みんなを……勝利に、導くような人……がやるもの、だと思ってた……。",
			"그, 그래? 리더라는 건, 모두를…… 승리로, 이끄는 사람……이 하는 거라고 생각했는데……",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1068,
				0,
				true
			]
		],
		[
			"msg",
			144254,
			"Is that so? I-I thought captain would be the one who takes care of the whole situation and leads their members to victory.",
			"像纹章那样的...呃你还是不要学的好。这里还是需要到我这个Producer的力量吧~虽然平时让你摆脱自己的依存症，但这时候多多依靠我也是需要的噢！",
			"そういうのは、紋章ちゃんみたいな子がやればいいの。シィルはマネしなくていいのよ。こういうときは、プロデューサーの私に頼るといいわ。必ず勝たせてあげる。",
			"그런 건, 문장 같은 애가 하면 되는 거야. 시을은 따라할 필요 없어. 이런 때는 프로듀서인 나에게 맡기면 돼. 반드시 이겨 줄게.",
			null
		],
		[
			"msg",
			144255,
			"Like Seal... Well, you won’t wanna do that. You should turn to me, your producer this time. Though I asked you to overcome your dependence, you can count on me sometimes!",
			"不用多想，你只要知道，你比这里任何一个人都合适这个身份就行了，然后，把希露最真实的一面展现给大家就够了~",
			"少し考え過ぎよ。練習した成果を本番で出せれば、それで十分勝てるわ。だから、今まで通り頑張ってね。",
			"좀 생각이 많아. 연습한 성과를 본무대에서 발휘할 수만 있다면, 그걸로 충분히 이길 수 있어. 그러니까, 여태처럼 열심히 해.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1068,
				0,
				false
			]
		],
		[
			"msg",
			144256,
			"No worries. Just keep in mind you fit this position better than anyone, and try to show the real you to us.",
			"嗯、嗯！我知道了！",
			"う、うん！わかった！",
			"응! 알았어!",
			null
		]
	]
}