{
	"3201": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143972,
			"So heavy… I thought this was just a plaster sculpture, but it feels like there is a person inside…",
			"好沉啊…不是说只是个石膏雕塑么，怎么感觉里面装了一个人似的……",
			"重い……重すぎる……。なんで、棺桶なんか運ばなきゃ……人が入ってるのかな？",
			"무거워... 너무 무거워... 왜, 관을 운반해야 하지... 사람이 들어있는 거야?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143973,
			"Such a dirty place, I never thought an elegant being like me would have to come to a pigsty like this one day...",
			"真是个肮脏的地方，没想到出身高贵的我居然会有来到猪圈的一天……",
			"——本当に汚い場所だわ。高貴な私が豚小屋に来るなんて思いもしなかったわ。",
			"——정말 더러운 곳이네. 고귀한 내가 돼지우리에 올 줄이야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143974,
			"Um… There’s really a person in it! So pretty~! Looks like a doll~",
			"呃…居然真的装了一个人！好漂亮~！就感觉像洋娃娃一样~",
			"——え！？本当に人が入ってたの？お人形さんみた——",
			"——엣!? 정말 사람이 들어있었어? 인형 같은——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143975,
			"Slap!",
			"啪！",
			"——パンッ！",
			"——팡!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143976,
			"Ouch! She just hit me!",
			"哎哟！居然还会打人！？",
			"痛っ！……くはないけど、叩いてきた！なにするのよ！？",
			"아야!... 아프진 않지만, 때렸어! 뭐 하는 거야!?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143977,
			"You lowly being! Who allowed you to touch me with that dirty hand of yours?",
			"贱民！谁允许你用你那只没有洁净过的脏手碰我的！",
			"卑しき者め！誰がおまえの汚らわしい手で私に触れていいと言ったのかしら？",
			"천한 자 같으니! 누가 네 더러운 손으로 나를 만져도 된다고 했니?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143978,
			"Ouch, sorry, it was my bad, didn’t know you have mysophobia...",
			"呃，抱歉，原来是有洁癖么，是我没有注意……",
			"あ、潔癖症だったのね。ごめんなさい。",
			"아, 결벽증이었구나. 미안해.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143979,
			"Hmm, are you my new servant? I have seen quite a few of the uneducated servants like you. But it doesn't matter, since you are my servant, you should feel proud as one of the Toreador family.",
			"哼，你就是我新的家仆么？像你这种没有教养的家仆我已经见过不少了。不过没关系，既然你是我的下仆，就也应该拥有属于妥芮朵的自豪。",
			"ふんっ、あなたが私の新しい召使いなの？無教養そうだけど、気にしないでいいわ。下僕である以上はトレアドールの誇りを持ちなさい。",
			"흥, 네가 내 새로운 하인이니? 무교양해 보이지만, 신경 쓰지 않아도 돼. 하인인 이상 트레아도르의 긍지를 가져야 해.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			143980,
			"We are not the same as those stupid, arrogant, cruel and violent Bloodthirsters. You should be thankful, as I will not hold back from teaching you about the long history and heritage of etiquette and knowledge of Toreador.",
			"我们和那群愚蠢且傲慢，残忍且暴虐的嗜血者不一样。感恩吧，我会不吝教导你关于我妥芮朵的悠久历史和传承至今的礼仪与学识的。",
			"私は、そこら辺にいる愚かで傲慢、残虐な吸血鬼とは違うわ。感謝なさい。トレアドールの長い歴史と礼儀や教養を惜しみなく教えてあげるわ。",
			"나는 그 주변에 있는 어리석고 오만하며 잔인한 뱀파이어와는 다르거든. 감사해해. 트레아도르의 긴 역사와 예의, 교양을 아낌없이 가르쳐 줄 테니.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			143981,
			"Toreador, such a strange name, but feels like I've seen her somewhere...",
			"妥芮朵，真是个奇怪的名字，不过总感觉她的气质我好像在哪见到过……",
			"いや、別に礼儀や教養なんていらないんだけど……。",
			"아니, 별로 예의나 교양 같은 건 필요 없지만...",
			null
		],
		[
			"msg",
			143982,
			"This antique feeling… I know! She feels exactly like Michelle. Is she a vampire too?",
			"这种老古董的气质……对了！密藏，莫非这个家伙也是吸血鬼？",
			"それに、古めかしい性格に……棺桶から出てきたし、黒い羽もあるから吸血鬼なのかな？",
			"게다가, 고풍스러운 성격에... 관에서 나왔고, 검은 날개도 있으니까 흡혈귀인가?",
			"Plus, she has such an old-fashioned personality... She came out of a coffin and has black wings, so could she be a vampire?"
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			143983,
			"I said, don’t mistake me for those rude beasts.",
			"都说了，别把那些粗鲁的野兽和我混为一谈。",
			"あんな無骨な野獣と私を一緒にしないでと言ったでしょう？",
			"그런 무뚝뚝한 야수랑 나를 같이 취급하지 말라고 했잖아?",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			143984,
			"Anyway, you stubborn heads probably don’t under what art is, so it’s my mistake. I apologize for not being considerate.",
			"哼，不过以你们冥顽不灵的智慧应该不懂得什么叫做艺术吧，是我不该提及，我为自己的不体贴而道歉。",
			"ふんっ、あなたたち人間の頭ではトレアドール一族を理解できないでしょうね。話に出すべきではなかったわ。私の至らなさを許しなさい。",
			"흥, 너희 인간들의 머리로는 트레아도르 일족을 이해할 수 없을 거야. 말을 꺼내지 말았어야 했어. 내 부족함을 용서해다오.",
			"Hmph, your human minds are incapable of understanding the Toreador clan. I shouldn't have mentioned it. Please forgive my shortcomings."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			143985,
			"Ha…",
			"哈……",
			"はぁ……ちょっと、なにが言いたいのかよくわからないんだけど……。",
			"하아... 좀, 무슨 말을 하고 싶은 건지 잘 모르겠지만...",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			143986,
			"Well, that’s it. You can perform your duty as a servant now. I need a clean, warm room with no sunlight. Understand?",
			"就先这样吧，你可以去履行你身为下仆的职责了。我需要一个干净的、没有阳光的、温暖的房间，明白了么？",
			"とりあえず、あなたは下僕としての役割を果たしなさい。私は太陽の光が入らない暖かくて綺麗な部屋が必要なの。わかったわね？",
			"일단, 넌 하인으로서의 역할을 다해야 해. 나는 햇빛이 들지 않는 따뜻하고 예쁜 방이 필요해. 알았지?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			143987,
			"Oh… Oh… Okay…",
			"哦…哦…好……",
			"……え？あ、はい……。",
			"...엣? 아, 네...",
			"...Huh? Ah, alright..."
		],
		[
			"msg",
			143988,
			"Looks like I have… Met a princess with mysophobia.",
			"我…这是又摊上了哪家的洁癖大小姐了么。",
			"はぁ……今度はどこの潔癖お嬢様に遭遇しちゃったのよ……。",
			"하아... 이번엔 또 어느 구석의 결벽증 아가씨를 만난 거야...",
			"<i>Sigh...</i> Have I ended up with yet another germaphobic young lady?"
		]
	],
	"3203": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144004,
			"Phew-- This should be it? Toreador, I have prepared the room you asked for~",
			"呼——这样应该就可以了吧？妥芮朵，你要的房间我已经帮你准备好啦~",
			"——これでいいでしょう？あなたが欲しがっていた部屋を用意したわよ。",
			"——이 정도면 괜찮지? 네가 원하던 방을 준비했어.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144005,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144006,
			"Alas, it took me a long time preparing this room. My back is sore.",
			"哎呀，准备这个房间可是花了我好一段时间呢，腰可酸死了。",
			"この部屋を用意するだけでも時間が掛かったんだから。腰が痛いわ——",
			"이 방을 준비하는 것만 해도 시간이 걸렸다고. 허리가 아파——",
			"Gosh, preparing this room took me quite a while. My back is killing me."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144007,
			"Slap!",
			"啪！",
			"——パンッ！",
			"——팡!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144008,
			"Ouch! Why do you hit me!? I prepared this room for you already?",
			"疼！你干嘛打我！？我不是帮你准备好了这个房间了么？",
			"痛っ！って、痛くないけど！なんで叩くのよ！？あなたに部屋を用意してあげたじゃない！",
			"아야! 아니, 안 아프지만! 왜 때리는 거야!? 너한테 방을 준비해줬잖아!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144009,
			"You filthy servant! How dare you fool the noble Toreador. I should have caged you with those beasts.",
			"可恶的下仆！你居然敢愚弄高贵的妥芮朵，看来该把你和那群茹毛饮血的畜生们关到一起驯养呢！",
			"汚らしい下僕め！高貴なトレアドールを愚弄するなんて！あの野蛮なケダモノたちと一緒に調教しないといけないみたいね！",
			"더러운 하인 자식! 고귀한 트레아돌을 우롱하다니! 그 야만적인 짐승들이랑 같이 조교해야 할 것 같네!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144010,
			"Um… What’s wrong with this room? I have carefully cleaned it, there should not be much dust left…",
			"呃…这个房间怎么了么？我可是仔仔细细地清扫了一遍，应该没有多少灰才对啊……",
			"いやいや、この部屋がどうしたっていうのよ？しっかり掃除したから、埃はほとんど落ちてないはずだけど……。",
			"아니 아니, 이 방이 어때서 말이야? 잘 청소해서 먼지는 거의 없을 텐데....",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144011,
			"The smell of the damp in the air, and these floating dust, do you have your eyes and nose just for decoration?",
			"这空气中难闻的潮湿味道，还有这些漂浮着的扬尘，难道你的视觉和嗅觉都是摆设么！",
			"この空気中のひどく湿った臭い！それから、この舞っている塵埃！下僕の目と耳は飾り物なの！？……あら？",
			"이 공기 중의 지독하게 습한 냄새! 게다가 이 날아다니는 먼지! 하인의 눈과 귀는 장식품이야!? ……어머?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144012,
			"You are such a princess... Is this too much for you?",
			"你还真是娇贵啊，这么点就忍受不了么？",
			"本当に潔癖症なのね。これくらい我慢してほし——",
			"정말 결벽증이네. 이 정도는 참아주——",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				4,
				false
			]
		],
		[
			"msg",
			144013,
			"But you are not completely worthless. I didn’t expect you to put a few small decorations for my room. Well, I like them, so I will forgive your previous misbehavior.",
			"不过你倒不是一无是处嘛，居然能够在我没有给你任何提示的情况下为我的房间准备了几个小装饰，我很中意，就不计较你之前的冒犯了。",
			"あなたも取り柄がないわけじゃないのね。私が何も言っていないのに、いくつか部屋に小物を置くなんて。気に入ったわ。部屋の失態は帳消しにしてあげるわ。",
			"너도 나쁘지 않은 구석이 있네. 내가 아무 말도 안 했는데, 방에 소품을 몇 개 놓다니. 마음에 들어. 방 실수는 없었던 걸로 해줄게.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				4,
				true
			]
		],
		[
			"msg",
			144014,
			"You have ignored my words… But, decorations… Do you mean those paintings?",
			"故意无视我的话么…不过，装饰品…难道是指的那些画？",
			"はいはい、ありがとう。それで小物っていうのは、あの絵のこと？",
			"네네, 고마워. 그런데 소품이라는 게, 저 그림 말이야?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				2,
				false
			]
		],
		[
			"msg",
			144015,
			"The divine beauty of Notre Damn De Paris; and this is... The solemn beauty of the East; and…",
			"巴黎圣母院神圣的美感；这个是…来自东方的庄严美感；还有……",
			"ノートルダム大聖堂の神聖な美しさ。これは、東方の荘厳な美しさ。それから——",
			"노트르담 대성당의 신성한 아름다움. 이것은, 동방의 장엄한 아름다움. 그리고——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				2,
				true
			]
		],
		[
			"msg",
			144016,
			"Looks like she really likes architecture. So she is really into arts.",
			"呼，看来她好像很喜欢建筑呢，原来是一个喜欢艺术的文艺大小姐么。",
			"……なるほど。建物とか、芸術的なものが好きなお嬢様だったのね。",
			"……그렇구나. 건물이나 예술적인 걸 좋아하는 아가씨였네.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144017,
			"Who… Is this!! Who has destroyed the most beautiful architecture in the world!",
			"这…是谁！！是谁毁了这最世界上最美的建筑！",
			"こ、これは……誰よ！？誰が、この世界で最も美しい建物を破壊したの！！",
			"이, 이건…… 누구야!? 누가, 이 세상에서 가장 아름다운 건물을 파괴한 거야!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144018,
			"Huh?",
			"诶？",
			"わっ！もう、びっくりさせないでよ……今度はなによ。この絵のこと？",
			"앗! 정말, 깜짝 놀라게 하지 마…… 이번엔 또 뭐야. 이 그림 말이야?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144019,
			"Darn! What a shame! Darn! Pitiful! Unbelievable!",
			"可恨！可惜！可恶！可悲！不可理喻！！",
			"なんでなの！？一体誰が……！絶対に許さないわ！！",
			"왜 그래!? 대체 누가……! 절대 용서하지 않겠어!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144020,
			"That painting looks like… The Parthenon?",
			"那副画好像是……帕特农神庙？",
			"本当に好きなのね。あの絵は確か……パルテノン神殿？",
			"정말 좋아하는구나. 저 그림은 아마…… 파르테논 신전?",
			null
		]
	],
	"3204": [
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144021,
			"*Heavy breathing*...",
			"呼——呼——",
			"ふぅ……ふぅ……。",
			"후우…… 후우…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144022,
			"You seem to be really angry...",
			"你好像真的很生气的样子呢……",
			"少しは落ち着いた？",
			"좀 진정됐어?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144023,
			"Not just angry! The pinnacle of the architecture was destroyed while I was asleep. That is just insane! No one would tolerate this atrocity!",
			"岂止是生气！竟然趁我沉睡的时候将世界建筑艺术的制高点摧毁。这究竟是有多么的丧心病狂！换做任何一个人肯定都不会容忍这种暴行的！",
			"落ち着けるわけないでしょ！？私が眠っている間に世界建築芸術の最高傑作を破壊するなんて……正気の沙汰じゃないわ！こんな暴虐を許せるわけないわ！",
			"진정될 리 없잖아!? 내가 잠든 사이에 세계 건축 예술의 최고 걸작을 파괴하다니…… 정신 나간 짓이야! 이런 폭력을 용납할 수 없어!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144024,
			"Um, I don’t really feel anything...",
			"呃，虽然我倒是没什么感觉……",
			"といっても、私はパルテノン神殿の完成形を見たことがないから、わからないんだよね。",
			"그래도 말이야, 나는 파르테논 신전의 완성형을 본 적이 없어서, 잘 모르겠더라.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144025,
			"What did you say!?",
			"你说什么！？",
			"なんですって！？",
			"뭐라고요!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144026,
			"I say those people were nothing but bandits!",
			"我说那群人真是一群十恶不赦的强盗！",
			"これを破壊した連中は本当の極悪非道の悪党かもね｡(壊れた理由知らないんだけど……｡)",
			"이걸 부순 놈들은 진짜 극악무도한 악당일지도 모르겠네. (부서진 이유는 모르지만…….)",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144027,
			"Bandits? You were being lenient. Those people were nothing but beasts! Savage, uncivilized barbarians! Unintelligent animals!",
			"说他们是强盗？你的言语真是仁慈呢，那些人明明就是一群野兽！荒蛮未开化的原始人！智力没有进化完全的直立动物！",
			"悪党ですって？そんな言葉じゃ甘すぎるわ。そいつらは野獣よ！未開の地にいる原始人だわ！知能が進化していない直立動物よ！",
			"악당이라니? 그런 말로는 너무 관대해. 그놈들은 야수야! 미개한 땅에 사는 원시인들이라고! 지능이 진화하지 않은 직립 동물이야!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144028,
			"Toreador, you really like the Parthenon, do you?",
			"妥芮朵非常喜欢帕特农神庙这个建筑么？",
			"そんなにパルテノン神殿が好きなの？",
			"파르테논 신전을 그렇게 좋아해?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			144029,
			"Not like, but appreciate.",
			"不是喜欢，而是欣赏。",
			"私は好きなんじゃなくて、楽しんでるの。",
			"나는 좋아하는 게 아니라, 즐기고 있는 거야.",
			null
		],
		[
			"msg",
			144030,
			"To appreciate art, you should not bring personal emotions. The Parthenon was the prime of all architecture I have seen for thousands of years.",
			"作为艺术的鉴赏者应该不带任何私人感情看待一切艺术品，而帕特农神庙则是我数千年来所见建筑的巅峰。",
			"私は芸術を鑑賞する時、個人的な感情を抱いて芸術作品を見ていないの。だけど、パルテノン神殿は私が数千年見てきた建物の中では最高なものよ。",
			"나는 예술을 감상할 때 개인적인 감정을 품고 작품을 보지 않아. 하지만 파르테논 신전은 내가 수천 년 동안 본 건축물 중에서 최고야.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				2,
				false
			]
		],
		[
			"msg",
			144031,
			"The pyramid is also regarded as a wonder, but it is far less aesthetic.",
			"金字塔虽然也算得上是奇观，但在美感之上却远远不如。",
			"ピラミッドや他も素晴らしいけれど、美しさではパルテノン神殿に遠く及ばないわね。",
			"피라미드나 다른 것들도 훌륭하지만, 아름다움으로는 파르테논 신전에 훨씬 못 미치네.",
			null
		],
		[
			"msg",
			144032,
			"I just enjoy the beauty within these artworks-- The golden ratio, and the symmetry.",
			"我正是喜欢这些蕴藏在艺术品中的美——那黄金比例的美，那对称的美。",
			"私は、こういう芸術品の中に隠された美、黄金比の美、対象の美なんかを好むのよ。",
			"나는 이런 예술품 속에 숨겨진 아름다움, 황금비의 미, 대상의 아름다움 같은 걸 좋아해.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				2,
				true
			]
		],
		[
			"msg",
			144033,
			"Art... Right， I think there is an art exhibition going on in the museum… You will probably like that place?",
			"艺术么…对了，我记得好像最近博物馆在办什么艺术展……那个地方你应该会喜欢吧？",
			"芸術ねぇ。そうだ！最近、博物館で何とか芸術展をやっていたはずよ。多分気に入るんじゃない？",
			"예술이라... 맞아! 최근에 박물관에서 무슨 예술전을 하고 있었을 거야. 아마 마음에 들 거야.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				4,
				false
			]
		],
		[
			"msg",
			144034,
			"An Art Exhibition? I hope it will not let me down. Toreador has high standard and is professional when it comes to art. If I’m not satisfied, you should not call yourself a servant anymore!",
			"艺术展么？希望不让我失望呢，妥芮朵的审美是高等而且专业的，如果不满意的话你以后就不要自称是我的下仆了！",
			"芸術展？失望させなければいいのだけれど……。トレアドールの審美観はハイレベルで専門的よ。満足できなかったら、今後は私の下僕を名乗らないでもらうわ。",
			"예술전? 실망만 안 시키면 좋겠지만... 트레아도르의 심미안은 하이레벨에 전문적이야. 만족스럽지 못하면, 앞으로는 내 하인이란 이름을 쓰지 말아줘.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				4,
				true
			]
		],
		[
			"msg",
			144035,
			"Well, it seems like you are the one talking all the time...",
			"呃，似乎都是你自己一直在说才对……",
			"じゃあ、準備するから、ちょっと待っ——",
			"자, 준비할 테니까, 좀 기다려——",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				2,
				false
			]
		],
		[
			"msg",
			144036,
			"Then let's Go!",
			"那么我们出发吧！",
			"下僕、早く行きましょう！",
			"하인, 빨리 가자!",
			null
		]
	],
	"3205": [
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144037,
			"Such a pity. This street was supposed to be symmetrical, but it has become like this.",
			"可惜，这里本该是拥有对称之美的街道，却变成这样。",
			"ここは対称美のある街道だったのに、こんな風になってしまうなんて……もったいないわ。",
			"여긴 대칭미가 있는 거리였는데, 이렇게 되어버리다니... 아깝네.",
			null
		],
		[
			"msg",
			144038,
			"I don't want to see any more of these gravels. Take me home!",
			"我不想再看到这些丝毫没有美感的碎石瓦砾了？送我回去吧！",
			"美しさが全くないこんな石の瓦礫なんて見たくないわ！下僕、帰るわよ！",
			"아름다움이 전혀 없는 이런 돌 잔해 같은 건 보고 싶지 않아! 하인, 돌아가자!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144039,
			"Eh, we are already on the way, we can’t just go back like this?",
			"诶，出都出来了，不到达目的地怎么行呢？",
			"はぁ……わざわざ出てきたのに、目的地に行かないでどうするのよ？",
			"하아... 일부러 나왔는데, 목적지에 안 가고 뭐 하는 거야?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				2,
				false
			]
		],
		[
			"msg",
			144040,
			"Then quickly lead the way. Do not let your master hit her feet on this uneven road. My body will be covered in dirt if I keep walking like this.",
			"那就快点带路，别再让你的主人在这样凹凸不平的石碓上磕脚，再这样呆下去，我的身上不知道又要粘上多少呛人的尘埃。",
			"じゃあ、早く連れて行きなさいよ。下僕のご主人様がこんなデコボコした石で足をつまずいたりしないように気をつけなさい。私の体が埃だらけになるわ。",
			"그럼 빨리 데려가라구. 하인의 주인님이 이런 울퉁불퉁한 돌에 발을 헛디디지 않게 조심하라고. 내 몸이 먼지투성이가 되겠네.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				2,
				true
			]
		],
		[
			"msg",
			144041,
			"Alright alright...",
			"是是……",
			"はいはい……。",
			"그래 그래......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1062,
				2,
				true
			]
		],
		[
			"msg",
			144042,
			"...",
			"……",
			"——少女移動中",
			"——소녀 이동중",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144043,
			"Hey! Aren’t we there yet?",
			"喂！我们还没有到么？",
			"ちょっと！まだ、芸術展に着かないのかしら？",
			"잠깐! 아직도 예술전에 도착 안 한 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144044,
			"It’s only been a few minutes!",
			"这才没几分钟吧！？",
			"さっきの発言から十秒も経ってないわよ！",
			"방금 말한 지 10초도 안 지났잖아!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144045,
			"But I really hate this rotten smell in the air, I don’t want my clothes to catch this smell. I need to clean it off...",
			"但是空气中这股令人作呕的腐味我十分不喜欢，万一衣服上沾了这些味道就太糟糕了，得把这些味道清理掉……",
			"この空気中に漂う吐きそうな腐臭に我慢できないわ。服に臭いがついたら洗い落とさなきゃいけないじゃない……。",
			"이 공기 중에 떠도는 구역질 나는 악취는 참을 수가 없어. 옷에 냄새가 배면 빨아야 하잖아......",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144046,
			"There’s no rotten smell… Hold on? Hey, don’t just use Houkai Energy to do this, you will attract the zombies!",
			"那有什么腐味…等等？喂，你别随便使用崩坏能做这种事啊，死士会被你吸引过来的！",
			"どこが臭うのよ……って、ちょっと！こんなことに崩壊エネルギーを使わないでよ、ゾンビを呼び寄せちゃうじゃない！",
			"어딜 냄새 낸다는 거야... 야, 잠깐! 이런 데 붕괴 에너지를 쓰지 말라고, 좀비를 불러오잖아!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			144047,
			"Those brainless things that only act on their instinct? They are already coming...",
			"就是那些没有大脑只靠本能的东西？它们已经过来了……",
			"脳みそがなくて本能で動くアレ？もう来たわよ。下僕、対処なさい。",
			"뇌가 없고 본능대로 움직이는 그거? 벌써 왔어. 하인, 처리해.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			144048,
			"They really are… And there’s a lot of them…",
			"还真被吸引过来了…数量还不是一般得多……",
			"はぁ……あなたといると疲れるわ。しかも、尋常じゃない数がこっちに……。",
			"하아... 너랑 있으면 피곤해. 게다가 평범하지 않은 숫자가 이쪽으로...",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			144049,
			"Who cares, you get rid of them now! Do not waste our time to appreciate the art!",
			"谁管那么多啊，你赶紧把它们全部清理掉！不要浪费我们之后去欣赏艺术的时间了！",
			"トレアドールの名を傷付けないで。さっさと全部片づけなさい。私の芸術鑑賞の時間を無駄にしないでほしいわ。",
			"트레아도르의 이름에 먹칠하지 말라고. 빨리 다 처리해. 내 예술 감상 시간을 낭비하지 말았으면 좋겠어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			144050,
			"Hey, you can’t just be so bossy. I may not be able to take all of them on my own...",
			"喂喂，哪有你这么颐指气使的啊，我一个人不一定能搞定那些家伙啊……",
			"ちょっと、どこにそんな偉そうな態度で指図する人がいるのよ。さすがに数が多過ぎて私だけじゃ倒せないかもしれないわよ……。",
			"야, 어디서 그렇게 건방지게 지시하는 사람이 있어. 이 정도 숫자는 나 혼자서는 못 잡을지도 모르겠어...",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144051,
			"No! I don't want to stain my precious umbrella and beautiful clothes. You are the servant of noble Toreador, aren’t you capable of this?",
			"不要！我可不想弄脏我宝贵的伞和漂亮的衣裳。身为高贵的妥芮朵的下仆难道连这点能耐也没有么？",
			"ダメよ！私の大切な傘と綺麗な服を汚したくなんかないんだから。高貴なトレアドールの下僕なのに、この程度の雑魚も処分できないの？",
			"안 돼! 내 소중한 우산과 예쁜 옷을 더럽히고 싶지 않다고. 고귀한 트레아도르의 하녀이면서, 이 정도 잡몹도 처리 못하는 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144052,
			"Tsk, I never said I can’t do it. Let it to me!",
			"哼，本小姐从来没说过我不行，看我的！",
			"あんな雑魚なんて私ひとりで十分に決まってるじゃない！見てなさい！",
			"저런 잡몹은 나 혼자도 충분히 상대할 수 있다고! 잘 봐!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144053,
			"Bang Bang Bang! Roar! Roar!",
			"砰砰砰！吼吼吼！吼吼吼！",
			"——バン、バン、バン！ドォォォン！ドォォォン！",
			"——빵, 빵, 빵! 쾅! 쾅!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144054,
			"Waaah there’s so many of them! Why was I taunted so easily...",
			"哇啊啊啊太多了！我为什么会中那么简单的激将法啊……",
			"口車に乗せられて戦ってはみたけど……うーん、無理だよね。",
			"꾀에 넘어져 싸워보긴 했지만... 음, 무리네.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144055,
			"Servant! Stop slacking, come and finish those disgusting things off… Hey! Don't come near me! Don’t touch my clothes with your dirty hands! What are you doing to your master!",
			"下仆！你在偷什么懒，快把那些恶心的蠕虫给清理掉……喂，别靠过来啊！别用你那沾满污秽的手碰我衣服！你要对你的主人干什么！",
			"下僕！何故サボっているの。早くあの気持ち悪いのを片付けなさい。……え？ちょっと、こっち来ないでよ！汚らわしい手で私の服に触らないで！自分の主になにをするの！？",
			"하인! 왜 빈둥거리는 거야. 빨리 저 역겨운 걸 처리하라고. ...어? 잠깐, 이쪽으로 오지 마! 더러운 손으로 내 옷에 대지 말라고! 자기 주인에게 무슨 짓이야!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144056,
			"You are not fighting, so just listen to me! I will take you away from here!",
			"不战斗的人就老老实实听话吧！我先带你离开这里！",
			"戦わないなら大人しくして。あなたを連れてここから逃げるわ。よいしょっと。",
			"싸우지 않을 거면 조용히 있어. 너를 데리고 여기서 도망칠 거야. 자, 잡아라.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144057,
			"Put me down! You’re such a Tomboy! Savage! Gorilla! Just put me down! Don't let those dirty things touch me!!",
			"快放下我！你这个男人婆！野蛮人！大猩猩！快放下我！别让那些脏东西碰到我！！",
			"は、放して！野蛮人！その汚いものを私につけないで！！",
			"놔, 놓으라고! 야만인! 그 더러운 걸 내게 대지 마!!",
			null
		]
	],
	"3206": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144058,
			"Phew~ We’ve finally got away. Toreador, you are really light~ If it was Judah… Ouch--",
			"呼~总算逃脱了，说起来妥芮朵你还真是轻啊~要是换做犹大……嘶——",
			"ふぅ、なんとか逃げてこれたわね。ところで、あなたって本当に軽いわね。十字架ちゃんだったら……ヒュッ——",
			"후우, 어떻게든 도망쳤네. 그런데, 너 정말 가볍다. 십자가 쨩이었으면... 휙——",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144059,
			"Call me master! You rude servant, how dare you to treat your master like this, I will send you to Victor’s wolf farm!",
			"要叫主人！你这个粗鲁的仆从，竟然如此对待你的主人，我要把你送去维克多的狼圈里去！",
			"ご主人様と呼びなさい！野蛮な下僕。主に対して、そのように接するなんて、牢で反省してもらうわよ！",
			"주인님이라고 불러! 야만스러운 하인. 주인을 대하는 태도가 그게 뭐야, 감옥에서 반성하게 해주겠어!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144060,
			"Hey, if I hadn't carried you here, you'd have been...",
			"喂喂，要不是我把你抱过来，你就要被那些……",
			"私があなたを抱きかかえてこなかったら、ゾンビの——",
			"내가 너를 안고 오지 않았더라면, 좀비의 ——",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144061,
			"Stop it! Do not let those filthy things corrupt my mind! Can’t you be considerate for your own master!",
			"快别说了！别再让那些肮脏污秽的东西影响我的思维！你这个榆木脑袋难道就不会体谅自己的主人么！",
			"それ以上言わないで！あんな汚らわしい姿を思い出させないで！下僕は主のことを考えられないのかしら！？",
			"더 이상 말하지 마! 그런 추잡한 모습을 떠올리게 하지 말아줘! 하인은 주인을 생각하지도 못하는 거야!?",
			null
		],
		[
			"msg",
			144062,
			"Ouch, my hair is messed up, and my skirt is wrinkled. You would have been suffering in a dungeon on another day. You should be thankful for my mercy!",
			"呜，头发居然翘向了一边，裙子上也多了那么多褶皱，换做平时你已经在地牢里接受刑罚的洗礼了。感谢我的仁慈吧！",
			"あぁ、髪は乱れるし、スカートもシワだらけね。普段から罰を受けているから今回は許してあげるわ。私の優しさに感謝なさい！",
			"아, 머리도 흐트러지고 스커트도 주름투성이라니. 평소부터 벌을 받고 있으니 이번만은 봐줄게. 내 친절함에 감사하라구!",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				2,
				false
			]
		],
		[
			"msg",
			144063,
			"Hold the umbrella for me! I want to tidy up myself to enjoy the art.",
			"帮我拿着伞！我要整理一下仪容，好欣赏接下来的艺术。",
			"傘を持ちなさい！身だしなみを整えてから芸術を鑑賞しないといけないわ。",
			"우산을 들어! 단정히 차려입고 나서 예술을 감상해야지.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				2,
				true
			]
		],
		[
			"msg",
			144064,
			"Are you going to do make up here?",
			"居然要在这里打扮么？",
			"傘を持つのは構わないけど……ここで化粧するの？",
			"우산을 드는 건 상관없지만... 여기서 화장을 하는 거야?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				4,
				false
			]
		],
		[
			"msg",
			144065,
			"You will never understand, so just stay here and watch!",
			"你这种粗糙的神经当然不会理解的，所以你只要在旁边看着就好！",
			"無神経な下僕には理解できないでしょうね。少し待っていなさい。",
			"둔감한 하인은 이해 못하겠지. 좀 기다려.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				4,
				true
			]
		],
		[
			"msg",
			144066,
			"Oh… Okay…",
			"哦…哦……",
			"はいはい。わかったわよ。",
			"알았어 알았어.",
			null
		],
		[
			"msg",
			144067,
			"I’m getting used to her sharp words... Maybe I’m a Maso-… Nonono, I must have stayed with Judah for too long… Habit is such a terrifying thing.",
			"渐渐地我居然也习惯了这家伙的毒舌…莫非我身上有着抖M的潜质么……不对不对，肯定是跟犹大那个家伙呆一起太久了……习惯还真是可怕啊。",
			"だんだん毒舌にも慣れてきちゃったわね……まさか、私にそういう属性が？いやいや、きっと十字架ちゃんと長いこと一緒にいたからよね。習慣って本当に恐ろしいわね。",
			"점점 독설에도 익숙해져 버렸네... 설마, 내게 그런 속성이? 아니야, 분명 크로스 쨩과 오래 함께 있어서 그런 거야. 습관이란 정말 무서운 거네.",
			null
		],
		[
			"msg",
			144068,
			"Hey, are you done yet… The museum is going to close?",
			"喂，你还没有好么…再这样下去博物馆要闭馆了哦？",
			"ねえ、まだなの？博物館が閉まっちゃうよ。",
			"저기, 아직이야? 박물관 문 닫을 거야.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			144069,
			"Phew-- Alright, I’m finally done.",
			"呼——好了，总算打理好了。",
			"ふぅ……これでいいわ。何とか整えられたから行くわよ。",
			"후... 이제 됐어. 어떻게든 정리했으니 가자.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			144070,
			"Huh? Looks not much different~ You just look flipped horizontally…",
			"嗯？也没有什么不一样嘛~也就感觉整个人像是翻转过来的一样而已…",
			"うん？なにも変わってないと思うけど……反転しただけで同じよね？",
			"음? 아무것도 안 바뀐 것 같은데... 뒤집힌 거 말고는 똑같은 거 아냐?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			144071,
			"Flipped? It seems that you have understood the essence. Now, let me see how much has the art of human grown~",
			"翻转？看来你已经理解了我打扮的意义了，那接下来就让我看看所谓人类的艺术究竟又成长到了什么地步吧~",
			"反転？下僕も私の化粧の意味を理解したようね。そろそろ人間の芸術とやらがどこまで成長したのか見に行くわよ。",
			"역전? 하인도 내 화장의 의미를 이해한 모양이네. 이제 곧 인간의 예술이라는 게 얼마나 성장했는지 보러 가겠어.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144072,
			"...",
			"……",
			"——最悪ね。出るわ。",
			"——최악이네. 나갈게.",
			null
		],
		[
			"msg",
			144073,
			"What a mess, no, this cannot be even called a mess!",
			"这都是什么乱七八糟的东西，不，甚至不能称之为东西！",
			"これは｢物｣ですらないわね。",
			"이건 ｢물건｣도 아니네.",
			null
		],
		[
			"msg",
			144074,
			"I have been looking forward to it so much… Toreador was fooled by her own servant! You! You!",
			"明明我这么期待……妥芮朵居然被自己的下仆愚弄了！你！你！",
			"本当に楽しみにしていたのに……トレアドールが自分の下僕に愚弄されるなんて！",
			"정말 기대하고 있었는데... 트레아도르가 자신의 하인에게 조롱당하다니!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144075,
			"Slap! Slap! Slap!",
			"啪！啪！啪！",
			"——パンッ！パンッ！パンッ！",
			"——팡! 팡! 팡!",
			null
		]
	],
	"3207": [
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144076,
			"Stop following me, you stupid, hopeless scrub!",
			"不要再跟着我了，你这个愚不可及屡教不改的废柴！",
			"もうついて来なくていいわ。下僕のくせに救いようがない愚か者の役立たず！",
			"이제 따라오지 않아도 돼. 하인 주제에 구제불능 바보 같은 쓸모없는 녀석!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144077,
			"Um, alright, don’t be so angry… Hey, you are walking too fast, you are going to fall--",
			"呃，好啦，不要生气了……喂，你别走那么快，小心摔着——",
			"わかったから怒らないでよ……。ちょっと、そんなに焦って歩くと転ぶわよ？",
			"알았으니까 화내지 마... 야, 그렇게 급히 걷다가 넘어질 거야?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144078,
			"Ouch--",
			"哎呀——",
			"——きゃあっ！",
			"——꺄악!",
			null
		],
		[
			"msg",
			144079,
			"Don't touch me with your hands!",
			"不要用手碰我！",
			"下僕！さわらないで！",
			"하인! 만지지 마!",
			null
		],
		[
			"msg",
			144080,
			"You are supposed to be Toreador’s most loyal servant, but you made Toreador unhappy. I should have sent you to Charaville to be tortured!",
			"明明已经是妥芮朵最为忠实的下仆，却丝毫不忠诚于妥芮朵，偏偏要惹妥芮朵不开心，你这种下仆早就该送到沙拉维尔那里去受刑！",
			"トレアドールの忠実な下僕であるはずなのに、ちっとも忠実ではないし、不愉快なことばかりして。さっさと牢で鎖を繋いだ後に拷問するべきだわ！",
			"트레아도르의 충실한 하인일 텐데, 전혀 충실하지도 않고 불쾌한 일만 하네. 어서 감옥에 쇠사슬로 묶은 뒤 고문해야겠어!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144081,
			"Well, I don’t understand how I made you unhappy. I will never do if you don’t explain it.",
			"呃，我怎么惹你不开心了，你不说出来我也不懂啊。",
			"ほら、汚れちゃったじゃない。土を払うから、こっちを向いて。",
			"자, 더러워졌잖아. 흙을 털어줄 테니까, 이쪽으로 돌아봐.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144082,
			"Of course you-",
			"当然是——",
			"あたりまえよ！高貴でエレガントなトレアドールが汚れているなんて恥——",
			"당연하지! 고귀하고 우아한 트레아도르가 더러워져 있다니 창피——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144083,
			"*Bubbles*",
			"咕噜噜……",
			"——きゅるるん",
			"—— 큐르릉",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144084,
			"Hmm? What was that?",
			"什么声音？",
			"……この奇妙な音はなに？",
			"......이 이상한 소리는 뭐야?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			144085,
			"*Cough*, my stupid, uneducated servant… Toreador is lenient, and you shall be forgiven this time, as long as you bring your master some scarlet, sweet…",
			"咳咳，愚不可及的不开教化的下仆啊……宽容的妥芮朵这次不计前嫌，只要你带给你的主人殷红而又甜美的……",
			"コホン、愚かで救いようのない下僕よ……寛容なトレアドールは、今回だけは大目に見てあげるわ。自分の主にあるものを持ってくれば……ね。赤くて甘い——",
			"크흠, 어리석고 구제불능의 하인이여...... 관대한 트레아도르가 이번만은 봐줄게. 네 주인에게 있는 걸 가져오면...... 응. 빨갛고 달콤한——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			144086,
			"Blood?",
			"鲜血？",
			"血？",
			"피?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			144087,
			"Slap!",
			"啪！",
			"——パンッ！",
			"—— 팡!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144088,
			"I told you, do not compare me with those idiots with sharp fangs and know nothing but to expand their population!",
			"都说了，不要拿那些尖牙利嘴，整天就只知道想方设法去扩大自己种群的傻瓜和我相提并论！",
			"あんな鋭い牙をして自分たちの種族を拡大させることしか頭にないバカと一緒にしないでって言ったでしょう！",
			"저런 날카로운 송곳니를 하고 자기들 종족만 확장시키는 바보들이랑 비교하지 말라고 했잖아!",
			null
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1062,
				4,
				false
			]
		],
		[
			"msg",
			144089,
			"As long as you can have tea that is up to my standard, I will tell you how to get along with kind Toreador.",
			"只要你能准备出让我满意的红茶，我就告诉你该如何与最和蔼的妥芮朵相处。",
			"私を満足させられる紅茶を持ってくれば、トレアドールと仲良くできる方法を教えてあげるわ。",
			"나를 만족시킬 홍차를 가져오면, 트레아도르와 친해질 방법을 가르쳐 줄게.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				4,
				true
			]
		],
		[
			"msg",
			144090,
			"Tea… Why is she suddenly so nice?",
			"红茶么……不过说起来为什么这个人变得这么好说话了？",
			"紅茶？用意するのは別にいいんだけど、どうしたの？",
			"홍차? 준비하는 건 별로 상관없는데, 왜?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1062,
				4,
				true
			]
		],
		[
			"msg",
			144091,
			"*Bubbles*",
			"咕噜噜……",
			"——きゅるるるるるん",
			"——꿀럭꿀럭",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			144092,
			"...",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1062,
				2,
				false
			]
		],
		[
			"msg",
			144093,
			"What are you looking at? Go and prepare you stuff!",
			"看什么看，还不快去准备！？",
			"何を見ているのよ、早く用意しなさい！",
			"뭘 그렇게 보고 있어, 빨리 준비하라구!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				2,
				true
			]
		],
		[
			"msg",
			144094,
			"Alright alright~ I get it. On my way right now.",
			"好好~我明白了，我这就去准备。",
			"可愛いところもあるじゃない。用意してくるわ。",
			"귀여운 구석도 있네. 준비해 올게.",
			null
		],
		[
			"msg",
			144095,
			"Seems she’s hungry from all the walking. She needs to be pampered, after all.",
			"看来是走了太长的路导致饿了呢。果然说到底还是一个娇贵的大小姐呢。",
			"ずっと歩いてたからお腹が空いたのね。甘えん坊のお嬢様ね。",
			"계속 걸어다녀서 배가 고팠나봐. 애교쟁이 아가씨네.",
			null
		],
		[
			"msg",
			144096,
			"Well, I should prepare something for her then. She’s actually quite cute when she’s not being so mean~",
			"就稍微准备一下好了吧？毕竟不毒舌的她也有点可爱呢~",
			"それにしても……ずいぶん可愛い空腹音ね。",
			"그래도... 상당히 귀여운 배고픈 소리네.",
			null
		]
	],
	"3202": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143989,
			"You really try to be elegant in everything...",
			"果然是一个把优雅当做自己的信条的大小姐呢……",
			"やっぱり、エレガントを信条とするお嬢様なのね。",
			"역시, 우아함을 신조로 하는 아가씨네.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			143990,
			"...",
			"……",
			"……。",
			"......",
			"......"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			143991,
			"How was it? I know I’m not good at this...",
			"怎么样，虽然手艺不怎么好……",
			"大した腕じゃないけど、どうかしら？",
			"대단한 실력은 아니지만, 어때?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			143992,
			"Not good? It’s 100 times worse than that! Black tea is too bitter! The cream on the cake is also asymmetrical...",
			"岂止是不好，简直就是比难吃还低了一百个层次！红茶太苦了！蛋糕上的奶油浇灌地也不对称……",
			"大した腕じゃないどころか｢マズい｣の何百倍もひどいわ！紅茶は苦すぎるし、ケーキのクリームは対称じゃないわ！",
			"대단한 실력은커녕 ｢ 맛없는 ｣의 몇백 배는 더 심해! 홍차는 너무 쓴데다가, 케이크 크림은 대칭이 아니잖아!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			143993,
			"Uh… But you’ve finished everything.",
			"呃…但是你不是把这个都吃完了么。",
			"でも、全部食べたじゃないの。美味しかった？",
			"그런데, 다 먹었잖아. 맛있었어?",
			"Uh... but didn't you finish eating it all?"
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				1,
				false
			]
		],
		[
			"msg",
			143994,
			"Even the pampered Toreador will not waste any food. One should be responsible of what she has done, that is the creed of nobility.",
			"就算是养尊处优的妥芮朵也不会浪费粮食，自己种下的因果要自己来偿还，这是身为贵族的信条。",
			"げ、下僕が作ったマズい料理とはいえ、高貴なトレアドール一族は食べ物を無駄にしないのよ！貴族として当然の嗜みよ！",
			"윽, 하인이 만든 맛없는 음식이라고 해도, 고귀한 트레아도르 일가는 음식을 낭비하지 않는 거야! 귀족으로서 당연한 교양이지!",
			null
		],
		[
			"msg",
			143995,
			"In particular, we Toreadors were said to be arrogant and presumptuous, but in fact we are the most cautious family.",
			"尤其是我们妥芮朵一族，在世人的传说中是自大而且放肆的，但实质上我们却是最为收敛的一族。",
			"私たちトレアドールは、世間では尊大でわがままだと言われているけれど、実際は最も慎み深い一族なのよ。",
			"우리 트레아도르는 세간에서는 오만하고 제멋대로라고 말해지지만, 실제로는 가장 검소한 일가야.",
			null
		],
		[
			"msg",
			143996,
			"Our artistic accomplishments had long surpassed human’s work, but we had to destroy them all because we had to stay low-key.",
			"而且我们在艺术上的造诣甚至早早地超越了人类，但由于避世的原则，那些艺术品我们都只能毁掉。",
			"私たちの芸術に関する知識は広く理解が深く優れているの。もう、人間を軽く超えているわ。特に｢対称｣の美よ！ノートルダム大聖堂、ピラミッド、パルテノン神殿。どれも対象の典型なのよ！",
			"우리의 예술에 대한 지식은 넓고 이해가 깊으며 뛰어나. 벌써 인간을 가볍게 뛰어넘었어. 특히｢대칭｣의 아름다움! 노트르담 대성당, 피라미드, 파르테논 신전. 모두 대칭의 전형이야!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			143997,
			"But Toreador, why don’t you like the exhibits in that gallery? You didn’t even step in it, but got really angry from looking at the title of the show...",
			"那为什么妥芮朵却不喜欢那个美术馆中的展品呢？甚至都没有进去看只是看了展会的标题就生气了……",
			"それじゃあ、さっきの芸術展は｢対称｣じゃないから怒ったってことなの——",
			"그러면, 아까의 예술전은｢대칭｣이 아니어서 화낸 거라는 거네——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1062,
				1,
				true
			]
		],
		[
			"msg",
			143998,
			"Slap!",
			"啪！",
			"——パンッ！",
			"——팡!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			143999,
			"How dare you say!? Toreador has hinted to you many times, Toreador loves beautiful, aesthetic things.",
			"你还有脸说！？妥芮朵已经三番五次地在暗示你了，崇尚艺术的妥芮朵最喜欢的是具有美感的东西。",
			"下僕、黙りなさい。あんなところは芸術展でもなんでもないわ。無駄に思い出させないで。この間、私のことを本気で……ま、守っていなかったら、あのドロドロの餌にしていたわ！",
			"하인, 입 다물어. 그런 곳은 예술전도 뭐도 아니야. 쓸데없이 생각나게 하지 마. 지난번에, 나를 진짜로…… 뭐, 지켜주지 않았더라면, 그 끈적끈적한 먹이로 되었을 거야!",
			null
		],
		[
			"msg",
			144000,
			"Especially the beauty of “symmetry”! The Forbidden City, the Notre Dam De Paris, the Pyramid, the Parthenon, they are all symmetrical classics. But you!",
			"尤其是“对称”的美！故宫、巴黎圣母院、金字塔、帕特农神庙，无一不是对称的经典。而你呢！",
			"い、一応お礼は言っておくわ。そ、その……あ……あり、ありが……ふ、ふんっ！感謝なさい！！",
			"어, 일단 고말은 해 둘게. 그, 그…… 어…… 고, 고맙…… 흥! 감사하라고!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144001,
			"Uh... I got it! I’m sorry! Please stop this topic!",
			"呃…我明白了，我道歉！请不要再说了！",
			"あれれ？私が感謝される側じゃないのぉ？顔真っ赤にしてお礼も言えないなんて……もう、可愛いなぁ！",
			"어라라? 내가 감사받는 쪽이 아니었어? 얼굴 빨개지면서 고맙다는 말도 못하다니... 정말, 귀엽네!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1062,
				3,
				false
			]
		],
		[
			"msg",
			144002,
			"Out of all things why did you bring me to see the “Exhibition of Asymmetrical Art”! If it wasn’t for your protection, I should have left you in that mud and get digested!",
			"为什么偏偏要带我去看“不对称艺术品展”，如果不是看在你之前本意是在保护我，我就该让那群烂泥把你围起来消化掉！",
			"な、なんで近寄るのよ！きゅ、急に抱き着かないで！いい加減に離れないと、あの腐った肉の餌に下僕を……そういえば、あなたの名前はなんて言ったかしら？覚えてあげるから……お、教えなさい。",
			"너, 너 왜 다가오는 거야! 갑, 갑자기 안기지 마! 적당히 떨어지지 않으면, 그 썩은 고기 밥으로 하인을... 아참, 너 이름이 뭐라고 했지? 기억해줄 테니까... 어, 말해.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1062,
				3,
				true
			]
		],
		[
			"msg",
			144003,
			"I’m sorry I won’t do it again!",
			"对不起我再也不会了！",
			"ふふっ、可愛いなぁ……もう。私の名前はキアナ。キアナ･カスラナよ。忘れちゃダメだからね？これからもよろしくね、トレア！",
			"후훗, 귀엽네... 정말. 내 이름은 키아나. 키아나･카스라나야. 잊으면 안 돼, 알겠지? 앞으로도 잘 부탁해, 트레아!",
			null
		]
	]
}