{
	"2801": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143353,
			"Achoo!",
			"阿嚏！",
			"ハ、ハ……ハクション！！",
			"하, 하…… 하츄!!",
			null
		],
		[
			"msg",
			143354,
			"Isn’t it Summer now? Why is it so cold in the school... Sure enough I can never figure out what’s going on in here no matter how long I have stayed... Is it really a simple subspace...",
			"咦，明明是夏天的清晨，巴比伦学园还这么冷……果然不管来几次都搞不懂这巴比伦学园究竟是一个怎样的地方。难道真的只是一个普通的亚空间么……",
			"夏の朝だっていうのに、なんでバビロン学園はこんなに寒いのよ……。何度きても意味がわからない場所ね。まさか、本当は亜空間なんじゃ……。",
			"여름 아침이라는 데도, 왜 바빌론 학원은 이렇게 추운 거야……. 몇 번 와도 이해가 안 되는 곳이네. 설마, 진짜 아공간인 거 아니야…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143355,
			"Thump, thump, thump, thump......",
			"咚、咚、咚、咚、……",
			"——ドン！ドン！ドドン！ドンドン！",
			"——둥! 둥! 두둥! 둔둔!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10000,
				0,
				true
			]
		],
		[
			"msg",
			143356,
			"This sound... I have heard it somewhere before... Oh, it’s the sound of the taiko at the festival, the one I went with Mei.",
			"这个声音……我之前好像在哪听过，对了，那不是在和芽衣一起去参加庙会的时候太鼓的声音吗？",
			"ん？この音は……太鼓の音？以前に芽衣先輩と一緒に行ったお祭りを思い出すわね。",
			"음? 이 소리는…… 북 소리? 전에 메이 선배와 함께 갔던 축제가 생각나네.",
			null
		],
		[
			"msg",
			143357,
			"Is that a village over there? Seems to be a new one. By the way, the school is having new students recently, so I guess that’s their dormitories.",
			"那边是一个村庄么，感觉是新建立起来的呢。对了，听说巴比伦学园新来了一批新生，看来这里就是为她们新建的校舍呢~",
			"そういえば、バビロン学園に新入生がきてるんだっけ。太鼓の音も気になるけど、こっちを覗いてみようかしら。どれどれ——",
			"그러고 보니, 바빌론 학원에 신입생이 왔었지. 북 소리도 궁금하지만, 이쪽을 살펴볼까. 어디어디 ——",
			null
		],
		[
			"msg",
			143358,
			"Seems they are holding a welcome party or something. Didn’t see it would be in such a classic form. Maybe it would be fun!",
			"感觉今天像是在弄欢迎会之类的，不过居然是这么古典的形式，说不定很有趣！",
			"今日は歓迎会をしているみたいだけど……あの奇妙な踊りはなんなのかしら？なんか、力が抜けていくような——",
			"오늘은 환영회를 하는 것 같은데…… 저 기묘한 춤은 뭔가? 뭔가, 힘이 빠지는 것 같은 ——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143359,
			"Huh? Who are you? Why are you standing here? Are you... here to attend my firework festival? Follow me then.",
			"咦？姐姐你是谁？为什么站在这里啊？难道…难道你也是来参加夜夜举办的花火大会的吗？那就快跟我来吧~",
			"あれ？お姉ちゃん、そこでなにしてるの？もしかして、私が主催する花火大会にきてくれたの？じゃあ、連れて行ってあげるね！",
			"어라? 언니, 거기서 뭐 해? 혹시, 내가 주최하는 불꽃놀이 대회에 온 거야? 그럼, 데려가 줄게!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143360,
			"Wait, wait a minute. Which school are you in? I’ve never seen you before.",
			"等、等一下啦~你是哪所学院的学生？我之前没有见过你诶。",
			"ま、待ってよ！あなた見たことないんだけど誰なの？",
			"잠, 잠깐만! 너 처음 보는데 누구야?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143361,
			"Well? Are you asking me? It’s not long after I’m here, so I don’t belong to any college for the moment...",
			"嗯？你在问夜夜么？夜夜才来到这里不久，还不知道自己要被分到哪个学院呢……",
			"え？私は真夏の夜。バビロン学園にきたばかりで、まだよくわからないの。",
			"어? 나는 한여름 밤. 바빌론 학원에 막 와서 아직 잘 모르는걸.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143362,
			"But the firework festival tonight is held by me. Seeing the night sky, I think it still needs some decorations. It looks the best with stars and fireworks!",
			"不过今晚的花火大会是夜夜办起来的哦~毕竟夜夜总觉得这里夜晚的星空中缺了点什么。果然，除了星星之外，还要有烟花来一起点缀夜空嘛！",
			"それより、お姉ちゃん。今夜は私が花火大会を主催するの！バビロン学園の夜空には花火が足りないと思うの！",
			"그보다, 언니. 오늘 밤은 내가 불꽃놀이를 주최할 거야! 바빌론 학원의 밤하늘에는 불꽃이 부족하다고 생각해!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				2,
				true
			]
		],
		[
			"msg",
			143363,
			"No wonder she’s wearing yukata... So she’s just a playful kid... Never mind. I’ll keep her companied for a while.",
			"难怪穿着浴衣呢……原来还只是一个喜欢玩耍的小孩子啊……算了，就陪她玩玩好了。",
			"だから、浴衣を着ているのね。時間あるし一緒に遊ぼっか。",
			"그래서, 유카타를 입고 있는 거구나. 시간도 있으니 같이 놀자.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143364,
			"Here we are. We’re holding the firework festival here today!",
			"我们到了哦~今天，我们就要在这里举办花火大会！",
			"お姉ちゃん、着いたよ！今日はここで花火大会を開催するの！",
			"언니, 도착했어! 오늘은 여기서 불꽃놀이 대회를 열 거야!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				2,
				true
			]
		],
		[
			"msg",
			143365,
			"But... nothing’s here...",
			"这…这里不是什么都没有么……",
			"……え？ここで？",
			"......어? 여기서?",
			null
		]
	],
	"2803": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143382,
			"I thought we were holding a firework festival, but we don’t have anything here?",
			"夜夜，这里不是要办花火大会么，为什么什么都没有呢？",
			"ここで、花火大会をやるのよね？なのに、どうしてなにもないのよ！？",
			"여기서, 불꽃놀이를 하는 거 맞지? 그런데 왜 아무것도 없는 거야!?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143383,
			"That’s because there’s only me from the beginning.",
			"因为本来就只有夜夜一个人呀~所以当然什么都没有咯。",
			"だって、私ひとりじゃ大変なんだもん。仕方ないじゃない！",
			"왜냐면, 나 혼자서는 힘들거든. 어쩔 수 없잖아!",
			null
		],
		[
			"msg",
			143384,
			"So I beat the taiko here, hoping to meet someone interested in becoming my companion!",
			"夜夜只是在想在这里敲打这个太鼓的话会不会有人感兴趣来这里看看，那样夜夜就能找到自己的同伴了！",
			"だから、太鼓を叩けば興味を持ってここに誰かがくると思って。そうしたら、私でも仲間を見つけられるじゃない？",
			"그래서, 북을 치면 관심을 가지고 여기로 누가 올 거라고 생각했어. 그럼 나라도 동료를 찾을 수 있지 않을까?",
			null
		],
		[
			"msg",
			143385,
			"That’s a really good idea! I saw you come up as soon as I started beating.",
			"这确实是一个好办法呢！因为夜夜才没开始敲多久就看到了你走过来了呢~",
			"これはいい方法だと思うのよ！だって、私が太鼓を叩き始めてお姉ちゃんがきたんだもん！",
			"이거 좋은 방법인 것 같아! 왜냐면 내가 북을 치기 시작하자마자 언니가 왔잖아!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143386,
			"Gosh... I wouldn’t have come here if I knew it. Curiosity killed the cat.",
			"咕…早知道听到鼓声我就不过来了，果然好奇心害死猫。",
			"……え？太鼓の音は確かに聴いてたけど、奇妙な踊りを見てたときに連れてこられた……はずよね？",
			"……어? 북 소리는 확실히 들었지만, 이상한 춤을 보고 있던 때에 끌려온…… 거 맞지?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143387,
			"But we can still use more manpower. Maybe we should find others to help.",
			"但是果然两个人还是有点不够，如果还能找到其他能够帮忙的人就好了~",
			"お姉ちゃん、細かいことは気にしないの！他にも手伝ってくれる人がいればいいんだけど……。",
			"언니, 자세한 건 신경 쓰지 마! 다른 사람도 도와줄 사람이 있으면 좋을 텐데…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				3,
				true
			]
		],
		[
			"msg",
			143388,
			"Well... I don’t think that would work, since the students here all have a strong personality. It will take days to ask them for help. It’s so lucky for me to have you!",
			"嘛…我觉得已经不太可能了，毕竟这所学园里的都是非常有个性的家伙，想让她们帮忙得花上好几天的功夫呢，能找到已经说明你很幸运了呢！",
			"それはちょっと難しいんじゃないかな。バビロン学園は、なぜか個性的な人ばっかり集まってるのよね。手伝ってくれるかわかんないよ？",
			"그건 좀 어려울 것 같은데. 바빌론 학원은 왠지 개성 강한 사람들만 모여있거든. 도와줄 사람이 있을지 모르겠네?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143389,
			"Huh? Why can’t you schoolmates help each other?",
			"诶~明明都是一个学园的却不能互相帮助么？",
			"え？な、なんで！？同じ学園の仲間なのにお互い助け合わないの？",
			"어? 왜, 왜!? 같은 학원 동료인데 서로 도와주지 않는 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				3,
				true
			]
		],
		[
			"msg",
			143390,
			"It’s not about whether we’re schoolmates or not. Alas, it’s a long story. Forget it. I’ll help you find someone to help.",
			"倒不是这个原因啦~主要是…唉，一言难尽，总之我先带你去其他地方找找看看有没有人能够帮你吧。",
			"そういう理由じゃないの。説明が難しいわね……。と、とにかく他の場所に行って手伝ってくれる人がいないか聞いてみよ？",
			"그런 이유가 아니야. 설명하기 어렵네……. 어, 어쨌든 다른 곳 가서 도와줄 사람이 없는지 물어보자?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143391,
			"That's great. Thank you!",
			"嗯~太好了~谢谢姐姐~",
			"うん！お姉ちゃん、ありがとう！",
			"응! 언니, 고마워!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143392,
			"Well, the name “Kiana” is quite popular with most students. There must be dozens who would like to help!",
			"哼~好歹我琪亚娜在这个学园里名声可不小呢，愿意帮助我们的人肯定非常多的！",
			"私は、この学園じゃ名前が売れているの。だから、きっと手伝ってくれる人はたくさんいるはずよ！",
			"나는 이 학원에서 이름이 알려져 있거든. 그러니까, 분명 도와줄 사람은 많을 거야!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143393,
			"But why would you help me?",
			"但是为什么琪亚娜姐姐要帮助我呢？",
			"お姉ちゃんはどうして手伝ってくれるの？",
			"언니는 왜 도와주는 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				3,
				true
			]
		],
		[
			"msg",
			143394,
			"Well... Don’t take it the wrong way! I’m just... Right! This is a punishment for my curiosity. That’s it!",
			"这…你可别误会了哦！这不过是…对了！是对我随意产生好奇心的惩罚，就是这样！",
			"もちろん、芽衣先輩と一緒に……わ、私も花火が見たいからに決まってるじゃない！",
			"물론, 메이 선배와 함께... 와, 나도 불꽃놀이 보고 싶어서 그런 건 당연하잖아!",
			null
		],
		[
			"msg",
			143395,
			"Now hold my hand or you may get lost in the vast campus.",
			"夜夜，牵住我的手哦，巴比伦学园很大，可别跟丢了~",
			"バビロン学園は大きいから迷子にならないようにね。はい、手を繋いで。",
			"바빌론 학원은 크니까 길 잃지 않게 조심해. 자, 손 잡아.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143396,
			"I see.",
			"嗯！夜夜知道啦~",
			"うん！お姉ちゃん、行こう！",
			"응! 언니, 가자!",
			null
		]
	],
	"2804": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143397,
			"...",
			"……",
			"……なんで。",
			"......왜.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143398,
			"Kiana?",
			"琪亚娜姐姐？",
			"お姉ちゃん、どうしたの？",
			"언니, 무슨 일이야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				3,
				true
			]
		],
		[
			"msg",
			143399,
			"Oh my, why did it end up like this?",
			"啊啊啊，为什么会变成这样……",
			"十字架ちゃん！今すぐにでてきなさい！私の呼びかけを無視するなんて、いい度胸じゃない！！",
			"크로스 양! 당장 나오렴! 내 부름을 무시하다니, 감히 좋은 대담함이네!!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143400,
			"It’s okay. We can turn to somewhere else.",
			"琪亚娜姐姐，没关系的哟，这里没有人帮忙的话，其他的地方说不定会有人来帮助我们呢~",
			"お、お姉ちゃん……どうしたの？こわい……。",
			"어, 언니... 무슨 일이야? 무서워....",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143401,
			"No... This is already the last college, but still no one would like to help us. As for those who are most likely to help, I don’t know where they are...",
			"不可能的…因为这里已经是最后一所学院了，没有人想要帮我们。那些最有可能帮助我的家伙也都不知道干什么去了……",
			"一般生徒は断られてもしかないとしても、私の知り合いはどこにいるのよ……誰もいないじゃないの。ヤドリギは木の上で寝てるのかしら？",
			"일반 학생들은 거절당할 수밖에 없지만, 내 아는 사람들은 어디 있는 거야…… 아무도 없잖아. 겨우살이는 나무 위에서 자고 있는 걸까?",
			null
		],
		[
			"msg",
			143402,
			"I'm sorry, Night. I overestimated my charm. Seems I can’t find anyone to help...",
			"对不起，夜夜，我果然还是太高估自己的魅力了。看来我没有办法帮助你找到更多来帮忙的人了……",
			"ごめんね。私が声をかければ手伝ってくれる人がいると思ってたんだけど……。",
			"미안해. 내가 부르면 도와줄 사람이 있을 줄 알았는데…….",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143403,
			"It's okay, Kiana. We can do it by the two of us even if no one can help.",
			"没关系的哦，琪亚娜，如果没有其他人帮忙的话，那就我们两个一起把这里布置好不就行了么？",
			"ううん、お姉ちゃん。手伝ってくれる人がいないなら、ふたりで一緒に準備してやろうよ！",
			"아냐, 언니. 도와줄 사람이 없다면, 우리 둘이서 함께 준비해보자!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143404,
			"You mean... holding a firework festival by only the two of us? No way!",
			"你说…只靠我们的力量，办一个花火大会？不可能不可能的，绝对不可能！",
			"ふたりで花火大会の準備をするの？無理に決まってるじゃない。",
			"둘이서 불꽃놀이 준비를 한다고? 당연히 무리지.",
			null
		],
		[
			"msg",
			143405,
			"It’s not a simple game like playing house, but a mega event held by a large number of people. We need much more than just fireworks!",
			"办花火大会可不是类似小孩子过家家似的简单游戏，而是需要多人共同维持的一个大型多人娱乐活动。可不单纯是只有烟花的！",
			"花火大会をやるのって子供のおままごとみたいなお遊びじゃないの。たくさんの人たちが力を合わせて、一緒にやる大きなイベントなのよ。ただ単に花火だけあればいいってわけじゃないんだから！",
			"불꽃놀이를 한다는 건 애들 놀이 같은 게 아니야. 많은 사람들이 힘을 합쳐 함께 하는 큰 행사라고. 그냥 불꽃만 있으면 되는 게 아니란 말이야!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143406,
			"Wow... You sure know a lot about it.",
			"好…好厉害！琪亚娜你知道得好多啊~",
			"す、すっごーい！お姉ちゃん、物知りさんだ！",
			"와, 대단해! 언니, 정말 똑똑하네!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143407,
			"Of course... Luckily I searched for relevant info after I went to a formal one with Mei last time.",
			"诶嘿嘿，那可是当然的啦……还好之前跟芽衣去了花火大会之后就去查了一下相关的资料。",
			"えへへ、まあね。以前に芽衣先輩と花火大会に行くまえに、いろいろと教えてもらったの。偶然とはいえ知識があってよかったわ。",
			"에헤헤, 뭐 그렇지. 전에 메이 선배와 불꽃놀이에 가기 전에 이것저것 배웠거든. 우연이지만 지식이 있어서 다행이야.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143408,
			"In this way, I can have a real firework festival. Hurray!",
			"这样的话夜夜办的花火大会就更真实了~好开心~",
			"お姉ちゃんの頼もしさのおかげで花火大会をより本格的にできるね！",
			"언니의 든든함 덕분에 불꽃놀이를 더 본격적으로 할 수 있겠네!",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143409,
			"Let’s get started then. Work hard to make it successful festival!",
			"那琪亚娜姐姐，我们开始动手吧~为了今晚的花火大会的成功~让我们一起努力吧！",
			"じゃあ、お姉ちゃん！私たちも始めよう！今夜の花火大会の成功に向けて、えいっ！えいっ！おー！！",
			"그럼, 언니! 우리도 시작하자! 오늘 밤 불꽃놀이의 성공을 위해, 에이! 에이! 오오!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				2,
				true
			]
		],
		[
			"msg",
			143410,
			"...... Okay.",
			"……嗯。",
			"……もう、しょうがないわね。",
			"……정말, 어쩔 수 없네.",
			null
		],
		[
			"msg",
			143411,
			"Alas... Kiana, please allow yourself to go on fooling around with this kid. You wouldn’t like to see such a beautiful child get upset...",
			"唉…就让我继续陪着这个小孩子胡闹吧，毕竟实在是不想看到这么可爱的孩子失落的样子呢……",
			"こんなかわいい子がガッカリした姿なんて見たくないもんね。",
			"이렇게 귀여운 아이가 실망한 모습은 보고 싶지 않잖아.",
			null
		]
	],
	"2805": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143412,
			"Night, get me the hammer and nails. Careful of your hands.",
			"夜夜，帮我拿一下锤子和钉子。要小心别被划伤了哦~",
			"金づちとクギを持ってて。危ないからケガしないようにね。",
			"망치와 못을 들고 있네. 위험하니까 다치지 않게 조심해.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143413,
			"Okay!",
			"好的~",
			"はーい！",
			"네~!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143414,
			"Well, you’re very motivated! Seems you really look forward to holding a firework festival yourself.",
			"嗯~很有干劲呢！看来夜夜果然非常期待亲手举办一次花火大会呢。",
			"なかなかの働きっぷりね。花火大会を楽しみにしてるのがわかるわ。",
			"꽤 열심히 하는구나. 불꽃놀이를 기대하고 있는 게 느껴져.",
			null
		],
		[
			"msg",
			143415,
			"Is it because you’ve been hearing how wonderful a firework festival is?",
			"难道是因为经常听闻着花火大会的美好，所以十分憧憬吗？",
			"ねぇ、どうして花火大会をしたいって思ったの？",
			"저기, 왜 불꽃놀이를 하고 싶다고 생각했어?",
			null
		],
		[
			"msg",
			143416,
			"Such a kiddo.",
			"果然还只是一个孩子呢~",
			"さっきも言ったけど、花火大会を準備して開催するって大変なことよ。なのに、どうして？",
			"아까도 말했지만, 불꽃놀이를 준비해서 개최하는 건 힘든 일이야. 그런데도 왜?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143417,
			"No! I’m not a kid anymore! I’m an adult who would like to help everyone!",
			"才不是呢！夜夜已经不是小孩子了，是一个想要帮助大家的大人了！",
			"花火が好きっていうのもあるけど。",
			"불꽃을 좋아하는 것도 있지만.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143418,
			"Is that so? But an adult wouldn’t look forward to a firework festival that much.",
			"是吗？但是大人似乎不会这样对花火大会如此期待呢。",
			"自分が見たかっただけ？",
			"그냥 네가 보고 싶었던 거야?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143419,
			"No! What I expect is a firework festival where both kids and adults can enjoy themselves!",
			"才没有呢！夜夜看到的花火大会，可是无论小孩还是老人都能够快乐享受的花火大会！",
			"ううん、違うよ。私が見た花火大会は子供もお年寄りも、みんなが楽しんでたの。",
			"아니, 그게 아니야. 내가 본 불꽃놀이는 아이들도 어른들도 모두 즐거워했어.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143420,
			"The sky was clear, and people were walking on a fancy street in various gorgeous clothes.",
			"在晴朗的夜空下，地上有许许多多的人，她们穿着好看的衣服，在灯火通明的街道上来来往往。",
			"澄み切った夜空の下にたくさんの人がいて、綺麗な服を着て明かりが灯った道を行ったり来たりしてたんだ。",
			"맑게 갠 밤하늘 아래 많은 사람들이 모여서, 예쁜 옷을 입고 불빛이 비치는 길을 오가곤 했거든.",
			null
		],
		[
			"msg",
			143421,
			"When the fireworks bloomed in the air, illuminating their faces, everyone smiled. I can never forget that scene.",
			"当烟花绽放在空中，照亮她们的脸庞的时候，每个人都露出了笑容，那一幕是夜夜永远无法忘记的一幕。",
			"花火が夜空に広がってみんなの顔を照らすと笑顔になるの！私は、その光景を忘れられないんだ。",
			"불꽃이 밤하늘에 퍼지며 모두의 얼굴을 비추면 웃음이 나는 거야!",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143422,
			"I want to take a closer look at such a scene again. That’s why I would like to hold a firework festival!",
			"所以夜夜想要近距离地再看一次那样的景色，所以才会想要举办一场花火大会的！",
			"私が、もう一度その光景を見たいって思ったの。だから、花火大会をやろうと思ったんだ！",
			"나는 그 풍경을 다시 보고 싶다고 생각했어. 그래서 불꽃놀이를 하기로 결심한 거야!",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				4,
				false
			]
		],
		[
			"msg",
			143423,
			"Well, part of the reason is that I want to see the fireworks, though.",
			"虽然也是因为夜夜自己也想要看啦……",
			"だから——",
			"그러니까——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				4,
				true
			]
		],
		[
			"msg",
			143424,
			"Lovely.",
			"那就好~",
			"もう十分わかったわよ。",
			"이젠 충분히 알겠어.",
			null
		],
		[
			"msg",
			143425,
			"Now I am more motivated to help you! Although we’ve got only two of us, I believe we can hold a firework festival that amazes everyone!",
			"这样的话我也就更有动力帮助夜夜了呢！虽然只有我们两人，能力有限，但是我可是相信就算是这样我们也能制造出让这里的人都惊讶的花火大会！",
			"ふたりだけじゃ限界はあるけど、ここの人たちを驚かせる花火大会にするわよ！えいっ！えいっ！おー！！",
			"둘만으로는 한계가 있지만, 여기 있는 사람들을 놀라게 할 불꽃놀이를 만들 거야! 에이! 에이! 오~!!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143426,
			"Of course! I will prepare the best fireworks for everyone! To see the smile on their faces! For sure!",
			"嗯！夜夜会准备最美丽的烟花给大家看的！一定会让大家露出笑容！一定！",
			"えいっ！えいっ！おー！！",
			"에이! 에이! 오~!!",
			null
		]
	],
	"2806": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143427,
			"Although it is quite simple, but everything is ready.",
			"虽然很简陋，但总算是把该准备的准备好了。",
			"ちょっと簡易的になっちゃったけど、準備しなきゃいけないものは終わりね。",
			"좀 간단하게 되긴 했지만, 준비해야 할 건 다 끝났네.",
			null
		],
		[
			"msg",
			143428,
			"We have a food stall and drink stall, but...",
			"虽然说是准备了小吃摊，冷饮店之类的摊位，但是……",
			"飲み物や食べ物の屋台も準備したけど……。",
			"음료랑 음식 노점도 준비했지만...",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143429,
			"Don't worry, Kiana! This is enough. I’m so glad!",
			"放心吧！琪亚娜姐姐，能陪夜夜准备成这样夜夜已经很高兴了！",
			"お姉ちゃん、安心して！一緒に準備してくれて、私とっても嬉しいよ！",
			"언니, 안심해! 함께 준비해줘서 나 정말 기뻐!",
			null
		],
		[
			"msg",
			143430,
			"And I believe there will be customers! Our efforts won’t be wasted!",
			"而且夜夜相信，一定会有人来的！这样琪亚娜姐姐和夜夜的努力就都不会白费了！",
			"それに、きっと来てくれる人がいるって信じてる！そうすれば、お姉ちゃんとの準備も無駄にはならないわ！",
			"게다가 분명 와줄 사람이 있을 거라고 믿어! 그렇다면 언니와의 준비도 헛되지 않을 거야!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				2,
				true
			]
		],
		[
			"msg",
			143431,
			"Definitely! As my fireworks are just amazing! No one can resist it!",
			"嗯！绝对会有人来的！因为夜夜准备的花火真的很好看呢！绝对不会有人不在意的~",
			"絶対にきてくれなきゃ困るわ！準備した花火はとっても綺麗なんだから、気にならない人なんて絶対にいないわ！",
			"꼭 와주지 않으면 난 큰일이야! 준비한 불꽃놀이는 정말 아름다우니까, 신경 안 쓰이는 사람은 절대 없을 거야!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143432,
			"OK! Let’s get started.",
			"嗯！那我们就开始吧~",
			"じゃあ、お姉ちゃん。始めよう！",
			"그럼, 언니. 시작하자!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143433,
			"All right! Night, step back. Three! Two! One!",
			"好嘞！夜夜，你站开一点哦~三！二！一！",
			"そうね。じゃあ、いっきまーす！",
			"그래. 그럼, 한 번에-!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143434,
			"Bang! Bang! Bang!",
			"轰！轰！轰！",
			"——ドーン！ドーン！ドーン！",
			"——뻥! 뻥! 뻥!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143435,
			"Huh? What’s that?",
			"咦？那是什么？",
			"な、なんの音じゃ？",
			"무, 무슨 소리지?",
			null
		],
		[
			"msg",
			143436,
			"Seems like firework.",
			"好像是烟花的样子……",
			"空ですわ。花火の音だと思いますことよ。",
			"하늘이에요. 불꽃놀이 소리인 것 같아요.",
			null
		],
		[
			"msg",
			143437,
			"That’s nice... It rose from that way.",
			"好漂亮的烟花…是从那边升起来的~",
			"綺麗な花火であるな。見に行こう。",
			"아름다운 불꽃놀이로구나. 보러 가자.",
			null
		],
		[
			"msg",
			143438,
			"Come on, let’s check it out!",
			"走！我们也去看看！",
			"そうですわね。私も一緒に行きますわ。",
			"그렇네요. 저도 함께 가겠어요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143439,
			"Look, someone’s heading here.",
			"夜夜，你看，有人朝这边过来了哦~",
			"ほら、誰かきた……みたい。",
			"저기, 누가 온... 것 같아.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143440,
			"I knew people would come!",
			"嗯！夜夜就知道，肯定有人来的！",
			"お姉ちゃん、人が集まってきてくれたよ！",
			"언니, 사람들이 모여들었어!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				2,
				true
			]
		],
		[
			"msg",
			143441,
			"Night, I think I must apologize for my former thoughts. At the beginning I thought our efforts were nothing but just messing with you.",
			"不过夜夜，我得为之前的一些想法向你道歉呢，因为我开始还觉得自己只是在做无用功，是在陪你胡闹而已。",
			"そ、そうね。あの子たち、こんなところでなにやってるのかしら……。",
			"어, 어머. 애들이 여기서 뭘 하고 있는 거지…….",
			null
		],
		[
			"msg",
			143442,
			"But now I think luckily I got to prepare this with you! Though it’s not a mega one.",
			"不过现在我是真的觉得能和夜夜在一起准备一场花火大会是一件非常棒的事情呢！虽然规模不大就是了~",
			"まぁでも、今は花火大会を成功させなきゃ！規模は大きくないけど、良かったと思えるものにしたいわ。",
			"뭐 그래도, 지금은 불꽃놀이를 성공시켜야 해! 규모는 크지 않지만, 만족스러운 행사로 만들고 싶어.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143443,
			"Hah, can you see the smile on their faces? Night...",
			"嗯~果然能看见大家的笑脸了…夜夜……",
			"私は笑顔の人たちを見れて満足です！",
			"나는 웃는 사람들을 볼 수 있어서 만족이야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143444,
			"Bang! Bang! Bang!",
			"轰！轰！轰！轰隆隆隆……",
			"ドーン！ドーン！ドーン！ドドドーン——",
			"쾅! 쾅! 쾅! 쾅쾅쾅——",
			null
		],
		[
			"msg",
			143445,
			"*Raining*",
			"哗啦啦啦……",
			"ザアァァァ——",
			"쏴아아아——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10000,
				0,
				true
			]
		],
		[
			"msg",
			143446,
			"What the... It’s raining!?",
			"这是…下雨了！？",
			"雨じゃ……花火の途中だというのに、いらないことをしてくれるよの。",
			"비라니………",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143447,
			"It’s raining!!",
			"下雨了！！",
			"風邪を引いてしまいますことよ。あちらで雨宿りをいたしますわ。",
			"감기 걸리겠어. 저쪽에서 비를 피하자.",
			null
		],
		[
			"msg",
			143448,
			"Take shelter!",
			"快找个地方躲雨！",
			"そうじゃな。綺麗な花火であったが雨では仕方あるまい……。",
			"그렇군. 아름다운 불꽃놀이였지만 비가 와서 어쩔 수 없어…….",
			null
		]
	],
	"2807": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143449,
			"*Raining*",
			"哗啦啦啦……",
			"ザアァァァ——",
			"쏴아아아——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10000,
				0,
				true
			]
		],
		[
			"msg",
			143450,
			"The rain... doesn’t seem to stop... I’m sorry, Night. I failed to show you more smile.",
			"这雨……似乎没有停下来的意思呢……抱歉夜夜，没能让你看见更多人的笑脸。",
			"この雨、止みそうにないわね……ごめんね。せっかく頑張ったのに、こんな結果になっちゃって……。",
			"이 비, 그칠 기미가 안 보여…… 미안해. 애써 준비했는데, 이런 결과가 되다니…….",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143451,
			"It’s okay, Kiana. I’m feeling so satisfied.",
			"嗯嗯，不要紧的哦，琪亚娜姐姐，夜夜已经感觉很满足了~",
			"ううん、大丈夫だよ。私はもう十分満足したの。",
			"아니, 괜찮아. 나는 이미 충분히 만족했어.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143452,
			"Meeting you, looking for helpers, pitching tents, holding the firework festival together and seeing people’s smile...",
			"能遇到琪亚娜姐姐，一起去找帮手，一起搭建帐篷，还能够成功的举办这场小小的花火大会，还能够看到大家的笑容……",
			"お姉ちゃんに会えて一緒に手伝ってくれる人を捜して、テントを建てたり花火を成功させた。みんな笑顔で見てくれた。",
			"언니를 만나서 함께 도와줄 사람을 찾고, 텐트를 치고 불꽃놀이를 성공시켰어. 모두들 웃으며 봐줬고.",
			null
		],
		[
			"msg",
			143453,
			"That’s enough for me. And I got to know how happy it is to bring such a beautiful scene to others.",
			"夜夜觉得这就已经很棒了，而且夜夜知道了亲手给其他人带来美好的景色是如此的开心的一件事。",
			"これだけでもすごいと思う。自分の手で他の人たちに美しい景色を見せてあげるのが、こんなにも楽しいことなんだってわかったの！",
			"이것만으로도 대단하다고 생각해. 내 손으로 다른 사람들에게 아름다운 풍경을 보여주는 게 이렇게 즐거운 일이었구나!",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143454,
			"Although we didn’t make it to the end, I’m happy enough now!",
			"虽然结束的不太完整，但是夜夜现在已经很幸福了！",
			"終わり方は残念だったけど、私はとっても幸せだよ！",
			"끝이 아쉽긴 했지만, 나는 정말 행복해!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				2,
				true
			]
		],
		[
			"msg",
			143455,
			"A firework festival suspended by the rain doesn’t count. I wouldn’t be happy even if you are!",
			"被雨中止的花火大会根本就不完整啊，这样就算你开心了我也不会开心的！",
			"雨で中止になった花火大会なんて気分がよくないわ。なに勝手に満足してるのよ！",
			"비 때문에 취소된 불꽃놀이 대회라니 기분이 좋지 않아. 뭘 혼자 만족하고 있는 거야!",
			null
		],
		[
			"msg",
			143456,
			"It took me a whole day to prepare it! There’s no way it ends this way!",
			"我琪亚娜花费了那么多心思准备的花火大会怎么能就这样让她中止！",
			"この私がこんなにも苦労して準備した花火大会が、これで中止だなんてありえないわ！",
			"내가 이렇게 고생하며 준비한 불꽃놀이 대회가, 이렇게 취소되다니 말이 돼?!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143457,
			"Wait... Are you going to stop the rain!?",
			"难道…琪亚娜姐姐你要把这场雨停下来么？",
			"まさか……お姉ちゃん、雨を止めることができるの？",
			"설마…… 언니, 비를 멈출 수 있는 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				3,
				true
			]
		],
		[
			"msg",
			143458,
			"Well... I can’t do that, but we can continue the festival!",
			"呃…我虽然做不到让这场雨停下来，但是我们可以让这场花火大会继续延续下去啊！",
			"人間には無理よ……なにを言ってるのよ。",
			"인간에게는 무리야…… 무슨 소리를 하는 거니.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143459,
			"Continue it?",
			"延续？",
			"そっか……残念。",
			"그래…… 아쉽네.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				3,
				true
			]
		],
		[
			"msg",
			143460,
			"Actually, the kind of firework that is most popular with small families is this one.",
			"夜夜，你知道么，在一些小的家庭中间，其实流传的最多的是这种烟花哦~",
			"知ってる？小さな家庭で一番流行ってる花火って実はこういうものなんだ。",
			"알아? 작은 가정에서 가장 유행하는 불꽃놀이가 사실은 이런 거랬어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143461,
			"Buzz... Buzz...",
			"滋滋滋……滋滋滋……",
			"ジジジ……ジジジ——",
			"지지직……지지직——",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143462,
			"What is it...?",
			"这是……？",
			"お姉ちゃん、これは？",
			"언니, 이게 뭐야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				3,
				true
			]
		],
		[
			"msg",
			143463,
			"This is called the incense firework. I got to know it from Mei, and it’s simple to make one.",
			"这个东西叫做线香花火，是我从芽衣那里听说来的，制作的方式也很简单。",
			"線香花火っていうの。芽衣先輩から聞いたんだけどね。作り方は簡単よ。",
			"선향화불이라고. 메이 선배한테 들었어. 만드는 법은 간단해.",
			null
		],
		[
			"msg",
			143464,
			"Now that the firework festival for them is over, it’s time to make one for you!",
			"既然你展示给她们的花火大会结束了，那就该欣赏我展示给你的花火大会了！",
			"みんなに見せてあげる花火大会は終わっちゃったけど、せっかくだし楽しもうよ。",
			"다같이 보려고 준비한 불꽃놀이는 끝났지만, 아깝잖아. 즐기자.",
			null
		],
		[
			"msg",
			143465,
			"Though it’s not that gorgeous as yours, but you are going to love it, right?",
			"虽然没有你准备的那样盛大绚丽，但是我想你一定会喜欢的，对吗？",
			"準備した花火と比べたら、ちっちゃいけど気に入ると思うわ。",
			"준비한 불꽃에 비하면 작지만 마음에 들 거야.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143466,
			"Right...",
			"嗯……",
			"なんていえばいいのかわからない。けど——",
			"뭐라고 말해야 할지 모르겠어. 하지만——",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143467,
			"I love it... so much!",
			"夜夜……非常喜欢！",
			"線香花火……私はとっても大好き。",
			"선향화불…… 나는 정말 너무 좋아.",
			null
		]
	],
	"2802": [
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143366,
			"Kiana... Thank you!",
			"琪亚娜姐姐…今天谢谢你！",
			"お姉ちゃん、今日は楽しかったよ！ありがとう！",
			"언니, 오늘 정말 즐거웠어! 고마워!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				2,
				true
			]
		],
		[
			"msg",
			143367,
			"Haha, not a big deal. It didn’t take me much time.",
			"啊哈哈，没什么啦~我也就只是稍微准备了一下，根本就没花费什么功夫的~",
			"大した準備はできなかったけど、私も楽しかったわ。",
			"대단한 준비는 못했지만, 나도 즐거웠어.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143368,
			"I must thank you anyway!",
			"但是就算是这样，夜夜也要感谢你！",
			"それでも、お姉ちゃんには感謝し足りないよ！",
			"그래도, 언니한테는 감사함이 모자라!",
			null
		],
		[
			"msg",
			143369,
			"Because you gave me the best present for my birthday!",
			"因为是你在夜夜生日的这一天给予了夜夜最好的礼物！",
			"だって今日は私にとって特別な日。お姉ちゃんのおかげで、さらに思い出が増えたの。",
			"왜냐면 오늘은 나에게 특별한 날이니까. 언니 덕분에, 더 많은 추억이 생겼어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143370,
			"Haha no big deal really... Wait, it’s your birthday today?",
			"哈哈哈真的没……今天是夜夜的生日？",
			"そう言ってもらえて嬉しいわ。",
			"그렇게 말해줘서 기쁘다.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143371,
			"Yes. On the same day many years ago, I saw the scenery of the sky and the ground, and felt what real happiness is for the first time.",
			"嗯，就是在许多年前的今天，夜夜看见了天空的景色，看到了地上的景色，感到了名为幸福的感情。",
			"何年も前の今日……私は夜空と地上の景色を見て、幸せという感情を感じたの。",
			"몇 년 전 오늘……나는 밤하늘과 �경을 보며 행복이라는 감정을 느꼈어.",
			null
		],
		[
			"msg",
			143372,
			"Therefore, every year on this day, I paid back to those who taught me the real meaning of happiness. And today...",
			"于是每到了这个时候夜夜都会将这份感情回报给曾经将这份感情赐予我的人们，但是今天……",
			"それで、この日は幸せの感情をみんなに分けてあげたいって思って花火を見ていたの。",
			"그래서, 이 날은 행복한 감정을 모두에게 나눠주고 싶어서 불꽃놀이를 보고 있었어.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143373,
			"Kiana, you show me some different scenery. I used to think fireworks look the best from the ground.",
			"琪亚娜姐姐让我感受到了不一样的景色。曾经我认为从地面上仰视烟花四散的景色是最美的。",
			"だけど、今日はお姉ちゃんのおかげで違う景色が見れたんだ。いつもは下から咲いた花火が散っていく夜空の景色を見るのが、一番綺麗だと思ってたの。",
			"하지만, 오늘은 언니 덕분에 다른 풍경을 볼 수 있었어. 평소엔 아래에서 피어난 불꽃이 흩어지는 밤하늘 풍경이 가장 아름답다고 생각했는데.",
			null
		],
		[
			"msg",
			143374,
			"But now I found that they are also fascinating when viewed closely.",
			"因为我发现了，就算是在近处看着烟花慢慢地从开放到熄灭也是如此的美丽。",
			"ふたりで作った花火……こんなにも近くで花火を見たのは初めてなんだ。",
			"둘이 만든 불꽃……이렇게 가까이에서 불꽃을 본 건 처음이야.",
			null
		],
		[
			"msg",
			143375,
			"The happiness that can be enjoyed by everyone and the happiness I used to enjoy alone seem the same, but they are actually a bit different. I just don’t know how to make it clear...",
			"大家都能欣赏到的快乐和一个人静静感受的快乐有那么些一样，却又有些不一样，只不过这份感情夜夜真的说不明白……",
			"ひとりやみんなで楽しむ花火は、それぞれ楽しみ方があるんだね。この感情をどうやって表現すればいいのかわからないの……。",
			"혼자나 모두와 즐기는 불꽃놀이는, 각각 즐기는 방법이 있네. 이 감정을 어떻게 표현해야 할지 모르겠어……",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143376,
			"Stop thinking about it if you can’t figure out. Look, we’ve still got tons of fireworks!",
			"说不明白就不要去想了~你看，我们还剩余了这么多没有放完呢~！",
			"わからないなら考えなくてもいいじゃない。ほら、まだこんなにたくさん打ち上げてない花火があるわ。今度晴れてる日にやってやろうじゃない！",
			"모르겠으면 생각하지 않아도 되잖아. 자, 아직 이렇게 많이 �아올리지 않은 불꽃이 있잖아. 다음에 날씨 좋은 날에 해보자!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				3,
				false
			]
		],
		[
			"msg",
			143377,
			"Kiana...",
			"琪亚娜姐姐……",
			"お姉ちゃん……その、その時は私も一緒にいい？",
			"언니……그, 그때는 나도 함께 해도 돼?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				3,
				true
			]
		],
		[
			"msg",
			143378,
			"What is it?",
			"怎么了？",
			"もちろんいいに決まってるじゃない！そのときには、また一緒に花火やろうね！それ以外でも、このキアナ･カスラナに用があるときは直接きてね！",
			"당연히 되는 거 아니야! 그때는 또 함께 불꽃놀이 하자! 그 외에도, 이 키아나･카스라나에게 볼 일이 있으면 직접 와!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				1,
				false
			]
		],
		[
			"msg",
			143379,
			"Can I enjoy fireworks with you next time?",
			"夜夜今后也能和你一起像这样静静地看烟花吗？",
			"キアナ……お姉ちゃん。うん！ありがとう、大好きだよ！",
			"키아나……언니. 응! 고마워, 너무 좋아!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1052,
				1,
				true
			]
		],
		[
			"msg",
			143380,
			"Of course, come to me whenever you want!",
			"当然，你想来找我的时候直接来找我就好啦！",
			"はしゃぎすぎよ。ちょっと備品を片づけてくるわ。",
			"너무 들떠있네. 잠시 비품 좀 정리하고 올게.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1052,
				2,
				false
			]
		],
		[
			"msg",
			143381,
			"Okay!",
			"嗯！就这么约好了哦~",
			"キアナお姉ちゃん、いってらっしゃい。——ねぇ、私は｢真夏の夜｣っていうの。あなた、ずっとこっちを見てたよね？せっかくだから、素敵な呼び方を考えてもらえない？期待して待ってるからね？",
			"키아나 언니, 다녀와.—— 저기, 나는｢ 한여름 밤｣라고 해. 너, 계속 이쪽을 보고 있던 거 맞지? 마침 잘 됐으니까, 멋진 호칭을 생각해 주지 않을래? 기대하면서 기다릴게?",
			null
		]
	]
}