{
	"3301": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143842,
			"It hurts...",
			"痛痛痛痛痛……",
			"いたたたた……。",
			"아타타탓…….",
			null
		],
		[
			"msg",
			143843,
			"The mission was finally completed, but it was really exhausting.",
			"任务总算完成了，但真是累死人了啊。",
			"なんとか任務は完了したけど、ケガしちゃったじゃないの。",
			"어쨌든 임무는 완료했지만, 다치고 말았잖아.",
			null
		],
		[
			"msg",
			143844,
			"Let me find a bench to rest… Should be fine? Hope no one will come and disturb me.",
			"随便找个长椅休息下…应该没问题吧？希望不要有人来打扰就是了。",
			"ベンチで少しくらい休憩しても……大丈夫よね？誰も邪魔しに来なければいいけど……。",
			"벤치에서 잠시 쉬어도…… 괜찮지? 아무도 방해하지 않으면 좋겠지만…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143845,
			"...",
			"……",
			"——少女休憩中",
			"——소녀 휴식 중",
			null
		],
		[
			"msg",
			143846,
			"--*Jingle*…",
			"——叮铃……",
			"——チリリン",
			"——따르릉",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143847,
			"Argh...",
			"咕……",
			"——Zzz",
			"——Zzz",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143848,
			"This land of peace looks the same as it used to be. The wounded cannot be saved, the deceased remains underground.",
			"和平之地，亦如往昔。伤者无救，死者依旧。",
			"平和な地、昔と変わらない。傷ついた者は助からず、使者は変わらず。",
			"평화로운 땅, 옛날과 다름없네. 다친 자는 구원받지 못하고, 사자는 변함없어.",
			null
		],
		[
			"msg",
			143849,
			"You are dying, but don’t be sad~ Go to the land of eternal happiness, in my melody.",
			"你已经要死了，别伤心~在我的旋律下，去追寻极乐之地吧。",
			"あなたはもう死ぬけれど、悲しまないで。私のメロディで極楽の地を探しに行くの。",
			"당신은 이제 죽겠지만, 슬퍼하지 마. 내 멜로디로 극락의 땅을 찾아가자.",
			null
		],
		[
			"msg",
			143850,
			"I will be with you until the Acheron--",
			"直至三途河畔，我亦随之相伴——",
			"三途の川まで、私はあなたと一緒に——",
			"삼도천까지, 나는 당신과 함께——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143851,
			"This… Melody…",
			"这个…旋律……",
			"——むにゃ……この、メロディは……？",
			"——으응…… 이, 멜로디는……?",
			null
		],
		[
			"msg",
			143852,
			"Ah, it makes me feel comfortable, but a little reluctant to leave… So, am I already dead?",
			"啊，真是让人心情舒畅，又有点恋恋不舍的旋律……这样啊，我已经死了吗？",
			"あぁ、気持ちよくて……ずっと聴いていたいメロディね。そうなんだ、私って……もう死んじゃったんだ。",
			"아아, 기분 좋아서…… 계속 듣고 싶은 멜로디네. 그렇구나, 나…… 이미 죽어버린 거였어.",
			null
		],
		[
			"msg",
			143853,
			"Senior Mei, so sorry... I am already…",
			"芽衣学姐，真是对不起……我已经……",
			"ごめん、芽衣先輩……私は、もう……。",
			"미안, 메이 선배…… 나, 이제……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143854,
			"...",
			"……",
			"——少女覚醒中",
			"——소녀 각성 중",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143855,
			"Hey! No one is dead! Don’t just tell people they are dead, okay!",
			"喂！谁死了啊！别随随便便就把人说死了好吗！",
			"って、ちょっと！！誰が死んだって！？",
			"야, 잠깐!! 누가 죽었다고!?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143856,
			"Eh? You are still alive, sorry sorry, it was my mistake~",
			"诶？居然还活着么，抱歉抱歉，是我失误了~",
			"生きていたの？残念……死んでいるかと思ってたわ。",
			"살아있었어? 아쉽네…… 죽은 줄 알았는데.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143857,
			"Who are you, why do you curse people to death out of nothing.",
			"你是谁啊，怎么随随便便就咒别人死啊。",
			"いきなり現れて死亡扱いしないでくれる！？あんた誰よ！",
			"갑자기 나타나서 죽은 취급하지 말아줄래!? 너 누구야!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143858,
			"I am Requiem, the Lord of Death responsible for directing the dead to the Acheron with the melody of death~",
			"我是奏冥曲，只是为了引导死者前往三途河而奏响死之音乐的死神啦~",
			"私は冥界の曲。死者を三途の川に導くために死のメロディを奏でるだけの死神。",
			"나는 명계의 곡. 죽은 자를 삼도천으로 인도하기 위해 죽음의 멜로디를 연주할 뿐인 사신.",
			null
		],
		[
			"msg",
			143859,
			"Well now that I have mistaken, there’s no need for me to stay here. Oh, if you are going to dye one day, remember to call my name~",
			"既然搞错了，那我就没必要再呆在这了呢。对了，如果你什么时候要死掉了，记得呼唤我的名字哦~",
			"勘違いならここに留まる必要がないわ。あなたが死ぬときは私を呼んで。",
			"오해라면 여기에 머무를 필요 없어. 네가 죽을 때는 나를 불러.",
			null
		],
		[
			"msg",
			143860,
			"This place is really strange. Everywhere smells dangerous, feels like someone can die any time~ Looks like I can finally do my old job again!",
			"哎呀，说起来这个地方可真是奇怪啊，到处都有危险的气息，感觉随时都有可能死人呢~看来我终于可以重操旧业了！",
			"それにしても、ここは変な場所。危険な雰囲気が漂っているわ。いつでも人が死にそう……だから、仕事しないといけないわ。",
			"그래도 여긴 이상한 곳. 위험한 분위기가 감돌아. 언제라도 사람이 죽을 것 같아…… 그래서, 일을 하지 않으면 안 되지.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143861,
			"Eh? Where is she going? Feels like there is something suspicious with her. What if she makes a mess... I’d better go take a look.",
			"咦？她这是要去哪？那个家伙总感觉也是个不老实的家伙，万一惹出来什么事可不好……还是过去看看吧。",
			"あれ？どこにいくのかしら？冥界の曲って言ってたから神格覚醒した子かな。はぁ……疲れた、帰りたい、芽衣先輩のご飯食べたい……。あの子、追いかけよ……。",
			"어라? 어디로 가는 거지? 명계의 곡이라고 했으니까 신각각성한 아이인가. 하아…… 힘들다, 집에 가고 싶어, 메이 선배의 밥 먹고 싶어……. 저 아이, 따라가자…….",
			null
		]
	],
	"3303": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143879,
			"Well, where did she go?",
			"唔，到底跑到哪里去了呢？",
			"そんなに離れてなかったと思ったんだけどな。あの子、どこ行ったんだろ？",
			"그렇게 멀리 가지 않았을 거라고 생각했는데. 저 아이, 어디 간 거지?",
			null
		],
		[
			"msg",
			143880,
			"Sounds like a quarrel over there...",
			"那边好像有争执的声音……",
			"ん？向こうで言い争ってるわね。",
			"음? 저기서 말다툼하고 있네.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				4,
				false
			]
		],
		[
			"msg",
			143881,
			"I have witnessed countless conflicts in this world, there is no certainty in life or death.",
			"世间纷争我阅无数，其间死生皆无定数。",
			"生きとし生けるものよ。いつの世も、死の運命からは逃れられない。",
			"살아있는 모든 것들아. 어느 시대든 죽음의 운명에서 벗어날 수는 없는 법이니.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				4,
				true
			]
		],
		[
			"msg",
			143882,
			"What's she talking about...",
			"那家伙在说些什么……",
			"なにを言ってるの？……まぁ、間違っていないからいいけど。",
			"뭔 소리를 하는 거야?…… 뭐, 틀린 말은 아니니까 괜찮지만.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				4,
				false
			]
		],
		[
			"msg",
			143883,
			"But it is not a good thing, when the huge difference in power makes the result of a fight predictable.",
			"但是悬殊的实力却容易让战斗的结果变得单一，这并不是一件好事不是么？",
			"この世にある戦を無数に見てきた。戦いにおいて最も重要なことは、勝負において勝利すること。",
			"이 세상의 무수한 전쟁을 지켜봐 왔다. 전쟁에서 가장 중요한 것은 승부에서 이기는 것.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				4,
				true
			]
		],
		[
			"msg",
			143884,
			"Phew~ So she’s trying to stop a fight. She’s a kind girl after all.",
			"呼~原来是在劝架么，原来还是一个善良的孩子呢。",
			"もしかして、ケンカの仲裁でもしているのかな？なんだ、いい子じゃない。",
			"혹시 싸움을 중재라도 하고 있는 거야? 뭐야, 괜찮은 애잖아.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143885,
			"But don't be afraid, if you die, I will let you forget the pain, and enter the underworld with my melody~",
			"不过不要害怕，如果你死了的话，我会让你忘却痛苦，伴随着旋律，安然踏入冥界的~",
			"でも、こわがらないで。あなたが死んだら私が苦しみを忘れさせてあげる。死のメロディによって安らかに冥界へと足を踏み入れるの。",
			"하지만, 무서워하지 마. 네가 죽으면 내가 고통을 잊게 해 줄게. 죽음의 멜로디로 편안히 명계로 발을 들여놓도록.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143886,
			"Really?",
			"嗯？",
			"はぁ……知ってたわよ。こうなることくらい……。",
			"하아…… 알았어. 이렇게 될 줄은……",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				10001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143887,
			"Hey! You, are you here to make trouble!",
			"喂！你这家伙，是来捣乱的吗！",
			"うるさいわね！いきなり話しかけてきてなんなの！？",
			"시끄럽네! 갑자기 말을 걸어오고선 뭐야!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143888,
			"Uh! Why is she suddenly saying that?",
			"呃！那家伙怎么突然说出这种话？",
			"これ以上は本当に危ないわね。",
			"이 이상은 정말 위험해.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143889,
			"I understand that you are unwilling to admit your weakness, but there is no need to hide it, because everyone has their weakn!@$*#!!!",
			"我理解你不愿意承认自己的弱小，但那没有必要隐藏，因为谁都有弱唔唔！！！",
			"自分を弱者だと認めたくない気持ちは理解できるわ。だけど、隠す必要はないの。誰にでも弱い心はあるのだから。",
			"자신을 약자라고 인정하기 싫은 마음은 이해할 수 있어. 하지만 숨길 필요는 없어. 누구에게나 약한 마음은 있는 법이니까.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143890,
			"Wait, wait! There, there is a misunderstanding! She doesn’t mean it.",
			"等等、等等！咳咳，这是误会！总之她不是这个意思的啦。",
			"横から失礼するわよ。誤解のある言い方だけど悪気はないのよ。この子はちょっと変わってるだけだから気にしないで。",
			"옆에서 실례할게. 오해의 소지가 있는 말이지만 악의는 없어. 이 아이는 좀 특이할 뿐이니까 신경 쓰지 마.",
			null
		],
		[
			"msg",
			143891,
			"She has no ill intentions, and you should stop arguing. And don’t fight! Do you understand!",
			"她没有恶意的，你们也不要再吵了，更不要打架知道吗！",
			"あなたたちもケンカはダメよ。殴り合いだなんてもってのほかよ。",
			"너희들도 싸우면 안 돼. 주먹다짐 같은 건 절대 안 된다고.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143892,
			"Come on, I was right. Kiana, why are you stopping me.",
			"我才没有说错好不好，琪亚娜你别不让我说啊。",
			"誤解はしていないわ。このまま殴り合えば、きっと弱い方が死ぬわ。",
			"오해하지 마. 이대로 주먹다짐을 벌이면 분명 약한 쪽이 죽을 거야.",
			null
		],
		[
			"msg",
			143893,
			"If they start a fight like this, the weak will die@$*#!!!",
			"这么打起来的话，肯定是弱的一方死掉唔！！！",
			"仕事をしないといけないから、あなたは邪魔をしないで。",
			"일을 해야 하니까 너는 방해하지 마.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143894,
			"Cut it! Hurry up, come here!",
			"说什么呢！快，给我过来这边！",
			"なに言ってるのよ！早くこっちにきなさい！",
			"뭐라고 하는 거야! 빨리 이리로 와!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				2,
				false
			]
		],
		[
			"msg",
			143895,
			"Ouch, let me go, Kiana, they are about to start fighting! Someone is dying! I’m going to work!",
			"哎哟，快琪亚娜快放开我，她们就要打起来了！要死人啦！我要去工作啦！",
			"どうして邪魔をするの？手を放して。知らない人について行っちゃいけないって子供でも知ってるわ。それにあなたは誰なの？",
			"왜 방해하는 거야? 손 놓아. 모르는 사람을 따라가면 안 된다는 건 애들도 다 아는 거야. 게다가 넌 대체 누구야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				2,
				true
			]
		],
		[
			"msg",
			143896,
			"Just shut up! If you go over, you will be the one dying!",
			"你快给我闭嘴吧！再过去死掉的就会是你了！",
			"非常識のくせに、なんでここで常識ぶってるのよ！いいから黙ってついてきなさい！それに、私を知らないってどういうことよ！？本気でぶっ飛ばすわよ！？キアナよ！キアナ･カスラナ！！",
			"상식도 없는 주제에 왜 여기서 상식인 척하는 거야! 좋으니까 조용히 따라와! 게다가 나를 모른다는 건 무슨 소리야!? 진짜로 날려버릴 거야!? 키아나야! 키아나･카스라나!!",
			null
		]
	],
	"3304": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143897,
			"What on earth are you doing here?",
			"你到底是来干嘛的呀！",
			"なんのためにここへきたのよ！",
			"대체 왜 여기 온 거야!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143898,
			"I have just found the person most likely to be defeated in this battle that is about to begin.",
			"我只是看出来了这一触即发的战斗中，最有可能会被打败的人。",
			"一触即発の戦いで負けそうな人がいたから声をかけたの。",
			"일촉즉발의 싸움에서 질 것 같은 사람이 있어서 말을 건 거야.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143899,
			"And I’m preparing to bid her farewell~",
			"然后准备给她送行~",
			"それから、彼女が死の花を咲かせ……旅立ってほしかった。",
			"그리고 그녀가 죽음의 꽃을 피우고... 떠나길 바랐어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143900,
			"Farewell… You really don’t know how to talk…",
			"送行…你还真是不会说话呢……",
			"勝手に殺さないでよ。",
			"마음대로 죽이지 마.",
			null
		],
		[
			"msg",
			143901,
			"Whatever, you can’t do this. What I’m asking you is, why did you come to Babylon School?",
			"总之这种事禁止。而且，我问你的是，你来巴比伦学园到底是为了干嘛的。",
			"とにかくこんなことは禁止。それに私が聞いたのは、バビロン学園にどんな理由できたのかってことよ。",
			"어쨌든 이런 건 금지야. 게다가 내가 물어본 건, 바빌론 학원에 무슨 이유로 왔냐는 거였어.",
			null
		],
		[
			"msg",
			143902,
			"Isn’t this the most inappropriate place to find dying ones?",
			"寻找将死之人给予送行之音的话，这里难道不是最不合适的吗？",
			"死にそうな人を捜したり見送るためのメロディを贈るのが目的なら、ここは一番不適切な場所なんじゃない？",
			"죽을 것 같은 사람을 찾거나 보내기 위한 멜로디를 선물하는 게 목적이라면, 여기가 가장 부적절한 장소 아닐까?",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143903,
			"Eh? But you are here, aren’t you?",
			"诶？但是这里不是还有你在么？",
			"そんなことない。あなたが、ここにいる。",
			"그렇지 않아. 네가, 여기 있잖아.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143904,
			"Hey!",
			"喂！",
			"私がここにいるからなんだっていうのよ！",
			"내가 여기 있기 때문이라니 무슨 소리야!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143905,
			"Since I am the Lord of Death, my existence itself will bring death. There must be someone dying waiting for me.",
			"不过呢，既然我身为死神，降临的本身即是死亡的存在，一定是有着即将死亡之人在等待我吧。",
			"そのままの意味。私は死神だけど、死にゆく人たちのために琴を弾くの。",
			"그대로의 의미야. 나는 사신이지만, 죽어가는 사람들을 위해 거문고를 타는 거야.",
			null
		],
		[
			"msg",
			143906,
			"Take the fear away from the dead and let them pass Acheron safely, that’s the purpose of my existence.",
			"让死者抛开恐惧，安然地渡过三途河，这才是我的存在意义才对。",
			"そして、私のメロディで安らかに死者となり三途の川を渡らせる。",
			"그리고, 내 멜로디로 편안히 죽음이 되어 삼도천을 건너게 해.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143907,
			"However, more and more people died because of the war, and more don’t care about the after life.",
			"虽然说，因为战争，死掉的人越来越多，而且，不在乎死后会如何的人也逐渐多了起来。",
			"でも、戦争のせいで死を恐れながら死ぬ人は増えている……そして、減らない。最近では、死後のことを気にしない人も増えてきてる。",
			"하지만, 전쟁 때문에 죽음을 두려워하며 죽는 사람은 늘어나고…… 그리고, 줄어들지 않아. 최근에는, 죽은 후의 일을 신경 쓰지 않는 사람도 늘어나고 있어.",
			null
		],
		[
			"msg",
			143908,
			"When I realized, they didn’t need my melodies anymore. Even though it was more like giving up and self abandonment.",
			"等我反应过来的时候，他们，已经不需要我的奏乐了呢。虽然，那诸如是些自我放弃的感觉。",
			"気づいた時には、もう私の奏でるメロディを必要としなくなっている。恐怖や苦痛……そして、悲しみで全てを諦めるようになる。",
			"눈치챘을 때는, 내가 연주하는 멜로디를 더 이상 필요로 하지 않게 돼. 공포나 고통…… 그리고, 슬픔으로 모든 걸 포기하게 되는 거야.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143909,
			"That’s how I became unwelcomed, they even despised my appearance... So, since I am now here, there must be some souls need my comfort.",
			"于是，我变得不被期待，出现即是唾弃......所以，既然我出现在这，也就是说有需要我安抚的亡魂出现了呢。",
			"私がここに現れたということは、送らないといけない魂があるということ。忌み嫌われようとも必要なことを、必要なときに、必要な量だけやらないといけないの。死者のために、魂のために。",
			"내가 여기 나타났다는 건, 보내야 할 영혼이 있다는 뜻이야. 혐오받더라도 필요한 일을, 필요한 때에, 필요한 만큼만 해야 해. 죽은 이를 위해, 영혼을 위해.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143910,
			"That’s definitely not true… But I don’t know why you are here either. Anyway, since you can play music…",
			"肯定不是这样的吧…虽然我也不知道为什么你为什么会来到这里。对了，既然你会弹琴的话……",
			"私には、あなたの気持ちや死神の仕事とかわからないけど、それだけじゃつまらないんじゃない？",
			"난 네 마음이나 사신의 일 같은 건 모르겠지만, 그거만으로는 재미없지 않아?",
			null
		],
		[
			"msg",
			143911,
			"There will be a gala later, would you like to come with me? Just take it as your welcome party!",
			"一会儿会有一个晚会，你要跟我一起来么？就当做是你的欢迎会了！",
			"せっかくここにいるんだし、あなたもパーティーに参加してみない？",
			"여기까지 왔는데, 너도 파티에 참여해 보지 않을래?",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143912,
			"Is that okay… What if I bring something…",
			"真的好么…我万一带来了什么……",
			"……え？本当にいいの？もし、私のせいで……。",
			"……어? 정말 괜찮아? 만약, 내 탓에…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143913,
			"Take it easy, I will take care of it. Just have fun!",
			"放心，出了什么事我担着就好，你尽管尽兴地玩吧！",
			"大丈夫よ。なにか起きたら私が責任取るから、あなたは……ううん。冥界ちゃん、一緒にパーティーを楽しもう！",
			"괜찮아. 무슨 일이 생기면 내가 책임질 테니까, 너는…… 아니. 명계 쨩, 같이 파티를 즐기자!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143914,
			"Well, thank you then~",
			"嗯，那我就恭敬不如从命啦~",
			"め、冥界ちゃん？",
			"명, 명계 쨩?",
			null
		]
	],
	"3305": [
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143915,
			"Woah~ So many people here, what is going on…",
			"呜哇~好多人呢，这到底是……",
			"たくさんの人がいるわ。",
			"많은 사람들이 있네.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143916,
			"It’s called a gala, but more like a bonfire party~",
			"说是晚会，其实就是跟篝火大会一样的东西啦~",
			"パーティーって言ったけど、篝火を囲う程度の祭りなの。",
			"파티라고 했지만, 모닥불을 둘러싼 정도의 축제야.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143917,
			"But what is this ring in the center for?",
			"但是这正中央的擂台是要干什么？",
			"でも、中央にステージがあるわ。",
			"그런데, 중앙에 스테이지가 있어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143918,
			"Ahahaha~ That’s just a fun event organized by those guys~ It’s like an arena.",
			"啊哈哈哈~那个其实只是那群搞事的家伙弄的一个余兴节目啦~类似于竞技场一样的活动。",
			"あれは、芸や演奏を披露するためのステージね。",
			"그건, 예능이나 연주를 선보하기 위한 스테이지야.",
			null
		],
		[
			"msg",
			143919,
			"But this kind of event usually comes with music, so why don’t you help us on it? It’s also a good opportunity for you to blend in~",
			"不过一般这种活动都应该有音乐相伴，你就来当我们的伴乐吧，这也是你更好地融入这里的机会哦~",
			"イベントには普通こういうものが常識でしょ？せっかくだから、ステージに立ってなにかやってみたら？",
			"이벤트에는 보통 이런 게 상식이잖아? 어차피 여기까지 왔으니, 무대에 올라가서 뭐라도 해보는 게 어때?",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143920,
			"Music… But I’m not supposed to play in this occasion, it should not be played like this…",
			"奏乐吗…但是我这把琴不是在这种时候奏响的，不应该是这样奏响的……",
			"私の琴はこういう時に使うものではないの。このようなところで弾くのは……。",
			"내 거문고는 이런 데 쓸 게 아니야. 이런 곳에서 연주하는 건…….",
			null
		],
		[
			"msg",
			143921,
			"But you have asked me, so you think this is the time for me to play...",
			"不过，既然你如此要求的话，说明你觉得这个时候我应该演奏么……",
			"ううん。キアナが連れてきてくれたのだから、ステージに立ってやってみるわ。",
			"아냐. 키아나가 데려와 준 거니까, 무대에 서서 해볼게.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				4,
				false
			]
		],
		[
			"msg",
			143922,
			"I see.",
			"我明白了。",
			"見てて、行ってくる。",
			"지켜봐, 갈게.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1063,
				4,
				true
			]
		],
		[
			"msg",
			143923,
			"--*Jingle*~",
			"——叮铃~",
			"——チリリン",
			"——딸랑딸랑",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143924,
			"Everyone~ Good evening! I am Requiem, and I will present the opening song for you tonight.",
			"大家~晚上好！我是奏冥曲，是为你们献上开幕曲之人。",
			"こんばんわ。私は冥界の曲。今日はみんなに忘れられない素敵な曲を贈るわ。",
			"안녕하세요. 저는 명계의 곡. 오늘은 모두에게 잊지 못할 아름다운 곡을 선물할게요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143925,
			"Hey, she dresses up like a bard, but she knows her stuff~",
			"嘿，打扮的像个吟游诗人一样，实际上也挺上道的嘛~",
			"出だしは悪くないわね。トラブルが起きなければいいけど……。",
			"시작은 나쁘지 않네. 문제만 안 생기면 좋겠지만...",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143926,
			"I have lived a long life and witnesses everything in this world. History is nothing but a cycle of life and death. But today we turn over a new leaf, and the legend will be rewritten!",
			"久活至今，世事皆清。所谓史诗，不过是生来死去，分合轮回。但在今天，历史会翻开崭新的一页，神话将被改写！",
			"これまで生きて世の中を見渡してきた。今日は歴史に新たなページを刻む。",
			"지금까지 살아오며 세상을 둘러봤어. 오늘은 역사에 새로운 페이지를 새길 거야.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143927,
			"--*Jingle*~",
			"——叮铃~",
			"——チリリン",
			"——딸랑딸랑",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143928,
			"My name is Requiem and I play to soothe the soul of dead. Let me present this requiem to you, and with you all can safely travel the path of death.",
			"我是奏冥，我为奏冥。就让我事先献上这安魂曲，祝愿你们，在此之后能安然度过奈何之道。",
			"私は冥界の曲。最初にレクイエムを捧げてみんなを祝福するわ。これで安らかにあの世への道を渡れるように。",
			"나는 명계의 곡. 처음으로 레퀴엠을 바쳐 모두를 축복할게. 이걸로 편안히 저세상으로의 길을 건널 수 있도록.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143929,
			"Really?",
			"嗯？",
			"あ、これは……。",
			"아, 이건...",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				4,
				false
			]
		],
		[
			"msg",
			143930,
			"Because in a competition, there is always only 1 winner, and everyone else is just there to witness. It is unfortunate, and it is sad.",
			"因为竞技之争，向来只有一人能走到最后，其他的所有不过都是陪衬。当真是无可奈何的悲哀之事啊……",
			"人は、なにかのために争い、誰かのために争う。そこに辿りつけるものはひとりだけ。その他は全て引き立て役。本当にどうしようもないくらい悲しいこと。",
			"사람은, 무언가를 위해 싸우고, 누군가를 위해 싸워. 거기에 도달할 수 있는 건 단 한 명뿐. 그 외는 모두 겉도는 존재. 정말 어쩔 수 없이 슬픈 일이야.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143931,
			"So, I present to you! To comfort all the losers.",
			"那么还请聆听吧！献给诸位败者的安慰。",
			"そんな敗者の人たちに贈る慰めを……聴いて。",
			"그런 패배자들에게 바치는 위로를…… 들어봐.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143932,
			"--*Jingle*…",
			"——叮铃……",
			"——チリリン",
			"——딸랑딸랑",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1063,
				4,
				false
			]
		],
		[
			"msg",
			143933,
			"This is the end of my performance, and thank you for listening. May this song can calm your restless souls down...",
			"演奏完毕，感谢诸位的倾听，愿此曲能让你们正在躁动的灵魂安定下来……",
			"私は冥界の曲。ご静聴してくれたこと感謝するわ。みんなが、この曲でイライラしている魂が穏やかになることを願いながら。",
			"나는 명계의 곡. 조용히 들어줘서 고마워. 모두가, 이 곡으로 짜증나는 영혼이 평온해지길 바라면서.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				4,
				true
			]
		],
		[
			"msg",
			143934,
			"You are pretty much the reason they are restless...",
			"大家躁动的灵魂可有不少是因为你啊……",
			"みんなの魂がイライラしてるのは、きっと冥界ちゃんのせいよ……。",
			"다들 영혼이 짜증나는 건, 분명 명계 쨩 탓이야…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				10001,
				0,
				false
			],
			[
				1063,
				4,
				true
			]
		],
		[
			"msg",
			143935,
			"You shut up already! We have not lost yet! Stop playing and get out!",
			"你这乌鸦嘴！我们还没那么快会输呢！乱弹什么！快出去！",
			"縁起でもないことを言わないでよ！私は負けていないわ！なにを弾いているのよ！出て行って！",
			"흉한 소리 하지 마! 나는 지지 않았어! 뭐를 연주하는 거야! 나가!",
			null
		],
		[
			"msg",
			143936,
			"This crow ruined a nice day…",
			"真是晦气！明明是这么好的日子就被这只乌鸦给毁了……",
			"本当に縁起が悪いわ！楽しいはずなのに不吉なカラスがいるみたいでぶち壊しよ！",
			"정말 흉하네! 즐거워야 할 텐데 불길한 까마귀가 있는 것 같아 망치잖아!",
			null
		]
	],
	"3306": [
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143937,
			"Uh, a crow? Are you talking about me? But I'm wearing red...",
			"呃，乌、乌鸦？是在说我吗？但是我穿的是红衣服诶……",
			"私は死神でカラスじゃないわ。",
			"나는 사신이고 까마귀가 아니야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143938,
			"Don’t you realize? They said you are a crow not because you dress like one, but because you are telling bad omen like one...",
			"你真的没有自知之明么？大家说你是乌鸦可不是因为穿着像乌鸦，而是你在做着和乌鸦类似的报丧的举动啊……",
			"冥界ちゃんってバカなの？見た目の話じゃなくて、あなたの行いがカラスみたいで不吉ってみんなは言ってるのよ。",
			"명계 쨩 바보야? 외모 이야기가 아니라, 네 행동이 까마귀 같아 불길하다고 다들 말하는 거야.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143939,
			"But I’m just playing my music like Kiana said? And I wasn’t wrong, I was just stating the fact.",
			"但是我只是在按照琪亚娜所说为大家演奏啊？而且我说的并没有错哦？我不过是在陈述事实而已。",
			"そうなの？でも、私はキアナの言った通りに演奏しただけ。",
			"그래? 하지만 나는 키아나가 말한 대로 연주했을 뿐인데.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143940,
			"What shall I say… In our words, you just “can’t read the air”…",
			"该怎么说你呢……用我们常说的话就是“读不懂空气”吧……",
			"どういえばいいのかしら。私たちの言葉を使うなら｢空気が読めない｣のよね。",
			"뭐라고 해야 할까. 우리 말로 하면 ｢분위기 못 읽는｣ 거야.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143941,
			"Can’t read the… Air? What do you mean?",
			"读不懂……空气？是指什么？",
			"空気が読めない？どういうこと？",
			"분위기 못 읽는다니? 무슨 뜻이야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143942,
			"That means you can’t read the situation... It’s just a game-like duel, and you said it like it was for life and death. You also called them losers. It’s like you are purposely pissing them off.",
			"就是说你不会看旁边的气氛啦…你想，明明是一场类似玩乐的斗技，却被你说成了生死之战，还直接说别人是败者，这不是就是像是在故意招惹人生气么。",
			"ここにきたとき、みんなが笑い合い楽しんでなかった？冥界ちゃんがステージに上がり、下りるときひとりでも笑顔な人なんていた？つまり、そういうことよ。",
			"여기 왔을 때, 모두들 웃으며 즐기고 있지 않았어? 명계쨩이 무대에 올라갔다 내려올 때 한 명이라도 웃는 사람이 있었니? 즉, 그런 거야.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143943,
			"Is that so… But isn’t this what Lord of Death supposed to be. I have witnessed too many lives and deaths, I may have brought them misfortune, but I also bring fairness to everyone.",
			"是这样么……但是所谓的死神不就应当是这样么，见过了太多死与生的界限，虽然是带去不幸的道具，却也是公正的天平。",
			"理解できたわ。でも、死神ってそういうものでしょう？生と死の境目をあまりにも多く見てきた。不幸をもたらすけど、誰かがやらないといけない。",
			"이해했어. 하지만, 사신이란 원래 그런 거 아냐? 생과 사의 경계를 너무 많이 봐왔잖아. 불행을 가져오지만, 누군가는 해야만 하는 일이지.",
			null
		],
		[
			"msg",
			143944,
			"I’m used to being disliked, so it’s not really a big deal~",
			"习惯了被人厌恶倒也无所谓呢~",
			"嫌われるのにも慣れてるから気にしないわ。",
			"미움 받는 것도 익숙해져서 신경 안 써.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143945,
			"Well, if you dislike yourself so much, I have no reason to cover for you... Hey guys, let’s get moving, do whatever you want to do!",
			"这样么，既然你如此自我厌恶的话我也就没有再照顾你的理由了呢……大家，你们可以动手了，有怨报怨有仇报仇吧！",
			"失敗は誰にでもあることよ。問題はここから、どう立ち上がるかでしょ？冥界ちゃんは死にゆくものに対しては慣れてるじゃない？ここにいるのなら、人を笑顔にすることにも挑戦してみたらどうかな？",
			"실패는 누구에게나 있는 일이야. 문제는 여기서 어떻게 일어서느냐겠지? 명계쨨은 죽어가는 것들에겐 익숙하지 않아? 여기 있는 거라면, 사람들을 웃게 만드는 것도 도전해보는 건 어때?",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143946,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			143947,
			"Is that so… You have surrounded me to execute me as evil…",
			"是这样么……你们将我围起来，是要将我当做罪恶处决掉么……",
			"わからないわ。死神である私にそんなことができるとは思えない。",
			"모르겠어. 사신인 내가 그런 걸 할 수 있을 거라곤 생각하지 않아.",
			null
		],
		[
			"msg",
			143948,
			"If so, can I have a final request? Please let me give myself an requiem in the end~",
			"如果是这样的话，那我能有最后的请求么？请让我在最后的时候就给自己送上挽歌吧~",
			"とても多くの死者を見送ってきた私が人を笑顔に……。キアナは挑戦してみたら……と言った。",
			"아주 많은 죽은 이들을 보내온 내가 사람을 웃게 한다니……. 키아나는 도전해보라곤 했지…….",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				4,
				false
			]
		],
		[
			"msg",
			143949,
			"So that I can end my mission forever...",
			"这样我就可以永远的结束自己的使命了呢……",
			"挑戦する難しさは私もよく知っている。そして、たくさん見てきた。成功するもの、失敗するもの。多くの人は後者に当てはまる。",
			"도전의 어려움은 나도 잘 알고 있어. 그리고, 많이 봐왔지. 성공하는 것, 실패하는 것. 많은 사람들은 후자에 해당되더군.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1063,
				4,
				true
			]
		],
		[
			"msg",
			143950,
			"--*Jingle*…",
			"——叮铃……",
			"——チリリン",
			"——따르릉",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1063,
				4,
				false
			]
		],
		[
			"msg",
			143951,
			"Farewell...",
			"再见了……",
			"私は冥界の曲。挑戦する覚悟があるか。悩んで、悩みぬいて……そして、選びなさい。",
			"나는 명계의 곡. 도전할 각오가 있나? 고민하고, 또 고민한 끝에... 그리고, 선택하라.",
			null
		]
	],
	"3307": [
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143952,
			"Is this heaven… Or hell? This must be Karma. I should have know this…",
			"这里是天国么……还是地狱呢？因果轮回，报应往复，我早该知道是这样的呢……",
			"できるかわからないけど、私は挑戦することを決めたわ。",
			"할 수 있을지 모르겠지만, 나는 도전하기로 결심했어.",
			null
		],
		[
			"msg",
			143953,
			"But… The afterworld really looks like Babylon School? Weird.",
			" 不过…原来那边的世界也这么像巴比伦学园么？还是一件奇怪的事呢。",
			"キアナに迷惑をかけるかもしれない。それでも、やってみたいと思うわ。",
			"키아나에게 폐를 끼칠지도 몰라. 그래도, 해보고 싶어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143954,
			"So this is the first thing you think about after knowing you are dead? You are really open-minded~",
			"原来你知道自己死亡之后想的第一件事居然是这个么？还真是豁达呢~",
			"また、面倒に巻き込まれるなんてイヤよ！",
			"또다시 귀찮은 일에 휘말리기 싫어!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143955,
			"Kiana? Why are you here too, I didn’t see you die nor have any presage about your death. You shouldn’t have died.",
			"琪亚娜？为什么你也会在这里，我明明没有看到你死亡的景象，也没有那种预感，你不应该死去才对。",
			"ここで、手伝ってくれないと……キアナのためだけに死のメロディを弾くことになるわ。三途の川を渡りたいときは遠慮なく言ってね。",
			"여기서 도와주지 않으면... 키아나를 위해서만 죽음의 멜로디를 연주하게 될 거야. 삼도천을 건너고 싶을 때는 주저하지 말고 말해.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143956,
			"Of course I am not. I will leave for another hundred years, until I marry Mei!",
			"我当然不会死啦，我还要在这个世上活上一百年，直到我娶到芽衣为止呢！",
			"わ、わかったわよ。とりあえず、次からは｢死｣に関することは禁止よ。いいわね？",
			"알, 알았어. 일단, 다음부터는 ｢죽음｣ 관련된 건 금지야. 알겠지?",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143957,
			"In other words… This is still Babylon School? So I was not “dead”… I see.",
			"也就是说……这里还是巴比伦学园么？原来这里没有所谓的“死亡”…是这么一回事么。",
			"大丈夫。今までの私と違うところを見せてあげる。",
			"괜찮아. 지금까지의 나와는 다른 모습을 보여줄게.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143958,
			"Looks like I don’t have to explain. I wanted to tell you long ago that Babylon School does not need a  Lord of Death, but you were just too preoccupied with yourself.",
			"看来是不用我多做解释了呢。本来一直就想跟你说，巴比伦学园不需要所谓的死神的，只不过你一直活在自己的思想中呢。",
			"本当に大丈夫かしら。また失敗したら今度こそ助けてあげないわよ？",
			"정말 괜찮을까? 또 실패하면 이번엔 정말 도와주지 않을 거야?",
			null
		],
		[
			"msg",
			143959,
			"You have been talking about this duty you had, wandering between life and death, sounds like you have forgotten your original purpose. Playing for death, not for the dead ones.",
			"而且你一直念叨着自己的使命，在生死之间游荡，早已经忘了自己目的了吧，为死而演奏，而非为了死者而演奏。",
			"死神としての仕事も大事だけど、これからは違うことも少しずつ学んでいかないとね。きっと楽しくなるわよ。",
			"사신으로서의 일도 중요하지만, 이제는 다른 것도 조금씩 배워나가야 해. 분명 재밌어질 거야.",
			null
		],
		[
			"msg",
			143960,
			"But it's all over now~",
			"不过现在已经全部了结了哦~",
			"次の機会がくるときまでに練習しなきゃね！",
			"다음 기회가 올 때까지 연습해야지!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				2,
				false
			]
		],
		[
			"msg",
			143961,
			"End? But I’m still alive… My duty should…",
			"了结？但是我不还是活着么……我的使命应该……",
			"なんの練習をするの？楽しみな気持ちもあるけど、不安もあるわ。",
			"무슨 연습을 하는 거야? 기대되는 마음도 있지만 불안한 마음도 있어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				2,
				true
			]
		],
		[
			"msg",
			143962,
			"No, you are dead, you have already been executed by the angry students in Babylon as the “Lord of Death”.",
			"不，你已经死去了，身为“死神”的你已经被愤怒的巴比伦学生们给处决了。",
			"挑戦することは先の見えない道を歩くことよ。",
			"도전한다는 건 앞이 보이지 않는 길을 걷는 거야.",
			null
		],
		[
			"msg",
			143963,
			"You're just an ordinary bard, that's it.",
			"你现在只是一名普通的吟游诗人，仅此而已。",
			"失敗してもいいじゃない。そこから反省して、次に活かせれば少しずつ良くなってくるわ。何事も経験よ。",
			"실패해도 괜찮아. 거기서 반성하고 다음에 살릴 수 있다면 조금씩 나아질 거야. 무슨 일이든 경험이야.",
			null
		],
		[
			"msg",
			143964,
			"Congratulations, Requiem, you have reborn in Babylon School.",
			"恭喜你，奏冥曲，你在巴比伦学园迎来了新的身份，重生了呢。",
			"冥界ちゃん、一緒に頑張ろうね。",
			"명계 쨩, 함께 힘내자.",
			null
		]
	],
	"3302": [
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1063,
				2,
				false
			]
		],
		[
			"msg",
			143862,
			"Hold, hold on? This... Something must be wrong?",
			"等、等一下？这…一定是哪里搞错了吧？",
			"キアナはどうして、そんなに面倒見がいいの？",
			"키아나는 왜 그렇게 신경을 써주는 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				2,
				true
			]
		],
		[
			"msg",
			143863,
			"No. From the moment you stepped in here,  you are no longer a Lord of Death. Your duty has been changed.",
			"才不会呢，从踏进这里的那一刻，你就不再是死神了，你的职责已经被改变了。",
			"さぁ、どうしてかしら？あまり気にしたことなかったわ。",
			"글쎄, 왜일까? 별로 신경 안 써봤어.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				2,
				false
			]
		],
		[
			"msg",
			143864,
			"How is that even possible!?",
			"这怎么可能！？",
			"たくさんの人を見てきたけど、ここまで関わってきたのはキアナくらい。しかも、死神に対して笑顔にしてみたら……だなんて。",
			"많은 사람을 봤지만, 여기까지 관여한 건 키아나 정도야. 게다가, 사신에게 웃음을 지어보이라고……라니.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				2,
				true
			]
		],
		[
			"msg",
			143865,
			"Did you forget? When you played the melody for me the first time, I was actually under its influence.",
			"你忘了么，一开始你弹琴给我听的时候，我居然会受到你的琴声的影响。",
			"そうなの？まぁ今まで出会った子たちにも冥界ちゃんとは違う悩みを抱えてたりしたからね。慣れちゃったのかもしれないわ。",
			"그래? 뭐 지금까지 만난 아이들도 명계과는 다른 고민을 안고 있었으니까. 익숙해진 걸지도 몰라.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				3,
				false
			]
		],
		[
			"msg",
			143866,
			"So...",
			"这么说来……",
			"……そう。キアナ、ありがとう。",
			"……그래. 키아나, 고마워.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				3,
				true
			]
		],
		[
			"msg",
			143867,
			"Your duty is no longer to comfort the dead, from the moment that your requiem could influence me, a living one.",
			"从你的安魂曲能够影响到我这个生者开始，你的职责就已经不再是安抚死者了。",
			"お礼は成功したときにしなさい。",
			"감사는 성공했을 때 하렴.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				2,
				false
			]
		],
		[
			"msg",
			143868,
			"Really… So, I really don’t have to play the same song over and over? I can play other melodies?",
			"真的么……我真的，终于再也不用只弹奏那一个曲子了么？也就是说我终于能演奏其他的曲子了么？",
			"わかったわ。キアナ、私は……この琴で他の曲を弾いてもいいの？",
			"알았어. 키아나, 나는…… 이 거문고로 다른 곡을 쳐도 돼?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				2,
				true
			]
		],
		[
			"msg",
			143869,
			"Of course. See, you were expecting something other than death, deep in your heart.",
			"当然，你看，其实你的内心深处也不仅仅只是期待死亡不是么？",
			"もちろんよ。今の冥界ちゃんは仕事以外のことも、ちゃんと考えられるでしょ？",
			"물론이야. 지금의 명계은 일 외의 것도, 제대로 생각할 수 있잖아?",
			null
		],
		[
			"msg",
			143870,
			"To me, playing a nice song, telling stories you have observed and putting them into new lyrics, to bring happiness to people. I’m sure that role suits you better~",
			"在我看来，弹奏着好听的曲子，讲述着一直以来看到过的故事，甚至编成歌词，给人带来幸福，你做这个一定更合适呢~",
			"これまで見てきたものを思い浮かべて歌詞にする。人を楽しい曲で幸せにするといいわ。",
			"지금까지 본 것들을 떠올려서 가사를 만드는 거야. 사람들을 즐거운 곡으로 행복하게 해주면 좋겠네.",
			null
		],
		[
			"msg",
			143871,
			"But it’s really up to you, to play for the living or the dead. It’s your own choice. I’m just making a suggestion, but ultimately it’s up to you to decide.",
			"不过，为了生者之乐奏乐，为了死者安息奏乐，如何选择都是你的自由。我也只是为你提一个建议而已。怎么选择还是要看你自己了。",
			"生きてる人たちに楽しんでもらえるような曲を演奏する。逆に死者には安らぎのために、使い分ければいいじゃない。私にはアドバイスしかできないわ。どのような選択をするのかは冥界ちゃん次第よ。",
			"살아있는 사람들이 즐길 수 있는 곡을 연주해. 반대로 죽은 이들에게는 안식을 위해, 구분해서 사용하면 되잖아. 나는 조언밖에 못 해줘. 어떤 선택을 할지는 명계 쨩 마음이야.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				4,
				false
			]
		],
		[
			"msg",
			143872,
			"Playing music to bring happiness? Will it actually work.... I, I want to try!",
			"为了给人带来幸福而弹奏吗？这真的做得到吗......我，我有点想尝试一下了！",
			"人を幸せにするために琴を弾く……本当に、そんなことができるか不安でならないわ。",
			"사람들을 행복하게 하기 위해 거문고를 연주한다니... 정말, 그런 게 가능할지 불안해서 어쩔 수 없어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				4,
				true
			]
		],
		[
			"msg",
			143873,
			"Well, why don't you try it here? Everyone's watching.",
			"那、要不就在这里试试看？大家都看着呢。",
			"じゃあ、ここで試してみたら？周囲に人もいるし、練習にはちょうどいいじゃない。",
			"그럼, 여기서 한번 해볼래? 주변에 사람들도 있고, 연습하기에 딱 좋잖아.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				1,
				false
			]
		],
		[
			"msg",
			143874,
			"Yeah! Let me try...",
			"嗯！那我试试……",
			"わかった。やってみる。",
			"알았어. 해볼게.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143875,
			"--*Jingle*…",
			"——叮铃……",
			"——チリリン",
			"—— 딸랑딸랑",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				1,
				true
			]
		],
		[
			"msg",
			143876,
			"Hey, isn’t this the same requiem as before...",
			"喂，这不还是之前的镇魂歌么……",
			"ちょ、ちょっと！これって以前の死のメロディじゃないの！",
			"잠, 잠깐! 이거 아까 그 죽음의 멜로디 아니야?!",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1063,
				2,
				false
			]
		],
		[
			"msg",
			143877,
			"Uh, sorry, this is what I’m most familiar with, so I played it subconsciously...",
			"呃，不好意思，最熟的就是这个，下意识就……",
			"私は冥界の曲。戦争は死の花を咲かせる。それは、とても悲しい。これから死にゆくあなたには、死のメロディを聴いて全てに終止符を——",
			"나는 명계의 곡. 전쟁은 죽음의 꽃을 피운다. 그것은, 매우 슬퍼. 이제 곧 죽을 당신에게, 죽음의 멜로디를 들려주며 모든 것에 종지부를 ——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1063,
				2,
				true
			]
		],
		[
			"msg",
			143878,
			"Feels like it will take a long time to correct you~",
			"总感觉要纠正过来是一个漫长而艰苦的过程呢~",
			"私の話を聞きなさいよ！なにが､｢今までの私と違うところを見せてあげる｡｣よ！なにひとつ変わってないじゃない！冥界ちゃん、ねぇちょっと聞いてる！？",
			"내 말 좀 들어봐! 뭐가, ｢ 지금까지의 나와 다른 점을 보여주겠다｣는 거야! 하나도 안 변했잖아! 명계 쨩, 어이 좀 듣고 있어!?",
			null
		]
	]
}