{
	"4101": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144454,
			"The hidden sound of darkness has arrived. Now dance! On the stage of revolution!",
			"潜藏世间的闇之音色，于此处降临，起舞吧！在这革命的舞台上！",
			"この世界に眠る闇色の音色よ、我が名の元に顕現せよ！そして、混沌なる恐怖でステージを蹂躙するがいい！",
			"이 세상에 잠든 어둠의 음색이여, 내 이름으로 현현하라! 그리고 혼돈의 공포로 무대를 유린하라!",
			null
		],
		[
			"msg",
			144455,
			"Hi guys! You’re listening to the special program of Shadow★Revolution!",
			"大家好！闇★Revolution特别广播节目现在开始！",
			"今この時より、第一回！闇★Revolution特別番組を開始する！",
			"지금 이 순간부터, 제1회! 암★Revolution 특별 프로그램을 시작한다!",
			null
		],
		[
			"msg",
			144456,
			"Here you can get to know the expectations of your idols, and their answers to your questions! Now ignite our souls and get started!",
			"在这里不仅仅有选手们对比赛的期待，还能回答诸位对于世间的疑惑！来吧！燃起灵魂之炎吧，让我们进入今天的内容！",
			"この特別番組では……えーと､なんでも知っているアイドルがゲストとして選ばれた！",
			"이 특별 프로그램에서는…… 어, 뭐든지 알고 있는 아이돌이 게스트로 선정됐어요!",
			null
		],
		[
			"msg",
			144457,
			"We have Seal as our guest today! As captain and strategist of Shadow★Revolution, you must be popular!",
			"这回的嘉宾是——纹章！闇★Revolution的队长，队伍的智商担当，一定充满人气吧！",
			"その名は、紋章！闇★Revolutionのリーダーであり我がアイドルのブレーンとも呼ばれている！",
			"그 이름은, 문장! 암★Revolution의 리더이자 우리 아이돌의 브레인이라고도 불리는 존재!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1074,
				0,
				false
			]
		],
		[
			"msg",
			144458,
			"Sure thing. Especially after my debut, I’ve got even more clients.",
			"啊拉，那是当然的，特别是在出道之后，光顾我情报屋的人就越来越多了呢。",
			"私はなんでも知ってるわ。知りたい情報があるなら対価を支払ってくれたら教えてあげるわよ。",
			"나는 뭐든지 다 알아. 알고 싶은 정보가 있으면 대가를 지불해주면 알려줄게.",
			null
		],
		[
			"msg",
			144459,
			"But the intelligence I’m selling is not for kids, so only adults are allowed to buy them from me. By the way, secrets of your idols are for sale now.",
			"虽然说，那些可能都不是什么好东西啊，前来购买情报的小孩子需要有大人陪同才行哦。顺便，这里最近特别售卖偶像团体不为人知的情报噢~",
			"九霄もなにかほしい情報があったらご利用してもいいのよ？アイドルグループに関する秘密のお話もあるわ。",
			"큐쇼도 뭔가 원하는 정보가 있으면 이용해도 돼? 아이돌 그룹에 관한 비밀 이야기도 있거든.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1074,
				0,
				true
			]
		],
		[
			"msg",
			144460,
			"Wow, the topic already gets hot!",
			"咕，话题一上来就进入了很劲爆的状态呢！",
			"まま、まさか！わ、私の情報もあるの！？",
			"어, 어머나! 설, 설마! 내 정보도 있다고!?",
			null
		],
		[
			"msg",
			144461,
			"But we’re in a sacred region, so no illegal behaviors!",
			"但这是神圣的地区，这种充满犯罪的发言九霄大人是禁止的！",
			"で、でも……ここは神聖の場所なんだから、大丈夫……だよね？",
			"하, 하지만... 여긴 신성한 장소니까, 괜찮을 거야... 그치?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1074,
				0,
				false
			]
		],
		[
			"msg",
			144462,
			"Well, let's do it again. Hi guys, this is Seal, captain of Shadow★Revolution.",
			"那，就重来一遍吧~各位贵安，我是纹章，闇★Revolution的队长~",
			"ふふ、九霄のあんな情報やこんな情報もあるわよ？",
			"후후, 큐쇼의 이런 저런 정보도 다 있거든?",
			null
		],
		[
			"msg",
			144463,
			"Our recent special offer is secret photos of the two producers during the gasshuku...",
			"关于特别售卖，其实是关于两个Producer的隐秘照片呢，特别是合宿期间——",
			"キアナと九霄の二人のプロデューサーの秘密写真に関するものも扱って——",
			"키아나와 큐쇼 두 프로듀서의 비밀 사진 관련된 것도 다루고——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1074,
				0,
				true
			]
		],
		[
			"msg",
			144464,
			"Cough, cough!! It’s music time now. Please send your questions during this time. The disciple of Shadowness will guide your soul to us!",
			"咳、咳哼！！接下来是歌曲放送时间~请大家在这期间准备好问题来信吧，闇之使徒会将你们的灵魂传达过来的~",
			"わー！わー！わー！そんな写真さっさと捨ててよ！そ、それに今は、みんなの質問に答えるコーナーなの！",
			"우와! 우와! 우와! 그런 사진 빨리 버려! 게, 게다가 지금은 모두의 질문에 답하는 시간이야!",
			null
		]
	],
	"4102": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144465,
			"Music time over! Let’s read the letters of our lovely believers.",
			"短暂的圣乐放送时间过得真是快呢~让我来看看信徒们都有些什么样的问题呢！",
			"キアナの苦労が少しわかった気がする……。",
			"키아나의 고생이 조금 이해가 가는 기분이야....",
			null
		],
		[
			"msg",
			144466,
			"All right, first one. “Miss Seal, how do you make arrangements for other members as captain?”",
			"噢噢，来了来了，让我看看，请问纹章小姐，你平时身为队长，是怎么处理团员们的事情的呢？",
			"ん？さっそくメッセージが……どれどれ——紋章お姉ちゃんはリーダーとして、いつもどんなお仕事をしてますか？",
			"음? 벌써 메시지가... 어디 보자——문장 언니는 리더로서 평소에 어떤 일을 하고 있나요?",
			null
		],
		[
			"msg",
			144467,
			"Well, good question indeed. Even I got interested as the producer.",
			"哼哼哼，这还真是一个有意义又有深度的问题，就连我这Producer都十分感兴趣呢。",
			"これはなかなかいい質問ね。プロデューサーの私も興味があるわ。",
			"이건 꽤 좋은 질문이네. 프로듀서인 나도 관심 있어.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1074,
				0,
				false
			]
		],
		[
			"msg",
			144468,
			"So you’re saying you don’t even know what I’ve been doing, huh?",
			"你这发言，是说明你平时都在偷懒所以不知道我干了什么吗？",
			"それはつまり、普段からサボっていて私がなにをしているか知らないということかしら？",
			"그건 즉, 평소에 놀고 있어서 내가 뭘 하는지 모른다는 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1074,
				0,
				true
			]
		],
		[
			"msg",
			144469,
			"Well, um, no!",
			"咕，没、才没有！",
			"うっ、な……なにを言ってるの！？違うに決まってるじゃない！",
			"윽, 무... 무슨 소리야!? 당연히 아니지!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1074,
				0,
				false
			]
		],
		[
			"msg",
			144470,
			"Whatever. In fact I did nothing special. I just took some photos and wrote letters.",
			"呵呵~算了回到节目上~其实啊，我也没干什么啦，就是拍拍照，写写信什么的。",
			"ふふ、いつもプロデューサーとして頑張ってるものね。",
			"후후, 항상 프로듀서로서 열심히 하는구나.",
			null
		],
		[
			"msg",
			144471,
			"And they just obey me naturally. I don’t know why.",
			"不知道为什么呢~只要我这么做，大家就对我贴贴服服的呢。",
			"メッセージの答えに戻るわね。私は特になにもしていないのよ。強いて言えば写真撮って、手紙を書いて送れば私のいうことに素直に従って——",
			"메시지 답장으로 돌아갈게. 난 특별히 아무것도 안 했어. 굳이 말하자면 사진 찍고, 편지 써서 보내면 내 말을 순순히 따라——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1074,
				0,
				true
			]
		],
		[
			"msg",
			144472,
			"So you even take photos of us?!",
			"原、原来你平时不止去拍琪亚娜她们的照吗！？",
			"ちょ！そ、それ！紋章が余計なことするから、闇★Revolution全員がキアナに朝まで正座で説教されたやつじゃないの！？",
			"쳇! 저, 저거! 문장이 쓸데없는 짓을 해서 다크★레볼루션 전원이 키아나에게 아침까지 정좌로 설교당한 거 아니야!?",
			null
		],
		[
			"msg",
			144473,
			"Oh, um, as the Savior I sure know this. This is for the performance.",
			"咳、咳咳，失态了，全知全能的救世主当然知道这一切，不过是为了演出效果，我必须配合你。",
			"あ、あれはひどかった……私はなにもしてないのに！",
			"아, 아건 진짜 힘들었어... 나는 아무것도 안 했는데!",
			null
		],
		[
			"msg",
			144474,
			"Well, let's move on to the next one. “Miss Seal, does your producer make the exact decisions you want?”",
			"那还是赶紧看下一个问题吧，纹章小姐，你觉得你的Producer在平时的决策上是否合你心意呢？",
			"寝てるときにチェーンソーで扉を破壊してくるなんて死ぬかと……あ、メッセージがきたわ。くっ、まだ言いたいことが……し、仕方ない。こほん、紋章さんの隣にいる人がまともな言葉で放送して……ます、ね。",
			"잠잘 때 체인소로 문 부수고 들어오는 건 진짜 죽는 줄... 아, 메시지 왔네. 쳇, 아직 말할 게... 어, 어쩔 수 없지. 콜록, 문장 씨 옆에 있는 사람이 정상적인 말투로 방송하고... 있네, 응.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1074,
				0,
				false
			]
		],
		[
			"msg",
			144475,
			"Quite some normal questions today. Easy, everyone. The letters are all anonymous, so even weird questions are fine.",
			"今天的提问还真是都是正经问题呢，放心啦，大家都是匿名的写些奇怪的东西也不会被我找麻烦的呢。",
			"九霄落ちついて？番組の前に視聴者さんにも理解できる言葉でお願いしますって言われたのよね？",
			"큐쇼 진정해? 프로그램 전에 시청자 분들도 이해할 수 있는 말로 해달라고 했잖아?",
			null
		],
		[
			"msg",
			144476,
			"Talking about this one, the producer’s decisions are always perfect, ‘cause she just needs to use my ideas, after all.",
			"倒是这个问题，Producer的决策可是完美的哦，毕竟，那些都是我的点子嘛~",
			"私は普段の九霄も好きだけど、今の喋り方する方も好きよ。だから、この写真をあげるから元気だして？",
			"나는 평소의 큐쇼도 좋아하지만, 지금의 말투도 마음에 들어. 그래서, 이 사진 줄 테니 기분 전환해?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1074,
				0,
				true
			]
		],
		[
			"msg",
			144477,
			"Hey! How can you say that! It’s my ideas!",
			"喂！你这样说我还怎么做嘛！",
			"ちょ、なななんで私の着替えてる写真があるのよ！？",
			"야, 어어어떻게 내 옷 갈아입는 사진이 있는 거야!?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1074,
				0,
				false
			]
		],
		[
			"msg",
			144478,
			"Then why did you get all crying and turn to me every time you’ve got a problem?",
			"那，九霄Producer每次总是哭着跑过来抱着我大腿，说帮帮我...这样？",
			"じゃあ、プロデューサーの九霄が毎回泣きながら私に「助けて！」ってすがりついてくる……ふふ、これはどうかしら？",
			"그럼, 프로듀서인 큐쇼가 매번 울면서 나한테 「도와줘!」라고 매달려 오는... 후후, 이건 어때?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1074,
				0,
				true
			]
		],
		[
			"msg",
			144479,
			"I didn’t! You’ll pay for this! Prepare for the torture of soul!",
			"才、才没有这样过呢！这样乱说，你就等着接受灵魂的拷问吧！",
			"じゃあってなによ！？わ、私は一回も泣きついたりしていない！！",
			"그럼은 뭐야!? 나, 나는 한 번도 울면서 매달린 적 없다고!!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1074,
				0,
				false
			]
		],
		[
			"msg",
			144480,
			"Hmm, seems the following is not suitable for a radio program. See you next time, if we got the chance.",
			"哎呀哎呀，接下来的内容可不适合放出去呢~还有机会做radio节目的话，我们再见？",
			"きゅ、九霄？その椅子を持ち上げて……どうするつもり——",
			"큐, 큐쇼? 그 의자 들고...... 뭐 하려고 ——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1074,
				0,
				true
			]
		],
		[
			"msg",
			144481,
			"Beep beep...",
			"——嘟嘟嘟......",
			"——放送中断中",
			"——방송 중단 중",
			null
		]
	]
}