{
	"4701": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144662,
			"So this is the place the report talked about? Gosh, why would I have to investigate the new Divinity?",
			"目击报告应该说的就是这附近了吧？真是的，为什么要我来调查新来的觉醒神格嘛！",
			"目撃情報ではこの辺りなのよね？まったく、なんで私が新入り覚醒神格の調査をしなきゃならないのよ！",
			"목격 정보로는 이 근처였지? 정말, 왜 내가 신입 각성 신격 조사를 해야 하는 거야!",
			null
		],
		[
			"msg",
			144663,
			"Huh? Why is a house here? It shouldn’t be.",
			"咦？这……这里怎么会多出来一间屋子？",
			"あれ？な……なぜここに家が？",
			"어라? 뭐... 왜 여기에 집이?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				10001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144664,
			"One more step and you’re in the forbidden area. Please keep out.",
			"由此往前便是禁地了，阁下还请止步。",
			"この先は立ち入り禁止だ。お戻りくだされ。",
			"이 앞은 출입 금지다. 돌아가 주시게.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144665,
			"Who are you? Did you build this place? Seems you're the one I'm looking for!",
			"你是谁？这个地方是你建造的吗？看来你就是我正在找的人了呢！",
			"あなた誰？これ、あなたが造ったの？どうやら私の探している人のようね！",
			"당신 누구야? 이거, 당신이 만든 거야? 보아하니 내가 찾던 사람인 것 같네!",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144666,
			"My name is Darpel, a common exorcist. My sister and I built this place.",
			"妾身名为黑枫，只是一位无名的封魔师，至于这座居所是我和姐姐共同建造的。",
			"妾の名は黒楓、無名の封魔師だ。この建物は妾と妾の姉上が造ったもの。",
			"첩의 이름은 흑풍, 무명의 봉마사다. 이 건물은 첩과 첩의 자매가 지은 것.",
			null
		],
		[
			"msg",
			144667,
			"Are you here because of it? If we’re have caused you any trouble, I’ll move it away.",
			"阁下前来莫非是因为此事么？若是妾身姐妹两打扰到原本住在这里的诸位的话，妾身会将这处居所移走的。",
			"そなた、そのことでここへ？もし誰かの邪魔になっているのなら、妾は即座に別の場所へ移ろう。",
			"자네, 그 일로 여길 왔나? 만약 누군가의 방해가 된다면, 첩은 즉시 다른 곳으로 옮기겠소.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144668,
			"That’s not necessary. That’s sensible of you. Seems I can rest assured.",
			"没有那个必要啦~不过既然这里居住的是你这么明事理的人我也就安心了~",
			"その必要はないわ。それにしても、あなたが話の分かる人で安心したわ。",
			"그럴 필요 없어. 그런데 당신이 말이 통하는 사람이라 다행이야.",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144669,
			"Please leave then. We are not fond of guests.",
			"既然这样还请离开吧，妾身与姐姐都不喜欢被打扰。",
			"ならばここを立ち去れ。妾も妾の姉上も客人は歓迎しない。",
			"그렇다면 여길 떠나게. 첩도 첩의 자매도 손님은 환영하지 않소.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144670,
			"Alas, we can be good neighbors. You must be new to here. Just come to me if you got anything...",
			"唉，别那么冷淡嘛，对了，你一定是最近才来到这个地方吧，有什么对这个地方不了解的地方我可以……",
			"そんな冷たいこと言わないでよ。そうだ、ここに来たの、最近でしょ？分からないことがあったら教えてあげ……",
			"그렇게 차갑게 말하지 마. 그래, 여기 온 지, 얼마 안 됐지? 모르는 게 있으면 가르쳐 줄게...",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144671,
			"No. We won’t bother you, ‘cause we’re...",
			"不用了，妾身与姐姐不会影响到诸位的，因为我等已经……",
			"結構だ。妾も姉上も皆の衆に迷惑をかけることはない。なぜなら私たちはもう……",
			"됐다. 나도 언니도 모두에게 폐를 끼치지 않을 거야. 왜냐하면 우리는 이제...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144672,
			"You’re...?",
			"已经……？",
			"もう……？",
			"이제...?",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144673,
			"It’s none of your business.",
			"这和汝没有关系。",
			"……そなたとは関係ないことだ。",
			"......너와는 상관없는 일이다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144674,
			"Hmm, that woman must be hiding something, as I can see. And look at that sad face, she must be having some trouble.",
			"哼，以我琪亚娜的经验来看，肯定那个人还隐藏了什么，而且那个人一脸愁苦，肯定是有什么困难之处。",
			"あの人、きっと何かを隠しているわね。それに、あのしかめっ面……きっと何か困っているに違いない。",
			"저 사람, 분명 뭔가 숨기고 있어. 게다가 그 찡그린 표정... 분명 무슨 곤란한 일이 있는 게 틀림없어.",
			null
		],
		[
			"msg",
			144675,
			"I’ll give her a hand!",
			"这个忙我琪亚娜帮定了！",
			"このキアナ、見て見ぬふりはできないわ！",
			"이 키아나, 모른 척 할 수 없어!",
			null
		]
	],
	"4703": [
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144690,
			"Well... What a strange woman. Anyway, I’m already in a strange place.",
			"真是……碰上了一个很奇怪的人呢，倒不如说来到这个地方就已经是一件不可思议的事了吧。",
			"まったく……変わった輩に遭遇してしまったものだ。ここにやって来たことが、不思議そのものなんだがな。",
			"정말…… 별난 자를 만났군. 여기에 찾아온 것 자체가 신기할 따름이지만.",
			null
		],
		[
			"msg",
			144691,
			"Departed from the family, but still claiming herself to be a member. Seems that’s the only identity she has. Ironic.",
			"不过早已脱离家族却还说自己还是那个家族的一员，只能拿这个粉饰自己的身份，还真是讽刺啊……",
			"一族から離脱したのに、まだあの一族の一員だなどと言って自分の身分をごまかすとは、まったくの皮肉だ。",
			"일족에서 떠났으면서도 아직 그 일족의 일원이라고 하며 자신의 신분을 속여대다니, 정말 아이러니하군.",
			null
		],
		[
			"msg",
			144692,
			"She’s got the ronin’s style, though...",
			"不过那个人的性格说起来似乎和浪人有点相似呢……",
			"しかし、あいつの性格、どこか浪人と似ているような……",
			"하지만 저 녀석 성격이, 왠지 낭인과 비슷한 구석이...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144693,
			"Ronin? Who’s that?",
			"浪人？那是谁？",
			"浪人？それは誰のこと？",
			"낭인? 그게 누구야?",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144694,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144695,
			"Wait, wait, hold it!",
			"等、等一下，先别动手！",
			"ま、待って！話を聞いて！",
			"잠, 잠깐! 이야기를 들어 봐!",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144696,
			"It’s you? I told you to keep out!",
			"是汝？不是已经告诉过汝不要再靠近这个地方了么！",
			"そなたか！ここにはもう近づくなと言ったではないか！",
			"너였군! 여긴 다시는 접근하지 말라고 했을 텐데!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144697,
			"Well, I thought you were having some trouble, and I can’t leave you alone this way.",
			"诶嘿嘿，果然总觉得你好像有什么烦恼，果然看到有烦恼的女孩子就忍不住想要去帮助她解决呢~",
			"いや～なんだか悩みがあるようだったから、つい来ちゃった。悩んでいる女の子を放っておけないたちでね～",
			"아니~ 왠지 고민이 있는 것 같아서, 어쩌다 보니 와 버렸어. 고민하는 여자아이를 내버려 둘 수 없는 성격이라서 말이야~",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144698,
			"Are you insulting me? I’m not some kinda stupid human who needs mercy!",
			"汝是在侮辱妾身么，妾身可不是那些凡俗女子，还不需要汝这等人怜悯！",
			"妾を侮辱するのか？妾はそこらのおなごとは違う！そなたの憐れみなど受けん！",
			"첩을 모욕하는 건가? 첩은 그런 평범한 여자들과는 다르다! 네 동정 따윈 필요 없어!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144699,
			"But you ARE a common human, aren’t you? Though you sound like an old lady...",
			"明明在我看来你就是一个普通的女孩子啊？啊，虽然说话有点老气啦，就感觉像是活了很久的人一样……",
			"私から見れば普通の女の子だけどね。まぁ、しゃべり方も古くさいし、かなり昔の人って感じはするけど……",
			"내가 보기엔 평범한 여자아이인데. 뭐, 말투도 고풍스럽고, 상당히 옛날 사람 같은 느낌이 들지만...",
			null
		],
		[
			"msg",
			144700,
			"You know what, I’m not some kinda common human, either. You know the Valkyrie? I’m one of them, one of the top.",
			"不过我也不是一般的人啦，我可是这个世界上少数的女武神之一哦~就算在圣芙蕾雅也是数一数二的强者呢！",
			"でも私だって凡人じゃないのよ。私はこの世界で数少ないヴァルキリーの一人なんだから～聖フレイヤでも一、二を争う強者よ！",
			"하지만 나도 보통 사람은 아니야. 나는 이 세계에서 몇 안 되는 발키리 중 하나라고~ 성 프레이야에서도 손꼽히는 강자라구!",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144701,
			"You’ve got the arrogance the stupid ronin got... Meddlers...",
			"果然和那个混蛋浪人一样，都是这种张扬的性格，都喜欢强行插手别人的事……",
			"やはりあのアホ浪人と一緒だな。自己顕示欲が強いうえに、頼みもしないお節介を焼こうとする……",
			"역시 그 바보 낭인과 같군. 자기과시욕이 강한 데다가, 부탁도 안 한 참견을 하려고......",
			null
		],
		[
			"msg",
			144702,
			"So you wanna know things about the ronin, right? Get in here. You gotta get out after hearing it! It’s not your business anyway!",
			"你不是想知道关于那个浪人的事么，想听的话就进来吧。不过听完了汝就赶紧离开，不要再多管闲事了！",
			"あの浪人の話を聞きたいのであろう？ならば入れ。ただし、話を聞き終えたらすぐにここを立ち去り、今後一切口出しはしないことだ！",
			"그 낭인의 이야기를 듣고 싶다는 거겠지? 그렇다면 들어도 좋다. 다만, 이야기를 다 듣고 나면 즉시 여길 떠나고, 앞으로는 절대 간섭하지 말 것!",
			null
		]
	],
	"4704": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144703,
			"Ronin sounds like a samurai. Is that his name? You must be in love with this cool guy.",
			"浪人的称呼听上去到有点像是武士的名字呢，难道他的名字就叫浪人么？一定是一个豪放不羁的潇洒男子，然后让你倾心了吧？",
			"浪人って、なんだか武士みたいな呼び名よね。まさか浪人って名前なの？きっと豪放で気っぷのいい男だったんでしょうね～実はあなたも惚れてたんじゃないの？",
			"낭인이라, 뭔가 무사 같은 호칭이네요. 설마 낭인이 이름인가요? 분명 호방하고 의리가 있는 남자였을 거예요~ 사실 당신도 반했던 거 아니에요?",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144704,
			"You’re wrong. It’s a she, and she’s one of the most powerful swordsmen at that time... Or the most powerful swordsman, I should say.",
			"完全相反，浪人是一位武艺高强的女子，在那个世代是数一数二……不，应该说已经是天下无敌的剑客了。",
			"まったくの逆だ。浪人は武芸の立つ女性だった。あの時代では一、二を争う……いや、もはや天下無敵の剣客だった。",
			"완전히 정반대다. 낭인은 무예가 뛰어난 여자였다. 그 시대에는 제일, 둘째를 다툴...... 아니, 이미 천하무적의 검객이었다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144705,
			"That’s awesome!",
			"原来这么厉害么！",
			"そんなすごい人だったの！？",
			"그렇게 대단한 사람이었어요!?",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144706,
			"Sure she was. Even though I’ve been studying exorcism all these years, still she’s more powerful than me.",
			"那是当然，她的实力比起已经修习多年驱魔之术的妾身也要强上不少，是可以用剑术直面妖魔的强者。",
			"それはもちろん。彼女の実力は、魔物退治の修行を長年積んできた妾よりも、ずっとずっと上だった。剣術で妖魔に立ち向かえる強者だったんだ。",
			"그건 물론. 그녀의 실력은, 마물 퇴치의 수련을 오랫동안 쌓아온 첩보다도, 훨씬 훨씬 위였다. 검술로 요마에 맞설 수 있는 강자였지.",
			null
		],
		[
			"msg",
			144707,
			"I’ve never seen that power in anyone else again...",
			"妾身也是第一次见到如此厉害的人……",
			"あのような強い人は、妾も会ったことがなかった……",
			"그런 강한 사람은, 첩도 만나 본 적이 없었어요......",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144708,
			"Well, you'll change your mind after seeing what I’ve got!",
			"哼，等你见识过我的实力之后你就会改变你的想法了！",
			"ふんっ！私の実力を知ったら、その考えも改めるでしょうね！",
			"흥! 내 실력을 알게 되면, 그 생각도 고치겠죠!",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144709,
			"You? You’re nothing compared to Master Mei!",
			"就你？比起芽衣大人还差远了！",
			"そなたごときでか？そなたは芽衣様の比ではない！",
			"네 따위가? 너는 메이님과는 비교도 안 된다!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144710,
			"Mei? Is that the ronin’s name?",
			"芽衣？你说那个人叫芽衣？",
			"芽衣？ 今、芽衣って言った？",
			"메이? 방금, 메이라고 했어?",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144711,
			"What is it? What’s with the name?",
			"怎么了，这个名字有什么奇怪的么？",
			"どうした、そんなに変な名前なのか？",
			"왜 그래, 그렇게 이상한 이름이야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144712,
			"I know someone called Mei as well. Unlike the ronin, she’s a mild girl, though she’s also a swordsman.",
			"我也认识一个人叫做芽衣，不过她倒是一个非常温柔的人呢，虽然也会一些剑术。",
			"私も知り合いに芽衣って子がいるの。彼女も剣術はやるけど、とっても優しい女の子なの。",
			"나도 아는 사람 중에 메이라는 아이가 있어. 그 아이도 검술을 하지만, 아주 상냥한 여자아이야.",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144713,
			"Just a coincidence. The ronin I know was a pure swordsman, and other skills mean nothing to her...",
			"叫做芽衣也无需那么惊讶吧？不过我认识的浪人只懂得剑术，其余的东西在她看来就只是空虚幻影之物似的……",
			"同じ名前だからといって、そう驚くこともなかろう。ただ、妾の知る浪人は剣術がすべてで、それ以外のことは、まるで眼中になかったようだった……",
			"같은 이름이라고 해서 그렇게 놀랄 것도 없잖아. 다만, 내가 아는 낭인은 검술이 전부이고, 그 외의 것은 아예 관심도 없었던 것 같았어...",
			null
		],
		[
			"msg",
			144714,
			"She must be doing just a small favor when saving our lives and taking us as her attendants. We must have caused her so much trouble without noticing it.",
			"救了妾身姐妹二人，让我等能够跟随她恐怕在她看来只是微不足道的小事吧。不，恐怕是我等给她添了诸多麻烦我们还不自知而已。",
			"妾と姉上を助け、妾たちを側に置いてくれたが、そんなことは芽衣様にとって些細なことだったんだろう。いや、妾たちが知らないだけで、芽衣様に多大な迷惑をかけていたのかもしれない。",
			"나와 언니를 도와주고, 우리를 곁에 두어 주었지만, 그런 건 메이 님에게는 사소한 일이었을 거야. 아니, 우리가 모르는 사이에 메이 님께 큰 폐를 끼쳤을지도 몰라.",
			null
		],
		[
			"msg",
			144715,
			"No one likes trouble. You understand?",
			"有生之时已经如此麻烦别人，如果再继续这样下去只会惹人生厌而已。所以你明白了么？",
			"生前、既に迷惑をかけっぱなしだったのだ。これ以上、迷惑はかけられない。わかるな？",
			"생전에 이미 폐를 끼쳤어. 더 이상 폐를 끼칠 순 없어. 알겠지?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144716,
			"Huh? What do you mean?",
			"诶？明白什么？",
			"え？何を？",
			"어? 뭘?",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144717,
			"I'm telling you not to cause me any more trouble! The story is finished. Please leave here.",
			"我在告诉你不要给别人添麻烦！我的故事已经说完了，请离开这里吧。",
			"人に迷惑をかけるなってことだ！さあ、妾の話はここまでだ、早くここを去れ。",
			"남에게 폐를 끼치지 말라는 거야! 자, 내 이야기는 여기까지야, 빨리 여기서 떠나.",
			null
		]
	],
	"4705": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144718,
			"That’s weird. You’re just making me even more curious!",
			"真是一个奇怪的人啊，什么不要给别人添麻烦什么的，明明这样只会让别人更在意而已！",
			"変な人！迷惑かけるなとか言っちゃって、もっと気になるじゃない！",
			"이상한 사람! 폐를 끼치지 말라니, 더 궁금해지잖아!",
			null
		],
		[
			"msg",
			144719,
			"And she must care about the ronin a lot... but she just told it in such a sad way. There must be some misunderstanding between them...",
			"况且她一定是非常在意那个叫做芽衣的浪人吧……居然被她说得这么绝情，肯定是误会了什么吧……",
			"それに、あの芽衣という浪人をとても気にかけていたわ……あんな風に言っていたけど、何か誤解でもあったのかな？",
			"게다가, 그 메이라는 낭인을 굉장히 신경 쓰고 있었어... 그렇게 말하긴 했지만, 무슨 오해라도 있었던 걸까?",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144720,
			"No. As I started living with her, I saw her sad face from time to time, and her seemed weaker as time passed. I know that’s because of me.",
			"并不是误会，妾身一同跟随浪人隐居之后，变经常看见浪人叹气，气势也一天一天消沉下去，这难道不是妾身的存在让她困扰了的表现么？",
			"誤解ではない。妾は浪人と共に隠居したが、彼女はため息ばかりついて、日に日にふさぎ込んでしまった……。きっと妾が側にいたから迷惑だったのだ。",
			"오해가 아니야. 나는 낭인과 함께 은거했지만, 그녀는 늘 한숨만 쉬며, 날이 갈수록 우울해졌어... 분명 내가 곁에 있어서 폐가 됐던 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144721,
			"It has nothing to do with you. She’s crazy about fighting, you know that, so she must be longing for an opponent of the same level.",
			"这之间哪有什么联系啊，你自己都说了她是一个武痴，她所困扰的肯定也只有有没有与她相较的敌手而已吧？",
			"そいうことじゃないでしょ。だって、彼女の頭には剣術しかなかったんでしょ？彼女が悩んでいたのは、自分と対等に張り合える相手がいなかったからよ。",
			"그런 게 아니잖아. 왜냐면 그녀 머릿속에는 검술밖에 없었잖아? 그녀가 고민했던 건, 자신과 대등하게 겨룰 상대가 없었기 때문이야.",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144722,
			"Why did she leave us then? I’ve been searching for her since that day.",
			"但是若不是她讨厌我们，为什么又要离开我们呢？从那天起妾身就一直寻找浪人。",
			"では、なぜ妾たちの元を去ったのだ？妾たちに嫌気が差したからであろう？……あの日から、妾はずっと浪人を捜し続けた。",
			"그렇다면, 왜 우리 곁을 떠난 거지? 우리가 싫증났기 때문이겠지?…… 그날부터, 난 계속 그 무사를 찾아다녔어.",
			null
		],
		[
			"msg",
			144723,
			"Finally I found her in a nameless village, buried in a nameless tomb...",
			"最后却在一个无名的村落旁边找到了浪人的坟冢，一个小小的无名冢……",
			"しかし、最後に見つけたのは、小さな村の側にあった浪人の墓だった……それは小さな無縁仏の墓だった。",
			"하지만 마지막에 찾은 건, 작은 마을 옆에 있던 무사의 무덤이었어…… 그건 작은 무연고자의 무덤이었지.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144724,
			"I can think of a reason. She knew she was crazy about fighting, but you are not. She’s trying to protect you.",
			"这个不也很好解释吗？那个叫做芽衣的武士心中肯定还是向着武道啊什么的，她肯定不希望你们跟她一起厮杀吧？",
			"わかりやすい話だと思うけどね。あの芽衣っていう武士は、やっぱり武道だけが心にあったんだと思う。だから、あなたたちを殺し合いに巻き込みたくなかったのよ。",
			"알기 쉬운 이야기라고 생각하는데. 그 메이라는 무사는 역시 무도만을 마음에 품고 있었던 거야. 그래서, 너희들을 죽이는 싸움에 휘말리게 하고 싶지 않았던 거지.",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144725,
			"She’s more powerful than me, but not much!",
			"妾身的实力可不比浪人差多少！",
			"妾の実力だって浪人に劣らないのだぞ！",
			"나의 실력도 그 무사에게 뒤지지 않는다고!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144726,
			"Well, that’s not the point. The point is all she thought about was to protect you.",
			"唉，这不是什么差不差的问题，重点在于那个芽衣心中肯定想着的是怎样保护你们。",
			"強さの問題じゃなくて、芽衣にとって大事なことは、あなたたちをどうやって守ろうかということだったのよ。",
			"강함의 문제가 아니라, 메이에게 중요한 건 너희들을 어떻게 지켜낼까 하는 것이었어.",
			null
		],
		[
			"msg",
			144727,
			"Your guessing makes no sense, and she must be as dump as an oyster, so you got such a misunderstanding.",
			"倒不如说你们这样胡乱猜测才让人很头疼呢，而且那个人肯定很不擅于解释吧，所以这个误会才会积地这么深。",
			"相手の気持ちを推測して思い込むなんて不毛よ。きっと、浪人も舌足らずだったんでしょうね。あなたにこんな誤解をさせてしまっているんだから。",
			"상대의 마음을 추측해서 혼자 결론 내리는 건 헛수고야. 분명, 그 무사도 말을 제대로 하지 못했던 거겠지. 너에게 이런 오해를 사게 만들고 있으니.",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144728,
			"... Is that... so?",
			"……仅仅…只是这样么？",
			"……本当に……そうなのか？",
			"……정말로……그런 거야?",
			null
		]
	],
	"4702": [
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144676,
			"Well... I thought of something different...",
			"说起来……妾身似乎也想起来了一些不一样的东西了……",
			"そう言えば……妾も思い出したことがある……",
			"그러고 보니... 나도 떠오른 게 있어...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144677,
			"Something about that ronin again?",
			"又是关于那个浪人的么？",
			"またあの浪人のこと？",
			"또 그 낭인 이야기?",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144678,
			"Not necessarily. It's about the village where the ronin was buried.",
			"也不尽然，是关于浪人最后埋葬的那个村落的。",
			"いや、あの浪人が埋葬されたあの村のことだ。",
			"아니, 그 낭인이 묻힌 그 마을 이야기야.",
			null
		],
		[
			"msg",
			144679,
			"We’ve been protecting it since we arrived. Kids there told us how the ronin protected them from the bandits.",
			"妾身和姐姐找到那里之后便一直守护在那个地方，守护着那个村落，听那些小孩子说着浪人帮助她们抵御流寇强盗的事迹。",
			"妾と姉上は、あの村にたどり着いてから、ずっと村を守ってきた。浪人が盗賊から彼女たちを守ってきたという話も子供たちから聞いていた。",
			"나와 언니는 그 마을에 도착한 후로 줄곧 마을을 지켜왔어. 낭인이 도적들로부터 그들을 지켜줬다는 이야기도 아이들에게 들었지.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144680,
			"That’s his style.",
			"很像是那个人的风格呢~",
			"あの人らしいわよね～",
			"그 사람답다~",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144681,
			"Then I found they’ve got the same swordsmanship as the ronin’s.",
			"紧接着妾身发现，她们那里所修习的剑术，和浪人所使用的剑术别无二致。",
			"そこで妾は気づいたのだ。彼女たちが学んでいる剣術が、あの浪人の剣術とまったく同じだということを……。",
			"그때서야 나는 깨달았다. 그녀들이 배우는 검술이 그 낭인의 검술과 완전히 똑같다는 것을……",
			null
		],
		[
			"msg",
			144682,
			"At first I thought it was the ronin’s hometown... But come to think about it, it was him trying to pass his techniques in case they went lost.",
			"一开始妾身还以为这里是浪人的故乡……但是现在想来，想必是浪人为了自己的剑术不失传，于是传给了这个村落的孩子们吧。",
			"最初は、その村が浪人の故郷だと思っていた……今思えば、自らの剣術を絶えさせないために、村の子ども達に伝授したのだと思う。",
			"처음엔 그 마을이 낭인의 고향인 줄 알았어…… 지금 생각해보면, 자신의 검술이 끊어지지 않도록 마을 아이들에게 전수한 모양이지.",
			null
		],
		[
			"msg",
			144683,
			"We’re only the village and his tomb now. He must be upset about it...",
			"但是妾身和姐姐仅仅只是守护着这个村落，守护着浪人的遗冢，浪人现在一定会不满吧……",
			"なのに妾と姉上は、ただこの村を守り、浪人の墓守をしているだけだ……浪人もきっと不満に思っていることだろう……",
			"그런데 나와 언니는 단지 이 마을을 지키고, 낭인의 무덤을 지키고 있을 뿐…… 낭인도 분명 불만이 많을 거야……",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144684,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144685,
			"And the village had a strange surname, something like Raiden...",
			"说起来那个村落的姓氏还有些奇怪呢，似乎是姓做雷……",
			"不思議なことに、あの村の住民は、ほとんどが「雷」という名字なのだ……",
			"이상하게도, 그 마을 주민들은 대부분 「뇌」라는 성을 쓰더라……",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144686,
			"All right. I’ve heard enough about the ronin. I feel like knowing something about you now.",
			"好啦好啦，关于那个浪人的故事我已经听你说了很多了啦，现在我倒想听听你自己的故事呢~",
			"はいはい、浪人にまつわる話は何度も聞いているわ。それより、あなたの話が聞きたいな～",
			"그래 그래, 낭인에 관한 이야기는 여러 번 들었어. 그보다 네 이야기가 듣고 싶은데~",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1080,
				0,
				true
			]
		],
		[
			"msg",
			144687,
			"Knock, knock...",
			"咚咚咚……",
			"トントントン……",
			"똑똑똑……",
			null
		],
		[
			"speaker",
			291574
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1080,
				0,
				false
			]
		],
		[
			"msg",
			144688,
			"Oh, seems my sister is back. I’m sorry but I think that’s all for today.",
			"啊啦，似乎是姐姐大人回来了，抱歉，今天似乎没有再闲聊的时间了呢。",
			"あぁ、きっと姉上が戻ってきたのだ。すまないが、今日はここまでだ。",
			"아, 분명 언니가 돌아온 모양이군. 미안하지만 오늘은 여기까지야.",
			null
		],
		[
			"msg",
			144689,
			"Thanks for listening to me. That helped a lot. You’re welcome to visit again. We can have tea together next time.",
			"不过感谢阁下解开了郁积在妾身心中多年的心结，若是空闲的话，倒不妨上妾身的小居喝上一壶热茶吧。",
			"でも、そなたには感謝している。妾の長年のわだかまりを払拭してくれたのだから。また都合のいいときにでも、妾のところでお茶でもしよう。",
			"하지만 너에게는 고맙게 생각해. 나의 오랜 마음의 걸림을 풀어줬으니. 또 편할 때 내게 찾아와 차라도 마시자.",
			null
		]
	]
}