{
	"4401": [
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144557,
			"C’mon, show me what the latent threat is!",
			"来吧，就让我巴斯克维尔看看潜伏深处的威胁到底是什么吧！",
			"このバスクビールが潜入の恐ろしさを教えてあげる！",
			"이 바스크비어가 잠입의 무서움을 가르쳐주지!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144558,
			"Baskerville! Got you.",
			"巴斯克维尔！找到你了。",
			"バスクビール、第四回の闇★Revolution特別番組を放棄して遊ぶとは我への信仰が足りないのではないか？",
			"바스크비어, 네 번째 다크★Revolution 특별 프로그램을 포기하고 놀다니 나에 대한 믿음이 부족한 게 아니냐?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144559,
			"What... Why you?!",
			"咕，怎、怎么会是你！？",
			"えっ？な、なんでここにあんたが！？",
			"엥? 왜, 왜 여기에 네가 있어!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144560,
			"Not cool. You should have stayed alert even if you’re being lazy. You were much more cautious before!",
			"不行啊，就算是偷懒也太疏忽防范了，我可不记得你之前是这么大意的侦探啊！",
			"そんなことはどうでもいいの。もう番組の監督に三回も怒られてるのに四回目は最初からいないって……。",
			"그런 건 상관없어. 이미 프로그램 감독에게 세 번이나 혼났는데 네 번째는 아예 안 나온다고…….",
			null
		],
		[
			"msg",
			144561,
			"So, what's your point of skipping the sacred radio program and hiding out here?",
			"所以呢，翘掉神圣的广播节目时间在这里躲躲藏藏的是要干嘛呢？",
			"それで、神聖な特別番組の途中でなにを——",
			"그래서, 신성한 특별 프로그램 도중에 뭘 ——",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144562,
			"Huh, Seal said someone was trying to stalk us and asked me to find the truth here.",
			"啧，还不是纹章说窃听到有人要偷拍我们，让我潜伏在这找出真相的！",
			"誰かが！……誰かが隠し撮りをしているって紋章が言ってたわ。",
			"누군가가!…… 누군가가 몰카를 찍고 있다고 문장이 말했어.",
			null
		],
		[
			"msg",
			144563,
			"Get covered, or the target may find you!",
			"你也快躲起来，说不定因为你出现在这了就打草惊蛇了！",
			"だから、見晴らしがよくて臭いもない場所を選んで星がくるのを待ってるわ。",
			"그래서, 전망이 좋고 냄새도 없는 곳을 골라 별이 오기를 기다리고 있어.",
			null
		],
		[
			"msg",
			144564,
			"What if they are well-prepared? I can’t protect in this case.",
			"万一对方是有备而来，要强行犯罪的话我也很难说能不能保护得了你。",
			"向こうがその気になったら、あんたを守れないかもしれない。だから隠れて！",
			"저쪽이 그럴 마음이 들면, 널 지켜줄 수 없을지도 몰라. 그러니까 숨어!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144565,
			"Idiot, so you think I’m here for no reason?",
			"愚蠢的巴斯克维尔啊，难道你就不认为九霄大人出现在这是毫无理由的吗？",
			"……はぁ、バカじゃないの？だからキアナに「バカな犬っころ」なんて呼ばれるのよ。",
			"…… 하아, 바보 아니야? 그래서 키아나에게 「 바보 같은 개새끼」 라고 불리는 거야.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144566,
			"Wait, so...?",
			"唔！？难道说......",
			"バ、バカな犬っころじゃないって言ってるでしょ！！",
			"바, 바보 같은 개새끼가 아니라니까!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144567,
			"No one can lie to me. I asked all of them. They said you just ran away and Seal knew nothing about this.",
			"无论什么都无法逃过我的眼睛，而且大家都表示你是突然跑掉的，纹章对这件事也毫不知情呢。",
			"紋章に騙されたとも知らずに……。",
			"문장에게 속은 줄도 모르고…….",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144568,
			"Dammit, she fooled me?!",
			"那家伙！可恶，被耍了吗！？",
			"うがあああ！！私が騙されたっていうの！？",
			"우가아아!! 내가 속았다고!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144569,
			"C’mon, let’s go. You gotta prepare yourself before the revolution starts!",
			"走了，回去了，革命的钟声敲响之前都要集中精神才行！",
			"……はぁ、戻るわよ。あとで、また番組の監督に怒られる未来しか見えないわ。",
			"…… 하아, 돌아갈게. 나중에, 또 프로그램 감독에게 혼나는 미래밖에 안 보여.",
			null
		],
		[
			"msg",
			144570,
			"That’s not an excuse I will accept as your producer! Your fans await!",
			"以这种借口偷懒身为Producer的我可不会允许呢！听众们都等着呢！",
			"紋章にも困ったわね。とりあえず戻らないと……バスクビール、行くわよ！",
			"문장도 골치 아프네. 일단 돌아가지 않으면…… 바스크비어, 갈게!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144571,
			"Hey, let me go! I’ll go myself.",
			"喂！别拉我，我自己会走啦！",
			"ひ、引っ張らないでよ！自分で歩けるわ！",
			"야, 잡아당기지 마! 나 혼자 걸을 수 있다고!",
			null
		]
	],
	"4402": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144572,
			"Hmm... Didn’t see you would just follow me.",
			"咕…今天的巴斯克维尔意外的老实呢。",
			"紋章のいうことを簡単に信じると、また騙されちゃうから気をつけて。わかった？",
			"문장의 말을 쉽게 믿다간 또 속을 수 있으니까 조심해. 알겠지?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144573,
			"Anyway, it's not the first time I’m fooled by Seal...",
			"反正，被纹章那家伙耍来耍去的已经不是第一次了……",
			"紋章に振りまわされるの、これで何回目なの……。",
			"문장에게 휘둘리는 거, 이게 몇 번째야......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144574,
			"Alright let’s start the show today! Today we have Baskerville here. The hunter of your heart is going to capture you with her music!",
			"那就干脆地来进行今天的节目吧！今天的嘉宾是巴斯克维尔！狩猎你们的心，将信徒们捕捉，关押在音乐的囚笼中吧！",
			"ほら、着いたわ。早く座って、開始するわ。",
			"자, 도착했어. 빨리 앉아, 시작할 거야.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144575,
			"They’re my fans. Why would I capture them?",
			"明明是信徒为什么要捉起来，你是不是搞错了什么。",
			"うぅ……わかった。",
			"으음... 알았어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144576,
			"That’s a metaphor! See why you are fooled by Seal? Way too simple-minded.",
			"这是一说修饰说法啦！你就是因为平时都这么直来直去的，会被纹章那家伙耍还真是不要太容易了，嗯。",
			"視聴者の皆さん、お待たせして申し訳ありません。第四回！闇★Revolution特別番組を開始します！今回は鼻と足の速さには絶対の自信があるバスクビールです！",
			"시청자 여러분, 기다리게 해서 죄송합니다. 제4회! 암★Revolution 특별 프로그램을 시작합니다! 이번에는 코와 발 빠르기에 절대적인 자신이 있는 바스크빌입니다!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144577,
			"You didn’t trust me just now! Lying is the last thing I would do. I can’t prove it if Seal wouldn’t admit it, though.",
			"你刚才不是不相信我说的话吗！我巴斯克维尔唯独谎言绝对不会说，不过只要那家伙耍赖的话，我也没证据证明就是了。",
			"バスクビールよ！どんな犯罪者も私から逃れられるとは思わないことね！",
			"바스크빌! 어떤 범죄자도 내 손에서 벗어날 수 있을 거라 생각하지 마!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144578,
			"Why don’t you expose it? So you couldn’t tell if she’s lying, huh? You’ve got a lot to learn, girl.",
			"那你只要戳穿她不就好了~还是说你根本没看出来她是在说谎？看来，你还差得远呢~",
			"最初のコーナーに移るわ。なにを話そう……あ、さっきの続きだけどバスクビールは紋章のウソに全く気付かなかった？",
			"첫 번째 코너로 넘어갈게. 무슨 이야기를 할까... 아, 아까 이야기 계속하자면 바스크빌은 문장의 거짓말을 전혀 눈치채지 못했어?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144579,
			"I’ll just teach her a lesson if she lied. But what if she didn’t? Everyone’s gonna suffer a loss if I don’t do it.",
			"如果她说的是假的话，回去教训她就好了，但万一是真的，损失的可就是大家的利益了。",
			"もしウソをついてるなら戻ってボコボコにしてやればいいの。問題はその逆……本当だったら、みんなに被害がいくかもしれないわ。",
			"거짓말이라면 돌아가서 두들겨패주면 돼. 문제는 그 반대... 사실이었다면, 모두에게 피해가 갈 수도 있다는 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144580,
			"Everyone’s safe if it’s a lie, and you can rest assured, huh? Seems you’ve got your own thought.",
			"如果是假的反而证明了没有事发生，所以可以安心吗？看来你们也有不少带有哲理的觉悟嘛！",
			"バスクビールは優しいのね。だけど、紋章はきっとまたやるわよ？何度も同じように騙されてるから「バカな犬っころ」なんて呼ばれるんじゃないの？",
			"바스크빌은 착하네. 하지만 문장은 분명 또 그러겠지? 몇 번이나 같은 식으로 속아왔으니 「바보 같은 개새끼」라고 불리는 게 아닐까?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144581,
			"I’m upset about this and I really feel like going mad, but I gotta figure it out in case of any quarrels between us.",
			"虽然我也很想爆发出来！甚至已经要忍耐到极限了！但总不能像以前那样随便误会对方导致一发不可收拾。",
			"本当は我慢の限界なの！いや、もう超えた状態なのかもしれないわ！でも以前のように相手を誤解して、取り返しの付かない状態になるのだけは避けたいの。",
			"사실은 참을 한계야! 아니, 이미 넘어버린 상태인 걸지도 몰라! 하지만 이전처럼 상대를 오해해서, 되돌릴 수 없는 상태가 되는 것만은 피하고 싶어.",
			null
		],
		[
			"msg",
			144582,
			"I don’t have a clear mind, but I do learn.",
			"就算是我，也是会有成长的啊！",
			"私だって成長するんだから！",
			"나도 성장하는 거니까!",
			null
		],
		[
			"msg",
			144583,
			"I gotta become a real idol and get that flipped feeling on the stage. I gotta protect the team before I make it!",
			"我要继续当偶像，然后去理解那在舞台中央时怦然心动的感觉！在那之前我是不会让这个队伍被毁掉的！",
			"それに、今の私はアイドルなんだから小さなことでイライラするのはよくないと思うの。",
			"게다가, 지금의 나는 아이돌이니까 작은 일로 짜증내는 건 좋지 않다고 생각해.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144584,
			"Well said! From the first moment I saw you, I knew you’ve got the ability to discover the truth of the world and punish the criminals. Remember, that’s the way Baskerville is!",
			"说得好！从最初我看到你那一刻开始就觉得，你是拥有发掘世界真相，惩戒潜伏黑暗深渊罪犯能力之人！这就是巴斯克维尔，大家听到了吗！",
			"おお！成長してくれて私は嬉しい！皆さん、これが闇★Revolutionのバスクビールです！",
			"오오! 성장해줘서 나는 기뻐! 여러분, 이것이 암★Revolution의 바스크비어입니다!",
			null
		],
		[
			"msg",
			144585,
			"I can never forget your sparkling eyes. They are longing for something! It must the desire for truth that helps you get over the humiliation!",
			"而那双似乎渴求着想要知道什么而闪闪发光的双眼，九霄大人可忘不了！支撑着你忍耐屈辱的，一定是那探求真相的心吧！",
			"このギラギラさせた眼差し、屈辱に耐えて明るく振るまう姿これこそ——",
			"이 번뜩이는 눈빛, 굴욕을 참고 밝게 행동하는 모습 이것이 바로 ——",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144586,
			"Since it’s a humiliation, do something, producer!",
			"既然你也知道被戏弄是种屈辱，你也想想办法啊Producer！",
			"やっぱ我慢できないわ！！！今から紋章捜してボコボコにしてくる！",
			"역시 참을 수 없어!!! 지금부터 문장 찾아다니면서 두들겨패러 갈 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1077,
				0,
				true
			]
		],
		[
			"msg",
			144587,
			"Oh wait... I gotta think it over before doing anything to Seal.",
			"不、不...对手是那个纹章的话，说实话我也得先深思熟虑过后再谨慎行事呢。",
			"え、え？えええっ！？ちょ、ちょっと！ねぇどこいくの！？まだ番組の途中だから行っちゃダメ！お願いだから行かないで！監督の顔が般若みたいになってるから！ねぇってば！！",
			"어, 어? 어어엉!? 잠, 잠깐! 어디 가는 거야!? 아직 프로그램 중이니까 가면 안 돼! 제발 가지 마! 감독님 얼굴이 반야 같아져서! 야, 야아!!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1077,
				0,
				false
			]
		],
		[
			"msg",
			144588,
			"You’ve REALLY got a lot to learn, Savior.",
			"这么说，虽然整天喊着救世主什么的，看来你才是，还差得远呢~",
			"紋章！どこにいるの？バスクビールの力で明日は見せてあげないんだから！",
			"문장! 어디 있는 거야? 바스크비어의 힘으로 내일은 보여주지 않을 거니까!",
			null
		]
	]
}