{
	"4801": [
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144734,
			"Who are you? Why did you come out of my house?",
			"汝是谁？为何从吾之居所中出来？",
			"そなたは何者？なぜ吾が住居より出てきたのです？",
			"당신은 누구요? 어찌하여 내 거처에서 나오셨소?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144735,
			"Huh? Another lady wearing kimono. You must be Darpel’s sister.",
			"咦？又是一个穿和服的姐姐，难道说你就是黑枫的姐姐吗？",
			"あれ？和服を着たお姉さんがまた一人……もしや黒楓のお姉さん？",
			"어라? 기모노를 입은 아가씨가 또 한 분... 혹시 흑풍 언니인가요?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144736,
			"So you met my sister. She’s kind of indifferent. Thanks for talking to her.",
			"你已经见过吾的妹妹了么，她的性格可能有点冷淡，汝愿意和她交谈真是太好了~",
			"吾が妹に会ったのですね。少し冷めたところがある子ですが、友人ができて良かったですわ。",
			"제 동생을 만나셨군요. 약간 차가운 구석이 있는 아이지만, 친구가 생겨서 다행이에요.",
			null
		],
		[
			"msg",
			144737,
			"My name is Whitessom. I’m an exorcist as well.",
			"吾名为白樱，和妹妹一样，同样是驱魔师。",
			"吾が名は白桜。妹と同じく封魔師ですわ。",
			"제 이름은 백앵. 동생과 마찬가지로 봉마사입니다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144738,
			"I’m Kiana, the, um... adminstrator of the school.",
			"我叫做琪亚娜！是这个巴比伦学园的……呃……算是管理人一样的角色吧~",
			"私はキアナ！このバビロン学園の……えっと……まぁ管理人ってところね。",
			"나는 키아나! 이 바빌론 학원의... 음... 뭐 관리인이라고 할까.",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144739,
			"That’s rare for a girl at your age. Brilliant.",
			"姑娘年纪轻轻便已经是这么大领地的管理人了么，果然是人不可貌相呢。",
			"お若いのに管理人を任されるとは、人は見かけによらないものですね。",
			"이렇게 어린 나이에 관리인을 맡다니, 사람은 겉모습만으로 판단할 수 없는 법이네요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144740,
			"Haha... I’m flattered.",
			"啊哈哈哈……也没有那么厉害啦~",
			"アハハ……大したことないけどね～",
			"아하하... 대단한 건 아니지만~",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144741,
			"I’ll be grateful if you can talk to her more. She’s not good at social since childhood. All she cared about was exorcism.",
			"如果可以的话希望你以后能多照顾一下吾的妹妹呢，她自幼有些孤僻，不喜与人交谈，一心只扑在除魔之术上。",
			"そなたさえよければ、これからも吾が妹と仲良くしてやってください。幼い頃から人とあまり付き合わず、頭の中は封魔術のことばかりなのです。",
			"당신만 괜찮다면, 앞으로도 우리 여동생과 잘 지내주세요. 어릴 때부터 사람들과 잘 어울리지 못하고, 머릿속은 봉마술 생각뿐이랍니다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144742,
			"Don’t worry. People around here are gonna get along well with you guys.",
			"放心啦~两位都是非常可爱的人，在这里的大家应该都会喜欢的~",
			"二人とも素敵な女性よ！ここのみんなも、きっと二人を気に入ると思うわ～",
			"두 분 모두 멋진 여성분이네요! 여기 있는 모두도 분명 두 분을 좋아할 거예요~",
			null
		],
		[
			"msg",
			144743,
			"I’ll be on your side if they trouble you.",
			"而且要是她们敢随便来找你们麻烦的话我也会帮着你们的！",
			"もし、あなたたちにちょっかいを出す奴がいたら、この私が許さないんだから！",
			"만약 당신들에게 시비거는 자가 있다면, 이 내가 용서하지 않을 거야!",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144744,
			"Thank you, Miss Kiana.",
			"那就拜托琪亚娜小姐了~",
			"頼もしいお方ですこと。",
			"믿음직스러운 분이시네요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144745,
			"By the way, Darpel said she wouldn’t be an exorcist anymore, or get along with anyone. Why?",
			"对了，说起来好像黑枫曾经说过不想再当除魔师了，也不想再与任何人接触，这究竟是为什么呀？",
			"そう言えば、黒楓が封魔師を辞めるって言ってたわ。しかも、もう誰とも会わないって……いったいどうしたの？",
			"그러고 보니, 흑풍이 봉마사를 그만두겠다고 했어. 게다가, 더는 아무도 만나지 않겠다고... 대체 무슨 일이 있었던 거지?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144746,
			"Really...? She said so? I know. She feels guilty, and that’s why...",
			"是么……妹妹还对琪亚娜小姐说过这样子的话么……是了，那孩子一直有愧在心，自然是这样了……",
			"そう……キアナさんに妹がそんなことを……あの子は心に苦しみを抱えているから、そんな風に……",
			"그래... 키아나 씨에게 여동생이 그런 말을... 그 아이는 마음에 고통을 안고 있어서, 그런 식으로...",
			null
		],
		[
			"msg",
			144747,
			"Sorry. That’s another long story. Not sure if you would like to hear me...",
			"抱歉，吾自言自语说了这么多，说起来，这又是一个久远之前的故事了呢。也不知道你愿不愿意听……",
			"独り言が過ぎましたわね……実は、はるか遠い昔の話になります。キアナさん、聞いてくださいますか？",
			"혼잣말이 지나쳤네요... 사실, 아주 먼 옛날 이야기가 될 거예요. 키아나 씨, 들어주시겠어요?",
			null
		]
	],
	"4803": [
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144761,
			"Our family has been passing our exorcism for centuries. Back when we were still powerful, the name “Tataka” was respected by everyone, including the Hua Clan and bandits.",
			"吾之一族是传承已久的封妖世家，在当年，如果汝在伊豆提起“多多良”这个名字，无论是华族抑或是山寇都会礼让三分。",
			"吾ら一族は由緒ある妖魔退治の名門でした。当時、伊豆で”多々良”の名を聞けば、華族であっても山賊であっても恭しく頭を下げたものでした。",
			"우리 일족은 유서 깊은 요물 퇴치의 명문이었습니다. 당시, 이즈에서 ”타타라”의 이름을 듣는다면, 화족이라도 산적이라도 공손히 머리를 숙였던 것이었죠.",
			null
		],
		[
			"msg",
			144762,
			"But the family declined as time passed. We were nothing when facing the power of war.",
			"不过吾之世家却渐渐面临没落，在战乱面前吾等什么都不是呢~",
			"その一族も没落を免れず、戦乱を前にして何の力も持たない存在になってしまいました。",
			"그 일족도 몰락을 면치 못해, 전란을 앞두고 아무런 힘도 없는 존재가 되어버렸습니다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144763,
			"I don’t think so. Your family is great, I mean it. You were trying to help the ordinary people, weren’t you? The same thing the Shicksal is doing.",
			"没有哦~我觉得你们家族很厉害啊~而且你们是在帮助大家吧~似乎是在和和天命做着一样的事呢~",
			"そうかな～すごい一族だと思うけどね。それに、みんなのことを助けてるじゃない。天命と同じようなことをしていると思うの。",
			"그런가~ 대단한 일족인 것 같은데. 게다가, 모두를 도와주고 있잖아. 천명과 비슷한 일을 하고 있다고 생각해.",
			null
		],
		[
			"msg",
			144764,
			"By the way, I’ve heard something called Chikage from Darpel. What is it?",
			"不过之前我似乎有听到黑枫提过千影呢，那是什么呀？",
			"実は黒楓から千影の話が出たんだけど、それって何？",
			"사실 흑풍에게서 천영 이야기가 나왔는데, 그게 뭐야?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144765,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			144766,
			"So she mentioned that umbrella spirit...",
			"是么，黑枫居然提到了那只伞妖么……",
			"そう……黒楓、あの妖怪傘のことを話したのですね……",
			"그래…… 흑풍이, 그 요우미 우산에 대해 말했군요……",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144767,
			"Oh, it's an umbrella!",
			"咦，原来只是一把伞么！",
			"え？千影って傘なの！？",
			"엣? 천영이 우산이라고!?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144768,
			"That was just the form before he turned into a demon. He was, actually, a great monster sealed by our ancestors.",
			"那只是他化妖之前的形态而已，说起来，那是有吾等的先祖封印起来的大妖怪。",
			"それは千影が妖怪になる前の形に過ぎません。あれは吾ら祖先が封印した大物の妖怪なのです。",
			"그건 천영이 요괴가 되기 전의 모습에 불과합니다. 그것은 우리 조상이 봉인한 대물 요괴였습니다.",
			null
		],
		[
			"msg",
			144769,
			"But its power was so strong that not even our ancestors were able to kill it. They had to seal it and kept it in prison, and the mission was passed to generations and generations.",
			"不过因为其妖力太盛，吾之先祖无法将之消灭，便只有将它镇压起来，世世代代由吾之族人看守。",
			"魔力があまりにも強かったので、祖先たちは千影を完全に退治することができず、鎮圧して代々一族で見張ることにしたのです。",
			"마력이 너무 강했기 때문에, 조상들은 천영을 완전히 퇴치할 수 없었고, 진압하여 대대로 일족이 지키기로 했던 것입니다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144770,
			"Were you one of the prison guards before?",
			"你们也曾做过那把伞的看守么？",
			"あなたたちも、あの傘を見張っていたの？",
			"너희들도, 그 우산을 지키고 있었던 거야?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144771,
			"Yes. At that time Darpel sneaked into the prison and was controlled by Chikage.",
			"嗯，不过当时黑枫却偷偷进入了祠堂，被千影所控制住了。",
			"ええ、でも黒楓がこっそり祠に入ってしまい、千影に操られてしまったのです。",
			"그렇지만 흑풍이 몰래 사당에 들어가서 치카게에게 조종당하고 말았어요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144772,
			"I remember she said it was you who got controlled... Anyway, maybe she’s wrong...",
			"但是在她口中被伞妖控制住的人似乎是你……算了，这应该只是她记错了吧……",
			"でも、彼女はあなたが操られたと言っていたけど……まぁ、彼女の記憶違いかもしれないわね。",
			"그런데 그녀는 당신이 조종당했다고 말했던 것 같은데... 뭐, 그녀의 기억 착오일 수도 있겠죠.",
			null
		]
	],
	"4804": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144773,
			"Darpel said a ronin called Mei helped you guys. Is that so?",
			"话说，黑枫曾经说过，是一位叫做芽衣的浪人救了你们吧？",
			"そう言えば、黒楓が言ってたけど、芽衣という浪人があなたたちを助けたのよね？",
			"그러고 보니 흑풍이 말했는데, 메이라는 낭인이 당신들을 도왔다면서요?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144774,
			"Can’t believe she told you this. Her full name was Mei Hokushin. Though Darpel calls her a ronin, she’s a real samurai.",
			"妹妹居然还对你说了这些么，不过，那位大人叫做北辰芽衣，虽然妹妹叫她做浪人，但她却是一名真正的武士。",
			"妹はそのようなことまで話したのですね。あの方は北辰芽衣といって、妹は浪人と呼んでいましたけど、彼女はれっきとした武士でした。",
			"여동생이 그런 것까지 말했군요. 그분은 북진 메이라고 하고, 여동생은 낭인이라고 불렀지만, 그녀는 엄연한 무사였습니다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144775,
			"Ooh, both of you think highly of this ronin. What happened actually?",
			"你们姐妹两对那个人的评价都很高呢~当时究竟发生了什么事？",
			"二人とも、その人に対しては好印象なのね～当時、いったい何があったの？",
			"두 분 다 그 사람에 대해 좋은 인상을 가진 모양이네요~ 당시에 대체 무슨 일이 있었던 거예요?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144776,
			"Back then I was controlled by Chikage, I locked myself inside the prison with the last sense I had.",
			"当时吾被千影所控制，只能勉强控制住心神，防止那伞妖进一步的牵制。于是吾将自己封锁在祠堂中。",
			"当時、吾は千景に操られてしまい、心まで奪われてはならぬと、自らを祠に封じ込めたのです。",
			"당시에 저는 치카게에게 조종당해, 마음까지 빼앗겨서는 안 된다며 스스로를 사당에 봉인했던 것입니다.",
			null
		],
		[
			"msg",
			144777,
			"But after a while I couldn’t control myself. My power was not strong enough to resist Chikage, and I passed out.",
			"但是吾渐渐地无法控制自己，也主要是因为吾修炼不够的缘故，随即吾的意识便已失去。",
			"しかし、吾もますます自分が制御できなくなり、修行の足りなさ故に意識を失ってしまったのです。",
			"하지만 저도 점점 자신을 제어할 수 없게 되었고, 수행이 부족했기 때문에 의식을 잃고 말았습니다.",
			null
		],
		[
			"msg",
			144778,
			"When I woke up, Mei and Darpel was already by my side, and they were both injured. As the successor of Tataka, I should be ashamed for being controlled by a monster, and I even troubled my sister and an outsider...",
			"吾在醒来的时候，芽衣大人和黑枫便已经在我身边照顾我了，两人都受了伤。身为多多良家后人，无法独自驱魔已是愧对先祖，现在居然还连累了妹妹和外人……",
			"目を覚ましたとき、芽衣様と黒楓が吾を介抱してくれていました。それに……二人は怪我を負っていました。多々良の末裔として、魔物を退治できないのは一族の恥、その上、妹と関係のない人にまで迷惑をかけてしまうとは……",
			"정신을 차렸을 때, 메이 님과 흑풍이 저를 간호해 주고 있었어요. 게다가... 두 사람은 부상을 입고 있었습니다. 다타라의 후예로서 마물을 퇴치하지 못하는 것은 일족의 수치, 거기에 더해 여동생과 관계 없는 사람에게까지 폐를 끼치다니...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144779,
			"Well, it’s not your fault. Everyone has their own talents. I think she relies on you a lot.",
			"嘛，这些都不是你的责任啦，人本来就是各有所长的嘛~我觉得她还是对于你蛮依赖的呢~",
			"でもね、それは白桜さんのせいじゃないでしょ？人には誰にでも得手不得手があるでしょ。黒楓だって、あなたに頼っている部分が大きいと思うわよ～",
			"그치만 그건 백앵 씨 탓이 아니잖아요? 사람마다 잘하는 것과 못하는 게 있는 법이에요. 흑풍도 당신에게 의지하는 부분이 크다고 생각해요~",
			null
		],
		[
			"msg",
			144780,
			"Even when she was driving me out, she said it was “our house”. She wouldn’t say that if she doesn’t see you as her family, right?",
			"甚至在要赶我走的时候，她都是说这是她和你的住所，让我不要靠近呢，如果不是把你当做家人的话是肯定不会这么说的吧？",
			"私を追っ払うとき、あそこは私と姉上の家だ！って言って、私を寄せ付けようとしなかったのよ。家族と思っていなければ、あんなこと言わないでしょ？",
			"날 쫓아낼 때, '거긴 나와 언니의 집이야!' 라며 나를 가까이 두려고 하지 않았어. 가족으로 생각하지 않았다면 그런 말 안 했을 거야.",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144781,
			"No... things would be different... if I didn’t take her place to be the hostage...",
			"不…如果不是吾强行要去替代她，如果是她去面对那个伞妖……一切都会不一样也说不定…",
			"いえ……私が無理やり彼女の身代わりになったりせず、彼女があの妖怪傘に立ち向かっていれば……すべては変わっていたのかもしれません……",
			"아니... 내가 억지로 그녀의 대신이 되지 않고, 그녀가 그 요괴 우산에게 맞섰더라면... 모든 것이 달라졌을지도 모릅니다...",
			null
		],
		[
			"msg",
			144782,
			"I’m just making myself concerned...",
			"这一切都是吾的庸人自扰罢了……",
			"すべては吾が身の程知らずだったのです……",
			"모든 것은 내가 분수를 모른 탓이었습니다...",
			null
		]
	],
	"4805": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144783,
			"So it was Darpel that was controlled in the first place? But why did you... do that?",
			"难道真的本来被控制住的是黑枫么？不过，用自己去替代妹妹什么的……为什么你要这么做？",
			"ということは、最初に操られていたのは黒楓だったってこと？でも、なんで黒楓の身代わりになろうと思ったの？",
			"그렇다면 처음에 조종당했던 건 흑풍이었다는 거야? 근데 왜 흑풍의 대신이 되려고 했던 거야?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144784,
			"My sister is the hope of us. Others in the family have higher expectation in her.",
			"妹妹是家族的希望，相比于吾，家族肯定更希望看见她能够成长起来吧。",
			"妹は一族の希望なのです。一族にしてみれば、吾よりも妹の成長を望んでいるのです。",
			"여동생은 일족의 희망입니다. 일족에게는 나보다 여동생의 성장을 바라고 있지요.",
			null
		],
		[
			"msg",
			144785,
			"And look at me, no matter we’re talking about magic or knowledge, she does way better than I do. All that I know is those from the books.",
			"反观吾，无论是术法抑或是学识都无法比得上她，吾所了解的也只有家族中的书房一隅，只有那书中的虚虚实实而已。",
			"それにひきかえ、吾は法術も学識も妹には及びません。吾が持っている知識と言えば、一族の本棚に並んだ本の内容だけなのです。",
			"그에 비해 나는 법술도 학식도 여동생에게 미치지 못합니다. 내가 가진 지식이라고는 일족 책장에 꽂힌 책 내용뿐이죠.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144786,
			"Isn’t that nice? You and your sister will make an invincible combo together!",
			"那不是很好么！姐姐从文，妹妹从武，姐妹两组合在一起那不是天下无敌了？",
			"ちょうどいいじゃない！お姉さんは文、妹は武、二人で文武両道、天下無敵よ！",
			"딱 좋잖아! 언니는 문, 동생은 무, 둘이서 문무를 겸비하면 천하무적이야!",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144787,
			"I'm just a useless burden to her...",
			"吾对于妹妹来说只是一个累赘而已，只是一个没用的姐姐吧……",
			"妹にとって、吾は足手まといにしかならない役立たずの姉なのです……",
			"여동생에게 나는 발목만 잡는 쓸모없는 언니일 뿐입니다...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144788,
			"No you’re not! She wouldn’t have tried to save you if she took you as a burden...",
			"才不是呢！如果她把你当做累赘的话，她也就不会想尽办法去解救你了吧……",
			"そんなことないわ！足手まといだなんて思っていたら、必死になってあなたを助けに行かなかったはずよ……",
			"그런 말 안 돼! 발목 잡는다고 생각했다면 필사적으로 널 구하러 가지 않았을 거야...",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144789,
			"You mean, she asked Mei to save me? But why would Mei do that...",
			"汝是说，是那个孩子请芽衣大人前来救我的么……那么强的人为什么会……",
			"妹が吾を助けるよう芽衣様に頼んだことを言っているのですね……あのように強いお方がなぜ……",
			"여동생이 나를 구해달라고 메이님께 부탁한 걸 말하는 거지... 저렇게 강한 분이 왜...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144790,
			"Well, Darpel said Mei got interested ‘cause Mei got into her way.",
			"嘛，虽然听黑枫说是因为她拦住了那个芽衣的去路，引起了那个人的兴趣呢。",
			"黒楓が芽衣の行く手を阻んだもんだから、芽衣が逆に彼女に興味を持ったみたいよ。",
			"흑풍이 메이의 앞길을 막았더니, 메이가 오히려 그녀에게 관심을 가진 모양이야.",
			null
		],
		[
			"msg",
			144791,
			"During the time you were under control, she has been looking for a way to get you back, and preventing others from breaking into the prison as well.",
			"在你被控制的那段时间，她一直在寻找能让你恢复的办法，也在阻止其他人闯入那个祠堂呢。",
			"あなたが操られている間、黒楓はあなたを取り戻す方法をずっと探しながら、祠に誰も近づけさせないよう守っていたのよ。",
			"네가 조종당하는 동안, 흑풍은 널 되찾을 방법을 계속 찾으며, 신사에 아무도 접근하지 못하도록 지켜왔어.",
			null
		],
		[
			"msg",
			144792,
			"She did it so you wouldn’t hurt anyone else and feel guilty about it. She cares about you more than anyone!",
			"这肯定是为了不让你伤害到更多的人，背负更多的罪孽吧，那位叫做黑枫的人其实一直在为你这个姐姐着想呢！",
			"これ以上、あなたに誰かを傷つけさせないように、あなたにこれ以上の罪を背負わせないようにってね。黒楓はずっとお姉さんのことを思っていたのよ！",
			"더 이상 네가 누군가를 다치게 하지 않도록, 네가 더 큰 죄를 짊어지지 않도록 말이야. 흑풍은 줄곧 언니를 생각하고 있었어!",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144793,
			"I don’t deserve it...",
			"明明是这么一个没用的姐姐，哪值得她有愧。",
			"こんな役立たずの姉のために、そこまでしなくても……",
			"이런 쓸모없는 언니를 위해, 그렇게까지 하지 않아도...",
			null
		],
		[
			"msg",
			144794,
			"And I...",
			"反而是吾……",
			"それなのに吾は……",
			"그런데도 나는...",
			null
		]
	],
	"4802": [
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144748,
			"Thank you, Miss Kiana.",
			"琪亚娜小姐，谢谢。",
			"キアナさん、ありがとう。",
			"키아나 씨, 고마워요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144749,
			"Hmm? For what?",
			"嗯？谢我什么？",
			"え？何を？",
			"어? 뭘?",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144750,
			"Darpel wouldn’t like to talk with me, especially after we found the ronin’s tomb.",
			"黑枫向来不愿意与我多说话，尤其是在发现浪人的坟冢之后，她变得更加少言寡语。",
			"黒楓は吾ともあまり話をしてくれません。特に浪人の墓を見つけた後は、口数が一段と少なくなってしまったのです。",
			"흑풍은 나와도 별로 말을 하지 않아요. 특히 낭인의 무덤을 발견한 후에는 말수가 한층 더 줄어들고 말았죠.",
			null
		],
		[
			"msg",
			144751,
			"And I don’t know how I can communicate with her, so I just leave her alone.",
			"但是吾也不知道该如何与她交谈，吾能够做到的也就只有不去打扰她了。",
			"吾もどう妹に接してよいか分からず、結局、妹をそっとしてやることしかできなくて……。",
			"나도 어떻게 동생에게 대해야 할지 몰라서, 결국 동생을 내버려 두는 것밖에 못 했어…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144752,
			"You guys are really alike. Never speak your mind... Things would be much easier if you did so...",
			"你们姐妹两还真是相似呢，都喜欢把想说的话藏在里……明明说出来就没有那么多误会了……",
			"二人とも、気持ちを言葉にしないところがよく似てる。ちゃんと話せば、こんな誤解も生じないのに……。",
			"둘 다, 감정을 말로 표현하지 않는 점이 참 닮았어. 제대로 말했으면 이런 오해도 생기지 않았을 텐데…….",
			null
		],
		[
			"msg",
			144753,
			"This is probably the grace they talk about. Can’t understand why they would praise the moon to express love.",
			"大概这就是所谓的婉约吧，对喜欢的人要说月色真美什么的，真是搞不懂。",
			"婉曲な言い回しというか、「好きです」を「月がきれいですね」と言ってみたりね。まったく訳わかんないけど。",
			"완곡한 표현이라고 해야 할까, 「좋아합니다」를 「달이 예쁘네요」라고 말한다던가. 정말 이해할 수 없어.",
			null
		],
		[
			"msg",
			144754,
			"Why don’t you speak your mind? No more misunderstanding.",
			"喜欢的话就直接说喜欢，讨厌的话就直接说讨厌，暧昧的话语只会让人产生误解而已！",
			"好きなら好き、嫌いなら嫌いってちゃんと言えばいいの。曖昧な言い回しをするから誤解が生じるのよ！",
			"좋으면 좋다, 싫으면 싫다고 제대로 말하면 되잖아. 애매한 표현을 쓰니까 오해가 생기는 거야!",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144755,
			"Good for you, Miss Kiana. No wonder you are the administrator here.",
			"琪亚娜小姐与吾等果然不一样呢，难怪能成为这个地方的管理人~",
			"キアナさんは、本当に吾らとは違うのですね。さすがはここを管理する管理人ですわね～",
			"키아나 씨는, 정말 우리와는 다르네요. 역시 여기를 관리하는 관리인답군요~",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144756,
			"Hah, it has nothing to do with that, though.",
			"诶嘿嘿~其实跟那个没有关系啦~",
			"アハハ、それは関係ないと思うけど……",
			"아하하, 그건 관계없는 것 같은데……",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144757,
			"But the rules are the rules. Though we’ve been trying to break the chain inherited from our ancestor, we never made it. Maybe that’s the reason.",
			"但是吾等祖辈传下来的规矩便是规矩，虽然吾和妹妹都想要打破她，却总是无法完全做到。或许就是欠缺了这一点吧。",
			"しかし、代々伝わる決まりは絶対なのです。吾も妹も打ち破りたいとは思っていても、なかなかできないのです。そこが問題なのかもしれませんね。",
			"하지만 대대로 전해지는 규칙은 절대적이에요. 나도 동생도 깨고 싶다고 생각하지만, 쉽지 않아요. 그게 문제인지도 몰라요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1081,
				0,
				true
			]
		],
		[
			"msg",
			144758,
			"You family is gone, right? And you won’t have worries living here.",
			"不过你们的家族也已经不在了吧？而且在这个地方也不需要你们考虑其他的东西呢~",
			"でも、もう一族もいないんでしょ？それに、ここなら別に縛られなくてもいいんじゃない？",
			"그런데, 이미 일족도 없잖아? 게다가 여기라면 별로 구속받지 않아도 되지 않아?",
			null
		],
		[
			"msg",
			144759,
			"I hope you guys can understand each other, live a happy life here.",
			"希望你们姐妹两能够相互理解，也希望你们能够在这里愉快地生活，没有烦恼。",
			"あなたたち姉妹がいつか分かり合って、ここで楽しく暮らせるようになったらいいな。",
			"너희 자매가 언젠가 서로 이해하고, 여기서 즐겁게 살 수 있게 되면 좋겠네.",
			null
		],
		[
			"speaker",
			291571
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1081,
				0,
				false
			]
		],
		[
			"msg",
			144760,
			"Well, thank you, Miss Kiana. I'll try.",
			"嗯，谢谢琪亚娜小姐，吾……不，我会试试的~",
			"ええ、ありがとう、キアナさん。吾……いえ、私も努力してみます。",
			"네, 고마워요, 키아나 씨. 나... 아니, 저도 노력해 볼게요.",
			null
		]
	]
}