{
	"5001": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144803,
			"Since the mission’s done, let’s hang out somewhere tonight, can we? So... What is it, Mei?",
			"反正任务也完成了，今晚不如一起去哪玩吧~诶可以吗？那就——呃…喂喂喂？芽衣学姐？",
			"任務も終わったんだし、今晩は一緒に遊びに出かけようよ～いいでしょう？じゃあ——あ……もしもし、芽衣先輩？",
			"임무도 끝났으니, 오늘 밤은 같이 놀러 나가자~ 좋지? 그럼 —— 아…… 여보세요, 메이 선배?",
			null
		],
		[
			"msg",
			144804,
			"Ah, damn it! Outta power now? Seriously? Can we invent some kind of Houkai energy phone?",
			"啊啊可恶！为什么手机会在这么关键的时候没电了啊！为什么就没有无限电力的崩坏能手机啊……",
			"ああ、もう！どうしていつも肝心な時にケータイの電池がなくなるのよ！どうして無限電力の崩壊エネルギーのケータイがないのよ……。",
			"아, 정말! 왜 맨날 중요한 순간에 핸드폰 배터리가 없어지는 거야! 왜 무한 전력의 붕괴 에너지 핸드폰이 없는 거야…….",
			null
		],
		[
			"msg",
			144805,
			"I’m not even clear where the appointment is... Anyone got a power bank?",
			"约会地点还没说清楚呢…怎么办又没有备用电源……",
			"デートの場所も言ってないし……予備バッテリーもないし、どうしよう……。",
			"데이트 장소도 말하지 않았는데…… 예비 배터리도 없고, 어떻게 하지…….",
			null
		],
		[
			"msg",
			144806,
			"Wait, we’re near the Super Electromagnetism College. Maybe we can turn to Super Railgun.",
			"诶，等等，我记得这一带是超电磁学园吧，或许可以去找超电磁炮那家伙帮忙~",
			"あ、待てよ。たしか、この辺りには超電磁学園があったわね。超電磁砲のやつらに手伝ってもらえるかもしれないわ。",
			"아, 잠깐. 확실히, 이 근처에는 초전자학원이 있었지. 초전자포 녀석들한테 도움을 받을 수 있을지도 몰라.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144807,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144808,
			"Found it. This place is the same as it was. Wait, how are we gonna find her? Is that a student of the college? Hello.",
			"找到了~这里方还真是老样子呢，不过…要怎么找她啊，那边的是这个学园的人吗？你好~~",
			"あった～。ここはやっぱり変わっていないわね。でも……どうやって彼女を見つければいいのかしら。あそこにいるのはこの学園の人かな？こんにちは～。",
			"찾았다~. 여역시 변하지 않았네. 하지만…… 어떻게 그녀를 찾아야 할까. 저기 있는 사람이 이 학원 사람일까? 안녕하세요~.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				10001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144809,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144810,
			"Hello? I’m looking for Super Railgun. Do you happen to know...",
			"诶，能听到吗？我想找超电磁炮，不知道你知不知道......",
			"あれ、聞こえる？あたしは超電磁砲を探しているんだけど、あなた知らない……。",
			"어라, 들려? 나는 초전자포를 찾고 있는데, 당신 모르나…….",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144811,
			"Railgun... You mean Kokune.",
			"超电磁...你说的是刻音吧。",
			"超電磁……あなたが言っているのは刻音のことね。",
			"초전자... 네가 말하는 건 각음이로구나.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				1,
				true
			]
		],
		[
			"msg",
			144812,
			"Kokune?",
			"刻音？",
			"刻音？",
			"각음?",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				3,
				false
			]
		],
		[
			"msg",
			144813,
			"Super Railgun. Seems you haven’t seen her for a while. You must be an old rival.",
			"就是超电磁炮，看来你似乎已经很久没见过她了，你是她的老对手吧。",
			"超電磁砲のことよ。だいぶ長いこと彼女に会っていないようね。あなた、彼女の長年のライバルでしょ？",
			"초전자포 말이야. 꽤 오랫동안 그녀를 못 본 모양이네. 너, 그녀의 오랜 라이벌이었지?",
			null
		],
		[
			"msg",
			144814,
			"If you’re here for a fight, go home. She’s way more powerful now. You don’t stand a chance.",
			"如果你是来找她打架的话还是请回吧，现在的她已经比以前强大了，你赢不了的。",
			"喧嘩するために彼女のところへ来たのなら、帰ったほうがいいわ。今の彼女は昔より強くなっているから勝てないわよ。",
			"싸우려고 그녀에게 온 거라면, 돌아가는 게 좋을 거야. 지금의 그녀는 예전보다 훨씬 강해져서 이길 수 없을 테니까.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				3,
				true
			]
		],
		[
			"msg",
			144815,
			"No, I'm not here for a fight.",
			"不，我不是来打架的啦。",
			"いえ、あたしは喧嘩しに来たわけじゃないの。",
			"아니, 난 싸우러 온 게 아니야.",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				3,
				false
			]
		],
		[
			"msg",
			144816,
			"So you're here to bring us trouble? You’d better get outta here if you don’t wanna get hurt.",
			"那你就是来找我们麻烦的？给你个忠告，不想受伤就赶紧离开这里。",
			"じゃあ私たちに面倒を持ち込みにきたの？忠告しておくけど、ケガしたくないなら早くここから出て行きなさい。",
			"그럼 우리에게 문제를 안고 온 거야? 충고해두는데, 다치기 싫으면 빨리 여기서 나가.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				3,
				true
			]
		],
		[
			"msg",
			144817,
			"No no no, why would I do that to a lovely acquaintance...",
			"不不不，我为什么要找你这样第一次见面又柔弱的女孩子麻烦呀......",
			"いやいやいや、どうしてあたしが初対面でか弱そうな女の子に面倒なんか……。",
			"아니아니아니, 왜 내가 첫 만남에 약해 보이는 여자애에게 문제를 일으키겠어...",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				2,
				false
			]
		],
		[
			"msg",
			144818,
			"Get out of here.",
			"离开这里——",
			"ここから出て行って——",
			"여기서 나가 ——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				2,
				true
			]
		],
		[
			"msg",
			144819,
			"Whoa! What’s this paralysis! Seems Super Railgun is nearby?",
			"唔！怎么突然有种麻麻的被电击的感觉！难道说超电磁炮那家伙就在附近！？",
			"うっ！何だか突然痺れるような電撃が！まさか超電磁砲のやつが近くにいるの！？",
			"윽! 갑자기 저릿한 전격이! 설마 초전자포 녀석이 근처에 있는 거야!?",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				2,
				false
			]
		],
		[
			"msg",
			144820,
			"You... How did you stay awake under my electric stare?",
			"这家伙...居然可以在我凝视时产生的电荷里保留着意识？",
			"こいつ……私が凝視して生み出した電荷の中で意識を保っていられるの？",
			"이 녀석... 내가 응시해서 만들어낸 전하 속에서 의식을 유지할 수 있다고?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				2,
				true
			]
		],
		[
			"msg",
			144821,
			"Hey! Super Railgun! Answer me if you can hear me! I'm coming in!",
			"喂！超电磁炮，你在附近就回我一下啦！我要进来咯！",
			"ちょっと！超電磁砲、近くにいるなら答えなさいよ！こっちから行くわよ！",
			"이봐! 레일건, 근처에 있으면 대답해! 내가 갈게!",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144822,
			"Hah... Got a funny pal here.",
			"呵...这不是来了个有趣的家伙嘛。",
			"ふ……面白いやつが来たじゃないの。",
			"후... 재미있는 녀석이 왔네.",
			null
		]
	],
	"5003": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144847,
			"Super Railgun! I'm Kiana! Where are you?",
			"超电磁炮！我是琪亚娜啦！你在哪？",
			"超電磁砲！あたし、キアナよ！どこにいるの！？",
			"초전자포! 나, 키아나야! 어디 있는 거야!?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144848,
			"Stzssssssss!!!",
			"——滋啦！！！",
			"——バチッ！！",
			"——찌직!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144849,
			"Whoa! Is that how you greet an old friend?",
			"唔！这么久不见一上来就偷袭我吗！",
			"わっ！久しぶりなのに不意討ちするの！？",
			"앗! 오랜만에 만나자마자 기습하는 거야!?",
			null
		],
		[
			"msg",
			144850,
			"Wait, it’s not Super Railgun... you are the girl at the door?",
			"咕，等等，那边的不是超电磁炮…你是，刚才门口的那个女孩子？",
			"あれ、待って。あれは超電磁砲じゃない……あなたは、さっき入口にいたあの女の子？",
			"어라, 잠깐. 그건 초전자포가 아니잖아......너는, 아까 입구에 있던 그 여자애?",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144851,
			"My name is Yone. Kokune’s busy now. If you want a fight...",
			"我的名字是余音，刻音她现在在忙其他事，如果你想找她打架……",
			"私の名前は余音。刻音は今他のことで忙しいの。もし彼女と戦いたいなら……。",
			"내 이름은 여음. 각음은 지금 다른 일로 바쁜 거야. 만약 그녀와 싸우고 싶다면…….",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144852,
			"I’ll be your opponent!",
			"不如先跟我打一场！！！",
			"先に私が相手するわ！！",
			"먼저 내가 상대해 줄게!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144853,
			"Boom!",
			"——轰隆！",
			"——ゴォォン！",
			"——꾸어어언!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144854,
			"Wait! What the hell? At least tell me why we’re fighting...",
			"等等！到底是怎么回事啦，怎么二话不说就打过来了……",
			"待って、待って！一体どういうことなの？どうしていきなり攻撃してくるのよ……。",
			"잠깐, 잠깐! 대체 무슨 일이야? 왜 갑자기 공격하는 거야…….",
			null
		],
		[
			"msg",
			144855,
			"I thought she was just a common girl, but she’s actually fighting like a maniac!",
			"明明刚才看着还是个柔弱文静的少女，怎么一打起架来就跟疯子一样！",
			"さっきはあんなにか弱そうで大人しい女の子だったのに、どうして戦い始めた途端に狂ったみたいになるのよ！",
			"아까는 그렇게 약해 보이고 얌전한 여자아이였는데, 왜 싸우기 시작하자마자 미친 것처럼 변하는 거야!",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144856,
			"Don't just run away! Confront my electric power!",
			"别只顾着逃跑啊！用你承受住我电荷的身体再接下我的电流试试啊！",
			"逃げようとしないで！私の電荷に耐えられるあなたの体で私の電流を再び受けてみなさい！",
			"도망가지 마! 내 전하를 견딜 수 있는 네 몸으로 내 전류를 다시 한번 받아 봐!",
			null
		],
		[
			"msg",
			144857,
			"100,000 Volts Electric Shot!",
			"十万伏超电磁射击！",
			"10万ボルト超電磁射撃！",
			"10만 볼트 초전자 사격!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144858,
			"I’m gonna get cooked if I confront that!",
			"正、正面接下真要被电个外焦内嫩的吧！",
			"しょ、正面から受けたら電気で丸こげにされちゃうわ！",
			"젠, 정면으로 맞으면 전기로 완전히 탈 거야!",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144859,
			"Kokune didn’t even take a step back when she’s confronting this! You’re never gonna beat her this way!",
			"刻音面对这招时可是毫不畏缩的，就这样你也想打败她吗？",
			"刻音はこの技を目にしてもちっともビビらないわよ。それでもあなたは彼女を倒したいの？",
			"각음은 이 기술을 봐도 전혀 겁내지 않아. 그래도 넌 그녀를 쓰러뜨리고 싶은 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144860,
			"I’m not her! And I’m just here to ask a fav--",
			"我和她不一样吧！再说，我只是来找超电磁炮帮忙的——",
			"あたしは彼女と違うの！それに、あたしは超電磁砲に手伝ってもらいたいだけで——",
			"나는 그녀와 달라! 게다가, 나는 초전자포에게 도움을 받고 싶을 뿐이야——",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144861,
			"Our motto is \"Talk with your fists\"! You must know about this if you know Kokune. She set that down.",
			"我们的校训是“喧哗上等，御意见无用”！你知道刻音的话，不可能不知道这个吧，这可是她定的呢。",
			"私たちの校訓は「喧嘩上等、御意見無用」よ！刻音を知っているなら、これも知っているはずでしょう！これは彼女が定めたんだから。",
			"우리 학교의 교훈은 「싸움 만세, 의견 무용」야! 코쿠온을 알고 있다면, 이것도 알고 있을 거야! 이건 그녀가 정한 거니까.",
			null
		],
		[
			"msg",
			144862,
			"Take me down before you ask for anything!",
			"有什么要说的，先打败我！",
			"話があるなら私を倒してからにして！",
			"할 말이 있으면 나를 쓰러뜨리고 나서 해!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144863,
			"Gosh, what kind of students are these? And what kind of teacher would teach them this way, Super Railgun?",
			"呜，超电磁炮那个暴躁放电女，都培养了些什么人啊！",
			"ううっ、超電磁砲のバカ放電女。どんな生徒を育てているのよ！",
			"으윽, 레일건의 바보 방전녀. 무슨 학생들을 키우고 있는 거야!",
			null
		]
	],
	"5004": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144864,
			"Uh, I can’t even hide...",
			"唔，简直连躲起来都不行啊……",
			"うっ、隠れてもダメみたいね……。",
			"윽, 숨어도 소용없는 모양이네…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144865,
			"Boom!",
			"——轰隆！",
			"——ゴォォン！",
			"——우르릉!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144866,
			"Feels like her power is even stronger than Super Railgun. She wouldn’t have left such a pikachu alone and watched her rampage.",
			"怎么感觉她比超电磁炮的电力还要厉害，如果是超电磁炮那家伙，应该不会放着这么一个放电的人到处发飙才对。",
			"彼女の電力は超電磁砲よりもすごい気がする。超電磁砲がこんなふうに放電する人を野放しにするはずがないわ。",
			"그녀의 전력은 레일건보다도 대단한 것 같아. 레일건이 이런 식으로 방전하는 사람을 방치할 리가 없는데.",
			null
		],
		[
			"msg",
			144867,
			"And the cheers from other students...",
			"而且这个学园的欢呼声……",
			"それにこの学園の歓声……。",
			"게다가 이 학원의 환호…….",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				3,
				false
			]
		],
		[
			"msg",
			144868,
			"This is how things work here.",
			"这个超电磁学园正是这样规整化的。",
			"この超電磁学園はこうやって規律を整えているの。",
			"이 초전자 학원은 이렇게 규율을 정돈하고 있는 거야.",
			null
		],
		[
			"msg",
			144869,
			"We are all weapons. Both our mental status and personality tend to be militant. This is decided by our data.",
			"大家都是兵器，无论心理状态还是性格倾向在数据设置中都或多或少含有着好战的因子。",
			"みんなが兵器で、心理状態や性格に関係なく、データ設定の中で多かれ少なかれ好戦的な因子が含まれている。",
			"모두가 병기이고, 심리 상태나 성격과 관계없이, 데이터 설정 안에 다소간 호전적인 인자가 포함되어 있어.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				2,
				false
			]
		],
		[
			"msg",
			144870,
			"Even if I was trying to make friends with you, I just can’t control my desire to fight you.",
			"就算我最初只是想来寻求可以交好的人，也无可奈何地因为各种挑衅而被唤醒心中战斗的欲望。",
			"あたしが最初は話の分かる人になろうとしていても、どうしても様々な挑発によって心の中の戦闘欲望が呼び覚まされてしまう。",
			"내가 처음에는 말이 통하는 사람이 되려고 해도, 어쩔 수 없이 다양한 도발 때문에 마음속의 전투 욕구가 깨어나 버려.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144871,
			"And now, the one standing in front of you is the strongest student of the college, Yone the Ultimate Railgun.",
			"而你现在面对的，正是学园最强，超电导究极炮·余音。",
			"そしてあなたが今相手にしているのは学園最強の超電導究極砲・余音よ。",
			"그리고 지금 네 상대는 학원 최강의 초전도 궁극포·여음이야.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144872,
			"All right. That’s all you need to know. You can give it all you’ve got now!",
			"好了，该说的说完了，你内心的迷茫应该清除了吧。你也该放开手战斗了！",
			"いいわ。言うべきことは言ったわ。あなたの内心の迷いを取り除かなくちゃ。あなたも思う存分戦いなさい！",
			"좋아. 할 말은 다 했어. 네 마음속의 망설임을 없애줘야겠어. 너도 마음껏 싸워봐!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144873,
			"Ultimate... I know that’s a weapon sealed for its extreme destructive power! Since you’re the strongest here, you beat the Super Railgun?",
			"超电导...听说那曾经是一件因为破坏力过强而被封印的武器吧！？而且你既然是学园最强的话，你打败了超电磁炮！？",
			"超電導……破壊力が強すぎて封印された武器って聞いたことがあるわ！それにあなたが学園最強ってことは、超電磁砲を倒したの！？",
			"초전도...파괴력이 너무 강해서 봉인된 무기라고 들었어! 게다가 네가 학원 최강이라면, 초전자포를 이긴 거야!?",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144874,
			"It’s been long since the last time I could give it my all. Kokune gave me the first chance, and you, can give me the second one.",
			"继刻音之后，好久没有遇到过可以让我使出全力的对手了。而你，却让我感受到了可以放手战斗的可能性。",
			"刻音の後はずっと私に全力を出させるライバルに出会わなかったわ。でも、あなたは私に思いっきり戦う可能性を感じさせてくれた。",
			"각음 이후로 줄곧 나에게 전력을 다하게 할 라이벌을 만나지 못했어. 하지만 너는 나에게 마음껏 싸울 가능성을 느끼게 해줬어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144875,
			"Seems she's not gonna let me go without a fight... Nooo, I’m outta time! Gotta contact Mei ASAP.",
			"看来不打一场她是不会放过我的......时间也不多了，要赶紧联络上芽衣学姐才行啊。",
			"どうやら戦わないと許してくれそうにないわね……時間もないし、急いで芽衣先輩と連絡を取らなきゃ。",
			"아무래도 싸우지 않으면 용서해주지 않을 것 같네... 시간도 없고, 서둘러 메이 선배와 연락을 취해야 해.",
			null
		],
		[
			"msg",
			144876,
			"I’m not breaking my promise out of some power issue! Now c’mon Yone! Let’s do this quickly!",
			"我可不想因为手机没电而放鸽子，既然这样，那来吧余音！速战速决吧！",
			"ケータイの電池切れで待ちぼうけにさせたくないし、そういうことなら、来なさい！余音！すぐにカタをつけてやるわ！",
			"휴대폰 배터리가 다 돼서 기다리게 하고 싶지도 않고, 그렇다면 어서 와! 여음! 당장 결판 내줄게!",
			null
		]
	],
	"5002": [
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144823,
			"That’s something. So You CAN take my electricity.",
			"干得不错，你果然能承受得住我的电流！",
			"なかなかやるわね。私の電流に耐えられるなんて。",
			"꽤 잘하는걸. 내 전류를 견딜 수 있다니.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144824,
			"Of course. Mei’s got a much more powerful thunder.",
			"那当然，比起这个，芽衣学姐曾经使用过的雷击可要厉害的多呢。",
			"当り前よ。こんなのより、芽衣先輩が使っていた雷撃の方がずっとすごいわよ。",
			"당연하지. 이런 거보다 메이 선배가 쓰던 뇌격이 훨씬 대단해.",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144825,
			"Oh yeah? I wanna meet her now. Ooh...",
			"是吗，这么说完，我有点想见一见那个人了呢。呃……",
			"そうなの、そう言えば私もその人に会ってみたいわ。あっ……。",
			"그래? 그 사람을 만나보고 싶다는 말이야. 아...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144826,
			"You okay? I didn’t aim at any vital!",
			"没、没事吧！我的攻击应该没有打到你要害才对啊！",
			"だ、大丈夫！？あたしの攻撃がそんなに威力があったわけじゃないでしょう？",
			"괘, 괜찮아!? 내 공격이 그렇게 강했던 건 아니잖아?",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144827,
			"It’s OK... It’s just I’m short in power after a fight. Since Kokune’s not here now, I gotta charge somewhere...",
			"没…什么，只是全力打了一架，电力有点不足了。刻音也不在身边，看来要找个地方充电才行……",
			"だ……大丈夫よ。ただ、全力で戦ったから、電力が少し足りなくて。刻音も傍にいないし、どこかで充電しなくちゃ……。",
			"괜... 괜찮아. 그냥 전력으로 싸우다 보니 전력이 조금 모자라서. 각인도 곁에 없고, 어디서 충전해야...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				1,
				true
			]
		],
		[
			"msg",
			144828,
			"I see. You machines are quite inconvenient. By the way, you’ve said Kokune a few times. You care a lot about her?",
			"电力不足嘛，不得不承认机器都是些麻烦的东西呢。不过我一直想问，你开口闭口刻音的，你很在意她嘛？",
			"電力が足りないんでしょ。ロボットはみんな面倒だって認めないといけないわね。ところで聞きたかったんだけど、あなたさっきからずっと刻音、刻音って言うけど、そんなに彼女が気になるの？",
			"전력이 모자라다구. 로봇들은 다 귀찮은 거 인정해야겠네. 그런데 말야, 너 아까부터 계속 각인, 각인 하는데, 그렇게 그녀가 신경 쓰여?",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144829,
			"Do I? I don’t know. She calls me big sis, so she’s under me, right?",
			"是…吗？我也不清楚，就学园里的人来说，她会叫我大姐头，那她就是我的小弟了吧？",
			"そう……なの？私にも分からない。学園の中では彼女は私を姉貴って呼ぶわ。ということは私の弟分でしょ？",
			"그런...가? 나도 모르겠어. 학원에서는 그녀가 나를 언니라고 부르거든. 그럼 내 동생이잖아?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				1,
				true
			]
		],
		[
			"msg",
			144830,
			"She did? Unbelievable...",
			"额，那个超电磁炮吗，真是难以想象……",
			"え、あの超電磁砲が？想像もできないわ……。",
			"뭐, 그 레일건이? 상상도 안 가는데...",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144831,
			"I beat her, after all. We honor power the most here, so she gotta obey me.",
			"毕竟，我打败了她，在战力至上的超电磁学园她只能服从我了吧。",
			"それに、私は彼女を倒したんだから戦力至上主義の超電磁学園では彼女が私に従うのが筋よ。",
			"게다가 내가 그녀를 쓰러뜨렸으니 전력지상주의의 초전자학원에서는 그녀가 내게 따르는 게 당연하지.",
			null
		],
		[
			"msg",
			144832,
			"But she’s the first one challenging me over and over again.",
			"不过，那家伙，是第一个被我打败后还孜孜不倦地挑战我的人。",
			"でも、あいつは初めて私に負けてからずっとあきらめもせずに挑んで来た人だわ。",
			"하지만, 그 애는 처음으로 내게 진 이후로 계속 포기하지 않고 덤벼든 사람이야.",
			null
		],
		[
			"msg",
			144833,
			"No matter how many times she got beaten, she always gets up and challenges again.",
			"无论我击退她多少次，她总会再爬起来，向我发起新的挑战。",
			"何回倒してもいつも起き上がってきて、また私に挑んでくる。",
			"몇 번을 쓰러뜨려도 항상 일어나서, 다시 내게 도전해왔어.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				4,
				false
			]
		],
		[
			"msg",
			144834,
			"No one’s like her. Others will just freak out once they see the sparks from my fingers.",
			"换做其他人，只有看到我指尖冒出火花就会跑得没影。不被我的强大吓跑的，她是第一个吧。",
			"他の人だったら私の指先から出る火花を見ただけで逃げ出すのに。私の強さに逃げ出さないのは彼女が初めてよ。",
			"다른 사람들이라면 내 손가락에서 나오는 스파크만 봐도 도망칠 텐데. 내 강함에 도망가지 않은 건 그 애가 처음이야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				4,
				true
			]
		],
		[
			"msg",
			144835,
			"I see. So the thing is you’re lonely, she can keep your company, and you like this feeling?",
			"这样吗，我知道了，总的来说你就是感到孤单，而正好超电磁炮那个粗神经愿意接近你，让你轻松了不少吧~",
			"そうなんだ。分かったわ。とにかくあなたは孤独を感じていて、ちょうど超電磁砲が図太い神経であなたに近づこうとするから、心を許しているのね。",
			"그렇구나. 알겠어. 어쨌든 너는 외로움을 느끼고 있고, 마침 초전자포가 굵은 신경으로 너에게 다가오려 하니까, 마음을 열고 있는 거네.",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				3,
				false
			]
		],
		[
			"msg",
			144836,
			"Maybe...... Enough of this. You win, and it’s your call now.",
			"也许......好了，我的事就不用再说了吧，你赢了，接下来，就由你来改革这里的一切吧。",
			"そうかも……いいわ。私のことはもういいでしょ。あなたが勝ったんだから、これからはあなたがここの全てを改革してちょうだい。",
			"그럴지도... 좋아. 내 이야기는 이제 됐어. 네가 이긴 거니까, 이제부터는 네가 여기 모든 것을 개혁해줘.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144837,
			"And, uh ... What were you here for?",
			"还有，呃...你最初是要来做什么的来着？",
			"それから、えっと……あなた、最初は何をしにここに来たの？",
			"그리고, 어... 너, 처음에 뭐 하려고 여기에 온 거였지?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				1,
				true
			]
		],
		[
			"msg",
			144838,
			"Gosh, I’m just here for Super Railgun so she can recharge my phone. And you thought I’m bringing trouble here!",
			"哎呀，我本来只是想来找超电磁炮帮我手机充一下电的！结果你却认为我是来搞事的！",
			"あ、そうだ。超電磁砲を探して、あたしのケータイを充電してもらおうと思っていたんだった！そしたらあなたがあたしのことを勘違いしたのよ！",
			"아, 맞다. 초전자포를 찾아서, 내 휴대폰을 충전해 달려고 했었어! 그런데 네가 내 말을 오해한 거야!",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144839,
			"Sorry, I got too excited and...",
			"抱歉，一下子兴奋了起来，给你添麻烦了......",
			"ごめんなさい。すぐに興奮してしまって、迷惑をかけたわね……",
			"미안해. 금방 흥분해 버려서, 폐를 끼쳤네...",
			null
		],
		[
			"msg",
			144840,
			"I can charge your phone as well. Take it as a token of apology.",
			"充电的话，我也可以帮忙，就当是赔礼吧。",
			"充電だったら私でも役に立てるわ。これはお詫びよ。",
			"충전이면 나도 도울 수 있어. 이건 사과의 의미야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				1,
				true
			]
		],
		[
			"msg",
			144841,
			"You can? Well, then, please! It's gonna get Shadow soon. I gotta contact Mei!",
			"可以吗？那就拜托你了！马上就要天黑了得联系上芽衣学姐才行！",
			"いいの？じゃあお願いするわ！もうじき暗くなっちゃうから芽衣先輩に連絡しないと。",
			"좋아? 그럼 부탁할게! 곧 어두워질 테니까 메이 선배에게 연락해야 해.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1091,
				1,
				true
			]
		],
		[
			"msg",
			144842,
			"Bang!",
			"——砰！",
			"——パンッ！",
			"——펑!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				1,
				true
			]
		],
		[
			"msg",
			144843,
			"...... Wait. Why is it smoking!?",
			"......诶，为什么手机冒烟了！？",
			"……え、どうしてケータイから煙が！？",
			"......어, 왜 핸드폰에서 연기가!?",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				2,
				false
			]
		],
		[
			"msg",
			144844,
			"Um, sorry. I happened to, burn it.",
			"抱、抱歉，不小心用力过度，烧掉了。",
			"ご、ごめんなさい。つい力を入れすぎてショートしてしまった。",
			"죄, 죄송해요.つい 힘을 너무 주다 보니 쇼트해 버렸어요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1091,
				2,
				true
			]
		],
		[
			"msg",
			144845,
			"What the... How am I supposed to contact Mei now! You gotta learn to control your power! How are you gonna make friends like this!",
			"那、那我还怎么联系芽衣学姐啊！你给我好好学会怎么控制自己的力量啦！不然你还怎么和别人交朋友！",
			"そ、そんな。あたしはどうやって芽衣先輩と連絡するのよ！あなた、しっかり自分の力をコントロールしなさいよ！さもないと友達なんかできないわよ！",
			"어, 어쩌면. 나는 어떻게 메이 선배랑 연락하냐고! 당신, 제발 자기 힘 좀 컨트롌해! 안 그러면 친구 같은 건 절대 못 사귈 거야!",
			null
		],
		[
			"speaker",
			204676
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1091,
				1,
				false
			]
		],
		[
			"msg",
			144846,
			"Control my power... Well, I don’t know how long can we talk.",
			"控制力量吗......呵呵，可以像现在这样子互动的时间，不知道还能持续多久呢？",
			"力をコントロールか……フフ、今みたいにこうやって交流する時間がいつまで続くのかしら？",
			"힘을 컨트롌이라......훗, 지금처럼 이렇게 교류하는 시간이 언제까지 이어질까?",
			null
		]
	]
}