{
	"3401": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144104,
			"I didn’t expect a forest like this in Babylon School. Could there be some fairies like in the legends?",
			"没想到巴比伦学园还有这样的森林，不知道里面会不会有传说中的妖精种。",
			"バビロン学園にこんな森があるなんて知らなかった。伝説の妖精の里もあるのかな。",
			"바빌론 학원에 이런 숲이 있는 줄 몰랐어. 전설의 요정 마을도 있을까.",
			null
		],
		[
			"msg",
			144105,
			"How long has this forest been here... They are all giant, ancient Nanmu trees...",
			"也不知道这个森林究竟存在了多久，竟然都是这么巨大的古楠……",
			"この森って、どのくらい昔からあるのかな。こんなに大きなクスノキがあるなんて……。",
			"이 숲은 대체 얼마나 오래된 걸까. 이렇게 큰 녹나무가 있다니...",
			null
		],
		[
			"msg",
			144106,
			"I think I heard someone said, mistletoes usually live on these trees. If you kiss your loved one under the mistletoe, you will be together forever...",
			"对了，记得好像有谁说过，这些高大的楠木上一般都会寄居着槲寄生，如果在槲寄生下和恋人互相亲吻的话就能永远相伴……",
			"そうだ、こういう大きなクスノキにはヤドリギが寄生しているって誰かが言っていたことがあったわね。ヤドリギの下で恋人と口づけすると永遠に添い遂げられるって……。",
			"맞아, 이런 큰 녹나무에는 겨우살이가 기생한다고 누가 말했던 것 같아. 겨우살이 아래에서 연인과 키스하면 영원히 함께할 수 있다고...",
			null
		],
		[
			"msg",
			144107,
			"Lord! Please make me and Mei stay in love forever!",
			"神明在上啊！请保佑我和芽衣能够永远相爱吧！",
			"神様がいるなら、どうか私と芽衣先輩の永遠の愛を見守ってください！",
			"신이 계시다면, 제발 저와 메이 선배의 영원한 사랑을 지켜봐 주세요!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			144108,
			"Yes…?",
			"嗯……？",
			"——ん？",
			"——응?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			144109,
			"The god actually answered me!? And she’s a girl!?",
			"神明居然真的回应我了！？而且还是个女孩！？",
			"本当に神様が応えてくれた！？しかも、女の子！",
			"정말로 신이 응답해 준 거야!? 게다가, 여자아이잖아!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			144110,
			"Why is it so noisy… Someone broke into this forest again?",
			"为什么这么吵…难道是又有什么人闯进了这个森林么？",
			"どうして、こんなにうるさいの……誰かこの森に入ってきたのかしら？",
			"왜 이렇게 시끄러운 거지... 누가 이 숲에 들어온 건가?",
			null
		],
		[
			"msg",
			144111,
			"Ah, there really is…",
			"啊，还真有……",
			"あ、やっぱり……。",
			"아, 역시……",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			144112,
			"Hello! I am Kiana, are you a god?",
			"你好！我是琪亚娜，请问你是神明么？",
			"こんにちは！私はキアナ。あなたは神様なの？",
			"안녕! 나는 키아나. 당신은 신이에요?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			144113,
			"God, you are flattering me. I’m just a fortunate mistletoe.",
			"神明么，你太高看我了，我不过只是一株得到了垂青的槲寄生而已。",
			"神様？それは、かいかぶり過ぎよ。私は……ヤドリギよ。",
			"신? 그건 과찬이야. 나는... 야드리기야.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144114,
			"Right, I have no name, nor I deserve one. So, why are you here? It’s been a long time since someone visited this place.",
			"对，我没有名字，也不配拥有名字。所以，为什么你会在这里呢，这里已经太久没有人来过了。",
			"それで、あなたはどうしてここにいるの？ここは長いこと誰も来なかったのに。",
			"그런데, 너는 왜 여기에 있는 거야? 여긴 오랫동안 아무도 오지 않았는데.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144115,
			"I found here just by accident~ But did I interrupt you?",
			"我只是不小心找到这里的啦~不过似乎打扰到你休息了？",
			"歩いてたら偶然ここを見つけたのよ。お昼寝を邪魔しちゃったかしら？",
			"걸어다니다가 우연히 여길 발견했어. 낮잠을 방해했나?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144116,
			"Not really, while the noise has disrupted the peace here, it also tells me you have some trouble and are seeking solutions.",
			"也没有呢，虽然人声的嘈杂干扰了这里的平静，但是也让我知道了其实你有着想要解开的烦恼呢。",
			"そんなことないわ。人の声で静寂を乱されたけど、悩みを抱えていることがわかったから。",
			"그런 건 아니야. 사람 목소리에 정적이 깨졌지만, 고민이 있다는 걸 알았으니까.",
			null
		],
		[
			"msg",
			144117,
			"Please sit down, Kiana. Have some fresh fruits and listen to the breeze, then tell me about your troubles.",
			"请坐下吧，琪亚娜，吃些新鲜的野果，听听这里的风声。然后和我说说你的烦恼吧。",
			"座って、キアナ。新鮮な果物でも食べて風の声を聞くの。それから、悩みを私に話して。",
			"앉아, 키아나. 신선한 과일이라도 먹으며 바람 소리를 들어. 그런 다음, 고민을 내게 말해봐.",
			null
		],
		[
			"msg",
			144118,
			"I may not be able to provide useful advice, but I can be a listener and share some of the trouble for you.",
			"也许不能给你提出什么有用的建议，不过倒是能成为倾听的对象，为你分担一些烦恼吧。",
			"役に立つアドバイスはできないかもしれないけれど、聞き役となり悩みを分かち合うことができると思うの。ひとりで悩まないで、私がいるわ。",
			"도움이 되는 조언은 못해줄지 몰라도, 듣는 사람이 되어 고민을 나눌 수 있을 거야. 혼자 고민하지 말아, 내가 있잖아.",
			null
		]
	],
	"3403": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144138,
			"Ahaha, I don’t really have any trouble~",
			"啊哈哈，其实我没有什么可以说的烦恼啦~",
			"——といっても、私に悩みなんてなにもないんだよね。",
			"——라고 해도, 나에게 고민 같은 건 전혀 없어.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144139,
			"Really? I heard humans are always troubled by different thoughts, no matter they are alive or dead. Are you not a human?",
			"真的么？我听说人类身上常伴有三千六百种烦恼之风，无论生前又或是死后，都被杂念缠绕。莫非你不是人类么？",
			"それは本当？人間は常に無数の悩みを抱えていて、生前も死後も雑念がまとわりついているって聞いていたけれど。まさか……キアナは人間じゃないのかしら？",
			"그게 정말? 인간은 항상 무수한 고민을 안고 있고, 생전에도 사후에도 잡념이 엉겨붙어 있다고 들었는데. 설마... 키아나는 인간이 아닌 건가?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144140,
			"Of course I’m human, alive, 100%~!",
			"我当然是人类，活生生的，百分之百的人类~！",
			"どこからみても人間でしょ？ヤドリギには私がどんな生物に見えるっていうのよ。",
			"어디에서 봐도 인간이잖아? 야드릴기에는 내가 어떤 생물로 보이는데?",
			null
		],
		[
			"msg",
			144141,
			"But you might have some misunderstanding. Troubles can be overwhelmed by happiness~ If you feel happy, you don’t really care about little troubles.",
			"只不过你似乎有些误解呢，所谓的烦恼是能被幸福所掩盖的哦~因为感到了幸福，所以也就不在乎那点烦恼了。",
			"少し誤解があるみたいだけど、幸せによって悩みという存在を小さくできるわ。幸せを感じているから、悩みなんて気にしないのよ。",
			"약간 오해가 있는 것 같은데, 행복으로 인해 고민이라는 존재를 작게 만들 수 있어. 행복을 느끼고 있으니까, 고민 같은 건 신경 안 쓰는 거야.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144142,
			"Happiness… Sounds like some lies crafted to comfort oneself, like telling yourself a lie that is fake…",
			"幸福…听起来就像是某种用来安慰自己的谎言，是自欺欺人的伪物一样呢……",
			"その言い方だと、幸せは自分を慰めるのに使う言葉みたい。自身や他人を欺く偽物と同じ……。",
			"그 말투로 보면, 행복은 자신을 위로하는 데 쓰는 말 같아. 자신이나 타인을 속이는 가짜와 같은……",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144143,
			"All the humans I know have used this word to paralyze themselves, but they still end up with lots of troubles and endless suffering.",
			"我所知道的人类都是用这个词语麻痹自己，结果最后自己还是被烦恼所包围，最后沉沦在苦海。",
			"私が知っている人間は、この言葉で自分の感情を騙すの。そして……最後は悩みに押し潰されてしまい、苦しみを味わうことになる。辛いことからは決して逃げられないの。",
			"내가 아는 인간은, 이 말로 자신의 감정을 속이더라. 그리고…… 결국은 고민에 짓눌려 버려, 고통을 맛보게 되지. 힘든 일에서 결코 도망칠 수 없는 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144144,
			"That’s not true! When I’m with Mei, I feel very happy, it’s not fake!",
			"才没有！跟芽衣在一起本来就很幸福，才不是虚假的呢！",
			"そんなことないわ！私は芽衣先輩と一緒にいるだけで幸せだもん！この気持ちに嘘偽りなんてないわ。",
			"그런 거 아니야! 나는 메이 선배와 함께 있는 것만으로 행복하다고! 이 감정에 거짓 같은 건 없어.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144145,
			"Mei? Sounds like a name... Is she your loved one? So you are just another poor human, losing your mind in the sweetness of love.",
			"芽衣？听上去是一个人名…是你所倾心的人么？原来又是一个被爱情的甜蜜而冲昏迷失了心智的可怜人么。",
			"そう……キアナも愛情の甘さに理性を失ってしまった可哀想な人なんだね。",
			"그래…… 키아나도 사랑의 달콤함에 이성을 잃어버린 불쌍한 사람이구나.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144146,
			"I’m sorry, the so-called legend of kissing and making wishes in front of mistletoe is nothing but a lie. I can’t help you with anything, so please go back.",
			"很抱歉，所谓的在槲寄生前许愿亲吻的传说只是别人的讹传，我无法帮助你们办到任何事，所以请回吧。",
			"ごめんなさい。ヤドリギの下で願い事をするとか、口づけをするっていう伝承はウソであって本当にあるわけじゃないの。だから、キアナの手助けはできないわ。帰って。",
			"미안해. 야드리그 아래에서 소원을 빈다거나, 키스를 한다는 전설은 거짓이야. 진짜로 있는 게 아니라고. 그래서, 키아나를 도와줄 수 없어. 돌아가.",
			null
		],
		[
			"msg",
			144147,
			"Also, please do not come to see me again. Just let me stay here alone.",
			"另外，请不要再来打扰我了，就让我继续一个人守候在这里吧。",
			"それから、もう私の邪魔はしないで。",
			"그리고, 이제 내 방해는 하지 마.",
			null
		]
	],
	"3404": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144148,
			"What a strange person… She said she wanted to listen to my troubles, but suddenly became so distant.",
			"好奇怪的人啊…明明前面还在说要倾听我的烦恼怎么突然就变得那么冷淡了呢。",
			"うーん、なにか悪いこと言っちゃったかなぁ。さっきは私の悩みを聞くって言ってたのに、いきなり冷たくなっちゃって……。",
			"으음, 뭔가 나쁜 말을 했나 봐. 아까는 내 고민을 들어준다면서, 갑자기 차가워져 버리고……",
			null
		],
		[
			"msg",
			144149,
			"Whatever, I will just pretend I never met her... I didn’t know the mistletoe legend was just a fairy tale. Such a pity--",
			"算了，就当没遇到过这个人吧……不过今天才知道原来在槲寄生下并不能永结同心，真是遗憾——",
			"いいわ。会わなかったことにしてあげる。でも、ヤドリギの下での伝承はウソだったんだ、初めて知ったわ。本当に残念だわ——",
			"좋아. 만나지 않은 걸로 해줄게. 하지만, 야드리그 아래에서의 전설은 거짓이었구나, 처음 알았어. 정말 아쉽다——",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144150,
			"*Cries*…",
			"呜……",
			"うぅ……。",
			"우우…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144151,
			"Someone crying? Could it be the girl just now?",
			"哭声？难道是刚才的那个女孩？",
			"なにか聞こえる……泣き声？",
			"무언가 들려…… 울음소리?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144152,
			"*Weeps*… Sorry… Sorry… Balder, I failed my duty again… Sorry…",
			"呜…对不起……对不起……巴德尔，我这次又没能好好完成我的职责……对不起……",
			"うぅ……。ごめんなさい……ごめんなさい……バルドル、また自分の役割を果たせなかった……ごめんなさい……。",
			"우우…… 미안해…… 미안해…… 발두르, 또 내 역할을 다하지 못했어…… 미안해…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144153,
			"It's her. Is there something I didn’t know?",
			"果然是她，难道是有什么隐情么？",
			"ヤドリギじゃない。なんで泣いてるんだろ……。",
			"겨우살이가 아니네. 왜 울고 있을까…….",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144154,
			"Hey… Balder, I finally met another human today… She’s so much like you, always happy.",
			"呐…巴德尔，今天终于又遇到了一个人类……她和你是那么的像，总是一副乐天的样子。",
			"ねぇ、聞いて。久しぶりに今日は人間と出会ったんだ。キアナっていう子なんだけど、バルドルに性格や声がそっくりで、のんきな子だった。",
			"있지, 들어봐. 오랜만에 오늘 인간을 만났어. 키아나라는 아이인데, 발두르랑 성격이나 목소리가 꼭 닮았고, 태평한 아이였어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144155,
			"Balder... That’s the name of the God of Light in Nordic mythology… Does this girl have any connection to her?",
			"巴德尔…那不是北欧神话中光明神的名字么……难道这个女孩还和她有着什么联系？",
			"バルドルって北欧神話の光の神の名前じゃないの……。まさか、ヤドリギと何か関係があるのかしら？",
			"발두르는 북유럽 신화의 빛의 신 이름이잖아……. 설마, 겨우살이랑 무슨 관계라도 있는 거야?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144156,
			"The girl seems to have heard some legends, she was wishing in front of me that she could stay with her loved one together forever. So cute~",
			"那个女孩仿佛是听到了什么传说呢，就那样在我的面前许愿和她相爱的人能够永远在一起，真是可爱~",
			"キアナは偶然ここに来たみたいなの。それで、私の前で愛する人と永遠に一緒にいたいって祈るの。本当に可愛い。",
			"키아나는 우연히 여기에 온 모양이야. 그래서, 내 앞에서 사랑하는 사람과 영원히 함께 있고 싶다고 기도하더라. 정말 귀여웠어.",
			null
		],
		[
			"msg",
			144157,
			"But I couldn’t help her... Not only that, I also said something really harsh to her.",
			"但是我却没能帮到那个女孩…不仅如此，我还对那个孩子说了那么难听的话。",
			"でも、私はキアナを手伝ってあげられなかった……それどころか、ひどいこと言っちゃった……。",
			"하지만, 나는 키아나를 도와주지 못했어…… 오히려, 끔찍한 말을 해버렸어…….",
			null
		],
		[
			"msg",
			144158,
			"Why am I still so useless? Why am I still so timid?",
			"为什么我还是那么没用呢？为什么我还是那么胆小呢？",
			"どうして私ってこんなにダメなんだろう？どうして私ってこんなに意気地なしなんだろう？",
			"왜 나는 이렇게 못난 걸까? 왜 나는 이렇게 나약한 걸까?",
			null
		],
		[
			"msg",
			144159,
			"Why can I still not forgive myself? Hey...Balder, what should I do…?",
			"为什么我还是无法原谅自己呢？呐……巴德尔，我到底应该怎么做才好呢……？",
			"どうして……私はまだ自分を許せないんだろう？ねえ……バルドル、一体どうすればいいの？",
			"왜…… 나는 아직도 나 자신을 용서하지 못하는 걸까? 저기…… 발두르, 대체 어떻게 해야 하지?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144160,
			"That girl... Right, she said her name was Mystletainn…",
			"那个女孩…对了，她说过自己的名字是米斯特汀来着……",
			"バルドル……うーん……ぁ——",
			"발두르…… 으음…… 아——",
			null
		],
		[
			"msg",
			144161,
			"I remember now! She mentioned the name Balder, but Balder was pierced by a mistletoe!!",
			"我想起来了，说起巴德尔，刺穿巴德尔的不就是一株槲寄生么！！",
			"思い出した！確かバルドルを貫いたのはヤドリギだったじゃない！",
			"생각났어! 확실히 발두르를 관통한 건 겨우살이였잖아!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144162,
			"!?",
			"！？",
			"——え！？ぁ……お、落ち——",
			"——엣!? 아…… 오, 위험해——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144163,
			"Oh no! I was too loud! Hey! Watch out!",
			"糟了！声音太大了！喂！小心！",
			"声が大きすぎた！ちょ、ちょっと気をつけて！",
			"목소리가 너무 컸어! 잠, 잠깐 조심해!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144164,
			"Boom!",
			"咚！",
			"ドンッ！",
			"쿵!",
			null
		]
	],
	"3405": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144165,
			"Ouch, are you okay! C’mon, you are on a tree, at least be careful.",
			"呼，你没事吧！真是的，好歹注意一下自己是在树上不是在平地上啊。",
			"ふぅ、大丈夫？木の上にいたら危ないじゃない。地面じゃなくて上を注意していたからよかったわ。",
			"휴, 괜찮아? 나무 위에 있으면 위험하잖아. 땅이 아니라 위를 보고 있었어서 다행이야.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144166,
			"I… I’m fine. Sorry for the trouble! Really sorry!",
			"我…我没事。对不起，给你添麻烦了！真的很对不起！",
			"わ、私は大丈夫。迷惑かけてごめんなさい。",
			"저, 저는 괜찮아요. 폐 끼쳐서 미안해요.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144167,
			"Oh, it's all right, you don't have to be so polite~",
			"哎呀，没事的，你不用那么客气啦~",
			"私は大丈夫よ。ケガはないみたいだし問題はなさそうね。",
			"나는 괜찮아. 다친 데도 없는 것 같고 문제 없을 것 같네.",
			null
		],
		[
			"msg",
			144168,
			"But… Are you that mistletoe that killed Balder?",
			"不过…话说你真的就是那个杀死了巴德尔的那株槲寄生吗？",
			"ねぇ、本当にヤドリギがバルドルを殺したの？",
			"저기, 정말로 겨우살이가 발두르를 죽인 거야?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144169,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144170,
			"Um… It may not be a good memory for her… She’s probably angry…",
			"呃…可能对于她来说那并不是一个很好的回忆……，怕不是她生气了……",
			"……そう。変な質問しちゃってごめんね。思い出したくなかったよね。",
			"……응. 이상한 질문해서 미안해. 떠올리고 싶지 않았었지.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144171,
			"I knew it, no matter how I conceal it, it won’t work. The mistake I committed will be linked with my name forever, and there is no way I can repay the sin.",
			"果然不管再怎么隐瞒都没有用呢，犯下的过错就如同烙印一样会永远的铭在名字上，无论怎么样去偿还也无法洗清这个罪孽。",
			"どう隠しても無駄ね。犯した過ちは永遠に烙印を名前に刻まれ、どう足掻いても、この罪を償うことはできないわ。",
			"어떻게 숨겨도 소용없어. 저지른 과오는 영원히 이름에 낙인처럼 새겨져, 아무리 발버둥쳐도 이 죄를 갚을 수 없어.",
			null
		],
		[
			"msg",
			144172,
			"I could only be that murderer who killed the one that treasured her the most, and I will never be the God of Red Thread, to bring people happiness.",
			"我果然永远只能是那个刺杀了曾经最珍视自己的恩人的刽子手，而无法成为带给他人幸福的红线之神。",
			"私のことを誰よりも気にかけてくれた恩人を……。だから、人に幸せをもたらす赤い糸の神には永遠になれないわ。",
			"나를 누구보다 걱정해준 은인을……. 그래서, 사람들에게 행복을 가져다주는 붉은 실의 신은 영원히 될 수 없어.",
			null
		],
		[
			"msg",
			144173,
			"The Great Frigg must have been wrong. She thought too great of me, and gave such an important duty to the lowly, timid and cowardly me-- But I just can’t do it…",
			"果然一定是伟大的弗丽嘉看走眼了吧，她过于高看了我，竟然赐予卑微的、胆小的、懦弱的我这样重要的职责——但是我真的无法完成啊……",
			"こんな大事な役割を任せるなんて……私をかいかぶり過ぎたのよ。卑しくて、臆病で、弱虫に、とてもじゃないけど果たすことはできないわ。",
			"이런 중요한 역할을 맡기다니……나를 너무 과대평가했어. 비루하고, 겁많고, 나약한 놈에게, 도저히 해낼 수 없는 일이야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144174,
			"She seems to be self-blaming again... Is this how she spends her days? That’s so pathetic.",
			"她好像又陷入自责中了……难道她每天都是这样度过的么，未免也太可悲了。",
			"……まさか、毎日こんなふうに過ごしているのかしら。いくらなんでもかわいそうだわ。",
			"……설마, 매일 이런 식으로 지내고 있는 거야? 아무리 그래도 불쌍해.",
			null
		],
		[
			"msg",
			144175,
			"If I can find a good way to encourage her...",
			"如果能找到什么好的方法鼓励她……",
			"なにか元気づけるいい方法があればいいんだけど……。",
			"뭔가 기운 나게 해줄 좋은 방법이 있으면 좋을 텐데…….",
			null
		],
		[
			"msg",
			144176,
			"Right, she seemed to really care about Balder, if I could pretend to be Balder and talk to her...",
			"对了，她似乎很在乎巴德尔的看法，如果我能够假扮成巴德尔跟她对话的话……",
			"そうだ！バルドルの意見を気にしているみたいだから、私が……。",
			"그래! 발두르의 의견을 신경 쓰는 것 같으니, 내가…….",
			null
		],
		[
			"msg",
			144177,
			"Feels difficult, but it’s a new challenge! Time for Kiana to show her great acting skills!",
			"总感觉很难，但是这也是一个新鲜的挑战！是时候展现琪亚娜高超的演技了！",
			"難易度が極高だけど、新たなチャレンジよ！キアナの素晴らしい演技を見せる時がきたわね！",
			"난이도가 극히 높지만, 새로운 도전이야! 키아나의 훌륭한 연기를 보여줄 때가 왔어!",
			null
		]
	],
	"3406": [
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144178,
			"That kid has left again, probably because of me... She was going to comfort me, and she saved me… Why do I always do things I don’t want to do…",
			"好像又因为我的原因，那个孩子又离开了……本来她是想来安慰我的吧，明明她还救了我……为什么我总是会干做出我不想做的举动呢……",
			"また、キアナが去ってしまった……。私を助けてくれたのに……どうして、いつもやりたくないことをしてしまうのかしら……。",
			"또, 키아나가 떠나버렸어……. 나를 도와줬는데……왜, 항상 하고 싶지 않은 일을 하게 되는 걸까…….",
			null
		],
		[
			"msg",
			144179,
			"Balder... Am I really hopeless?",
			"巴德尔…我难道真的已经无药可救了吗？",
			"バルドル……もしかして、私は……もう——",
			"발두르……혹시, 나는……이미——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144180,
			"No, kid... You are not wrong. It’s not your fault.",
			"不，孩子……你没有错，这不是你的错？",
			"光ある所に希望があり、そこに私がいる。ずっとヤドリギを見ていたわ……沈んだ姿を見たくな——",
			"빛이 있는 곳에 희망이 있고, 거기에 내가 있어. 계속 야드릴기를 바라봤어……가라앉은 모습을 보고 싶지——",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144181,
			"Balder!? Is that you, Balder... But why do you pretend to look like that girl.",
			"巴德尔！？是你么，巴德尔……但是为什么你变成了那个女孩的样子。",
			"バルドル！？どこにいるの？どうして隠れてるの？",
			"발드르!? 어디 있는 거야? 왜 숨은 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144182,
			"If you see light, there will be hope; if you see hope, I will be there with you. I have always been watching you... I just don’t want to see you feeling down like this, so I have used her appearance.",
			"有光的地方便有希望，有希望的地方便有我，我一直在看着你啊……只是因为不想看着你再消沉下去，我才变成了这样。",
			"私の登場シーンを遮るなんて、さすがはヤドリ——",
			"내 등장 장면을 가로막다니, 역시 겨우살이——",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144183,
			"So… You have always been with me, sorry… Sorry to let you see me like this… Sorry.",
			"原来…你一直都在，对不起…让你一直看着我颓废的样子，不成器的样子……对不起。",
			"ずっと……いてくれたんだ。ごめん……ずっと私の沈んだ姿、どうしようもない姿を見せてしまって……ごめんなさい。",
			"계속…… 있어줬었네. 미안해…… 계속 내가 가라앉은 모습, 어쩔 수 없는 모습을 보여서…… 정말 미안해.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144184,
			"No, you have done nothing wrong, and there’s no need to apologize. You are just too kind and emotional, but those are your most lovely qualities.",
			"不，你没有错，你不用道歉，这只是你的温柔与感性，是你最可爱的地方。",
			"(もう演技に集中しよう……｡)謝らなくていいのよ。ヤドリギは優しくて、いつも私のそばに——",
			"(이제 연기에 집중하자…….) 사과할 필요 없어. 겨우살이는 상냥해서, 항상 내 곁에——",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144185,
			"But if I could be a bit stronger, I would not have hurt you, and you would not have left me... That was all my fault, wasn’t it!",
			"但是如果我能在坚强一点的话，我就不会再刺伤你，你也就不会离我而去……这些都是我的错不是么！",
			"でも！少し強ければ、バルドルを貫くことなんてしなかった！離れ離れになることも……なかった。これは、全て私のせいでしょう！？",
			"하지만! 조금만 강했더라면, 발드르를 관통하는 일 같은 건 하지 않았을 거야! 흩어지게 되는 일도…… 없었을 텐데. 이건 모두 내 탓이잖아!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144186,
			"Everyone has their own weaknesses, there’s nothing shameful about it. You don’t have to keep blaming yourself for it.",
			"每个人都有自己的弱点，这并不是一件可耻的事情，你不用因此而一直自责的。",
			"(バルドルっていつも最後まで喋れないのかな？)誰にでも弱点はあるわ。それは恥ずかしいことじゃない。それで、ずっと自分自身を責める必要はないわ。",
			"(발드르는 항상 끝까지 말을 못 하는 걸까?) 누구에게나 약점은 있는 거야. 그건 부끄러운 일이 아니야. 그래서 계속 자신을 탓할 필요는 없어.",
			null
		],
		[
			"msg",
			144187,
			"My mother probably thought the same, that’s why she gave you the duty of connecting Red Threads, to cheer you up.",
			"母亲大人估计也是这么想的吧，所以才想着让你振作起来，给你一个牵红线的职责。",
			"赤い糸を結ぶ役割……まだ、ちゃんとやっていないの？",
			"붉은 실을 맺는 역할…… 아직, 제대로 하고 있지 않은 거야?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144188,
			"I’m sorry...",
			"对不起……",
			"ごめんなさい……。",
			"미안해…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144189,
			"See, you are apologizing again.",
			"你看，你又在道歉了。",
			"ヤドリギ、しばらく会わない内に謝罪がクセになったのかしら？",
			"겨우살이, 얼마 안 보는 사이에 사과가 습관이 됐나 봐?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144190,
			"I’m sor...",
			"对不……",
			"ごめ——",
			"미안——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144191,
			"Alright, I know this is hard to change, take it slow. I will be watching you.",
			"好啦，我也知道这不是一件容易改过来的习惯，慢慢的来吧，我也会一直看着你的。",
			"ほら、また謝った。そう簡単に習慣は変わらないってわかっているから、ゆっくりでいいわ。私はいつでもヤドリギを見守って——",
			"봐, 또 사과했어. 그렇게 쉽게 습관이 바뀌지 않는다는 거 알아, 천천히 해도 돼. 나는 언제든지 미스틀토를 지켜볼 거야——",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144192,
			"But now Balder will stay with me, right~ I have lots lots of things to tell you~!",
			"但是现在的话巴德尔会陪着我的吧~我有好多好多的话想要和巴德尔说呢~！",
			"でも、今はバルドルが私のそばにいてくれるでしょう？話したいことがいっぱいあるの！",
			"그치만, 지금은 발두르가 내 곁에 있어 줄 거지? 하고 싶은 말이 정말 많아!",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				3,
				false
			]
		],
		[
			"msg",
			144193,
			"Hey~ Balder, do you remember when we first met, it was…",
			"呐~巴德尔，你还记得我们第一次相见的时候么，那个时候……",
			"ねぇ、バルドル。私たちが初めて出会った時のことを覚えてる？あの時はね……。",
			"저기, 발두르. 우리 처음 만났을 때 기억나? 그때는 말이야......",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				3,
				true
			]
		],
		[
			"msg",
			144194,
			"Ah… Ahaha, of course, it was such a nice day~",
			"啊…啊哈哈，当然记得啦，那可真是一个好天气呢~",
			"あ、あはは！も、もちろん覚えているわ。く、曇った天気だった——",
			"아, 아하하! 물, 물론 기억나. 구, 흐린 날씨였——",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144195,
			"No~ It was a cloudy day, who are you!?",
			"不对哦~那不是一个阴天么，你是谁！？",
			"そう。私たちは曇っていた日に出会ったの。それで、一緒にたくさんのお話をして楽しかった。でも、今日はもっといろんな——",
			"그래. 우리는 흐린 날에 만났어. 그래서 함께 많은 이야기를 나누며 즐거웠지. 하지만 오늘은 더 다양한——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144196,
			"Ah… Busted…",
			"啊……暴露了……",
			"くしゅんっ！",
			"에취!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144197,
			"You are… Kiana?",
			"你是……琪亚娜？",
			"……キアナ、隠れてた場所からクシャミで髪が見えたわ。……どういうつもり？",
			"......키아나, 숨은 곳에서 재채기 소리에 머리카락이 보였어. ......무슨 속셈이야?",
			null
		]
	],
	"3407": [
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144198,
			"So it was all fake... Balder did not come to find me, it was all fake, Balder had never forgiven me…",
			"原来是假的么……巴德尔并没有来找我，一切都是假的，巴德尔也没有原谅过我……",
			"全部ウソ……だったんだ。バルドルは私のところに来なかったんだ……やっぱり、許してくれてないのね……。",
			"전부 거짓......이었어. 발두르는 내 곁에 오지 않았어......역시, 용서해주지 않는 거네......",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144199,
			"No! If Balder is alive, she will never want to see you like this!",
			"才不会是这样！如果巴德尔真的还在的话她肯定也不愿意看到你变成这样的！",
			"そうじゃないわ！もし、バルドルがいたらヤドリギのこんな姿なんて見たくないはずよ！",
			"그렇지 않아! 만약, 발두르가 있었다면 미스틀토의 이런 모습 보고 싶지 않았을 거야!",
			null
		],
		[
			"msg",
			144200,
			"You see, there is still light in this world. And that light will always shine on you and warm you up, no matter how many leaves are in their way. Can you still not feel Balder!",
			"你看这世间还一直有着光的存在，甚至那些光甚至不惜穿破这层层树叶的遮挡也要照射在你的身上，温暖着你，你还无法感受到巴德尔的意志么！",
			"この世にはずっと光があるでしょ？生い茂った木の葉が遮ってもヤドリギの体を照らして、暖かく包みこんでいるでしょ？それでも、バルドルの意志を感じないの！？",
			"이 세상에는 늘 빛이 있잖아? 우거진 나뭇잎이 가로막아도 미스틀토의 몸을 비추고, 따뜻하게 감싸주잖아? 그런데도, 발두르의 의지를 느끼지 못하는 거야!?",
			null
		],
		[
			"msg",
			144201,
			"That is the evidence that Balder had forgiven you long ago, and she wanted you to spread hope and happiness, just like her!",
			"这恰恰就是巴德尔早已经原谅了并且想让你和她一样散播希望、散播幸福的证明啊！",
			"これこそが、とっくに許してヤドリギにバルドルと同じように希望や幸せを広めてほしいと思っている証拠よ！",
			"이것이 바로, 이미 용서하고 발드르처럼 야드릿기에 희망과 행복을 퍼뜨려주길 바랬다는 증거야!",
			null
		],
		[
			"msg",
			144202,
			"Wow, I never thought I could say such meaningful words, I almost believed in myself! I really have the potential to study in the Royal Theatre Academy!",
			"哇，想不到我琪亚娜居然能说出这么有哲理的话，我都要被自己迷倒了！果然我有进入皇家戏剧学院进修的潜质啊！",
			"きゃっ！キアナちゃんがこんな哲学的な話をするなんて思いもしなかったわ！この感覚に酔いしれちゃいそうだわ！ロイヤル演劇学院に入る素質があるわね！",
			"앗! 키아나이 이런 철학적인 이야기를 할 줄은 꿈에도 몰랐어! 이 느낌에 취해버릴 것 같아! 로열 연극학원에 들어갈 자질이 있네!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144203,
			"Really... Did Balder really forgive me?",
			"真的么……巴德尔真的原谅了我么？",
			"本当なの？バルドルは私を……許してくれたの？",
			"정말이야? 발드르는 나를... 용서해준 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144204,
			"Not only Balder, no one had ever hated you. Those kind people would not blame your for your weakness.",
			"不光是巴德尔，甚至从来都没有人怨恨过你，那些温柔的人不会因为你的弱小而责备你的。",
			"バルドルだけじゃないわ。それどころか、誰も恨んでいないわよ。ヤドリギの弱さを責めたりするわけないでしょ？",
			"발드르뿐만이 아니야. 오히려, 아무도 원망하지 않아. 야드릿기의 약함을 탓할 리 없잖아?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144205,
			"But... Can I really do it… I have never connected the Red Thread for others, what if I mess up…",
			"但是……我真的能做好么……我从来没有帮助别人牵过红线，如果我办砸了该怎么办……",
			"そう、だったら嬉しいな……。でも、できるかな？私は他の人に赤い糸を結ぶのを手伝ったことなんてないの。もし、台無しにしちゃったらどうしよう……。",
			"그랬다면 기쁠 거야... 하지만, 내가 할 수 있을까? 나는 다른 사람들에게 붉은 실을 연결해준 적이 없는데. 만약, 망쳐버리면 어쩌지...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144206,
			"Then so be it~ What’s the big deal? Come to me if anyone dares to go after you, and I will make sure they regret it!",
			"办砸了就办砸了呗~犯上一点小错又怎么样，要是谁敢来找你麻烦你就来找我，看我不把他们打的满地找牙！",
			"台無しにしたら、その時に対処しなさいよ。ちょっとくらい失敗したからなんなのよ。もし、誰かが文句を言ってきたら私がボコボコにしてやるわ！",
			"망치면, 그때 가서 해결하면 되지. 조금쯤 실패한다고 뭐 어때. 만약, 누가 불평하면 내가 혼쭐을 내줄게!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				4,
				false
			]
		],
		[
			"msg",
			144207,
			"Ha! Kiana, you are so funny.",
			"噗！琪亚娜你还真是有趣呢。",
			"ふふっ、キアナって本当におもしろいわ。",
			"훗, 키아나 정말 재미있네.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				4,
				true
			]
		],
		[
			"msg",
			144208,
			"Heheheh~",
			"诶嘿嘿~",
			"だから、失敗をおそれずにやってみよう？ねっ！",
			"그러니까, 실패를 두려워하지 말고 해보자? 알았지!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				4,
				false
			]
		],
		[
			"msg",
			144209,
			"Well, let me try then... I’m not mature enough, but hopefully I can spread hope and happiness, just like Balder…",
			"那我就试试吧……虽然不够成熟，但是如果这样也能够像巴德尔一样传播希望和幸福的话……",
			"私、やってみる。慣れてないけど、バルドルのように希望と幸せを与えることができるなら——",
			"나, 해볼게. 익숙하지 않지만, 발드르처럼 희망과 행복을 줄 수 있다면——",
			null
		],
		[
			"msg",
			144210,
			"Then I may be able to get a little bit closer to her...",
			"应该就能稍微靠近她一点点了吧……",
			"少しは、バルドルに近づけるはずだもんね！",
			"조금은, 발드르에게 가까워질 수 있을 테니까!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				4,
				true
			]
		],
		[
			"msg",
			144211,
			"Yeah, for sure! You still have me helping you out!",
			"嗯，肯定会的！毕竟还有我在给你帮忙呢！",
			"うん、元気出たじゃない！それに、私が手伝ってあげるんだから成功しないわけがないわ！",
			"응, 기운이 나잖아! 게다가 내가 도와줄 테니 실패할 리가 없잖아!",
			null
		]
	],
	"3402": [
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144119,
			"But I have no idea what to do… I have never used this red thread that Madam Frigg gave me.",
			"但是我却完全不知道该怎么做呢……弗丽嘉大人赐予我的这根红线我还从来没有用过呢。",
			"でも、私はどうすればいいのか全然わからないのよね。この赤い糸を使ったことがないの。",
			"근데, 나는 어떻게 해야 할지 전혀 모르겠어. 이 붉은 실을 써본 적이 없거든.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144120,
			"How about giving it a try?",
			"那就实验一下如何？",
			"じゃあ、試してみたらどう？",
			"그럼, 한번 시도해보는 건 어때?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144121,
			"But who shall I use it on...",
			"但是该找谁呢……",
			"誰で試すのよ……。軽々しく使っちゃダメでしょうし……。",
			"누구한테 시험해 보라는 거야... 함부로 써선 안 되잖아...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144122,
			"There’s one right in front of you~ Let me help you!",
			"你面前不就有一个么~我来帮助你就好了嘛！",
			"目の前にいるじゃない。私が手伝ってあげるわ！",
			"눈앞에 있잖아. 내가 도와줄게!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144123,
			"But… Don’t you already have a loved one, Kiana, what if something goes wrong…",
			"这…琪亚娜你不是有着一个相爱的人了么，万一出了什么差错的话……",
			"でも、キアナは愛し合っている人がいるんじゃないの？なにかの手違いがあったら……。",
			"그치만 키아나는 사랑하는 사람이 있는 거 아니야? 무슨 실수가 생기면...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				2,
				true
			]
		],
		[
			"msg",
			144124,
			"Um… I can’t tell her than Mei had never replied me.",
			"呃……我可不能告诉她芽衣根本就没有回应我。",
			"あ……｡(芽衣先輩が私に返事してないことは知らせちゃマズいわね｡)",
			"아... (메이 선배가 나한테 답장 안 한 건 알리면 안 되겠네.)",
			null
		],
		[
			"msg",
			144125,
			"Ahaha, the relationship between Mei and myself will never have any problem no matter what comes up. So don’t worry and go ahead with your experiment!",
			"啊哈哈，我和芽衣情比金坚，无论发生什么样的挫折感情都不会变淡的，所以放心大胆地实验吧！",
			"あはは、私と芽衣先輩の愛情はダイヤモンドよりも硬いわよ。どんな障害があっても諦めたりしないわ。だから、安心して試していいわ！",
			"아하하, 나랑 메이 선배의 사랑은 다이아몬드보다도 단단해. 어떤 장애가 있어도 포기하지 않아. 그러니까 안심하고 시험해 봐도 돼!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144126,
			"Well… I will try then!",
			"那…那我就试试了！",
			"じゃ、じゃあ試してみるわね！",
			"그, 그럼 시험해 볼게!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144127,
			"Yeah… Yeah! Go ahead!",
			"嗯…嗯！你试吧！",
			"うん、試して！",
			"응, 해 봐!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144128,
			"Well, tie one end of the red thread to your little finger, and release the other end...",
			"唔，把红线的一端系在琪亚娜的小拇指上，然后放飞另一端……",
			"えっと……赤い糸の端をキアナの小指に結んで、もう一方を空に飛ばして……。",
			"어... 빨간 실 끝을 키아나의 새끼손가락에 묶고, 다른 쪽은 하늘로 날려서...",
			null
		],
		[
			"msg",
			144129,
			"Then you just need to find the person on the other end of the thread… Eh, why is the red thread falling off on its own?",
			"然后找到红线另外一端的人就可……诶，红线怎么自动脱落了？",
			"それで、空に飛ばした方の赤い糸を見つけた人が……って、あれ？赤い糸が勝手に外れちゃった。",
			"그러면 하늘로 날린 쪽의 빨간 실을 찾은 사람이... 라고, 어라? 빨간 실이 저절로 풀려버렸어.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144130,
			"Huh?",
			"诶？",
			"え？なんで？",
			"엥? 왜?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144131,
			"Let me try again. Don’t worry, Kiana, it must be because I’m not skilled enough.",
			"我再试一次好了，琪亚娜你别着急，肯定是因为我不够熟练才会这样的。",
			"もう一度試してみるね。きっと私が慣れていないせいで失敗したんだと思う。",
			"다시 한번 해볼게. 분명 내가 서툰 탓에 실패한 거야.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1064,
				1,
				true
			]
		],
		[
			"msg",
			144132,
			"Swish--!",
			"唰——！",
			"サッ——",
			"삿——",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1064,
				2,
				false
			]
		],
		[
			"msg",
			144133,
			"Sorry! I’m sorry! I should have practiced it more… Kiana, don’t go…",
			"对不起！对不起！都怪我没有好好练习过这个技能……琪亚娜你别走啊……",
			"ごめんなさい！また、小指から外れて……あぁ、赤い糸が風に飛ばされて！キアナ、ちょっと追いかけてくるから少し待ってて！",
			"미안! 또 새끼손가락에서 벗어나버렸어... 아, 빨간 실이 바람에 날아가버렸어! 키아나, 잠깐 쫓아갈 테니까 기다려!",
			null
		],
		[
			"msg",
			144134,
			"When I tied the red thread on my own little finger, it moved… Could it be because something going on between Kiana and Mei?",
			"明明我把红线系在自己的小拇指上的时候它还是会动作的啊……难道说是因为琪亚娜和芽衣之间的问题？",
			"赤い糸を自分の小指に結んだ時は上手くいったのに……なんでだろう？キアナと芽衣の間になにかあるのかしら？気になるわ……。",
			"빨간 실을 내 새끼손가락에 묶었을 때는 잘 됐는데... 왜 이럴까? 키아나와 메이 사이에 뭐가 있는 걸까? 궁금해...",
			null
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1064,
				1,
				false
			]
		],
		[
			"msg",
			144135,
			"Ouch. It should not… Be my fault~ Yeah, and Kiana’s so kind, she won’t think it because of me either.",
			"呜。这应该…也不是我的错吧~嗯，而且琪亚娜那么温柔，肯定也不会认为是我的错的。",
			"それにしても、キアナは優しくて良い人だね。バルドル……私は頑張れるかな？",
			"그래도 키아나는 상냥하고 좋은 사람이야. 발두르... 나도 잘 해낼 수 있을까?",
			null
		],
		[
			"portraits",
			[
				10000,
				0,
				true
			],
			[
				1064,
				4,
				false
			]
		],
		[
			"msg",
			144136,
			"Kiana’s such a nice person~ I must thank her! Hehehe…",
			"琪亚娜可真是一个温柔的好人啊~真是非常感谢她呢！诶嘿嘿……",
			"これから、バルドルに負けないくらい幸せを送ることができればいいな。だから、私のこと見守っててね。",
			"이제부터, 발두르에게 지지 않을 만큼 행복을 줄 수 있으면 좋겠어. 그러니까, 나 좀 지켜봐줘.",
			null
		],
		[
			"msg",
			144137,
			"Looks like I can really give others happiness. Balder, we are one step closer~",
			"看来我以后真的可以好好的传递幸福了，巴德尔，我们终于更靠近了一些呢~",
			"ふぅ、赤い糸をやっと拾えた……。これ以上失敗して迷惑かけたくないから練習しよう。……あっ！これって、小指に結んで……キアナの近くで飛ばせば、私と——",
			"후우, 빨간 실을 겨우 주웠어... 더 이상 실수해서 폐를 끼치고 싶지 않으니까 연습해야겠어. ...앗! 이거, 새끼손가락에 묶고... 키아나 가까이에서 날리면, 나와——",
			null
		]
	]
}