{
	"4301": [
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144521,
			"Nah nah nah, put your hand higher, and the other one. Right, keep that balance.",
			"不对不对不对，手再抬得平一点，另一边也是，没错保持这种绝妙的平衡！",
			"下僕霄、赤い紅茶を準備してくれないかしら？",
			"하인 소, 빨간 홍차 준비해 주지 않을래?",
			null
		],
		[
			"msg",
			144522,
			"Hey, that’s just a second! You tired? The program just got started.",
			"啊啊啊，才一秒不到就又放下了！是累了吗？明明节目开始才没多久吧？",
			"闇★Revolution第三回目の特別番組は始まってるの。はやくしなさい。",
			"암★Revolution 세 번째 특별 프로그램이 시작됐어. 빨리 하라고.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144523,
			"But our fans’ not gonna see me through the radio. I’m probably the only who can see this.",
			"那个，无论怎么做，收音机前的朋友都说看不到的，通过灵魂透视看到这里的人恐怕也只有九霄大人呢。",
			"あの……下僕霄っていうのやめてくれないでしょうか。読み方だけはカッコイイけど漢字はダサイし意味を知ると惨めになる……。",
			"저기... 하인 소라고 부르는 거 그만해 주실래요? 읽는 법만은 멋있지만 한자는 구리고 의미를 알면 비참해지는데...",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144524,
			"All right. You can get away this time. Cut the opening. I’m Toreador, guest of the program.",
			"哼，那就放你一马吧。开场白就免了~我是这次的嘉宾，妥芮朵！",
			"ふんっ、下僕の分際でいい度胸じゃない。あとは掃除もやっておきなさい。血が地面に付着してるわ。汚いから早く掃除しなさい！",
			"흥, 하인 주제에 건방지군. 그 외에 청소도 해 둬. 피가 바닥에 묻어 있잖아. 더러우니까 빨리 청소하라고!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144525,
			"As we know, Toreador’s harsh all the time. Seems I was right appointing you as the creator of our sacred dance.",
			"说起来，妥芮朵很严格呢，看来让你担当神圣之舞的编织者是对的。",
			"エインヘリャルが踊ってたときの血は拭き取ったはずだけどトレアドールにはわかるの？",
			"아인헤랴르가 춤출 때 흘린 피는 닦아냈을 텐데 트레아도르는 알 수 있는 거예요?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144526,
			"You mean me as the choreographer? That’s for sure. I’m the embodiment of nobility and art.",
			"你是指舞蹈监督这件事吗？那是当然的~我可是高贵与艺术的化身~",
			"吸血鬼なんだから当然じゃない。あなたはこのトレアドールがなにに見えてるのよ。",
			"뱀파이어인데 당연하지. 너는 이 트레아도르를 뭐로 보고 있는 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144527,
			"Well, I’ve got no opinion about that, and we totally understand your desire for symmetry.",
			"嗯嗯，九霄大人也不想对你在极致艺术的看法上指手画脚，而且我们都充分理解到你追求对称的心情了。",
			"そ、それより最近トレアドールのレッスンについていけない人たちが多いの。私としても完璧を追い求めるのはいいとは思う。",
			"그, 그보다 최근에 트레아도르 레슨을 따라가지 못하는 사람들이 많아. 저로서도 완벽을 추구하는 건 좋다고 생각하지만.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144528,
			"That’s the most basic, the most elementary need of everyone.",
			"那是最基本，最最初级的诉求。",
			"基本中の基本じゃない。それがどうしたのよ。",
			"기본 중의 기본이잖아. 그게 어쨌다는 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144529,
			"I know. It’s like me fixing bugs to improve my games as much as possible. I know it so well.",
			"我明白，那就如同是我在制作游戏时追求完美而不断修改BUG时的英姿！嗯嗯，我明白的我明白的~",
			"私も完璧なゲームを作るために、デバックに取り組む姿勢と同じだからね。",
			"나도 완벽한 게임을 만들기 위해 디버깅에 임하는 자세와 같으니까.",
			null
		],
		[
			"msg",
			144530,
			"But, um, people are complaining you require too much of symmetry and the rehearsal’s got too hard.",
			"不过，那时候大家似乎纷纷抱怨你有点过分追求对称了，让排练很难进行下去呢。",
			"でも、シンメトリーに執着しすぎて練習が進まないの。",
			"하지만, 신메트리에 집착하느라 연습이 진전이 없어.",
			null
		],
		[
			"msg",
			144531,
			"The intensity is too high for them.",
			"强度等级太高了，大家要跟不上了。",
			"練習のレベルが高すぎて、みんなが追いついていけないみたい。",
			"연습 수준이 너무 높아서 모두가 따라가지 못하는 것 같아.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144532,
			"So what? It’s not some children’s game to be an idol. Since we’re performing on the stage, we bring the best out of us. Why don’t you get that?",
			"哈？就算是偶像也不是闹着玩的，既然是要展现给人看那就要拿出最好的一面，为什么不懂呢？",
			"あら？アイドルは遊びじゃないの。人前で踊るのだから完璧にして当然じゃないのかしら？",
			"어라? 아이돌은 놀이가 아니야. 사람들 앞에서 춤추는 거니까 완벽하게 하는 건 당연하지 않니?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144533,
			"I know, but things aren’t gonna work if they can’t get used to your training...",
			"虽然是这么说，但跟不上就只会越来越糟糕了呀......",
			"それは否定しない。でも、練習ですら追いつけないのは本番で問題になるだけだと思うの。",
			"그건 부정하지 않아. 하지만 연습에서조차 따라가지 못하면 본무대에서 문제가 될 뿐이라고 생각해.",
			null
		],
		[
			"msg",
			144534,
			"Anyway, no matter how bad it was, it’s now put on track with my strategies. This is not even an obstacle in the way.",
			"不过，因为九霄大人完美的策略，还是让这段糟糕的训练步上正轨了呢，这对于将要改革世界之人可是连魔龙都算不上呢。",
			"まぁそれも、完全無欠の九霄様の戦略によって、トレーニングも順調に進んできてるわ。トレアドールがあのままだったら……あ、回想シーンに入るので Music On！",
			"뭐 그건, 완전무결한 큐쇼 님의 전략 덕분에 트레이닝도 순조롭게 진행되고 있어. 트레아도르가 그대로였다면... 아, 회신 장면 들어가니 Music On!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144535,
			"Hey! Don’t you say anything about that! Stop it!",
			"喂！你难道要把那件事说出来吗！给我停下！",
			"ちょっと！まさか、あのことを番組でバラすつもりなの！？",
			"잠깐! 설마, 그 일을 프로그램에서 폭로할 셈이야!?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144536,
			"♪♪♪Music♪♪♪~",
			"♪♪♪Music♪♪♪~",
			"——少女回想中",
			"——소녀 회상 중",
			null
		]
	],
	"4302": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			144537,
			"The other day I assigned a task that would affect the world's safety to Toreador, and that was to sign on a special poster.",
			"那一天，九霄大人交托给妥芮朵无比艰巨，关乎世界安危的任务，那就是——把签名写到特制的海报上。",
			"とある一日、私はトレアドールに世界の危機に関わる極めて困難な任務を託した。それは、特製ポスターに直筆サインをすること。まさか、あんなことになるとは正直思ってなかったわ。",
			"어느 날, 나는 트레아도르에게 세계의 위기와 관련된 극히 어려운 임무를 맡겼다. 그것은, 특제 포스터에 직필 사인을 하는 것. 설마, 그런 일이 있을 줄은 정말 생각도 못했어.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144538,
			"Gosh. I can’t control myself when thinking about that piece of trash. I just couldn’t make it symmetrical no matter how I tried!",
			"真是的，那种蠕虫都不如的构图到现在我想起来都感到生气，因为无论怎么写都没法让那画面绝对对称！",
			"あれはポスターの構図が悪いわ！どこにサインを書いても完全なシンメトリーにならないんだもの。",
			"그건 포스터 구도가 나빴어! 어디에 사인을 써도 완벽한 신메트리가 안 되는 거야.",
			null
		],
		[
			"msg",
			144539,
			"That was quite a tough task. Fortunately I found somewhere that could bring me the symmetry.",
			"虽然我花了好大的力气和经历，但幸亏是让我在这中间找到了让签名和画面都完美对称的点呢~",
			"何度も修正して一日が経過したあたりに、ちょうど真ん中にサインも背景も完全なシンメトリーになるポイントを見つけたのよ！",
			"몇 번이고 수정하던 중 하루가 지나갈 무렵, 마침내 정중앙에 사인도 배경도 완벽한 신메트리가 되는 포인트를 찾았어!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144540,
			"It took you a whole night to sign on the poster! Seems you’ve got the talent of programming.",
			"妥芮朵就写个签名写了个通宵呢！哼哼哼，看来她也有成为程序员的潜质呢。",
			"部屋から出てこないと思ったら徹夜でサインを書いてたんだ。プログラマーの素質は十分あると思う！",
			"방에서 안 나올 줄 알았더니 밤새 사인을 쓰고 있었어. 프로그래머 소질은 충분한 것 같아!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144541,
			"I, Toreador, one of the noble race of the Night, have no need for sleep, but I don’t feel like being a programmer like you.",
			"我是高贵的妥芮朵，血之一族，睡眠这种东西根本不需要，但我才不要成为你这样诡异的程序员呢。",
			"私はトレアドールよ。あなたみたいな不気味なプログラマーになるわけないわ。",
			"나는 트레아도르야. 너 같은 으스스한 프로그래머가 될 리 없거든.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144542,
			"But you don’t symmetrical if you’ve got zombie eyes, do you?",
			"可是睡眠不足的话，黑眼圈容易让眼睛看起来一大一小不是吗？",
			"睡眠が足りてないせいで目の下にクマができて、左右の眼の大きさが違——",
			"잠을 제대로 못 자서 눈 밑에 다크서클이 생기고, 양쪽 눈 크기가 달라——",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144543,
			"Hey! That’s a secret!",
			"喂！这个不是说好了不说出去的吗！",
			"それは言わないでって言ったはずよ！",
			"그런 말 하지 말라고 했잖아!",
			null
		],
		[
			"msg",
			144544,
			"How dare you expose this to my fans! It’s your fault ‘cause you gave me the stupid task! You’re so dead this time!",
			"害得我这么累，还敢把我因为疲劳展现出让这充满艺术美感的容貌崩溃的事！绝对不会放过你！",
			"誰のせいで、こんなに疲れたと思ってるの？疲れたせいで、この美しいトレアドールの顔がボロボロになってしまったらどうしてくれるのかしら？こんなポスターがあるからいけないのね。",
			"누구 때문에 이렇게 지쳤다고 생각해? 피곤해서 이 아름다운 트레아도르의 얼굴이 망가져버리면 어떻게 할 거야? 이런 포스터 때문이지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144545,
			"Wait! No! Don’t tear the poster!",
			"哇啊！不要，不要把海报撕掉啊！",
			"う、うわっ！なんでポスターを破るのよ！？",
			"우, 웬일이야! 왜 포스터를 찢는 거야!?",
			null
		],
		[
			"msg",
			144546,
			"Think about it. If it weren’t for me, you won’t understand how hard it is for others to get used to your training. It’s such a brilliant tactic!",
			"而且，正因为这样，妥芮朵才理解了大家平时的排练要配合自己是多难的事啊，这明明是我的名策才对！",
			"せっかくの直筆サインが入ったポスターがぁ……。",
			"애써 받은 사인 포스터가 말이야……",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144547,
			"Even if you didn't, I will gradually find that out and teach them step-by-step.",
			"就算你不这么做，我也会慢慢发现然后循序渐进地教她们的。",
			"紙切れの話は終わりにしなさい。今は番組中だということを忘れないで。",
			"종이 조각 이야기는 그만해. 지금 방송 중이라는 걸 잊지 마.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144548,
			"Indeed, I trust all of you, so I acquiesced in whatever you guys did. And I believe you can lead them to the realm of the Savior!",
			"确实，九霄大人我信任你们所有人，所以我都默许你们平时做的事！我也相信大家能跟随你迈向神境！",
			"そろそろ番組も終盤ね。前のふたりは問題だったけど、今回はちゃんと終わりを迎えられるわね。",
			"이제 방송도 막바지네. 앞의 두 사람은 문제였지만, 이번에는 제대로 끝낼 수 있겠어.",
			null
		],
		[
			"msg",
			144549,
			"It’s just I gotta stick to my task, you know, putting you guys on the track, realizing your values.",
			"只不过，我的任务依旧是把你们引向正途，实现你们伟大的价值。",
			"話を元に戻すけど、トレアドールのレッスンは厳しいと思うの。あのポスターの件でわかったと思うけど、ある程度できるようにしてから完璧を目指したほうがいいんじゃないかなって。",
			"본론으로 돌아가서, 트레아도르 레슨은 엄격할 거야. 저 포스터 사건으로 알았겠지만, 어느 정도 할 수 있게 된 뒤에 완벽을 추구하는 게 좋을 것 같아.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				1083,
				0,
				true
			],
			[
				1076,
				0,
				false
			]
		],
		[
			"msg",
			144550,
			"So, that’s all for ruining my face?",
			"所以呢，毁掉我妆容的赔礼就这么点吗？",
			"……で、私の顔をボロボロにしたお詫びはどうしてくれるの？",
			"……그리고, 내 얼굴을 망가뜨린 건 어떻게 보상할 거야?",
			null
		],
		[
			"msg",
			144551,
			"And your stupid haircut! Could you just get it cut!",
			"还有你那难看的发型什么时候可以去修剪好了啦！",
			"キアナが言ってたわ｡｢九霄の髪色が違う部分を見てると……引っこ抜きたくなるのよね。なんでかしら？｣って。私も同意よ……こうしてやるわ！",
			"키아나가 말했어.｢큐쇼의 머리색이 다른 부분을 보면…… 뽑아버리고 싶어져. 왜일까?｣라고. 나도 동의해…… 이렇게 해주겠어!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				1083,
				0,
				false
			],
			[
				1076,
				0,
				true
			]
		],
		[
			"msg",
			144552,
			"Ah, well, Toreador, our fans are listening, and we’re gonna read their letters now. Can you put the scissors down first?",
			"啊啊，妥芮朵，信徒们正听着我们节目呢，接下来还有来信环节，可不可以先把剪刀放下呢？",
			"ちょ、うわっ！！やめてよー！今終盤なんだから、そういうのナシナシ！",
			"야, 웬일이야!! 그만둬! 지금 막판이니까, 그런 건 안 돼!",
			null
		],
		[
			"msg",
			144553,
			"Stay away from me! My hair’s cursed! The venom inside’s gonna kill you! You’re so important to me I can’t let you go!",
			"不要过来！不要动我被诅咒的头发，那是剧毒，会侵染你全身！你是我的一员大将，我可不能失去你！",
			"とりあえずハサミ置いて冷静にってあぶなっ！！",
			"일단 가위 내려놓고 진정하라고! 위험해!!",
			null
		],
		[
			"msg",
			144554,
			"NO, NO!!",
			"别、别过来——",
			"あ、あの目……絶対にマジだ……に、逃げなきゃ！！",
			"아, 저 눈…… 진심이야…… 도, 도망가야 해!!",
			null
		]
	]
}