{
	"2901": [
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143475,
			"Hey! You! Freeze!",
			"喂！那边的那个家伙，你给我站住！",
			"止まれ！",
			"멈춰!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143476,
			"Huh? I’ve never seen her before. She must be new here.",
			"嗯？那个家伙，没见过，应该是新来的吧，",
			"ん？見たことない子がいるわね。きっと新しくきたのね。",
			"음? 본 적 없는 아이가 있네. 분명 새로 온 거겠지.",
			null
		],
		[
			"msg",
			143477,
			"Feels like someone pissed her off. I better stay away and not get into trouble.",
			"感觉像是谁惹了她一样，还是绕远一点，别触她霉头了。",
			"なんか怒ってるみたいだし、近づかないでおこう。触らぬ神になんとやらね。",
			"뭔가 화난 것 같으니, 가까이 가지 말자. 건드리지 않는 신에게는 탈 없다더라.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143478,
			"Hey, didn't you hear me, I told you to stop!",
			"喂，你没听见我说话吗，我叫你站住！",
			"ちょっと！私が止まれって言ったのに聞こえないの！？",
			"잠깐! 내가 멈추라 했는데 안 들려!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143479,
			"Are you talking to me?",
			"你是在说我？",
			"もしかして、あれって……私に言ってるの？",
			"혹시, 저거... 나한테 말하는 거야?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143480,
			"Who else can it be! Why are you sneaking around in the school? What evil plans do you have!",
			"不是你还是谁！在校园里鬼鬼祟祟的，不知道脑子里藏了多少坏想法！",
			"あんた以外に誰がいるの！周囲には誰もいないでしょ！？学園内でこそこそして、いったいなにを企んでるの？",
			"너 말고 누가 있겠어! 주변에 아무도 없잖아!? 학원 안에서 슬쩍거리다니, 대체 무슨 꿍꿍이야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143481,
			"Er, who are you? I’m struggling to understand you...",
			"呃，你究竟是谁？而且你说的话我好难懂啊……",
			"えっと、あなた誰？しかも、なにを言ってるのかよくわからないんだけど……。",
			"어, 너 누구야? 게다가 뭐라고 하는지 잘 모르겠는데...",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143482,
			"Ku, still denying your action. But I have already smelled the criminal in you.",
			"库，到了这个地步还不承认吗，但是我已经闻到你身上浓郁的犯罪气息了。",
			"この期に及んでまだ認めないの？あんたから濃厚な臭いがするわ。",
			"이 지경에 이르러서도 아직 안 인정할 거야? 너에게서 진한 냄새가 나는데.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143483,
			"Psst, you are only talking to yourself. What a bad day, I should go back early.",
			"啧，原来是只会自说自话的人么，今天真是晦气，还是早点回去好了。",
			"うわぁ……汗かいちゃったし臭うかな。早く帰ってシャワーでも浴びなきゃね。",
			"우아... 땀도 나고 냄새 나나? 빨리 집에 가서 샤워나 해야겠다.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143484,
			"Kuku, I won’t let you walk away so easily~",
			"库库，不会让你就这么轻易走掉的哦~",
			"簡単にあんたを帰すわけないでしょ！",
			"간단히 너를 보내줄 리 없잖아!",
			null
		],
		[
			"msg",
			143485,
			"Because I'll make you confess until you're reformed!",
			"因为我会让你老老实实地忏悔，直到改过自新的！",
			"生まれ変わるまで、たっぷりと懺悔させてあげるわ！",
			"태어나 다시 태어날 때까지, 널 충분히 참회시켜 줄 거야!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143486,
			"Huh? Who do you think you are? Get lost, you are blocking my way!",
			"哈？你以为你是谁啊？让开，别拦着本小姐的路了！",
			"意味のわからないことばっかりじゃない！冗談じゃないわ、私は帰るからついてこないで！",
			"이해할 수 없는 말만 하지 마! 농담이 아니야, 나는 갈 테니까 따라오지 마!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143487,
			"Come out, my hound, capture the criminal!",
			"出来吧，我的猎犬，把那个犯人抓住！",
			"クック……いでよ、猟犬！あの犯人を捕まえなさい！",
			"쿡... 나와라, 사냥개! 저 범인을 잡아라!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10001,
				0,
				true
			]
		],
		[
			"msg",
			143488,
			"Wah! Where did this dog come from!",
			"哇，从哪钻出来的大狗！",
			"うわっ！このでっかい犬どこから出てきたのよ！？",
			"우왁! 이 큰 개는 어디서 튀어나온 거야!?",
			null
		],
		[
			"msg",
			143489,
			"Tsk, I’ve already promised Ares that I will not get into trouble in the school... Whatever, I shall get away for now.",
			"哼，要不是已经跟战神无双说好不在学园里惹事……算了，先躲避一阵吧。",
			"はぁ、戦神ちゃんとか近くにいないかな？でも、学園内ではトラブルを起こしちゃダメって言っちゃったしなぁ……まぁいいわ、とりあえず隠れてやり過ごそう。",
			"하아, 전신 쨩 같은 건 근처에 없을까? 하지만 학원 내에서 문제를 일으키면 안 된다고 말해버렸는데... 뭐 어쩔 수 없지, 일단 숨어서 넘어가자.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143490,
			"Hahaha, tremble before me and run! The hunting game is on!",
			"哈哈哈，战栗吧，然后逃跑吧！追捕游戏已经开始了！",
			"震えあがるがいいわ。そして、逃げるのよ！だけど——",
			"몸서리치도록 해라. 그리고, 도망가는 거야! 하지만 ——",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143491,
			"No one had ever escaped from Baskerville. You will be no exception!",
			"哼，至今为止还没有人能够逃出我巴斯克维尔的追猎，你也不会成为那个特例的！",
			"探偵バスクビールの追跡を逃れられた人は未だかつていないけどね！",
			"탐정 바스크비르의 추적을 벗어난 사람은 아직까지 없었지만!",
			null
		]
	],
	"2903": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			143507,
			"What’s wrong with her! Why is she coming after me.",
			"那个家伙究竟是怎么回事啊，怎么二话不说就朝我追过来了。",
			"いったいなんなの？私を捕まえるって言ってたわね。",
			"대체 뭐야? 나를 잡겠다고 했잖아.",
			null
		],
		[
			"msg",
			143508,
			"I must talk with Ares. How can we accept such a weird and dangerous person. What if she hurts other people?",
			"哼，到时候得和战神无双好好说说，怎么能收这么不正常的人。而且还很危险，万一伤害到其他人了该怎么办？",
			"戦神ちゃんに言っとかなきゃ。あんな変なやつを受け入れちゃダメって。しかも超危なっかしいし……他の人を傷つけたりしたらどうするのよ。",
			"전신 쨩에게 말해 둬야겠어. 저런 이상한 녀 받아들이면 안 된다고. 게다가 엄청 위험하잖아…… 다른 사람을 해치면 어쩌려고.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143509,
			"*Giggles* I do not hurt people for no reasons. I only hunt criminals like you.",
			"咯咯咯，我可不会随意伤人的，只有像你这种罪大恶极的家伙才会归于我的狩猎范围之内。",
			"クック……私はむやみやたらに人を傷つけたりしないわ。あんたみたいな大悪党じゃなきゃ狩りの対象にはならない。",
			"쿡…… 나는 함부로 사람을 해치지 않아. 너 같은 대악당이 아니면 사냥 대상이 아니야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143510,
			"She… Caught up with me so quickly!?",
			"她…居然这么快就追上我了！？",
			"え……かなりの距離を移動したのに、もう追いついたの！？",
			"어…… 상당한 거리를 이동했는데, 벌써 따라잡은 거야!?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143511,
			"Forget about running away. No one can escape from my hunting!",
			"别再想着逃跑了，没用的，没有人能够逃脱我的追猎！",
			"当然じゃない。その程度で私の追跡から逃げられるわけないわ。",
			"당연하지. 그 정도로 내 추적에서 벗어날 수 있을 거라 생각했어?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143512,
			"Ouch! When did she come in front of me! Is she... That fast!?",
			"唔！什么时候来到我的面前的！难道说…是这家伙的速度！？",
			"ま、まずいわね……。まさか、見つかるとは思ってなかったわ……。",
			"망, 망했네... 설마, 들킬 줄은 몰랐는데...",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143513,
			"*Giggles* Looks like you have already realized. Indeed, it is my speed! No one can match my speed.",
			"咯咯咯，看来你已经发现了呢，不错，这就是我真正的速度！向来无人能够匹敌的速度。",
			"クックッ……。私には、追跡するのにあんたの臭いとスピードがある。",
			"훗훗... 나한텐 널 추적할 수 있는 너의 냄새와 스피드가 있어.",
			null
		],
		[
			"msg",
			143514,
			"With this speed, no criminal can ever run away from me! You may be well trained, but your training is nothing in front of me!",
			"正是靠着这种极限的速度，所以才没有任何罪犯能从我面前逃脱！虽然你是个训练有素的家伙，但是在我面前这些根本就不够看！",
			"どんな犯罪者も逃れられないのよ。あんたは訓練を積んでいるみたいだけど、私の前じゃ全く無意味。",
			"어떤 범죄자도 벗어날 수 없어. 넌 훈련을 받은 것 같지만, 내 앞에선 완전히 무의미해.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143515,
			"Come on, confess everything! So you can suffer less!",
			"来吧，乖乖将自己的所有罪行昭示出来吧！这样就免得受一些皮肉之苦了！",
			"さぁ、自分の罪を白状して！そうすれば、痛い目に合わずにすむわ。",
			"자, 네 죄를 자백해! 그럼 고통 없이 끝날 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				2,
				true
			]
		],
		[
			"msg",
			143516,
			"What! So you just concluded I’m the criminal? What evidence do you have?!",
			"喂！难道你就认定我是你认为的罪犯了？你有什么证据吗？！",
			"ちょ、ちょっと！意味が全くわからないんだけど！なんで、私が犯罪者になるのよ。なにか証拠でもあるの？",
			"잠, 잠깐! 전혀 이해가 안 되는데! 왜 내가 범죄자가 돼야 하는 거야? 뭐라도 증거라도 있어?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143517,
			"Evidence? I don’t need that boring stuff. Evidence is just shackles for detectives.",
			"证据？我不需要那种无聊的东西，所谓的铁证只不过是束缚侦探的镣铐而已。",
			"そんなくだらないものいらない。証拠なんて探偵を束縛する足枷にしかならないわ。",
			"그런 쓸데없는 건 필요 없어. 증거 같은 건 탐정을 구속하는 족쇄일 뿐이야.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143518,
			"I am Baskerville. None of the criminals I caught is innocent!",
			"我巴斯克维尔认定的罪犯可没有一个是无辜的！",
			"このバスクビールが犯罪者として下した者に無実はありえない！",
			"이 바스크빌이 범죄자로 지목한 자에게 무죄란 있을 수 없다!",
			null
		],
		[
			"msg",
			143519,
			"Just stop retaliating and take the punishment!",
			"你就给我老老实实接受制裁就好！",
			"大人しく裁きを受けなさい！",
			"순순히 심판을 받아!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143520,
			"Bang!",
			"哐当！",
			"ゴンッ！！",
			"쿵!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10000,
				0,
				true
			]
		],
		[
			"msg",
			143521,
			"Uh! You...!",
			"呃！你……！",
			"……え？や、られ——",
			"……어? 야, 당했——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143522,
			"Boom!",
			"咚！",
			"——バタッ",
			"——퍽",
			null
		]
	],
	"2904": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143523,
			"Bang Bang Bang!",
			"哐哐哐！",
			"ガン！ガン！ガン！",
			"쾅! 쾅! 쾅!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143524,
			"Hey, criminal, wake up!",
			"喂，犯人，快醒醒！",
			"犯人、起きなさい！",
			"범인, 일어나!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				2,
				true
			]
		],
		[
			"msg",
			143525,
			"Ouch… My head hurts... Am I in the… Prison!?",
			"呃…头好痛……我这是在……监狱！？",
			"うぅっ……頭が、痛いわ。ここは……ろ、牢屋！？",
			"으윽…… 머리가, 아파. 여긴…… 감, 감옥!?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143526,
			"Ha, looks like you are conscious now. It pisses me out that you are lying here as if nothing happened, as a criminal.",
			"呵，看来意识已经恢复过来了呢，明明是个囚徒却心安理得地躺在这里，真是让人不爽啊。",
			"囚人のくせに気持ちよさそうに寝てるとか何様のつもり？",
			"죄수 주제에 편하게 잠자고 있다니 뭔 놈의 작태야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				2,
				true
			]
		],
		[
			"msg",
			143527,
			"Hey! You stinky dog, let me out!",
			"喂！你这只臭小狗，快把我放出去！",
			"そんなことより、そこのバカ。早く私をここから出しなさい！",
			"그런 것보다, 저기 바보야. 빨리 날 여기서 꺼내줘!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143528,
			"Let you out? Fine, as long as you confess everything, I will let you out.",
			"放你出去，可以哦，只要你承认了自己的全部罪行，我就把你放出去。",
			"あんたが自分の罪を全て認めさえすれば、ここから出してあげるわ。",
			"네가 자신의 죄를 모두 인정하기만 하면, 여기서 꺼내줄게.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				2,
				true
			]
		],
		[
			"msg",
			143529,
			"I have done nothing wrong. I, Kiana, have never broken any law since I was born! What do you mean by confess? Do I have to confess for even little things like not listening in class?",
			"我哪有犯什么罪啊，我琪亚娜从出生到现在还没有违法过！或者说你所说的罪恶就只是上课没有认真听讲这种小事吗？",
			"私は、生まれてから法を犯したことなんてないわよ！それとも、罪っていうのは真面目に授業を受けないとかそういうこと？",
			"나는 태어나서부터 법을 어긴 적이 없다고! 아니면, 죄라는 게 진지하게 수업을 안 듣는다는 그런 거야?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143530,
			"*Giggles* You better stop talking yourself out with those beautiful words. The scent of blood on you is the best evidence!",
			"咯咯咯，我劝你还是不要再用这些花言巧语摇摆我的意志，你身上血腥味就是你自己写成的罪状书！",
			"クックッ……その程度の口車で私の意志を揺さぶろうだなんて笑えるわ。あんたは血の臭いが濃い。それだけ犯してきた罪があるわ。",
			"훗훗…… 그 정도 말로 내 마음을 흔들려 하다니 웃기네. 넌 피 냄새가 진해. 그만큼 저지른 죄가 있다는 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143531,
			"Blood? Where’s the blood?",
			"血腥味？哪有什么血腥味？",
			"汗ならわかるけど、私のどこに血の臭いがするのよ？",
			"땀 냄새라면 모를까, 내 몸 어디에서 피 냄새가 난다는 거야?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143532,
			"Of course you cannot smell it. But I am different.",
			"以你那愚钝的嗅觉当然是没有办法察觉到的吧，但是我可不一样。",
			"あんたの鈍い嗅覚じゃ当然感じないわ。でも、私は違うの。",
			"너의 둔한 후각으로는 당연히 느끼지 못하겠지. 하지만 난 다르니까.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143533,
			"Duh, you are a dog.",
			"哼，总而言之就是狗鼻子比较灵吧。",
			"なにがどう違うのよ！説明してみなさいよ！",
			"뭐가 어떻게 다르다는 거야! 설명해 봐!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143534,
			"Bang Bang Bang!",
			"哐哐哐！",
			"ガン！ガン！ガン！",
			"쾅! 쾅! 쾅!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143535,
			"Looks like you are not reflecting at all! Keep staying in this cage then!",
			"可恶！看来你这个家伙没有任何更生反省的意识呢！那你就在这个囚笼里继续呆着吧！",
			"あんた反省する気ないの？しばらく、この牢屋の中に入ってて！",
			"너 반성할 생각 없어? 당분간 이 감옥 안에서 있어!",
			null
		],
		[
			"msg",
			143536,
			"I will not give you another chance to beg for mercy!",
			"我不会再给你求饶的机会了！哼！",
			"罪を認めるまで絶対出してあげないんだから！",
			"죄를 인정할 때까지 절대 안 내보내 줄 거야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143537,
			"...",
			"……",
			"カツカツカツ——",
			"딱딱딱——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10000,
				0,
				true
			]
		],
		[
			"msg",
			143538,
			"Looks like she’s gone… She dared to leave me alone. I am a Valkyrie, she thinks I cannot get out?",
			"走远了么……哼，竟然敢放任我一个女武神独自行动，真当我不学无术不能出去么？",
			"犬っころは行ったみたいね。ヴァルキリーをひとりにするなんて。私に脱走する術がないと思っているのかしら？",
			"개자식들은 간 모양이네. 발키리를 혼자 두다니. 내가 탈출할 방법이 없다고 생각하는 걸까?",
			null
		],
		[
			"msg",
			143539,
			"Don’t you underestimate me!",
			"那你可就太小瞧我了！",
			"このキアナもなめられたものね。",
			"이 키아나도 얕본 거네.",
			null
		]
	],
	"2905": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143540,
			"Click click -- Click!",
			"喀啦喀啦——喀嚓！",
			"カチャカチャ——ガチャ",
			"찰칵찰칵——철컥",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				10000,
				0,
				true
			]
		],
		[
			"msg",
			143541,
			"Phew! Such a simple lock to lock me in. What a naive puppy.",
			"呼！这么简单的锁也想困住我琪亚娜，果然还是一只天真的小狗啊。",
			"この程度の扉で私を閉じ込めようとするなんて、やっぱりただのバカな犬ね。",
			"이 정도 문으로 날 가두려 하다니, 역시 그냥 바보 개네.",
			null
		],
		[
			"msg",
			143542,
			"But that person... Who is she? She looks like a detective, but a very mental one…",
			"不过那个家伙…到底是什么人，看她的装扮倒是像一个侦探，但是那种疯疯癫癫的状态……",
			"いったい何者なの？見た目は探偵っぽく見えるけど……。スピードと鼻に関してはめんどうね。",
			"대체 정체가 뭐야? 겉보기엔 탐정처럼 보이지만... 속도와 코에 관해서는 성가시네.",
			null
		],
		[
			"msg",
			143543,
			"Let me get out of here first...",
			"先逃离这个地方再说……",
			"とにかくここを脱出してから——",
			"어쨌든 여기서 탈출한 다음에——",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143544,
			"Where are you going!!",
			"你想要逃去哪！！",
			"臭いが少し動いたから見にきたけど正解だったわ。どこに逃げるつもり！？",
			"냄새가 좀 움직여서 와봤는데 정답이었어. 어딜 도망치려고!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143545,
			"!?",
			"！？",
			"えっ！？牢屋から出ただけなのに、なにさらっと頭のおかしいこと言ってるのよ！？犬ってこういうものなの！？",
			"엥!? 감옥에서 나온 것뿐인데, 뭐 이렇게 황당한 소리를 당당하게 하는 거야!? 개들은 원래 이런 건가!?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143546,
			"You are pretty good. I was away for just a moment, and you have already picked the lock. I know I cannot just find a random cage like this.",
			"挺厉害的嘛，我不过是一会儿没有在，你居然就已经把这个牢门给撬开了。看来这种随意找到的刑室就是不靠谱。",
			"やるじゃない！まさか、脱走するとは思ってなかったわ。",
			"꽤 하는데! 설마, 탈출할 줄은 몰랐어.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143547,
			"But this proves you are a very good criminal… What do you have to say now!",
			"不过这也侧面说明了你具有极高超的犯罪水准啊…这下你还有什么话好说！",
			"探偵として、あんたがとてつもない犯罪技術を持っていることを証明できたわ。これでも言い逃れするつもり？",
			"탐정으로서, 네가 엄청난 범죄 기술을 가지고 있다는 걸 증명했어. 이래도 변명할 셈이야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143548,
			"I am a Valkyrie, a guardian who fights for the entire mankind. Of course I know some little tricks.",
			"哼，本小姐可是女武神，是为了人类而战斗的守护者，会一些这种小手段又有什么不可以。",
			"ふんっ、人類のために戦うヴァルキリーが、小技のひとつやふたつ使ったからってなんだっていうのよ。",
			"흥, 인류를 위해 싸우는 발키리가 잔기술 하나둘 썼다고 뭐 어때서.",
			null
		],
		[
			"msg",
			143549,
			"Besides, you're a detective. Since when does a detective have the right to imprison others!",
			"况且你是侦探吧，我可没听说侦探什么时候有了能够私自监禁他人给他人用刑的权利了！",
			"それに、探偵とか言ってるけど監禁や拷問が許される職業じゃないでしょ？",
			"게다가, 탐정이라면서 감금이나 고문이 허용되는 직업은 아니잖아?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143550,
			"What’s wrong with that. If I can get the criminal to confess, everything will be forgivable!",
			"这又有什么不可以，只要能够让犯人认罪，这些都是可以被原谅的！",
			"なにがいけないのよ。犯人に罪を認めさせるためなら、このくらいのこと許されるわ。",
			"뭐가 문제야. 범인이 죄를 인정하게 만들려면, 이 정도는 허용되거든.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143551,
			"Your belief is twisted! You don’t deserve the name of detective!",
			"你这种观念已经扭曲了！你这样已经不能被称之为侦探了！",
			"バカな犬っころの頭が幼稚ってことを理解したわ。そんなんじゃ探偵を名乗る資格なんてないわよ。",
			"바보 같은 개새끼 머리가 유치하다는 걸 이해했어. 그런 걸로 탐정을 자칭할 자격 따윈 없어.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143552,
			"Phew, that’s still better than a murderer like you. I don’t mind giving up my detective career, as long as I can put you to justice!",
			"呼呼，那也总比你这样的杀人鬼要好，只要能把你正法，就算我不当侦探也无所谓了！",
			"私にはバスクビールって名前があるの。バカな犬っころじゃない！",
			"나한테는 바스크비어란 이름이 있어. 바보 같은 개새끼가 아니라!",
			null
		],
		[
			"msg",
			143553,
			"Go! My hound!",
			"上吧！我心爱的猎犬！",
			"それに、あんたみたいな殺人鬼よりマシ。私の愛する猟犬、捕まえて！",
			"게다가, 너 같은 살인마보다는 낫지. 내 사랑하는 사냥개야, 잡아!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143554,
			"Darn, what a mad dog! I must find a way to punish her!",
			"可恶，真是一只疯狗！必须得像个方法治一治她了！",
			"こっちの犬もめんどうね。とりあえず逃げて距離を稼がないと。",
			"이쪽 개도 귀찮네. 일단 도망쳐서 거리를 벌여야겠어.",
			null
		],
		[
			"msg",
			143555,
			"But I have to escape from her tracking… What can I do… Alright! There’s a moat in the Nordic School!",
			"不过必须要躲过她的追迹才行……有没有什么办法…有了！北欧学院的那条护城河！",
			"なにかいい方法はないかな……あれ？向こうに建物があるわ。",
			"뭐 좋은 방법이 없을까…… 저기? 저쪽에 건물이 있네.",
			null
		]
	],
	"2906": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143556,
			"*Bubbles*",
			"咕噜噜噜……",
			"グルルルル……。",
			"으르렁거리는 소리…….",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143557,
			"The scent disappeared around here… Did she run to that castle?",
			"气味就是在这附近消失的……难道她往那个城堡跑去了？",
			"臭いがこの辺りで消えてる……あの建物が怪しいわ。",
			"냄새가 이 근처에서 사라졌어…… 저 건물이 수상해.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143558,
			"This scent... Smells like more crimes! Alright~ Alright! Now I know where your base is!",
			"这个气味是……更浓郁的犯罪气息！很好~很好！终于让我发现你的老巢了！",
			"それにしても、ここは血の臭いが濃いわ。他にも仲間がいるんじゃ……。",
			"그래도 여긴 피 냄새가 진하네. 다른 동료도 있는 게 아닐까…….",
			null
		],
		[
			"msg",
			143559,
			"Let me catch you all! Hmmmmm!",
			"就让我将你们一网打尽吧！哼哼哼哼！",
			"そうに違いないわ！一網打尽にしてやる！",
			"분명히 그렇겠지! 한꺼번에 잡아버리자!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143560,
			"*Bubbles*",
			"咕噜噜噜……",
			"ガルルルル……。",
			"으르렁거리는 소리…….",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143561,
			"Hey! Listen! I am detective Baskerville! Today, I will...",
			"喂！里面的人给我听着！我是侦探巴斯克维尔！今天我……",
			"中にいる犯罪者、聞きなさい！私は探偵バスクビール！ここに白い髪の——",
			"안에 있는 범죄자, 잘 들려라! 나는 탐정 바스크빌! 여기 흰 머리의 ——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10001,
				0,
				false
			]
		],
		[
			"msg",
			143562,
			"Huh? Who? Baskerville, never heard of that.",
			"哈？谁啊，巴斯克维尔，没听说过。",
			"はぁ？バスクビール？聞いたことないんですけど。",
			"하? 바스크빌? 들어본 적 없는데.",
			null
		],
		[
			"msg",
			143563,
			"Hmm? Where does this dog come from? I will teach you a lesson to not bark here!",
			"嗯？哪来的狗？敢来这里乱叫！看来要给你点教训呢！",
			"なになに？オキャクサン？そこにいるのって犬？嫌いなんだよねぇ……シメるか。",
			"뭐야 뭐야? 오객씨? 거기 있는 게 개야? 싫어하는데... 처리해 버릴까.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143564,
			"Awww~~~",
			"嗷呜~~~",
			"ウォォォン！！",
			"우우우웅!!",
			null
		],
		[
			"msg",
			143565,
			"Dadadadada!",
			"哒哒哒哒哒！",
			"ダダダダッ！",
			"다다다닥!",
			null
		],
		[
			"msg",
			143566,
			"*Crash*",
			"哗啦！",
			"ザーッ！",
			"촤아악!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143567,
			"What... uch!",
			"什么……呃！",
			"なんなの……や、やめ——",
			"뭐야... 야, 그만 ——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143568,
			"What are you doing! Do you wanna get shot!",
			"还愣着干什么！你想被射成筛子么！",
			"なにボサッてしてるのよ！こんなとこにいたらケガじゃすまないわよ！",
			"뭐야 멍청하게 서있어! 이런 곳에 있으면 다치는 걸로 끝나지 않을 거야!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143569,
			"It's you!? So that is your base indeed. Don’t worry, I will make sure I visit here again!",
			"是你！？哼，果然那里就是你们的老巢么，放心吧，我下次会再来拜访的！",
			"ぅ……あ……よ、よかった……じゃ、じゃなくて！ふ、ふんっ！向こうにいるあんたの仲間も捕まえてやるんだから！",
			"으... 아... 다, 다행이야... 아니, 아니야! 흥! 저쪽에 있는 너희 동료도 잡아버릴 거니까!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143570,
			"Stop it. Mind your own life! Now follow me!",
			"拜访你个头啊，自己的小命更要紧好吧！先跟我走！",
			"アレが仲間に見えるの？ほんっとバカな犬っころね！いいからついてきて、ここは危ないわ。",
			"저게 동료로 보여? 정말 바보 같은 개자식이네! 어서 따라와, 여긴 위험해.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143571,
			"How can I accept the favor from an enemy. I, as a detective, will not...",
			"怎么可能接受敌人的好意，本侦探是不会……",
			"あんたの好意なんか受け入れるわけないでしょ！？私は——",
			"네 호의 같은 건 절대 받아들일 수 없어! 난 ——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				10000,
				0,
				false
			]
		],
		[
			"msg",
			143572,
			"Boom!",
			"咚！",
			"ガスッ！",
			"콱!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143573,
			"…Surrender to…",
			"……屈服的……",
			"……うっ、あ——",
			"...으악, 아——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				3,
				true
			]
		],
		[
			"msg",
			143574,
			"Well, you deserve this. Now it’s my turn to pay back the favor you did to me.",
			"哼，叫你乱来，你用在我身上的招式该轮到我在用到你身上了。",
			"ちょ、ちょっと！大丈夫！？……気絶してるだけみたいね。こんなところにきたのは私のせいでもあるし手当しないと……とりあえず、ここから出るわ。",
			"잠, 잠깐! 괜찮아!? ...기절한 것 같네. 이런 곳에 온 건 나 때문이기도 하니까 치료해 줘야겠어... 일단 여기서 나가자.",
			null
		]
	],
	"2907": [
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143575,
			"Argh...",
			"咕……",
			"——ぐっ。",
			"—— 으억.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				3,
				true
			]
		],
		[
			"msg",
			143576,
			"Ho, are you awake?",
			"嚯，终于醒了么？",
			"あら、やっとお目覚め？痛くない？",
			"어머, 드디어 깨어났어? 아프지?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143577,
			"You, are you laughing at me, for my recklessness?",
			"你，哼，你是嘲笑我的么，怪我太不自量力？",
			"痛い。",
			"아파.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				3,
				true
			]
		],
		[
			"msg",
			143578,
			"Hey… can you tone it down? You are talking to someone who saved your life.",
			"我说啊…你的语气能不能不要那么冲？你可是在和你的救命恩人说话诶。",
			"医者に診てもらったけど大丈夫だって言ってたから、しばらくは安静にしていなさい。",
			"의사한테 진찰받았는데 괜찮다고 했으니까, 한동안은 조용히 쉬어.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143579,
			"Tsk, you have done me a favor, but I will still come and capture you after I finish paying it!",
			"哼，就算是承了你的恩情，还清的时候我还是会来抓捕你这个犯人的！",
			"私が身の程知らずだって嘲笑っているの？恩を受けたとしても、その借りを返したらあんたを絶対に捕まえてやるんだから！",
			"내가 분수도 모른다고 비웃는 거야? 은혜를 받았다 해도, 그 빚을 갚고 나면 널 반드시 잡아버릴 거야!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				3,
				true
			]
		],
		[
			"msg",
			143580,
			"Sigh... can you stop calling me a criminal? I have never messed with you, why do you keep coming after me?",
			"唉…你能不能不要再犯人犯人地这么叫了？我怎么样都没有招你惹你吧？为什么一开始就要来找我麻烦？",
			"なぜ私を犯人扱いするの？怒らせるようなこととか、なにもしてないじゃない。どうして、ずっと追いかけてくるのよ？",
			"왜 나를 범인 취급해? 너를 화나게 할 만한 일 같은 건, 아무것도 안 했잖아. 어째서, 자꾸 쫓아오는 거야?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143581,
			"Because you smelled like blood, which is the proof for your killing. You must have murdered many humans!",
			"还不是因为你身上的血腥味，那就是你诸多杀戮的证明，你的手上可是沾满了人类的鲜血吧！",
			"あんたの体についている血の臭いよ。たくさんの一般人を殺め、返り血を浴びて……その手でいったいどれだけの命を奪った。",
			"네 몸에 밴 피 냄새야. 많은 일반인들을 죽이고, 피를 뒤집어쓰고…… 그 손으로 도대체 얼마나 많은 목숨을 앗아갔는지.",
			null
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143582,
			"And you must have slaughtered many ordinary people. Bullying the weak just because you have strength, I despise that! I will never let you go easy... Coughs*",
			"而且屠戮了那么多，想必都是些一般人吧，凭借自己的武力优势碾压弱者的行为最让我不齿了！我肯定不会放过你…咳咳！",
			"力で弱者を虐げるなんて一番許せない。なんで、そんなことをしたの……。",
			"힘으로 약자를 괴롭히는 건 가장 용서할 수 없어. 왜 그런 짓을 했어…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				3,
				true
			]
		],
		[
			"msg",
			143583,
			"Sigh, you still trying to act strong. If you have listened to me, you should understand it by now. Didn’t your teacher tell you that you must investigate everything? Miss Detective?",
			"唉，都现在了你还要逞强，如果你一开始就听我说明的话肯定会理解我的。难道你的老师没有告诉你一定要调查清楚么？侦探小姐？",
			"そう。バカな犬っころも少しは考えてるじゃない。でも、探偵としては調べないといけないところが多く欠けているわ。",
			"그래. 바보 같은 개새끼도 조금은 생각을 하긴 하는구나. 하지만 탐정으로서는 조사하지 않으면 안 되는 부분이 많이 빠져있어.",
			null
		],
		[
			"msg",
			143584,
			"Looks like your teacher is just an ordinary person...",
			"看来你的老师也只是一个一般货……",
			"とりあえず、休みなさい。ケガしてるんだから無理しちゃダメ。",
			"일단 쉬어. 다친 몸으로 무리하면 안 돼.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143585,
			"If you dare to insult my teacher, I will rip your throat open with my teeth! *Coughs*",
			"再侮辱那位先生的话我就咬断你的喉咙！咳咳咳咳！",
			"……痛いからそうする。ねぇ、あんたの名前……教えて。",
			"……아프니까 그런 거야. 저기, 네 이름…… 말해봐.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				1,
				true
			]
		],
		[
			"msg",
			143586,
			"Fine fine fine… I will stop it. Argh, why do I always bump into weirdos like you. Looks like you respect your teacher a lot, what kind of person is that?",
			"好好好…我不说了，真是，为什么我总是能遇到你这种奇怪的人。不过看来你很尊敬你的老师嘛，那究竟是一个什么样的人啊？",
			"なによ、そんなことも調べてないのに捕まえようとしたの？バカを通り越してあきれた……。キアナよ、キアナ･カスラナ。ちゃんと覚えておいて。",
			"뭐야, 그런 것도 조사하지 않고 잡으려고 한 거야? 바보를 넘어서 어이없어...... 키아나야, 키아나･카스라나. 잘 기억해 둬.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				1,
				false
			]
		],
		[
			"msg",
			143587,
			"She is a real gentleman and a wise investigator. However, her life as an investigator was not perfect, and that had always been a pity to her.",
			"那位先生是一位真正的绅士，是一位明察秋毫的推演者，但是他的推理人生却不完美，那一直是他心中的遗憾。",
			"バカっていうな。その……キアナ、助けてくれてありがとう。",
			"바보라고 하지 마. 그...... 키아나, 도와줘서 고마워.",
			null
		],
		[
			"msg",
			143588,
			"But it won’t happen to me! I will not let any criminal go, and I shall leave no pity in my life! I will overtake her and become a better detective!",
			"但是我不会！我会冷酷到底，不放过任何一名罪犯，不会给自己留下任何一点遗憾！我会超越那位先生，成为比她更出色的侦探的！",
			"多くの人間を殺しているはずなのに優しい。気を失った私を助けてくれた……なぜ？考えても、わからない……。",
			"많은 사람을 죽이고 있을 텐데 친절해. 기절한 나를 도와줬어...... 왜? 생각해 봐도, 모르겠어......",
			null
		]
	],
	"2902": [
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143492,
			"Well, thanks for saving me. Tell me what you need me to do, and I will keep that promise.",
			"暂时先谢谢你救了我，说吧，你有什么需要我完成的事情，为你报恩的事我说到做到。",
			"お礼をしたいから、なにかしてほしいことを言って。キアナの恩に報いるためになんでもするわ。",
			"고마운 마음에, 뭔가 해줬으면 하는 걸 말해. 키아나의 은혜를 갚기 위해 뭐든지 할 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				3,
				true
			]
		],
		[
			"msg",
			143493,
			"Oh, I have nothing for you to do.",
			"呵，我可没有什么恩情给你报答。",
			"別にお礼なんていらないわよ。そんなことのために助けたんじゃないわ。",
			"별로 고맙다는 말은 필요 없어. 그런 걸 위해서 구한 게 아니니까.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				2,
				false
			]
		],
		[
			"msg",
			143494,
			"Do you want to keep the favor so I can't bring you to justice!",
			"你居然想要一直拖欠着这份恩情好让我无法将你绳之以法么！",
			"借りを作ったままなんてイヤ！なんでもいいから言って！",
			"빚진 채로 있는 건 싫어! 뭐든 좋으니까 말해!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				2,
				true
			]
		],
		[
			"msg",
			143495,
			"Wait till you find out who I am! If you keep acting like that in this school, it won’t be long till you get yourself into troubles again!",
			"等你先调查清楚了我到底是什么人再说吧！就你这种脾气放到这所学园里再过不了多久又要像今天一样不知道招惹多少祸事！",
			"わかったわよ。それじゃあ、この私……キアナ･カスラナのことを調べてきて。",
			"알았어. 그럼, 이 나... 키아나･카스라나에 대해 조사해 와.",
			null
		],
		[
			"msg",
			143496,
			"And you will owe more and more favors, so much that you will never be able to pay back!",
			"这样你的人情只会越欠越多，直到永远无法还清！",
			"ちゃんと私のことを調べてきたら、バカな犬っころの相手をしてあげるわ。いい？もう危険なことしちゃダメだからね。",
			"제대로 내 이야기를 조사해 오면, 바보 같은 강아지 놀이 상대를 해 줄게. 알겠지? 또 위험한 짓 하면 안 돼.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143497,
			"If only I can solve the cases...",
			"只要能成功断案的话……",
			"危険なことはもうしないわ。でも、キアナのことは調べてくる。もっと知らないといけないから。",
			"위험한 일은 더 이상 안 할게. 하지만 키아나에 대해서는 조사해 올 거야. 더 알아야 하니까.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				3,
				true
			]
		],
		[
			"msg",
			143498,
			"But your judgment this time is completely wrong! How can you claim to be a detective like that? You better go back and learn the basic logics with your teacher again.",
			"但你这一次的判断却彻底地错了！就这样你也想要说自己是侦探么？我劝你还是好好回去再和你的老师学习一下推理的基本法吧！",
			"情報なんてたくさん転がってるわよ。この学園にいるなら他の人たちと接する機会がたくさんあるわ。",
			"정보 같은 건 널렸어. 이 학원에 있으면 다른 사람들과 접촉할 기회가 많을 거야.",
			null
		],
		[
			"msg",
			143499,
			"I’m tired of your childish game. Come back when you become a real detective who can make real investigations.",
			"你这种幼稚的抓捕游戏我已经玩腻了，等你什么时候真正成了一名用推理断案的人再来找我吧！",
			"あ、でも中には変わった人たちもいるから対応とか気をつけなきゃダメよ。",
			"아, 하지만 가운데는 좀 특이한 사람들도 있으니까 대응에 조심해야 해.",
			null
		],
		[
			"msg",
			143500,
			"I may consider a detective game with you then~ Seeya!",
			"那个时候倒不是不能陪你玩一场推理游戏呢~再见！",
			"また、遊ぼうね！今度は追いかけまわさないでよ？本当に疲れるんだから。じゃあね！",
			"또 놀자! 다음엔 쫓아다니지 말고? 정말 힘들다니까. 그럼 안녕!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1053,
				3,
				false
			]
		],
		[
			"msg",
			143501,
			"Hey! Wait!",
			"喂！你等等！",
			"あ、ちょっと待って！……行っちゃった。",
			"아, 잠깐만!…… 가 버렸네.",
			null
		],
		[
			"msg",
			143502,
			"I... Teacher... Am I... Really wrong…",
			"我……老师……这样的我……真的错了么……",
			"キアナ、優しかった。だけど……必ず理由があるはず！絶対に見つけてみせるわ。だから——",
			"키아나, 상냥했어. 하지만…… 분명 이유가 있을 거야! 꼭 찾아낼 거야. 그러니까——",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1053,
				3,
				true
			]
		],
		[
			"msg",
			143503,
			"Sigh… I can’t just let her go like that. Let me discuss with Ares. She’s got such a strong personality…",
			"唉…这样子怎么能叫人放心得下，算了，去找战神无双商量一下吧，这种强势的人……",
			"はぁ……無駄に疲れたわね。これで、大人しくなってくれるといいのだけど……。",
			"하아…… 쓸데없이 피곤하네. 이제 조용해지면 좋을 텐데…….",
			null
		],
		[
			"msg",
			143504,
			"How about making her one of the Babylon School Guard? She’s going to learn a few lessons.",
			"或许让她成为巴比伦学园警备队中的一员也不错？就让她好好地磨练一番吧。",
			"崩壊で元人間をたくさん……ね。犬っころには、ちゃんとわかるのね。もっといいボディソープとかないのかしら。さすがに、臭いがあるって言われると女の子として気になるわね。",
			"붕괴로 원래 인간이 많은…… 그래. 개자식들도 잘 아는군. 더 좋은 바디워시 같은 거 없을까. 역시, 냄새가 난다고 하면 여자애로서 신경 쓰이네.",
			null
		],
		[
			"msg",
			143505,
			"That detective, hmm, I am pretty good with this detective thing too! It wouldn’t be too bad if I can have the opportunity to compete with her student.",
			"那位侦探么，哼哼，其实本小姐的推理能力其实也不差呢！能有幸和那位的弟子比一比倒也不坏嘛~",
			"とりあえず、戦神ちゃんに話してバカな犬っころを任せて帰りましょ。",
			"일단, 전신 쨩에게 말해서 바보 같은 개자식들을 맡기고 돌아가자.",
			null
		],
		[
			"msg",
			143506,
			"Hahaha~",
			"哈哈哈~",
			"次に会うときは成長してるといいわね。私ってば、捕まっちゃうのかしら？",
			"다음에 만날 때는 성장해 있으면 좋겠네. 나 말야, 잡히게 될까?",
			null
		]
	]
}