{
	"101": [
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204196,
			"I'm Brynhild, Valkyrie in Valhalla, follow the orders from Odin, who is summoning me?",
			"吾乃瓦尔哈拉的女武神布伦希尔德，奉行吾主奥丁的旨意引领迷途的英魂到达英灵殿，是谁在呼唤吾的名字？",
			"我はヴァルハラの女武神ブリュンヒルデ、我らが主オーディン様の意を授かり迷える英霊たちを英霊殿に導きに来た。我が名を呼んだのは誰だ？",
			"나는 발할라의 발키리 브륀힐데, 우리의 주인 오딘님의 뜻을 받들어 길 잃은 영웅들의 영혼을 영웅의 전당으로 인도하러 왔다. 내 이름을 부른 자는 누구냐?",
			"I am Brynhildr, a Valkyrie of Valhalla. I follow the will of Lord Odin to lead the lost souls to Valhalla. Who is calling my name?"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204197,
			"My name is Kiana! Wow!! What a cute loli!!",
			"我的名字叫琪亚娜！呜哇！！居然是可爱的小萝莉！！果然神话中也是有这样的角色存在呢！",
			"私はキアナ！うわぁー可愛いロリ娘じゃん！！やっぱり神話にもこういうキャラいるのね！",
			"나는 키아나! 와아~ 귀여운 로리네! 역시 신화에도 이런 캐릭터가 있구나!",
			"I'm Kiana! Woww, what a cute little girl!! So there really are characters like this in mythology!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204198,
			"Hu~ Are you the sinner this time? What did you do?",
			"嚯~这次的罪人就是汝么？真是可爱的小羔羊呢，快告诉吾汝的罪名吧~",
			"ほぅ、今回の罪人は汝か。可愛い迷える子羊よ、我に何汝の罪を教えてみなさい。",
			"호오, 이번 죄인은 자네로군. 귀여운 길 잃은 어린 양이여, 내게 네 죄를 말해보아라.",
			"Oh, so you are the sinner this time. My dear lost lamb, confess your sins to me."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204199,
			"What did I do? I'm the symbol of justice! I'm full of positive energy~ Give me a hug!",
			"罪名？讨厌啦！像我这么正义可爱有活力的主人公怎么可能会有罪名啦！我可是非常正能量的哦~比起这个赶紧让我抱抱啦！",
			"罪？やだなぁ〜私みたいな正義感と可愛さしかないポジティブガールが罪を犯すわけないじゃない！早くこっちきて抱っこさせて！",
			"죄? 싫어~ 나처럼 정의감과 귀여움밖에 없는 긍정적인 소녀가 죄를 지을 리 없잖아! 빨리 이리 와서 안겨줘!",
			"Sins? No way~ There's no way a positive girl like me, with this sense of justice and cuteness, could commit sins like that! Hurry over here and let me hold you!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204200,
			"Accusation confirmed…",
			"罪名确定……",
			"罪名確定…",
			"죄명 확정...",
			"Charges confirmed..."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204201,
			"!?",
			"诶！？",
			"え？！",
			"엣?!",
			"Eh?!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204202,
			"The accusation is cheat! I will arrest you!",
			"汝的罪名为欺诈，狂妄与淫秽，让吾以吾主奥丁之名洗礼汝罪恶的灵魂吧！",
			"汝の罪名は、詐欺だ！卑猥な妄想を抱きながら我に触れようとするなど…オーディン様の名の下に汝の悪き魂を洗礼する！",
			"네 죄명은 사기다! 음란한 망상을 품으며 나에게 접촉하려 하다니... 오딘님의 이름으로 네 악한 영혼을 정화하겠다!",
			"Your sin is... fraud! And you tried to touch me while harboring lewd fantasies... In the name of Lord Odin, I baptize your evil soul!"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204203,
			"What!? Wait~ There must be some misunderstood here. Leave me alone!",
			"诶！？等！等下！这锁链是什么情况！快放开我！",
			"え？！ちょ！ちょっと待って！この鎖一体どういう事！放して！",
			"엣?! 잠! 잠깐만! 이 쇠사슬 대체 뭐야! 놔줘!",
			"Eh?! Hey! Wait a sec! What the hell is with these chains! Let go!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204204,
			"Hehehe~ Nice face~ Keep struggling~ You won't escape from the constraint~",
			"呵呵呵~不错的表情呢~继续挣扎吧~但是不管汝怎么挣扎都无法挣脱这个束缚的哦~",
			"ほ〜ほっほ。いい表情ね〜もっと足掻きなさい〜足掻いたところで鎖は外れないけど。",
			"호~호호. 좋은 표정이네~ 더 발버둥 쳐봐~ 발버둥 쳐봤자 쇠사슬은 풀리지 않지만.",
			"Ho~hohoh. What a nice expression~ Struggle all you want~ You'll never get out of these chains."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204205,
			"There must be some misunderstood here. Take it easy! Let's have a talk~",
			"那，那个！我想我们一定是误会了什么！你冷静一下！我们坐下来从长计议吧！！",
			"あんた何か勘違いしてない？とりあえず座って、冷静になって話し合いましょ！",
			"너 뭔가 오해하고 있는 거 아니야? 일단 앉아서, 침착하게 이야기나 하자!",
			"Isn't this a misunderstanding? Let's just sit down, stay calm, and have a talk!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204206,
			"Haha~ We will have a lot of time to talk~",
			"哼哼~不用着急，有的是时间和汝慢慢谈心的~到时候哭着喊着都没用哦~",
			"焦る必要ないわ、話す時間ならたっぷりある。",
			"서둘 필요 없어, 이야기할 시간은 충분히 있어.",
			"There's no need to rush, there's plenty of time to talk."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204207,
			"AH!! Leave me alone! Where are you taking me to?",
			"呜哇！！放开我啦！你这个抖S小鬼！你要把我带到哪里去啊！！",
			"うわっ！放しなさいよ！このドS！！どこに連れて行くつもりよ！",
			"우왁! 놔버려! 이 S짓 하는 자식아! 어디로 데려가려는 거야!",
			"Uwah! Let go! You sadist!! Where are you taking me?!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204208,
			"Rune Halls of Valhalla!",
			"当然是去瓦尔哈拉神殿啦！",
			"もちろんヴァルハラ神殿に決まってるじゃない！",
			"물론 발할라 신전으로 가는 거지 뭐야!",
			"Valhalla, obviously!"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204209,
			"No! What is that place?! I don't want to go there!",
			"我不去！那是什么鬼地方！",
			"どこよそれ！ついてくわけないでしょ！",
			"그게 대체 어디야! 따라갈 생각 없거든!",
			"No way am I going! What kind of hellhole is that?!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204210,
			"Relax, it's not depend on you~",
			"哼~这可由不得汝！放心，在吾主奥丁的指引下汝马上就会放下尘世的包袱的~",
			"あなたに決定権はないの。安心して、オーディン様に会えば、全てから解放されるわ。",
			"너에게 결정권은 없어. 안심해, 오딘님을 만나면 모든 것에서 해방될 거야.",
			"You don't have the right to decide. Don't worry, once you meet Lord Odin you will be freed from your sins."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204211,
			"No! I don't want to be with you!! Leave me away now!!",
			"不要！我要和芽衣学姐在一起！！你这小鬼快放开我！！",
			"いや！私は芽衣先輩と一緒になるの！！放しなさい！",
			"싫어! 나는 메이 선배랑 함께 할 거야!! 놔줘!",
			"No! I wanna be with Mei-senpai!! Let me go!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204212,
			"There is no hurry, we will arrive soon~",
			"不要着急，马上就会到了~",
			"そんなに焦らないで。もう直ぐつくから〜",
			"그렇게 서둘지 말라고. 곧 도착할 거야~",
			"Don't be so hasty. We'll be there soon~"
		],
		[
			"msg",
			204213,
			"……",
			"呜……",
			"う…",
			"으...",
			"Uh..."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204214,
			"Errr!? Why do you stop here? Did you just change your mind? So please free me here~",
			"呃！？怎么停下了，你终于明白我是清白的了么！那快放了我吧~",
			"え？なんで急に止まったの？もしかしてやっと私は潔白って事に気がついた？",
			"어? 왜 갑자기 멈춘 거야? 설마 드디어 내가 결백하다는 걸 깨달은 거야?",
			"Huh? Why'd you stop all of a sudden? Did you finally realise I'm innocent?"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204215,
			"Sinner, I have a question…",
			"罪人,吾问汝……",
			"罪人よ、問おう…",
			"죄인이여, 물으노라...",
			null
		],
		[
			"msg",
			204216,
			"What is the way to Valhalla?",
			"这里要怎么去瓦尔哈拉……",
			"こっからどうやってヴァルハラに…",
			"여기서 어떻게 발할라에...",
			"How do I get to Valhalla from here...?"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204217,
			"Ha?",
			"哈？",
			"は？",
			"뭐?",
			null
		]
	],
	"103": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			204233,
			"I said a lot of times~ Here is Nagazora city. Here is no Asgard or Valhalla!",
			"我已经说了很多遍啦~这里是极东的长空市，不是什么阿斯加德也没有什么瓦尔哈拉神殿。",
			"何回も行ったでしょ！ここは長空市。ヴァルハラ神殿なんか無いわよ…",
			"몇 번을 말했어! 여긴 창궁시. 발할라 신전 같은 건 없거든...",
			"I already told you so many times! This is Nagazora City. There's no Valhalla Temple here..."
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204234,
			"No way! You are trying to cheat me! How could no one know Odin here?",
			"怎么可能……汝这罪人一定是在欺骗吾！吾主奥丁的神域怎么可能无人知晓！",
			"そんな…我を騙そうとしているのか？オーディン様の聖域を誰も知らないわけがないだろう！",
			"그런... 나를 속이려는 건가? 오딘 님의 성역을 아무도 모를 리 없잖아!",
			"Are you... trying to deceive me? There's no way anyone wouldn't know about Lord Odin's sanctuary!"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204235,
			"Errr, I still have no idea if you say so…",
			"呃，你这么说我也没办法啊~",
			"そう言われても…",
			"그렇게 말해도...",
			"Even if you say that..."
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204236,
			"I think I need to do something to let you say the true words…",
			"看来不给汝一些颜色看看汝是不会说实话了……",
			"お仕置きをしないと汝は本当の事は言わないようだな…",
			"벌을 주지 않으면 자넨 진실을 말하지 않을 것 같군...",
			"It seems you won't tell the truth unless I teach you a lesson..."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204237,
			"Wait a second… What are you doing?",
			"等等……你要干什么！",
			"ちょっと？何するつもり？！",
			"잠깐? 뭘 하려는 거야?!",
			"Huh? What are you doing?!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204238,
			"Hehe~ Don't worry, you will enjoy it~",
			"呵呵~不用担心，会很舒服的哦~",
			"心配しないで、気持ちいいわよ。",
			"걱정하지 마, 기분 좋을 거야.",
			"Don't worry, you'll enjoy this."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204240,
			"AHH! It hurts!!!! Duel!",
			"哇！！痛痛痛！！！你这个卑鄙的丫头，有种把我放开我们决一死战！",
			"いったぁ〜い！！この卑怯者！放しなさいよ！許さないんだから！",
			"아야아~악!! 이 비열한 자! 놔줘! 용서하지 않을 거야!",
			"OWWW!! You despicable little girl! Let me go! I'll kill you!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204241,
			"Hehehe, nice face! Anyway, I will have fun if you struggle~",
			"哦呵呵呵~这表情真是不错呢~死到临头了还这么嘴硬，不过吾不讨厌汝这样的家伙，越是挣扎才越有调教的价值呢~",
			"おほほほ〜いい表情よ〜死に際だっていうのにまだそんな口きいちゃって。でも嫌いじゃないわ。",
			"오호호호~ 좋은 표정이야~ 죽기 직전인데도 아직 그런 말을 하다니. 하지만 마음에 들어.",
			"Ohohoho~ That expression is quite something~ Still so stubborn even when death is imminent. But I don't dislike guys like you; the more you struggle, the more valuable you are to train~"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204242,
			"You are so bad! Ah~~ It hurts!!!",
			"混蛋家伙……啊~~~痛痛痛！！",
			"バカ…あ〜〜〜いたたたた！！！",
			"바보... 아~ 아야야야야!!!",
			"Idiot... AHHHH, IT HURTS!!!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204243,
			"You're lucky this time~",
			"哼~这次就先饶了汝，反正只要在你变成魂魄前找到回去的路就行了。",
			"今回は許してあげるわ、汝が魂になる前に戻る道を探せばいいだけだからね。",
			"이번엔 용서해주지, 네가 영혼이 되기 전에 돌아갈 길을 찾기만 하면 되니까.",
			"Hmph. I'll spare you this time, as long as you find your way back before you become a spirit."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204244,
			"What do you mean?",
			"你这是什么意思！",
			"どういう意味よ！",
			"무슨 소리야!",
			"What does that mean?!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204245,
			"Like I said before, my job is take the human elite to the Rune Halls of Valhalla~",
			"吾已经说过了~吾的使命是将人类的英灵带回瓦尔哈拉的英灵殿，吾主奥丁认同汝的实力，所以命吾前来指引汝到达神域。",
			"何度も言ったでしょ。我の使命は人類の英霊をヴァルハラに連れ戻す事。オーディン様が汝の実力を認めて私に汝の英霊を連れて帰るように命じたの。",
			"몇 번을 말했잖아. 나의 사명은 인류의 영웅들을 발할라로 데려가는 거야. 오딘이 네 실력을 인정해서 내게 네 영혼을 데려오라 명했지.",
			"I've said it many times before. My mission is to bring humanity's heroic spirits back to Valhalla. Lord Odin has recognized your strength and commanded me to bring your heroic spirit back."
		],
		[
			"msg",
			204246,
			"However, before we go to Valhalla, I will help you overcome your weakness.",
			"不过在这之前吾会好好调教汝，抹除掉汝的身上有种种劣病，这样汝才有资格踏入英灵殿成为神族的同盟。",
			"でも、その前に汝をたっぷり調教して、汝のその癖を治してあげないと。",
			"하지만, 그 전에 널 충분히 단련시켜서 네 그 버릇을 고쳐줘야 해.",
			"However, before that, I will properly train you and remove all your flaws so that you will be qualified to enter Valhalla and become an ally of the gods."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204247,
			"Ha!? Don't make a decision without my authorization!! It's kidnap!",
			"哈！？不要这么随便就擅自决定下来啊！！你们这是赤裸裸的绑架吧喂！",
			"はい？勝手に決めないでよね！あんたたちがしてるのは誘拐よ！ゆ・う・か・い！！！",
			"뭐? 함부로 결정하지 마! 너희들이 하는 건 유괴야! 유·괴·야!!!",
			"Huh? You can't decide that for me! What you're doing is kidnapping! K-I-D-N-A-P-P-I-N-G!!!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204248,
			"You'd better not resist me, because it's your destiny!",
			"我劝你还是不要抵抗的好，这已经是注定下来的命运了。汝也可以选择现在让吾来了断汝的性命，不过这会比较疼，建议汝还是等待天命的到来吧~",
			"抵抗はしないほうがいいわ。これは定められた運命。汝が望むならここで我が汝の命を絶つのも容易いが、ちょっと痛いから、やっぱり運命に任せるほうがいいと思うわ。",
			"저항하지 않는 게 좋을 거야. 이건 정해진 운명이니. 네가 원한다면 여기서 내가 네 목숨을 끊는 것도 쉬운 일이지만, 좀 아플 테니 역시 운명에 맡기는 게 좋을 것 같아.",
			"It's best not to resist. This is your predestined fate. If you wished, I could easily end your life here, but it would hurt quite a bit, so I think it's better to leave it to fate."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204249,
			"Destiny? What are you talking about?",
			"天命的到来……你到底在说些什么辣！！",
			"運命…あんた一体何言ってるの？",
			"운명... 너 대체 무슨 소리를 하는 거야?",
			"Fate... What the hell are you talking about?"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204250,
			"Ah? You still can't understand that…",
			"哎……还听不懂么？",
			"はぁ…言語障害なの？",
			"하아... 언어장애야?",
			"<i>Sigh...</i> Am I not speaking clearly?"
		],
		[
			"msg",
			204251,
			"I mean you will die soon~",
			"吾的意思是汝再过不久就会死去哦~",
			"もう直ぐ死ぬって事よ。",
			"곧 죽을 거란 말이야.",
			"What I mean is that you will die soon."
		]
	],
	"104": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			204252,
			"Hey!! Wait a second! What do you mean? I will die soon?",
			"喂！！等下啦！你说我马上就会死去是什么意思啊！！",
			"え！？ちょっと！もう直ぐ死ぬってどういう事よ！",
			"뭐!? 잠깐! 곧 죽는다는 게 무슨 소리야!",
			"Huh?! Wait! What do you mean I'm gonna to die soon?!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204253,
			"You are so noisy, I said it clearly, it's your destiny, you will die soon.",
			"真是的一路过来叽叽歪歪的吵死了，吾已经说的够明白啦，这是神谕，汝的死是无法避免的，汝还是省点力气吧。",
			"わーわーうるさい。我は何度も言っているだろ、汝はもう直ぐ死ぬのだ。これは神からのお告げで、汝にはどうする事もできない。",
			"와 와 시끄럽네. 난 몇 번을 말했잖아, 넌 곧 죽을 운명이야. 이건 신의 계시니, 네가 뭘 할 수 있는 게 아니라고.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204254,
			"I don't believe that! Free me now, do you know the Apocalypse in Nagazora city! I need to save the world!",
			"我才不相信呢！你把我放开，你知道长空市发生的崩坏么！你这种连路都不认识的人带着我瞎转悠，要是死也是被你给害死的！",
			"そんなの信じないんだから！放して！長空市で崩壊が起こったの知ってるでしょ？あんたみたいな道も知らないような人に彼方此方連れ回されたら、それこそ早死にするわ！",
			"난 그런 거 안 믿어! 놔줘! 창공시에서 붕괴가 일어난 거 알지? 너처럼 길도 모르는 사람한테 이리저리 끌려다니면 그게 바로 일찍 죽는 길이야!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204255,
			"Stop talking,otherwise I will kill you!",
			"哼！汝要是再吵吾现在就送你一程！吾出现在这里也是为了不让汝死后魂魄迷离失所，汝应该感谢吾才是！",
			"フンっ、もしこれ以上わーわー騒ぐのであれば、我が直々に汝を送り出してやる。我は汝の英霊を導きに来ただけだ、もっと感謝しろ。",
			"흥, 만약 더 이상 와르르 떠들어댄다면 내가 직접 너를 보내주마. 나는 네 영령을 인도하러 왔을 뿐이다, 더 감사해야 할 거다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204257,
			"What?",
			"呜！？",
			"え？！",
			"어?!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204258,
			"Relax, although you have some personality problems, I will treat those bodies well~",
			"汝放心吧，虽然汝的人格有些问题，但是出于女武神的礼仪汝的尸体吾会好好安葬的~",
			"安心しろ。死体はしっかり埋葬してやる。",
			"안심해라. 시체는 제대로 묻어줄 테니.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204259,
			"Seriously? Thank you~",
			"喔~是么，那可真是要感谢你呢~不过谁给谁送葬还不好说哦~",
			"そう。ありがとう〜でも、誰が埋葬されるかはまだわからないわ！",
			"그래. 고마워~ 하지만 누가 묻힐지는 아직 모르겠어!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				10000,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204260,
			"Zombies: (moaning)",
			"吼吼吼！！！",
			"ゴゴゴォ〜",
			"우르르르~",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204263,
			"Errr… Awesome! You beat all the zombies…",
			"呃……好厉害，一下子就把这么多死士给……",
			"す…すごい、一瞬で…",
			"대...대단해, 순식간에...",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204264,
			"Ah… I have been overlooked~",
			"哎……看来吾还真是被小瞧了呢，汝以为这种程度的奇袭对女武神会有效么？",
			"本当に舐められたものだ、この規模の奇襲、我に効くと思ったか？",
			"정말 얕본 거군, 이 정도 규모의 기습으로 날 당해낼 수 있을 거라 생각했나?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204265,
			"Ugh…",
			"啧……",
			"フンっ…",
			"흥...",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204266,
			"I was thinking where are people here? Now I know it…",
			"我还在奇怪这里的人类都去了哪里了，看到这些怪物之后我终于明白了……",
			"そういえばこの辺の人類たちは…そうか、さっきのゾンビたち…",
			"생각해보니 이 근처 인간들은... 아, 아까 그 좀비들...",
			null
		],
		[
			"msg",
			204267,
			"What did you do to those people? You even controled them to attack me…",
			"汝这家伙，到底做了什么将这些人都变成了怪物……居然还操纵他们来袭击吾。",
			"汝というやつは…一体どうやってこいつらをゾンビにした！こやつらを操って我を襲ったのも汝だろう！",
			"네 녀석이... 대체 어떻게 이들을 좀비로 만든 거냐! 이놈들을 조종해 나를 습격한 것도 네 놈이겠지!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204268,
			"Wait a second… I didn't do that!!",
			"等！等等！你好像陷入了更深的误会中了啊！！",
			"え？え？なんかまた変な誤解されてない〜！？",
			"엥? 엥? 또 뭔가 이상한 오해받고 있는 거 아니야~!?",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204269,
			"You are so evil!",
			"看来汝这样罪大恶极的家伙，还是由吾亲手解决吧！",
			"汝のような極悪人、我が自ら裁いてやる！",
			"네 같은 극악무도, 내 손으로 직접 심판해주마!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204270,
			"Hey! Watch your back!",
			"喂！小心背后！",
			"後ろ！危ない！",
			"뒤! 위험해!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204272,
			"Err! Another ambush… You are so contemptible…",
			"呃！居然还有埋伏……汝这个卑鄙的家伙……",
			"汝というやつは！まだ手下を残していたのか！卑怯者め…",
			"이 자식이! 아직 부하를 남겨뒀던 건가! 비겁한 놈...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204273,
			"Ahah~",
			"啊啊~晕过去了……",
			"あ〜あ…倒れた…",
			"아~아... 쓰러졌어...",
			null
		],
		[
			"msg",
			204275,
			"Oh~ That's really too bad …",
			"哎，看来这次真的倒了大霉了……",
			"今回はやばそうね…",
			"이번엔 위험해 보이네...",
			null
		]
	],
	"105": [
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204276,
			"Here is…",
			"呜……这里是……",
			"うっ…ここは…",
			"윽... 여긴...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204277,
			"Aha~ Are you awake?",
			"啊哈~你终于醒了~",
			"あ！やっと起きた！",
			"아! 드디어 깨어났구나!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204278,
			"You!! What is this?",
			"汝这家伙！！呜！！这是！？",
			"汝…！うっ！これは！？",
			"네가...! 윽! 이건!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204279,
			"I just pay you back in your own coin~ Take the taste of bind by chains. Hahaha~",
			"嘛~以其人之道还治其人之身罢了~让你也尝尝被锁链捆绑的滋味吧~哦呵呵~~",
			"やられたらやり返すってやつよ。あんたにも鎖で縛られる感覚を味わわせてあげる。",
			"당한 만큼 돌려주는 거야. 너도 쇠사슬에 묶이는 감각을 맛봐야지.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204280,
			"You are too naive! Do you think I can't control my chains?",
			"哼！太天真了！汝以为吾会控制不了吾自己的锁链么！",
			"甘い…我が自身の鎖をコントロール出来ないとでも思ったか！",
			"한심해... 내 자신의 사슬을 컨트롤 못할 거라 생각했나!",
			null
		],
		[
			"msg",
			204281,
			"Hey!! Ah?",
			"嘿！！啊？啊咧！？",
			"え？あ！？あれ！？",
			"어? 아!? 뭐지!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204282,
			"Haha~ Do you think I'm stupid? I got this chain from other place~ I used your chain as clothesline.",
			"哼哼~你以为我真是笨蛋么~这根锁链是我路上随便捡的，你的那根被我当做晾衣绳挂衣服了哦~",
			"ふふふ。私もそんなに馬鹿じゃないの。この鎖はさっきその辺で拾ってきたやつよ。あんたの鎖は今物干し竿になってるわ。",
			"후후후. 나도 그렇게 바보는 아니야. 이 사슬은 아까 근처에서 주워 온 거야. 네 사슬은 지금 빨랫대가 되어있지.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204283,
			"What? Clothesline? I got this chain from Odin!",
			"什！什么！那可是吾主奥丁赐予吾的武器，汝居然！！",
			"何だと…オーディン様から授かりし我が武器を…汝…",
			"뭐라고... 오딘님께서 하사하신 내 무기를... 네 이놈이...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204284,
			"I had a hard time saving you from the zombies.",
			"要不是为了救你我也不会弄的一身泥，你知道我是废了多大力气才把你从死士堆里拖出来的么！",
			"あんたを助け出す時、服が汚れたんだから仕方がないでしょ！",
			"널 구해줄 때 옷이 더러워진 거 어쩔 수 없잖아!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204285,
			"Don't shed crocodile tears. You called the zombies, did you?",
			"不要假惺惺的了！那些怪物不是汝自己招来的么！",
			"嘘をつくな！あのゾンビたちは汝の自作自演だろ！",
			"거짓말 마! 그 좀비들은 네가 자작극이잖아!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204286,
			"Try to say that again?",
			"你再说一遍试试！",
			"もう一回言ってみなさい！",
			"한 번 더 말해봐!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204287,
			"Ah!! Don't pull my mouth!!",
			"呜呜呜！！母套吃唔隔咀八（不要扯吾的嘴巴）！！",
			"ぶぁたしゅのくちゅをふさぎゅな（私の口を塞ぐな）！！",
			"내 입 막지 마!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204288,
			"As your wish, take this!",
			"哼哼哼~刚才的仇就让我好好报答你吧！！看招~看招~",
			"さっきの恨みはらさせてもらうわよ〜くらえ！",
			"아까 한 건 확실히 갚아주겠어~ 받아라!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204289,
			"Hahahaha!! Don't scratch me! I feel too itch! Hahahaha!!",
			"唔哈哈哈！！不要挠那里啦！！好痒！！哈哈哈哈！！！",
			"やっ！やめろ！そこは！く！くすぐったい！",
			"앗! 하지 마! 거기는! 으! 간지러워!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204290,
			"How is this one? Hahaha~",
			"怎么样~知道我的厉害了么？",
			"どう？私の凄さ思い知った？",
			"어때? 내 실력 이제 알겠어?",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204291,
			"Errr… You cruel guy… I promise I will kill yoou!",
			"你这可恶的家伙……吾发誓一定会杀了汝的！！",
			"汝というやつは…絶対に殺してやる！！",
			"너란 녀... 꼭 죽여주겠어!!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204292,
			"It seems this punishment is not enough for you.",
			"哦吼~看来苦头还没吃够么？",
			"あれ〜？まだ足りないみたいね。",
			"어라~ 아직 부족한 모양이네.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204293,
			"Ooooo…",
			"呜……",
			"うっ…",
			"윽...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204294,
			"Hohoho~ Sometimes, you are also very cute~",
			"哦吼吼~你这抖S的小丫头害怕起来还是挺可爱的嘛~",
			"あらあら〜ドSの小娘が怖がってるのも可愛らしいわ〜",
			"아라라~ S끼 넘치는 꼬마가 겁먹은 모습도 귀엽네~",
			null
		],
		[
			"msg",
			204295,
			"Hum~ I don't know any witchcraft, those people turned to zombies because of the Apocalypse.",
			"嘛~话我说在前头，我可不会什么巫术，那些人是因为崩坏才变成了死士，而我的使命是阻止这场名为崩坏的噩梦。",
			"そうだ、先に言っておくけど、さっきのゾンビは私のせいじゃないわ。あれは崩壊のせいでゾンビになったの。そして私の使命はその崩壊を阻止すること！",
			"그래, 미리 말해두지만 방금 좀비는 내 탓이 아니야. 저건 붕괴 때문에 좀비가 된 거야. 그리고 내 사명은 그 붕괴를 막는 거야!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204296,
			"Apocalypse? What is that?",
			"崩坏？那到底是什么……",
			"崩壊？",
			"붕괴?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204297,
			"A kind of doom.",
			"简单来说就是会导致全人类灭亡的大灾难。",
			"簡単に言ったら、全人類を滅亡させる大災害ってところかな。",
			"간단히 말하면 전 인류를 멸망시킬 대재앙이라고 할까.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204298,
			"Doom for people?",
			"全人类灭亡的灾难……就连神祗也无法逃避的厄运，看来末世的前奏已经开始了。",
			"人類が滅亡する災難…神ですら回避できない災難…世紀末の前兆が始まったか…",
			"인류가 멸망할 재난... 신조차 피할 수 없는 재난... 세기말의 전조가 시작된 건가...",
			null
		],
		[
			"msg",
			204299,
			"Is the RAGNAROK coming?!",
			"诸神的黄昏即将到来了么……",
			"神々の黄昏が始まるというの…",
			"신들의 황혼이 시작된다는 건...",
			null
		]
	],
	"106": [
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204300,
			"Free me, sinner! I need to ask Odin for help!",
			"汝这不可饶恕的罪人！快将吾身上的锁链解开！末日的预兆已经接近，吾必须即刻通告奥丁大人才行！",
			"汝、早くこの鎖を解くんだ。世紀末の前兆が始まったことを一刻も早くオーディン様に知らせなくては！",
			"너, 어서 이 쇠사슬을 풀어라. 세기말의 전조가 시작된 것을一刻도 빨리 오딘님께 알려야 한다!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204301,
			"Don't call me sinner! I'm Kiana!",
			"等你把那个罪人罪人的叫法改过来再说吧，我叫琪亚娜，而且我也没做过什么有罪的事情。",
			"汝、汝って呼び方やめてくれたら考えてあげる。そして、私の名前はキアナ！決して罪人なんかじゃないわ！",
			"너, '너'라고 부르는 거 그만두면 생각해 줄게. 그리고 내 이름은 키아나야! 결코 죄인 같은 게 아니라고!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204302,
			"Come on! I haven't arrested any wrong people before!",
			"少装蒜了！吾布伦希尔德所裁决之人都是恶贯满盈的家伙，然而奥丁大人看中了他们的力量将他们引领至英灵殿，但是他们犯下的罪行一定要得到制裁和修正才行！",
			"嘘をつくな！オーディン様に力を認められようが、その悪行の償いは我がこの鎖を持ってさせてやる。",
			"거짓말 마! 오딘님께 힘을 인정받았을지라도 그 악행의 대가는 이 내 쇠사슬로 갚게 하겠다.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204303,
			"So you bind them and tortrue them?",
			"所以你就把别人五花大绑，然后一副愉悦的表情折磨他们么？",
			"あんた、自分の快楽のためにやってるじゃない…",
			"너, 자기 쾌락을 위해 하고 있는 거잖아...",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204304,
			"I must do that. That's the only way to let them feel the fear and correct their faults.",
			"那是指引他们走上正途的必要手段！只有让他们感到害怕和恐惧才会对自己犯下的罪恶进行忏悔！",
			"これは悪を正しき道に戻す手段なのだ！罪人には恐怖を感じさせて、犯した罪を反省させるしか無いのだ。",
			"이것은 악을 바른 길로 돌리는 수단이다! 죄인에게는 공포를 느끼게 해서 저지른 죄를 반성하게 할 수밖에 없다.",
			null
		],
		[
			"msg",
			204305,
			"If I do things like other Valkyrie sisters, it would maded more tragedies…",
			"像其他女武神姐姐那样优柔的做法只会制造更多的悲剧……",
			"他のヴァルキリー達と同じ優しい方法では、さらなる悲劇を生むだけだ…",
			"다른 발키리들과 같은 온화한 방법으로는, 더 큰 비극을 초래할 뿐이야...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204306,
			"… What happened?",
			"……到底发生了什么？",
			"…何かあったの？",
			"...무슨 일이라도 있었어?",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204307,
			"…",
			"……",
			"…",
			"...",
			null
		],
		[
			"msg",
			204308,
			"That was the thing happened when I was just became Valkyrie…",
			"那是吾刚成为女武神的时候的事情……",
			"あれは我がヴァルキリーになりたての時だった…",
			"그건 내가 발키리가 된 지 얼마 되지 않았을 때였어...",
			null
		],
		[
			"msg",
			204309,
			"I was like other Valkyrie sisters, believe that I can persuade bad people.",
			"那时候吾和其他姐姐一样，深信着只要本着奥丁大人的慈爱之心去感化众生，就能洗脱人类身上的罪恶。",
			"あの頃は我もオーディン様の深い慈愛の心を持って人類の悪しき魂も洗礼できると思っていた。",
			"그땐 나도 오딘님의 깊은 자애로운 마음으로 인간의 악한 영혼도 세례할 수 있을 거라고 생각했지.",
			null
		],
		[
			"msg",
			204310,
			"I had a mission that time, I was going to persuade a kidnapper.",
			"当时，吾奉命去指引一个山贼头目前往英灵殿，他是一个强大的人类，武艺高强，但是却品德恶劣。",
			"当時我は命を受け、ある山賊を英霊殿に連れてきた。彼は人類の中では強く、ものすごい武術を会得していた。しかしそんな彼は道徳にかけたやつだったんだ。",
			"당시 나는 명을 받아 어떤 산적을 영령전으로 데려왔어. 그는 인간 중에서 강했고, 엄청난 무술을 터득하고 있었지. 하지만 그런 그자는 도덕적으로 결핍된 놈이었어.",
			null
		],
		[
			"msg",
			204311,
			"He promised me he would give up evil and return to good. The only thing he asked is give him one day to let him say goodbye to his friends.",
			"然而，在刚开始的教诲时他却意外的老实，向吾许诺从此归服奥丁的指引改邪归正，但是他希望给他一天的时间与自己的同伴告别。",
			"最初は素直に話を聞いていたんだ。我にオーディンの意思に沿い改心すると誓ったのだが、彼は1日だけ仲間にお別れを言う時間がほしいと条件を出してきた。",
			"처음엔 순순히 말을 듣고 있었어. 내게 오딘의 뜻에 따라 개심하겠다고 맹세했지만, 그는 하루만 동료들에게 작별 인사를 할 시간이 필요하다는 조건을 내걸었지.",
			null
		],
		[
			"msg",
			204312,
			"I trusted him… The second day, he slaughtered the entire village!",
			"吾相信了他，约定第二天再来找他……然而，当吾再次见到他的时候，他却正在屠杀一个人类的村庄！",
			"我は彼を信用し、彼に時間を与えた。しかし2日目に彼に会いに行った時、彼は村を襲っていたのだ。",
			"나는 그를 믿고, 그에게 시간을 주었어. 하지만 둘째 날 그를 만나러 갔을 때, 그는 마을을 습격하고 있었던 거야.",
			null
		],
		[
			"msg",
			204313,
			"He cheated me.",
			"他告诉吾，进入了英灵殿后恐怕就没机会再做这么爽快的事情了，所以在走之前要尽情地杀戮一番……",
			"我が問うと、彼は英霊殿に入ったらこんな気持ちのいいことはもうできないから、最後に派手にやってみたと言ったのだ…",
			"내가 묻자, 그는 영령전에 들어가면 이런 기분 좋은 일은 더 못 할 테니, 마지막으로 화려하게 해보고 말했어...",
			null
		],
		[
			"msg",
			204314,
			"When I saw the girls in the blood, I knew that I wouldn't be mercy to those people any more.",
			"当吾看到年龄和吾相仿的少女残忍地死在他的刀下，吾才明白……慈悲只会滋生更多的邪恶！只有让他们体会到同样深刻的痛苦才会悔改！",
			"我は彼の足元で倒れていた少女を見た時、慈悲はさらなる邪悪しか生まないと悟ってしまった。痛み、恐怖を味わうことでしか改正などしないと！",
			"나는 그의 발 아래 쓰러져 있는 소녀를 봤을 때, 자비는 오직 더 큰 악만을 낳는다는 걸 깨달았어. 고통과 공포를 맛보지 않고는 고칠 수 없다는 걸!",
			null
		],
		[
			"msg",
			204315,
			"I used this chain to arrested all the sinners.",
			"所以奥丁大人才赐予了吾这根锁链，让吾履行这份使命！",
			"だからオーディン様は我にこの鎖を授けたのだ。",
			"그래서 오딘 님께서 나에게 이 사슬을 내려주신 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204316,
			"Alright… I got it, let me tell you my answer.",
			"好吧……我懂了，既然如此，那我也告诉你我的答案吧。",
			"そう…あなたの事情はわかったわ。それなら…",
			"그래... 네 사정은 알겠어. 그렇다면...",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204317,
			"Ah, finally you free me…",
			"唔！居然这么轻易就把锁链解开了么……",
			"ん？鎖を解くのか？",
			"음? 사슬을 풀어주겠다는 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204318,
			"I will show you that I'm not a sinner.",
			"我究竟是不是有罪之人汝就用汝的双眼好好验证一下吧！",
			"そうよ！私が罪人かどうかあなたのその目で見届けて！",
			"그래! 내가 죄인인지 아닌지 네 눈으로 직접 확인해봐!",
			null
		]
	],
	"107": [
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204319,
			"Are you crazy, they are zombies! It's so dangerous!",
			"你这家伙是想寻死么，居然跑到这种怪物堆里。",
			"汝は死に急いでいるのか？なぜ自らゾンビの群れに？",
			"너 죽을 쑤려고? 왜 스스로 좀비 무리 속으로 들어가는 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204320,
			"Yup, just stand there and look at me~",
			"嘛~你只要乖乖在一旁看着就行啦~",
			"まぁ〜あんたはそこで見てなさい。",
			"뭐~ 넌 거기서 구경이나 하고 있어.",
			null
		],
		[
			"msg",
			204321,
			"Mei~ Bronya! I have arrived the target place! Let's start our mission~",
			"芽衣~布洛妮娅！我已经到达作战区域了！长空市崩坏源检测作战开始~",
			"芽衣先輩！ブローニャちゃん！作戦区域に入ったわよ！長空市の崩壊調査開始！",
			"메이 선배! 브로냐 씨! 작전 구역에 도착했어! 창공시 붕괴 조사 시작!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204322,
			"Mission? What do you mean?",
			"作战？什么意思？",
			"作戦？どういうことだ？",
			"작전? 무슨 소리야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204324,
			"Although I can't turn them back to human, I can stop their movement now!!",
			"虽然我现在无法拯救这些变成死士的人类，但是我现在背负的使命就是阻止这样的悲剧继续发生！！",
			"私にはゾンビになってしまった人たちを元に戻す事はできないけど、これ以上の悲劇を生まないように崩壊を阻止することはできるの！",
			"나는 좀비가 되어버린 사람들을 원래대로 돌려놓을 순 없지만, 더 이상의 비극을 만들지 않도록 붕괴를 막는 건 할 수 있어!",
			null
		],
		[
			"msg",
			204326,
			"I would like to save the innocents just like Brynhild!",
			"所以我才会站在这个战场上！就像布伦希尔德你一样为了保护那些无辜的人不再受到伤害！",
			"だから私はこうやって戦場に立って、ブリュンヒルデのように罪の無い人達が被害を受けないように戦ってるの！",
			"그래서 나는 이렇게 전장에 서서, 브륀힐데처럼 죄 없는 사람들이 피해를 입지 않도록 싸우고 있는 거야!",
			null
		],
		[
			"msg",
			204328,
			"Brynhild, I forgot to tell you one thing, we have the same job!",
			"忘了告诉你了~布伦希尔德，说起来我们可还是同行哦！",
			"良い忘れたけど、ブリュンヒルデは私達と同業よ！",
			"잊고 있었는데, 브륀힐데는 우리와 같은 직업이야!",
			null
		],
		[
			"msg",
			204329,
			"I'm Valkyrie too!",
			"女武神第五小队所属琪亚娜·卡斯兰娜~作战完毕！",
			"ヴァルキリー第5小隊キアナ･カスラナ任務完了！",
			"발키리 제5소대 키아나･카스라나 임무 완료!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204330,
			"Valkyrie? You are Valyrie too?",
			"女武神！？汝是说汝也是女武神？",
			"ヴァルキリー？汝もヴァルキリーなの？",
			"발키리? 너도 발키리니?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204331,
			"Yup, but I don't follow Odin's instructions, but we have the same purpose.",
			"没错~虽然不像布伦希尔德那样是由什么奥丁指派的神使，而是由我们人类自己团结起来的力量，但是我们所做的努力都是一样的哦~",
			"そうよ。私たちは、ブリュンヒルデのようにオーディンの司令を受けてるわけじゃないけど、目的は一緒よ。",
			"그래. 우리는 브륀힐데처럼 오딘의 명령을 받고 있는 건 아니지만, 목적은 같아.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204332,
			"…",
			"……",
			"…",
			"…",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204333,
			"Brynhild, since you can't find the way back, would you like to join us?",
			"布伦希尔德，既然你找不到回去的路就和我一起来吧~虽然不是叫什么瓦尔哈拉神殿，但也是我们女武神的归宿哦！",
			"ブリュンヒルデ、もし帰る場所が無いなら私達と一緒に来なよ！ヴァルハラ神殿より居心地がいいかは分からないけど、一緒に居るだけでも良いわ！",
			"브륀힐데, 돌아갈 곳이 없다면 우리와 함께 가자! 발할라 신전보다 편안할진 모르겠지만, 함께 있는 것만으로도 좋아!",
			null
		],
		[
			"msg",
			204334,
			"Let's go to St. Freya HS!",
			"和我一起去圣芙蕾雅学园吧！",
			"一緒に聖フレイヤ学園に行きましょ！",
			"세인트 프레야 학원에 함께 가자!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204335,
			"Is that your human way to find the hope? Without the god's help?",
			"这就是你们人类的答案么？不依靠自己的力量也不遵循神的指引，而是自己寻找希望的道路么。",
			"これが汝ら人類の答えなのか？力に頼るわけでもなく、神の導きに従うでもなく、自分で希望を見つけて歩む…",
			"이것이 너희 인간들의 대답이냐? 힘에 의지하지도, 신의 인도에 따르지도 않고, 스스로 희망을 찾아 나서는...",
			null
		],
		[
			"msg",
			204336,
			"Alright! I will join you, show me your abilities~",
			"好吧！那就让吾见识一下人类女武神的实力吧~",
			"ならば、我が人類のヴァルキリーと言うものの実力を見届けてやろう。",
			"그렇다면, 우리 인간의 발키리라 불리는 자들의 실력을 지켜보도록 하겠다.",
			null
		]
	],
	"102": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			204218,
			"Hey, since we knew there is some misunderstood here, just take back you chains…",
			"喂喂！既然误会已经解开了你就不用总是跟着我了吧！你身上那根锁链总是嘎啦嘎啦响，听着真是揪心……",
			"ねぇねぇ！誤解が解けたなら付きまとわないでよ！あんたのその鎖の音聞いてるだけで不安になるんだけど…",
			"야야야! 오해가 풀렸으면 따라다니지 마! 네 그 쇠사슬 소리만 들어도 불안해지잖아...",
			"Hey hey! The misunderstanding has been cleared up, so quit following me! Just hearing the sound of your chains makes me uneasy..."
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204219,
			"I know you are not a bad guy, but I haven't finished my job yet.",
			"虽然知道汝不是什么坏人，但是吾的使命却还没有结束哦。",
			"汝が悪人ではないのはわかったが、我の使命が終わっていない。",
			"네가 악인이 아니란 건 알았지만, 나의 사명이 끝나지 않았노라.",
			"I know you're not a bad person, but my mission isn't complete yet."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204220,
			"Job? Do you mean you need to take me the Rune Halls of Valhalla?",
			"使命？你是说把我带到什么瓦尔哈拉神殿么？",
			"使命？私をヴァルハラ神殿に連れて行くって話？",
			"사명? 나를 발할라 신전으로 데려가는 거?",
			"Mission? You need me to take you to some temple in Valhalla?"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204221,
			"Of course, if you die in the battle, I need to bury you.",
			"那是当然啦！要是汝在战场上忽然死掉了，吾还得负责替你收尸呢。",
			"もちろん！もし汝が戦闘で突然死んでしまったら、我が死体処理をしなくてはならない。",
			"물론! 만약 네가 전투 중 갑자기 죽어버리면, 내가 시체 처리를 해야 하느니라.",
			"Obviously! If you suddenly die in battle, I'll be the one responsible to dispose of your body."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204222,
			"You always say some strange things…",
			"你这家伙，总是说些不吉利的话……",
			"あんた…もっとオブラートに包めないの…",
			"너... 좀 더 돌려말할 수 없니...",
			"You... Why do you always say such awful things...?"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204223,
			"One more thing~ I also need to monitor you, see if you do your Valkyrie job good or not. I will point out your mistakes.",
			"而且，吾还得监视汝有没有好好履行女武神的使命才行，如果汝有任何罪恶的行为吾会立即为汝纠正的哦~",
			"それに、我には汝がきちんとヴァルキリーの使命を果たしているか見届ける使命もある。汝が道を逸れてしまった場合、糾すのも私の使命だ。",
			"게다가, 나에게는 네가 제대로 발키리의 사명을 다하고 있는지 지켜볼 의무도 있다. 네가 길을 벗어났을 경우, 바로잡는 것도 나의 사명이니라.",
			"Furthermore, it is my duty to make sure that you are properly fulfilling your mission as a Valkyrie. If you stray from the path, it is also my duty to correct you."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204224,
			"Ohohoho~ Bad behaviors!",
			"哦吼吼~罪恶的行为！那这样算不算罪恶呢！！",
			"おほほ〜道を逸れるね〜これって罪に問われるのかな！！",
			"오호호~ 길을 벗어났네~ 이건 죄로 물어질까나!!",
			"Ohoho~ Looks like I'm getting off track~ I wonder if I'll be accused as sinful for this!!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204225,
			"Ah~~~",
			"咿呀~~~",
			"いやぁ〜",
			"이야~",
			"Nooo~"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204226,
			"Although you are Valkyrie, you still need to watch your mouth~",
			"呜~虽然是女武神但是某些地方的发育还需多加锻炼一下呢~",
			"ん〜まだ発育が足りてないわね。",
			"음~ 아직 발육이 부족하네.",
			"Mm~ Even though you're a Valkyrie, you still needs to work on developing certain areas a bit more~ (TN: I don't even wanna think of what Kiana is doing here. No wonder this scene got removed lol)"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204227,
			"You… You are so bad…",
			"汝……汝这个混蛋……",
			"汝…この…",
			"네 이...",
			"You... you bastard..."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204228,
			"Ahaha~ Just kidding! Take it easy!!",
			"啊哈哈……开玩笑啦！冷静一点~~",
			"あはははは…冗談よ！落ち着いて落ち着いて〜",
			"아하하하하... 농담이야! 진정해 진정해~",
			"Ahahahaha... just kidding! Calm down, calm down~"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204229,
			"I want to punch your face!",
			"果然还是让吾亲自送汝升天吧！！！",
			"やはり我がこの手で汝を成敗してやる！！！",
			"역시 내 이 손으로 너를 처단해 주마!!!",
			"I will punish you with my own hands!!!"
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204230,
			"Ah!! It hurts a lot!!!",
			"哇！！疼疼疼！！！再勒下去就真出人命了！！",
			"きゃ！！いった−い！！！それ以上締めたら本当に死んじゃう！！",
			"꺄!! 이봐-!!! 그 이상 조이면 정말 죽어!!",
			"Kya!! OWWW!!! If you tighten it any more I'll die for real!!"
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				1001,
				0,
				true
			],
			[
				1006,
				0,
				false
			]
		],
		[
			"msg",
			204231,
			"Hehehe~ Keep wailing~ Let me hear your voice!",
			"哦呵呵呵！！！再努力求饶吧~让我听听你美妙的叫声！",
			"おほほほ！そうよ！もっと叫んで命乞いをしなさい。",
			"오호호호! 그래! 더 울부짖으며 목숨을 구걸해 봐.",
			"Ohohoho! That's right! Scream and beg for your life."
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				1001,
				0,
				false
			],
			[
				1006,
				0,
				true
			]
		],
		[
			"msg",
			204232,
			"It really hurts!!!!",
			"疼疼疼！！！果然你这家伙的抖S性格是天生的吧！！！",
			"いたたたた！！！あんたのドSっぷりは本当生まれ持った才能ね…",
			"아야야야!!! 너의 S 기질은 정말 타고난 재능이네...",
			"Owwww!!! Your sadistic nature is truly a natural talent..."
		]
	]
}