{
	"140": [
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52029,
			"Wake up, Brave Bronya!",
			"勇者布洛妮娅！快醒醒！",
			"勇者ブローニャ！起きろ！",
			"용사 브로냐! 일어나!",
			"Hero Bronya! Wake up!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				303,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52030,
			"…Homu…Homu is alive? Is this a new version?",
			"……吼姆，为什么吼姆动起来了，这是新型号么？",
			"……ホム？なんでホムが動いてるの！？もしかして新型…？",
			"……호무? 왜 호무가 움직이는 거야!? 설마 신형…?",
			"...Homu? Why is the Homu moving?! Maybe it's a new type...?"
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52031,
			"Brave Bronya. Why r u still here? Queen Hommie is captrued by the witch!",
			"勇者布洛妮娅！你在做什么！吼美皇后都被魔女抓走了！",
			"勇者ブローニャ！何を寝ぼけているんだ！ホミ王妃が連れ去られた！",
			"용사 브로냐! 뭐 하러 늦잠 자고 있어! 호미 왕비가 납치당했어!",
			"Hero Bronya! What are you doing sleeping?! Queen Homei has been kidnapped!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				303,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52032,
			"Brave?",
			"勇者？",
			"勇者…？",
			"용사…?",
			"Hero...?"
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52033,
			"Yes. Have u forgotten already? I hired to guard the Queen but u slept on your job!",
			"没错！你忘了么！是本王雇佣你来守护吼美皇后的！你却还在这里睡觉！",
			"そうだ！忘れたのか！？勇者ブローニャはホミ王妃を守るために雇った戦士じゃないか！なのにこんなところで寝ているだなんて…",
			"맞아! 잊었어!? 용사 브로냐는 호미 왕비를 지키기 위해 고용한 전사 아니야! 그런데 이런 곳에서 자고 있다니…",
			"That's right! Have you forgotten?! We hired Hero Bronya to protect Queen Homei! And yet she's sleeping in a place like this..."
		],
		[
			"msg",
			52034,
			"We've spotted the witch's nest. Arm yourself! We r going after her!",
			"赶紧拿上武器，魔女的老巢已经被我们发现了，快和本王一起救出皇后！",
			"魔女の城は我々が見つけてきた！早く準備をして王妃を救ってくれ！",
			"마녀의 성은 우리가 찾아냈어! 빨리 준비해서 왕비를 구해 줘!",
			"We have found the witch's castle! Hurry up and get ready to save the queen!"
		]
	],
	"141": [
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52035,
			"Look! That's the witch's palace. Brave Bronya. Sweep the area!",
			"快看前面，这个就是魔女的城堡了。勇士布洛妮娅哟，快去前面探探路！",
			"あれが魔女の城だ！勇者ブローニャよ、頼んだぞ！",
			"저것이 마녀의 성이다! 용사 브로냐여, 부탁한다!",
			"That's the witch's castle! Hero Bronya, I'm counting on you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				9,
				0,
				true
			],
			[
				105,
				0,
				false
			]
		],
		[
			"msg",
			52036,
			"Heeheehee! Silly King Homu. U r too late. Queen Hommie is mine!",
			"哼哈哈哈！愚蠢的吼姆王，你终于出现了！但是已经晚了，吼美皇后已经是我的人了！",
			"ふははは！愚かなホム王よ、やっと現れたか。だが、もう遅い！ホミ王妃はすでに私のものだ！",
			"후하하하! 어리석은 호무 왕이여, 드디어 나타났군. 하지만, 이미 늦었다! 호미 왕비는 이미 내 것이야!",
			"Muahahaha! Foolish King Homu, you have finally arrived. But it is too late! Queen Homei is already mine!"
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52037,
			"Grrr! Brave Bronya, defeat her!",
			"可恶！勇者布洛妮娅，你还在犹豫什么！快打败她！",
			"クソっ！勇者ブローニャ！何をボケっとしている！早く魔女を倒してくれ！",
			"젠장! 용사 브로냐! 뭐 하러 멍하니 있어! 빨리 마녀를 쓰러뜨려 줘!",
			"Damn it! Hero Bronya! What are you doing spacing out?! Hurry up and defeat the witch!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				9,
				0,
				true
			],
			[
				105,
				0,
				false
			]
		],
		[
			"msg",
			52038,
			"Humph. Don't underestimate me.",
			"哼！你以为带一个小毛孩勇者就能够打败我么！就让你尝尝我的厉害吧！",
			"フン！へっぽこ勇者一人で何ができる？私の力を味わわせてやる！",
			"흥! 허접한 용사 한 명이 뭘 할 수 있겠어? 내 힘을 맛보게 해주지!",
			"Hmph! What can a lousy hero do on her own? I'll give you a taste of my power!"
		]
	],
	"142": [
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52039,
			"Very good, Brave Bronya. Now go storm the castle!",
			"干的好！勇者布洛妮娅，乘着魔女休整的时候我们一口气攻进去！",
			"勇者ブローニャよ、よくやった！魔女が弱っている隙に一気に攻め込むぞ！",
			"용사 브로냐여, 잘했어! 마녀가 약해진 틈을 타서 단숨에 공격해 들어가자!",
			"Well done, Hero Bronya! Let's attack while the witch is weakened!"
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52040,
			"Stop, King Homu!",
			"住手吧，吼姆王！",
			"やめて！ホム王！",
			"그만해! 호무 왕!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52041,
			"My Queen! How did u get out? I thought the witch locked u up.",
			"吼美皇后！为什么你会在这里！？你不是被魔女囚禁起来了么？",
			"ホミ！なぜここに！？魔女に連れ去られて、監禁されているはずじゃ…？",
			"호미! 왜 여기에!? 마녀에게 끌려가 감금되어 있을 텐데…?",
			"Homei! Why are you here? Aren't you supposed to have been kidnapped and imprisoned by the witch...?"
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52042,
			"No, she didn't. She just freed me from u.",
			"不，魔女她没有囚禁我，她只是为了让我逃离你的魔爪。",
			"いいえ、魔女は私を監禁なんかしていないわ。私をあなたの元から逃がすために……",
			"아니, 마녀는 나를 감금 같은 건 하지 않았어. 나를 당신 곁에서 벗어나게 하려고…",
			"No, the witch didn't imprison me. She was there to help me escape from you..."
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52043,
			"Freed u?",
			"我的魔爪？",
			"私の元から逃がす…？",
			"내 곁에서 벗어나게…?",
			"Escape from me...?"
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52044,
			"That's right. U don't love me. U just married me for my beauty. Do u have any idea how miserable I am!",
			"没错，因为你根本就不爱我，你只是贪图我的美貌才把我选作皇后的，你知道我活的有多痛苦么！",
			"そうよ！あなたは私のことを愛していないもの。あなたは私の美貌が故に王妃に選んだ。私がどれだけ辛い思いをしているかなんて…",
			"그래! 당신은 나를 사랑하지 않았잖아. 당신은 내 미모 때문에 왕비로 선택했지. 내가 얼마나 힘들었는지 따위는…",
			"Yes! You don't love me. You only chose me as your queen because of my beauty. You don't know how much pain I'm in..."
		],
		[
			"msg",
			52045,
			"Everyone in the kingdom sees me as a gold digger, especially your mother.",
			"王国的人民看我的眼神中都带着刺，就连母后也以为我是为了贪图皇族的名誉与财富才与你成婚的！",
			"王国の民、母君でさえも皇族の名誉と財産目当てであなたと結婚したと思ってる…",
			"왕국의 백성들, 어머니 폐하조차도 황족의 명예와 재산을 노리고 당신과 결혼했다고 생각해…",
			"The people of the kingdom, even my mother, believe that I married you for the honor and wealth of the royal family..."
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52046,
			"No, Hommie, u gotta trust me! I married u 'coz what I feel for u is true. I'd give up the throne for u.",
			"不！吼美，你要相信我！我是真的爱你才会娶你的！如果是为了你，即使抛弃王位我也不会有丝毫犹豫！",
			"違う！信じてくれ！私はホミを愛しているから結婚したんだ！ホミのためなら王位を捨ててもいい！",
			"아니야! 믿어 줘! 나는 호미를 사랑했기에 결혼한 거야! 호미를 위해서라면 왕위도 버릴 수 있어!",
			"No! Believe me! I married you because I love you! I'd even give up my throne for you!"
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52047,
			"It's too late. I can't go back now…",
			"太晚了，我已经回不去了……",
			"今更信じられないわ…私はもう戻れない…",
			"이제 와서는 믿을 수 없어… 나는 더 이상 돌아갈 수 없어…",
			"It's too late... I can't go back..."
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52048,
			"Hommie!",
			"吼美！",
			"ホミ！",
			"호미!",
			"Homei!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				9,
				0,
				true
			],
			[
				105,
				0,
				false
			]
		],
		[
			"msg",
			52049,
			"Humph! Don't u get it? I won't let u hurt her again!",
			"哼！到现在你还不懂么！我是不会让你带走她的！",
			"ふん、まだ分からぬか！私の元から連れて帰らせはしないぞ！",
			"흥, 아직도 모르겠느냐! 내 곁에서 데려가게 두지 않겠다!",
			"Hmph, you still don't get it! I'm not letting you take her away!"
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52050,
			"Dang it witch! Guess I have to kill u to get to my love. Brave Bronya, work your magic!",
			"可恶的魔女！既然这样！我就只能杀了你了！勇者布洛妮娅！我们上！",
			"この魔女め…こうなったら、徹底的に叩きのめすしかなさそうだ…行くぞ！勇者ブローニャ！",
			"이 마녀 녀석… 이렇게 된 이상, 철저히 때려눕히는 수밖에 없겠군… 간다! 용사 브로냐!",
			"This witch... At this point, it looks like the only option is to beat her to a pulp... Let's go! Hero Bronya!"
		]
	],
	"143": [
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52051,
			"Miss Kiana!",
			"琪亚娜小姐！",
			"キアナーーー！！！",
			"키아나———!!!",
			"KIANAAAA!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				105,
				0,
				false
			]
		],
		[
			"msg",
			52052,
			"Ooooo…I'm so sorry, Hommie, I am not able to protect u any more…",
			"呜……对不起，吼美，我没有办法再保护你了……",
			"ご…ごめん、ホミ…私にはもうお前を守れない……",
			"미…미안해, 호미… 이젠 내가 널 지켜줄 수 없어……",
			"S... sorry, Homei... I can't protect you anymore..."
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52053,
			"Why? Why do u keep me and Kiana apart?",
			"为什么！为什么你们要拆散我和琪亚娜！",
			"なんでよ！…なんであなたたちは私とキアナを引き離そうとするの！？",
			"왜야!… 왜 당신들은 나와 키아나를 떼어 놓으려 하는 거야!?",
			"Why?! ...Why are you all trying to separate me and Kiana?!"
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52054,
			"What? U two had a thing?",
			"什么！？难道你们！",
			"何！？ま、まさかお前たち…",
			"뭐!? 설, 설마 너희들…",
			"What?! Y-you mean you guys..."
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52055,
			"Yeah, we love each!",
			"没错！和你不一样！我们是真心相爱的啊！",
			"そうよ！あなたとは違って、私たちは愛し合っているの！",
			"그래! 당신과는 달리, 우린 서로 사랑하는 사이야!",
			"Yes! Unlike you, we are in love!"
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52056,
			"H…How? U r not even…What..I don't get it!",
			"怎……怎么会……你们的种族不一样，是不会有结果的啊！",
			"そんなこと…種族すら違うんだぞ？未来はないじゃないか！",
			"그런 게 어디 있어… 종족도 다른데? 미래가 없잖아!",
			"That's not fair... You're of a different race. There's no future for you two!"
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52057,
			"Homu, love isn't something you can comprehend…",
			"吼姆，你根本不懂爱，我与琪亚娜的感情你是不会了解的……",
			"ホム王…あなたは愛というものが何なのかを分かっていない！私とキアナの気持ちなんて理解できるはずがないわ！",
			"호무 왕… 당신은 사랑이 무엇인지 전혀 몰라! 나와 키아나의 마음 따위 이해할 리 없어!",
			"King Homu... You don't know what love is! There's no way you could understand how Kiana and I feel!"
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52058,
			"But u r both girls!",
			"但……但你们都是女性啊！",
			"だ……だが…どちらも女ではないか！",
			"그…그러나… 둘 다 여자잖아!",
			"But... but... you're both women!"
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52059,
			"I guess u never heard of yuri.",
			"吼姆，你一定的不懂的吧，百合才是最纯净的爱情！",
			"あなたには絶対分からないわ…女同士だからこそ、本当の愛情というものなの！",
			"당신은 절대 모를 거야… 여자끼리이기에 오히려 진정한 사랑인 거라고!",
			"You'll never understand... True love can be between women!"
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52060,
			"No! Why is this happening? I won't accept this! Brave Bronya, plz tell me it is all just a crazy dream!",
			"不！我不承认！我不承认！为什么！为什么上天要这么对我！不！！！勇者布洛妮娅！快告诉我！这一切都是梦！为什么！！",
			"違う！認めない！認めない！認めない！なんで神様はこんな残酷なんだ！勇者ブローニャよ！これは夢だと言ってくれ！なんでだーーー！！！",
			"아니야! 인정하지 않아! 인정하지 않아! 인정하지 않아! 왜 신은 이렇게 잔인한 거야! 용사 브로냐야! 이건 꿈이라고 말해줘! 왜냐고---!!!",
			"No! I won't accept it! I won't accept it! I won't accept it! Why can God be so cruel? Hero Bronya! Tell me this is a dream! WHYYYY?!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52061,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			52062,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52063,
			"Wakie-wakie, Bronya~",
			"布洛妮娅，快醒醒~",
			"ブローニャちゃん！早く起きて！",
			"브로냐! 빨리 일어나!",
			"Bronya! Wake up!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52064,
			"Oooooo…",
			"呜~~",
			"ん…",
			"음…",
			"Mm..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52065,
			"It's for u. Open it.",
			"布洛妮娅，来~这是给你的生日礼物~你一直想要的吼美酱哦~这样吼姆和吼美就能一起生活了呢~",
			"ブローニャちゃん！はーい、誕生日プレゼント！ずっと前からホミちゃんが欲しいって言ってたでしょ？これでホムちゃんも寂しくないね！",
			"브로냐! 자, 생일 선물! 오래전부터 호미를 갖고 싶어 했잖아? 이제 호무도 외롭지 않겠다!",
			"Bronya-chan! Here's a birthday present! You've been saying you wanted one for a long time, haven't you? Now Homu won't be lonely!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52066,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52067,
			"Hommie? Why Hommie?",
			"唔！为什么把吼美给我？",
			"……何でホミをくれるの？",
			"……왜 호미를 주는 거야?",
			"...Why are you giving her a Homei?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52068,
			"Homu doesn't need Hommie. They r just not meant for each other.",
			"吼姆不需要吼美，他们的结合只会带来不信。琪亚娜，你要好好对待吼美，祝你们幸福。",
			"ホムはホミなんていらないの！キアナ姉様、ホミのことをよろしくお願いします。幸せを祈っています。",
			"호무는 호미 같은 거 필요 없어! 키아나 언니, 호미를 잘 부탁해. 행복하길 바랄게.",
			"Homu doesn't need Homei! Kiana, please take good care of Homei. I wish you both happiness together."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52069,
			"Huh?",
			"啊咧？",
			"あれ…？",
			"어라…?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52070,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				105,
				0,
				true
			]
		],
		[
			"msg",
			52071,
			"What just happened?",
			"这到底是怎么回事嘛！！",
			"どういうことだよ！！",
			"무슨 말이야!!",
			"What on earth is going on?!!"
		]
	],
	"144": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52072,
			"We are no longer accepted here everything's ok as long as you are safe...",
			"我们的容身之处已经不复存在了，但是只要能保护你的话……",
			"私たちに居場所はもうないみたいね。でもあなたを守れるなら…",
			"우리에게는 더 이상 있을 자리가 없는 것 같네. 하지만 너를 지킬 수 있다면…",
			"It seems we have nowhere left for us. But as long as I can protect you..."
		],
		[
			"msg",
			52073,
			"My beloved daughter",
			"我所深爱的女儿啊，接下来妈妈要给你讲述的是关于一个女孩一生的故事。",
			"愛する娘よ、これからお母さんが一人の女の子の一生についてのお話をしてあげる。",
			"사랑하는 딸아, 이제부터 엄마가 한 소녀의 인생에 대한 이야기를 해줄게.",
			"My beloved daughter, I am going to tell you a story of a young girl's life."
		],
		[
			"msg",
			52074,
			"Don't ever give up hope. Everything will be ok if you keep on believing.",
			"即使面对苦难的道路，即使面对悲运的人生，女孩都绝无放弃。比起诅咒自己的命运，她选择的道路艰辛但却怀抱着温暖月光。",
			"女の子は辛い道を歩んでも、悲しい人生を送っても、自分の運命を恨むことなく、希望をもって道を切り開く。どんなに辛くとも。",
			"그 소녀는 힘든 길을 걸어도, 슬픈 인생을 살아도, 자신의 운명을 원망하지 않고 희망을 품고 길을 개척해 나가. 아무리 힘들어도.",
			"Even when faced with a difficult path, even when faced with a tragic life, the girl never gave up. Rather than cursing her own fate, the road she chose was difficult but she still embraced the warm moonlight."
		],
		[
			"msg",
			52075,
			"No matter what happends, hold on to your belief.",
			"就算所有的人都否定你的存在，就算所有事物都离你而去，请你一定要抓住自己心中的绽放的花朵，这样你的人生就不会毫无意义。",
			"みんながあなたの存在を認めてくれなくて、離れて行っても、あなたは自分を見失わずに自分の道を歩むの。",
			"모두가 네 존재를 인정해 주지 않고, 떠나가도, 너는 자신을 잃지 않고 네 길을 걸어가렴.",
			"Even if no one acknowledges your existence and everyone leaves you, you don't lose sight of yourself and continue to walk your own path."
		],
		[
			"msg",
			52076,
			"「Hijo de la luna」this is my last gift to you...",
			"「Hijo de la luna」这是愚蠢的妈妈献给你最后的礼物……",
			"「Hijo de la luna」これはお母さんからの最後のプレゼントよ。",
			"「Hijo de la luna」 이건 엄마가 주는 마지막 선물이야.",
			"\"Hijo de la luna\", this is your mother's last gift to you..."
		],
		[
			"msg",
			52077,
			"Farewell...",
			"对不起……永别了。",
			"ごめんね…さようなら…",
			"미안해… 안녕…",
			"I'm sorry... Goodbye..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52078,
			"Mei! Mei!",
			"芽衣学姐！芽衣学姐！",
			"芽衣先輩！芽衣先輩！",
			"메이 선배! 메이 선배!",
			"Mei-senpai! Mei-senpai!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52079,
			"(sobbing)",
			"呜……",
			"うぅん…",
			"으음…",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52080,
			"U were talking and crying in sleep. For a moment there I thought u were possessed.",
			"芽衣学姐你终于醒了，刚才听你一直在说梦话，还一边痛苦地哭着，我还以为你被恶鬼附身了呢！",
			"芽衣先輩やっと起きた。さっきからずっと魘されて泣いてたから悪魔にでも憑りつかれたかと思ったよ。",
			"메이 선배, 겨우 깼네. 아까부터 계속 악몽에 시달리며 울고 있어서 악마라도 씌인 줄 알았어.",
			"Mei-senpai, you're finally awake. I heard you talking in your sleep and crying in pain just now, so I thought you were possessed by some demon!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52081,
			"I was dreaming...It felt so real...",
			"刚才的……那个是梦么……那种悲伤的感觉，胸口现在还在隐隐作痛……",
			"さっきの…心の底から悲しみが込み上げてくる感じ…夢だったの？",
			"아까 그… 가슴 깊은 곳에서 밀려오는 슬픔… 꿈이었던 거야?",
			"Just now... I felt this sadness welling up from the bottom of my heart... Was it really a dream?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52082,
			"Life sign detected.",
			"前方侦测到生命反映。",
			"前方に生命反応。",
			"전방에 생명 반응.",
			"Life signs detected ahead."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52083,
			"It's that girl again! Humph. Girls, let's go get her!",
			"又是那个家伙么！哼！睡了一觉正好活动下筋骨！走！我们追上去！",
			"またあいつらなの？フンっ！一眠りしたし体でも動かしましょうか！行くわよ！",
			"또 그 녀석들이야? 흥! 잠도 좀 잤겠다 몸이라도 풀어볼까! 간다!",
			"It's that girl again, isn't it? Hmph! I guess I'll stretch my muscles after that good nap! Let's go!"
		]
	],
	"145": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52084,
			"Ugh! I lost her. R u sure she's human, Bronya?",
			"啧！那个家伙又不知道跑哪里去了，布洛妮娅你确定她真的是活人么？",
			"もうっ！なんなのあいつ。ブローニャちゃん、あいつは本当に生きてる人なの？",
			"아 진짜! 저게 대체 뭐야. 브로냐, 저거 진짜 살아있는 사람 맞아?",
			"Tch! She ran off again. Bronya, are you sure she's really alive?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52085,
			"Positive.",
			"确信。",
			"そう思います。",
			"그런 것 같아요.",
			"I am sure."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52086,
			"She runs way too fast. And she is extremely pale, now that I got a better look at her.",
			"跑的和幽灵一样快，而且昨天夜里没注意她的样子，现在看看大白天的皮肤白的像鬼一样，怎么可能是活人！",
			"本当に幽霊みたいな逃げ足の速さよ？昨日は暗くてよく見えなかったけど、よく見たら、血の気のない真っ白な肌だったわ。",
			"진짜 유령처럼 도망치는 속도라니까? 어제는 어둡고 잘 안 보였는데, 자세히 보니까 핏기 하나 없는 새하얀 피부였어.",
			"But she was as fast as a ghost, right? I didn't pay attention to her appearance last night because it was dark and I couldn't see well, but now that it's in broad daylight, I see that her skin is as white and pale as a ghost. How could she be a living person?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52087,
			"She appears to have some sort of Albinism.",
			"根据推测，那恐怕是一种名为“白化症”的病状。",
			"おそらく白化病です…",
			"아마도 백색증일 거예요…",
			"According to Bronya's speculation, it is probably a disease called \"albinism\"."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52088,
			"Albinism, eh? Hmmm...",
			"白化症？是指一种因为体内黑色素缺乏而导致皮肤变白的疾病么？",
			"白化病って体内のメラニン色素が少なくて肌が白くなるあの病気？",
			"백색증이란 게 체내 멜라닌 색소가 부족해서 피부가 하얗게 되는 그 병?",
			"Albinism? Is that disease one causes the skin to turn white due to a lack of melanin in the body?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52089,
			"People with this condition are highly sensitive to sunlight.",
			"没错，患有这种疾病的人无法长期在阳光下活动，所以才一直躲躲藏藏的吧。",
			"はい、この病に侵されている人は、長時間日光を浴びることができません。よって、今は隠れていると思います。",
			"네, 이 병에 걸린 사람은 오랜 시간 햇빛을 쬘 수 없어요. 따라서 지금은 숨어 있을 거라 생각합니다.",
			"Yes, people with this disease cannot be in the sun for long periods of time, so I think she is hiding now."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52090,
			"I guess we have to wait till dark.",
			"这么说只有等到晚上她才会现身么？真是麻烦的家伙！",
			"ってことは、また夜を待たないとあいつは出てこないのね？まったく…面倒くさい。",
			"그럼 또 밤을 기다려야만 그 녀석이 나오는 거야? 참… 귀찮게.",
			"So, we have to wait until night again for her to come out? That's so... annoying!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52091,
			"……",
			"……",
			"…",
			"…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52092,
			"Mei, what's wrong? U zoned out.",
			"芽衣学姐你怎么了？从刚才开始就一直在发呆。",
			"芽衣姉様、どうしました？先ほどから上の空です。",
			"메이 자매님, 무슨 일이에요? 아까부터 멍하시네요.",
			"Mei, what's wrong? You've been in a daze for a while now."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52093,
			"Nothing really. I have a feeling that we are not far from the truth.",
			"不，没什么……我们继续前进吧，我觉得真相就在不远的地方了。",
			"いいえ、なんでもないわ…先に進みましょう、真相はすぐそこな気がするの。",
			"아니, 아무것도 아냐... 계속 진행하자, 진실이 바로 저기 있는 것 같아.",
			"No, it's nothing... Let's move, I feel like the truth is right around the corner."
		]
	],
	"146": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52094,
			"It's getting dark. I don't like this. How r u holding up, Mei?",
			"入夜了……又是这种讨厌的感觉。芽衣学姐，你还好吧？",
			"もう日が落ちたね。またこのいや～な感じ…芽衣先輩大丈夫？",
			"벌써 해가 졌네. 또 이 불쾌한 느낌... 메이 선배 괜찮아?",
			"The sun has already set. I'm feeling that bad feeling again... Are you okay, Mei-senpai?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52095,
			"I'm fine. I can manage.",
			"嗯，没事，经历过一次以后还是有一些心理准备的，所以没有那么难受了。",
			"うん、大丈夫。一回味わったからある程度心の準備はできているわ。",
			"응, 괜찮아. 한번 맛봤으니 어느 정도 마음의 준비는 되어 있어.",
			"Yeah, I'm okay. I've experienced it before so I'm somewhat prepared."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52096,
			"We gotta find that girl soon.",
			"嗯！那我们赶紧找到那个家伙吧。",
			"良かった。じゃあ早速あいつを探しに行こう！",
			"다행이야. 그럼 빨리 그 녀석 찾으러 가자!",
			"Great. Let's go find her now!"
		]
	],
	"147": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52097,
			"This is her room, huh? She has a pictrue wall",
			"这里是……那个少女的房间么……这墙上挂着的都是她与父母的合影么，可为什么都被毁坏成这种样子了！？",
			"ここはあの子の部屋？この壁一面の家族写真はなんでこんなにボロボロなの？",
			"여기가 그 애 방? 이 벽 한가득 가족사진은 왜 이렇게 너덜너덜한 거야?",
			"Is this her room? Why are all these family photos on the wall so worn out?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52098,
			"Nope, this is her mother's room. I don't think she likes her parents.",
			"不，这个是她妈妈的房间，恐怕墙上的这些照片是被那个少女破坏成这副摸样的。",
			"違う、これはあの子のお母さんの部屋だと思う。壁の写真を破ったのはおそらくあの子。",
			"아니, 이건 그 애 엄마 방인 것 같아. 벽의 사진을 찢은 건 아마 그 애일 거야.",
			"No, I think this is her mother's room. She's probably the one who tore down the photo on the wall."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52099,
			"I would say she hates them.",
			"……那是得多变态的心理啊！她就这么讨厌自己的父母么！",
			"…病気なの？どんだけ自分の親が嫌いなのよ！",
			"...병이야? 대체 얼마나 자기 부모를 싫어하는 거야!",
			"...Is she sick? How much does she hate her parents?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52100,
			"Ugh...",
			"呃……",
			"うっ…",
			"윽...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52101,
			"Contamination is way too high here. We can't stay.",
			"这里的污染能量浓度过高，芽衣姐姐必须立刻离开这里。",
			"汚染濃度オーバーです。芽衣姉様、すぐに離れてください…。",
			"오염 농도 오버입니다. 메이 언니, 당장 떨어져 주세요....",
			"The contamination level has exceeded the limit. Mei, we must leave immediately."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52102,
			"Slow down, Mei!",
			"芽衣学姐，你不要勉强自己啊！",
			"芽衣先輩、もう…無理しないでよ！",
			"메이 선배, 이젠... 무리하지 마!",
			"Mei-senpai, please... don't push yourself!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52103,
			"I'm ok. My dream...gotta have something to do with all of these.",
			"没事……梦里的那个画面……一切的源头一定就在这里。",
			"大丈夫…夢の中の…すべての原因はここにあるみたいね。",
			"괜찮아... 꿈 속의... 모든 원인이 여기에 있는 것 같아.",
			"I'm okay... My dream... it seems like it's related to everything here."
		]
	],
	"148": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52104,
			"Hey look. There is an attic. Hmm...I hear music playing.",
			"芽衣姐姐快看！那边有一间阁楼，里面好像还有音乐声传出来！",
			"芽衣先輩！あっちの部屋から音楽が聞こえる！",
			"메이 선배! 저쪽 방에서 음악 소리가 들려!",
			"Mei-senpai! I can hear music coming from that attic!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52105,
			"The tune...",
			"这首歌是……",
			"この曲は…",
			"이 곡은...",
			"This song is..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52106,
			"Warning! Houkai Energy detected!",
			"警告！前方有崩坏源反应！",
			"警告！前方に崩壊エネルギー反応あり。",
			"경고! 전방에 붕괴 에너지 반응 확인.",
			"Warning! Honkai energy detected ahead."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				501,
				0,
				false
			]
		],
		[
			"msg",
			52107,
			"Corrupted souls, wandering towards destruction. This is where your journey ends.",
			"苦苦求索的腐朽之人，在通往毁灭的路途中不知疲倦。这里就将是汝等生命的尽头！用汝等最后的余光忏悔吧！",
			"壊滅へ続く道に疲弊し、詮索し続ける朽ちゆく人よ。ここが汝らの終点になろう。汝らの余光で悔やむがいい。",
			"파멸로 이어지는 길에 지치고, 캐물음을 계속하는 쇠락해 가는 자여. 여기가 너희들의 종점이 되리라. 너희들의 남은 빛으로 후회하라.",
			"You corrupted souls wandering towards your destruction, this shall be your final destination! Repent in the last remaining light!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			52108,
			"Watch out for those maids!",
			"小心！那些佣人又攻过来了！",
			"気をつけて！またザコが来るわ！",
			"조심해! 또 잡몹이 온다!",
			"Be careful! More servants are coming!"
		]
	],
	"149": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52109,
			"Stay down.",
			"安静的躺一会儿吧，露娜的女仆。等你们醒来的时候再照顾自己的主人。",
			"メイドさん、今は大人しくしていて下さいね。起きてからまた主人の世話をすればいいのよ。",
			"메이드 씨, 지금은 조용히 계세요. 깨어나서 다시 주인님을 돌보면 되니까요.",
			"Miss Maid, I must silence you for now. You can take care of your master again when you wake up."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52110,
			"Attic hatch opens.",
			"芽衣姐姐，那间阁楼的门打开了！",
			"芽衣先輩！あっちの部屋のドアが開いたよ！",
			"메이 선배! 저쪽 방 문이 열렸어!",
			"Mei-senpai! The door to the attic is open!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52111,
			"Signal is getting stronger. I bet our target is up there.",
			"崩坏能反应升高，目标应该就在那个阁楼中。",
			"崩壊エネルギー反応上昇。目標はあの部屋の中です。",
			"붕괴 에너지 반응 상승. 목표는 저 방 안에 있습니다.",
			"Honkai energy signal increasing. Target is in the attic."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52112,
			"Let's go check it out.",
			"嗯，我们走吧……",
			"そう、じゃぁ行こう！",
			"그래, 그럼 가자!",
			"Okay then, let's go!"
		]
	]
}