{
	"370": [
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55573,
			"Are you alright?",
			"呜……姐姐大人没事吧。",
			"う……お姉様…大丈夫ですか？",
			"으... 언니... 괜찮아요?",
			"Ugh... Onee-sama... Are you okay?"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			55574,
			"This sword is powerful but Kiana is also a very good fighter…",
			"虽然这把剑的威力很强，但是琪亚娜的实力更是不可小觑呢……",
			"この剣の威力は見事なものだが、キアナの実力はもっと侮れない……",
			"이 검의 위력은 훌륭하지만, 키아나의 실력은 더욱 얕볼 수 없어...",
			"The power of this sword is impressive, but Kiana's strength is even more formidable..."
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			55575,
			"You finally can't beat her…",
			"果然和风还是只能向黑恶势力低头么……",
			"やっぱり純和風も悪の勢力の前に屈するしかないのか……",
			"역시 순수 화풍도 악의 세력 앞에 굴복할 수밖에 없는 건가...",
			"So even the pure Japanese style girls must succumb to the forces of evil..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			55576,
			"Mei! Give up now! You can't beat me!",
			"芽衣学姐，快放弃吧！你们是战胜不了我的！",
			"芽衣先輩！さっさと諦めなさい！私には勝てないんだから！",
			"메이 선배! 빨리 포기해! 나한테 이길 수 없어!",
			"Mei-senpai! Just give up already! You can't beat me!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			55577,
			"I won't give up because…",
			"我是不会放弃的……因为……因为……",
			"私は諦めない…だって…だって……",
			"나는 포기하지 않아... 왜냐면... 왜냐면...",
			"I won't give up... because... because..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55578,
			"That's it! I won't let you bullying my sister!",
			"到此为止了！欺负布洛妮娅姐姐的人就是希儿的敌人！",
			"そこまでよ！ブローニャお姉様をいじめる者はゼーレの敵です。",
			"거기까지야! 브로냐 언니를 괴롭히는 자는 제레의 적이다.",
			"That's enough! Anyone who bullies Bronya-onee-sama is an enemy of Seele."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			55579,
			"Human is always repeating others' faults.",
			"人类总是重复着同样的错误呢，虽然余不想纠正什么，但是教训一下执迷不悟的魔王也是不错的选择呢~",
			"人間はいつも同じ過ちを繰り返す…余は何かを正すつもりはないが、頑なに認めようとしない魔王を懲らしめてやるのも良いかもしれぬ。",
			"인간은 언제나 같은 실수를 반복한다... 내가 무언가를 바로잡을 생각은 없지만, 완고하게 인정하려 하지 않는 마왕을 혼내주는 것도 좋을지 모르겠다.",
			"Humans always repeat the same mistakes... I have no intention of righting anything, but it might be a good idea to punish the Demon King who stubbornly refuses to acknowledge it."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55580,
			"We can fight together again, Sylpheria~",
			"看来我们又能一起联手了呢，希露法~",
			"どうやらまた手を組むことになりそうね。",
			"어쩌면 다시 손을 잡게 될 것 같네.",
			"Looks like we'll have to join forces again."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			55581,
			"Don't misunderstand. I don't want Kiana make her dream come true.",
			"别误会了，余对这些注定消逝之物没有丝毫的兴趣，只不过是对于一尘不变的大姐姐的世界厌恶了而已。",
			"誤解するな。余はこんないずれ消えゆく運命のものに興味などない。ただ…右も左もお姉さんしかいない世界を嫌悪しているだけだ。",
			"오해하지 마라. 나는 언젠가 사라질 운명의 것들엔 관심 없다. 단지... 오른쪽이든 왼쪽이든 언니밖에 없는 세상을 혐오할 뿐이다.",
			"Don't get me wrong. I have no interest in things that are destined to disappear one day. I just... hate a world where there are only beautiful ladies everywhere."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			55582,
			"Why… Everyone else is against me!",
			"为什么……为什么大家一个个都要反对我呢……",
			"どうして…どうして…どうしてみんな私に反対するの！？",
			"왜... 왜... 왜 모두 나를 반대하는 거야!?",
			"Why... why... why is everyone against me?!"
		],
		[
			"msg",
			55583,
			"I think my dream is good!",
			"大姐姐的世界到底哪里不好嘛！！",
			"きれいなお姉さんだけの世界の一体何が悪いって言うのよ！",
			"예쁜 언니들만의 세상이 대체 뭐가 나쁘다는 거야!",
			"What's wrong with a world full of beautiful ladies?!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			55584,
			"Kiana, you beat us before because of your pure heart. However, you don't have it now!",
			"琪亚娜，当时汝靠着勇者的力量将我们击败这一切一定是有缘由的，那是因为汝的心中有着守护大姐姐的执着，不过现在的汝已经失去了这样的力量了。",
			"キアナ…当時汝が勇者の力で我々を破ったのにはきっと理由がある。それは汝の心にお姉さんを守りたいという執着心があったからだ。だが今の汝はもうその力を失ってしまった…",
			"키아나... 네가 용자의 힘으로 우리를 무찌른 데는 분명 이유가 있었을 거다. 그것은 네 마음속에 언니를 지키고 싶다는 집착이 있었기 때문이지. 하지만 지금의 너는 그 힘을 이미 잃어버렸어...",
			"Kiana... there must be a reason why you defeated us back then with your heroic powers. It was because in your heart you had an obsession with protecting Mei. But now you have lost that power..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55585,
			"It's time to get our sisters back!",
			"是时候夺回姐姐大人了！",
			"お姉様を奪回する時がきた！",
			"언니를 되찾을 때가 왔다!",
			"It's time to get Onee-sama back!"
		],
		[
			"msg",
			55586,
			"Let's go!",
			"我们上吧！",
			"かかれー！",
			"덤벼라-!",
			null
		]
	],
	"371": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55587,
			"…… I'm invincible now!",
			"哼哼……不管你们来多少人都是一样的，现在我已经是天下无敌！",
			"ふふん♪何人でかかってこようと同じよ！今の私は天下無敵なんだから！",
			"훗♪ 몇 명이 덤벼도 상관없어! 지금의 나는 천하무적이니까!",
			"Heheh♪ It doesn't matter how many people come at me! I'm invincible now! (TN: TITLE CARD)"
		],
		[
			"msg",
			55588,
			"You can't understand me, I will destroy you all!",
			"既然你们无法认同我对大姐姐的爱，那么我只能把你们都消灭了！",
			"きれいなお姉さんに対する私の愛を認めないというなら、全員葬り去ってやるまでよ！",
			"아름다운 언니에 대한 나의 사랑을 인정하지 않겠다면, 전부 다 없애버릴 때까지야!",
			"If you don't acknowledge my love for beautiful ladies, I'll bury us all!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55589,
			"Kiana…",
			"琪亚娜……",
			"キアナちゃん……",
			"키아나……",
			"Kiana-chan..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55590,
			"Sorry! Mei! I think we will live together forever…",
			"抱歉了！芽衣学姐！我以为我们会永远在一起的……",
			"ごめんなさい！芽衣先輩！永遠に一緒にいられると思ったのに……",
			"미안해! 메이 선배! 영원히 함께 있을 수 있을 거라 생각했는데……",
			"I'm so sorry, Mei-senpai! I thought we'd be together forever..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55591,
			"Don't come too close to Mei!",
			"不准你靠近芽衣姐姐！",
			"芽衣姉様に近寄るな！",
			"메이 언니에게 접근하지 마!",
			"Don't get close to Mei!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55592,
			"I will protect Bronya!",
			"布洛妮娅姐姐就由希儿来保护！",
			"ブローニャお姉様はゼーレが守るわ！",
			"브로냐 언니는 제레가 지킬 거야!",
			"Seele will protect Bronya!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55593,
			"Oh, you seems have good relationships.",
			"真是深厚的感情呢，但是在我对大姐姐的爱面前这种程度的羁绊不堪一击！",
			"本当に深い姉妹愛ね。でも私のお姉さんに対する愛の前では、その程度の絆、ゴミ同然よ！",
			"정말 깊은 자매애네. 하지만 내가 언니에게 품은 사랑 앞에선, 그 정도 유대감은 쓰레기나 마찬가지야!",
			"That's a really deep sisterly love. But compared to the love I have for beautiful ladies, that bond is nothing but trash!"
		],
		[
			"msg",
			55594,
			"See you, remember my sword… I will send you to another world!",
			"再见吧，在我的大宝剑中长眠吧……我会记住你们的。",
			"さようなら…私の大宝剣で眠りなさい……あんたたちのことは忘れないよ…",
			"안녕… 내 대보검에 편히 잠드렴…… 너희들은 잊지 않을게…",
			"Farewell... Sleep with my greatsword... I will never forget you..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55595,
			"Hoho~ Here are many warriors trying to beat the bad guy already…",
			"嚯嚯~看来这届的魔王大人还真是高人气呢，没想到已经聚集了这么多讨伐的勇者了。",
			"今回の魔王様はすごい人気ね！討伐したいという勇者がこんなにも集まってくるなんて。",
			"이번 마왕님은 정말 인기 많네! 토벌하겠다는 용사들이 이렇게나 모여들다니.",
			"This Demon King is incredibly popular! So many brave warriors are gathering together to defeat her."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55596,
			"It's you young people's world, but I won't give up.",
			"果然都是年轻人的世界了，但是我们也不能认输呢。",
			"やっぱり若者の世界ね。でもあたくしたちも負けちゃいられないわ！",
			"역시 젊은이들의 세상이네. 하지만 우리도 지면 안 되지!",
			"It's definitely a young people's world. But we can't let ourselves be defeated!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55597,
			"Himeko, Theresa… You haven't gave up?!",
			"姬子，德丽莎……你们还没有放弃么。",
			"姫子にテレサ…あんたたちも懲りないね。",
			"히메코랑 테레사… 너희들도 정말 질리지 않네.",
			"Himeko and Theresa... You guys never learn your lesson."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55598,
			"You should have a better dream which won't take pleasure in other people's sins.",
			"虽然你想创造大姐姐的世界我不反对，因为至少这样我也会变得有人气一些，但是你的做法我可不认同呢。",
			"あなたが創ろうとしているきれいなお姉さんだけの世界に反対はしないけど。だってそしたら私も人気が出るものね。でもあなたのやり方は認められないわ。",
			"네가 만들려는 아름다운 언니만의 세계에 반대하진 않아. 그렇게 되면 나도 인기 얻을 테니까. 하지만 네 방식은 인정 못 해.",
			"I don't object to the world of beautiful ladies you're trying to create, because then I'd be popular too, but I don't approve of the way you're doing things."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55599,
			"Himeko… You are not \"girls\" anymore, I see you as my aunt!",
			"姬子……我觉得你的认知有点问题，我爱的是大姐姐，不是阿姨。",
			"姫子……あなたの認識にはちょっと問題があるよ！私が好きなのはお姉さんで、おばさんじゃないの。",
			"히메코… 네 인식엔 좀 문제가 있어! 내가 좋아하는 건 언니지, 아줌마가 아니야.",
			"Himeko... there's something wrong with your perception! The ones I love are beautiful ladies, not <i>old</i> ladies."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55600,
			"You!! What did you say?!",
			"你！！你说什么！！",
			"何ですってぇ！！！！！！",
			"뭐라고요!!!!!!",
			"WHAT DID YOU SAY?!!!!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55601,
			"Well, what are you doing here?",
			"嘛，姬子姑且不说，过气的上代魔王不应该乖乖的养老么，居然也过来凑热闹呢。",
			"姫子はしばらく黙ってて！人気の無くなった先代魔王は大人しく隠居するものでしょ。なのに邪魔しに来やがって！",
			"히메코는 좀 조용히 있어! 인기 없어진 전대 마왕은 얌전히 은둔하는 게 예의 아니야. 그런데 방해하러 오다니!",
			"Himeko, be quiet! The former Demon King is no longer popular and should have left quietly. But you came here to bother me!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55602,
			"Abosolutely I'm going to beat you.",
			"虽然我也是这么想的，但是总有些放不下的东西呢。",
			"あたくしだってそうしたかった…でも放っておけないからだ！",
			"나도 그랬으면 좋았겠지만… 가만히 있을 수 없어서야!",
			"I wanted to do that... but I couldn't just leave this matter alone!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55603,
			"I have won you once, I can do that too this time.",
			"哼~说再多都是没用的，已经赢过一次的我是不可能输给你的，就让你见识到实力的差距吧！",
			"ふん！何を言っても無駄！既に一度負けた私に勝てるわけないでしょ？実力の差ってものを見せてあげる！",
			"흥! 뭘 말해도 소용없어! 이미 한 번 진 내가 이길 수 있을 리 없잖아? 실력 차라는 걸 보여줄게!",
			"Hmph! There's no point in saying anything! You've already lost once, so there's no way you can beat me again! I'll show you the difference in our abilities!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55604,
			"Nevermind, maybe I can't beat you by my own, but I have my belief now.",
			"没关系，虽然我一个无法战胜你，但是我现在有着你所欠缺的东西。",
			"望むところよ！一人の力では勝てなくても、今のあたくしにはあなたに足りないものがある！",
			"바라는 바야! 혼자의 힘으로는 이길 수 없어도, 지금의 나에겐 네게 없는 것이 있으니까!",
			"That's what I want! Even if I can't win on my own, there's something you lack right now!"
		],
		[
			"msg",
			55605,
			"I trust my buddies! Sisters, it's our time to beat Kiana!",
			"那就是伙伴！以先代魔王之命召集，我的部下们！与我一同讨伐勇者的时候到了！",
			"それは仲間よ！先代魔王の命により招集した我が部下たちよ！共に勇者を討伐する時が来た！",
			"그건 동료야! 전대 마왕의 명으로 소집한 나의 부하들이야! 함께 용사를 토벌할 때가 왔다!",
			"Those are my friends! My subordinates, summoned by order of the former Demon King! The time has come to defeat the hero together!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			55606,
			"Ahhhhh!",
			"遵命！",
			"はっ！",
			"핫!",
			"Yes ma'am!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			55607,
			"Roger that!",
			"愿意再次效劳。",
			"喜んで手を貸しましょう。",
			"기쁘게 도와드리죠.",
			"We'd be happy to lend a hand."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			55608,
			"I will help you!",
			"为了布洛妮娅姐姐，希儿也来帮忙！",
			"ブローニャお姉様のためなら、ゼーレも手伝う！",
			"브로냐 언니를 위해서라면, 제레도 도울게!",
			"If it's for Bronya-onee-sama, Seele will help too!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			55609,
			"I love this feeling~",
			"真是令人怀念的感觉呢~",
			"実に懐かしい感覚だわ～",
			"정말 오랜만의 느낌이야~",
			"This is a really nostalgic feeling~"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			55610,
			"I won't fail this time!",
			"嘿嘿~好久没有大干一场了，我可不会手软哦！",
			"ふふふ～大暴れするのは久しぶりね。手加減はしないわよ！",
			"훗훗~ 마음껏 날뛰는 건 오랜만이네. 봐주지 않을 거야!",
			"Hehehe~ It's been a while since I caused a stir. I won't go easy on you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			55611,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			55612,
			"Come on!",
			"给我放马过来吧！",
			"どこからでもかかってきなさい！",
			"어디서든 덤벼봐!",
			"Bring it on!"
		]
	],
	"372": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55613,
			"Too many enemies!",
			"呃……可恶，这么多人果然还是有点招架不住呢！",
			"ぐ……くっ、こんなに大勢ではやっぱりちょっと相手しきれないわね……！",
			"윽…… 이런, 이렇게 많은 상대는 역시 감당하기 힘들어……!",
			"Ugh... Damn, I guess it's a bit too much to handle with so many of them...!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55614,
			"Kiana is weak now, it's our chance!",
			"琪亚娜的攻击变弱了，就是现在！",
			"キアナちゃんの攻撃が弱った､今よ！",
			"키아나의 공격이 약해졌어, 지금이야!",
			"Kiana-chan's weakened! Now, attack!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55615,
			"Ha!",
			"哈啊！",
			"ハアッ！",
			"하앗!",
			"Hyah!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55616,
			"Wow!!!",
			"呜哇！！！",
			"うわっ！！！",
			"우왓!!!",
			"Whoa!!!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55617,
			"That's it, Kiana.",
			"一切都结束了，琪亚娜。",
			"これでお終いよ、キアナ。",
			"이제 끝이야, 키아나.",
			"This is it, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55618,
			"No!! I won't fail like this!!",
			"不会的！！我不会就这样倒下的！！",
			"そんな！！このままやられるはずないわ！！",
			"그럴 리가!! 이대로 당할 순 없어!!",
			"No way!! There's no way I'll let go like this!!"
		],
		[
			"msg",
			55619,
			"I haven't made my dream come true!",
			"没有大姐姐的人世间活着还有什么意思！",
			"きれいなお姉さんのいない世界に住んで何の意味があるって言うのよ！",
			"예쁜 언니 없는 세상에 사는 게 무슨 의미가 있냐구!",
			"What's the point of living in a world without beautiful ladies?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55620,
			"Pa!",
			"啪！",
			"パシッ！",
			"찰싹!",
			"<i>Smack!</i>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55621,
			"Kiana! You are so stupid, don't you know my thoughts?",
			"琪亚娜！你这个笨蛋！到现在还没有察觉我的心意么！",
			"キアナちゃんのバカ！まだ私の気持ちが分からないの！？",
			"키아나 이 바보야! 아직도 내 마음을 모르겠어!?",
			"You idiot, Kiana-chan! You still don't understand my feelings?!"
		],
		[
			"msg",
			55622,
			"I think it's enough if you have me.",
			"大姐姐什么……难道有我在陪着你还不够么！？",
			"きれいなお姉さんが何よ……私がそばにいるだけじゃ物足りないっていうの！？",
			"예쁜 언니가 뭐야... 내가 곁에 있는 것만으로는 부족하단 거야!?",
			"What's with you, wanting beautiful ladies... Are you saying having me by your side isn't enough?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55623,
			"Mei…",
			"芽衣学姐……",
			"芽衣先輩……",
			"메이 선배...",
			"Mei-senpai..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55624,
			"Why you don't know that? Kiana is so stupid!",
			"为什么不明白我的心意呢……琪亚娜这个笨蛋！笨蛋！",
			"どうして私の気持ちが分かってくれないの……キアナちゃんのバカ！バカバカ！",
			"왜 내 마음을 몰라주는 거야... 키아나 이 바보야! 바보 바보!",
			"Why can't you understand my feelings... You idiot, Kiana-chan! You idiot!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			55625,
			"Oh, I got it. Sorry, it's all my fault.",
			"原来是这样么……原来是我一直都没有看到身边的人么。",
			"そういうことだったの……一番側にいてくれる人をずっと見てなかった…",
			"그런 거였어... 가장 가까이에 있는 사람을 계속 못 보고 있었네...",
			"That's what it was... So I hadn't seen the person who was already by my side for a long time..."
		],
		[
			"msg",
			55626,
			"Mei! I…",
			"芽衣学姐！我……",
			"芽衣先輩！私……",
			"메이 선배! 나...",
			"Mei-senpai! I..."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55627,
			"It's the time.",
			"看来时候到了呢。",
			"どうやら頃合いだね。",
			"때가 된 모양이네.",
			"Looks like it's about time."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55628,
			"Kevin? What are you doing? Leave that sword!",
			"凯文？你要干什么？快放开那把大宝剑！",
			"ケビン？何するの？その大宝剣を離しなさい！",
			"케빈? 뭐 하는 거야? 그 대보검 내려놔!",
			"Kevin? What are you doing? Put down that sword!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55629,
			"Hahahah! \"Warrior sword\" is mine!",
			"哼哼哼！哈哈哈哈！终于让我得到了勇者之剑了！被欺凌的日子终于结束了！",
			"フフフフ！ハハハハ！ついに勇者の剣を手に入れたぞ！抑圧された日々もついに終わりだ！",
			"훗훗훗! 하하하하! 드디어 용사의 검을 손에 넣었다! 억압받던 날들도 이제 끝이다!",
			"Hehehehe! HAHAHAHA! I have finally obtained the Hero's Greatsword! My days of oppression are finally over!"
		],
		[
			"msg",
			55630,
			"I realized my dream, I'm the king of this world now!",
			"一直在魔王手下俯首称臣，就是为了这一刻！完成我心中的梦想！",
			"ずっと魔王の手下に甘んじていたのも、このときのため！僕の夢が叶った！",
			"계속 마왕의 수하로 만족했던 것도, 이때를 위해서! 내 꿈이 이뤄졌어!",
			"I had put up with being the Demon King's minion for so long, only for this moment! My dream has come true!"
		],
		[
			"msg",
			55631,
			"I will make all girls…",
			"让所有的女孩子都长出……",
			"女の子を全員成長させて……",
			"여자애들을 모두 성장시켜서...",
			"I'll make all the girls grow up..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55632,
			"Stop! What a dangerous thought! Give it back to me!",
			"住口！你再说下去可是很危险的事情啊！快放弃这种危险的念头！把勇者之剑交给我！",
			"おだまり！それ以上言うと危険なことになるわよ！そんな危険な考えは捨てなさい！勇者の大宝剣をこっちに寄こすのよ！",
			"닥쳐! 더 말하면 위험해질 거야! 그런 위험한 생각 버려! 용사의 대보검 이리 내놔!",
			"Shut up! If you say anything more it'll be dangerous! Throw away those dangerous thoughts! Hand over the Hero's Greatsword!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55633,
			"Hoho! I'm not fool! It's my best chance to beat you!",
			"哼哼！我又不是傻子！看来你们和魔王琪亚娜战斗之后也是两败俱伤呢，现在干掉你们简直轻而易举，你们就乖乖受死吧！",
			"ふふん、そんなマヌケなわけないだろう！魔王キアナとの戦いで双方とも満身創痍のようだな。今のお前らを始末するなどたやすいこと。おとなしく死ねえ！",
			"훗, 그런 바보 같은 소리 말고! 마왕 키아나와의 싸움으로 너희들 모두 만신창이인 모양이군. 지금의 너희들을 처리하는 건 식은 죽 먹기야. 순순히 죽어라!",
			"Heheh, there's no way you're that stupid! It seems like all of you are completely exhausted from your battle with the Demon King Kiana. It would be easy to get rid of you now. Just die quietly!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55634,
			"I won't let you do that!",
			"不会让你得逞的！！哈！！",
			"思い通りにさせるもんか！！ハァッ！！",
			"내버려두지 않겠어!! 하앗!!",
			"I won't let you have your way!! Hyahh!!"
		]
	],
	"373": [
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55635,
			"It's all over… Take this!!!",
			"都结束了，看我的EX大宝剑！！！",
			"終わりだ、僕のEX大宝剣を見よ！！！",
			"끝이다, 나의 EX 대보검을 받아라!!!",
			"It's over, behold my EX Greatsword!!!"
		],
		[
			"msg",
			55636,
			"Ha!!!",
			"哈！！！",
			"ハァッ！！！",
			"하앗!!!",
			"Hyah!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55637,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55638,
			"Errr? Nothing happened?",
			"呃？怎么什么也没发生？",
			"え？どうして何も起こらないんだ？",
			"어? 왜 아무 일도 안 일어나는 거지?",
			"Huh? Why isn't anything happening?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55639,
			"Haha… It's just a simple sword. It's my joke.",
			"哼哼……这只是一把普通的剑而已，其实根本就没有什么勇者之剑，那只是我为了逃避现实而制造的谎言罢了。",
			"ふふ……これはただの普通の剣よ。実はハナから勇者の剣なんてものはないの。あれはただ、私が現実逃避するために作り上げた妄想だもの。",
			"훗... 이건 그냥 평범한 검이라구. 사실 처음부터 용사의 검 같은 건 없었어. 그건 그냥 내가 현실 도피하려고 만들어낸 망상이었으니까.",
			"Hehe... this is just an ordinary sword. In fact, there is no such thing as a Hero's Greatsword. It's just a fantasy I created to escape reality."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55640,
			"What!? How can you beat them!",
			"你说什么！？那你是如何战胜她们的！",
			"ウソつけ！！じゃあなぜあいつらに勝てたんだ！",
			"거짓말!! 그럼 어떻게 저 녀석들을 이길 수 있었던 거야!",
			"You're lying!! Then how come you were able to beat all of those guys?!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55641,
			"…",
			"那还用说么……",
			"そんなの決まってるじゃない……",
			"그건 당연하지...",
			"That's obviously..."
		],
		[
			"msg",
			55642,
			"I'm powerful!!",
			"当然是靠实力啦！！",
			"実力よ！！",
			"실력이야!!",
			"A skill issue!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55643,
			"Dong!!",
			"咚！！！",
			"ドン！！！",
			"쿵!!!",
			"<i>Thud!!!</i>"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55644,
			"… No way!",
			"呜……不可能！",
			"そ……そんなバカな！",
			"그... 그럴 리가!",
			"Th... that's stupid!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55645,
			"There is no warrior in this world… We are all fight for our beliefs.",
			"这个世界根本就没有勇者……有的只是为了自己的梦想和信念奋斗的人而已。",
			"この世に勇者なんていないわ……いるのは自分の夢と信念のために奮闘する人だけよ。",
			"이 세상에 용사 같은 건 없어... 있는 건 자신의 꿈과 신념을 위해 분투하는 사람들뿐이야.",
			"There are no heroes in this world... only those who fight for their dreams and beliefs."
		],
		[
			"msg",
			55646,
			"Everyone is warrior with the belief.",
			"只要不放弃自己心中的希望，大家都是勇者！",
			"自分の心の中にある希望を諦めさえしなければ、誰もが勇者よ！",
			"자신의 마음속에 있는 희망을 포기하지 않기만 한다면, 누구나 용사야!",
			"Everyone can be a hero, as long as they don't give up on the hope in their own hearts!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55647,
			"Kiana!",
			"琪亚娜！你终于醒悟过来了么！",
			"キアナちゃん！やっと悟ってくれたのね！",
			"키아나 쨩! 드디어 깨달아 준 거네!",
			"Kiana-chan! You've finally realized!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55648,
			"Yup, Mei, thank you for letting me know myself.",
			"没错，芽衣姐姐，谢谢你，让我看清了正正的自己。我想要的并不是充满大姐姐的世界，而是一个真正能够相伴到老的人。",
			"ええ、ありがとう芽衣先輩、おかげで自分に正面から向き合うことができたよ。私が欲しかったのはきれいなお姉さんでいっぱいの世界じゃない、ずっと側に寄り添ってくれる人だったのよ。",
			"응, 고마워 메이 선배, 덕분에 자신을 제대로 마주할 수 있었어. 내가 원했던 건 예쁜 언니들로 가득한 세상이 아니야, 항상 곁에서 함께해 줄 사람이었어.",
			"Yeah, Mei-senpai, thanks to you I was able to face myself honestly. What I wanted wasn't a world full of beautiful ladies, I wanted someone who would always be by my side."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55649,
			"All my work…",
			"怎么会这样！我这么卧薪尝胆究竟是为了什么？",
			"どうしてそうなるんだ！じゃあ僕のこれまでの苦労は一体何だったんだ？",
			"왜 그렇게 되는 거야! 그럼 내가 지금까지 고생한 건 대체 뭐였던 거야?",
			"How can this happen?! Then what on earth have I been suffering for all this time?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55650,
			"Kevin? We are Kaslanas, I know your feel.",
			"凯文。同样是卡斯兰娜家的人，我明白你的心中有着和我一样的希望，你想要的女孩子，一定是完美的样子吧……",
			"ケビン。同じカスラナ家の者として、あなたも内心私と同じ望みを抱いていることは分かるわ。あなたが求めている女の子は、きっと完璧で……",
			"케빈. 같은 카스라나 가문의 일원으로서, 너도 마음속으로 나와 같은 바람을 품고 있다는 걸 알아. 네가 원하는 여자애는 분명 완벽한...",
			"Kevin. As a fellow Kaslana, I know deep down you have the same desires as me. I'm sure the girl you're looking for must be perfect..."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55651,
			"Ha… You will never know that…",
			"哼……没错，你们是不会明白的……",
			"フン……そうさ、お前らにはわかるまい……",
			"흠... 그래, 너희들은 이해 못하겠지...",
			"Hmph... you guys wouldn't understand..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55652,
			"Show me your ability!",
			"那就用你的实力证明给我看吧！",
			"じゃあ実力で証明してごらんなさい！",
			"그럼 실력으로 증명해 보시지!",
			"Well then, prove it with your skills!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55653,
			"Come on!",
			"哼！来吧！！",
			"フン！来い！！",
			"흠! 덤벼!!",
			"Hmph! Come on!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55654,
			"Ha!!!",
			"哈！！！！",
			"ハァッ！！！！",
			"하앗!!!!",
			"Hyah!!!!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			55655,
			"Ahh!!!",
			"啊！！！！！",
			"あ！！！！！",
			"아!!!!!",
			"Ah!!!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55656,
			"Dong!!",
			"咚！！",
			"ドン！！",
			"쿵!!",
			"<i>Thud!!</i>"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55657,
			"It hurts… It's a dream…",
			"好疼……居然睡着了，头撞在了桌角上！疼疼疼！！",
			"いったあ……いつの間にか眠ってて、頭を机の角にぶつけちゃったのね……あたた！",
			"아야... 어느새 잠들어서, 머리를 책상 모서리에 부딪혔네... 아이고!",
			"Owww... I must've fallen asleep and hit my head on the corner of the desk... owie!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55658,
			"I had a long dream… But I can't remember it now…",
			"刚才好像做了个漫长的梦……但是又记不起来了。",
			"何だかとても長い夢を見ていた気がする……でも思い出せないなぁ…",
			"뭔가 아주 긴 꿈을 꾼 것 같은 기분이 들어... 하지만 기억이 안 나네...",
			"I feel like I had a really long dream... but I can't remember what it was..."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			55659,
			"I'd better finish my homework soon… I need beautiful girls!",
			"哎……还是乖乖把作业做完吧……充满作业的世界真是讨厌啊，要是有漂亮的大姐姐帮我做就好了……",
			"はあ……やっぱおとなしく宿題を済ませよう……宿題だらけの世界なんて本当うんざり！きれいなお姉さんが手伝ってくれたらいいのに……",
			"하아... 역시 얌전히 숙제를 끝내야겠어... 숙제 투성이의 세상은 정말 싫어! 예쁜 언니가 도와줬으면 좋겠는데...",
			"Sighhh... I guess I'll just be quiet and do my homework... I'm so sick of this world full of homework! I wish a beautiful girl would come and help me..."
		]
	],
	"374": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			953,
			"Wake up, the morning isn't far away~",
			"快醒醒，黎明马上要来到了哦~",
			"早く起きて！もうすぐ夜が明けちゃう…",
			"빨리 일어나! 곧 새벽이 밝아올 거야…",
			"Get up, quickly! Dawn is almost here..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			954,
			"Who are you?",
			"呜…你是？",
			"ん…あなたは…？",
			"음… 당신은…?",
			"Mm... you are...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			955,
			"My name is Seele, I'm looking for something really important.",
			"我叫希儿，是一个为了寻找重要的东西而四处旅行的旅人。",
			"私はゼーレ。大切なものを探して各地を回っている旅人なの。",
			"나는 제레. 소중한 것을 찾아 각지를 돌아다니는 여행자야.",
			"I'm Seele. I'm a traveler who travels from place to place in search of something important."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			956,
			"Seele… sounds so familiar~ Feel so warm…",
			"希儿…好熟悉的名字，有种令人怀念的温暖的感觉……",
			"ゼーレ……聞いたこのとあるような名前…懐かしくて温かさを感じる……",
			"제레……들어본 적 있는 이름인데…그리움과 따뜻함을 느껴져……",
			"Seele... that name sounds familiar... it's nostalgic and warm..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			957,
			"Seriously? That must be fate~ Oh, brave knight,can you stay with me?",
			"是么？那一定是名为缘分的魔法吧~勇敢的骑士大人，能和希儿一同踏上旅途么？",
			"そう？きっと縁という名の魔法だね！勇敢な騎士さま…ゼーレと一緒に旅に出てほしいな！",
			"그래? 분명 인연이라는 이름의 마법이야! 용감한 기사님…제레와 함께 여행을 떠나고 싶어!",
			"Really? It must be a magic called fate! Brave Knight... I hope you'll go on a journey with Seele!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			958,
			"I'm not knight, I'm…",
			"我不是什么骑士，我只是……",
			"ブローニャは騎士なんかではありません、ただの…",
			"브로냐는기사 같은 건 아니야, 그저…",
			"Bronya is no knight, just..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			959,
			"You are always a knight in my eye, no matter which world we are in…",
			"在希儿的眼中你永远都是我的骑士，不论是在哪个世界，亦或者是梦中……",
			"あなたは永遠にゼーレの騎士だよ。どんな世界にいても…夢の中だって……",
			"너는 영원히제레의 기사야. 어떤 세계에 있더라도…꿈 속에서도……",
			"You will always be Seele's knight. No matter what world you're in... even in our dreams..."
		],
		[
			"msg",
			960,
			"Come on~ A sweet journey is waiting us, don't let go of my hand. Let's go inside this fairy tale~~",
			"来吧~接下来将要经历的将会是梦幻一般甜蜜的旅途，所以请抓住希儿的手不要放开，让我们一同进入美丽的童话中吧——",
			"おいで～！今度は夢みたいに甘い旅が体験できるかも！だからゼーレの手をしっかり握って離さないでね！一緒に美しい童話の世界に入ろうよ～",
			"이리 와~! 이번에는 꿈처럼 달콤한 여행을 경험할 수 있을지도! 그러니까제레의 손을 꼭 잡고 놓지 마! 함께 아름다운 동화의 세계로 들어가자~",
			"Come on~! Perhaps we'll experience a sweet, dreamy journey! So hold Seele's hand tightly and don't let go! Let's enter the beautiful world of fairy tales together~"
		],
		[
			"msg",
			961,
			"Bronya~",
			"布洛妮娅姐姐~",
			"ブローニャお姉ちゃ～ん",
			"브로냐 언니~",
			null
		]
	],
	"375": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			962,
			"Candie everywhere, what a beautiful place!",
			"到处都是糖果，好漂亮的地方。",
			"どこもかしこもお菓子ばかり…とても奇麗なところですね。",
			"여기저기 사탕뿐이네…정말 아름다운 곳이네요.",
			"There's sweets everywhere... it's such a beautiful place."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			963,
			"This is Witch's Candy land. Everything here is made of candies.",
			"这里是糖果魔女的糖果世界，所有物品都是由糖果和甜食做成的呢。",
			"ここはお菓子の魔女が創った世界なの。あらゆるものがキャンディーとスィーツでできているの。",
			"여기는 과자 마녀가 만든 세계야. 모든 것이 캔디와 디저트로 만들어져 있어.",
			"This is a world created by a Candy Witch. Everything is made of candy and sweets."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			964,
			"Awesome… The person who made this world must be a great guy!",
			"好厉害……制造这个世界的人一定是个非常伟大的家伙。",
			"すごい……！この世界を作ったのはきっと偉大な人ですね。",
			"대단해……! 이 세계를 만든 분은 분명 위대한 분이시네요.",
			"Amazing...! The person who created this world must have been a great person."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			965,
			"I have heard the story of the Candy Witch before. She is not great…",
			"以前希儿听说过糖果魔女的故事，从故事中来看，这位魔女可称不上是伟大的人呢…",
			"ゼーレは以前にお菓子の魔女のお話を聞いたことがあるの。でも偉大な人とは言えなかったよ…",
			"제레는 예전에 과자 마녀 이야기를 들은 적이 있어. 하지만 위대한 사람이라고는 할 수 없었어…",
			"Seele had heard stories about the Candy Witch before, but she wasn't a great woman..."
		],
		[
			"msg",
			966,
			"In that story, Candy Witch made a lot of candies and fed kids. When they become fat, she would eat the kids…",
			"故事中的魔女制造了糖果屋欺骗孩子们，用糖果将孩子们养胖，然后吃掉……",
			"そのお話の魔女はね、お菓子の家に子どもたちを呼び寄せ、お菓子を食べさせて太らせるの。そして最後に食べちゃうの……",
			"그 이야기의 마녀는 과자 집으로 아이들을 불러모아 과자를 먹여 살을 찌우거든. 그리고 마지막엔 잡아먹어 버린다고...",
			"The witch in the story lures children into her candy house, feeds them candy, and fattens them up. And then eats them all up..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			967,
			"Is that real? It's such a beautiful place…",
			"是这样么…明明能够制造这么美丽地方的人却是如此邪恶……",
			"そうなのですか…？こんな美しい世界を作った人がそんな心の持ち主だったなんて…",
			"그런가요...? 이렇게 아름다운 세계를 만든 분이 그런 마음을 가졌다니...",
			"Is that so...? To think that the person who created such a beautiful world had such a heart..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			968,
			"Hehe~ don't stay with a poker face. That's just a story, I think the Witch is a kind person now.",
			"嘻嘻，姐姐大人不要露出这种表情啦。那已经是古老的传说了，我想现在的魔女小姐一定是一位善良可爱的人吧~",
			"うふふ、ブローニャお姉ちゃん！そんな暗い顔しないで！それは大昔の伝説だよ？現代の魔女さんはきっと優しくて可愛い人だと思うの。",
			"우후후, 브로냐 언니! 그렇게 어두운 표정 짓지 마! 그건 아주 오래된 전설이잖아? 현대의 마녀 분들은 분명 친절하고 귀여운 분일 거야.",
			"Ufufu, Bronya! Don't look so gloomy! That's just an ancient legend, isn't it? I'm sure modern witches are kind and lovely people."
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			969,
			"Haha~ Bronya, let have a taste of those deserts, this is a jelly fountain! It must be delicious!",
			"嘿嘿~布洛妮娅姐姐，比起这个快来尝尝这些甜品吧，这是用果冻做成的喷泉哦！一定很美味！",
			"ねぇねぇ、ブローニャお姉ちゃん！それよりこのスイーツ食べてみようよ～ゼリーでできてるファウンテンだよ！絶対おいしいと思うの！",
			"야야, 브로냐 언니! 그보다 이 디저트 먹어보자~ 젤리로 만든 분수야! 분명 맛있을 거야!",
			"Hey, hey, Bronya! Let's try this sweet instead — a fountain made of jelly! I'm sure it'll be delicious!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			970,
			"~",
			"嗯。",
			"はい。",
			"네.",
			"Okay."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			971,
			"Finally, I find you!! Human!",
			"终于让我找到你们了！！可恶的人类！",
			"ついに見つけたわ！憎き人間め！！！",
			"드디어 찾았구나! 이 미운 인간들!!!",
			"I finally found them! Damn humans!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			972,
			"Sorry…",
			"呜…抱歉。",
			"あ…ごめんなさい…",
			"아... 죄송해요...",
			"Ah... sorry..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			973,
			"Are you the Candy Witch? We are just pass by. Can you have a taste of your candies?",
			"请问您是创造这个糖果世界的魔女小姐么？我们是路过的旅人，并没有恶意。能让我们尝一下您制作的糖果么？",
			"あなたがこの世界を創った魔女さん？私たちは通りすがりの旅人なの。このお菓子をちょっといただいてもいい？",
			"당신이 이 세계를 만든 마녀 씨인가요? 우리는 지나가던 여행자예요. 이 과자 좀 먹어봐도 될까요?",
			"Are you the witch who created this world? We are just travelers passing by. May we try some of these sweets?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			974,
			"Errr! Don't say candies anymore! It's all because of that… Ouch!",
			"呃！不要再提糖果了！都是因为这个……呜！好疼好疼！",
			"ぐっ！お菓子のことは言わないで！みんなそのせいで…うぅ…いたたたた！",
			"꺅! 과자 이야기는 하지 마! 모두 그 탓에... 우우... 아야야야!",
			"Ugh! Don't mention sweets! It's all because of that... ugh... ow ow ow ow!"
		],
		[
			"msg",
			975,
			"In a word! It's all your fault! I should not believe you!",
			"总之！都是因为你们的错才会发生这种事情！果然人类是无法信任的！",
			"とにかく！こんなことになったのはみんなあなたたちのせいよ！やっぱり人間なんて信用できない！",
			"어쨌든! 이렇게 된 건 전부 너희들 탓이야! 역시 인간들은 믿을 수가 없어!",
			"Anyway! It's all your fault that this happened! Humans are not to be trusted!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			976,
			"There must be some misunderstood here…",
			"一定是有什么误会，魔女小姐我们…",
			"きっと何かの誤解だよ…魔女さん！私たちは……",
			"분명 무슨 오해가 있는 거예요… 마녀님! 우리는……",
			"There must be some kind of misunderstanding... Ms. Witch! We are..."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			977,
			"No! Don't come over! Errr! It hurts a lot! Guards! Arrest them!",
			"不！不要过来！呃！疼疼疼！卫兵！给我把这两个小鬼抓起来！",
			"ダメ！あたしの方に来ないで！うっ……いたたた！衛兵！この怪しい二人を捕まえて！",
			"안 돼! 내 쪽으로 오지 마! 윽… 아야야! 경비! 이 수상한 두 사람을 잡아!",
			"No! Don't come any closer! Ugh... ow ow ow! Guards! Grab these two suspicious humans!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			978,
			"How dare you?",
			"居然对希儿出手，那布洛妮娅也不客气了……",
			"ゼーレに手を出すならブローニャは手加減しません。",
			"제레에 손을 대면 브로냐는 봐주지 않아.",
			"If you lay any hand on Seele, Bronya won't go easy on you."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			979,
			"Let's go Bronya, don't fight with her.",
			"布洛妮娅姐姐我们还是先走吧，无谓的斗争可不好。",
			"ブローニャお姉ちゃん！やっぱり行こう？無意味な争いは良くないと思うの。",
			"브로냐 언니! 역시 갈까? 무의미한 싸움은 좋지 않은 것 같아.",
			"Bronya! Should we just leave? I don't think meaningless fighting is good."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			980,
			"Stop!",
			"可恶！不要跑！",
			"くっ！逃げるな！",
			"쿱! 도망치지 마!",
			"Damn it! Don't run away!"
		]
	],
	"376": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			981,
			"Hummm… We are safe here.",
			"呼呼…躲到这里应该没问题了。",
			"ふぅ…ここに隠れていればきっと大丈夫だね。",
			"후… 여기 숨어 있으면 분명 괜찮을 거야.",
			"Phew... I'm sure if we hide here we'll be fine."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			982,
			"I don't think she acts friendly to us.",
			"总觉得现在的魔女也不是很友善呢。",
			"現代の魔女もあまり友好的ではないみたいです…",
			"현대의 마녀도 그다지 우호적이지 않은 것 같아요…",
			"It seems that modern witches aren't very friendly either..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			983,
			"Maybe she is in a bad mood, she looks unhappy.",
			"一定是遇到了什么心情不好的事情吧，刚才那位魔女看起来脸色很差呢。",
			"きっとね、何か理由があったんだと思うの。さっきの魔女さん、顔色も悪かったもの…",
			"분명히, 무슨 이유가 있었던 것 같아. 아까 그 마녀님, 안색도 안 좋았잖아…",
			"I'm sure there must have been a reason. The witch looked hurt earlier..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			984,
			"Hahaha! Brown sugar seems good, it's the end of this candy world~",
			"库库库！看来砂糖的效果还不错嘛，这个糖果世界也走到头了呢~",
			"ククク…！やっぱりこの砂糖の効果は絶大ね！お菓子の世界もここまでだなあ。",
			"쿠쿠쿠…! 역시 이 설탕의 효과는 엄청나네! 과자 세계도 여기까지구나.",
			"Hahaha...! The effect of this sugar is incredible! The world of sweets has come a long way."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			985,
			"Who is there?",
			"那边的人是？",
			"あそこにいる人は？",
			"저기에 있는 사람은?",
			"Who's that over there?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			986,
			"Humm? Hoho~ I think I'm the only person here! Seems this Candy land is very attractive~ It's worthy for me to destroy here.",
			"嗯？嚯嚯~没想到除了我以外还有别的客人呢！看来这个糖果世界的人气不错嘛~真是越来越有破坏的价值了呢~",
			"ん？ボクの他にもお客さんがいたとは…やっぱりお菓子の世界は大人気ね！ますます破壊のし甲斐があるってもんよ！",
			"어? 나 말고도 손님이 있었네… 역시 과자 세계는 인기 있네! 점점 파괴할 가치가 있다고!",
			"Hmm? So there's other humans besides me... The world of sweets is really popular after all! It makes it even more worth destroying!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			987,
			"Are you trying to taste candies here? Do you know why Candy Watch is so angry?",
			"您也是来品尝糖果的客人么？请问您知道糖果魔女为什么会生气么？",
			"あなたもお菓子を食べに来たお客さん？あの～…魔女さんがどうして怒っているのか知っていますか？",
			"당신도 과자를 먹으러 온 손님인가요? 저기… 마녀 씨가 왜 화가 났는지 아세요?",
			"Are you also someone who came to have some sweets? Excuse me~... do you know why the witch is angry?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			988,
			"Hahaha! I know that~ She must got tooth decay~",
			"库库库！当然知道啦~一定是得了蛀牙了吧~",
			"もちろん知ってるよ～？きっと虫歯になったんだね！",
			"물론 알고 있지~? 분명 충치가 생겼을 거야!",
			"Of course I know~! I bet she has a cavity!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			989,
			"Are you sure Candy Witch also can get tooth decay?",
			"糖果魔女也会得蛀牙么……",
			"お菓子の魔女でも虫歯になるんだ……",
			"과자 마녀라도 충치가 생기나……",
			"Even a Candy Witch can get cavities..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			990,
			"Absolutely! She is always doing the weird experiments about \"Sweet magic\" in her candy house. She even can't taste the bad brown sugar! What a pity!",
			"当然会啦！那个只知道在糖果屋里研究甜食魔法的乡巴佬~给她变质的砂糖她都尝不出来！真是可怜呢！",
			"もちろん！お菓子の家で研究ばかりしてるあの田舎者は、変質した砂糖の味もわからないみたい。本当にお気の毒だこと。",
			"물론이지! 과자 집에서 연구만 하고 있는 그 시골뜨기는 변질된 설탕 맛도 모르는 모양이야. 정말 불쌍하기 그지없어.",
			"Of course! That country bumpkin who spends all her time doing research in that candy house can't even tell the difference between bad sugar. What a shame."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			991,
			"Bad brown sugar? What's in the bag behind you?",
			"变质的砂糖？你身后的袋子装的是？",
			"変質した砂糖…？もしかして後ろに持ってる袋の中身って……",
			"변질된 설탕…? 혹시 뒤에 들고 있는 가방 안의 내용물이……",
			"Bad sugar...? Maybe the contents of the bag you're holding behind your back is..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			992,
			"Errrr! I said too much!",
			"呃！说的太多了！",
			"しまった！喋りすぎた！",
			"망했어! 말이 너무 많았어!",
			"Shit! I said too much!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			993,
			"Wretched Humans… Where are you? If I find them, I must….",
			"可恶的人类……究竟跑到哪里去了！要是被我找到她们，一定呃！疼疼疼！",
			"憎き人間め……！いったいどこへ逃げたの！？捕まえたら……うっ！いたたたた！",
			"미운 인간 같으니…! 대체 어디로 도망친 거야!? 잡으면… 윽! 아야야야!",
			"You wretched humans...! Where on earth did you run off to!? If I catch you... Ugh! Ow ow ow OW!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			994,
			"The Candy Witch is coming again…",
			"呜，那个魔女又来了，真是执着呢~",
			"うわ！またあの魔女が来たよ…本当にしつこいなあ",
			"우와! 또 그 마녀가 왔어… 정말 지겹네",
			"Ugh! That witch is back again... she's so persistent."
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			995,
			"Hey! Candy Witch! I can see human there! Come here!",
			"喂！魔女！这边有人类！快过来！",
			"ハロー、魔女！こっちに人間がいるよ～！",
			"안녕, 마녀! 이쪽에 인간이 있어~!",
			"Hey, witch! There's some humans over here~!"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			996,
			"Hey! There!",
			"嗯！！在哪！",
			"む！？どこ！？",
			"음!? 어디!?",
			"Huh?! Where?!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			997,
			"Hoho~ Now you can take charge of this place~ You can enjoy before candies disappeaar~",
			"嘿嘿~那这边就交给你们啦~趁着这个糖果世界还没有消失好好享受一下吧~",
			"じゃ、後は任せたから！お菓子の世界が消えない内に存分に楽しみなさいね～",
			"자, 이제 남은 건 맡길게! 과자 세계가 사라지기 전에 마음껏 즐기렴~",
			"Well, I'll leave the rest to you! Enjoy the world of sweets to your heart's content while it's still here~"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			998,
			"She used us as bait…",
			"这个人居然把我们做诱饵，难道是她搞的鬼！？",
			"ゼーレたちをおとりに……まさか…この人の仕業なの！？",
			"제레들를 미끼로…… 설마… 이 사람의 짓이야!?",
			"Using us as bait... Could it really be... that you are the one behind this?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			999,
			"Seele, Candy Witch is coming, we'd better leave now.",
			"希儿，魔女追上来了，我们还是先走吧。",
			"ゼーレ！魔女が追いかけてきています。とにかく逃げましょう。",
			"제레! 마녀가 쫓아오고 있어. 어쨌든 도망가자.",
			"Seele! The witch is chasing us. Let's run away."
		]
	],
	"377": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1000,
			"Haha… Finally, I catch you!",
			"哼哼~终于让我逮到你们了！",
			"ふふん♪ついに捕まえたわ！",
			"흥♪ 드디어 잡았어!",
			"Fufun♪ I finally caught you!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1001,
			"It's dead end, we need a talk.",
			"呃……到死胡同了，看来只能和魔女小姐好好谈一谈了呢。",
			"えっ…行き止まり…これはもう魔女さんを説得するしかないみたい。",
			"어… 막다른 길… 이제 마녀 씨를 설득하는 수밖에 없나 봐.",
			"Eh... a dead end... looks like we have no choice but to reason with the witch."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1002,
			"I don't want to talk to you! You tried fool me with weird materials, I won't do that again!",
			"哼！和人类没什么好谈的！居然用一些奇怪的食材来骗我，我不会再上当了！",
			"ふん！人間と話すことなんてない！変な食材で騙そうとしても、もうその手には乗らないわよ！",
			"흥! 인간과 말할 것 없어! 이상한 재료로 속이려 해도, 이제 그 속임수엔 안 넘어가!",
			"Hmph! I have nothing to talk to humans about! Even if you try to trick me with some strange ingredients, I won't fall for it again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1003,
			"Weird material? Do you mean the bad brown sugar?",
			"奇怪的食材？难道是刚才那个人说的变质砂糖么？",
			"変な食材…？もしかしてさっきの人が言っていた変質した砂糖のことですか…？",
			"이상한 재료…? 혹시 아까 그 사람이 말했던 변질된 설탕 말인가요…?",
			"Strange ingredients...? Could it be the tampered sugar that other person was talking about...?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1004,
			"It's all your fault… Ouch!",
			"要不是因为你们，我也不会……疼疼疼！",
			"あれさえなければあたしだって……いたたたた！",
			"그것만 없었더라면 나도…… 아야야야!",
			"If it weren't for that, I would... ow ow ow OW!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1005,
			"Are you alright? Miss Witch?",
			"那个，魔女小姐，您还好么？",
			"魔女さん…やめて！全部あなたが苦労して作り上げた宝物でしょ！？",
			"마녀 씨… 그만해! 전부 당신이 고생해서 만들어낸 보물이잖아!?",
			"Miss Witch... Stop it! These are all treasures that you worked so hard to create, right?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1006,
			"No, I'm not alright! I'm Candy Witch but I got toothache because I eat homemade magic cake. Shame on me.",
			"好个鬼啊！我可是堂堂的魔女，居然会因为吃自己做的魔法蛋糕而牙疼啊！实在是太丢人了！",
			"大丈夫なもんですか！お菓子の魔女ともあろう者が、自分で作った魔法のケーキを食べて虫歯になるなんて…まったく情けないわ！",
			"대체 뭐야! 과자 마녀라면서, 자기가 만든 마법 케이크를 먹고 충치가 생기다니… 정말 한심하네!",
			"What the hell?! For a Candy Witch of all people to get tooth decay from eating a magic cake she made herself... how pathetic!"
		],
		[
			"msg",
			1007,
			"I'm trying to make the most delicious cake day and night!",
			"亏我还为了研发美味的糖果每天没日没夜的研究魔法呢……呜呜呜！！",
			"おいしいお菓子を作るために日夜研究を重ねてやっと習得した魔法なのに…うぅぅ……",
			"맛있는 과자를 만들기 위해 밤낮으로 연구를 거듭해 겨우 익힌 마법인데… 우우……",
			"I had finally mastered the magic after studying day and night to make delicious sweets, but... <I>sob...</I>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1008,
			"please stop crying Miss Witch. Can we help you?",
			"那个，魔女小姐，请不要再哭了，我们有什么能帮你的么？",
			"あの…魔女さん、もう泣かないで？何かお手伝いするよ？",
			"저기… 마녀 씨, 이제 울지 마? 뭐든 도와줄게?",
			"Umm... Miss Witch, please don't cry anymore. Why don't I help you?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1009,
			"No, I'm not crying!Just toothache!",
			"哼！我才没有哭！只是牙疼！呜……！好疼！",
			"ふん！泣いてなんかいない！ただ歯が…うっ…いたたたた！",
			"흥! 울고 같은 거 안 했어! 그냥 이가… 으… 아야야야!",
			"Hmph! I'm not crying! Just my teeth... ugh... ow ow ow OW!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1010,
			"Calm down~ Otherwise you will feel more pain.",
			"布洛妮娅觉得你还是冷静一些吧，不然牙会更痛的。",
			"落ち着いてください。興奮すると余計に痛みます。",
			"진정하세요. 흥분하면 더 아파져요.",
			"Please stay calm. Getting worked up will only make it even more painful."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1011,
			"You're right~",
			"呼呼……你说的对，马上我就会冷静了……",
			"ふぅ…そうね、一旦落ち着かなきゃ……",
			"후… 그래, 일단 진정해야지……",
			"Phew... right, I guess I need to calm down for now..."
		],
		[
			"msg",
			1012,
			"I need to turn you to candies and eat you!",
			"只要把你们都变成糖果吃掉！！",
			"あんたたちをお菓子に変えて食べることができれば！！",
			"너희들을 과자로 만들어서 먹을 수만 있다면!!",
			"If only I could turn you all into sweets and eat them!!"
		]
	],
	"378": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1013,
			"Ouch!",
			"呜呜……好疼。",
			"うぅ…痛い……",
			"우우… 아파……",
			"Ugh... ouch..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1014,
			"Sorry… We didn't mean to hurt you…",
			"抱歉，魔女小姐你没事吧，我们不是故意的……",
			"魔女さんごめんね…大丈夫…？わざとじゃないの……",
			"마녀 씨 미안해… 괜찮아…? 일부러 그런 게 아니야……",
			"Sorry, Miss Witch... Are you okay...? We didn't do it on purpose..."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1015,
			"You human are so horrible…",
			"这么理直气壮地打了人家还一脸可怜的表情，人类实在太可怕了……",
			"これだけ思いっきりどついておいてよくもそんなことが言えたわね！これだから人間は恐ろしい……",
			"이렇게나 마구 때려 놓고서도 그런 말을 할 수 있다니! 그래서 인간이 무서운 거야……",
			"How dare you say something like that after punching me so hard! This is why humans are so scary..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1016,
			"So can you tell us what's the reason now?",
			"所以现在可以把事情的缘由告诉我们了么？",
			"でしたらそろそろ事情を聞かせてください。",
			"그럼 이제 사정을 들려주세요.",
			"So now can you tell us the reason?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1017,
			"Errr, put your weapon down first!",
			"呃！先把你手里的武器放下啦！",
			"ちょっと！先にその武器を置きなさいよ！",
			"저기! 그 무기부터 내려놔요!",
			"Hey! Put that weapon down first!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1018,
			"Oh,sorry.",
			"抱歉。",
			"失礼しました。",
			"실례했습니다.",
			"Please excuse me."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1019,
			"I'm just a Witch who loves candy magic, I built this world in order to let more people eat my candies.",
			"呜……我只不过是一个热衷于糖果魔法的魔女，为了能让更多的人吃到我做的糖果而建造了这个糖果世界。",
			"うっ…あたしはただ、お菓子の魔法に熱中しているだけの魔女なの。もっとたくさんの人にあたしの作ったお菓子を食べてもらいたくて、この世界を作ったの。",
			"음… 난 그저 과자 마법에 푹 빠진 마녀일 뿐이야. 더 많은 사람들이 내가 만든 과자를 먹어줬으면 해서 이 세계를 만들었지.",
			"Ugh... I'm just a witch who is passionate about the magic of sweets. I created this world because I wanted more people to eat the sweets I make."
		],
		[
			"msg",
			1020,
			"I was living with human and they loved my candies. They sent me a lot of brown sugar, I was happy, but…",
			"原本我和人们一起生活，大家都非常喜欢我做的糖果，还给我送来了很多制造糖果的原料砂糖，说实话把我高兴坏了，但是后来……",
			"もともとあたしは人間と一緒に暮らしていてね、みんなあたしの作ったお菓子で喜んでくれたし、材料までたくさんプレゼントしてくれて…それがすごい嬉しかったの。でも…",
			"원래 난 인간들과 함께 살았어, 모두 내가 만든 과자에 기뻐해줬고 재료까지 많이 선물해줬고… 그게 정말 행복했어. 그런데…",
			"Originally, I was living among humans, and they were all happy with the sweets I made, and they even gave me lots of ingredients as gifts... It made me really happy. But..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1021,
			"What happened?",
			"发生了什么事情么？",
			"何があったの？",
			"무슨 일이 있었던 거야?",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1022,
			"Some children ate my candies and got diarrhea, there were less people came into my Candy Land. I thought it was my problem, so I'm trying to make the best flavor, but the truth is…",
			"不知道什么时候起，人类的孩子们吃了我的糖果开始闹肚子了，来我的糖果世界的人越来越少，风评也越来越差……我以为是自己做的糖果味道不好吃了，所以在屋子里面拼命研究新的配方，没想到真正的原因却是……",
			"いつからか、人間の子供があたしのお菓子を食べるとお腹を下すようになって…お菓子の国の評判は落ち、来る人も減っていったの。不味かったんだと思ったから一生懸命新しい研究をしたのに、まさか本当の原因が……",
			"언젠가부터 인간 아이들이 내 과자를 먹으면 배탈이 나기 시작했어… 과자 나라 평판이 떨어지고 오는 사람도 줄어들었지. 맛이 없었나 생각해서 필사적으로 새 연구를 했는데, 설마 진짜 원인이…",
			"At some point, human children started getting diarrhea after eating my sweets... The reputation of the Candy Kingdom went down, and fewer people came. I thought the sweets were just tasting bad, so I worked hard on new research, but I never imagined the real cause was..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1023,
			"The bad brown sugar?",
			"变质的砂糖么？",
			"変質した砂糖…？",
			"변질된 설탕…?",
			"Tampered sugar...?"
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1024,
			"Yes! It's all the human's fault! She gave me bad brown sugar! I won't forgive her!",
			"没错！都是因为那个送给我砂糖的人类！假装一副好心的样子！结果却想着这么可怕的事情！绝对不可饶恕！",
			"その通りよ！みんなあの砂糖を渡してきた人間のせい！善意を装って、こんな恐ろしいことを企んでいたなんて…絶対に許さない！",
			"그래! 모두 그 설탕을 건넨 인간 때문이야! 선의를 가장하고 이런 끔찍한 일을 꾸미다니… 절대 용서 못 해!",
			"That's right! It's all the fault of some human who gave me that sugar! Pretending to be kind but actually plotting such a horrible thing... I'll never forgive them!"
		],
		[
			"msg",
			1025,
			"Not only the guests got diarrhea, but also I got the tooth decay! I hate her so much!",
			"不仅让来到糖果屋的客人闹肚子！连我也因为吃了那种砂糖做出来的糖果得了蛀牙！可恶！实在是太可恶了！",
			"しかも、お菓子の家にやってきたお客さんがお腹を壊しただけじゃなく、あたしまで虫歯に！本当に忌々しい！",
			"게다가 과자 집에 온 손님들만 배탈 난 게 아니라 나까지 충치에 걸렸다고! 정말 치사해!",
			"Not only did the guests at the candy house get sick, but I also got tooth decay! How despicable!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1026,
			"Miss Witch, please calm down~",
			"那个，魔女小姐，请冷静一些……",
			"あの…魔女さん、落ち着いて……",
			"저기... 마녀 씨, 진정하세요...",
			"Umm... Miss Witch, calm down..."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1027,
			"How can I calm down at this monment? If the Candy Land destroyed, it's all your fault!!",
			"呜呜！！要怎么冷静嘛！！糖果世界毁了都是你们的错！！把我的人气还给我啦！！！",
			"うぅぅ…！どうやって落ち着けって言うの！？お菓子の世界が壊れたらみんなあんたたちのせいよ！あたしの人気を返して！！！",
			"우우...! 어떻게 진정하라고 해!? 과자 세계가 망가지면 다 너희들 때문이야! 내 인기 돌려줘!!!",
			"<I>Sob...!</I> How can I calm down!? If the candy world is destroyed, it'll all be your fault! Give me back my popularity!!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1028,
			"She is rage again!",
			"呜，感觉情绪又爆发了呢。",
			"また感情が爆発したみたいです…",
			"또 감정이 폭발한 것 같아요...",
			"Seems she's having another emotional outburst..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1029,
			"Bronya, let's help her find the criminal! We can save the world!",
			"布洛妮娅姐姐，我们帮魔女小姐抓住凶手吧！这样一定可以拯救这个世界的！",
			"ブローニャお姉ちゃん！犯人を捕まえて魔女さんを助けようよ！そうすればこの世界を救えると思うの。",
			"브로냐 언니! 범인을 잡아서 마녀 씨를 도우자! 그럼 이 세계를 구할 수 있을 거야.",
			"Bronya! Let's catch the culprit and save the witch! I think we can save the world by doing so."
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1030,
			"Really? Will you help me?",
			"真的么…你们真的会帮我么？",
			"うぅ…本当…？本当に助けてくれるの……？",
			"우... 정말...? 정말로 도와줄 거야......?",
			"<I>Sob...</I> Really...? Are you really going to help me...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1031,
			"Yes, Miss Witch!",
			"嗯，魔女小姐！",
			"うん！魔女さん！",
			"응! 마녀 씨!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			1032,
			"Alright! I haven't asked that! Ouch! My teeth~",
			"那…那好吧！我可没有拜托你们！是你们自己要帮我的！呜！疼疼疼！！",
			"じゃぁ…す、好きにしなさいよ！あたしから頼んだんじゃないんだからね！あんたたちが勝手にあたしを助けるんだからね！うっ…いたたたた！",
			"그럼... 마, 마음대로 해! 내가 부탁한 게 아니니까! 너희들이 멋대로 날 돕는 거니까! 으... 아야야야!",
			"Well then... do as you like! I didn't ask you to do so! You guys are helping me on your own accord! Ugh... ow ow ow OW!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			1033,
			"Stop talking and protect your teeth",
			"比起说话你还是先好好保护下牙齿吧。",
			"喋るより歯を大事にした方が良いです。",
			"말하는 것보다 이빨을 소중히 하는 게 좋아요.",
			"Instead of talking, you should take care of your teeth first."
		]
	],
	"379": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1034,
			"Use bad syrup on those candies, people who eat it must feel bad! Hahaha~ I feel so happy!",
			"库库库~这里的糖果上也涂上变质的糖浆，吃了以后一定会很难受吧！嘻嘻嘻~想想就觉得好开心！",
			"このお菓子にも変質したシロップを塗ってやろうっと。食べたらさぞかし苦しむだろうねぇ。考えただけで楽しくなってきた！",
			"이 과자에도 변질된 시럽을 발라주자. 먹으면 분명히 괴로울 거야. 생각만 해도 즐거워지네!",
			"Now to smear this candy with the bad syrup. It would be so painful to eat it. Just thinking about it is making me happy!"
		],
		[
			"msg",
			1035,
			"Stupid Witch with two idiots~ Easy game for me! I'll go home and take a sleep~ The Candy Land will be destroyed soon~",
			"一个笨魔女还配了两个替罪羊~这次的游戏真是轻松呢！搞定了回家好好睡一觉~到时候这个糖果世界就已经是一片废墟了吧~",
			"バカな魔女一人に二匹のスケープゴート。今回のゲームは楽勝楽勝！さっさと片づけてひと眠りするか～目が覚めたら…想像しただけでわくわくする！",
			"바보 같은 마녀 한 명에 두 마리의 희생양. 이번 게임은 식은 죽 먹기! 빨리 처리하고 한숨 자자~ 눈을 떴을 때... 상상만 해도 두근두근해!",
			"One stupid witch and two scapegoats. This game is a breeze! I'll finish it quickly and take a nap~ Then when I wake up... just thinking about it gets me excited!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1036,
			"It's you! Stop using those dirty tricks!",
			"果然是你在搞鬼呢！居然用这么可恶的方法破坏魔女小姐建立起来的乐园！",
			"あなたの仕業だったのね！こんな酷いやり方で…魔女さんを苦しめるなんて！",
			"네가 한 짓이구나! 이렇게 끔찍한 방법으로… 마녀님을 괴롭히다니!",
			"You were the one who did this! Tormenting the witch... in such a cruel way!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1037,
			"Oh,the stupid Witch even can't beat two little kids!",
			"呜！？你们居然！啧！果然那个笨魔女一点用都派不上，连两个人类小鬼都干不掉！",
			"ん！？お前たちは…チッ…あのバカ魔女は本当にダメだなあ。人間の小娘二匹すら始末できないなんて…",
			"음!? 너희들은… 쯧… 저 바보 마녀는 정말 못쓰겠군. 인간 꼬마 둘도 처리 못하다니…",
			"Huh?! You guys... tch... that stupid witch is really no good. She can't even get rid of two little human girls..."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				661,
				0,
				false
			]
		],
		[
			"msg",
			1038,
			"Nevermind~ everyhing is done! Byebye!",
			"不过没关系~反正事情也办的差不多了！那就拜拜啦！",
			"まぁいいや…もうやることは済んだし！ばいばーい！",
			"뭐 좋아… 할 일은 다 끝났으니! 빠이빠이!",
			"Oh well... I'm done here anyway! Bye-byeee!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			1039,
			"Stop running! Bronya! Let's go!",
			"又想逃跑么！布洛妮娅姐姐！我们追上去！",
			"また逃げるつもり？ブローニャお姉ちゃん！早く追いかけよう！",
			"또 도망칠 셈이야? 브로냐 언니! 빨리 쫓아가자!",
			"Running away again? Bronya! Let's go after her quickly!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			1040,
			"We need to get her sugar bag.",
			"在这之前先把她背上的砂糖袋子抢过来吧，那个才是罪魁祸首。",
			"その前にまず、あの人が背負っている砂糖の袋を奪いましょう。あれが全ての元凶です。",
			"그 전에 먼저, 저 사람이 지고 있는 설탕 자루를 빼앗자. 그게 모든 원흉이야.",
			"Before that, let's first steal the bag of sugar that she's carrying. It's the source of all the trouble."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			1041,
			"Let's try!",
			"嚯嚯~追的上我的话就试试看吧！",
			"追いつけるもんなら追いついてみな！",
			"쫓아올 수 있으면 쫓아와 봐!",
			"Go ahead and catch up if you can!"
		]
	]
}