{
	"10450": [
		[
			"bgm",
			108
		],
		[
			"speaker",
			320684
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30636,
				0,
				false
			]
		],
		[
			"msg",
			724506,
			null,
			"曾经的那些时光……",
			"かつて過ごした時間……。",
			"함께했던 시간들은....",
			null,
			null,
			"Once upon a time those times ......",
			"Time once spent. ......"
		],
		[
			"speaker",
			320713
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30666,
				0,
				false
			]
		],
		[
			"msg",
			724507,
			null,
			"那些时光，非常美好。",
			"あの頃はすごくよかった。",
			"그때는 정말 좋았어.",
			null,
			null,
			"Those times, they were very good.",
			"Those days were very good."
		],
		[
			"msg",
			724508,
			null,
			"在校内嬉戏打闹，只要来到社团就抛掉所有的烦恼。",
			"学園ではふざけたり騒いだりで色々あるけど、演劇部に来るとどんな悩みだって忘れられた。",
			"학교에서는 장난치고 떠들며 별일이 많았지만, 연극부에 오면 무슨 고민이든 잊을 수 있었지.",
			null,
			null,
			"Playing around in school and leaving all your worries behind as soon as you come to the club.",
			"At school, there is a lot of joking around and noise, but when I came to the drama club, I could forget about any problems I was having."
		],
		[
			"msg",
			724509,
			null,
			"下次又会去哪演出呢——每天都这么期待着。",
			"次はどこに行って劇をするのかなって、毎日のように楽しみにしてた。",
			"다음엔 어디에서 연극을 하게 될까 매일처럼 기대했어.",
			null,
			null,
			"Where will the next show be - so much to look forward to every day.",
			"I looked forward to it every day, wondering where we would go next to do a play."
		],
		[
			"msg",
			724510,
			null,
			"直到，为了像完成传统一样，我们开始参赛。",
			"でも昔からの慣例だからって大会に参加したことで——",
			"하지만 옛날부터의 관례라며 대회에 참가한 탓에 ——",
			null,
			null,
			"Until, to complete the tradition as it were, we started competing.",
			"But by participating in the convention just because it's an old tradition--"
		],
		[
			"msg",
			724511,
			null,
			"一切都变了。",
			"すべてが変わってしまったのよね。",
			"모든 게 변해버렸어.",
			null,
			null,
			"Everything has changed.",
			"Everything has changed, hasn't it?"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30666,
				0,
				true
			]
		],
		[
			"msg",
			724512,
			null,
			"并不只是为了完成传统。",
			"いいえ、昔からの慣例だからやり始めたわけじゃないわ。",
			"아니, 옛날 관례라서 시작한 건 아니야.",
			null,
			null,
			"It's not just about fulfilling traditions.",
			"No, we didn't start doing it because it's an old tradition."
		],
		[
			"msg",
			724513,
			null,
			"那是未实现的心愿，因为被给予渴望，所以大家才一股脑钻进去。",
			"あれは未だ実現していない夢だったから。みんなが追い求めるものが目の前にあった、だからこそみんな夢中になったのよ。",
			"그건 아직 이루지 못한 꿈이었으니까. 모두가 추구하던 것이 눈앞에 있었고, 그래서 모두가 열중했던 거야.",
			null,
			null,
			"That's the unfulfilled wish that everyone dives into with a rush because they're given the desire to do so.",
			"It was a dream that had yet to be realized. It was right in front of us, something we were all chasing, and that's why we all got so caught up in it."
		],
		[
			"portraits",
			[
				30594,
				5,
				false
			],
			[
				30666,
				0,
				true
			]
		],
		[
			"msg",
			724514,
			null,
			"但是……你说得对。",
			"でもそうね……あなたの言う事ももっともよ。",
			"그렇지만... 네 말도 일리는 있네.",
			null,
			null,
			"But ...... you're right.",
			"But yes, ...... you have a point."
		],
		[
			"msg",
			724515,
			null,
			"本来，就不应该期待所有人都有着同样的想法。",
			"みんなが同じ考えを持つなんてこと、最初から期待すべきじゃないわ。",
			"모두가 같은 생각을 가질 거라고 처음부터 기대하는 건 아니었어.",
			null,
			null,
			"In the first place, everyone should not be expected to think the same way.",
			"We shouldn't expect everyone to be on the same page from the start."
		],
		[
			"portraits",
			[
				30594,
				4,
				false
			],
			[
				30666,
				0,
				true
			]
		],
		[
			"msg",
			724516,
			null,
			"大家都怀揣着一样的梦想参加，那才是荒唐的。",
			"みんながみんな同じ夢を抱いているわけじゃないもの。",
			"모두가 똑같은 꿈을 꾸는 건 아니니까.",
			null,
			null,
			"It would be ridiculous for everyone to attend with the same dream.",
			"Not everyone has the same dream."
		],
		[
			"speaker",
			320713
		],
		[
			"portraits",
			[
				30594,
				4,
				true
			],
			[
				30666,
				0,
				false
			]
		],
		[
			"msg",
			724517,
			null,
			"我早就抛弃幻想，接受现实。",
			"私はとっくに幻想を捨てて現実を受け入れてた。",
			"나는 이미 오래전에 환상을 버리고 현실을 받아들였어.",
			null,
			null,
			"I abandoned my illusions long ago and accepted reality.",
			"I had long ago abandoned the illusion and accepted reality."
		],
		[
			"msg",
			724518,
			null,
			"你们的光对于我只会造成困扰。",
			"そんな私だったけど、あなたたちのその輝きに戸惑いを感じて……。",
			"그런 나였지만, 너희들의 그 빛에 당황을 느끼고...",
			null,
			null,
			"Your light is only a nuisance to me.",
			"I was like that, but I was confused by that brilliance of yours and ......."
		],
		[
			"msg",
			724519,
			null,
			"真的很痛苦……",
			"とても苦しかった……。",
			"너무 괴로웠어...",
			null,
			null,
			"Really painful ......",
			"It was very painful. ......"
		],
		[
			"msg",
			724520,
			null,
			"最初，社团只是我为了躲避那压得喘不过气的学业才来的。",
			"初めは勉強のストレスから逃げようとして演劇部に来てたから。",
			"처음엔 공부 스트레스에서 벗어나려고 연극부에 왔던 거야.",
			null,
			null,
			"Initially, the club was just something I came to in order to escape the crushing academics.",
			"At first, I came to the theater club to escape the stress of studying."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30666,
				0,
				true
			]
		],
		[
			"msg",
			724521,
			null,
			"嗯。",
			"うん。",
			"응.",
			null,
			null,
			"Uh-huh.",
			"Yeah."
		],
		[
			"msg",
			724522,
			null,
			"说起来，即便是都决定参赛的我们……",
			"今思うと、大会の参加もそうだけど……。",
			"지금 생각해보면, 대회 참가도 그렇지만...",
			null,
			null,
			"That said, even if we all decide to compete ......",
			"Now that I think about it, so does my participation in the convention. ......"
		],
		[
			"msg",
			724523,
			null,
			"就连定题材，都没法全部达成共识~",
			"題材選びだって、完全に意見を一致させられた事なんてなかったわよね。",
			"주제 선정도, 완전히 의견을 일치시킨 적이 없었잖아.",
			null,
			null,
			"We can't even agree on a theme.",
			"We were never in complete agreement on the choice of subject matter."
		],
		[
			"msg",
			724524,
			null,
			"每个人所看到的永无岛都是不一样的。",
			"ひとりひとりにとってのネバーランドはみんな異なるんだから。",
			"각자에게 네버랜드는 모두 다르니까.",
			null,
			null,
			"Everyone sees Neverland differently.",
			"Neverland for each and every one of us is different."
		],
		[
			"speaker",
			320713
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30666,
				0,
				false
			]
		],
		[
			"msg",
			724525,
			null,
			"不过啊，那时候的我们，到底看到了什么呢。",
			"それにしてもあの頃、私たちはその目で一体何を見据えていたんでしょうね。",
			"그래도 그때 우리는 그 눈으로 대체 무엇을 바라보고 있었던 걸까요.",
			null,
			null,
			"But yeah, what did we really see back then.",
			"Still, I wonder what we were looking at with those eyes back then."
		],
		[
			"msg",
			724526,
			null,
			"就像初生的雏鸟，笑得那么灿烂。",
			"生まれたてのひよこみたいに、ものすごく無邪気に笑ってた気がする。",
			"갓 태어난 병아리처럼, 엄청나게 순수하게 웃고 있었던 것 같아.",
			null,
			null,
			"Like a newborn chick, smiling so brightly.",
			"I think she was smiling so innocently, like a newborn chick."
		],
		[
			"msg",
			724527,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			724528,
			null,
			"就像我不希望被你们裹挟一样，我也没有权利阻止你们。",
			"私はあなたたちに強制されたくないけど、でも逆に言えばあなたたちを止める権利だって私にはない。",
			"나는 너희들에게 강요당하고 싶지 않지만, 하지만 반대로 말하면 너희들을 막을 권리도 나에게는 없어.",
			null,
			null,
			"Just as I don't want to be held hostage by you, I have no right to stop you.",
			"I don't want to be forced by you, but on the other hand, I don't have the right to stop you either."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			724529,
			null,
			"即便不再相伴，我也会声援你们。",
			"だからもし一緒にやらないとしても、私はあなたたちのこと応援するわ。",
			"그러니까 만약 함께 하지 않는다고 해도, 나는 너희들을 응원할 거야.",
			null,
			null,
			"Even if we are no longer together, I will stand in solidarity with you.",
			"So if we don't do this together, I will still support you guys."
		]
	],
	"10451": [
		[
			"stopBGM"
		],
		[
			"speaker",
			320676
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30628,
				1,
				false
			]
		],
		[
			"msg",
			724530,
			null,
			"叮当，你还是回来了。",
			"ティンク、戻ってきたのかい。",
			"팅크, 돌아왔구나.",
			null,
			null,
			"Tinker Bell, you're back after all.",
			"Tink, you're back."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30628,
				2,
				false
			]
		],
		[
			"msg",
			724531,
			null,
			"这座岛，明明已经不适合你。",
			"この島はもう君にふさわしくないよ。",
			"이 섬은 이제 너에게 어울리지 않아.",
			null,
			null,
			"The island, clearly, is no longer for you.",
			"This island doesn't deserve you anymore."
		],
		[
			"speaker",
			320675
		],
		[
			"portraits",
			[
				30627,
				1,
				false
			],
			[
				30628,
				2,
				true
			]
		],
		[
			"msg",
			724532,
			null,
			"自顾自把我带到这来，又自顾自把我赶走。",
			"勝手にここに私を連れてきたと思ったら、今度は自分勝手に私のことを追い出そうとするのね。",
			"멋대로 여기에 나를 데려왔다 생각하더니, 이번엔 제멋대로 나를 쫓아내려는 거네.",
			null,
			null,
			"Took it upon himself to bring me here and took it upon himself to drive me away.",
			"You brought me here on your own accord, and now you selfishly try to get rid of me."
		],
		[
			"msg",
			724533,
			null,
			"胡闹也得有个限度。",
			"ふざけるのもいい加減にして。",
			"장난도 적당히 해.",
			null,
			null,
			"There has to be a limit to fooling around.",
			"Stop messing around."
		],
		[
			"speaker",
			320676
		],
		[
			"portraits",
			[
				30627,
				1,
				true
			],
			[
				30628,
				1,
				false
			]
		],
		[
			"msg",
			724534,
			null,
			"我是在保护你。",
			"僕は君の事を心配して言ってるんだ。",
			"나는 너를 걱정해서 말하는 거야.",
			null,
			null,
			"I was protecting you.",
			"I'm saying this because I'm worried about you."
		],
		[
			"portraits",
			[
				30627,
				1,
				true
			],
			[
				30628,
				2,
				false
			]
		],
		[
			"msg",
			724535,
			null,
			"叮当必须得一直飞在天上才行。",
			"ティンクは空を飛び続けられないとダメなんだ。",
			"팅크는 계속 하늘을 날 수 없으면 안 돼.",
			null,
			null,
			"Tinkerbell has to fly all the way up in the sky to do that.",
			"Tink needs to be able to keep flying."
		],
		[
			"msg",
			724536,
			null,
			"而我看着这样的你，渴望获得你的仙尘。",
			"でもそういう君を見ていると、君の妖精の粉がどうしても欲しくなる。",
			"근데 그런 너를 보면, 네 요정 가루가 너무 갖고 싶어져.",
			null,
			null,
			"And I look at you like this and long for your fairy dust.",
			"But seeing you like that, I really want your fairy dust."
		],
		[
			"portraits",
			[
				30627,
				1,
				true
			],
			[
				30628,
				1,
				false
			]
		],
		[
			"msg",
			724537,
			null,
			"与你一同盘旋蓝天之下。",
			"君とこの青い空を羽ばたきたいから。",
			"너와 이 푸른 하늘을 함께 날고 싶어서.",
			null,
			null,
			"Hovering with you under the blue sky.",
			"Because I want to flap my wings in this blue sky with you."
		],
		[
			"portraits",
			[
				30627,
				1,
				true
			],
			[
				30628,
				4,
				false
			]
		],
		[
			"msg",
			724538,
			null,
			"但这终究会让你的仙尘耗尽，最终落到地上。",
			"でもそうすると君の妖精の粉はいつの日か尽きて地上に落ち——",
			"근데 그러다 보면 네 요정 가루는 언젠가 다 떨어져 땅에 추락하——",
			null,
			null,
			"But that will eventually wear out your fairy dust and you'll end up on the ground.",
			"But then your fairy dust will run out someday and fall to the ground--"
		],
		[
			"msg",
			724539,
			null,
			"被残忍的胡克所杀死。",
			"あの残忍なフックに殺されてしまう。",
			"그 잔인한 후크에게 죽임을 당할 거야.",
			null,
			null,
			"Killed by the cruel Hooker.",
			"That brutal hook will kill you."
		],
		[
			"speaker",
			320675
		],
		[
			"portraits",
			[
				30627,
				3,
				false
			],
			[
				30628,
				4,
				true
			]
		],
		[
			"msg",
			724540,
			null,
			"保护吗……",
			"私のことを心配して……。",
			"나를 걱정해서...",
			null,
			null,
			"Protection? ......",
			"You can find out more about me at ......."
		]
	],
	"10452": [
		[
			"bgm",
			162
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724541,
			null,
			"你现在这样，跟那些自以为是的大人有什么区别。",
			"今のあなた、常に自分が正しいと思ってる大人たちと何も変わらないじゃない。",
			"지금의 너, 항상 자신이 옳다고 생각하는 어른들과 다를 바 없잖아.",
			null,
			null,
			"What's the difference between you and those self-righteous grown-ups when you're like this now.",
			"Now you are no different than those adults who always think they are right."
		],
		[
			"portraits",
			[
				30594,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724542,
			null,
			"长不大的孩子？很适合彼得·潘这个角色？别开玩笑了。",
			"永遠に子供だから？ピーターパンという人物にピッタリですって？笑わせないでちょうだい。",
			"영원한 아이라서? 피터 팬이라는 인물에 딱 맞는다고? 웃기지 마.",
			null,
			null,
			"A child who can't grow up? Great for the role of Peter Pan? No kidding.",
			"Because he's a child forever? That fits the character of Peter Pan? Don't make me laugh."
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724543,
			null,
			"你这家伙，其实比谁都要成熟和懂事，正因为看透的东西很多，所以才能对生活这么游刃有余。",
			"本当は誰よりも成熟してて物事が分かってるじゃない。だから普段の生活でも余裕を持てているのよ。",
			"사실은 누구보다 성숙하고 사리를 잘 알잖아. 그래서 평소 생활에도 여유를 부릴 수 있는 거야.",
			null,
			null,
			"You guys, you're actually more mature and understanding than anyone else, and it's because you see so much that you're able to be so comfortable with life.",
			"The truth is, you're more mature and know things better than anyone else. That's why you can afford to be so relaxed in your everyday life."
		],
		[
			"msg",
			724544,
			null,
			"真的跟个小孩子一样的话，就任性到底，对我大哭大笑大闹，然后再说一次——",
			"もし本当に小さな子供と同等だなんて言うのなら、最後まで気ままな性格を貫いて、私に対しても泣いたり笑ったり叫んだりすればいいのよ。そしてまた——",
			"진짜로 어린 아이와 똑같다고 말하려면, 끝까지 제멋대로인 성격을 고집하고, 나한테 울고 웃고 소리치면 되잖아. 그리고 다시 ——",
			null,
			null,
			"If you're really acting like a little kid, just let it go, cry and laugh and fuss at me, and then say it again--",
			"If you really want to say that you are the equivalent of a small child, then you should just keep your unrestrained nature to the end and cry, laugh, and scream at me as well. And again--"
		],
		[
			"msg",
			724545,
			null,
			"“来成为我的叮可贝尔。”",
			"「僕のティンカーベルになって。」って言えばいいの。",
			"「내 틴커벨이 되어줘.」라고 말하면 되는 거야.",
			null,
			null,
			"\"Come be my Tinker Bell.\"",
			"Just say, \"Be my Tinkerbell.\" I can say, \"Be my Tinkerbell."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				3,
				false
			]
		],
		[
			"msg",
			724546,
			null,
			"喔……",
			"うう……。",
			"으음…….",
			null,
			null,
			"Wow ......",
			"Ugh. ......."
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724547,
			null,
			"第一次见学姐这么生气。",
			"アルテミス先輩がこんな風に怒るの、初めて見たわ。",
			"아르테미스 선배가 이런 식으로 화내는 건 처음 봤어.",
			null,
			null,
			"It's the first time I've seen my senior sister so angry.",
			"I've never seen Artemis senior get angry like this before."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				3,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724548,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			724549,
			null,
			"因为我已经听到了。",
			"だって私、聞いたし。",
			"왜냐면 나, 들었거든.",
			null,
			null,
			"Because I've heard it.",
			"Because I heard it."
		],
		[
			"msg",
			724550,
			null,
			"看见了，也听见了大家心中渴望的乐园。",
			"見たんだもの。みんなが心の中で追い求めている楽園がどういうものなのか。",
			"봤어. 모두가 마음속으로 갈구하는 낙원이 어떤 건지를.",
			null,
			null,
			"Saw and heard the paradise that everyone's heart longed for.",
			"I saw it. What kind of paradise everyone is chasing after in their hearts."
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724551,
			null,
			"在这里，我们扮演着不同的角色，体验着不同的人生。",
			"ここで私たちはそれぞれ違う人物を演じ、異なる人生を体験しているわ。",
			"여기서 우리는 각기 다른 인물을 연기하며, 다른 인생을 경험하고 있어.",
			null,
			null,
			"Here we play different roles and experience different lives.",
			"Here we are all playing different characters and experiencing different lives."
		],
		[
			"msg",
			724552,
			null,
			"追随着他人的脚步，有意无意地，让自己沐浴在了星光之中。",
			"他人の足跡を歩み、無意識の内に星の光をその身に浴びているのよ。",
			"타인의 발자취를 따라가며, 무의식 중에 별빛을 그 몸에 받고 있는 거야.",
			null,
			null,
			"Following in the footsteps of others, consciously or unconsciously, bathes you in starlight.",
			"You walk in the footsteps of others and unconsciously bathe your body in the light of the stars."
		],
		[
			"msg",
			724553,
			null,
			"渐渐地，也让自己闪闪发亮，成为了后人追随的向标。",
			"そして次第に自分自身も輝きはじめて、後から来た人たちが追いかけて行く道しるべとなるの。",
			"그러다 점점 자신도 빛나기 시작해서, 뒤따라온 사람들이 쫓아갈 길잡이가 되는 거지.",
			null,
			null,
			"Gradually, they also let themselves shine and become a beacon for future generations to follow.",
			"Gradually, you yourself begin to shine and become a beacon for those who come after you to follow."
		],
		[
			"msg",
			724554,
			null,
			"或许，世界的阴霾比想象中还要可怕，点点闪烁的光芒一下子就消失不见。",
			"でも、世界にはそうしたひとつひとつの輝きを見えないように覆ってしまう恐ろしい雲があるのかもしれない。",
			"하지만 세상에는 그런 하나하나의 빛을 보이지 않게 가려버리는 무서운 구름이 있을지도 몰라.",
			null,
			null,
			"Perhaps the gloom of the world was more terrible than it was supposed to be, and the dots of twinkling light disappeared all at once.",
			"But there may be a terrifying cloud in the world that covers each such brilliance invisibly."
		],
		[
			"msg",
			724555,
			null,
			"于是，开始有人离我们而去，曾经的回忆开始一片片剥离，随着时间消逝而灰飞烟灭。",
			"それが理由で私たちの元から誰かが去ってしまうと、かつての思い出もひとつまたひとつと剥がれ落ち、時間の経過と共に塵と化してしまっているのかもしれないわ。",
			"그것이 이유로 우리 곁을 누군가 떠나가면, 지금까지의 추억도 하나둘씩 벗겨져 시간이 지나면서 먼지로 변해버리는 걸지도 몰라.",
			null,
			null,
			"And so, people begin to leave us, and the memories of what once was begin to peel away, piece by piece, to be dusted off as time fades.",
			"When someone leaves us for that reason, it may be that one by one the memories of the past are peeled away and turned to dust with the passage of time."
		],
		[
			"msg",
			724556,
			null,
			"即便如此，我们仍然渴望。",
			"たとえそうだったとしても、私たちは追い求めるの。",
			"설령 그렇다 해도, 우리는 계속 추구할 거야.",
			null,
			null,
			"Even so, we still long for it.",
			"Even if we did, we pursue."
		],
		[
			"msg",
			724557,
			null,
			"就像小时候玩游戏时一样，终有一天，世界会如自己所期望的一样变好。",
			"子供の頃にしたゲームのように、いつの日か、世界が私たちの望む方向へと良くなっていくことを。",
			"어릴 적 하던 게임처럼, 언젠가 세상이 우리가 바라는 방향으로 나아지기를.",
			null,
			null,
			"Just like when you were a kid playing a game, one day the world will change for the better as you expect it to.",
			"That one day, like the games we played as children, the world will be better in the direction we want it to be."
		],
		[
			"msg",
			724558,
			null,
			"我们，终有一天可以摘下攀高已久的果实。",
			"そしていつの日か、ずっと目指して登り続けていた高みへとたどり着き、果実を手にできることを。",
			"그리고 언젠가는, 줄곧 목표로 삼아 오르던 높은 곳에 도달해 열매를 손에 넣을 수 있기를.",
			null,
			null,
			"We, one day, will be able to pick the fruit that we have been climbing high for so long.",
			"And that someday we will reach the heights we have been aiming and climbing for so long, and we will have the fruits of our labor."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				3,
				false
			]
		],
		[
			"msg",
			724559,
			null,
			"但这个高度，也许穷极一生也无法达到。",
			"その高みって、一生かかってもたどり着けないかもしれないわよね。",
			"그 높이란, 평생을 걸려도 닿지 못할지도 모르겠네.",
			null,
			null,
			"But this is a height that may not be reached in an exhaustive lifetime.",
			"That high may take a lifetime to reach."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724560,
			null,
			"那就不断，不断地攀爬，直到爬不动为止。",
			"それならずっと、ずっと登り続けて動けなくなるまで登り続ければいいのよ。",
			"그럼 계속, 계속 오르다 움직일 수 없을 때까지 오르면 되는 거야.",
			null,
			null,
			"Then keep, keep climbing until you can't.",
			"Then you just keep climbing and climbing until you can't move for ever and ever."
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724561,
			null,
			"那时候，回看自己的脚下。",
			"動けなくなるまで登ったら、足元を見てみるの。",
			"움직일 수 없을 때까지 오르면, 발밑을 내려다보는 거야.",
			null,
			null,
			"At that point, look back at your feet.",
			"Climb until you can't move, then look at your feet."
		],
		[
			"msg",
			724562,
			null,
			"攀爬时摇动的大树，是不是会落下来许多别的果实呢。",
			"登りに登って木が揺れたことで、別の果実がたくさん落ちてきているかもしれないじゃない。",
			"오르고 또 오르며 나무가 흔들려 다른 열매들이 많이 떨어져 있을지도 모르잖아.",
			null,
			null,
			"Doesn't the big tree that shakes when you climb it drop many other fruits.",
			"You know, the tree might have shaken from the climb and a lot of other fruit might have fallen."
		],
		[
			"msg",
			724563,
			null,
			"我正是如此期望，不，是如此相信的……",
			"私は願ってる。ううん、信じているの……。",
			"나는 바라고 있어. 아니, 믿고 있는 거야....",
			null,
			null,
			"That's exactly what I expect, no, that's what I believe ......",
			"I hope. No, I believe in ......."
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724564,
			null,
			"忘记的东西，就是去相信这种不合理，过于理想化未来的心。",
			"忘れてしまったものって、理にかなわない、過度に理想化された未来を信じようとする心なんじゃないかしら。",
			"잊어버린 것들이란, 이치에 맞지 않는 지나치게 이상화된 미래를 믿으려는 마음이 아닐까.",
			null,
			null,
			"The thing to forget is the heart that goes to believe in this irrational, overly idealized future.",
			"I think what we have forgotten is the mind's desire to believe in an unreasonable and overly idealized future."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724565,
			null,
			"但这不是找回来了吗。",
			"だけど、それはもう取り戻すことができたわね。",
			"하지만, 이제 다시 찾을 수 있게 됐네.",
			null,
			null,
			"But isn't that getting it back.",
			"But you've already got that back."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724566,
			null,
			"我已经向你讲述了我的岛屿。",
			"さて、私にとってのネバーランドの話はこれでおしまい。",
			"자, 나에게 네버랜드 이야기는 여기까지야.",
			null,
			null,
			"I have told you about my island.",
			"Well, that's the end of the Neverland story for me."
		],
		[
			"portraits",
			[
				30594,
				3,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724567,
			null,
			"唯独你的，我从来没听过。",
			"——聞かせてくれないかしら、あなたのネバーランドのこと。",
			"——들려주지 않을래, 너의 네버랜드에 대해.",
			null,
			null,
			"The only one I've never heard of is yours.",
			"--I wonder if you could tell me about your Neverland."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				3,
				true
			],
			[
				30596,
				3,
				false
			]
		],
		[
			"msg",
			724568,
			null,
			"我的……",
			"私の……。",
			"내...",
			null,
			null,
			"My ......",
			"My ......."
		],
		[
			"portraits",
			[
				30594,
				3,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724569,
			null,
			"没有那样的东西哦。",
			"私にはそういうのないわよ。",
			"나에게는 그런 건 없어.",
			null,
			null,
			"There's no such thing as oh.",
			"I don't have that kind of thing."
		],
		[
			"msg",
			724570,
			null,
			"正如你说，我从小就是被要求懂事的类型。",
			"先輩が言ったように、小さい頃から「物分かりが良い子ども」をずっと求められてきたタイプだから。",
			"선배가 말한 것처럼, 어릴 때부터 「이해가 빠른 아이」를 계속 요구받아온 타입이니까.",
			null,
			null,
			"As you said, I was raised to be the type of person who was expected to know what I was doing.",
			"As a senior said, he is the type of person who has always been expected to be \"a child who understands things well\" since he was a small child."
		],
		[
			"msg",
			724571,
			null,
			"为了获得赞赏，所以对谁都会表现出最让人喜欢的一面。",
			"ほめてもらうために、その人が一番喜ぶであろう役を演じてきたわ。",
			"칭찬받기 위해, 그 사람이 가장 기뻐할 만한 역할을 연기해왔어.",
			null,
			null,
			"In order to be appreciated, so you will show the most likeable side to anyone.",
			"I've been playing the role that would make the person most happy, to get compliments."
		],
		[
			"portraits",
			[
				30594,
				3,
				true
			],
			[
				30596,
				2,
				false
			]
		],
		[
			"msg",
			724572,
			null,
			"不过是迎合他人的家伙，怎么会有自己的永无岛呢。",
			"だから……人に合わせて生きてきた私には、自分だけのネバーランドなんてあるわけがないの。",
			"그래서... 사람에 맞춰 살아온 나에게, 나만의 네버랜드 같은 건 있을 리가 없지.",
			null,
			null,
			"How can a guy who is just pandering to others have his own Neverland.",
			"So I've lived my life according to ...... people, there's no way I can have my own Neverland."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				2,
				true
			]
		],
		[
			"msg",
			724573,
			null,
			"真的是这样吗。",
			"本当にそうかしら。",
			"정말 그런 거야?",
			null,
			null,
			"Is that really true.",
			"I really doubt that."
		]
	],
	"10453": [
		[
			"bgm",
			162
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724574,
			null,
			"我把大家都带来了。",
			"私、みんなの事連れてきたわよ。",
			"나, 모두를 데려왔어.",
			null,
			null,
			"I brought everyone.",
			"I've brought you all here."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				3,
				false
			]
		],
		[
			"msg",
			724575,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724576,
			null,
			"真的无所谓的话，你投入社团活动时的那份专注，还有那些开怀大笑。",
			"もし本当にどうでもよかったら、あなたが演劇部の活動に参加している時のあの集中力、それに屈託のないあの笑い声は——",
			"정말로 아무렇지도 않았다면, 당신이 연극부 활동에 참여할 때의 그 집중력, 그리고 티 없이 맑았던 그 웃음소리는 ——",
			null,
			null,
			"It really doesn't matter if it doesn't matter, the focus you put into your club activities and all that cracking up.",
			"If it really didn't matter, that concentration you had when you were participating in the activities of the drama club, and that carefree laugh--"
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724577,
			null,
			"难道都是假的么？",
			"すべてうそだったとでもいうの？",
			"전부 거짓이었다는 거야?",
			null,
			null,
			"Is it all fake?",
			"Are you saying it was all a lie?"
		],
		[
			"msg",
			724578,
			null,
			"在我看来，你比谁都要重视这个社团。",
			"あなたは誰よりも演劇部を大切にしていると私は思う。",
			"난 당신이 누구보다도 연극부를 소중히 여긴다고 생각해.",
			null,
			null,
			"It seems to me that you value this society more than anyone else.",
			"You care more about the theater department than anyone else, in my opinion."
		],
		[
			"msg",
			724579,
			null,
			"我在这，大家也都在……",
			"ここにはみんなもいる事だし……。",
			"여기엔 모두가 있는 만큼……",
			null,
			null,
			"I'm here and so is everyone else ......",
			"I'm sure we're all here. ......"
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724580,
			null,
			"你可以大胆……自豪地向所有人诉说你心中的永无岛了。",
			"あなたにとってのネバーランドがどういうものか、自信をもって、ここにいるみんなに教えてちょうだい。",
			"당신에게 네버랜드가 어떤 의미인지, 자신 있게 여기 있는 모두에게 알려줘.",
			null,
			null,
			"You can boldly ...... proudly tell everyone about the Neverland in your heart now.",
			"Please be confident and tell everyone here what Neverland is to you."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				3,
				false
			]
		],
		[
			"msg",
			724581,
			null,
			"……",
			"……。",
			"……",
			null
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724582,
			null,
			"这次，轮不到你来任性了。",
			"もし誤魔化そうとしたら、手刀じゃすまないんだから。",
			"만약 얼버무리려 한다면, 손날로 때리는 걸로 끝나지 않을 거야.",
			null,
			null,
			"This time, it's not your turn to be capricious.",
			"If you try to fool them, you won't get away with it with a hand grenade."
		],
		[
			"msg",
			724583,
			null,
			"好不容易从家里出来，好不容易可以在我们自己制定规则的世界玩耍。",
			"やっとの思いで家を離れ、やっとの思いで世界を築きあげたんだもの。",
			"간신히 집을 떠나고, 간신히 세상을 만들어낸 거잖아.",
			null,
			null,
			"It's so hard to get out of the house, so hard to be able to play in a world where we make our own rules.",
			"We've finally left home, we've finally built our world."
		],
		[
			"msg",
			724584,
			null,
			"就这么离开，太可惜了。",
			"それをいとも簡単に終わりにしてしまうのはもったいなさすぎるわ。",
			"그걸 너무나 쉽게 끝내버리는 건 아깝기 짝이 없어.",
			null,
			null,
			"It's a shame to leave like that.",
			"It would be a shame to end that so easily."
		],
		[
			"msg",
			724585,
			null,
			"来吧，纹章。",
			"さあ、紋章。",
			"자, 문장.",
			null,
			null,
			"Come on, Heraldry.",
			"Come on, crest."
		],
		[
			"msg",
			724586,
			null,
			"该轮到你来和我“交往”了。",
			"今度はあなたが私に「付き合う」番よ。",
			"이번엔 네가 나에게 「따라오」 차례야.",
			null,
			null,
			"It's your turn to socialize with me.",
			"Now it's your turn to \"keep me company\"."
		],
		[
			"msg",
			724587,
			null,
			"和这个，已经疯狂到临近崩溃的世界交往——",
			"この狂気に満ちた崩壊に瀕する世界に、ね。",
			"이 광기로 가득 찬 붕괴 직전의 세계에, 말이지.",
			null,
			null,
			"To engage with a world that's so crazy it's on the verge of collapsing--",
			"In this crazy world on the verge of collapse, you know?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724588,
			null,
			"好强硬。",
			"ものすごく強気ね。",
			"엄청 자신만만하네.",
			null,
			null,
			"So tough.",
			"That's very bullish."
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				2,
				false
			]
		],
		[
			"msg",
			724589,
			null,
			"但我接受了。",
			"いいわ、その誘いに乗ってあげる。",
			"좋아, 그 제안 받아줄게.",
			null,
			null,
			"But I accepted.",
			"Okay, I'll take you up on that offer."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				2,
				true
			]
		],
		[
			"msg",
			724590,
			null,
			"欸？",
			"えっ？",
			"엣?",
			null,
			null,
			"Hey?",
			"What?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				2,
				false
			]
		],
		[
			"msg",
			724591,
			null,
			"你的邀请，我从来都没想过拒绝。",
			"だって先輩からのお誘いなのよ？これまで一度も断ろうだなんて考えた事ないし。",
			"선배님의 부탁이잖아? 지금까지 한 번도 거절할 생각 같은 건 안 해봤고.",
			null,
			null,
			"Your invitation, I never wanted to refuse.",
			"Because it's an invitation from a senior, you know? I've never thought of refusing it."
		],
		[
			"msg",
			724592,
			null,
			"倒不如说，我正等待着，你向我伸手的那一刻。",
			"むしろ、先輩が私に手を差し伸べる時をずっと待ってたというか。",
			"오히려, 선배님이 나에게 손을 내밀 때를 계속 기다리고 있었다고 해야 할까.",
			null,
			null,
			"Rather, I am waiting for the moment, when you reach out to me.",
			"Rather, I've been waiting for a long time for my seniors to reach out to me."
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724593,
			null,
			"做好心理准备了吗，我们的敌人，比想象中的都要强大。",
			"心の準備はいいかしら。私たちの敵は想像しているよりも手強いわよ。",
			"마음의 준비는 됐어? 우리의 적은 상상 이상으로 강력하거든.",
			null,
			null,
			"Are you mentally prepared? Our enemies, they're stronger than anything we can imagine.",
			"Prepare yourselves. Our enemy is tougher than you can imagine."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724594,
			null,
			"但可以挑战它的时间不多，如此一来，就更应该珍惜这段时间。",
			"ええ。でも挑戦できる時間は限られているから、この時間をもっと大切にしないと。",
			"응. 하지만 도전할 시간은 한정되어 있으니, 이 시간을 더 소중히 여기지 않으면.",
			null,
			null,
			"But there's not much time to challenge it, and in that case, it's all the more important to cherish that time.",
			"Yes, I do. But there's only so much time to take on challenges, so I need to make this time count for more."
		],
		[
			"msg",
			724595,
			null,
			"在这期间，一次又一次……向它发起挑战。",
			"こうして、何度も何度も……ずっと挑戦してきたわよね。",
			"이렇게, 몇 번이고 몇 번이고... 계속 도전해왔잖아.",
			null,
			null,
			"During this time, time and again ...... challenged it.",
			"This is how we've tried over and over again ...... all along."
		]
	],
	"10454": [
		[
			"bgm",
			162
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724596,
			null,
			"跟出身时代都没有关系。",
			"家柄や時代なんて関係ない。",
			"집안이나 시대 같은 건 상관없어.",
			null,
			null,
			"It has nothing to do with the era of origin.",
			"It doesn't matter what family you are from or what era you are from."
		],
		[
			"msg",
			724597,
			null,
			"所有的孩子，终有一天都要面对这样的考验。",
			"すべての子供がいつかはこういう試練に直面することになる。",
			"모든 아이들은 언젠가 이런 시련에 직면하게 될 거야.",
			null,
			null,
			"All children, one day, will have to face this test.",
			"Every child will face these trials at some point."
		],
		[
			"msg",
			724598,
			null,
			"不再能撒娇去获得想要的东西。",
			"甘えれば欲しいものが与えられることもなくなり、",
			"응석부려서 원하는 걸 얻을 수 있는 것도 아니게 되고,",
			null,
			null,
			"No longer able to pussyfoot around to get what you want.",
			"If you are pampered, you will no longer be given what you want,"
		],
		[
			"msg",
			724599,
			null,
			"相信童话，却会被人笑。",
			"童話を信じれば人に笑われる。",
			"동화를 믿으면 사람들에게 웃음거리가 돼.",
			null,
			null,
			"Believe in fairy tales and get laughed at.",
			"If you believe in fairy tales, people will laugh at you."
		],
		[
			"msg",
			724600,
			null,
			"自豪地说出自己的梦想，却被认为太好高骛远。",
			"誇りをもって自分の夢を語っても、現実的ではなく高望みしすぎだと思われてしまう。",
			"자신의 꿈을 자랑스럽게 말해도, 현실적이지 않고 너무 높은 꿈을 꾼다고 생각받게 되지.",
			null,
			null,
			"Proudly stating their dreams is considered too over-ambitious.",
			"Even if they proudly talk about their dreams, they will be considered unrealistic and too ambitious."
		],
		[
			"msg",
			724601,
			null,
			"一处处所谓的“正确”，不断修正你对未来的遐想。",
			"「正しさ」を振りかざされ、未来へのあこがれを絶えず修正されてしまう。",
			"「옳음」을 내세우며, 미래에 대한 동경을 끊임없이 수정당하게 돼.",
			null,
			null,
			"Everywhere you look, the so-called \"right\" is constantly revising your vision of the future.",
			"They repeat the words \"because it's the right thing to do,\" and their longing for the future is continually modified."
		],
		[
			"msg",
			724602,
			null,
			"在这一刻被打败的孩子，随着他长大，那些美好的东西，也会被一并遗忘掉。",
			"そうして打ち負かされた子供は、成長するにつれて美しいものを失ってしまう。",
			"그렇게 패배한 아이들은 자라면서 아름다운 것들을 잃어버리게 되지.",
			null,
			null,
			"The child who is defeated in this moment, as he grows up, those good things will be forgotten along with him.",
			"A child thus vanquished loses something beautiful as he or she grows up."
		],
		[
			"msg",
			724603,
			null,
			"此时，纵谁都希望，能有一个仙子出来告诉你。",
			"そういう時は皆、妖精が出てきてこう語りかけてくれることを望むだろう。",
			"그럴 때면 모두, 요정이 나타나 이렇게 말해주길 바랄 거야.",
			null,
			null,
			"At this point, as much as anyone can hope, a fairy will come out and tell you.",
			"At such times, we would all hope that a fairy would come out and speak to us like this."
		],
		[
			"msg",
			724604,
			null,
			"没关系的，这很好，我们可以试一试，大不了哭一场。",
			"大丈夫。すごくいいよ。試しにやってみればいい。うまくいかなくたって思いっきり泣けば済むことじゃないか、と。",
			"괜찮아. 정말 좋아. 한번 해보면 돼. 잘 안 되더라도 마음껏 울면 그만이잖아, 라고.",
			null,
			null,
			"It's okay. It's great. We can try. Big cry.",
			"It's okay. It's very good. Just give it a try. If it doesn't work out, just cry as hard as you can."
		],
		[
			"msg",
			724605,
			null,
			"然后，她会让你自豪地去将压抑内心深处，一直渴望看到的世界讲给她听。",
			"そして妖精も望むだろう。あなたの心の奥底に押し込められている理想の世界の話を聞かせて欲しい、と。",
			"그리고 요정도 바랄 거야. 네 마음 깊이 묻어둔 이상적인 세계 이야기를 들려달라고.",
			null,
			null,
			"Then she will make you proud to go and tell her about the world that you have been longing to see from the depths of your repressed heart.",
			"And the fairy will want to. They want you to tell them about the ideal world that has been pushed into the back of your mind."
		],
		[
			"msg",
			724606,
			null,
			"无论能否实现。",
			"それが実現できるかどうかにかかわらず、",
			"그게 실현 가능하든 아니든,",
			null,
			null,
			"Whether or not it can be realized.",
			"Regardless of whether it can be achieved or not,"
		],
		[
			"msg",
			724607,
			null,
			"她只是默默地听着。",
			"妖精はその話に静かに耳を傾け、",
			"요정은 그 이야기에 조용히 귀 기울이고,",
			null,
			null,
			"She just listened in silence.",
			"The fairy listens quietly to the story,"
		],
		[
			"msg",
			724608,
			null,
			"在你讲完的时候，送给你一些仙尘。",
			"あなたが話し終わると、妖精の粉をくれる。",
			"네가 이야기를 마치면 요정의 가루를 줄 거야.",
			null,
			null,
			"Give you some fairy dust when you're done speaking.",
			"When you finish speaking, they give you fairy dust."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			724609,
			null,
			"然后与你一起，在这个世界——自由飞翔。",
			"そして妖精はあなたと共に、この世界を自由に飛び回ることだろう。",
			"그리고 요정은 너와 함께 이 세계를 자유롭게 날아다닐 거야.",
			null,
			null,
			"And then with you, in this world - fly free.",
			"And the fairies will fly freely around this world with you."
		]
	],
	"10455": [
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724610,
			null,
			"到头来，还是回到了这里。",
			"結局、ここに戻ってきたね。",
			"결국, 여기로 돌아왔네.",
			null,
			null,
			"In the end, it's back here.",
			"You ended up back here."
		],
		[
			"bgm",
			129
		],
		[
			"msg",
			724611,
			null,
			"无论是你，还是我。",
			"先輩も私も。",
			"선배도 나도.",
			null,
			null,
			"Both you and me.",
			"Both seniors and myself."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724612,
			null,
			"现在，轮不到你后悔了。",
			"今さら後悔しても遅いわよ。",
			"이제 와서 후회해도 늦었어.",
			null,
			null,
			"Now, it's not your turn to regret.",
			"It's too late to regret it now."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				2,
				false
			]
		],
		[
			"msg",
			724613,
			null,
			"怎么会呢。",
			"後悔なんてしないわ。",
			"후회 같은 건 안 해.",
			null,
			null,
			"How come.",
			"I don't regret it."
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724614,
			null,
			"本来，我只是准备陪伴着学姐。",
			"元々、先輩に寄り添って——",
			"원래부터 선배 곁에 ——",
			null,
			null,
			"Originally, I was just going to accompany my schoolmate.",
			"Originally, I leaned on my senior--"
		],
		[
			"msg",
			724615,
			null,
			"等你有了足够的勇气接受现实，或者拥有足够对抗现实的回忆之后，就离开你。",
			"先輩が現実を受け入れるだけの勇気を得られるか、現実にあらがうだけの思い出を作ることができたら、先輩のそばから離れようと思っていたのよ。",
			"선배가 현실을 받아들일 만큼의 용기를 얻을 수 있을지, 현실에 저항할 만큼의 추억을 만들 수 있다면, 선배 곁에서 떠나려고 생각했었어.",
			null,
			null,
			"Leave you when you have enough courage to accept reality or have enough memories to fight it.",
			"I was going to leave my senior's side if he could gain enough courage to accept reality, or if he could create enough memories to struggle against reality."
		],
		[
			"msg",
			724616,
			null,
			"这样，即便你从自我欺骗的演绎中回来，也能很好生活下去。",
			"先輩を支えられる何かがあれば、先輩が演技の中から戻ってきた後も、ちゃんと歩み続けていくことができるだろうしね。",
			"선배를 지탱해줄 무언가가 있다면, 선배가 연기 속에서 돌아온 후에도 제대로 걸어나갈 수 있을 테니까.",
			null,
			null,
			"This way, even if you come back from your self-deceiving rendition, you can still live well.",
			"And if we have something to support our seniors, we will be able to continue on properly after they return from their acting careers."
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				4,
				false
			]
		],
		[
			"msg",
			724617,
			null,
			"但我其实也对自己撒了谎。",
			"でも、実は私も自分に対してうそをついていたのよね。",
			"하지만, 사실 나도 나 자신에게 거짓말을 하고 있었어.",
			null,
			null,
			"But I actually lied to myself.",
			"But the truth is, I was lying to myself too."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				4,
				true
			]
		],
		[
			"msg",
			724618,
			null,
			"什么？",
			"どういうこと？",
			"무슨 뜻이야?",
			null,
			null,
			"What?",
			"What do you mean?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724619,
			null,
			"我的永无岛，一直都在。",
			"私にとってのネバーランドもずっとあったんだ。",
			"나에게도 네버랜드는 계속 존재했었거든.",
			null,
			null,
			"My Neverland, all the way.",
			"Neverland for me has always been there too."
		],
		[
			"msg",
			724620,
			null,
			"小时候，我曾看到过一双闪闪发亮的眼睛。",
			"小さい頃、ある人のキラキラと輝く目を見てね。",
			"어렸을 때, 어떤 사람의 반짝반짝 빛나는 눈을 보고 말야.",
			null,
			null,
			"As a child, I had seen a pair of sparkling eyes.",
			"When I was little, I saw someone's sparkling eyes."
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				2,
				false
			]
		],
		[
			"msg",
			724621,
			null,
			"她所看到的星空，最终成为了我心中的永无岛。",
			"その人が見た星空が、私の心の中のネバーランドになったのよ。",
			"그 사람이 본 별빛이, 내 마음속의 네버랜드가 되었어.",
			null,
			null,
			"The stars she saw ended up being the Neverland in my mind.",
			"The starry sky that he saw became Neverland in my mind."
		],
		[
			"msg",
			724622,
			null,
			"我想相信她，最终，我们会到达那个地方。",
			"私は彼女を信じたい。いつの日か私たちがあの場所へとたどり着けると信じたいの。",
			"나는 그녀를 믿고 싶어. 언젠가 우리가 그곳에 도달할 수 있을 거라고 믿고 싶어.",
			null,
			null,
			"I want to believe in her. Eventually, we'll get to that place.",
			"I want to believe in her. I want to believe that one day we will get to that place."
		],
		[
			"msg",
			724623,
			null,
			"然后向所有大人证明，我们有决定自己未来的能力。",
			"そしてすべての大人たちに、自分の未来を決める能力が私たちにあることを証明したい。",
			"그리고 모든 어른들에게, 우리에게 미래를 결정할 능력이 있다는 걸 증명하고 싶어.",
			null,
			null,
			"Then prove to all the adults that we have the power to determine our own future.",
			"And I want to prove to all adults that we have the ability to determine our own future."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				2,
				true
			]
		],
		[
			"msg",
			724624,
			null,
			"这不是很值得拿出来说的故事吗。",
			"それは本当に、誰かに語る価値のある物語だと思うわ。",
			"그건 정말로, 누군가에게 들려줄 가치가 있는 이야기라고 생각해.",
			null,
			null,
			"Isn't that a story well worth bringing out.",
			"That really is a story worth telling someone."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				4,
				false
			]
		],
		[
			"msg",
			724625,
			null,
			"那双眼睛，曾一度被现实的黑暗覆盖。",
			"あの光り輝く目は、一度は現実によって暗く閉ざされてしまったけれど。",
			"그 빛나던 눈은, 한때 현실에 의해 어둠에 묻혀버렸지만.",
			null,
			null,
			"Those eyes, for a time, were covered by the darkness of reality.",
			"Though those glowing eyes were once darkened and closed by reality."
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724626,
			null,
			"但现在，它们又闪闪发光了。",
			"でも今……また再び輝きを放ち始めたわ。",
			"하지만 지금... 다시금 빛을 발하기 시작했어.",
			null,
			null,
			"But now, they're shining again.",
			"But now ...... is starting to shine again."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724627,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				5,
				false
			]
		],
		[
			"msg",
			724628,
			null,
			"噗。",
			"ふふっ。",
			"훗.",
			null,
			null,
			"Psst.",
			"Phew."
		],
		[
			"msg",
			724629,
			null,
			"怎么了学姐，你刚刚不会在想……“她说的，是我吗”这种事吧。",
			"先輩、どうしたの？まさかさっき……「紋章が言ってるのって私のこと？」だなんて思ってなかったわよね？",
			"선배, 왜 그래? 설마 방금... 「문장이 말하는 게 나?」라고 생각하진 않았겠지?",
			null,
			null,
			"What's the matter senior sister, you just can't be thinking ...... \"she said, is it me\" this kind of thing.",
			"Senpai, what's wrong? You didn't think earlier that ...... \"is that me the crest is talking about?\" I didn't think you were talking about me, did I?"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				5,
				false
			],
			[
				30596,
				5,
				true
			]
		],
		[
			"msg",
			724630,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"portraits",
			[
				30594,
				4,
				false
			],
			[
				30596,
				5,
				true
			]
		],
		[
			"msg",
			724631,
			null,
			"才没——",
			"そ、そんな事——",
			"그, 그런 건 ——",
			null,
			null,
			"It's not--",
			"Oh, no, no, no, no, no, no, no, no, no, no, no, no, no."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				4,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724632,
			null,
			"是哦。",
			"そうよ。",
			"그래.",
			null,
			null,
			"Yeah. Oh.",
			"Yes."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724633,
			null,
			"欸？",
			"えっ？",
			"엣?",
			null,
			null,
			"Hey?",
			"What?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724634,
			null,
			"接下来也拜托你了，我的叮可贝尔。",
			"これからもお願いね。私のティンカーベル。",
			"앞으로도 잘 부탁해. 나의 팅커벨.",
			null,
			null,
			"I'm counting on you for the next one, too, my Tinker Bell.",
			"Keep up the good work. My Tinkerbell."
		],
		[
			"msg",
			724635,
			null,
			"阿尔忒弥斯。",
			"アルテミス。",
			"아르테미스.",
			null,
			null,
			"Artemis.",
			"Artemis."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				5,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724636,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			724637,
			null,
			"要做的事有一大堆。",
			"やらなきゃいけない事がたくさんあるわよ。",
			"해야 할 일이 많아.",
			null,
			null,
			"There's a whole lot to do.",
			"We have a lot of work to do."
		],
		[
			"msg",
			724638,
			null,
			"先把大家叫上吧。",
			"まずはみんなを呼んできましょう。",
			"일단 모두를 불러오자.",
			null,
			null,
			"Let's get everyone on board first.",
			"Let's go get everyone first."
		]
	],
	"10456": [
		[
			"bgm",
			129
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724639,
			null,
			"然后，新的故事开始了。",
			"そして、新たな物語が始まった。",
			"그렇게, 새로운 이야기가 시작되었다.",
			null,
			null,
			"Then a new story begins.",
			"Then a new story began."
		]
	],
	"10457": [
		[
			"bgm",
			129
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724640,
			null,
			"——鼓掌声。",
			"——拍手の音。",
			"——박수 소리.",
			null,
			null,
			"--Applause.",
			"--The sound of applause."
		],
		[
			"speaker",
			320677
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30629,
				0,
				false
			]
		],
		[
			"msg",
			724641,
			null,
			"真是的，送老晚会演这个，真有你们的。",
			"本当に先輩の送別パーティーでこの劇をやるだなんて、さすがね。",
			"정말 선배의 송별 파티에서 이 연극을 하다니, 역시네.",
			null,
			null,
			"Really, send the old party to play this. You guys are really something.",
			"I'm so proud of you for really putting on this play at your senior farewell party."
		],
		[
			"speaker",
			204703
		],
		[
			"portraits",
			[
				30088,
				2,
				false
			],
			[
				30629,
				0,
				true
			]
		],
		[
			"msg",
			724642,
			null,
			"姐姐，舞台剧好有意思~",
			"姉様、舞台劇って本当に面白いね～。",
			"언니, 무대 연극 정말 재미있네~.",
			null,
			null,
			"Sister, the stage show is so much fun.",
			"Sister, stage plays are really interesting!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				30088,
				2,
				true
			],
			[
				30086,
				2,
				false
			]
		],
		[
			"msg",
			724643,
			null,
			"嗯，得谢谢希露邀请我们一起来看。",
			"そうじゃな。招待してくれたシィルに感謝しなければならぬ。",
			"그렇구나. 초대해 준 실에게 감사해야겠다.",
			null,
			null,
			"Well, gotta thank Shilou for inviting us to watch.",
			"Yes, it is. I have to thank Cyril for inviting me."
		],
		[
			"portraits",
			[
				30088,
				2,
				true
			],
			[
				30086,
				1,
				false
			]
		],
		[
			"msg",
			724644,
			null,
			"明明是别人社团的送老晚会……我们坐在这看，有点格格不入。",
			"他の部の送別パーティーだからか……妾らがここに座っているとどうも不自然じゃが。",
			"다른 과의 송별 파티라서 그런지... 우리가 여기 앉아 있으니 왠지 어색하구나.",
			null,
			null,
			"Obviously it's someone else's club's send-off party for the old ...... We're sitting here watching it and it's a bit out of place.",
			"It's a farewell party for the rest of the club, or maybe it's just ...... unnatural for the concubines to be sitting here."
		],
		[
			"speaker",
			204703
		],
		[
			"portraits",
			[
				30088,
				1,
				false
			],
			[
				30086,
				1,
				true
			]
		],
		[
			"msg",
			724645,
			null,
			"有什么所谓~这次，我们也算是幕后人员嘛！",
			"そんなの関係ないよ～。今回は凛たち、裏方みたいなものだし！",
			"그런 건 상관없어~. 이번에는 린 녀석들은 뒤에서 지원하는 역할이니까!",
			null,
			null,
			"What's the big deal? This time, we're kind of behind the scenes!",
			"It doesn't matter! This time, Rin and the others are like the backstage crew!"
		],
		[
			"speaker",
			320677
		],
		[
			"portraits",
			[
				30629,
				0,
				false
			],
			[
				30086,
				1,
				true
			]
		],
		[
			"msg",
			724646,
			null,
			"翁德兰学园也有戏剧社吧。",
			"オードラン学園にも演劇部はあるんでしょう？",
			"오드란 학원에도 연극부는 있지?",
			null,
			null,
			"There's a drama club at Ondran Gakuen, too, I think.",
			"You do have a drama club at Audran Academy, don't you?"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				30629,
				0,
				true
			],
			[
				30086,
				2,
				false
			]
		],
		[
			"msg",
			724647,
			null,
			"有类似的社团，不过……",
			"似たような部はあるが……。",
			"비슷한 부는 있지만…….",
			null,
			null,
			"There are similar societies, but ......",
			"There is a similar department, but it is located at ......."
		],
		[
			"portraits",
			[
				30629,
				0,
				true
			],
			[
				30086,
				1,
				false
			]
		],
		[
			"msg",
			724648,
			null,
			"我们的经费可差得更多。",
			"うちの経費は全然比べ物にならないぞ。",
			"우리 부의 예산은 비교도 안 될 정도로 적어.",
			null,
			null,
			"Our funding can be much worse.",
			"Our expenses don't compare at all."
		],
		[
			"speaker",
			320691
		],
		[
			"portraits",
			[
				30629,
				0,
				true
			],
			[
				30557,
				0,
				false
			]
		],
		[
			"msg",
			724649,
			null,
			"要谢幕了！",
			"カーテンコールよ！",
			"커튼콜이야!",
			null,
			null,
			"It's going to be curtain call!",
			"Curtain call!"
		],
		[
			"speaker",
			320677
		],
		[
			"portraits",
			[
				30629,
				0,
				false
			],
			[
				30557,
				0,
				true
			]
		],
		[
			"msg",
			724650,
			null,
			"她们看起来都很开心，这样我也放心了。",
			"みんなとてもうれしそうね。これでなんだか安心したわ。",
			"다들 정말 기뻐 보여. 이제야 좀 안심이 되네.",
			null,
			null,
			"They all seemed happy, so that was a relief to me.",
			"Everyone looks so happy. This is kind of a relief."
		],
		[
			"msg",
			724651,
			null,
			"本以为大家在比赛失利后，会一蹶不振。",
			"大会で挫折して、一時はもう立ち上がれないんじゃないかと思ってたけど。",
			"대회에서 좌절하고, 한때는 다시 일어설 수 없을 거라고 생각했지만.",
			null,
			null,
			"It was expected that everyone would be devastated after the loss of the game.",
			"I fell behind in the competition, and at one point I thought I'd never get back on my feet."
		],
		[
			"msg",
			724652,
			null,
			"这下可以安心退休了~",
			"これで安心して引退できるわね～。",
			"이제 안심하고 은퇴할 수 있겠네~.",
			null,
			null,
			"Now you can retire in peace.",
			"Now I can retire in peace!"
		]
	],
	"10458": [
		[
			"bgm",
			138
		],
		[
			"speaker",
			433085
		],
		[
			"bg",
			"CG10406"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30598,
				1,
				false
			]
		],
		[
			"msg",
			724653,
			null,
			"烤肉！",
			"焼肉だ～！",
			"고기구이~!",
			null,
			null,
			"Barbecue!",
			"Yakiniku~!"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30596,
				5,
				false
			]
		],
		[
			"msg",
			724654,
			null,
			"星绮学姐，要来比赛下一口气能吃几块肉吗？",
			"部長、ひと口で焼肉を何枚食べられるか競争しない？",
			"부장님, 한 입에 고기 몇 장 먹을 수 있는지 내기하지 않을래?",
			null,
			null,
			"Sing-chi, want to race how many pieces of meat you can eat in one bite?",
			"Boss, how about a race to see how many pieces of yakiniku you can eat in one bite?"
		],
		[
			"speaker",
			433085
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30598,
				2,
				false
			]
		],
		[
			"msg",
			724655,
			null,
			"哼哼，我这是被小看了，才不怕呢！",
			"ハハハ、私を誰だと思ってるの。かかってきなさい！",
			"하하하, 날 누구로 아는 거야. 덤벼봐!",
			null,
			null,
			"Heck, I'm so underestimated I'm not afraid!",
			"Ha ha ha, who do you think I am? Come and get me!"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30598,
				2,
				true
			]
		],
		[
			"msg",
			724656,
			null,
			"星绮学姐，别被她带跑了。",
			"星綺部長、紋章に引っ張られないで。",
			"성기 부장, 문장에 이끌리지 마.",
			null,
			null,
			"Don't let her take you away, Ms. Sing-chi.",
			"Director Hoshikomi, don't get pulled in by the crest."
		],
		[
			"speaker",
			320677
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30629,
				0,
				false
			]
		],
		[
			"msg",
			724657,
			null,
			"真是的，哪有人送老晚会自己上去表演送自己的。",
			"まったく、送別される側の人間がなんで自分を送り出してるのよ。",
			"정말, 송별 받는 입장인데 왜 자기를 보내주고 있는 거야.",
			null,
			null,
			"Really, what kind of person sends an old party up to perform to send themselves.",
			"Totally, why is the person who is being sent away sending himself away?"
		],
		[
			"speaker",
			433085
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30598,
				5,
				false
			]
		],
		[
			"msg",
			724658,
			null,
			"但是，很好玩啊？",
			"だって、面白いじゃない？",
			"왜냐면, 재밌잖아?",
			null,
			null,
			"But it's fun, huh?",
			"Because it's funny, isn't it?"
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30598,
				4,
				false
			]
		],
		[
			"msg",
			724659,
			null,
			"听阿尔忒弥斯同学和纹章同学要把我们之前的经历改成剧本，做成送老晚会时……",
			"アルテミスさんと紋章さんから、私たちが実際に経験した内容をもとに脚本を作り直して、送別会で演じるって聞いて……。",
			"아르테미스 씨와 문장 씨에게서, 우리가 실제로 경험한 내용을 바탕으로 대본을 다시 만들어서 송별회에서 연기한다고 들었어...",
			null,
			null,
			"When I heard that Artemis and Heraldry students were going to turn our previous experience into a play and make it into a send-off party for the elderly ......",
			"Artemis and Monk told me that they are going to rework the script based on what we actually went through and perform it at the farewell party. ......"
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30598,
				3,
				false
			]
		],
		[
			"msg",
			724660,
			null,
			"我就忍不住想参加了！",
			"どうしても参加したくなっちゃってね！",
			"꼭 참여하고 싶어져서 말이야!",
			null,
			null,
			"I just couldn't resist participating!",
			"I couldn't resist the urge to participate!"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				5,
				false
			],
			[
				30598,
				3,
				true
			]
		],
		[
			"msg",
			724661,
			null,
			"虽然有点加工成分在。",
			"ちょっと手を加えた部分もあって。",
			"살짝 손을 댄 부분도 있고.",
			null,
			null,
			"A little bit of processed ingredients in there though.",
			"Some parts were slightly modified."
		],
		[
			"msg",
			724662,
			null,
			"而且夸张了很多……",
			"誇張しすぎている所もあるけど……。",
			"과장된 부분도 있지만...",
			null,
			null,
			"And much exaggerated ......",
			"Some places are overstated. ......."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				5,
				true
			],
			[
				30596,
				2,
				false
			]
		],
		[
			"msg",
			724663,
			null,
			"本意是让垂头丧气的大家打起精神，也让学姐们能安心离开嘛。",
			"この劇の目的は、落ち込んじゃったみんなを元気にして、先輩たちに安心していってもらうことだから——",
			"이 연극의 목적은 우울해진 모두를 힘내게 하고, 선배들이 안심하고 떠날 수 있게 하는 거니까——",
			null,
			null,
			"The intention was to raise the spirits of those who were downhearted and to let the older sisters leave in peace.",
			"The purpose of this play is to cheer up everyone who has been feeling down and make them feel at ease with their seniors."
		],
		[
			"portraits",
			[
				30594,
				5,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724664,
			null,
			"目标达成。",
			"目標は達成できたんじゃないかしら。",
			"목표는 달성된 게 아닐까.",
			null,
			null,
			"Objective reached.",
			"I think we achieved our goal."
		],
		[
			"speaker",
			320677
		],
		[
			"portraits",
			[
				30594,
				5,
				true
			],
			[
				30629,
				0,
				false
			]
		],
		[
			"msg",
			724665,
			null,
			"别说得我死了一样。",
			"ちょっと、私たちがあの世に行っちゃったような言い方しないでよ。",
			"좀, 우리가 저 세상에 가버린 듯한 말투 하지 마라니까.",
			null,
			null,
			"Don't talk like I'm dead.",
			"Hey, don't talk like we've gone to the other side."
		],
		[
			"speaker",
			320689
		],
		[
			"portraits",
			[
				30594,
				5,
				true
			],
			[
				30641,
				0,
				false
			]
		],
		[
			"msg",
			724666,
			null,
			"你们就知道看着星绮，最后那幕，我演的“阿尔忒弥斯”难道不是非常像吗？",
			"あなた方、星綺の事ばかり見てましたけど、最後の幕で私が演じた「アルテミス」、本人にすごく似てたんじゃありませんか？",
			"당신들은 성기만 쳐다보고 있었지만, 마지막 막에서 내가 연기한 「아르테미스」, 본인과 엄청 닮았지 않았나요?",
			null,
			null,
			"You guys just look at Starry Eyes. Didn't I play Artemis very well in the last scene?",
			"You were all looking at Hoshi Ki, but in the last act I played \"Artemis,\" didn't I look a lot like her?"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				5,
				false
			],
			[
				30641,
				0,
				true
			]
		],
		[
			"msg",
			724667,
			null,
			"有点害羞。",
			"なんだか恥ずかしいわ。",
			"왠지 부끄럽네.",
			null,
			null,
			"A little shy.",
			"It's kind of embarrassing."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				30594,
				5,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724668,
			null,
			"在最后一场戏里，为了达到同屏出镜的效果，我和纹章分别拜托了翎学姐和星绮学姐。",
			"劇の最後に、同じシーンで同一の人物をふたり登場させるために、私と紋章はそれぞれレイ先輩と星綺部長に自分を演じるよう頼んだ。",
			"극의 마지막에, 같은 장면에서 동일 인물을 두 명 등장시키기 위해, 나와 문장은 각각 레이 선배와 성기 부장에게 자신을 연기해 달라고 부탁했어.",
			null,
			null,
			"In the last scene, in order to achieve the effect of appearing on the same screen, Heraldry and I asked Plume-senpai and Hoshie-senpai respectively.",
			"At the end of the play, in order to have two identical characters in the same scene, I and Monsho asked senior Rei and Director Hoshi Ki to play themselves, respectively."
		],
		[
			"msg",
			724669,
			null,
			"翎学姐演的是作为学生的我，而星绮学姐演了作为学生的纹章。",
			"レイ先輩は学生の私を、星綺部長は学生の紋章を演じた。",
			"레이 선배는 학생 시절의 나를, 성기 부장은 학생 시절의 문장을 연기했지.",
			null,
			null,
			"Plume-senpai played me as a student, while Hoshie-senpai played Heraldry as a student.",
			"Senior Ray played me, the student, and Director Hoshikei played the crest of the student."
		],
		[
			"msg",
			724670,
			null,
			"虽然只有在那一幕是这么处理的……",
			"この工夫は最後の演出だけだった。それでも……。",
			"이 장치는 마지막 연출에만 사용했어. 그래도…….",
			null,
			null,
			"Although only in that scene is it handled that way ......",
			"This contrivance was only staged at the end. Still, it is available at ......."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724671,
			null,
			"看着别人演自己果然还是好奇怪。",
			"誰かが自分を演じてるのを見るのは、やっぱりすごく不思議ね。",
			"누군가가 나를 연기하는 걸 보는 건, 역시 굉장히 이상한 느낌이야.",
			null,
			null,
			"It's still really weird to watch someone else play themselves.",
			"It is still very strange to see someone playing themselves."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				5,
				true
			],
			[
				30596,
				5,
				false
			]
		],
		[
			"msg",
			724672,
			null,
			"星绮学姐，身高对不上了。",
			"星綺部長なんて身長あってないし。",
			"성기 부장은 키가 전혀 안 맞잖아.",
			null,
			null,
			"Seung-hee, I can't get the height right.",
			"Director Hoshikomi is not even tall enough."
		],
		[
			"speaker",
			433085
		],
		[
			"portraits",
			[
				30594,
				5,
				true
			],
			[
				30598,
				5,
				false
			]
		],
		[
			"msg",
			724673,
			null,
			"你闭嘴！知道我垫了多少内增高吗！",
			"お黙り！身長を盛るのに中敷き何枚敷いたと思ってるの！",
			"닥쳐! 키를 보태려고 깔창 몇 장이나 깔았는지 알아?!",
			null,
			null,
			"You shut up! Do you know how much I've had to put in?",
			"Shut up! Do you know how many padding sheets I put down to make you taller?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30598,
				5,
				true
			]
		],
		[
			"msg",
			724674,
			null,
			"——哈哈哈哈……",
			"——ハハハハ……。",
			"——하하하하…….",
			null,
			null,
			"--Hahahahaha ......",
			"-- hahahahaha ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724675,
			null,
			"我们将戏剧社拿《长不大的孩子》参赛的经历，做成了这次送老晚会。",
			"私たちは演劇部が『大きくならない子』という劇で大会に参加したこと、そしてその後どうなったかを劇にまとめ、送別パーティーで披露したのだ。",
			"우리는 연극부가 『크게 되지 않는 아이』라는 연극으로 대회에 참가한 것, 그리고 그 후 어떻게 되었는지를 연극으로 정리해 송별 파티에서 공개했던 거야.",
			null,
			null,
			"We took the Drama Club's experience of competing with The Overgrown Kid and made it into this send-off party for the elderly.",
			"We put together a play about the drama club's participation in the competition with a play called \"The Girl Who Wouldn't Grow Up\" and what happened afterwards, which we performed at the farewell party."
		],
		[
			"msg",
			724676,
			null,
			"从大赛失利，到社团四分五裂，最后又聚在了一起。",
			"大会で結果が出ず演劇部が散り散りになってしまったものの、最終的にはまたひとつになった様子を。",
			"대회에서 결과를 내지 못하고 연극부가 흩어져 버렸지만, 결국에는 다시 하나가 된 모습을.",
			null,
			null,
			"From losing the competition, to the club being torn apart and finally coming together again.",
			"How the drama club was scattered by the lack of results in the competition, but eventually came together again."
		],
		[
			"msg",
			724677,
			null,
			"结果，非常成功。",
			"劇は大成功だった。",
			"연극은 대성공이었어.",
			null,
			null,
			"As it turned out, it was very successful.",
			"The play was a great success."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724678,
			null,
			"那么，之后……我们该做什么呢？",
			"それじゃ、これから……どうすればいいかしら？",
			"그럼, 이제부터... 어떻게 하면 좋을까?",
			null,
			null,
			"So what do ...... we do after that?",
			"So what do I do now with ......?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				4,
				true
			],
			[
				30596,
				3,
				false
			]
		],
		[
			"msg",
			724679,
			null,
			"是剧中的台词。",
			"それって劇中のセリフみたいよ。",
			"그건 연극 속 대사 같아.",
			null,
			null,
			"It's a line from the play.",
			"That sounds like a line from a play."
		],
		[
			"msg",
			724680,
			null,
			"学姐，你不会还没从演戏的状态回来吧？",
			"アルテミス先輩、まだ劇の世界から抜け出せてないんじゃないでしょうね？",
			"아르테미스 선배, 아직 연극의 세계에서 벗어나지 못한 건 아니겠지?",
			null,
			null,
			"Sister, you haven't come back from acting yet, have you?",
			"Artemis senior, you haven't escaped from the world of the play yet, have you?"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724681,
			null,
			"就算没回来，我这次演的只是自己。",
			"仮に抜け出せてなかったとしても、今演じてるのは自分自身でしょう。",
			"가령 벗어나지 못했다고 해도, 지금 연기하고 있는 건 자기 자신이잖아.",
			null,
			null,
			"Even if it doesn't come back, I'm playing just myself this time.",
			"Even if you hadn't gotten out of it, you would still be the one playing it now."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724682,
			null,
			"也是~",
			"それもそうね～。",
			"그것도 그렇네~.",
			null,
			null,
			"Also~",
			"That's true too!"
		],
		[
			"speaker",
			433085
		],
		[
			"portraits",
			[
				30598,
				1,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724683,
			null,
			"你们两个。",
			"あなたたち。",
			"너희들.",
			null,
			null,
			"You two.",
			"You guys."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724684,
			null,
			"星绮学姐凑了过来。",
			"星綺部長が近寄ってきた。",
			"성기 부장이 다가왔다.",
			null,
			null,
			"Hoshie-senpai came over.",
			"Director Hoshikiri approached me."
		],
		[
			"speaker",
			433085
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30598,
				2,
				false
			]
		],
		[
			"msg",
			724685,
			null,
			"不错嘛，看来可以安心把社团交给你们了。",
			"なかなかやるね。これならあなたたちに安心して演劇部を任せられるよ。",
			"꽤 잘 하는데. 이 정도면 너희들에게 연극부를 안심하고 맡길 수 있겠어.",
			null,
			null,
			"Not bad. I think I can leave the club in your hands now.",
			"That's pretty good. I can trust you and your team to take care of the theater department with confidence."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30598,
				3,
				false
			]
		],
		[
			"msg",
			724686,
			null,
			"舞台完成度还行，布景是有点简陋，但原谅你们了。",
			"舞台の完成度はまあまあで、セットもちょっと簡素だったけど、そこはご愛敬ってことで。",
			"무대 완성도는 그럭저럭이고, 세트도 조금 간소했지만, 그건 애교로 봐주지.",
			null,
			null,
			"The stage finish is okay, the set is a bit spartan, but you're forgiven.",
			"The stage was just about perfect, and the set was a bit simplistic, but I'll give them credit for that."
		],
		[
			"msg",
			724687,
			null,
			"外援甚至能找到外校的人，人际关系也一流。",
			"でも学外の人に応援をお願いできるなんて、コネクションは一流だね。",
			"그런데 학외 사람들에게 응원을 부탁할 수 있다니, 커넥션은 일류네.",
			null,
			null,
			"Outside help can even find people from outside schools and the relationships are top notch.",
			"But to be able to ask for support from people outside the university, your connections are top notch."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30598,
				3,
				true
			]
		],
		[
			"msg",
			724688,
			null,
			"那个，其实是托希露同学的福。",
			"実を言うと、それはシィルさんのおかげなんです。",
			"사실을 말하자면, 그건 시르 씨 덕분이에요.",
			null,
			null,
			"That, in fact, is thanks to Shilu-san.",
			"As a matter of fact, it is thanks to Mr. Shil."
		],
		[
			"speaker",
			320679
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30631,
				0,
				false
			]
		],
		[
			"msg",
			724689,
			null,
			"我们找手工社借东西的时候，希露同学很感兴趣，我们就邀请她来看了。",
			"はい。工作部に物を借りに行った時、シィルさんも興味を持ってくれて一緒に見に来てもらったんです。",
			"네. 공작부에 물건을 빌리러 갔을 때, 시르 씨도 관심을 가져주시고 같이 보러 와주셨거든요.",
			null,
			null,
			"When we approached the craft club to borrow something, Shilou was interested and we invited her to come and see it.",
			"Yes, I did. When I went to the crafts department to borrow things, Shil was interested and came with me to look at them."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30631,
				0,
				true
			]
		],
		[
			"msg",
			724690,
			null,
			"是的，正当我们苦恼着曲子问题时，她告诉我们，之前在商店街认识过一个玩音乐的姐姐，有作曲需要可以拜托合作一下。",
			"ええ、それで曲をどうするか悩んでいるのをシィルさんが見て。そうしたらシィルさん、以前商店街で音楽をやっているお姉さんと知り合ったから、曲作りをお願いできるかもと言ってくれたんです。",
			"그래요, 그래서 곡을 어떻게 할지 고민하는 걸 시르 씨가 보시더니. 그랬더니 시르 씨가 예전에 상점가에서 음악을 하는 언니를 알게 되셔서, 곡 작곡을 부탁할 수 있을지도 모른다고 말씀해주셨죠.",
			null,
			null,
			"Yes, just as we were struggling with the tune issue, she told us that she had met a sister who played music in the shopping street before, and that she could please collaborate with us if she needed to compose a song.",
			"Yes, and I was wondering what to do with the song when Mr. Shiru saw me. Then Mr. Shiru told me that he had met a sister who used to play music in the shopping arcade, and that he might be able to help me write a song."
		],
		[
			"speaker",
			433085
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30598,
				2,
				false
			]
		],
		[
			"msg",
			724691,
			null,
			"那也是你们自己争取的啦。",
			"でも、それもあなたたちが努力したからこそできた事だよね。",
			"하지만 그건 너희들이 노력했기 때문에 가능한 일이잖아.",
			null,
			null,
			"You've earned it.",
			"But that was only possible because of your efforts."
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30598,
				3,
				false
			]
		],
		[
			"msg",
			724692,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			724693,
			null,
			"不需要那么多的谦逊，你们不也说了嘛。",
			"そんなに謙遜しないで。あなたたちも言ってたでしょ。",
			"그렇게 겸손하지 마. 너희들도 말했잖아.",
			null,
			null,
			"There's no need for all that humility. You guys said so.",
			"Don't be so modest. You guys said it too."
		],
		[
			"msg",
			724694,
			null,
			"自豪地向大家阐述你内心所看到的世界。",
			"心の中の世界を自信を持ってみんなに言えばいいって。",
			"마음 속의 세계를 자신 있게 모두에게 말하면 된다고.",
			null,
			null,
			"Proudly articulate to everyone the world as you see it inside.",
			"He said I should confidently tell everyone about the world in my mind."
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30598,
				2,
				false
			]
		],
		[
			"msg",
			724695,
			null,
			"开心的时候，就放开了笑吧。",
			"楽しい時には思いっきり笑えばいいんだよ。",
			"즐거울 때는 마음껏 웃으면 돼.",
			null,
			null,
			"When you're happy, just let go and laugh.",
			"When you're having fun, just laugh as hard as you can."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30598,
				2,
				true
			]
		],
		[
			"msg",
			724696,
			null,
			"我会记住的。",
			"わかりました。覚えておきます。",
			"알았어. 기억해 둘게.",
			null,
			null,
			"I'll keep that in mind.",
			"I understand. I'll keep that in mind."
		],
		[
			"speaker",
			433085
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30598,
				4,
				false
			]
		],
		[
			"msg",
			724697,
			null,
			"唔~老了老了，再聊伤感了。",
			"あ～あ、私もなんだか老けてきたのかな～。これ以上しゃべっていると寂しくなってきそう。",
			"아이고~ 나도 왠지 늙은 건가~. 이렇게 계속 얘기하다 보면 외로워질 것 같아.",
			null,
			null,
			"Well~ old old old, talk about sadness again.",
			"Ohhhh, I must be getting somewhat old! I'm going to miss you if I talk any more."
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30598,
				3,
				false
			]
		],
		[
			"msg",
			724698,
			null,
			"希望以后还能看到你们演的舞台剧。",
			"これからもあなたたちの劇を見るの、楽しみにしてるから。",
			"앞으로도 너희들 연극 보는 거, 기대할게.",
			null,
			null,
			"I hope to see you guys in another stage play in the future.",
			"I look forward to seeing more of your plays in the future."
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30598,
				2,
				false
			]
		],
		[
			"msg",
			724699,
			null,
			"无论在哪，我都会第一时间回来看~",
			"どこでやってても、私が一番に見に行くね。",
			"어디에서 하든 내가 제일 먼저 보러 갈게.",
			null,
			null,
			"Wherever I am, I'll be the first to check back~",
			"Wherever you're doing it, I'll be the first to see it."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30598,
				2,
				true
			]
		],
		[
			"msg",
			724700,
			null,
			"约好了。",
			"約束ですよ。",
			"약속이야.",
			null,
			null,
			"Appointment made.",
			"It's a promise."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30598,
				2,
				true
			]
		],
		[
			"msg",
			724701,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			129
		],
		[
			"speaker",
			204646
		],
		[
			"bg",
			"CG10317"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30596,
				3,
				false
			]
		],
		[
			"msg",
			724702,
			null,
			"学姐，回家前，陪我去个地方吧。",
			"先輩、帰る前に一緒についてきて欲しい所があるんだけど。",
			"선배, 가기 전에 같이 가줬으면 하는 곳이 있는데.",
			null,
			null,
			"Sister, before you go home, go somewhere with me.",
			"Senpai, there's a place I'd like you to follow me before you leave."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724703,
			null,
			"又打什么鬼主意？",
			"また何かたくらんでるんじゃないでしょうね？",
			"또 무슨 꿍꿍이 있는 거 아니야?",
			null,
			null,
			"What are you up to now?",
			"You're not up to something again, are you?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				4,
				false
			]
		],
		[
			"msg",
			724704,
			null,
			"我就不能有点好心思~",
			"私もたまにはいい事するかもしれないじゃん～。",
			"나도 가끔은 좋은 일 할 때도 있잖아~.",
			null,
			null,
			"Can't I just be nice?",
			"You know, I might do something good once in a while too!"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				4,
				true
			]
		],
		[
			"msg",
			724705,
			null,
			"你？有就见鬼了。",
			"あなたが？そんな事あったら陽が西から昇りそうよね。",
			"네가? 그런 일이 있으면 해가 서쪽에서 뜰 거 같아.",
			null,
			null,
			"You? I'll be damned if I have.",
			"You? If that happened, the sun would rise in the west."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				5,
				false
			]
		],
		[
			"msg",
			724706,
			null,
			"切~",
			"チェッ～。",
			"쳇~.",
			null,
			null,
			"Cut.",
			"Chech~."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				5,
				true
			]
		],
		[
			"msg",
			724707,
			null,
			"之后还得要你来好好带团的，不把你这坏习惯改过去，社员们都要对你失信了。",
			"あなたにはこれから先、演劇部をしっかりとまとめていってもらわないといけないんだから。あなたの悪いクセ、改めないと部員にそっぽ向かれちゃうわよ。",
			"너는 앞으로 연극부를 탄탄하게 이끌어나가야 해. 네 나쁜 버릇, 고치지 않으면 부원들이 등을 돌릴 거야.",
			null,
			null,
			"You'll have to lead the group properly. If you don't get over your bad habits, the members will lose faith in you.",
			"I need you to keep the drama club together from now on. If you don't change your bad habits, the members will turn away from you."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				2,
				false
			]
		],
		[
			"msg",
			724708,
			null,
			"这方面我一直把控得很好。",
			"その点は私、これまでもちゃんとしてるし大丈夫よ。",
			"그 점은 나, 지금까지도 잘 해왔으니까 괜찮아.",
			null,
			null,
			"I've always had a good handle on that.",
			"I've been good about that, and I'm fine with that."
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724709,
			null,
			"倒不如说，学姐居然没有接受成为下一任社长，让我很惊讶。",
			"でも、先輩がまさか次期部長の就任要請を断るとは、すごく意外だったわ。",
			"그런데 선배가 차기 부장 취임 요청을 거절할 줄은 정말로 의외였어.",
			null,
			null,
			"Rather, I'm surprised that Gakuya didn't accept to become the next president.",
			"But I was very surprised that my seniors would refuse my request to become the next head of the department."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724710,
			null,
			"当了社长，我可没法专心提升演戏的水平。",
			"私、部長になったら演技を磨くのに集中できないと思うの。",
			"나, 부장이 되면 연기 연마에 집중할 수 없을 것 같아.",
			null,
			null,
			"I can't concentrate on improving my acting when I'm president.",
			"I don't think I would be able to concentrate on honing my acting skills if I became a department head."
		],
		[
			"msg",
			724711,
			null,
			"现在的我，还没能赶上你。",
			"それに、今はまだあなたに追いつくことができてないもの。",
			"게다가, 아직은 너에게 따라잡지도 못했으니까.",
			null,
			null,
			"Right now, I haven't been able to catch up with you.",
			"Besides, I haven't caught up with you yet."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				3,
				false
			]
		],
		[
			"msg",
			724712,
			null,
			"欸~劲敌发言？",
			"あらら、もしかしてライバル宣言？",
			"어라, 혹시 라이벌 선언?",
			null,
			null,
			"Hey, what's the big deal?",
			"Oops, perhaps a rivalry remark?"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				3,
				true
			]
		],
		[
			"msg",
			724713,
			null,
			"怎么是这个结论——",
			"どうしてそうなるのよ——",
			"왜 그렇게 생각하는 거야——",
			null,
			null,
			"How's that for a conclusion--",
			"How can you be so--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724714,
			null,
			"纹章似乎突然看到了什么，打断了我说话，小跑到了最前面。",
			"紋章が何かを見つけたのか、話の途中にも関わらず前の方へと駆けて行った。",
			"문양이 무엇인지 발견했는지, 이야기 도중에도 불구하고 앞쪽으로 달려갔다.",
			null,
			null,
			"Heraldry seemed to suddenly see something, interrupting me and trotting to the front of the line.",
			"The crest found something and ran to the front, even though it was in the middle of a conversation."
		],
		[
			"msg",
			724715,
			null,
			"然后停在一小巷旁，里面有一家店。",
			"そして裏通りの所で止まった。通りの中には小さな店があった。",
			"그리고 뒷골목에서 멈췄다. 골목 안에는 작은 가게가 하나 있었다.",
			null,
			null,
			"Then stop by an alley with a store in it.",
			"Then we stopped at a back street. In the street was a small store."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724716,
			null,
			"这是！？",
			"この店って！？",
			"이 가게라니!?",
			null,
			null,
			"This is!?",
			"What's this store!"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724717,
			null,
			"你一直都想要吧。",
			"ずっと欲しがってたんじゃない？",
			"계속 갖고 싶어하던 거 아니었어?",
			null,
			null,
			"You've always wanted it.",
			"You've always wanted one, haven't you?"
		],
		[
			"msg",
			724718,
			null,
			"虽然肯定不是当初那一只，但型号应该是差不多的。",
			"まったく同じじゃないかもしれないけどね。",
			"완전히 똑같지는 않을지도 모르지만.",
			null,
			null,
			"It's definitely not the same one as it was back then, but the model should be similar.",
			"Maybe not exactly the same."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724719,
			null,
			"你是怎么找到这家店的。",
			"このお店、どうやって見つけたの？",
			"이 가게, 어떻게 찾았어?",
			null,
			null,
			"How did you find this store.",
			"How did you find this store?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				1,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724720,
			null,
			"别小看我的情报网，所以说，你完全不需要担心我的人际。",
			"私の情報網を甘く見ないでよ。言ったじゃない、コネクションについては全然心配する必要ないって。",
			"내 정보망을 얕보지 마. 말했잖아, 커넥션에 대해서는 전혀 걱정할 필요 없다고.",
			null,
			null,
			"Don't underestimate my intelligence network, so that means you don't need to worry about my people at all.",
			"Don't underestimate my network. I told you, you don't need to worry about connections at all."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				1,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724721,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724722,
			null,
			"谢谢你。",
			"ありがとう。",
			"고마워.",
			null,
			null,
			"Thank you.",
			"Thank you."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				30594,
				2,
				true
			],
			[
				30596,
				1,
				false
			]
		],
		[
			"msg",
			724723,
			null,
			"走吧，这次可不能让它溜掉了。",
			"行こう、今度こそ逃さないようにね。",
			"가자, 이번엔 절대 놓치지 않도록.",
			null,
			null,
			"Let's go. We can't let it slip away this time.",
			"Let's go. Let's not miss it this time."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				30594,
				2,
				false
			],
			[
				30596,
				1,
				true
			]
		],
		[
			"msg",
			724724,
			null,
			"绝对不会！",
			"ええ、絶対に逃さないわ！",
			"응, 절대 놓치지 않을 거야!",
			null,
			null,
			"Absolutely not!",
			"Yeah, I wouldn't miss it for the world!"
		]
	],
	"10459": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10260"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724725,
			null,
			"长空市，",
			"長空市。",
			"창공시.",
			"Nagazora City.",
			null,
			"Longhorn City.",
			"Changkuu City."
		],
		[
			"bgm",
			129
		],
		[
			"msg",
			724726,
			null,
			"人来人往。",
			"多くの人が行き交っている。",
			"많은 사람들이 오가고 있었다.",
			"People come and go.",
			null,
			"People come and go.",
			"Many people come and go."
		],
		[
			"msg",
			724727,
			null,
			"抱着募捐箱的男人正在街头发表即兴言说。",
			"募金箱を持った男性が、街頭で演説をしている。",
			"모금함을 든 남자가 거리에서 연설을 하고 있다.",
			"A man holding a donation box is giving an impromptu speech on the street.",
			null,
			"The man holding the collection box is making an impromptu speech in the street.",
			"A man with a donation box is addressing the public on the street."
		],
		[
			"msg",
			724728,
			null,
			"“……诸位，近年以来的事实已经证明了，我们人类联合起来是不可战胜的，是打不倒的，只要团结在我们理事的周围——”",
			"「……皆さん、我々人類が手を取り合わなければ勝つことも倒すこともできないことは、近年の出来事を見れば明らかです。私どもの理事を中心に団結しさえすれば——」",
			"「……여러분, 우리 인류가 손을 잡지 않으면 이길 수도 쓰러뜨릴 수도 없다는 것은 최근의 사건을 보면 명백합니다. 저희 이사를 중심으로 단결하기만 한다면——」",
			"\"...Ladies and gentlemen, the facts in recent years have proven that when we humans unite, we are invincible and cannot be defeated. As long as we unite around our directors——\"",
			null,
			"\"...... Gentlemen, it has been proven in recent years that we humans, united, are invincible and unbeatable, and by uniting around our council-\"",
			"...... Ladies and gentlemen, it is clear from recent events that we, the human race, cannot win or defeat them unless we join hands. If only we would unite around our board of directors--\""
		],
		[
			"msg",
			724729,
			null,
			"“……为了人类的未来……”",
			"「……人類の未来のためにも……。」",
			"「……인류의 미래를 위해서도…….」",
			"\"...for the future of humanity...\"",
			null,
			"\"...... For the Future of Humanity ......\"",
			"\"...... for the future of humanity.\""
		],
		[
			"msg",
			724730,
			null,
			"“……请各位多多支持我们的事业！”",
			"「……どうか私どもの事業にご支持賜りますようお願いいたします！」",
			"「……부디 저희의 사업에 지지해 주시기를 부탁드립니다!」",
			"\"...please support our cause!\"",
			null,
			"\"...... Please support our cause!\"",
			"\"...... please support our business!\""
		],
		[
			"msg",
			724731,
			null,
			"对街绿灯亮起，激昂的演讲声是一朵小小的浮沫， 旋即被上班族的浪潮所击打得天旋地转。",
			"信号が青になった。高らかな演説の声はまるで細かい泡のように、行き来するサラリーマンの波によって散り散りになった。",
			"신호가 파란불로 바뀌었다. 높은 연설 소리는 마치 잔물결처럼 오가는 회사원들의 물결에 의해 흩어져 버렸다.",
			"Across the street, the traffic light turned green, and the passionate speech was like just a small bubble, soon blown away by the waves of office workers coming and going.",
			null,
			"Across the street the light turns green, and the sound of a rousing speech is a tiny froth that is immediately knocked skyward by the tide of commuters.",
			"The traffic light turned green. The high pitched voices of the speeches were like fine bubbles, scattered by the waves of businessmen coming and going."
		],
		[
			"msg",
			724732,
			null,
			"在这翻覆之中，男人伸出手，握住了一个从旁经过的人的手臂。",
			"その繰り返しだった。男性は手を伸ばし、目の前を通り過ぎる人の手を握って言った。",
			"그 반복이었다. 남자는 손을 내밀어, 눈앞을 지나가는 사람의 손을 잡으며 말했다.",
			"The same thing happened over and over again. The man reached out and shook the hand of everyone who passed in front of him.",
			null,
			"In the midst of this tumble, the man reached out and took the arm of a man who was passing by.",
			"The process was repetitive. The man reached out and shook the hand of someone passing in front of him and said."
		],
		[
			"msg",
			724733,
			null,
			"“你好，请听我——”",
			"「こんにちは。どうか私の話を——」",
			"「안녕하세요. 제 말씀을 좀——」",
			"\"Hello, please listen to me——\"",
			null,
			"\"Hello, please listen to me--\"",
			"Hello. Please let me tell you my story--\""
		],
		[
			"msg",
			724734,
			null,
			"话未说尽，男人忽觉失礼地放下了手。",
			"男性の話はまだ途中だったが、握った手が振りほどかれた。",
			"남자의 말은 아직 중간이었지만, 잡힌 손이 뿌리쳐졌다.",
			"Before he could finish his words, the man suddenly felt rude and put down his hand.",
			null,
			"Before the words were out of his mouth, the man dropped his hand in a sudden sense of rudeness.",
			"The man was still in the middle of his story, but his grip was shaken off."
		],
		[
			"msg",
			724735,
			null,
			"被抓住手的人奇怪地看着他。",
			"手を握られた人物は、何事かと男性の方を見た。",
			"손을 잡힌 사람은 무슨 일인가 하고 남자를 쳐다보았다.",
			"The person whose hand was grabbed looked at him strangely.",
			null,
			"The man whose hand was grabbed looked at him strangely.",
			"The person holding his hand looked at the man to see what was going on."
		],
		[
			"speaker",
			726141
		],
		[
			"portraits",
			[
				30667,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724736,
			null,
			"那个……失礼了，很抱歉。",
			"あっ……失礼しました。",
			"아…… 실례했습니다.",
			"That... That was rude, I'm sorry.",
			null,
			"That ...... was rude, I'm sorry.",
			"Oh, ...... sorry about that."
		],
		[
			"speaker",
			726149
		],
		[
			"portraits",
			[
				30667,
				0,
				true
			],
			[
				30675,
				8,
				false
			]
		],
		[
			"msg",
			724737,
			null,
			"哦。",
			"ああ。",
			"아.",
			"Oh.",
			null,
			"Oh.",
			"Oh."
		],
		[
			"speaker",
			726141
		],
		[
			"portraits",
			[
				30667,
				0,
				false
			],
			[
				30675,
				8,
				true
			]
		],
		[
			"msg",
			724738,
			null,
			"不过，为了全体人类光明而璀璨的未来，每一位公民都有义务行动，就算失礼，我也要说……",
			"突然引きとめてしまい申し訳ありません。しかし、全人類の輝かしく明るい未来のためにも、国民ひとりひとりに行動を起こす義務があるのです。ですから失礼であっても伝えなければならないのです……。",
			"갑자기 붙잡아서 죄송합니다. 하지만 인류 전체의 빛나고 밝은 미래를 위해 국민 한 사람 한 사람이 행동을 취할 의무가 있습니다. 그러니 실례를 무릅쓰고라도 전해야 합니다…….",
			"However, for the bright and shining future of all of humanity, every citizen has the obligation to act, so even if it is rude, I still have to say...",
			null,
			"However, for the sake of the bright and shining future of all mankind, it is the duty of every citizen to act, even if it is rude, I will say ......",
			"I am sorry to have to pull you out of the room so abruptly. However, for the sake of a bright and cheerful future for all mankind, each and every citizen has an obligation to take action. So I must tell you even if it is rude. ......"
		],
		[
			"speaker",
			726149
		],
		[
			"portraits",
			[
				30667,
				0,
				true
			],
			[
				30675,
				8,
				false
			]
		],
		[
			"msg",
			724739,
			null,
			"要这个？",
			"これが欲しいのですか？",
			"이게 필요하신가요?",
			"Is this what you want?",
			null,
			"Want this?",
			"Do you want this?"
		],
		[
			"speaker",
			726141
		],
		[
			"portraits",
			[
				30667,
				0,
				false
			],
			[
				30675,
				8,
				true
			]
		],
		[
			"msg",
			724740,
			null,
			"……什么？",
			"……えっ？",
			"……엣?",
			"...What?",
			null,
			"...... what?",
			"...... eh?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30675,
				8,
				true
			]
		],
		[
			"msg",
			724741,
			null,
			"女人指了指他抱在手上的募捐箱。",
			"スーツ姿の女性は男性が抱えている募金箱を指さした。",
			"수트 차림의 여성은 남자가 들고 있는 모금함을 가리켰다.",
			"The woman in a suit pointed to the donation box the man was holding.",
			null,
			"The woman pointed to the collection box he held in his hands.",
			"A woman in a suit pointed to a donation box held by a man."
		],
		[
			"speaker",
			726149
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30675,
				8,
				false
			]
		],
		[
			"msg",
			724742,
			null,
			"是这个吧。",
			"これでしょう？",
			"이거 아니에요?",
			"Is this it?",
			null,
			"It's this one, isn't it?",
			"This is it, isn't it?"
		],
		[
			"speaker",
			726141
		],
		[
			"portraits",
			[
				30667,
				0,
				false
			],
			[
				30675,
				8,
				true
			]
		],
		[
			"msg",
			724743,
			null,
			"呃……",
			"あの……。",
			"저…….",
			"Um...",
			null,
			"Uh ......",
			"That ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30675,
				8,
				true
			]
		],
		[
			"msg",
			724744,
			null,
			"就在男人发愣的时候，女人向募捐箱里扔下了一张纸币。",
			"男性があっけにとられていると、女性は募金箱の中にお札を一枚、まるで捨てるかのように入れた。",
			"남자가 어리둥절해 있는 사이, 여성은 모금함 안에 지폐 한 장을 마치 버리듯이 넣었다.",
			"As the man stared in shock, the woman put a banknote into the donation box, as if throwing it away.",
			null,
			"Just as the man froze, the woman dropped a bill into the collection box.",
			"When the man was taken aback, the woman placed a single bill in the donation box as if she were throwing it away."
		],
		[
			"speaker",
			726149
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30675,
				8,
				false
			]
		],
		[
			"msg",
			724745,
			null,
			"不用找。",
			"おつりは結構です。",
			"거스름돈은 됐어요.",
			"Keep the change.",
			null,
			"No need to look.",
			"Change is fine."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30675,
				8,
				true
			]
		],
		[
			"msg",
			724746,
			null,
			"她继续往前走，像另一朵小小的浮沫，人浪翻涌，将她卷去，消失在男人的视野里。",
			"女性は再び歩き始め、一粒の泡のように人波の中へと消え、男性の視界からいなくなった。",
			"여성은 다시 걸음을 시작했고, 하나의 거품처럼 인파 속으로 사라져 남자의 시야에서 모습을 감췄다.",
			"The woman started walking again, disappearing into the crowd like a another bubble, out of the man's sight.",
			null,
			"She continued on, like another tiny puff of foam, as the human wave rolled over and swept her away, disappearing from the man's view.",
			"The woman began walking again, disappearing like a single bubble into the crowd and out of sight of the men."
		],
		[
			"msg",
			724747,
			null,
			"默默站立在远处，怔怔地看着女人离去的背影，良久，男人终于忍不住发出了怒吼。",
			"女性の後ろ姿が見えなくなり、黙って立ち尽くしていた男性はしばらくしてからようやく怒りの声をあげた。",
			"여성의 뒷모습이 보이지 않자, 묵묵히 서 있던 남자는 한참 뒤에야 겨우 분노의 목소리를 내뱉었다.",
			"The man had been standing there in silence since the woman's back disappeared from view, and after a while, he finally let out an angry cry.",
			null,
			"Standing silently in the distance, staring blankly at the woman's departing back, for a long time, the man finally couldn't help but let out a roar.",
			"The woman's back was out of sight, and the man, who had been standing silently, finally voiced his anger a short time later."
		],
		[
			"speaker",
			726141
		],
		[
			"portraits",
			[
				30667,
				0,
				false
			],
			[
				30675,
				8,
				true
			]
		],
		[
			"msg",
			724748,
			null,
			"……这又不是乞讨！",
			"……私は物乞いをしているわけじゃない！",
			"...나는 구걸하는 게 아니라고!",
			"...I am not a beggar!",
			null,
			"...... It's not like it's begging!",
			"...... I am not begging!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				30667,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724749,
			null,
			"…………",
			"…………。",
			"………….",
			"......"
		],
		[
			"msg",
			724750,
			null,
			"走路的声音、嬉闹的声音、谈话的声音。",
			"人々の足音、楽しそうな話し声。",
			"사람들의 발소리, 즐거운 대화 소리.",
			"The sounds of walking, playing, and talking.",
			null,
			"Sounds of walking, playing, talking.",
			"The sound of people's footsteps and happy conversations."
		],
		[
			"msg",
			724751,
			null,
			"空调外机的嗡鸣、自动门开关、蝉鸣、婴儿的哭泣、便利店微波炉计时器归零的铃声。",
			"エアコンの室外機のうなる音、自動ドアの音、セミや子供の鳴き声、コンビニの電子レンジの音。",
			"에어컨 실외기의 윙윙거리는 소리, 자동문 소리, 매미와 아이들의 울음소리, 편의점 전자레인지 소리.",
			"The hum of an air conditioner outdoor unit, the automatic opening and closing of doors, the chirping of cicadas, the crying of a baby, and the beeping sound of a convenience store microwave timer returning to zero.",
			null,
			"The hum of the air conditioner's outside unit, automatic doors opening and closing, cicadas chirping, babies crying, the ringing of a convenience store microwave timer returning to zero.",
			"The hum of the outdoor unit of an air conditioner, the sound of an automatic door, the cries of cicadas and children, the sound of a microwave oven in a convenience store."
		],
		[
			"msg",
			724752,
			null,
			"轻声的叹息、抑制不住的笑、咳嗽、风扇旋转、轿车喇叭、引擎运转、风吹过树叶。",
			"ため息の音、こらえきれず笑う声、咳、ファンが回る音、車のクラクション、エンジン音、風で木々が揺れる音。",
			"한숨 소리, 참지 못하고 터지는 웃음, 기침, 팬이 돌아가는 소리, 자동차 경적, 엔진 소리, 바람에 흔들리는 나무들 소리.",
			"Soft sighs, uncontrollable laughter, coughs, fans spinning, cars honking, engines running, wind blowing through leaves.",
			null,
			"Soft sighs, suppressed laughter, coughs, fans spinning, car horns, engines running, wind blowing through the leaves.",
			"The sound of sighs, uncontrollable laughter, coughs, fans turning, car horns, engines, trees swaying in the wind."
		],
		[
			"msg",
			724753,
			null,
			"这是故乡长空市的声音，而在这诸声音之上，一个整齐，统一的旋律，激昂而恢弘，使人不由得去想象那份难言的伟大。",
			"これが故郷の長空市の音だ。それら様々な音がひとつの統一された旋律にしたがって高らかに壮大に奏でられ、それを聞いた人々に言葉では言い尽くせない偉大さを感じさせる。",
			"이것이 고향 장공시의 소리다. 그 다양한 소리들이 하나의 통일된 선율에 따라 장엄하게 울려 퍼지며, 그것을 듣는 이들에게 말로 다할 수 없는 위대함을 느끼게 했다.",
			"These are the sounds of my hometown, Nagazora City, and above all these sounds, there is a neat, unified melody, so stirring and majestic that one cannot help but imagine its unspeakable greatness.",
			null,
			"This is the sound of the hometown of Long Hollow City, and above all these sounds, a neat, unified melody, stirring and magnificent, so that one can not help but imagine that unspeakable greatness.",
			"This is the sound of my hometown, Chang Ku City. These various sounds are played in a high and magnificent manner according to a single unified melody, and those who hear them are made to feel a greatness that cannot be described in words."
		],
		[
			"msg",
			724754,
			null,
			"从涂着鲜亮色彩的热气球上，庆典的音乐随着传单一起飘落。让城市的每一个角落都充盈着喜悦的颤栗，让每个人都能感到那份伟大与自己时刻相连。",
			"色鮮やかに塗られた気球から祝い事の音楽が鳴り響き、ビラが落ちてきてこの町の隅から隅まですべてが喜びに震え、人々はその偉大さと自分とが常につながっているのを感じていた。",
			"화려하게 칠해진 기구에서 경축 음악이 울려 퍼지고, 전단지가 떨어지며 이 마을 구석구석이 기쁨으로 떨렸다. 사람들은 그 위대함과 자신이 늘 연결되어 있음을 느끼고 있었다.",
			"From the balloons painted with bright colors to where the music of the celebration blared from speakers, leaflets fell together, filling every corner of the city with the thrill of joy, allowing everyone to feel their greatness that is always connected to them.",
			null,
			"From hot air balloons painted in bright colors, the music of the celebration floats down along with the flyers. Filling every corner of the city with a shiver of joy, so that everyone can feel that greatness connected to them at all times.",
			"Celebratory music blared from the colorfully painted balloons, leaflets fell and everything in every corner of this town trembled with joy, and the people felt a constant connection with their greatness and with themselves."
		],
		[
			"bg",
			"CG10442"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			724755,
			null,
			"胜利，胜利，胜利。",
			"勝利、勝利、勝利。",
			"승리, 승리, 승리.",
			"Victory, victory, victory.",
			null,
			"Victory, victory, victory.",
			"Win, win, win."
		],
		[
			"msg",
			724756,
			null,
			"铃铃铃！",
			"ジリリリリン！",
			"따르릉따르릉!",
			"<i>Ring ring ring!</i>",
			null,
			"Jingle bells!",
			"Jiriririn!"
		],
		[
			"speaker",
			726149
		],
		[
			"msg",
			724757,
			null,
			"喂？是，我已经到长空市了。",
			"もしもし？はい、既に長空市に到着しています。",
			"여보세요? 네, 이미 장공시에 도착했습니다.",
			"Hello? Yes, I have arrived in Nagazora City.",
			null,
			"Hello? Yes, I've arrived in Long Hollow City.",
			"Hello? Yes, we have already arrived at Changku City."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			724758,
			null,
			"百亿年以来无人能出其右的胜利。全体人类的胜利。",
			"過去100億年遡ってみてもこれ以上ないほどの勝利。全人類の勝利だ。",
			"과거 100억 년을 돌이켜봐도 이보다 더 큰 승리는 없었습니다. 전 인류의 승리입니다.",
			"A victory that no one has matched in billions of years. A victory for all of humanity.",
			null,
			"A victory unmatched in 10 billion years. A victory for all mankind.",
			"This is a victory that could not have been achieved if you go back 10 billion years in the past. A victory for all mankind."
		],
		[
			"speaker",
			726149
		],
		[
			"msg",
			724759,
			null,
			"时间？组织定的机票就是这个时候到的，我还没有找酒店。",
			"時間でしょうか？いえ、組織が用意した航空券はこの時間着のものでして、ホテルもまだ探せていない状況です。",
			"시간 말씀이신가요? 아니요, 조직에서 준비한 항공권이 이 시간 도착인데, 호텔은 아직 찾지 못한 상황입니다.",
			"Time? No, the flight I booked will arrive at another time, and I haven’t found a hotel yet.",
			null,
			"Time? That's when the organization booked the tickets to arrive, and I haven't found a hotel yet.",
			"Is it time? No, the airline tickets prepared by the organization are for arrival at this time, and we have not been able to find a hotel yet."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			724760,
			null,
			"艰难的日子业已结束，且高奏胜利之歌，且痛饮甘露美酒，因为人类合约联盟率领我们，胜利了。",
			"苦しかった日々は終わりをつげ、勝利の歌が奏でられ、人々は美酒に酔っている。これも人類契約連盟が我々を率い、勝利へと導いてくれたおかげだ。",
			"고통스러웠던 나날은 끝을 고하고, 승리의 노래가 울려 퍼지며, 사람들은 맛난 술에 취해 있습니다. 이 모두 인류계약연맹이 우리를 이끌고 승리로 인도해 준 덕분입니다.",
			"The hard days are over, and let us sing the songs of victory and drink wine, because the Human United Organization has led us to victory.",
			null,
			"The hard days are over, so sing the song of victory and drink the wine of manna, for the League of Human Contractors has led us to victory.",
			"The hard days are over, songs of victory are being sung, and people are drinking. We owe it all to the League of Human Contracts for leading us to victory."
		],
		[
			"speaker",
			726149
		],
		[
			"msg",
			724761,
			null,
			"是……抱歉，是我的工作没有到位，没能执行好您的指示。",
			"はい……はい……私の管理が行き届かないばかりに、申し訳ありません。",
			"네... 네... 제 관리가 소홀했던 탓에, 정말 죄송합니다.",
			"Yes... I apologize for not doing my job well and failing to carry out your instructions.",
			null,
			"It's ...... Sorry, it's my fault for not doing my job and carrying out your instructions.",
			"Yes......Yes......Yes......I am sorry for my lack of control."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			724762,
			null,
			"庆祝苦难不再，庆祝悲伤不再，庆祝敌人不再，庆祝昨日不再。",
			"苦難が去ったことを祝い、悲しみがないことを祝い、敵がいないことを祝い、過ぎ去りし日が過去のものとなったことを祝っていた。",
			"고난이 지나간 것을 축하하고, 슬픔이 없는 것을 축하하며, 적이 없는 것을 축하하고, 지나간 날들이 과거의 것이 된 것을 축하하고 있었다.",
			"Celebrate the end of suffering. Celebrate the end of sorrow. Celebrate the end of enemies. Celebrate the end of yesterday.",
			null,
			"Celebrate that suffering is no more, that sorrow is no more, that enemies are no more, that yesterday is no more.",
			"They celebrated the passing of affliction, they celebrated the absence of sorrow, they celebrated the absence of enemies, they celebrated the fact that the days gone by were past."
		],
		[
			"speaker",
			726149
		],
		[
			"msg",
			724763,
			null,
			"全部都是我的责任，我立刻定机票回纽约。",
			"すべて私の責任です。すぐにチケットをとりニューヨークに戻ります。",
			"모두 제 책임입니다. 바로 티켓을 예약하고 뉴욕으로 돌아가겠습니다.",
			"It was entirely my fault. I will immediately book a flight back to New York.",
			null,
			"It's all on me. I'm booking a flight back to New York immediately.",
			"It is all my fault. I will take the ticket immediately and return to New York."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			724764,
			null,
			"女人一边用耳朵堵住从听筒中喷涌出的，上司的唾骂，一边快速奔跑着。",
			"女性は上司の叱責が聞こえてくる電話のスピーカーを耳に押し当てながら、すごい勢いで駆けて行った。",
			"여자는 상사의 질책이 들려오는 전화 스피커를 귀에 대고, 굉장한 기세로 달려갔다.",
			"The woman blocked her ears as the curses from her boss poured out of the receiver while running quickly.",
			null,
			"The woman ran quickly as she plugged her ears against the spittle that spewed out of the earpiece, from her boss.",
			"The woman ran at great speed, pressing the speaker of the phone to her ear, where she could hear her boss reprimanding her."
		],
		[
			"msg",
			724765,
			null,
			"宣传人合联胜利的传单如凯旋式上的玫瑰花瓣般飘落，她赶在红灯之前折回了来时的街角，像一枚逆行的音符。",
			"人類契約連盟の勝利を宣伝するビラが、まるで凱旋式でのバラの花吹雪のように飛び交っていた。女性は信号が変わる前に、もと来た道へと折り返していった。その姿はまるで逆行する音符のようだった。",
			"인류 계약 연맹의 승리를 선전하는 전단이 마치 개선식의 장미 꽃잎처럼 흩날리고 있었다. 여자는 신호가 바뀌기 전, 원래 오던 길로 되돌아갔다. 그 모습은 마치 거꾸로 흐르는 음표 같았다.",
			"Leaflets announcing the victory of the United Nations fell like rose petals at a triumphal ceremony. Before the red light turned green, she turned back to the street corner where she came from, her figure a retrograde musical note.",
			null,
			"Leaflets promoting the victory of the UPC fluttered down like rose petals in a triumphal procession, and she turned back to the corner from which she had come in time to beat the red light, like a retrograde note.",
			"Flyers advertising the victory of the League of Human Contracts were flying around like a confetti of roses at a triumphal entry ceremony. The woman turned back the way she came before the traffic light changed. Her figure was like a retrograde musical note."
		],
		[
			"bg",
			"CG10260"
		],
		[
			"msg",
			724766,
			null,
			"在离开长空市前，女人又一次翻开电子手册，看着照片里那张少女的面庞，眉头垂了下来。",
			"長空市を離れる前に女性は再び電子資料を開き、その中にあった少女の写真を見た。写真を見る顔からはやや力が抜けていた。",
			"장공시를 떠나기 전 여자는 다시 전자 자료를 열어 그 안에 있던 소녀의 사진을 보았다. 사진을 보는 얼굴에서 약간 힘이 빠져 있었다.",
			"Before leaving Nagazora City, the woman opened the electronic manual again, looked at the girl's face in the photo, and her brows drooped.",
			null,
			"Before leaving Long Hollow City, the woman flipped through the e-booklet once more and looked at the young girl's face in the photo, her eyebrows dropping.",
			"Before leaving Changkuo City, the woman opened the electronic document again and looked at the photo of the girl in it. Her face was somewhat relaxed as she looked at the photo."
		],
		[
			"msg",
			724767,
			null,
			"相片里的人，在半天之前离开了长空市，她错过了。",
			"写真の少女は半日ほど前に長空市を離れており、女性と行き違いになってしまったのだ。",
			"사진 속 소녀는 반나절 전에 장공시를 떠났고, 여자와 엇갈려 버린 것이었다.",
			"The person in the photo left Nagazora City half a day ago, and she missed them.",
			null,
			"The person in the photo, who had left Long Hollow City half a day earlier, she had missed.",
			"The girl in the photo had left Changkuu City about half a day earlier, and had crossed paths with a woman."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			724768,
			null,
			"——就在面庞的下面，标注着她的名字：蓬莱寺九霄。",
			"——写真の顔の下には名前が書いてあった：蓬莱寺九霄。",
			"——사진의 얼굴 아래에는 이름이 써 있었다: 호라이지큐쇼.",
			"——Right below her face, her name was written: Houraiji Kyuushou.",
			null,
			"--Just below the face, labeled with her name: Hourai Temple Nine Heavens.",
			"--The name was written under the face in the photo: Houraiji Kyuushou."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			724769,
			null,
			"女人甩了甩脑袋，然后侧身滑进另一浪人流中，#n消失了。",
			"彼女は頭を振ると、別の人波へと身を滑り込ませ消えていった。",
			"그녀는 고개를 저으며 다른 인파 속으로 몸을 슬며시 넣어 사라졌다.",
			"The woman shook her head, then slid sideways into another wave of people and disappeared.",
			null,
			"The woman tossed her head, then slid sideways into another wave of people and disappeared.",
			"She shook her head and slid herself into another wave of people and disappeared."
		],
		[
			"msg",
			724770,
			null,
			"此时，距离意志统括者被击败，已过去了两年。",
			"この時、意志の統括者を倒してから既に2年が経過していた。",
			"이때, 의지의 통괄자를 쓰러뜨린 지 이미 2년이 지난 후였다.",
			"At this time, two years had passed since the Coordinator of Will was defeated.",
			null,
			"At this point, two years had passed since the defeat of the Willful Omnipotent.",
			"At this time, two years had already passed since the overthrow of the Supervisor of the Will."
		]
	]
}