{
	"99": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10099"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300768,
			"We are inside the HOMU Castle now...",
			"这里是吼姆城堡里面……",
			"ここはホム城の中……。",
			"여긴 호무 성 안쪽……",
			"So this is the inside of HOMU Castle...",
			null,
			"Here is the inside of Howlham Castle ......",
			"This is the inside of Hom Castle ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300769,
			"Well, this is also my first time in here. I didn't realize there's so much room inside.",
			"嗯，我也是第一次到这里，没想到里面的空间这么大。",
			"ブローニャもここには初めて入ります。中の空間がこんなに大きいとは思いませんでした。",
			"브로냐도 여기에는 처음 들어와요. 안의 공간이 이렇게 클 줄은 몰랐어요.",
			"This is also the first time I've been inside it. I didn't realize it was so spacious.",
			null,
			"Well, it's my first time here too, and I didn't expect there to be so much space inside.",
			"This is the first time Bronya has been in here. I didn't realize how big the space inside was."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300770,
			"It's dark... and I'm smelling something funny... Ugh! Bronya! Look at that... Boo-hoo!",
			"这里的光线好暗…而且有一股奇怪的……唔！姐姐大人！快看那…呜呜呜！",
			"薄暗くて見通しが悪いね……それに変なニオイ……あ！お姉ちゃん！あそこ見て……うわわ！",
			"어두컴컴하고 시야도 안 좋아…… 게다가 이상한 냄새…… 아! 언니! 저기 봐…… 우와아!",
			"It's so dim in here, I can barely see anything.... And something smells off... Ah! Bronya, look over there.... Woah!",
			null,
			"It's so dark in here...and there's a strange ...... Well! Sister-sama! Look at that...oooooooooh!",
			"It's dimly lit and the visibility is bad. ...... And there's a weird smell. ...... Oh! Sis! Look over there......Wow!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300771,
			"Shh, be quiet... Those must be the eggs of the \"new species\". We came to the right place, after all.",
			"嘘，小声点…那些恐怕就是新生种的卵了，看来我们找对地方了。",
			"シッ、静かに……あれは恐らく新種の卵でしょう。どうやら見つけたようですね。",
			"쉿, 조용히…… 저건 아마 신종 알일 거야. 드디어 찾은 모양이네.",
			"Shh, keep it down... Those must be the eggs of the new species. Looks like we found the right place.",
			null,
			"Shh, keep it down...those are the eggs of the newborn species, I'm afraid. Looks like we found the right place.",
			"Shh, quiet. ...... That's probably a new egg species. Looks like you found it."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300772,
			"... What should we do now?",
			"…那我们接下来该怎么办？",
			"……それで、このあとはどうするの？",
			"……그럼, 이 다음엔 어떻게 할 거야?",
			null,
			null,
			"...so what do we do next?",
			"......So what do we do after this?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300773,
			"Figure out how big this place is and how many Houkai creatures are there. Yssring gave me these vials so we can collect some samples from them.",
			"先侦查一下巢穴的规模与崩坏生物的数量，另外临走时伊瑟琳给了我这个，用于收集崩坏生物样本的试管。",
			"まずは巣の規模と崩壊生物の数を偵察しましょう。それから、ここに来る時にイザーリンがくれた試験管で、崩壊生物のサンプルを集めましょう。",
			"먼저 둥지의 규모와 붕괴 생물의 수를 정찰하겠습니다. 그리고 여기에 올 때 이자린이 준 시험관으로 붕괴 생물의 샘플을 모읍시다.",
			"First, let's investigate the size of the nest and the number of Honkai beasts. Then we can collect samples from them in these test tubes that Yiserin gave us.",
			null,
			"First scout the size of the nest and the number of collapse creatures, in addition to the departure of Estherine gave me this, used to collect samples of collapse creatures test tube.",
			"First, scout the size of the nest and the number of decay organisms. Then, collect samples of the decaying organisms in the test tubes that Estherine gave us when we arrived here."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300774,
			"Well, so she's intrigued after all her jabberjack.",
			"那家伙，嘴上说着害怕其实内心还是很感兴趣的嘛~",
			"あいつ、口では怖がってたくせに、内心は興味津々じゃないの～。",
			"저 녀석, 입으로는 무서워하던 척하면서 속으론 흥미 가득한 거 아니야~.",
			"She's always so scared, but I guess she was interested after all~",
			null,
			"That guy, the mouth says afraid but inside is still very interested in it ~",
			"He was scared out of his wits, but deep down inside he was curious!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300775,
			"Alright. Let's do this. Try to stay low and don't get too much attention.",
			"嗯，那我们行动吧，注意不要惊动它们，尽量保持隐秘。",
			"ええ、では行動しましょう。彼らを刺激しないように、できるだけソーッと動いてください。",
			"네, 그럼 행동하죠. 그들을 자극하지 않도록 최대한 조용히 움직이세요.",
			null,
			null,
			"Well, let's move then, be careful not to alarm them and try to stay hidden.",
			"Yes, then act. Move as soothly as possible so as not to irritate them."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300776,
			"Understood. We only need to collect some samples. So there's no need for too much fighting.",
			"嗯！明白了~只要收集到足够的样本就行了，不要恋战哦。",
			"うん！分かった。十分なサンプルを集めればいいんでしょ。戦おうとしないようにね。",
			"응! 알았어. 충분한 샘플을 모으면 되는 거지. 싸우려고 하지 않도록 해.",
			"Yeah, got it! We just need to collect some samples, no need to get into any battles.",
			null,
			"Yes! Understood ~ just collect enough samples on the line, do not get attached to the war oh.",
			"Yeah! I get it. You just need to get a good enough sample. Don't try to fight it."
		]
	],
	"100": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10099"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300777,
			"Phew. That was close. All done! These samples should be enough.",
			"呼~总算是有惊无险地完成了~有了这些样品应该足够了吧。",
			"ふぅ～ハラハラしたけど完了ね～！これだけサンプルがあれば足りるよね。",
			"휴~ 긴장했지만 완료됐네~! 이 정도 샘플이면 충분할 거야.",
			null,
			null,
			"Phew~ Finally, it was done without any danger~ With these samples it should be enough.",
			"Whew - that was harrowing, but it's done! I guess that's all the sample I need."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300778,
			"We've scanned the layout of the Castle. The number of Houkai creatures here is not particularly huge. But we didn't find the Hive Queen Yssring mentioned.",
			"城堡的大致结构也调查了一遍，目前来看这些崩坏生物的数量不是特别庞大，不过倒是没有发现伊瑟琳说的王虫的迹象。",
			"城の構造も一通り調べました。現在のところ、この崩壊生物の数はそれほど多くないようです。ですが、イザーリンの言っていた虫の王の痕跡は見つかりませんでした。",
			"성의 구조도 대략 조사했습니다. 현재로서는 이 붕괴 생물의 수가 그리 많지 않은 것 같습니다. 하지만 이자린이 말한 벌레 왕의 흔적은 발견하지 못했어요.",
			"We've scanned the layout of the castle. Currently, there isn't a large amount of Honkai creatures. However, we couldn't find any trace of the \"Insect Queen\" that Yiserin mentioned.",
			null,
			"The general structure of the castle was also investigated, and so far the number of these disintegrating creatures is not particularly large, but there is no sign of the king worm that Estherine said.",
			"The structure of the castle was also examined in its entirety. At present, the number of these disintegrating creatures does not seem to be very large. However, we did not find any traces of the king of insects that Estherine mentioned."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300779,
			"So, it looks like the situation is not that bad after all. Let's go home. Assemble all the forces and neutralize the Houkai creatures here once for good.",
			"这么说事情并没有想象的那么严重嘛~那我们回去吧，立刻集合战力来消灭这里的崩坏生物吧！",
			"ということは、事態はそんなにヤバくなかったってことだね。じゃあ帰ろう！すぐに戦力を集結させてここの崩壊生物を消滅させないと！",
			"그럼 사태가 그렇게 심각하지 않았다는 뜻이네. 그럼 돌아가자! 서둘러 전력을 모아 이곳의 붕괴 생물을 소탕해야 해!",
			"I guess the situation isn't as bad as they thought. Let's go home, then! We'll gather our forces and annihilate those Honkai creatures immediately.",
			null,
			"So things are not as serious as imagined ~ then let's go back, immediately gather the battle force to destroy the collapsed creatures here!",
			"So I guess things weren't that bad. Let's go home then! We need to gather our forces and annihilate the disintegrating organisms here immediately!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300780,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			300781,
			"Seele. You go home and gather our troops. I'll stay here a bit longer.",
			"希儿，你们先回去准备战力吧，我在这里再继续调查一下。",
			"ゼーレ、先に帰って戦いの準備をしておいてください。ブローニャはここで調査を続けます。",
			"제레, 먼저 돌아가서 전투 준비를 해 주세요. 브로냐는 여기서 추가 조사를 계속할 거예요.",
			"Seele, go home and gather the troops. I'll be continuing to investigate this area.",
			null,
			"Hill, you guys go back and prepare for the battle, I'll continue the investigation here.",
			"Seele, please go home first and get ready for battle. Bronya will continue to investigate here."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300782,
			"...Bronya, you are after Mei, aren't you?",
			"…姐姐大人是要找芽衣姐姐的行踪么？",
			"……お姉ちゃん、もしかし芽衣お姉ちゃんの行方を探すの？",
			"……언니, 혹시 메이 언니의 행방을 찾는 거야?",
			"....Bronya, are you trying to find Mei?",
			null,
			"...Is Sister-sama looking for Meiko-san's whereabouts?",
			"...... sister, perhaps you are looking for the whereabouts of your sister Mei?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300783,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			300784,
			"Yes.",
			"是的。",
			"はい。",
			"네.",
			null,
			null,
			"Yes.",
			"Yes."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300785,
			"Then let me tag along with you! I do share your eagerness to find Mei. Also, I can't just leave you here alone. It's too risky!",
			"那让希儿和你一起吧！寻找芽衣姐姐的心情希儿和姐姐大人是一样的！而且我怎么放心让姐姐大人一个人在这么危险的地方呢！",
			"じゃあゼーレも一緒に残るよ！芽衣お姉ちゃんを探したい気持ちは、ブローニャお姉ちゃんと一緒なんだから！それにお姉ちゃんだけをこんな危険な場所に残すなんてできないよ！",
			"그럼 제레도 함께 남을게! 메이 언니를 찾고 싶은 마음은 브로냐 언니와 같으니까! 게다가 언니만 이런 위험한 곳에 남겨둘 순 없어!",
			"Then let me stay here with you! I want to find Mei as much as you do! I can't leave you alone here, it's too dangerous! (TN: But Kyuushou is right here...)",
			null,
			"Then let Hsieh join you! I feel the same way about finding Meiko-san as you do! And how can I feel comfortable letting you be alone in such a dangerous place?",
			"Then Seele will stay with you! I want to find Mei's sister just as much as Bronya does! And I can't leave you alone in such a dangerous place!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			300786,
			"Seele... I see.",
			"希儿……我明白了。",
			"ゼーレ……分かりました。",
			"제레…… 알겠어요.",
			null,
			null,
			"Shire ...... I understand.",
			"Seele ...... I understand."
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300787,
			"So, could you please report back and get our forces ready? Seele and I will join you as soon as our business here is done.",
			"那就麻烦你回去告诉基地的部队准备战力吧，我和希儿调查结束后就回来。",
			"では、基地の部隊に戦いの準備をするように伝えてもらえますか。私とゼーレは調査が終わったら帰ります。",
			"그럼 기지의 부대에 전투 준비를 하도록 전해주실 수 있나요? 저와 제레는 조사를 마치면 돌아올게요.",
			"Hey, could you go and get the troops and tell them to prepare for battle? We'll return home after we finish investigating the area.",
			null,
			"Then please go back and tell the troops at the base to prepare for battle, and I'll be back when Hillel and I finish our investigation.",
			"Now, could you tell the troops at the base to prepare for battle? I and Seele will return home after the investigation is complete."
		],
		[
			"choice",
			[
				300788,
				"Roger that!",
				"明白了。",
				"分かった。",
				"알았어.",
				null
			],
			[
				300789,
				"Please, let me stay and join your investigation.",
				"请让我和你们一起调查吧。",
				"あなたたちと一緒に調べたい。",
				"당신들과 함께 조사하고 싶어.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			101,
			102
		]
	],
	"101": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10099"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300790,
			"Sorry. I understand we found some clues about your memory. But this is an emergency. Please.",
			"抱歉，好不容易才有关于你记忆的线索。但是现在情况紧急，拜托了。",
			"すみません。せっかくあなたの記憶につながりそうな手がかりなのに。ですが、事態は緊迫しています。お願いします。",
			"죄송해요. 당신의 기억과 연결될 듯한 단서를 찾았는데. 하지만 사태가 긴박하네요. 부탁드립니다.",
			null,
			null,
			"I'm sorry, it was so hard to get a clue about your memory. But it's urgent now, please.",
			"I'm sorry. I'm sorry. I've just come across a clue that may lead to your memory. But the situation is tense. Please."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			103
		]
	],
	"102": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10099"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300791,
			"I understand how do you feel, and we found some clues about your memory. You must be eager to know more.",
			"我明白你的心情，好不容易找到和你记忆有关的线索，一定很焦急吧。",
			"あなたの気持ちは分かります。ようやく記憶に関する手がかりを見つけて、落ち着かないのですよね。",
			"당신 심정 이해해요. 겨우 기억 관련 단서를 찾아서 마음이 조급한 거겠죠.",
			"I understand how you feel. You've finally found some clues about your memory and you're eager to know more.",
			null,
			"I understand how you feel. It must be very anxious to find clues related to your memories.",
			"I know how you feel. You finally find a clue about your memory and you are restless."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			103
		]
	],
	"103": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10099"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			300792,
			"But this is an emergency. You are the only one we can count on. I'm sorry. Please forgive me for my selfish request...",
			"但是现在情况紧急，只能拜托你了。抱歉，请原谅我的自私……",
			"ですが、事態は緊迫しています。あなたにしかお願いできません。すみませんが、ブローニャの自分勝手を許してください……。",
			"하지만 사태가 긴박합니다. 당신밖에 부탁할 수 없어요. 죄송하지만, 브로냐의 자기중심적인 행동을 용서해 주세요…….",
			null,
			null,
			"But now the situation is urgent and I can only ask you. Sorry, please forgive my selfishness ......",
			"But the situation is tense. You are the only one I can ask. I'm sorry, but please forgive Bronya's selfishness. ......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300793,
			"Let's split up then. Give these samples to Yssring and ask her to...",
			"那我们分头行动吧，到了基地后把这些样本交给伊瑟琳，让她……",
			"では、ここからは別れて行動しましょう。基地に戻ったらこのサンプルをイザーリンに渡して、彼女に……。",
			"그럼 여기서 분대를 해체하고 각자 행동합시다. 기지로 돌아가면 이 샘플을 이자린에게 전달해서 그녀에게…….",
			"Let's split up then. Give these samples to Yiserin and ask her to...",
			null,
			"Then let's split up and give these samples to Estherine when we get to the base so she can ......",
			"So, let's split up and take action from here. When we get back to the base, give this sample to Estherine and send it to her at ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV04_WormFly"
		],
		[
			"msg",
			300794,
			"*Loud Buzzing Sound*",
			"嗡！！！",
			"ブーン！！！",
			"부우우웅!!!",
			null,
			null,
			"Huzzah!!!",
			"Boom!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300795,
			"Eek! What's going on?",
			"呜哇！怎么回事！",
			"うわっ！何なの！",
			"우왁! 뭐야!",
			null,
			null,
			"Whoo-hoo! What's going on!",
			"Oh, my God! Oh, my God!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300796,
			"That sound... It's from the other side of the wall.",
			"这个声音是…从墙壁的另一头传来的。",
			"この音は……壁の反対側から聞こえてくる。",
			"이 소리는... 벽 반대편에서 들려오고 있어.",
			null,
			null,
			"The sound was...coming from the other side of the wall.",
			"This sound comes from the other side of the ...... wall."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300797,
			"Bronya... Those eggs on the wall. They are hatching... Yuck! Disgusting!",
			"姐姐大人…墙上的虫卵孵化了……噫！好恶心！",
			"お姉ちゃん……壁の卵が孵化している……うわっ！気持ち悪い！",
			"언니... 벽에 달린 알이 부화하고 있어... 으악! 징그러워!",
			"Bronya... Those insect eggs on the wall are hatching... Yuck! Disgusting!",
			null,
			"Sister-sama...the insect eggs on the wall are hatching ...... Welp! So disgusting!",
			"Sis, ...... the eggs in the wall are hatching...... Whoa! That's disgusting!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300798,
			"Everyone on your guard. Don't get yourself surrounded.",
			"各位，准备战斗，不要被它们包围了。",
			"全員戦闘準備。包囲されてはいけません。",
			"전원 전투 준비. 포위당하면 안 됩니다.",
			"Everyone, prepare for battle! Don't let yourself get surrounded.",
			null,
			"Guys, prepare for battle, don't get surrounded by them.",
			"All prepare for battle. Do not be surrounded."
		]
	],
	"104": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10099"
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300799,
			"Waah! Mucus everywhere! It's terrible!!",
			"呜哇~满地的粘液，好难受啊！！",
			"うわ～地面も粘液だらけ。もう嫌っ！！",
			"우웩~ 바닥도 점액으로 범벅이야. 정말 싫어!!",
			"Ewwww... The ground is covered in slime too. Gross!",
			null,
			"Oooh wow~ the slime all over the floor, so uncomfortable!",
			"Wow - the ground is covered in mucus too. I hate it!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300800,
			"...!",
			"……！",
			"……！",
			"......!",
			null
		],
		[
			"msg",
			300801,
			"Seele, look! Behind that wall.",
			"希儿，你看那个墙后面。",
			"ゼーレ、あの壁の後ろを見てください。",
			"제레, 저 벽 뒤를 봐 주세요.",
			null,
			null,
			"Hill, look behind that wall.",
			"Seele, look behind that wall."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300802,
			"Is that... a door? Was it blocked by those eggs...?",
			"那个是…大门？是被刚才的虫卵挡住了么……",
			"あれは……扉？さっきまでは虫の卵でふさがれていたのかな……。",
			"저건…… 문? 아까까지는 벌레 알로 막혀 있었던 걸까…….",
			null,
			null,
			"Is that...the gate? Is it blocked by the bug egg just now ......",
			"Is that the ...... door? Was it blocked by insect eggs earlier. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300803,
			"*Buzzing Sound*",
			"嗡……",
			"ブーン……。",
			"윙…….",
			null,
			null,
			"Buzz ......",
			"Boone. ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300804,
			"The sound is from inside the door. I have a bad feeling about this...",
			"声音是从门里传来的，这个毛骨悚然的感觉是怎么回事……",
			"この音、扉の中から聞こえてくる。身の毛もよだつこの感覚……一体なんなの？",
			"이 소리, 문 안에서 들려오고 있어. 소름이 끼치는 이 느낌…… 대체 뭔 일이야?",
			"The sound is coming from behind the door... I have a bad feeling about this...",
			null,
			"The sound is coming from the door, what is this creepy feeling ......",
			"This sound, coming from inside the door. This hair-raising sensation ...... What the hell is this?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300805,
			"Something is inside. Forget my last order. Cover Seele and me while we open it.",
			"看来里面一定有东西，抱歉，刚才的命令撤回，你掩护我们，我和希儿去开门。",
			"中に何かあるようですね。すみません、さっきの命令を撤回します。ブローニャとゼーレで扉を開けます。あなたは援護してください。",
			"안에 뭔가 있는 것 같네요. 죄송합니다, 아까 지시를 철회합니다. 브로냐와 제레가 문을 엽니다. 당신은 지원해 주세요.",
			"It seems like there's something inside. I retract my previous order. Cover Seele and I while we open the door.",
			null,
			"It looks like there must be something inside. Sorry, the order just now is withdrawn. You cover us while Hillel and I open the door.",
			"It looks like there is something inside. I'm sorry, I withdraw my earlier order. Bronya and Seele will open the door. You cover them."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300806,
			"Bronya? Wait for me!",
			"姐姐大人？等，等等我！",
			"お姉ちゃん？ま、待ってよ！",
			"언니? 잠, 잠깐만요!",
			null,
			null,
			"Sister-sama? Wait, wait for me!",
			"Sis? Wait, wait!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV02_DoorOpenSqueal"
		],
		[
			"msg",
			300807,
			"*Door Creaks*",
			"吱啦——",
			"ギイ——",
			"끼익——",
			null,
			null,
			"Squeak-la-",
			"Gee--"
		],
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300808,
			"It's completely dark inside. Can't see anything.",
			"唔…里面好黑，什么都看不见。",
			"うわ……真っ暗。何も見えない。",
			"우와…… 칠흑같이 어둡네. 아무것도 안 보여.",
			"Wow... It's pitch black. I can't see anything.",
			null,
			"Well...it's so dark inside, I can't see anything.",
			"Wow ...... it's pitch black. I can't see anything."
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300809,
			"Be careful. The sound must be from the other side of this room...",
			"小心一些，从刚才的声音判断，应该是从这个房间的深处传来的……",
			"気をつけてください。さっきの音から判断して、この部屋の奥から聞こえてきていたはずです……。",
			"조심하세요. 아까 들렸던 소리로 판단할 때, 이 방 안쪽에서 들려오고 있었을 텐데…….",
			null,
			null,
			"Be careful, judging from the sound just now, it should come from the depths of this room ......",
			"Be careful. Judging from the sound you just heard, it must have been coming from the back of this room. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300810,
			"Wait a sec. Let me turn my flashlight on. Let's take a close look at this room first.",
			"稍等，我这里有手电，先观察一下里面的结构吧。",
			"待ってね、私懐中電灯を持ってきてるから。まずは中の構造を確かめましょう。",
			"잠시만요, 제가 손전등 가져올게요. 먼저 내부 구조를 확인합시다.",
			null,
			null,
			"Wait a minute, I have a flashlight here, let's observe the structure inside first.",
			"Wait, I'm bringing a flashlight. Let's check the structure inside first."
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300811,
			"Alright. Proceed with caution.",
			"嗯，小心前进。",
			"ええ、気をつけて進んでください。",
			"네, 조심히 전진해 주세요.",
			null,
			null,
			"Well, proceed with caution.",
			"Yes, proceed with care."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10099"
		],
		[
			"msg",
			300812,
			"*Click*",
			"啪",
			"パッ",
			"팟",
			null,
			null,
			"Pop",
			"poof"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300813,
			"Is that... a throne?",
			"这个是…王座么？",
			"これは……玉座？",
			"이건…… 왕좌?",
			null,
			null,
			"Is this...the throne?",
			"Is this the ...... throne?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300814,
			"Seele, Look. Behind the throne... so this is where all the eggs are.",
			"希儿，你看王座后面…原来虫卵都集中在这里了么。",
			"ゼーレ、玉座の後ろを見てください……虫の卵はここに集まっていたんですね。",
			"제레, 왕좌 뒤를 보세요…… 벌레 알이 여기 모여 있었군요.",
			null,
			null,
			"Hill, look behind the throne...so the insect eggs are concentrated here?",
			"Seele, look behind the throne: ...... The insect eggs were gathered here."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300815,
			"Their numbers are legion!!!",
			"这个数量也太多了吧！",
			"こんな数、対処しきれないよ！",
			"이렇게 많은 수는 처리할 수 없어요!",
			"There's thousands of them!",
			null,
			"That's a lot of people!",
			"We can't handle this many!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV04_WormFly"
		],
		[
			"msg",
			300816,
			"*Buzzing Sound*",
			"嗡……",
			"ブーン……。",
			"윙…….",
			null,
			null,
			"Buzz ......",
			"Boone. ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300817,
			"Oops! Sorry... I forgot we must stay quiet...",
			"唔！对不起…要小声点……",
			"あっ！ごめんなさい……声を小さくしなきゃ……。",
			"앗! 죄송해요…… 목소리를 낮춰야 하는데…….",
			"Ah! Sorry... I have to lower my voice....",
			null,
			"Well! Sorry...keep it down ......",
			"Ah! Sorry ...... I have to lower my voice ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300818,
			"That sound is from... Seele! Above you!",
			"这个声音是从…希儿小心头顶！",
			"この音は……ゼーレ、頭の上！",
			"이 소리는…… 제레, 머리 위!",
			null,
			null,
			"The sound was coming from...Hale watch your head!",
			"This sound is ...... Seele, over my head!"
		],
		[
			"speaker",
			204611
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				51,
				0,
				false
			]
		],
		[
			"msg",
			300819,
			"*Loud Buzzing Sound*",
			"嗡！！",
			"ブーン！！",
			"윙!!",
			null,
			null,
			"Huzzah!!!",
			"Boom!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				51,
				0,
				true
			]
		],
		[
			"msg",
			300820,
			"Whaaaaa-?! What is that!",
			"呜哇！什么东西！",
			"うわっ！何なの！",
			"우왁! 뭐야!",
			null,
			null,
			"Woohoo! What the heck!",
			"Oh, my God! Oh, my God!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300821,
			"Must be the Hive Queen that Yssring mentioned... Ready your weapons!",
			"看来这就是伊瑟琳说的虫后了…准备应战！",
			"どうやらこれがイザーリンの言っていたクイーンビーのようですね……応戦準備！",
			"아무래도 이게 이자린이 말한 퀸 비인 것 같네요…… 전투 준비!",
			"This must be the Hive Queen Yiserin was talking about... Ready your weapons!",
			null,
			"It looks like this is the bug queen that Estherine was talking about...prepare for battle!",
			"Looks like this is the Queen Bee Estherine was talking about: ...... Prepare to fight back!"
		]
	],
	"105": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10099"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			300822,
			"Phew... Target down. We did it.",
			"呼…看样子是打倒了，",
			"ふぅ……倒したようですね。",
			"후…… 쓰러뜨린 것 같네요.",
			null,
			null,
			"Phew...looks like a knockout.",
			"Huh...looks like you beat ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			300823,
			"Yikes... The mucus! It's so sticky, so annoying!",
			"唔……粘呼呼的好讨厌",
			"うぅ……ベタベタして気持ち悪い。",
			"우웅…… 끈적거려서 기분 나빠.",
			"Yikes... There's mucus everywhere! It's so sticky! And gross!",
			null,
			"Well ...... sticky whirring so annoying",
			"Ugh ...... sticky and gross."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300824,
			"Fortunately, the mucus of those larvae is not that much corruptive. But we could surely use a good shower.",
			"还好这些幼虫的粘液腐蚀性没有想象中的强，回去冲洗一下应该没有问题。",
			"この幼虫の粘液の腐食性はそれほど強くないようです。帰ってから洗い流せば問題ないでしょう。",
			"이 유충의 점액의 부식성은 그다지 강하지 않은 것 같습니다. 돌아가서 씻어내면 문제없을 겁니다.",
			"Luckily the mucus from these larvae doesn't seem to be very corrosive. We should be fine as long as we wash it off after getting home.",
			null,
			"Fortunately, the corrosive slime of these larvae is not as strong as expected, and it should not be a problem to go back and rinse it.",
			"The mucus of these larvae does not seem to be very corrosive. If you wash it off after you return home, it will not be a problem."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300825,
			"Hehehe. We took down their big boss during an investigation mission! Awesome!",
			"嘿嘿~本来只是侦查敌情，没想到把它们的老大都打败了！这次行动真是大成功呢！",
			"エヘヘ～敵の様子を探るだけのはずだったのに、敵のボスまで倒しちゃうなんて！今回は本当に大成功ね！",
			"에헤헤~ 적의 상황을 살펴보기만 할 생각이었는데, 적의 보스까지 쓰러뜨리다니! 이번엔 정말 대성공이네!",
			null,
			null,
			"Hey, it was just a reconnaissance, but I didn't expect to defeat their bosses! This operation is a great success!",
			"Ahem~ I was supposed to just check on the enemy, but you even took out the enemy boss! You really pulled it off this time!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			300826,
			"Don't get too excited. We still need to deal with the eggs behind the throne. Let's... What!!!?",
			"不要高兴的太早，王座后面还有这么多虫卵，必须得……！？",
			"喜ぶのはまだ早いです。玉座の後ろにはまだこんなに虫の卵があります。必ず……！？",
			"기뻐하기는 아직 일러요. 옥좌 뒤에는 아직 이렇게나 많은 벌레 알이 있습니다. 반드시……!?",
			null,
			null,
			"Do not be too early to be happy, there are so many bug eggs behind the throne, it must be ......!",
			"It is still too early to rejoice. There are still so many insect eggs behind the throne. Be sure to visit ......!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			300827,
			"Bronya? What's wrong?",
			"姐姐大人，怎么了？",
			"お姉ちゃん、どうしたの？",
			"언니, 왜 그래?",
			null,
			null,
			"Sister-sama, what's wrong?",
			"Sis, what's wrong?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			300828,
			"Mei...",
			"芽衣…姐姐……",
			"芽衣……姉様……。",
			"메이…… 언니…….",
			"It's.... Mei....",
			null,
			"Meiko...sister ......",
			"Mei ...... sister ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			300829,
			"!?",
			"！？",
			"！？",
			"!?",
			null,
			null,
			"!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10113"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300830,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300831,
			"Mei... It that really you?",
			"芽衣姐姐…真的是芽衣姐姐么！",
			"芽衣姉様……本当に芽衣姉様なのですか？",
			"메이 언니…… 정말로 메이 언니인가요?",
			"Mei... Is that really you?",
			null,
			"Meiko-san...is it really Meiko-san!",
			"Mei Sis ...... Are you really Mei Sis?"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			300832,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300833,
			"Mei! It's me, Bronya! I... I've finally found you...",
			"芽衣姐姐！我是布洛妮娅！终于…终于找到你了……",
			"芽衣姉様！ブローニャです！やっと……やっと見つけました……。",
			"메이 언니! 브로냐예요! 드디어…… 드디어 찾았어요…….",
			null,
			null,
			"Meiko-san! I'm Bronya! At last...at last I found you ......",
			"Sister Mei! It's Bronya! Finally ...... finally found ......."
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300834,
			"Bronya! Watch out!",
			"姐姐大人，小心！",
			"お姉ちゃん、気をつけて！",
			"언니! 조심해!",
			null,
			null,
			"Sister-sama, look out!",
			"Watch out, sis!"
		],
		[
			"speaker",
			0
		],
		[
			"soundEffect1",
			"DLC_CH02_EV03_WormEggExplode"
		],
		[
			"msg",
			300835,
			"Bang!!!",
			"砰！！！",
			"パン！！！",
			"빵!!!",
			null,
			null,
			"BANG!!!",
			"Pan!"
		],
		[
			"soundEffect1",
			"DLC_CH02_EV04_WormFly"
		],
		[
			"msg",
			300836,
			"*Loud Buzzing Sound*",
			"嗡嗡嗡！！！",
			"ブーン、ブーン、ブーン！！！",
			"부우우우우우우웅!!!",
			null,
			null,
			"Huzzah!!!",
			"Boom, boom, boom!"
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300837,
			"Those eggs... they are hatching altogether! How come...",
			"虫卵都孵化了！怎么会……",
			"虫の卵が孵化した！どうして……。",
			"벌레 알이 부화했어! 어떻게......",
			"All the eggs are hatching! But how.....",
			null,
			"The eggs are hatching! How can ......",
			"The bug's eggs have hatched! Why ......."
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300838,
			"Mei! Hold on there! I'm coming for you!",
			"芽衣姐姐！我这就来救你！",
			"芽衣姉様！助けに来ました！",
			"메이 언니! 도우러 왔어요!",
			null,
			null,
			"Meiko-san! I'm coming to save you!",
			"Sister Mei! I've come to save you!"
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300839,
			"Bronya! Don't! There are too many of them! We can't handle this!",
			"姐姐大人！不要冲动！虫子的数量太多了！不是我们能够对付的！",
			"お姉ちゃん！落ち着いて！虫の数が多すぎるよ！私たちが相手にできる数じゃない！",
			"언니! 진정해! 벌레 수가 너무 많아! 우리가 상대할 수 있는 숫자가 아니야!",
			null,
			null,
			"Sister-sama! Don't be impulsive! There are too many bugs! Not something we can handle!",
			"Sis! Calm down! There are too many bugs! There are too many for us to handle!"
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300840,
			"Seele! Let me go! Mei... Mei is just there up ahead!",
			"希儿！放开我！芽衣姐姐！芽衣姐姐她就在面前！",
			"ゼーレ！離してください！芽衣姉様！芽衣姉様が目の前にいるんです！",
			"제레! 떨어지세요! 메이 언니! 메이 언니가 눈앞에 있어요!",
			"Seele! Let go of me! Mei... Mei's right in front of me!",
			null,
			"Hill! Let go of me! Meiko-san! Meiko-san is right in front of me!",
			"Seele! Let go of me! Sister Mei! Sister Mei is right in front of you!"
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300841,
			"That “Mei” looked strange. And even the bugs were avoiding her! Something must be wrong!",
			"那个芽衣姐姐的样子有点奇怪，而且虫子都避开了她！其中一定有问题！",
			"あの芽衣お姉ちゃんの様子は、何か変だよ！それに虫がみんな避けてる！何か嫌な予感がする！",
			"저 메이 언니 상태가 뭔가 이상해! 게다가 벌레들이 모두 피하고 있어! 뭔가 불길한 예감이 들어!",
			"There's something wrong with how she looks! And all the bugs are avoiding her! I have a bad feeling about this!",
			null,
			"That Meiko-san looks a little strange, and the bugs are avoiding her! There must be something wrong with it!",
			"There's something wrong with that Mei sister! And all the bugs are avoiding her! I have a bad feeling about this!"
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300842,
			"Don't get in the way! I'm getting Mei back! Let me go!",
			"放开我！我要接芽衣姐姐回去！放开我！",
			"離してください！芽衣姉様を連れて帰ります！離してください！",
			"떨어지세요! 메이 언니를 데리고 갈 거예요! 떨어지세요!",
			"Don't get in my way! I'm taking Mei home! Let go of me!",
			null,
			"Let go of me! I want to take Meiko-chan back! Let go of me!",
			"Please let me go! I'm taking my sister Mei home! Please let me go!"
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300843,
			"Hey! Give a hand here! Help me stop Bronya!",
			"喂！快来帮忙！把姐姐拉回来！",
			"ちょっと！早く手伝って！ブローニャお姉ちゃんを引っ張り戻して！",
			"잠깐! 빨리 도와줘! 브로냐 언니를 끌어당겨서 돌려놔!",
			"Gimme a hand here! Help me restrain Bronya!",
			null,
			"Hey! Come and help! Pull my sister back!",
			"Hey! Hey! Come on, help me! Pull Bronya back!"
		],
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10115"
		],
		[
			"msg",
			300845,
			"Mei! Mei!",
			"芽衣姐姐！芽衣姐姐！",
			"芽衣姉様！芽衣姉様！",
			"메이 언니! 메이 언니!",
			null,
			null,
			"Meiko-san! Meiko-san!",
			"Sister Mei! Sister Mei!"
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300846,
			"Darn it! The exit is blocked! What's going on...? Is this a trap?",
			"可恶！入口的大门被关上了！这是怎么回事…难道这是引诱我们进来的陷阱么！",
			"しまった！入口の扉が閉まってる！どういうことなの……まさかこれは私たちを誘い込むためのワナだったの！？",
			"젠장! 입구 문이 닫혀 있어! 이게 무슨 일이야…… 설마 이게 우리를 유인하기 위한 함정이었던 거야!?",
			"Shit! The entrance door is closed! What's going on here...... I didn't think this was a trap to lure us in!",
			null,
			"Damn! The entrance door is closed! What is this...is this a trap to lure us in!",
			"Shit! The entrance door is closed! What's going on here ...... I don't think this was a trap to lure us in!"
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300847,
			"Let me go! I have to go save Mei!",
			"放开我！让我去救芽衣姐姐！",
			"離してください！芽衣姉様を助けなくては！",
			"놔주세요! 메이 언니를 구해야 해!",
			"Let go of me! I need to save Mei!",
			null,
			"Let go of me! Let me go save Meiko-san!",
			"Please let me go! I have to save my sister Mei!"
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300848,
			"Bronya! Calm down. First of all, we need to survive this!",
			"姐姐大人！你冷静一点！现在我们必须想办法活下来！",
			"お姉ちゃん！落ち着いて！私たちはどうにかして生き延びなきゃ！",
			"언니! 진정해! 우리는 어떻게든 살아남아야 해!",
			"Bronya! Calm down! We have to survive this first!",
			null,
			"Sister-sama! You calm down! Now we must find a way to survive!",
			"Sis! Calm down! We have to survive somehow!"
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300849,
			"Uh!",
			"呃！",
			"あっ！",
			"앗!",
			null,
			null,
			"Ugh!",
			"Ah!"
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300850,
			"We are running out of time! I'll cover you! Go open the gate with Bronya! I don't want to become some disgusting creatures' food!",
			"没时间了！我来掩护你们！你和姐姐大人去把门打开！我可不想变成虫子的大餐！",
			"もう時間がないよ！私が援護するから、あなたとお姉ちゃんで扉を開けて！虫のご飯になんかなりたくないもん！",
			"이제 시간 없어! 내가 엄호할 테니, 너랑 언니가 문을 열어! 벌레 밥이 되기 싫다고!",
			"We're running out of time! I'll cover you! Go open the gate with Bronya, I don't want to become a meal for these disgusting bugs!",
			null,
			"There's no time! I'll cover you! You and Sister-sama go and open the door! I don't want to become a meal for the bugs!",
			"We're running out of time! I'll cover you, you and your sister open the door! I don't want to be a meal for worms!"
		],
		[
			"speaker",
			204620
		],
		[
			"msg",
			300851,
			"Seele, I...",
			"希儿，我……",
			"ゼーレ、私……。",
			"제레, 나…….",
			null,
			null,
			"Hill, I ......",
			"Seele, I. ......."
		],
		[
			"speaker",
			204619
		],
		[
			"msg",
			300852,
			"Bronya, pull yourself together! Hurry up! Let's get out of here!",
			"姐姐大人！振作一些！快走！",
			"お姉ちゃん！しっかりして！行って！",
			"언니! 정신 차려! 가자!",
			null,
			null,
			"Sister-sama! Pull yourself together! Move!",
			"Sis! Stay with me! Go!"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10099"
		],
		[
			"soundEffect1",
			"DLC_CH02_EV05_DoorImpactA"
		],
		[
			"msg",
			300853,
			"*Bang!!*",
			"咚！！",
			"ドンッ！！",
			"쿵쾅!!",
			null,
			null,
			"Dang!!!",
			"Boom!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			300854,
			"The sound is from the other side of the gate. So they are Houkai creatures outside, too...?",
			"唔…这个声音是从门的另一边发出的，难道门的另一边也都是崩坏生物了么……",
			"この音は扉の向こうから……？まさか扉の向こう側にも崩壊生物が……。",
			"이 소리는 문 너머에서……？ 설마 문 너머에도 붕괴 생물이…….",
			null,
			null,
			"Well ... this sound is from the other side of the door, is the other side of the door are also collapsed creatures ......",
			"Is this sound coming from behind the door ......? I don't think so, there are disintegrating organisms on the other side of the door ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV06_DoorImpactB"
		],
		[
			"msg",
			300855,
			"*Bang!!!*",
			"咚！！！",
			"ドンッ！！！",
			"쿵！！！",
			null,
			null,
			"Dang!!!",
			"DON!!!!!!!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			300856,
			"Incoming! Watch out!",
			"来了！小心！",
			"来ました！気をつけて！",
			"왔어요！ 조심해요！",
			null,
			null,
			"Here it comes! Watch out!",
			"Here they come! Watch out!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				60,
				5,
				true
			]
		],
		[
			"msg",
			300857,
			"...",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			300858,
			"Ha? Captain Himeko!? What a surprise! I thought it was the Houkai creatures!",
			"呃！姬子队长！？太好了！还以为是崩坏生物呢！",
			"あっ！姫子隊長！？よ、よかった～！崩壊生物かと思ったよ！！",
			"앗！히메코 대장！？ 다, 다행이야～！붕괴 생물인 줄 알았잖아！！",
			"Ah! Captain Himeko! Thank goodness, I thought it was another Honkai beast!",
			null,
			"Ugh! Captain Himeko! Great! Thought it was a collapsed creature!",
			"Ah! Captain Himeko! Oh, thank goodness! I thought you were a disintegrating organism!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			300859,
			"What are you doing here?",
			"你们怎么会在这里？",
			"あなたたち、どうしてここに？",
			"당신들, 왜 여기에？",
			"What are you three doing here?",
			null,
			"How did you get here?",
			"What are you guys doing here?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				59,
				3,
				false
			]
		],
		[
			"msg",
			300860,
			"This place is the nest of those Houkai pests! Let's get out of here!",
			"这里是虫形崩坏生物的巢穴！我们离开！",
			"ここは虫型崩壊生物の巣なの！逃げなきゃ！",
			"여기는 곤충형 붕괴 생물의 둥지야！ 도망쳐야 해！",
			"This is a nest of those Honkai insectoid creatures! We have to get out of here!",
			null,
			"This is a lair of insectoid disintegrating creatures! Let's get out!",
			"This place is a nest of disintegrating insectoid creatures! We have to get out of here!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				59,
				3,
				true
			]
		],
		[
			"msg",
			300861,
			"Get out of here?",
			"离开？",
			"逃げる？",
			"도망쳐？",
			null,
			null,
			"Leave?",
			"Running away?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				59,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV07_WormFlyB"
		],
		[
			"msg",
			300862,
			"*Loud Buzzing Sound*",
			"嗡嗡嗡！！！",
			"ブーン、ブーン、ブーン！！！",
			"윙윙윙！！！",
			null,
			null,
			"Huzzah!!!",
			"Boom, boom, boom!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				59,
				3,
				true
			]
		],
		[
			"msg",
			300863,
			"None of these filthy creatures shall survive. Gray Moth! Attack!",
			"哼，今天就让你们这些崩坏渣滓都见鬼去，灰蛾部队进攻！",
			"フンッ、この崩壊のくずの末路を見せてあげるわ。灰蛾部隊突入！",
			"흥, 이 붕괴의 쓰레기 말로를 보여주지. 회아 부대 돌입！",
			"Hmph, let me show you what I do to these honkai scum. Grey Moths, move in!",
			null,
			"Heck, to hell with all of you collapse scum today, Grey Moth Force attack!",
			"Hmph, let me show you what happens to this crumb of decay. Ash Moth Squad, move in!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				59,
				3,
				true
			]
		],
		[
			"msg",
			300864,
			"Go! Go! Go!",
			"噢！！！",
			"おお！！！",
			"오오!!!",
			null,
			null,
			"Oh!!!",
			"Oh!!!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			300865,
			"Phew... We are safe now. Bronya, that was really close, don't you think so?",
			"呼…得救了！姐姐大人，这次真是九死一生呢……",
			"ふぅ……助かった！お姉ちゃん、今回は九死に一生だったね……。",
			"후우…… 살았어! 언니, 이번엔 구사일생이었네…….",
			"Phew... We're safe now. Bronya, that was really close, don't you think so?",
			null,
			"Phew...saved! Sister-sama, this is really a life of nine deaths ......",
			"Whew ...... saved the day! Sis, you had nine lives this time. ......"
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				59,
				3,
				false
			]
		],
		[
			"msg",
			300866,
			"Bronya? Eep! Did she rush inside together with Himeko?",
			"姐姐大人？呃！难道和姬子一起冲进去了么？",
			"あれ？お姉ちゃん？……あっ！まさか姫子と一緒に入っていったの？",
			"어라? 언니? ……앗! 설마 히메코랑 같이 들어간 거야?",
			null,
			null,
			"Sister-sama? Uh! Did you rush in with Himeko?",
			"Huh? Sis? ...... Oh! Don't tell me you went in with Himeko?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			300867,
			"That's all of them. Mission complete.",
			"看来已经消灭干净了，作战结束。",
			"きれいに片付いたみたいね。作戦終了。",
			"깔끔하게 정리된 모양이네. 작전 종료.",
			null,
			null,
			"It appears to have been wiped out and the battle is over.",
			"Looks like it's all taken care of. Operation's over."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			300868,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			300869,
			"What are you staring at?",
			"你在看什么？",
			"何を見ているの？",
			"뭘 보고 있는 거야?",
			null,
			null,
			"What are you looking at?",
			"What are you looking at?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			300870,
			"Mei... She was just up there on that throne.",
			"芽衣姐姐…刚才还在那个王座上。",
			"芽衣姉様が……さっきまであの玉座に。",
			"메이 언니가…… 아까까지 그 옥좌에.",
			null,
			null,
			"Meiko-san...was on that throne just now.",
			"Sister Mei was on that throne until ...... just now."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			300871,
			"Mei? Did you see her?",
			"芽衣？你见到她了么。",
			"芽衣？あなた、彼女に会ったの？",
			"메이? 너, 그녀를 만났어?",
			null,
			null,
			"Meiko? Have you seen her.",
			"Mei? You met her?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			300872,
			"Great...",
			"嗯……",
			"はい……。",
			"네…….",
			"Yes...",
			null,
			"Well ......",
			"Yes. ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			300873,
			"I see. So she survived after all... Since she didn't want to meet us, it only could mean that she's our enemy now.",
			"是么，她果然没有死么…既然芽衣不想见到我们，那就说明她已经是我们的敌人了。",
			"そうなの、彼女やっぱり死んでいなかったのね……。私たちに会いたくないということは、私たちの敵ってことね。",
			"그랬구나, 그녀 역시 죽지 않았던 거네……. 우리를 만나고 싶지 않다는 건, 우리의 적이란 뜻이겠지.",
			"I see, she wasn't dead after all... If she didn't want to meet us, it could only mean that she's our enemy now.",
			null,
			"Really, is she really not dead?... Since Meiko doesn't want to see us, that means she's already our enemy.",
			"Oh yeah, she wasn't dead after all. ...... If she doesn't want to see us, that means she's our enemy."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			300874,
			"How!? Impossible!",
			"怎么会！",
			"そんな！",
			"그럴 리가!",
			null,
			null,
			"How!",
			"Oh no!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			300875,
			"Don't you forget she's also one of the culprits who are to be blamed for the destruction of the world.",
			"你别忘了，她也是毁掉这个世界的凶手之一。",
			"忘れないで。彼女もこの世界を破壊した犯人の1人なのよ。",
			"잊지 마. 그녀도 이 세상을 파괴한 범인 중 하나야.",
			"Don't forget. She's one of the culprits who destroyed this world.",
			null,
			"Don't you forget that she is also one of the people who destroyed the world.",
			"Don't forget. She is one of the culprits who destroyed this world."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			300876,
			"No! She was just...",
			"不是的！芽衣姐姐只是……",
			"違います！芽衣姉様はただ……。",
			"아니에요! 메이 언니는 그저…….",
			null,
			null,
			"It's not! Meiko-san is just ......",
			"No, sir! Mei's sister is just ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			300877,
			"You should be able to see it now. She's a Herrscher. To save ourselves, we must kill all Herrschers. She is no exception... and that includes Kiana, too.",
			"你也该清醒一下了，别忘了她是律者，如果要拯救现在的人类我们就必须把律者都宰了，琪亚娜…还有她。",
			"目を覚ましてちょうだい。彼女が律者だってことを忘れないでよね。現在の人類を救うには必ず律者を葬らなければならない。キアナ……それに彼女。",
			"정신 차려. 그녀가 율자라는 사실을 잊지 말아야 해. 현재 인류를 구원하려면 반드시 율자를 제거해야만 해. 키아나… 그리고 그녀.",
			null,
			null,
			"It's time for you to wake up, don't forget she's a Herrscher, if we want to save the current human race we have to slaughter all the Herrschers, Kiana...and her.",
			"Wake up, please. Don't forget that she is the scribe. We must bury the scribes to save humanity today. Kiana ...... and her."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			300878,
			"Oh...",
			"唔……",
			"う……。",
			"으…….",
			null,
			null,
			"Well ......",
			"U......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			300879,
			"Bronya! Are you alright?",
			"姐姐大人！你没事吧！",
			"お姉ちゃん！大丈夫！？",
			"언니! 괜찮아!?",
			null,
			null,
			"Sister-sama! Are you all right!",
			"Sis! Are you okay!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			300880,
			"Seele, I...",
			"希儿，我……",
			"ゼーレ、ブローニャは……。",
			"제레, 브로냐는…….",
			null,
			null,
			"Hill, I ......",
			"Seele and Bronya are available at ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			300881,
			"If she insists to look for Mei, just let her go. With that mind of hers, she won't become a capable leader who fights for the greater good of mankind.",
			"如果她还想继续找芽衣的话就随她去吧，抱着这样的心情是无法领导人类的。",
			"もし、まだ芽衣を探したいなら勝手にすればいいわ。ただ、そんな気持ちがあったら人類のリーダーは務まらないわよ。",
			"만약 아직도 메이를 찾고 싶다면 마음대로 해. 하지만 그런 마음으로는 인류의 리더를 맡을 수 없어.",
			"If you still want to look for Mei, go ahead. But it's impossible to lead humanity with such a weak heart.",
			null,
			"If she still wants to continue looking for Meiko then let her be. It is impossible to lead humans with such a mood.",
			"If you still want to look for Mei, you can do whatever you want. But if you have such feelings, you can't be the leader of the human race."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			300882,
			"...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				60,
				4,
				true
			],
			[
				59,
				1,
				false
			]
		],
		[
			"msg",
			300883,
			"Bronya, let's go home...",
			"姐姐大人，我们回去吧……",
			"お姉ちゃん、帰りましょう……。",
			"언니, 돌아가자…….",
			null,
			null,
			"Sister-sama, let's go back ......",
			"Sis, let's go home. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				59,
				1,
				true
			]
		],
		[
			"msg",
			300884,
			"....Okay.",
			"……嗯。",
			"……はい。",
			"……네.",
			null,
			null,
			"...... hmm.",
			"...... Yes."
		]
	],
	"106": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10093"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				0,
				false
			]
		],
		[
			"msg",
			300885,
			"You are back! I was worried about you. It looks like you are all fine.",
			"啊…我还担心你们是不是回不回来了呢，看来平安无事呢。",
			"あ……帰ってこないんじゃないかって心配したよ。無事でよかった。",
			"아…… 돌아오지 않을까 봐 걱정했어. 무사해서 다행이야.",
			"You're back! I was worried about you. It looks like you're all fine.",
			null,
			"Ah...I was worried if you guys weren't coming back, but it seems safe and sound.",
			"Oh ...... I was worried you wouldn't come back. I'm glad you're safe."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				54,
				0,
				true
			]
		],
		[
			"msg",
			300886,
			"Sorry I made you worried...",
			"抱歉，让各位担心了……",
			"すみません。心配させてしまって……。",
			"죄송해요. 걱정하게 해서…….",
			null,
			null,
			"Sorry to make you all worry ......",
			"Sorry. I'm sorry for worrying you. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				0,
				true
			]
		],
		[
			"msg",
			300887,
			"Haha! A lot of things happened but we all made it through in one piece.",
			"啊哈哈~虽然发生了很多事情，不过还是有惊无险啦~",
			"アハハ～色々あったけど、やっぱり無事だったでしょ。",
			"아하하~ 여러 일이 있었지만, 역시 무사했지.",
			null,
			null,
			"Ahaha ~ although a lot of things happened, but still a scare ~",
			"Hahaha~ A lot happened, but you were still safe."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				0,
				false
			]
		],
		[
			"msg",
			300888,
			"Oh...",
			"唔……",
			"うっ……。",
			"윽…….",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				0,
				true
			]
		],
		[
			"msg",
			300889,
			"What's wrong, Yssring?",
			"怎么了伊瑟琳？",
			"どうしたの、イザーリン？",
			"왜 그래, 이자린?",
			"What's wrong, Yiserin?",
			null,
			"What's wrong Estherine?",
			"What's wrong, Ysalin?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				0,
				false
			]
		],
		[
			"msg",
			300890,
			"It smells.",
			"好臭。",
			"臭い。",
			"냄새.",
			null,
			null,
			"So smelly.",
			"Smell."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				0,
				true
			]
		],
		[
			"msg",
			300891,
			"Huh?!",
			"诶！？",
			"え！？",
			"엣!?",
			null,
			null,
			"Eh!",
			"What?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				0,
				false
			]
		],
		[
			"msg",
			300892,
			"Your outfits are covered in mucus... It's from those pests, isn't it...",
			"折神伤德年夜因果丝辣写充字的爸……",
			"ソノ、カラダノ、ネンエキ、アノムシノデショ……。",
			"그, 몸의, 연액, 그 벌레의데…….",
			null,
			null,
			"Fold God hurt virtue night cause and effect silk spicy write filled word of Dad ......",
			"Sono, karada no, nen-eki, anomushinode-sho. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				0,
				true
			]
		],
		[
			"msg",
			300893,
			"Do you have to talk while pinching your nose? Boo! I have to take a shower! Now!",
			"不要捏着鼻子说话啊！真的有这么臭么！呜哇！得去洗个澡！现在！立刻！",
			"鼻をつまみながら話さないでよ！うわ！お風呂に入らなきゃ！今すぐに！",
			"코를 막고 말하지 마! 우왁! 목욕해야 돼! 지금 당장!",
			"Do you have to pinch your nose while you talk? Does it really smell that bad? Ugh! I need to take a bath! RIGHT NOW!",
			null,
			"Don't hold your nose and talk! Does it really stink that bad! Woohoo! Gotta go take a shower! Now! Right now!",
			"Don't talk while picking your nose! Ugh! I have to take a bath! Now!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				0,
				false
			]
		],
		[
			"msg",
			300894,
			"*Cough*... Anyway, did you get the samples I need?",
			"咳咳…窝邀的杨奔呆挥来了么。",
			"ゴホッ、ゴホッ……ワタシガ、タノンダ、サンプルハ、モチカエッテキタノ？",
			"콜록콜록... 내가 부탁한 샘플은 가져왔느냐?",
			null,
			null,
			"Ahem ... nest invited by the Yang Ben stay swing to come.",
			"Goho, goho ...... watashi ga, tanonda, sample ha, mochikaette kittano?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				0,
				true
			]
		],
		[
			"msg",
			300895,
			"...Stop pinching your nose! Here you are!",
			"……你这家伙！诺！给你！",
			"……あんたってやつは！ほら！どうぞ！",
			"......너란 녀석은! 자! 여기!",
			null,
			null,
			"...... you guys! Nooo! Here you go!",
			"...... What the hell are you! Here you go! Here you go!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				5,
				true
			],
			[
				54,
				0,
				false
			]
		],
		[
			"msg",
			300896,
			"Excellent! They will make some good research material!",
			"哇~太好了！我这就去研究！",
			"よかった！これで研究ができる！",
			"좋아! 이제 연구를 할 수 있겠어!",
			null,
			null,
			"Wow~ Great! I'm going to look into it right now!",
			"Thank God!!! Now I can do my research!"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				5,
				false
			],
			[
				54,
				0,
				true
			]
		],
		[
			"msg",
			300897,
			"What a heartless nerd. She's only enthusiastic about doing her research...",
			"真是个没心没肺的家伙，只有研究才会这么热心……",
			"本当に分別がないやつね。研究しか頭にないんだから……。",
			"정말 분별없는 녀석이네. 연구밖엔 머리에 없는 거야.......",
			null,
			null,
			"What a heartless guy, only research can be so enthusiastic ......",
			"A really sensible guy. All you care about is research. ......"
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				54,
				0,
				true
			]
		],
		[
			"msg",
			300898,
			"Bronya! Let's go take a shower! I can't stand one more minute of this. And it looks like our clothes are getting dissolved!",
			"唔~差点忘了！姐姐大人走吧！我们去洗澡！这样一身黏糊糊的东西太恶心了！而且衣服也都快被它们腐蚀了！再不快点可就不妙了！",
			"ブローニャお姉ちゃん、行きましょ！早くお風呂に入らないと！このベタベタ、気持ち悪いよ！しかも服も腐食し始めたし！早くしないとマズいよ！",
			"브로냐 언니, 가자! 빨리 목욕 안 하면! 이 끈적거림, 기분 나빠! 게다가 옷도 부식하기 시작했잖아! 빨리 안 하면 큰일이야!",
			"C'mon Bronya, let's go! We need a bath immediately! Being covered in this sticky stuff is disgusting! And our clothes are starting to disintegrate, let's hurry up!",
			null,
			"I almost forgot! Sister-sama, let's go! Let's go take a shower! It's so disgusting to be covered in this sticky stuff! And my clothes are getting corroded by them! If we don't hurry, we'll be in trouble!",
			"Come on, Bronya, let's go! We have to take a bath now! This sticky stuff is disgusting! And my clothes are starting to corrode! I've got to get out of here!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				2,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			300899,
			"Great...",
			"嗯……",
			"はい……。",
			"네......",
			"Sure....",
			null,
			"Well ......",
			"Yes. ......."
		]
	]
}