{
	"970": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67309,
			"Just put it on the table, Mei! All right, almost done! Next, we just have to decorate it...",
			"就这么放到桌子上吧芽衣学姐…嘿…好！这样子就差不多完成了呢！接下来就差装饰了~",
			"こうやって机の上に置こう、芽衣先輩……うん……よし！これでだいたい完了ね！あとは装飾だけ。",
			"이렇게 책상 위에 놓자, 메이 선배…… 음…… 좋아! 이제 대략 완성이야! 남은 건 장식뿐이네.",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67310,
			"K-Kiana... it's just a birthday cake. You don't have to work that hard on it...",
			"琪、琪亚娜，不过是生日蛋糕…也不用弄得这么夸张的啦。",
			"キ、キアナ、たかが誕生日ケーキでしょう……そんなに派手にしなくてもいいじゃない。",
			"키, 키아나, 그냥 생일 케이크잖아…… 그렇게 화려하게 할 필요 없잖아.",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67311,
			"But it's your birthday! You deserve only the best of the best! Besides, this cake has only nine layers. That's not too much, right? And the ingredients from Homu Planet don't even cost anything!",
			"怎么可以！既然是芽衣学姐的生日当然要有多华丽做多华丽，而且这蛋糕才九层而已才不夸张呢…再说，在吼姆星球做蛋糕用材料又不花钱——",
			"いいわけないでしょう！芽衣先輩の誕生日なんだからとびっきり華やかにしないと。しかも、このケーキだって9段じゃ大げさってほどじゃないわよ……それに、ホムの星で作ったケーキは材料費がかからないし——",
			"안 되지! 메이 선배 생일인데 엄청 화려하게 해야지. 게다가 이 케이크도 9단이라 해서 과장된 정도는 아니야…… 게다가 호무의 별에서 만든 케이크는 재료비도 안 들고——",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67312,
			"Uh, yeah... there's indeed no point to not use the ingredients if they don't cost anything, I suppose...",
			"确、确实，不花钱的话放着也很浪费呢，不用白不用，嗯……",
			"た、確かに。お金がかからないのなら無駄遣いってわけではないわね。使わなかったらもったいないものね。うん……。",
			"그, 그래. 돈이 안 든다면 낭비는 아니네. 안 쓰면 아깝잖아. 음…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67313,
			"You should all thank the great Kyushou for not adding a currency system. Accept my generosity with gratitude!",
			"没有加入货币系统可是九霄大人的恩惠，满怀感谢地收下吧！",
			"貨幣システムを加えなかったのは九霄様のお恵みよ。ありがたく受け取るのね！",
			"화폐 시스템을 추가하지 않은 건 큐쇼 님의 은혜야. 고마운 마음으로 받아들이자고!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67314,
			"Yeah, yeah. We'd probably be praising you had you not left all those bugs that affected the game experience lying around.",
			"是是是，如果没有那一大堆影响游戏体验的BUG的话说不定还真会好好吹捧你一下呢。",
			"はい、はい、はい。ゲームのプレイに影響するようなバグがあんなになかったら、あなたのことをしっかり褒めていたんだけどね。",
			"그래, 그래, 그래. 게임 플레이에 영향을 주는 버그가 그렇게 많지 않았다면, 너를 제대로 칭찬해 줬을 텐데 말이야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67315,
			"Uh... those were all emergency occurrences, not bugs. They add more unexpected elements to the game and help increase the replayability, don't they?",
			"咕…突发状况的事，能叫BUG么，这、这是增加游戏的未知娱乐性！",
			"くっ……アクシデントをバグと呼ぶなんて。そ、それはゲームに未知なるエンターテイメントが加わっただけじゃない！",
			"쿨럭…… 사고를 버그라고 부르다니. 그, 그건 게임에 알 수 없는 재미가 추가된 것뿐이잖아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67316,
			"All right, all right. At least nothing bad happened, right? Kyushou did bring us a little bit more happiness than pain, after all.",
			"好啦好啦，反正现在不也没发生什么事么，毕竟九霄还是给我们带来的欢乐还是比痛苦要多那么一点的~",
			"ほら、ほら。とにかく今は何も起きてないんだから。それに九霄のおかげで、辛いこと以上に楽しめているじゃないの～。",
			"자, 자. 어쨌든 지금은 아무 일도 일어나지 않았잖아. 게다가 큐쇼 덕분에, 힘든 일보다 즐거운 일이 더 많잖아~.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67317,
			"Of course I did! Wait, just a little bit? ...Anyway, there really shouldn't be any bugs. Everything happens for a reason!",
			"那还用说吗~不，不过就只多那么一点吗……哼，本来不应该会有什么BUG出现才对的，一定是因果律的影响！",
			"当たり前よ。い、いえ、楽しみの方が多いに決まっているでしょう……ふんっ、バグなんか起こるはずないのに。きっと何かの因果が影響しているのよ！",
			"당연하지. 아니, 즐거운 일이 더 많을 수밖에 없잖아…… 흥, 버그 같은 건 생길 리 없어. 분명 무슨 인과 관계가 영향을 준 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67318,
			"Aaaaaahhhhh!",
			"哇啊啊——",
			"わあぁぁ——",
			"와아아——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67319,
			"Huh? What's going on? Did a bug appear already?",
			"额！？怎么了，难道刚说完就出现报错了吗！",
			"え！？どうしたの？まさか言ったそばからエラーでも出たの！？",
			"엣!? 무슨 일이야? 설마 말한 직후에 에러라도 난 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67320,
			"Noooooo! There's nothing left to decorate the cake with! What do I do?",
			"呜，没、没有可以装饰蛋糕的东西了！怎么会这样！",
			"う、ち、違うの。ケーキをデコレーションするものがないのよ！どうしてこうなるの！",
			"아, 아냐. 케이크를 장식할 게 없어! 어떻게 이렇게 된 거야!",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67321,
			"Hmm... there are still a lot of ingredients lying around, but they're for the cake itself, not the decoration.",
			"嗯…虽然原材料看着很多，但可都是些做蛋糕胚的东西呢。",
			"うん……材料はたくさんあるみたいだけれど、どれもスポンジケーキの材料ね。",
			"음…… 재료는 많아 보이지만, 다 스펀지 케이크 재료네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67322,
			"Oh, if that's what you're worried about, the great Kyushou's got the perfect idea! Relax, come with me!",
			"哦，如果只是这样的话，九霄大人可有个好点子！放心跟我来就好！",
			"え、そういうことなら九霄様にいい考えがあるわ！安心してついて来て！",
			"어, 그런 거라면 큐쇼 님이 좋은 생각이 있어! 안심하고 따라와!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67323,
			"No way we can relax with those weird ideas of yours...",
			"你想到的点子才是最不让人放心的好吧……",
			"あなたの思いついた考えだからこそ安心できないのよね……。",
			"네가 생각해낸 아이디어라서 더 불안한 거야…….",
			null
		]
	],
	"971": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67324,
			"All right, hold your breath and get ready for the excitement that awaits you. Here we are!",
			"好，屏住呼吸感受吧，我们到了！",
			"よし、息を止めて感じるのよ。着いたわ！",
			"좋아, 숨을 참고 느껴봐. 도착했어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67325,
			"Is this...",
			"这、这是！",
			"こ、ここは！",
			"이, 이곳은!",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67326,
			"Whoa, how quaint! Are all these structures made of candy?",
			"哇哈~好漂亮！这些建筑都是糖果做吗？",
			"わあ～きれい！この建物は全部キャンディで作ったの？",
			"와아~ 예뻐! 이 건물은 전부 캔디로 만든 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67327,
			"That's right! I don't usually praise myself, but I'm extremely proud of all the hard work I put into this Candyland!",
			"哼哼哼，不是九霄大人自吹，这可是我花了大把时间设计的糖果乐园！",
			"ふふん、自慢するわけではないけれど、これは私がものすごい手間暇をかけて設計したキャンディ遊園地なのよ！",
			"후훗, 자랑하려는 건 아니지만, 이건 내가 엄청난 시간과 정성을 들여 설계한 캔디 놀이공원이야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67328,
			"Hard work? This looks exactly like the amusement park we helped at during the Idol Fest not long ago. You just stole the layout and used it here!",
			"什么花大把时间设计，这不就是我们之前偶像祭去帮忙的那个乐园吗，你只是把那个乐园原封不动放过来了而已吧！",
			"何がものすごい手間暇よ。アイドルフェスタの時に手伝いに行ったあの遊園地じゃないの。あの遊園地をそのまま持ってきただけでしょう！",
			"뭐가 엄청난 시간과 정성이야. 아이돌 페스타 때 도우러 갔던 그 놀이공원 아니야. 그 놀이공원을 그대로 가져온 거잖아!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67329,
			"Nah, it's not that simple! I added lots of unique game features here! Also, besides playing on the rides here, you can collect candies of all shapes and colors as well!",
			"咕…才没有那么肤浅呢！我可是专门在乐园加入了独特的游玩机制！而且，在这里我们不仅可以玩游乐设施，还可以拾取到各色各样的糖果！",
			"くっ……そんなちょろいことしないわよ！遊園地にオリジナルのプレイシステムを組み込んだんだから！しかも、ここではアトラクションで遊べるだけでなく、様々なキャンディを集められるのよ！",
			"큭... 그런 얕은 수 안 쓴다니까! 놀이공원에 오리지널 플레이 시스템을 추가했거든! 게다가, 여기에서는 어트랙션을 즐길 수 있을 뿐만 아니라, 다양한 캔디를 모을 수 있어!",
			null
		],
		[
			"msg",
			67330,
			"I also added a hidden exclusive item-dropping mechanism! If you manage to capture the owner of Candyland, you'll receive rare, sweet and exorbitant top-class candy! That's a gold-quality item that drops only once a day!",
			"然后，我还加入的隐藏的限定道具掉落机制！只要抓住乐园之主，就能获得无比珍贵，好吃又华丽的顶级糖果！那可是一天只会掉落一次的黄金品级道具！",
			"それから、隠された限定アイテムのドロップシステムも追加したわ。遊園地のオーナーを捕まえさえすれば、とってもレアで美味しくてきれいな最高のキャンディを獲得できるわよ！1日に1回しかドロップされない黄金クラスのアイテムなんだから！",
			"그리고, 숨겨진 한정 아이템 드롭 시스템도 추가했어. 놀이공원의 오너만 잡을 수 있다면, 엄청 희귀하고 맛있고 예쁜 최고의 캔디를 얻을 수 있다고! 하루에 한 번만 드롭되는 골드 클래스 아이템이란 말야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67331,
			"It's not a hidden mechanism now that you've told us...",
			"你都说出来了还有什么隐藏不隐藏的......",
			"口に出しておいて何が隠された限定アイテムよ……。",
			"입으로 말해놓고 뭐가 숨겨진 한정 아이템이야......",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67332,
			"Seems interesting, Kiana. Besides, we'll be able to collect a lot of candy here. Wouldn't that be great decoration for the cake?",
			"好像很有意思呢琪亚娜~而且在这的话，我们也可以顺利收集不少糖果才对呢~用那个装饰蛋糕一定很不错~",
			"でも面白そうじゃない、キアナ～。それにここだったらキャンディをたくさん集められそうよ。キャンディでケーキをデコレーションしたらきっと素敵よ～。",
			"그래도 재밌을 것 같지, 키아나~. 게다가 여기라면 캔디를 많이 모을 수 있을 것 같아. 캔디로 케이크를 데코레이션하면 분명 멋질 거야~.",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67333,
			"Hehehe... still, top-class candy? If I put that on the top layer of the cake... hehehe...",
			"嘿嘿嘿，不过，极品的糖果吗？如果把那个放在蛋糕最顶层的话……呵呵呵……",
			"ヘヘヘ、でも極上のキャンディなんでしょ？それをケーキのてっぺんに飾ったら……ウフフ……。",
			"헤헤헤, 하지만 최고급 캔디라며? 그걸 케이크 꼭대기에 장식하면...... 우훗......",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67334,
			"Kiana... Kiana? What's wrong? Why did you freeze all of a sudden?",
			"琪亚娜，琪亚娜？怎么了吗，突然愣住的……",
			"キアナ、キアナ？どうしたの？突然ボーっとしちゃって……。",
			"키아나, 키아나? 왜 그래? 갑자기 멍하니 있더니……",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67335,
			"No... nothing! I'm just super eager to collect some candy to bring back! Come on, let's go, Mei!",
			"没、没有！我只不过是有点迫不及待地想要去收集一批糖果回去而已！来吧，走吧芽衣学姐~",
			"な、何でもないわ！キャンディを集めに行くのが待ちきれないだけ！行きましょう、芽衣先輩～。",
			"아, 아무것도 아냐! 캔디 모으러 가는 게 너무 기다려져서! 가자, 메이 선배~.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67336,
			"Hey, wait, don't forget me!",
			"诶、等等，别忘了我啊！",
			"ちょっと、待ちなさい！私を忘れないで！",
			"잠깐, 기다려! 나를 잊지 말라고!",
			null
		]
	],
	"972": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67337,
			"Wow... everything's so sparkly! And there are all sorts of candies here!",
			"好漂亮...一闪一闪的，而且真是什么糖果都有呢！",
			"きれいね……キラキラして。それに本物のキャンディよ！",
			"예쁘다…… 반짝반짝해. 게다가 진짜 캔디야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67338,
			"Isn't it great? Besides the run-of-the-mill caramels and toffees, this place has got exquisite merry-go-round cotton candy as well!",
			"是吧！哼哼~除了传统的牛奶糖和太妃糖，这里还有精致的旋转木马棉花糖！",
			"そうでしょ！ふふん～昔ながらのミルクキャンディやキャラメル、それからメリーゴーランドのマシュマロもあるわよ！",
			"그렇지? 후훗~ 옛날식 밀크 캔디나 카라멜, 그리고 메리 고라운드 마시멜로도 있단다!",
			null
		],
		[
			"msg",
			67339,
			"That's what makes Candyland so awesome! All this magical candy can be tasted, though the flavors are completely random. They may taste like fruit, or milk! Though you might get unlucky and pick up a shoe-flavored gum drop...",
			"而这个就是九霄大人自豪的作品！味道什么的都是随机的魔法糖果！无论是水果还是奶香没有它表现不出来的！虽然运气不好可能还会有臭皮鞋味就是了......",
			"そしてこれが九霄様の自信作！ランダムで味が決まる魔法のキャンディ！フルーツでもミルクでも表現できない味はないわ！運が悪かったら臭い革靴の味だけどね……。",
			"그리고 이건 큐쇼 님의 자신작! 랜덤으로 맛이 결정되는 마법의 캔디! 과일이든 밀크든 표현할 수 없는 맛이 없어! 운이 나쁘면 구린 가죽구두 맛이지만……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67340,
			"Uh, that doesn't sound very tasty... anyway, aren't we inside the game Homu Planet? Can we really taste the candy?",
			"这、这不是很不妙吗...说回来，我们是在吼姆星球这个游戏里面吧，这真的能尝到味道么......",
			"こ、これは怪しいわね……ところで、私たちはホムの星のゲームの中にいるんでしょう？本当に味わえるの……？",
			"이, 이건 수상하네…… 그런데, 우리는 호무의 별 게임 안에 있는 거지? 진짜로 맛볼 수 있는 거야……?",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67341,
			"Ah, whatever. Mei, let's ignore all this for now. Kyushou, get over here!",
			"哎呀，怎么样都好，芽衣学姐，我们先不要管这个！九霄！你给我过来！",
			"もう、なんでもいいわよ。芽衣先輩、そんなことは後回しにしましょう。九霄！ちょっと来なさい！",
			"もう, 뭐든 좋아. 메이 선배, 그런 건 뒤로 미루자. 큐쇼! 이리 와 봐!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67342,
			"What? Is there an emergency you need me for? I won't give you spoilers on where to find the owner of Candyland, that's for sure!",
			"嗯？是有什么急事需要呼唤九霄大人吗，我可不会交出乐园之主的藏身处攻略哦！",
			"ん？何か九霄様を呼びつける急用でも？遊園地のオーナーの居所は教えたりしないわよ。",
			"음? 무슨 큐쇼 님을 부르는 급한 용무라도? 놀이공원 주인의 행방은 가르쳐 주지 않아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67343,
			"We don't need to know that. Anyway, I found another bug! Look, the candies I picked up always either turn into a black glob or melt into a puddle!",
			"才不是问你要这个呢！喂，你这糖果乐园一定又出现BUG了吧！你看！我捡到的糖果不是黑乎乎的就是一滩滩融化烂掉的诶！",
			"そんなこと聞いたりしないわよ！ちょっと、このキャンディ遊園地もまたバグが出たわよ。ほら！あたしが拾ったキャンディが真っ黒になったり、ドロドロになっちゃったじゃない！",
			"그런 거 묻지도 않았어! 야, 이 캔디 놀이공원도 또 버그가 생겼어. 봐! 내가 주운 캔디가 새까맣게 변하거나, 흐물흐물해져 버렸잖아!",
			null
		],
		[
			"msg",
			67344,
			"I targeted all the prettiest, most expensive-looking candy, but whenever I pick them up they just melt away!",
			"明明我是瞄准最漂亮最上等的糖果去收集的，结果拿到手上就变成这幅鬼样子了！",
			"一番きれいで最高のキャンディを集めていたのに、手にとった途端、こんな風になっちゃったわよ！",
			"가장 예쁘고 최고의 캔디를 모아뒀는데, 손에 든 순간 이렇게 변해버렸잖아!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67345,
			"No way! All the candies we collected look nice and undamaged. Slander!",
			"咕...不可能啊，我们这边收集到的糖果都是完好无损的，你可别污蔑人！",
			"な……まさか。私たちが集めたキャンディは何ともないわよ。変な言いがかりはやめてよね！",
			"뭐... 설마. 우리가 모은 캔디는 아무 일도 없어. 이상한 억지는 그만 둬!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67346,
			"No, no, you have to believe me! Look! This one over here is just a normal fruit candy, right? But when I touch it—",
			"才没有呢，不信你看着！这是普通的水果软糖吧，然后——",
			"言いがかりじゃないわよ。信じないなら見てみなさいよ！これは普通のフルーツグミでしょ？だけど——",
			"억지가 아니야. 안 믿으면 직접 봐! 이건 평범한 과일 구미잖아? 근데 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67347,
			"(Sizzling)",
			"——滋啦......",
			"——ドロッ……",
			"—— 흘러내려...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67348,
			"The candy melted... and smoke is coming out of it?",
			"糖果真的化掉了...还冒出了黑烟？",
			"キャンディが溶けた……しかも黒い煙まで出てる。",
			"캔디가 녹았어... 게다가 검은 연기까지 나오고 있어.",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67349,
			"Yeah, see? I wanted to collect the best candies so that I could make the cake the prettiest ever...",
			"是呀，呜...本来还想着收集最上等的糖果，把蛋糕装饰成世界超一流水平的......",
			"そうなのよ。もう……一番上等のキャンディを集めて世界でも超一流のデコレーションをしたかったのに……。",
			"그렇잖아. 정말... 가장 고급진 캔디를 모아서 세계에서도 초일류 데코레이션을 하고 싶었는데...",
			null
		],
		[
			"msg",
			67350,
			"I'm sure Mei will fall in love with me if she eats this cake...",
			"吃下这样的蛋糕的话，芽衣学姐的心一定会被我牢牢抓住的......",
			"そんなケーキを食べてくれれば、芽衣先輩の心もきっとあたしに釘付けに……。",
			"그런 케이크를 먹어주면 메이 선배의 마음도 분명 나에게 쏠릴 텐데...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67351,
			"Uh, were you thinking of something bad...?",
			"呃，你刚才是不是在想些很糟糕的事……",
			"ちょっと、あなた、さっきいかがわしいことでも考えていたんじゃ……。",
			"잠깐, 너 방금 무슨 음흉한 생각이라도 한 거 아니...?",
			null
		],
		[
			"msg",
			67352,
			"Ah, dear Kiana! The black smoke must represent the chaos and evil in your heart! Your desires have contaminated the candies, making them rot away. You need to purify your thoughts before you can collect the candies successfully!",
			"琪亚娜啊，那黑烟就如同你内心的真实写照，混乱邪恶！正是你内心的欲望污染了糖果，让糖果变质的啊！想要收集成功的话，就净化自己内心的杂念和邪恶吧！",
			"キアナ、その黒い煙はあなたの内心をそのまま映し出しているのよ。混乱と邪悪。あなたの内心にある欲望がキャンディを汚して、変質させたのよ。しっかり集めたいなら、自分の内心の雑念と邪悪を浄化しなさい。",
			"키아나, 그 검은 연기는 네 내면을 그대로 비추고 있어. 혼란과 사악함. 네 내면에 있는 욕망이 캔디를 더럽히고 변질시킨 거야. 제대로 모으고 싶으면, 자신의 내면의 잡념과 사악함을 정화하렴.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67353,
			"You're gonna say this is a hidden setting, huh? You think I'll really believe you? Come on! What kind of game can sense the player's thoughts? That's insane! This must be a bug!",
			"你又想说这是隐藏设定吧，少糊弄我，哪有游戏能做到感应玩家心灵这么超自然的呀！一定是BUG！",
			"またこれが隠れ設定だって言いたいんでしょ？いい加減にしてよ。どこのゲームにプレイヤーの心を読み取るような超自然現象があるのよ！きっとバグよ！",
			"또 이게 숨겨진 설정이랍시고 말하려는 거지? 적당히 해. 도대체 어떤 게임이 플레이어의 마음을 읽는 초자연 현상을 갖고 있냐고! 분명 버그야!",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67354,
			"No, this might actually be true. Candy is made to bring sweetness and happiness to the eaters, after all. If you want to use candy to do impure things, the candy will not taste good.",
			"不，这说不定就是真的，糖果是带着要给人甜美幸福的心情制作的，一旦违背这个，糖果是无法给人好吃的感觉的。",
			"いえ、もしかしたら本当かもしれないわ。キャンディは甘くて幸せな気持ちを作り出してくれる。これに背いたら私たちに美味しいという感覚を与えられなくなるわ。",
			"아니, 어쩌면 사실일지도 몰라. 캔디는 달콤하고 행복한 기분을 만들어주거든. 이걸 거스르면 우리에게 맛있다는 감각을 줄 수 없게 될 거야.",
			null
		],
		[
			"msg",
			67355,
			"And I actually think this is a good thing for you, Kiana! If you could collect the candy for collecting's sake instead of thinking about the cake all the time, you might actually become a more patient person!",
			"况且，我觉得这对琪亚娜来说或许是件好事呢~如果琪亚娜能为了成功收集糖果而努力的话，说不定真能好好培养一下内心气质什么的呢——",
			"それに、キアナにとってはいいことかもしれないわね～。もしキアナがキャンディを集めるために努力するなら、内心の気質とかをしっかりと養えるかもしれないからね——",
			"게다가, 키아나에게는 좋은 일일지도 모르겠네~. 만약 키아나가 캔디를 모으기 위해 노력한다면, 마음가짐 같은 걸 단단히 기를 수 있을 테니까——",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67356,
			"Aw, I wasn't even thinking about anything that bad?",
			"诶，怎么会变成这样啦...我的内心也没有想什么特别邪恶的东西啊？",
			"え、どうしてそうなるのよ……あたしは内心でも変な邪悪なものなんて考えたりしてないわよ。",
			"뭐, 어떻게 그런 게 가능해…… 나는 마음속으로도 이상한 사악한 생각 같은 건 안 하고 있다고.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67357,
			"(Actually all that about purifying thoughts was just a load of crap. The real reason is that the luck attribute value for Kiana was accidentally set too low...)",
			"（唔，实话说消除杂念什么的只是玄学而已，根本原因只是在给琪亚娜设置角色数值时不小心把幸运值调得太低了......）",
			"（う、実は雑念を消すとか何とかはデタラメなんだけどね。本当の原因はキアナにキャラクターステータスを設定する時にうっかり幸運度を低くしすぎちゃったからなのよね……）",
			"(으, 사실 잡념을 없애는 건 거짓말이지만. 진짜 이유는 키아나에게 캐릭터 스테이터스를 설정할 때 실수로 행운 수치를 너무 낮게 설정해버렸기 때문이야……)",
			null
		],
		[
			"msg",
			67358,
			"(But if I tell the truth, she'd blame me for designing the values wrong, and Mei seems to enjoy what's going on too, so... I should just let it be...)",
			"（可说出来她肯定要怪罪到我这个设计数值的头上，而且芽衣学姐似乎也挺喜欢现在的情况......就这样吧~）",
			"（でも話しちゃったらきっと私の設定したステータスのことを怒られるだろうし、それに芽衣先輩もこの状況を楽しんでいるみたいだし……このままでいっか～）",
			"(하지만 말했다가 분명 내가 설정한 스테이터스 때문에 혼날 거야, 게다가 메이 선배도 이 상황을 즐기고 있는 것 같고…… 이대로 있을까~)",
			null
		]
	],
	"973": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67359,
			"Ugh, how is something like purifying my thoughts possible? Ah, I should try thinking about happy things. For example, imagine we're in a haunted house, and Mei is trembling in my arms...",
			"唔，排除杂念什么的怎么可能做得到嘛！哎呀，不如试着想些开心的事好了，例如...在鬼屋时芽衣学姐害怕地抱住我的场景~",
			"うう、雑念を取り払うなんてどうやればいいのよ！もう、楽しいことでも考えていた方がいいわ。例えば……お化け屋敷で芽衣先輩が恐がってあたしに抱き着いてきたこととか～。",
			"우우, 잡념을 없애는 건 대체 어떻게 해야 하는 거야! 차라리 즐거운 일이라도 생각하는 게 나을 거야. 예를 들어…… 귀신의 집에서 메이 선배가 무서워서 나에게 안겨온 거라든지~.",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67360,
			"That's not something I would ever do...",
			"我好像没这么做吧......",
			"私はそんなことしてないけど……。",
			"나는 그런 거 안 했는데…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67361,
			"(Sizzling)",
			"——滋啦......",
			"——ドロッ……。",
			"—— 드롭…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67362,
			"Uh, it still doesn't work...?",
			"额，这样也不行吗！",
			"うっ、これでもダメなの！？",
			"윽, 이렇게 해도 안 되는 거야!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67363,
			"You can do it, Kiana! To show Mei how much you care! For true love!",
			"加油啊琪亚娜！为了传达你的心意！为了真正的幸福！",
			"キアナ、頑張って！自分の気持ちを伝えるのよ！本当の幸せのために！",
			"키아나, 힘내! 네 마음을 전하는 거야! 진정한 행복을 위해!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67364,
			"You brat! Cut out the idle comments. It's all your fault for designing the game like this! It's boring as hell, leaves no scope for imagination!",
			"你这家伙！还敢在这说风凉话！还不是你做的游戏的错！这样的游戏一点都不好玩而且没趣！",
			"あなたねえ！またそんな無責任なことを言って！あなたが作ったゲームのエラーでしょ！こんなゲームちっとも面白くないわ！",
			"너 참! 또 그런 무책임한 소리를 하네! 네가 만든 게임 오류잖아! 이런 게임 전혀 재미없어!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67365,
			"Uh, are you girls in some kind of trouble?",
			"那个，你们是遇到什么麻烦了吗？",
			"ねえ、あなたたち何かあったの？",
			"저기, 너희들 무슨 일 있었어?",
			null
		],
		[
			"msg",
			67366,
			"I'm Candy Witch, the owner of Candyland. I see that you've run into some kind of trouble. Can I help?",
			"我是这个乐园你的主人，糖果魔女~你们好像碰到了什么难题呢，需要我帮忙吗~",
			"私はこの楽園のオーナー、キャンディの魔女よ～。あなたたち何かお困りのようね。手伝ってあげましょうか～？",
			"나는 이 낙원의 오너, 캔디 마녀야~. 너희들 무슨 고민이라도 있는 거 같네. 도와줄까~?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67367,
			"Huh? The owner of Candyland?",
			"嗯？乐园主人！？",
			"え？楽園のオーナー！？",
			"엣? 낙원의 오너!?",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67368,
			"So this witch is the owner of Candyland? But... she's not wearing a Homu outfit...",
			"诶，魔女小姐就是糖果乐园的主人吗？可是...她好像没有穿吼姆装诶......",
			"え、魔女さんがキャンディ楽園のオーナーなの？でも……ホムの服を着てないみたいだけど……。",
			"어, 마녀 씨가 캔디 낙원의 오너라고? 근데... HOMU 옷은 안 입고 있던데...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67369,
			"Uh, well, she doesn't have the right outfit because of the budget cut! At least she's got, like, details, and isn't just a 8-bit character!",
			"呃，还、还不是因为经费不足，乐园主人的模型不是一堆马赛克已经很不错了！",
			"だって、経費が足りないんだから仕方ないでしょ。モザイク姿じゃないだけまだマシよ！",
			"예산이 부족하니까 어쩔 수 없잖아. 모자이크 차림이 아닌 것만 해도 다행이야!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67370,
			"Anything you need help with?",
			"请问，你们需要些什么帮忙吗？",
			"あの、手伝ってあげましょうか？",
			"저기, 도와드릴까요?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67371,
			"Sorry, witch lady... we wandered into Candyland without your permission and even took some of your candy...",
			"魔女小姐不好意思，我们随意进入你的糖果乐园，还到处捡走你的糖果......",
			"魔女さん、ごめんなさい。勝手にあなたのキャンディ楽園に入った上にあちこちでキャンディを拾って……。",
			"마녀 씨, 죄송해요. 허락도 없이 당신의 캔디 낙원에 들어가서 여기저기서 캔디를 주워서...",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67372,
			"Oh, so that's what you're worried about? It's fine! I'm actually glad someone is enjoying my candy and my theme park. I'd love it if you can take more with you, in fact!",
			"如果是担心这个的话~没问题的！我也很开心有人能喜欢我的糖果和这个乐园呢~倒不如说我希望你们能收集更多的糖果回去呢~",
			"それなら心配しなくて大丈夫よ。私もみんながキャンディとこの楽園を気に入ってくれて嬉しいわ。それどころか、もっとたくさんのキャンディを集めてちょうだいね～。",
			"그렇다면 걱정하지 않아도 괜찮아. 나도 모두가 캔디와 이 낙원을 좋아해줘서 기쁘거든. 오히려 더 많은 캔디를 모아줬으면 좋겠어~.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67373,
			"Is that so? That's wonderful! Kiana, come over and let's thank the nice witch lady together!",
			"是这样吗？呵呵，那真是太好了~琪亚娜，你也过来跟魔女小姐道谢吧~",
			"そうなの？ウフフ、よかった～。キアナ、あなたも魔女さんにお礼を言いなさい。",
			"그래? 우훗, 다행이다~. 키아나, 너도 마녀 씨에게 감사 인사 해.",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67374,
			"Ah, so you're the owner of Candyland? If I capture you, I'll receive the top-class candy, right?",
			"嘿嘿嘿，乐园的主人吗？只要抓住你就能获得最顶级的糖果了吧！",
			"ヘヘヘ、楽園のオーナー？あなたさえ捕まえれば最高級のキャンディが手に入るのね！",
			"헤헤헤, 낙원의 오너? 너만 잡으면 최고급 캔디를 얻을 수 있는 거지!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67375,
			"Huh? W-what? Don't touch me!",
			"诶？什、什么？别过来！",
			"え？な、何なの？来ないでよ！",
			"엥? 뭐, 뭐야? 가까이 오지 마!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67376,
			"Kiana, what are you doing?",
			"琪亚娜，你要做什么？",
			"キアナ、何しているの？",
			"키아나, 뭐 하는 거야?",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67377,
			"I'm gonna capture the owner of Candyland so that I can receive the rarest item, of course! The normal candies don't matter anymore. Just give me the top-class one!",
			"还用说吗，当然是抓住乐园主人，获得稀有道具啦！普通糖果怎么样都无所谓了！快把顶级糖果交出来吧！",
			"そりゃもちろん楽園のオーナーを捕まえるのよ。捕まえたらレアアイテムが手に入るのよ！普通のキャンディなんてどうでもいいわ。早く最高級のキャンディをちょうだい！",
			"물론 낙원의 오너를 잡는 거야. 잡으면 레어 아이템을 얻을 수 있다고! 평범한 캔따윈 필요 없어. 빨리 최고급 캔디 내놔!",
			null
		]
	],
	"974": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67378,
			"Stop running. There's nowhere to go!",
			"放弃吧，你已经无路可逃了！",
			"あきらめなさい。もう逃げ道はないわよ！",
			"포기해. 더 이상 도망칠 길은 없어!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67379,
			"Aw... why me...",
			"呜...为什么要抓我......",
			"うう……どうして私を捕まえるの……。",
			"으윽…… 왜 나를 잡으려는 거야…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67380,
			"It's for the candy, I have nothing against you. Now, give me that super-rare dropped-once-every-24-hours candy, won't you?",
			"我也不过是为了糖果啦，好了，你也该将那个什么一天只能获得一个的顶级糖果交出来了——",
			"キャンディのためなのよ。よし、そろそろ1日に1個しか手に入らない最高級のキャンディを出しなさい——",
			"캔디 때문이야. 좋아, 이제 하루에 하나밖에 못 얻는 최고급 캔디 내놔——",
			null
		],
		[
			"msg",
			67381,
			"Uh, wait... what if the candy rots the instant I receive it? There doesn't seem to be a way to make sure I can claim the candy without it melting away...",
			"不过...等等，万一这个糖果交到我手上的时候也变质了的话怎么办......现在我好像还没有什么能确保一定可以获得糖果的方法......",
			"でも……待って、万一そのキャンディが私の手に移った瞬間変質してしまったらどうしよう……今のあたしには確実にキャンディを手に入れられる方法もないし……。",
			"하지만…… 잠깐, 만약 그 캔디가 내 손에 닿는 순간 변질되어 버리면 어쩌지…… 지금의 나에게는 확실히 캔디를 얻을 방법도 없고…….",
			null
		],
		[
			"msg",
			67382,
			"Ugh... damn, I can't make up my mind...",
			"额...可恶，好纠结——",
			"あぁ……もう、ムカつく——",
			"아…… 정말, 짜증나——",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67383,
			"All right! Time to make my move!",
			"噫！趁现在！",
			"よし！今だ！",
			"좋아! 지금이야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67384,
			"Hey! Stop! Damn, she's gone!",
			"啊你给我站住！可恶，居然趁机逃掉了！",
			"あ、待ちなさい！もう、隙をつかれて逃げられちゃった！",
			"아, 기다려! 이젠 틈을 보여서 도망쳐 버렸잖아!",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67385,
			"What did you do this time, Kiana? Don't harass the kind lady witch!",
			"琪亚娜！真是的，你都干了什么？为什么要给魔女小姐添麻烦？",
			"キアナ！まったく、何しているの？どうして魔女さんに迷惑かけるのよ？",
			"키아나! 정말, 뭐 하는 거야? 왜 마녀님께 폐찔이야?",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67386,
			"B-but didn't Kyushou say that capturing the witch lady is our hidden mission? I just wanted to get the rare item...",
			"可、可是，九霄不是说抓住魔女小姐就是乐园的隐藏任务嘛，我不过是想获得那个稀有道具而已......",
			"だ、だけど、九霄だって魔女さんを捕まえることが楽園の隠しクエストだって言ったじゃない。私はただレアアイテムがほしいだけで……。",
			"그, 그래도 큐쇼는 마님을 잡는 게 낙원의 히든 퀘스트라고 했잖아. 나는 그냥 레어 아이템이 갖고 싶을 뿐인데...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67387,
			"Well, it's indeed part of the game settings for Candyland.",
			"嗯，糖果乐园这一个区域的游戏设置确实是这样的没错。",
			"ええ、キャンディ楽園のこのエリアは確かにそのように設定しているわよ。",
			"그래, 캔디 낙원의 이 구역은 확실히 그렇게 설정되어 있지.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67388,
			"Ah, so in the end this is all just a game, right? Don't be so uptight, Mei!",
			"哎呀，所以说到底这不还是游戏嘛......芽衣学姐太紧张了。",
			"もう、だからこれはゲームじゃない……芽衣先輩は緊張しすぎよ。",
			"아真是, 그러니까 이건 게임이 아니야... 메이 선배는 너무 긴장했어.",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67389,
			"Hmm, maybe this place is just so realistic... I keep forgetting that we're in a game, in Homu Planet.",
			"唔...也许是这里太真实了吧，我总是会忘记我们是在吼姆星球这个游戏内的事......",
			"う.……きっとここがリアルすぎるからね。ついついホムの星のゲーム内にいることを忘れちゃうのよね……。",
			"음... 분명 여기가 너무 현실적이라서 그런 거야. 어쩌다 보니 호무의 별 게임 속에 있다는 걸 잊어버리게 되네...",
			null
		],
		[
			"msg",
			67390,
			"Still, isn't collecting candy to decorate the cake with our original mission? If we spend extra time completing hidden missions, wouldn't that be deviating from our original goal?",
			"不过，就算是这样，收集糖果回去布置蛋糕才是我们原本的任务不是吗？专门花力气去完成隐藏任务就本末倒置了呢。",
			"でも、キャンディを集めてケーキをデコレーションするのが元々のクエストじゃなかった？一生懸命隠しクエストをクリアしようとするのは本末転倒よ。",
			"근데 원래 퀘스트는 캔디를 모아서 케이크를 데코레이션하는 거 아니었어? 히든 퀘스트 클리어에만 매달리는 건 본말전도야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67391,
			"Besides, with those short little Homu arms, it won't be that easy to capture the owner of Candyland! This at least is something I'm confident about!",
			"哼哼~而且就靠着吼姆装这双小短手，要抓住乐园主人可没那么容易呢，在这方面九霄大人可是很自信的！",
			"ふふん～それにホム姿のその短い両手じゃ、楽園のオーナーを捕まえるのは難しいわよ。それに関しては九霄様は自信あるのよ！",
			"훗~ 게다가 호무 모드의 그 짧은 팔로는 낙원의 오너를 잡기엔들렐 거야. 그건 큐쇼 님이 자신 있다구!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67392,
			"So you're really proud of this stupid plothole you dug yourself... Personally, I think someone should be supervising you at the side with a gun the next time you design a game. And you'd better add a code that'd make me invincible!",
			"你还真是对你自己挖的坑很自豪啊...依我看，下次要让你做游戏的话就应该拿着枪在你旁边监督你才对！最好就是给我加一段可以为所欲为的无敌代码！",
			"あなたって本当に自分を苦しめることを自慢げに話すのね……どうやら今度あなたにゲームを作らせる時には銃を持って横で監視していなくちゃダメね。あたしに思う通りの無敵コードを加えてくれるといいんだけど。",
			"너 정말 스스로를 괴롭히는 일을 자랑스럽게 말하네... 이번에 네가 게임 만들 때는 총 들고 옆에서 감시해야겠어. 내가 원하는 대로 무적 코드를 넣어주면 좋을 텐데.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67393,
			"What's the fun then? I'd rather die than create a game this boring!",
			"这样的游戏到底有什么意思......九霄大人死也不会做这么无趣的游戏的！",
			"そんなゲーム、一体何が面白いのよ……。九霄様は死んでもそんなつまらないゲームを作ったりしないわ！",
			"그런 게임 대체 뭐가 재미있다는 거야... 큐쇼 님은 죽어도 그런 지루한 게임 만들지 않아!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67394,
			"All right, all right, instead of complaining, might as well start collecting more candy. If we don't hurry, the sun will set soon!",
			"好了好了，有时间在这里抱怨，不如赶紧想办法收集多点糖果？再不动手的话，太阳就要下山了哦。",
			"ほらほら。文句を言っている暇があったらキャンディをもっと集めましょう。ボーっとしていたら日が暮れちゃうわよ。",
			"자자. 불평할 시간에 사탕이나 더 모으죠. 멍때리다간 해 질 녘이다.",
			null
		]
	],
	"975": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67395,
			"Ah, it's getting dark indeed! Why haven't I managed to pick up even one candy yet? And on the contrary...",
			"啊...天已经快黑了，为什么我还是一颗糖果都没收集到！相反的，那边就......",
			"あ……空が暗くなりそう。どうして私はキャンディを1個も集められないのよ！それに比べてむこうは……。",
			"아... 하늘이 어두워지겠네. 왜 나는 사탕을 하나도 못 모으는 거야! 저쪽은 비교도 안 되게...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67396,
			"Mei! I recommend this one!",
			"芽衣学姐！我要向你推荐这个！",
			"芽衣先輩！このキャンディいいわよ。",
			"메이 선배! 이 사탕 맛있어요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67397,
			"What candy is that? Looks a bit like chewing gum.",
			"这个是什么糖果，长得有点像口香糖呢？",
			"これは何のキャンディ？チューインガムみたいだけど？",
			"이건 무슨 사탕이야? 츄잉껌 같은데?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67398,
			"That's not gum! What makes this chewy candy great is that you have to rip it in half from the middle before eating. You'll feel like a warrior, slicing through darkness with your sword of light! I've added this into the game as an Easter egg for you all to enjoy!",
			"哼哼哼，这可不是什么口香糖！这种软糖的精髓在于，吃之前要先将它从中间对半撕开！享受那种犹如光之剑斩破黑暗一样的撕裂快感！这可是九霄大人特地加的私货哦！",
			"ふふふ。これはチューインガムなんかじゃないわよ！このグミの真髄は、食べる前に真ん中で半分に割るの！光の剣が暗闇を真っ二つにするような快感を味わうのよ。これは九霄様がわざわざ追加したオリジナルなの！",
			"후후후. 이건 츄잉껌 같은 게 아니야! 이 구미의 진수는 먹기 전에 가운데를 반으로 갈라서! 빛의 검으로 어둠을 베어 가르는 듯한 쾌감을 느낄 수 있어. 큐쇼 님이 특별히 추가한 오리지널이야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67399,
			"Is that so? But if being able to rip through the candy is the desired effect, shouldn't a candy with a longer shape do the trick? I rather like the long one over there, for example. It might fit all around the cake and make it really pretty!",
			"是么？可只是追求这点的话，那边不是有更长的类型嘛，我反而比较喜欢那个更长一点的呢~可以在蛋糕外面围一圈一定很好看吧~",
			"そうなの？でも、それが目当てなら、こんな形じゃなくてもいいじゃない。私はそれよりもあの長いやつの方が好きだな～。ケーキの周りにグルグル巻きつけたらきっときれいよ。",
			"그래? 하지만 그게 목적이라면 이런 모양이 아니어도 되잖아. 나는 그보다 저 긴 게 더 좋은데~. 케이크 주위를 빙빙 감으면 분명 예쁠 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67400,
			"......",
			"......",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67401,
			"Damn, how dare you have fun chatting with Mei while I'm suffering? I'll definitely not admit defeat!",
			"可恶，居然在别人痛苦的时候趁机和芽衣学姐玩的这么开心！哼，我也是不会认输的！",
			"もう、他人が苦しんでいる時に芽衣先輩がそんなに楽しそうにするなんて！ふんっ、あたしも負けないわよ！",
			"정말, 남이 고생하는데 메이 선배가 그렇게 즐거워하다니! 흥, 나도 지지 않을 거야!",
			null
		],
		[
			"msg",
			67402,
			"Let me see... so I should imagine something happy and sweet when collecting the candy, right? Something happy and sweet... ah, it must be when we're eating and Mei feeds me! When she tells me to open my mouth... nothing can make me happier than that!",
			"让我想想，拾取糖果时的心情，幸福甜美的心情吗？好，那就是每天等着芽衣学姐开饭，然后要芽衣学姐喂食，“啊——”的那一瞬间！",
			"よく考えるのよ。キャンディを拾う時の気持ちを。幸せで甘い気持ち？よし、毎日芽衣先輩がご飯を待っていて、芽衣先輩に「あーん」をして食べさせてあげる瞬間のことをかんがえるのよ。",
			"잘 생각해봐. 사탕을 주울 때의 기분을. 행복하고 달콤한 기분? 좋아, 매일 메이 선배가 밥을 기다리며, 메이 선배에게 「아~앙」 해서 먹여주는 순간을 생각하는 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67403,
			"(Sizzling)",
			"——滋啦......",
			"——ドロッ……。",
			"——드롭......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67404,
			"Eh? This doesn't work either? Come on! All I want is to collect some candy. Why make it that hard? Hmm... another happy moment... maybe when we're taking a bath and I get to scrub Mei's back!",
			"诶，不是吗，真是的捡个糖果干嘛要这么小心翼翼的！哎，不行不行，再想想......那、那就是入浴后要给芽衣学姐搓背的时候！",
			"ああ、ダメか。キャンディを拾うのにどうしてこんなに気をつけなくちゃいけないのよ！もう、ダメダメ、もっと考えなくちゃ……じゃあ、お風呂上りに芽衣先輩の背中を拭いてあげる時のこととか！",
			"아, 안 되는 건가. 캔디를 줍는 데 왜 이렇게 조심해야 하는 거야! 정말, 안 돼 안 돼, 더 생각해야 해... 그럼, 목욕하고 나서메이 선배의 등을 닦아줄 때 같은 거라든지!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67405,
			"(Sizzling)",
			"——滋啦......",
			"——ドロッ……。",
			"—— 뚝…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67406,
			"Ugh, this stupid game just doesn't understand! Isn't being fed by Mei the epitome of happiness? Well, how about when it's bedtime and the lights are out and—",
			"哎呀我看这破游戏根本就是不懂！那可是只要去想象就能感受到幸福的时刻耶！那那那，那就是睡觉熄灯后——",
			"もう、こんなゴミゲーム全然ダメじゃない！そしたら幸せを感じられるときのことを考えればいいのね。ええと、眠った後の——",
			"정말, 이런 쓰레기 게임 전혀 안 되잖아! 그렇다면 행복을 느낄 때를 생각하면 되는 거네. 어디 보자, 잠든 뒤의 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67407,
			"(Fizzling)",
			"滋啦......",
			"ドロッ……。",
			"뚝…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67408,
			"Hey, I didn't even say anything!",
			"喂我还什么都没说吧！",
			"ちょっと！他に何があるのよ！",
			"잠깐! 다른 건 뭐가 있는 거야!",
			null
		],
		[
			"msg",
			67409,
			"Damn! Why does this have to be so hard? All I want is for Mei to have the best birthday party ever with the prettiest cake, so that I can see her lovely smile...",
			"可恶，为什么，我不过是希望芽衣学姐能过上一个豪华的生日派对，吃上最精致的蛋糕，然后看到她幸福的笑容罢了......",
			"もう、何でなの。あたしは芽衣先輩と一緒に豪華な誕生日パーティーを過ごしたいだけなのに。最高のケーキを食べて、幸せな笑顔を見たいだけなのに……。",
			"정말, 왜 이런 거야. 나는메이 선배와 함께 호화로운 생일 파티를 보내고 싶을 뿐인데. 최고의 케이크를 먹고, 행복한 미소를 보고 싶을 뿐인데…….",
			null
		],
		[
			"msg",
			67410,
			"What did I do wrong? All I want is for Mei to be happy!",
			"希望芽衣学姐开心，到底有什么错啦！",
			"芽衣先輩に喜んでほしいだけなのに何がいけないの！",
			"메이 선배가 기뻐해주기만을 바랄 뿐인데 뭐가 문제라는 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67411,
			"——!",
			"——！",
			"——！",
			"——!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67412,
			"Eh? The candy didn't rot...? I did it! I did it!",
			"诶，糖果没有变质！？我成功了？我成功了吧！",
			"あれ、キャンディが変質しない！？うまくいった！",
			"어라, 캔디가 변질되지 않아!? 잘 된 거야!",
			null
		],
		[
			"msg",
			67413,
			"So... my genuine hopes that Mei would have a happy birthday... that's pure and untainted enough for the candy to not rot...? I see, makes a lot of sense!",
			"原来如此，打从心底里希望芽衣学姐能过上一个开心的生日，就是最纯粹的心情吗......嗯嗯，我懂了！",
			"そういうことだったのか。心の底から芽衣先輩が楽しく誕生日を過ごせるようにって願えばよかったんだ。純粋な気持ちか……うん、分かったわ！",
			"그런 거였구나. 마음속 깊이메이 선배가 즐겁게 생일을 보낼 수 있기를 바라면 되는 거였어. 순수한 마음이라... 음, 알겠어!",
			null
		],
		[
			"msg",
			67414,
			"So all I have to do is keep this pure hope in my heart, and I'll be able to get all the candy I want. All right, time for my next target! I'm gonna get the top-class candy today for sure!",
			"那只要确认好这个心情，就没什么好怕的了。好，那就赶紧瞄准下一个目标！本小姐今天一定要拿下顶级糖果！",
			"その気持ちさえ分かれば恐いものなんてないわ。よし、急いで次の目標をねらうわよ。今日は必ず最高級のキャンディを手に入れるんだから！",
			"그 마음만 알면 무서울 게 없어. 좋아, 서둘러 다음 목표를 노릴 거야. 오늘은 반드시 최고급 캔디를 손에 넣을 테니까!",
			null
		]
	],
	"976": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67415,
			"Found ya!",
			"找到你了！",
			"見つけた！",
			"찾았다!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67416,
			"It's you...?!",
			"你是刚才的！？",
			"あなたはさっきの！？",
			"너 아까 그!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67417,
			"I won't give up, especially since I already figured out how to purify my mind and obtain the candy! No more rotting candy from now on for sure...",
			"我不会放弃的，没错，到底怎么样才算是符合糖果制作时那种幸福甜美的心情我已经明白了，这回已经没什么好怕的了......",
			"あたしは諦めたりしないわよ。そうよ。どうすればキャンディを作る時の幸せな甘い気持ちになるか分かったからね。もう恐いものなんてないわ……。",
			"난 포기하지 않아. 그래. 캔디를 만들 때의 행복한 달콤한 마음을 어떻게 하면 느낄 수 있는지 알았으니까. 이제 무서울 게 없어……",
			null
		],
		[
			"msg",
			67418,
			"Here in Homu Planet is the only place where I can make such a huge cake. I'll never let this chance slip away!",
			"也就只有在吼姆星球的时候我能做出来那样的大蛋糕，所以，这次机会我是绝对不会放过的！",
			"ホムの星にいる時でしかあんな大きなケーキを作れないんだし、だから、このチャンスは絶対に逃さないわよ！",
			"호무의 별에 있을 때만 그렇게 큰 케이크를 만들 수 있으니, 이 기회는 절대로 놓치지 않을 거야!",
			null
		],
		[
			"msg",
			67419,
			"I need your top-class candy to complete my super-special cake of love! No matter how long it takes, I won't let you escape from my hands!",
			"为了这个决胜蛋糕，我需要你那顶级的糖果，为了这个，无论多少次我都会抓到你！",
			"この勝負のケーキには、あなたの最高級のキャンディが必要なの。そのためには何回でもあなたを捕まえるわよ！",
			"이 승부의 케이크에는 네 최고급 캔디가 필요해. 그걸 위해서라면 몇 번이라도 널 잡을 거야!",
			null
		],
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67420,
			"Ugh, even if you say so... I won't be cornered this easily this time!",
			"唔！就算是这样......我这次也不会再那么简单就被你逼到无路可走的！",
			"え！だからって……今回だってそんな簡単に捕まらないわよ！",
			"엇! 그래봤자…… 이번에도 그렇게 쉽게 잡히지 않을 거야!",
			null
		]
	],
	"977": [
		[
			"speaker",
			204586
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				false
			]
		],
		[
			"msg",
			67421,
			"I... I can't... can't fly any longer...",
			"唔哇...不行了，我飞不动了......",
			"うわっ……だめ、飛べない……。",
			"으악…… 안 돼, 날 수 없어…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67422,
			"Haah... haah... finally, gotcha!",
			"哈...呼哈......终于，终于抓到你了！",
			"はあ……はあ……やっと、やっと捕まえた！",
			"하…… 하…… 드디어, 드디어 잡았다!",
			null
		],
		[
			"msg",
			67423,
			"Hey, where's the witch lady? Why did she disappear out of nowhere...? Did Kyushou give her teleportation powers too?",
			"诶，魔女小姐呢，怎么突然不见了...难道说九霄那家伙还给她设置了瞬间移动能力！？",
			"あ、魔女さんは？どうして突然いなくなっちゃったの……まさか九霄のやつが彼女に瞬間移動の能力を設定したとか！？",
			"아, 마녀 씨는? 왜 갑자기 사라져 버린 거지…… 설마 큐쇼 녀석이 그녀에게 순간 이동 능력을 설정했다든가!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67424,
			"(Thud)",
			"——啪！",
			"——ポタッ",
			"——뚝",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67425,
			"Hey, something's dropped on the ground... eh? This pearl-like thing... is it the top-class candy? Wow! It'd really look great on my big cake!",
			"等等，好像有什么东西掉了下来......咦？这像珍珠一样的东西该不会就是顶级糖果吧！哇啊~果然是配得起我那个大蛋糕的装饰！",
			"待って、何か落ちてきたような……あれ？これは真珠みたいね。まさか、これが最高級のキャンディなの！？わあ～、やっぱりあの大きなケーキのデコレーションにぴったりね！",
			"잠깐, 뭔가 떨어진 것 같은... 어라? 이건 진주 같네. 설마, 이게 최고급 캔디라고!? 와~ 역시 그 큰 케이크 장식으로 딱이네!",
			null
		],
		[
			"msg",
			67426,
			"Next, I'll just pick it up! All I have to think about is Mei's smile. Mei's smile...",
			"然后，然后就是捡起来！嗯，只要想着芽衣学姐的笑容，芽衣学姐的笑容......",
			"そしたら、そしたら、これを拾えばいいのね！うん、芽衣先輩の笑顔を考えて、芽衣先輩の笑顔……。",
			"그러면, 그러면, 이걸 주우면 되는 거네! 음, 메이 선배의 미소를 생각하며, 메이 선배의 미소......",
			null
		],
		[
			"msg",
			67427,
			"Mei's smile, as she eats my gigantic nine-layered cake... her smile, meaning that she'll say yes to all my requests...",
			"吃下我的九层大蛋糕，然后幸福无比的芽衣学姐的笑容，笑容......无论我提出什么要求都会答应的笑容~~",
			"私の9段ケーキを食べて、そしてこれ以上ないほどの芽衣先輩の笑顔、笑顔……私がどんなことを言っても答えてくれる笑顔～。",
			"내 9단 케이크를 먹고, 그리고 이보다 더할 수 없는 메이 선배의 미소, 미소...... 내가 무슨 말을 해도 답해줄 것 같은 미소~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67428,
			"(Sizzling)",
			"——滋啦......",
			"——ドロッ……。",
			"——풍덩......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67429,
			"Uh, what sound is that? No! My top-class candy! Noooooooo!",
			"额！刚才是什么声音...哇我的顶级糖果！别别别别！等等！不要！",
			"えっ！今の音は……あっ、あたしの最高級のキャンディが！ダメダメダメ！待って！やめて！",
			"엣! 방금 소리는... 앗, 내 최고급 캔디가! 안 돼안 돼안 돼! 잠깐! 그만둬!",
			null
		],
		[
			"msg",
			67430,
			"It... it's rotten... the color... it looks all moldy now!",
			"坏、坏掉了...这颜色简直就跟发霉了一样吧！",
			"こ、壊れちゃった……この色ってカビが生えたみたい！",
			"부, 부서져버렸어... 이 색깔 곰팡이 핀 것 같아!",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				664,
				0,
				true
			]
		],
		[
			"msg",
			67431,
			"Oi, Kiana, where'd you go? We're heading back now!",
			"喂~琪亚娜你跑到哪里去了~我们要回去了哦？",
			"ちょっと～キアナ、どこ行ったの～？私たち帰るわよ！",
			"있지~ 키아나, 어디 갔어~? 우리 돌아가자!",
			null
		],
		[
			"msg",
			67432,
			"Kiana... ah, here you are!",
			"琪亚娜......啊，原来你跑这里来了啊？",
			"キアナ……あ、こんなところにいたのね。",
			"키아나... 아, 이런 곳에 있었구나.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67433,
			"Whoa, why are you holding this greenish blob?",
			"唔哇，你怎么还抱了个青团！？",
			"うわ、どうして草団子を抱えているの！？",
			"우와, 왜 찹쌀떡을 안고 있는 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67434,
			"Why can't I use this green blob to decorate the cake, huh?",
			"青、青团就不能做蛋糕吗！哼！",
			"く、草団子だってケーキを作れるわよ！ふんっ！",
			"흥, 풀떡이라도 케이크를 만들 수 있다구! 흥!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67435,
			"That just sounds plain disgusting. And all these black blobs... so you haven't even collected any real candy, have you? You should thank me, then, because I collected enough for all of us!",
			"那样的蛋糕我才不想吃呢...还有这堆黑不溜秋的东西，你这真是一颗好的糖果都没收集到啊。感谢九霄大人吧，我可是努力把你的份也收集了哦！",
			"そんなケーキなんか食べたくないわよ……それにこの黒いドロドロの塊。あなた本当にキャンディを1個も集められなかったのね。九霄様に感謝するのね。あなたの分まで集めておいたわよ！",
			"그런 케이크 먹고 싶지 않아... 게다가 이 검은 질퍽한 덩어리. 너 정말 사탕 하나도 못 모았구나. 큐쇼님께 감사해야겠네. 네 몫까지 모아뒀다고!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67436,
			"It's not meaningful if I didn't collect them myself!",
			"要你管！不是我自己收集的又有什么意义啊......",
			"放っておいてよ！あたしが自分で集めたわけじゃないのになんの意味があるのよ……。",
			"내버려 둬! 내가 직접 모은 것도 아닌데 무슨 의미가 있다구...",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67437,
			"Uh... wait, is this...",
			"唔？等等，这个是......",
			"あれ？待って、これは……。",
			"어? 잠깐, 이건...",
			null
		],
		[
			"msg",
			67438,
			"Kiana, see? Isn't there one perfectly intact candy in your whole stack of ruined candies? You did a great job! I'm proud of you.",
			"呵呵~琪亚娜，你这堆失败作里不是还有一颗完好无损的么，你很努力了呀~",
			"うふふ～キアナ、あなたこの失敗作の中にもキズのない完璧なのが1つあるじゃない。頑張ったわね～。",
			"우후훗~ 키아나, 너 이 실패작 안에도 흠집 하나 없는 완벽한 게 하나 있잖아. 열심히 했네~",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67439,
			"B-but there's only one... and so tiny, too... it's not even pretty...",
			"可、可是就只有那么一颗，而且还这么小，一点都不好看......",
			"で、でもたった1個だし、それにこんなに小さいし、ちっともきれいじゃないわ……。",
			"그, 그래도 겨우 하나뿐인데, 게다가 이렇게 작고, 전혀 예쁘지 않아...",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67440,
			"Let's put it on the very top, then! You worked so hard for it, after all. I think it's worth more than any of the pretty candies!",
			"那，我们就把它放在最顶层吧~琪亚娜努力获得的糖果，我觉得，比任何一颗好看的都要有意义多呢~",
			"じゃあ、それを一番上に飾りましょう～キアナが頑張って手に入れたキャンディなんだから。どんなキャンディよりもきれいで意義があるわよ。",
			"그럼, 그걸 가장 위에 장식하자~ 키아나가 열심히 얻은 사탕이니까. 어떤 사탕보다 예쁘고 의미 있는 거야.",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67441,
			"Mei...",
			"芽衣学姐……",
			"芽衣先輩……。",
			"메이 선배...",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67442,
			"Chin up, okay? It's getting dark. Grab the candies we got and let's go!",
			"嗯~快打起精神吧！天已经要黑透了，拿起我们的糖果，回家吧~",
			"さあ～元気出して！日が暮れちゃったわよ。キャンディを持って帰りましょう～。",
			"자~ 기운 내! 해가 저물었어. 사탕 가지고 집에 가자~",
			null
		]
	],
	"978": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67443,
			"Ha, all done! What an exquisite cake! Kyushou's Candyland sure was helpful.",
			"哈~完成！这蛋糕也太精致了…不得不承认九霄那糖果乐园做的不错。",
			"はあ～できた！このケーキもとてもきれいね……九霄のあのキャンディ楽園がすごかったことは認めなくちゃいけないけどね。",
			"하아~ 완성! 이 케이크도 아주 예쁘네... 큐쇼의 그 사탕 낙원이 대단했던 건 인정해야겠지만.",
			null
		],
		[
			"msg",
			67444,
			"Though all Mei wanted was a well-decorated cake, I still did a lot of research! According to my studies, nine-layered cakes symbolize eternal love. I'm sure Mei would be able to feel my sincerity through the cake!",
			"虽然跟芽衣学姐说只是要做得华丽而已，但我这次也是专门做了功课的！听说九层蛋糕也意味着长长久久呢，如果是芽衣学姐的话一定也能理解这点的吧~",
			"芽衣先輩には綺麗なケーキを作るだけって言ってたけど、今回のためにわざわざ事前準備をしたんだから。9段のケーキには深い、深い意味があるらしいし、芽衣先輩ならこのこともきっと分かってくれるでしょ。",
			"메이 선배에게는 예쁜 케이크를 만든다고만 말했지만, 이번을 위해 일부러 사전 준비를 했거든. 9단 케이크에는 깊고, 깊은 의미가 있다고 하더라구, 메이 선배라면 이 사실도 분명 이해해 줄 거야.",
			null
		],
		[
			"msg",
			67445,
			"Whew... there's still some time before the party. I should rest a bit.",
			"呼……不过离派对开始还有点时间呢，还是先休息一下好了…呼……",
			"ふう……。でもパーティーの開始までにはまだ時間があるし、先に休憩しましょう……スヤスヤ……。",
			"후우……. 하지만 파티 시작까지는 아직 시간이 남았으니, 먼저 휴식하자…… 스야스야…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67446,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			67447,
			"Kiana!",
			"琪亚娜——",
			"キアナ——",
			"키아나——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67448,
			"Yeah, Mei?",
			"嗯…芽衣学姐？",
			"ん……芽衣先輩？",
			"음……메이 선배?",
			null
		],
		[
			"speaker",
			204675
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				972,
				0,
				false
			]
		],
		[
			"msg",
			67449,
			"Kiana, you're up?",
			"琪亚娜，你醒了啊~",
			"キアナ、起きたのね？",
			"키아나, 깬 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67450,
			"Mm? Did the party already begin? Ah, I shouldn't have fallen asleep... I wanted to be the first to wish Mei a happy birthday...",
			"嗯？已经开始生日派对了吗？啊啊不小心睡着了，明明还想第一个和芽衣学姐说生日快乐...咦？",
			"あれ？もう誕生日パーティー始まったの？ああ、つい寝ちゃった。最初に芽衣先輩に誕生日おめでとうって言いたかったのに……あれ？",
			"어라? 벌써 생일 파티 시작된 거야? 아아, 자느라 말았네. 처음에 메이 선배에게 생일 축하한다고 말하고 싶었는데…… 어라?",
			null
		],
		[
			"msg",
			67451,
			"M-Mei? Your outfit...? Am I still dreaming? If this is a dream... I'd better not wake up yet!",
			"芽、芽衣学姐！你这身衣服是！？我难道是在做梦吗？不对，就算是梦也别醒过来！",
			"め、芽衣先輩！その服は！？まさか夢を見ているのかしら？いえ、夢なら覚めないで！",
			"메, 메이 선배! 그 옷은!? 설마 꿈을 꾸고 있는 건가? 아니, 꿈이라면 깨지 말아줘!",
			null
		],
		[
			"speaker",
			204675
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				972,
				0,
				false
			]
		],
		[
			"msg",
			67452,
			"Eh? Is it that big a deal? The cake is well-decorated, so of course I should dress up well too!",
			"呵呵~这么大惊小怪的吗？看到这么华丽的生日蛋糕，我就觉得应该穿上相应有意义的服装才能衬得起呢。",
			"うふふ、何をそんなに驚いているの？こんなに綺麗な誕生日ケーキを見たら、それにふさわしい服を着なくちゃって思ったのよ。",
			"우후훗, 왜 그렇게 놀라는 거야? 이렇게 아름다운 생일 케이크를 보니, 이에 걸맞는 옷을 입어야 할 것 같아서.",
			null
		],
		[
			"msg",
			67453,
			"Besides, didn't you design the cake to symbolize eternal love and searched for decorations in Candyland just for me, Kiana? I'm really moved. I'm so happy I feel like I'm going to burst! I love it so much.",
			"而且琪亚娜是专门以长久为意义设计了蛋糕，还特地跑糖果乐园做了装饰...我的内心真是温暖满溢，有种难以忍耐的幸福感呢……我真的很喜欢。",
			"それにキアナはわざわざ前もってケーキをデザインしてくれて、キャンディ楽園にまで行ってデコレーションしてくれたんだもの……私の心は温もりでいっぱいよ。言葉にできないほどの幸せ……本当に好きよ。",
			"게다가 키아나는 일부러 미리 케이크를 디자인해 주고, 캔디 놀이공원까지 가서 데코레이션해 줬잖아…… 내 마음은 따뜻함으로 가득 차 있어. 말로 표현할 수 없는 행복…… 정말 사랑해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67454,
			"Ah, guess all the work I put into the cake is really worth it! In fact, she liked it more than I imagined she would...",
			"唔唔！看来这么努力把蛋糕做好是值得的！而且感觉还得到了超乎期待的效果啊！",
			"ううっ！こんなに頑張ってケーキを作った甲斐があったみたいね！それに期待以上の効果があったわ！",
			"우웃! 이렇게까지 열심히 케이크를 만든 보람이 있었나 봐! 게다가 기대 이상의 효과까지 있었어!",
			null
		],
		[
			"msg",
			67455,
			"Hehe, it's great as long as you like it! Still, considering you put on this outfit on purpose, does it mean...",
			"嘿嘿嘿，芽衣学姐喜欢就好！不过，你专门换上这衣服过来...难道说，我——",
			"ヘヘヘ、芽衣先輩が喜んでくれてよかった！でも、わざわざ服を着替えてくるなんて……まさか、私と——",
			"헤헤헤, 메이 선배가 기뻐해주셔서 다행이야! 하지만 일부러 옷까지 갈아입고 오다니... 설마, 나와 ——",
			null
		],
		[
			"speaker",
			204675
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				972,
				0,
				false
			]
		],
		[
			"msg",
			67456,
			"I'm sorry, Kiana. All I can say now is thank you. We have no future together.",
			"不，很抱歉呢琪亚娜，我能做的只有跟你说声谢谢呢，到此为止了。",
			"いえ、ごめんなさいね、キアナ。私にできるのはお礼を言うことだけなの。それ以上はできないわ。",
			"아니, 미안해, 키아나. 내가 할 수 있는 건 고맙다고 말하는 것뿐이야. 그 이상은 할 수 없어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67457,
			"Huh?",
			"诶？",
			"え？",
			"에?",
			null
		],
		[
			"speaker",
			204675
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				972,
				0,
				false
			]
		],
		[
			"msg",
			67458,
			"Uh, you see, I'm a human and you're a Homu... we're different species, we can't be together. Farewell, Kiana...",
			"因为，你看啊，我是人类，而你是吼姆…我们不一样，这样子下去是不可能的。再见了，琪亚娜……",
			"だって、見てちょうだい。私は人間だけど、あなたはホムじゃない……私たちは違うのよ。これじゃあやっていけないわ。さようなら、キアナ……。",
			"왜냐면, 봐. 나는 인간이지만 넌 호무가 아니잖아... 우리는 달라. 이렇게는 안 될 것 같아. 안녕, 키아나....",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67459,
			"Wait, Mei! Wait!",
			"等等，芽衣学姐，等等！",
			"待って、芽衣先輩。待って！",
			"잠깐, 메이 선배. 기다려!",
			null
		],
		[
			"speaker",
			204675
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				972,
				0,
				false
			]
		],
		[
			"msg",
			67460,
			"Farewell... farewell... farewell...",
			"再见了——再见了——再见了——",
			"さようなら——さようなら——さようなら——",
			"안녕——안녕——안녕——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67461,
			"Noooo...",
			"……呜呜呜！",
			"……ううう！",
			"......우우우!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67462,
			"No! Mei, please don't go!",
			"呜哇！芽衣学姐不要走！",
			"うわ！芽衣先輩、行かないで！",
			"우왁! 메이 선배, 가지 마!",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67463,
			"Eh? What's wrong, Kiana?",
			"诶、怎么了琪亚娜？",
			"ちょっと、どうしたの、キアナ？",
			"어이, 무슨 일이야, 키아나?",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67464,
			"No! Please don't leave me! I won't be a Homu anymore! Kyushou! Where are you, Kyushou? Turn off this stupid game! I don't want to be a Homu anymore!",
			"呜！不要丢下我！我这就不当吼姆了！九霄！九霄呢！快把这个破游戏关掉！我不当吼姆啦九霄！",
			"うう！あたしを見捨てないで！もうホムなんかにならない！九霄！九霄は！？早くこのゲームをオフにしてよ！私ホムなんかにならない、九霄！",
			"우우! 날 버리지 말아줘! 더 이상 호무 같은 건 되지 않을 거야! 큐쇼! 큐쇼는!? 빨리 이 게임을 꺼버려! 나 호무 같은 건 되지 않아, 큐쇼!",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67465,
			"Hey, calm down, everything's all right. Kyushou's off inviting everyone to the party. You had a nightmare, huh? Shh, it's okay. I'm here now.",
			"好啦好啦，九霄去叫其他人过来开派对呢。你肯定是做噩梦了吧~没事没事，我就在这。",
			"ほらほら、九霄は他の人をパーティーに呼びに行ったわよ。あなた変な夢でも見たんでしょう～。大丈夫、私はここよ。",
			"자자, 큐쇼는 다른 사람을 파티에 부르러 갔어. 너 이상한 꿈이라도 꾼 거 아냐~. 괜찮아, 나는 여기 있어.",
			null
		],
		[
			"msg",
			67466,
			"Though we're in a game, you worked so hard on the cake, right, Kiana? I'm not going anywhere until I finish eating it!",
			"虽说是在游戏里，可这也是琪亚娜花费心机去设计的蛋糕呢，在吃完之前我哪都不会去的~",
			"ゲームの中とはいえ、キアナが心をこめてデザインしてくれたケーキなんだから、食べないうちはどこにも行かないわよ～。",
			"게임 속이라고 해도, 키아나가 마음을 담아 디자인해 준 케이크인데, 먹지 않으면 어디에도 가지 않을 거야~.",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67467,
			"O-okay. I really thought Mei was going to leave me...",
			"唔……嗯。我以为芽衣学姐真的要离开我了呢……",
			"うぅ……うん。芽衣先輩が本当に私から離れて行っちゃうのかと思った……。",
			"우우…… 응. 메이 선배가 정말로 나를 떠나버리는 줄 알았어…….",
			null
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67468,
			"Why would you ever think so? All right, let's start setting out the dishes! The others will be arriving soon!",
			"为什么会这么想呢~好啦，那我们一起分盘子吧~大家马上就要过来了！",
			"どうしてそんなことを考えるのよ～。ほら、一緒にお皿に分けましょう～。みんなもうすぐ来るわよ！",
			"왜 그런 생각을 하는 거야~. 자, 함께 접시에 나눠 담자~. 다들 곧 올 거야!",
			null
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				972,
				0,
				true
			]
		],
		[
			"msg",
			67469,
			"You're right... Sure! Leave it all to me, Mei!",
			"说的也是呢…嗯！就包在我身上吧芽衣学姐~",
			"それもそうね……うん！私に任せて、芽衣先輩。",
			"그것도 그렇네…… 응! 나에게 맡겨, 메이 선배.",
			null
		]
	],
	"979": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67470,
			"Ah, the weather is as great as usual today! Kyushou, one iced cola, please!",
			"啊，今天天气一如既往的好呢~九霄，来一瓶冰可乐！",
			"あ～あ、今日もいつも通りいい天気ね～。九霄、冷たいコーラちょうだい！",
			"아~아, 오늘도 평소처럼 좋은 날씨네~. 큐쇼, 차가운 콜라 줘!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67471,
			"Who taught you to be this lazy, Kiana? Surely it wasn't me! Mei, Himeko, come help me talk some sense into her!",
			"喂琪亚娜！每天都这么懒洋洋的我可不记得我有这么教过你啊！芽衣，姬子你们也来说一说她！",
			"ちょっと、キアナ！毎日そんなにぐうたらして、私はそんなふうに教えた記憶はないけど！芽衣、姫子、あなたたちからもちょっと言ってちょうだい！",
			"잠깐, 키아나! 매일 그렇게 게을리 떨어지면, 내가 그렇게 가르친 기억은 없는데! 메이, 히메코, 너희들도 좀 말해봐!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				968,
				0,
				true
			],
			[
				967,
				0,
				false
			]
		],
		[
			"msg",
			67472,
			"Same! The weather is so lovely today. Why don't we go on the ferris wheel? It would be such a relaxing experience... no Houkai, no battles, no aging, even... we could stay here and enjoy life as normal young girls forever...",
			"我也同意，今天天气这么好，不如我们去坐摩天轮吧？哈…没有崩坏，没有战斗，连年龄也不会增长，在这里，我也可以过上一般少女一样的生活……",
			"私もキアナと同じ意見。こんなにいい天気なんだから、観覧車にでも乗りに行きましょうよ。はぁ……崩壊もいないし、戦いもない。おまけに歳も取らない。私もここで普通の女の子のような生活をしたいわ……。",
			"나도 키아나랑 같은 의견. 이렇게 좋은 날씨인데, 관람차라도 타러 가자. 하아…… 붕괴도 없고, 싸움도 없어. 게다가 나이도 안 먹어. 나도 여기서 평범한 여자애 같은 생활을 하고 싶어…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				968,
				0,
				false
			],
			[
				967,
				0,
				true
			]
		],
		[
			"msg",
			67473,
			"Uh... so everyone's just lazing around as well...? How did this happen...?",
			"唔…这就是玩物丧志吗！总觉得大家都已经完全堕落了啊。",
			"う……これこそ本物のダラケね。みんな完全に堕落しちゃっているわ。",
			"우…… 이게 바로 진짜 나태함이네. 다들 완전히 타락해버렸어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				967,
				0,
				true
			]
		],
		[
			"msg",
			67474,
			"Yeah. Come to think of it, Kyushou, how long have we been in Homu Planet already? Isn't it time to quit the game?",
			"是啊…话说九霄，我们来吼姆星球已经多久了，说来也差不多该结束游戏了吧？",
			"そうよ……ところで九霄、私たちがホムの星に来てどれくらいになったの？そろそろゲームも終わりでしょう？",
			"그래…… 그런데 큐쇼, 우리 호무의 별에 온 지 얼마나 됐지? 이제 곧 게임도 끝나겠다?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67475,
			"The key of fully immersive games is to make players forget the time! So the game isn't over yet. The best part is yet to come!",
			"完全沉浸式游戏的精髓就是要让人忘记时间的存在呢！所以，还没结束！接下来才是重头戏！",
			"ゲームの真髄に完全に浸りきると時間の存在を忘れるのよ。だからまだ終わっていないわ！この後こそメインクエストよ！",
			"게임의 진수에 완전히 빠져들면 시간의 존재를 잊게 되는 거야. 그래서 아직 안 끝났어! 이제부터가 메인 퀘스트야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67476,
			"We, have, had, enough. It's time to quit the game.",
			"已·经·玩·够·了，该退出游戏了吧~",
			"も・う・十・分・よ。ゲームからログアウトしなくちゃ。",
			"이•제•10•분•이•야. 게임에서 로그아웃해야 해.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67477,
			"Uh... actually, I forgot to fix the bug where there's no quit button...",
			"咕…可是…其实我一直都忘了去修复没有退出键的BUG……",
			"ぐっ……でも……実はログアウトボタンがないバグを直すのをずっと忘れていたのよね……。",
			"윽…… 하지만…… 사실 로그아웃 버튼이 없는 버그를 고치는 걸 계속 까먹고 있었어…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				965,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67478,
			"I beg your pardon?",
			"你说什么？",
			"何か言った？",
			"뭐라고?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				965,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67479,
			"It's... it's okay! As long as we beat the game, we'll be able to quit! Just let me tweak the codes and call out the final boss this instant. I'll just have to do this, this, and this...",
			"没、没关系！别忘了我们只要打通这个游戏就能退出了！只要我调一下代码，马上就可以把最终BOSS调出来！呃，这样，这样，这样……",
			"な、何でもない！このゲームをクリアすればログアウトできることを忘れないで！コードさえ調節すればすぐにラスボスが出てくるわ。えっと、こうやって、こうして……。",
			"아, 아무것도! 이 게임을 클리어하면 로그아웃할 수 있다는 걸 잊지 마! 코드만 조절하면 금방 최종 보스가 나올 거야. 어디, 이렇게, 저렇게…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67480,
			"(Rumbling)",
			"——轰隆隆隆……",
			"——ゴォォン……。",
			"——우르르…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67481,
			"Ahh! An earthquake? Out of nowhere? Does this mean that your game server is collapsing, Kyushou?",
			"呜哇！怎么突然地震了，九霄是不是你这破游戏的服务器撑不住要崩溃了！",
			"うわっ！どうしていきなり地震が！？九霄、このボロゲームのサーバーヤバいんじゃないの！？",
			"우왁! 왜 갑자기 지진이!? 큐쇼, 이 낡은 게임 서버 위험한 거 아니야!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				964,
				0,
				true
			],
			[
				971,
				0,
				false
			]
		],
		[
			"msg",
			67482,
			"My servers don't collapse that easily! Look, that's the way towards the final boss! All we have to do is defeat it and we'll get to leave!",
			"九霄大人搭建的服务器才没有这么容易崩溃呢，看吧！那就是通往最终BOSS大门的道路！只要打败最终BOSS，我们就可以离开这里了！",
			"九霄様が作ったサーバーがそんな簡単に壊れるわけないでしょう。見なさい！あれがラスボスの扉へ続く道よ！ラスボスさえ倒せば、私たちはここから出られるわ。",
			"큐쇼 님이 만든 서버가 그렇게 쉽게 망가질 리 없잖아. 봐! 저게 최종 보스의 문으로 이어지는 길이야! 최종 보스만 쓰러뜨리면, 우리는 여기서 나갈 수 있어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				964,
				0,
				false
			],
			[
				971,
				0,
				true
			]
		],
		[
			"msg",
			67483,
			"Final boss? So Homu Planet isn't just a casual simulation game?",
			"最终BOSS？搞了半天，原来吼姆星球不是日常向的娱乐小游戏吗！",
			"ラスボス？ホムの星って日常向けのエンタメミニゲームじゃなかったの？",
			"최종 보스? 호무의 별이 일상물 엔터테인먼트 미니게임 아니었어?",
			null
		]
	]
}