{
	"70": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250784,
			"We are now in Dogma district… I can't enter this place when I don't have the permission.",
			"现在我们已经进入教条区了…即使是我，在没有总部的许可指令之前都不可能进入这里。",
			"ドグマエリアに入ったわ……ここは、あたくしでさえ本部の許可と指示がないと立ち入ることが出来ないエリアよ。",
			"도그마 구역에 들어왔어…… 여기는, 나조차도 본부의 허가와 지시 없이는 출입할 수 없는 구역이야.",
			"We've entered the Dogma Zone... This is an area that even I cannot enter without permission and instructions from HQ.",
			null,
			"Now we're in the dogma zone...even I can't get in here without a permission directive from HQ.",
			"We're now in the Dogma area: ...... This is an area that even I am not allowed to enter without permission and direction from HQ."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250785,
			"Is Kiana here!? Kiana!",
			"琪亚娜就在这里么！？琪亚娜！",
			"キアナちゃんは、ここにいるんですか！？キアナちゃん！！",
			"키아나 쨩은, 여기 있는 거야!? 키아나 쨩!!",
			"Is Kiana-chan here?! Kiana-chan!!",
			null,
			"Is Kiana right here! Kiana!",
			"Kiana, are you here! Kiana-chan!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250786,
			"Wait a second! Don't move…",
			"等下！不要轻举妄动……",
			"待ちなさい！軽率に動いてはダメよ……。",
			"기다려! 경솔하게 움직이면 안 돼…….",
			"Wait! Don't act rashly...",
			null,
			"Wait! Don't do anything rash ......",
			"Wait! Don't move rashly. ......"
		],
		[
			"msg",
			250787,
			"Dogma district… The roof was hit by the warship… I didn't expect Anti-entropy would use this way…",
			"教条区的顶部被战舰砸穿了…没想到逆熵居然会用这种方法来突入这里。",
			"ドグマエリアの天井をネゲントロピーの戦艦が貫通している……まさか、こんな方法でここに突入するなんてね。",
			"도그마 구역의 천장을 네겐트로피의 전함이 관통하고 있어…… 설마, 이런 방법으로 여기에 돌입하다니.",
			"The Anti-Entropy battleship pierced the ceiling of the Dogma Zone... I never thought they'd get in here this way.",
			null,
			"The top of the dogma area was smashed through by the battleship...I didn't expect that Counter Entropy would actually use this method to break in here.",
			"A Negentropy battleship penetrates the ceiling of the Dogma area: ...... I never thought I'd be entering here this way."
		],
		[
			"msg",
			250788,
			"Bronya, can you tell me where is the Houkai energy fluctuation?",
			"布洛妮娅，你能检测附近的崩坏能波动么？",
			"ブローニャ、この付近の崩壊エネルギーの散布を測定できる？",
			"브로냐, 이 근처의 붕괴 에너지 분포를 측정할 수 있어?",
			"Bronya, can you measure the dispersion of Honkai Energy in this vicinity?",
			null,
			"Bronya, can you detect the avalanche energy fluctuations in the vicinity?",
			"Bronya, can you measure the scatter of decay energy in this vicinity?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250789,
			"There is too much Houkai energy here… About fluctuation… Only one place is a little different, it's under the Moonlight throne.",
			"附近的崩坏能浓度很高……如果要辨识的话……只有一个地方有微弱的不同。位置是月光王座的正下方，就是我们的正前方。",
			"ここ一帯の崩壊エネルギー濃度は総じて高いですが……一カ所だけやや弱い場所があります。位置は月光王座の真下、ちょうどこの正面です。",
			"이 일대의 붕괴 에너지 농도는 대체로 높지만…… 한 곳만 약간 약한 곳이 있습니다. 위치는 월광왕좌의 바로 아래, 정확히 이 정면입니다.",
			"The concentration of Honkai Energy in this area is generally high, but there is one spot that is slightly weaker. It's located directly below the Moonlight Throne, directly in front of us.",
			null,
			"The concentration of collapse energy in the vicinity is high ...... if you want to identify it ...... there is only one place that is faintly different. The location is directly below the Moonlight Throne, which is directly in front of us.",
			"The decay energy concentration in this area is generally high, but there is one somewhat weak spot at ....... The location is just below the Moonlight Throne, just in front of it."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250790,
			"Got it, get ready, now matter what's the situation of Kiana, don't move without my order, is that clear?",
			"明白了，进入作战准备，不管琪亚娜现状如何，都不能冲动，明白么！",
			"分かったわ、突入の準備をしましょう。たとえキアナがどうなっていても、決して感情を乱さないこと。良いわね？",
			"알았어, 돌입 준비하자. 키아나가 어떤 상태가 되더라도 절대 감정을 흐트러뜨리면 안 돼. 알겠지?",
			"Okay, let's prepare to go in. No matter what happens to Kiana, don't let your emotions get the better of you. Got it?",
			null,
			"Understood, into the battle preparations, regardless of the status of Kiana, can not be impulsive, understand!",
			"All right, let's get ready to go in. Never be emotionally disturbed, no matter what happens to Kiana. Okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250791,
			"Roger that……",
			"好……",
			"はい……。",
			"네…….",
			"Yes...",
			null,
			"Good ......",
			"Yes. ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250792,
			"Hehehe…hehe… All conditions are ready! The final chapter begins! Human beings, let's welcome our new world god!",
			"呵呵呵…呵呵…所有的条件都已经凑齐了！最后的乐章已经奏响！人类将迎来新世界的神！",
			"ククッ……アハハハッ——全ての条件が揃ったわ！最終章の始まりよ。人類は今この時、新世界の神を迎えるの！",
			"쿨쿨…… 아하하하——모든 조건이 갖춰졌어! 최종장의 시작이야. 인류는 지금 이 순간, 신세계의 신을 맞이할 거야!",
			"Hehe... AHAHAHAHA! All the conditions are met! The final chapter begins. Humanity will now welcome the God of the new world!",
			null,
			"Heh heh...heh...all the conditions have come together! The final music has been played! Mankind will usher in a new world of God!",
			"Kukk ...... ahahahaha--all the conditions are in place! The final chapter has begun. Mankind will greet the god of the new world at this time!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250793,
			"Dong!!",
			"咚！！！",
			"ドンッ！！！",
			"쾅!!!",
			"<i>Bang!!!</i>",
			null,
			"Dang!!!",
			"DON!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250794,
			"Ouch!!",
			"呜哇！好痛……怎么一下子掉了下来！",
			"きゃっ！いったたたぁ……何で、いきなり落っこちるのよ！",
			"앗! 아야아…… 왜 갑자기 떨어지는 거야!",
			"Aaah! Ow ow ow... why did I suddenly fall?!",
			null,
			"Woohoo! It hurts ...... how it fell all at once!",
			"What a surprise! Ouch! ...... Why, it's falling down all of a sudden!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250795,
			"Kiana!? Are you alright!",
			"琪亚娜！？你没事么！",
			"キアナちゃん！？無事だったのね！",
			"키아나 쨩!? 무사했구나!",
			"Kiana-chan?! You're safe!",
			null,
			"Kiana! Are you alright!",
			"Kiana! You're safe!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250796,
			"Mei!? You are fine! That's so great~",
			"芽衣学姐！？你们也都没事么！太好了~",
			"芽衣先輩、みんな！無事だったんだね！良かったぁ～。",
			"메이 선배, 다들! 무사했구나! 다행이야~.",
			"Mei-senpai, everyone! I'm so glad you're all safe~",
			null,
			"Meiko-san! Are you all okay too? That's great!",
			"Mei senpai, everyone! You're safe, aren't you? I'm so glad!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250797,
			"…… You didn't die.",
			"……你这家伙居然没死么。",
			"……まだ死んでなかったなんてね。",
			"…… 아직 안 죽어있었네.",
			"...I can't believe she hasn't died yet.",
			null,
			"...... you guys actually did not die.",
			"I can't believe ...... wasn't dead yet."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250798,
			"Humph~ I won't die so easily! I have a lot of things need to do!",
			"哼~我才没这么容易死呢！本小姐可是还有很多没做完的事情呢！",
			"へっへーん！そんな簡単に死ぬもんですか！まだまだ、やり残したことがたくさんあるんだから！",
			"헤헤~! 그렇게 쉽게 죽을 것 같아? 아직 못 다 한 일이 너무 많다고!",
			"Heheh! I can't die that easily! I still have unfinished business!",
			null,
			"I'm not going to die so easily! I still have a lot of unfinished business to do!",
			"Heh heh heh! I'm not going to die that easily! I still have a lot of unfinished business!"
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250799,
			"The first thing is stop you crazy woman!",
			"首先就是阻止你这个疯婆子的闹剧！",
			"まずは、狂ったおばさんの暴走を阻止しないとね！",
			"일단 미친 아줌마의 폭주를 막아야지!",
			"First of all, we need to stop this crazy old lady from going on a rampage!",
			null,
			"The first thing is to stop your crazy bitch farce!",
			"First, we have to stop the crazy old lady from going off the rails!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250800,
			"Hoho… I hate you so much!",
			"哼哼……可恶的丫头，到最后还是这么讨人厌！",
			"フンッ……憎らしい小娘だこと。最後の最後まで邪魔ばかりを！",
			"흥…… 미운 계집애 같으니. 끝까지 방해만 하네!",
			"Hmph... What a hateful little girl. Always in the way until the very end!",
			null,
			"Hum ...... hateful girl, at the end of the day, still so repulsive!",
			"Hmph......... you loathsome little girl. You keep interrupting me until the very end!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250801,
			"That's a good news! Let's reckoning!",
			"那可真是太好了！就让我们新账旧账一起算吧！",
			"だったら、かかってきなさい！これまでの借り、まとめて全部返してあげる！",
			"그럼 덤벼봐! 지금까지의 빚, 한꺼번에 다 갚아주겠어!",
			"Then bring it on! I'll pay you back everything you owe me so far, all at once!",
			null,
			"That's great! Let's settle old scores and new ones together!",
			"Then come to me! I'll pay you back everything I owe you!"
		]
	],
	"71": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250802,
			"Cocolia… Everything is over, your plan failed!",
			"可可利亚…一切都结束了，你的计划失败了！",
			"カカリア……すべて終わったわ。あなたの計画は失敗よ。",
			"쿠쿠리아…… 이제 다 끝났어. 네 계획은 실패야.",
			"Cocolia... It's all over. Your plan has failed.",
			null,
			"Coccolia...it's over, your plan has failed!",
			"Kakaria...... it's all over. Your plan has failed."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250803,
			"Hehe… No way, my daughter will make my dream come true……",
			"呵呵…不会的，只要我的女儿还在，她就一定会实现我的愿望……",
			"フフッ、まさか。私の娘がいる限り、私の望みは必ず叶うわ……。",
			"후훗, 말도 안 돼. 내 딸이 있는 한, 내 소원은 반드시 이뤄질 거야…….",
			"Hehe, no way. As long as I have my daughter, my wish will surely come true...",
			null,
			"Oh ... will not, as long as my daughter is still alive, she will certainly fulfill my wish ......",
			"Pfft, no way. As long as you have my daughter, my wishes will always come true. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250804,
			"Daughter… Do you mean Sirin? She is not your daughter!",
			"女儿…你是说Sirin么？她才不是你的女儿！",
			"娘……って、まさかシーリンのこと？あの子は、あんたの娘なんかじゃないわよ！",
			"딸이라니... 설마 시린을 말하는 거야? 그 애는 네 딸이 아니라고!",
			"Daughter... Are you talking about Sirin? She's not your daughter!",
			null,
			"Daughter...do you mean Sirin? She's not your daughter!",
			"You don't mean my daughter ......, do you? She's not your daughter!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250805,
			"!?",
			"！？",
			"っ！？",
			"!?",
			"—?!",
			null,
			"!",
			"What?"
		],
		[
			"msg",
			250806,
			"Kiana! Do you meet the second \"Herrscher\"!?",
			"琪亚娜！你见到第二律者了！？",
			"キアナ！あなた、第二律者に会ったの！？",
			"키아나! 너, 제2율자를 만났어!?",
			"Kiana! You met the Second Herrscher?!",
			null,
			"Kiana! You have seen the Second Herrscher!",
			"Kiana! You, you have met the Second Ruler!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250807,
			"Yes~ It's in a desolate space, there is a little girl waiting for her mom, I promised to find mom for her.",
			"对啊~在一个荒芜的空间里，有一个小女孩很孤单的样子在等着她的妈妈，我答应她带她一起找妈妈，反正我也得寻找我那个可恶的老爸……",
			"うん、何だか荒れ果てた場所で、小さな女の子がひとり寂しそうにママを待ってたんだ。だから、一緒にママを探しに行こうって誘ったの。私もパパを探さなきゃいけないし……。",
			"응, 어째서인지 황폐한 곳에서 작은 여자아이가 혼자 외롭게 엄마를 기다리고 있더라. 그래서 함께 엄마를 찾으러 가자고 했어. 나도 아빠를 찾아야 하니까...",
			"Yeah, I found a little girl alone in a deserted place, looking all lonely, waiting for her mom. So I asked her if she wanted to come with me to look for her. Since I also have to look for my dad...",
			"Sim, em um lugar um pouco desolado, uma menina estava sozinha esperando por sua mãe. Então ela me convidou para juntos procurarmos sua mãe. Eu também preciso encontrar meu pai..",
			"Yes ~ in a deserted space, there is a little girl very lonely look waiting for her mother, I promised to take her with me to find her mother, anyway, I have to look for my hateful father ......",
			"Yes, there was a little girl alone in some deserted place, looking lonely and waiting for her mommy. So I invited her to come with me to look for her mommy. I have to look for my dad too. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250808,
			"Dong!!",
			"咚！！",
			"ドクン——ッ！！",
			"두근——!!",
			"<i>Thump!!</i>",
			null,
			"Dang!!!",
			"Boom--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250809,
			"Errr!!",
			"呃！！",
			"あっ……うっ……あ、あぁ……ッ！",
			"앗... 으... 아, 아아...!",
			"Ah... ugh... a-aahh...!",
			null,
			"Ugh!!!",
			"Oh ...... ugh ...... ah, ah ......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250810,
			"Kiana… What happened?",
			"琪亚娜…你怎么了？",
			"キアナちゃん……どうしたの？",
			"키아나... 무슨 일이야?",
			"Kiana-chan... what's wrong?",
			null,
			"Kiana...what's wrong with you?",
			"Kiana, ...... what's up?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250811,
			"Houkai energy alert! It's in… Kiana's body… It's the energy of \"Herrscher\" core…",
			"检测到剧烈的崩坏能流动，核心区域的崩坏能正在聚合，这个是…从琪亚娜的身体中散发出来的……律者核心的能量……",
			"激しい崩壊エネルギーの流れを検出。この場に渦巻いていた崩壊エネルギーが集まってきています。これは……キアナの身体から放出されているエネルギーは……律者のコアのもの……。",
			"격렬한 붕괴 에너지 흐름 감지. 이곳에 모여 있던 붕괴 에너지가 집중되고 있습니다. 이것은... 키아나의 몸에서 방출되는 에너지는... 율자 코어의 것...",
			"Detecting an intense flow of Honkai Energy. The Honkai Energy that was swirling around here is now gathering. The energy is... being emitted from Kiana's body... from the Herrscher Core...",
			null,
			"Detected the violent flow of disintegration energy, the core area of disintegration energy is converging, this is ... from Kiana's body emitted ...... the energy of the Ruler's core ......",
			"Detected an intense flow of disintegrating energy. The disintegrating energies that have been swirling around this place are gathering. This is ...... the energy being released from Kiana's body ...... the core of the Ruler."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250812,
			"Ahhh… I feel so bad!",
			"呜呜……这到底是…身体好难受！",
			"あッ……う、うぐぅああああッ……な、何これ……く、くるしい……！",
			"앗... 으, 으아아아... 무, 무슨 일이야... 아, 아파...!",
			"Ah... u-ughhhhh... Wh-What is this...? I-It hurts...!",
			null,
			"Oooh ...... this in the end is ... body so hard!",
			""
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250813,
			"The second \"Herrscher\"… Is she mix together with Kiana? How?!",
			"第二律者…难道与琪亚娜融合了……这怎么可能！",
			"第二律者が……キアナと融合した……！？まさか、そんなバカなこと！",
			"제2율자가... 키아나와 융합했다...!? 설마, 그런 말도 안 되는 일이!",
			"The Second Herrscher... fused with Kiana...?! How could this be?!",
			"O segundo Herrscher... Fundido com Kiana ...!? Não pode ser, como isso poderia acontecer?!",
			"The Second Herrscher...did it fuse with Kiana ...... How is this possible!",
			"The Second Ruler merged with ...... Kiana ......! No way, that's ridiculous!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250814,
			"She can take that energy… Who is she… Wait, is your father's named Siegfried?",
			"能够承载律者核心的力量…这个丫头到底是……等等！你的父亲难道是叫齐格飞么！",
			"律者のコアを受け入れる力……この小娘はいったい……ハッ、まさか父親というのは、ジークフリートのことか！",
			"율자의 코어를 받아들일 수 있는 힘……이 꼬마는 대체……헉, 설마 아버지라는 게 지크프리트를 말하는 건가!",
			"The power to accept a Herrscher core... Who on earth is this little girl...? Ah, could it be that her father is Siegfried?!",
			null,
			"Can carry the power of the Ruler's core...this girl is ...... wait! Is your father's name Siegfried!",
			"The power to accept the core of the law ......What the hell is this little girl ......Ha, I don't think you mean her father, Siegfried!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250815,
			"Errr… How do you know that?",
			"呃…你怎么知道？",
			"ハァ、ハァ……何で、知ってんの……？",
			"하아, 하아……왜, 어떻게 아는 거야……?",
			"<i>Huff, huff...</i> how did you know...?",
			null,
			"Uh...how do you know?",
			"Ha, ha ...... how do you know ......?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250816,
			"Hahaha!! It's our fate! Kiana, you don't need to find your father, because your father was…",
			"哼哼哼…哈哈哈！！原来一切的都在神的旨意下运作着！琪亚娜，你不用找你的父亲了，因为齐格飞他……",
			"フフフ……ハハハッ！！何もかも神の思惑通りに進んだというわけね！キアナ、父親を探す必要はないわ。ジークフリートはもう——",
			"훗훗……하하하! 모든 게 신의 계획대로 진행된 거네! 키아나, 아버지를 찾을 필요 없어. 지크프리트는 이미 ——",
			"Hehehe... Hahaha!! So everything went according to God's will after all! Kiana, there's no need to look for your father. Siegfried is already——!",
			"Huhhh ... hahaha! Deve ser o destino! Kiana, você não precisa procurar seu pai. Siegfried já é ——",
			"hmmmmmmmm...hahahaha!!! Turns out everything's working in God's will! Kiana, you don't have to look for your father because Siegfried he ......",
			"Hmph ...... hahahaha! So everything went as God intended! Kiana, you don't have to look for your father. Siegfried is already--!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250817,
			"Don't tell her!",
			"不要告诉她！",
			"黙りなさいッ！",
			"입 다물어!",
			"Shut up!",
			null,
			"Don't tell her!",
			"Shut up!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250818,
			"DEAD!",
			"已经死了！",
			"——死んだのよ！",
			"—— 죽었어!",
			"——DEAD!",
			null,
			"Already dead!",
			"--He's dead!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250819,
			"What did you say?! No way!",
			"你说…什么…？不可能！老爸怎么可能死掉！",
			"ッ……ハァ……何を、言って……？嘘だ！パパが、死ぬはずない……ッ！",
			"……하아……뭐라고……? 거짓말! 아빠가, 죽을 리가 없어……!",
			"Ah... <i>huff...</i> what're you saying...? You liar! Dad isn't dead...!",
			null,
			"You said...what...? Impossible! How could Dad have died!",
			"What the ...... huh ......, say ......? It's a lie! Dad, you can't die. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250820,
			"Hehehe… Seems you don't know anything, according to my information, Siegfried was dead in 2012, in the battle of catch \"Herrscher body\". Maybe you are the \"Herrscher body\".",
			"呵呵呵……果然是无知的丫头呢，根据逆熵的情报，齐格飞在2012年的时候就已经死亡了，死亡原因是卷入天命追捕律者素体时的素体暴走事件中…看来所谓的律者素体就是你这个丫头！",
			"やはり、何も知らないのね。我々の調べでは、ジークフリートは2012年に死亡している。天命から逃げ出した律者の実験体が暴走し、それに巻き込まれてね……しかも、その実験体というのはあんただったようね。",
			"역시 아무것도 모르고 있었네. 우리 조사에 따르면 지크프리트는 2012년에 사망했어. 천명에서 도망친 율자 실험체가 폭주했고, 그에 휘말려서 말이지……게다가 그 실험체라는 게 너였던 모양이더라.",
			"As I thought, you don't know anything. According to our research, Siegfried died in 2012. He got caught up in an experiment by Schicksal on a Herrscher who went out of control... and it seems that experiment was you.",
			null,
			"Hehehe ...... is really ignorant girl, according to the information of the reverse entropy, Siegfried in 2012 has died, the cause of death is involved in the heavenly order to chase the law of the vegetation when the vegetation storm event ... seems the so-called law of the vegetation is you girl!",
			"I knew you didn't know anything about it. According to our research, Siegfried died in 2012. He was caught up in a runaway experiment by an escaped scribe. ...... And it seems that the experiment was you."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250821,
			"No way! It should be accidentally injure when we tried to arrest Siegfried and his daughter…",
			"追回律者素体……不可能！我收到的报告是在追捕叛逃的齐格飞父女时因为误伤才…怎么会…难道那个时候的第二律者复活实验是……",
			"律者の実験体が暴走……そんな！あたくしが受けた報告では、裏切って逃げたジークフリート親子を追跡中、誤って負傷させたせいだって……嘘よ……まさか、あの時の第二律者を復活させる実験が……？",
			"율자 실험체가 폭주……그럴 리가! 제가 받은 보고에는 배신하고 도망친 지크프리트 부녀를 추적하던 중 실수로 부상입혔다고……거짓말이야……설마, 그때의 제2율자를 부활시키는 실험이……?",
			"The Herrscher test subject went out of control... No way! According to the report I received, it accidentally injured Siegfried and his daughter while pursuing them after they betrayed Schicksal and ran away... That's a lie... Could it be that they were conducting an experiment to revive the Second Herrscher even back then...?",
			null,
			"Recovering the Ruler's vegetation ...... is impossible! The report I received was that it was only due to a mistake while chasing the renegade Siegfried father and daughter...how could it be...could it be that the Second Ruler resurrection experiment at that time was ......",
			"The Ritus experiment went out of control. ...... Oh, no! According to the report I received, it was because I accidentally wounded Siegfried and his son while pursuing them after they betrayed me and fled. ...... It's a lie. ...... I don't believe that the experiment to revive the second scribe from that time... ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250822,
			"Theresa! Tell me she is lying to me! My dad is still alive!",
			"怎么可能……德丽莎！你告诉我她在说谎！老爹还没死！",
			"う、嘘だよね……テレサ！あの女の話はッ……クッ……嘘だって言って！ハァ、ハァ……パパは、死んでない、よね！？",
			"으, 거짓말이지……테레사! 그 여자 말은……큭……거짓말이라고 말해! 하아, 하아……아빠는, 안 죽었어, 맞지!?",
			"That's a lie, isn't it...? Theresa! What that woman said... <i>grk...</i> please tell me it's a lie! <i>Huff, huff...</i> Dad's not dead, is he?!",
			null,
			"How is it possible that ...... Theresa! You tell me she's lying! Pops isn't dead!",
			"Ugh, it's a lie,...... Teresa! Tell me that that woman's story is ...... kuk...... a lie! Ha, ha,...... daddy's not dead, right!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250823,
			"Kiana… I…",
			"琪亚娜…我……",
			"キアナ……それは……。",
			"키아나……그건…….",
			null,
			null,
			"Kiana...I ......",
			"Kiana ...... it is ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250824,
			"Hehehe…… Seems there is some mistundertood in Shicksal~ I will tell you another truth…",
			"呵呵呵……看来天命内部还是有很多沟通不畅的地方的嘛~那就让我再告诉你一个真相好了……",
			"あらあら……どうやら、天命は組織内での共有がなっていないようねぇ。何なら、この私が真相を教えてあげましょうか……。",
			"어머어머…… 보아하니, 천명은 조직 내에서 공유가 안 된 모양이네요. 필요하다면, 제가 진상을 알려드릴까요…….",
			"Oh my... It seems like Schicksal has quite a lot of misunderstandings. If you want, I'll tell you the truth...",
			null,
			"Hehehe ...... seems to have a lot of miscommunication within the providence well ~ then let me tell you the truth again ......",
			"Oh dear ......, it seems that the heavenly life is not shared within the organization. If you want, I can tell you the truth. ......"
		],
		[
			"msg",
			250825,
			"Siegfried was dead because of taking too much Houkai energy… It means…",
			"齐格飞死亡时的地点，那里是经历过大规模崩坏后的残骸，而齐格飞则是死于崩坏的侵蚀，也就是说……",
			"ジークフリートが死亡した場所には、大規模な崩壊の痕が残されていたそうよ。そして、ジークフリートは崩壊に蝕まれて死んだの。つまり、天命の追手によるものじゃない。",
			"지크프리트가 죽은 장소에는 대규모 붕괴의 흔적이 남아 있었다더군요. 그리고 지크프리트는 붕괴에 침식되어 죽었어요. 즉, 천명의 추격자에 의한 게 아니라는 거죠.",
			"Apparently, the place where Siegfried died had traces of a large-scale Honkai outbreak. Siegfried was eaten away by the Honkai and died. In other words, he was not killed by Schicksal.",
			null,
			"The location of Siegfried at the time of his death, where the wreckage was after experiencing a massive collapse, and Siegfried died from the erosion of the collapse, which means ......",
			"The place where Siegfried died, they say, was left with the marks of a massive collapse. And Siegfried died from the effects of the collapse. In other words, it wasn't by the heavenly pursuers."
		],
		[
			"msg",
			250826,
			"He was killed by his daughter!",
			"他是被自己的“女儿”亲自杀死的！",
			"律者の実験体であった自分の「娘」に殺されたのよ！",
			"율자의 실험체였던 당신의 「딸」에게 살해당한 거예요!",
			"He was killed by his own \"daughter\", who was an experimental Herrscher vessel!",
			"Ele foi assassinado por sua 'filha', um vessel experimental para um Herrscher! (TN: Vessel se refere a qualquer tipo de navio ou embarcação, no contexto Vessel aqui  se refere a hospedeiro não, a um navio literal.)",
			"He was killed by his own \"daughter\"!",
			"He was murdered by his own \"daughter\" who was an experiment of the scribes!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250827,
			"Ahhh…… No way… It's impossible! I killed my father… Noooo!! I don't believe you!!!",
			"啊……不可能…这不可能！是我杀掉老爹的…怎么可能！我才不相信呢！！！",
			"いやっ……そんなの嘘よ！あっ、く、あぁっ……私が、パパを殺した？そんなわけない……ッ！ハァ、ハァ……そんなの信じないッ！！！",
			"아니야…… 그런 거 거짓말이야! 아, 으, 아아…… 내가, 아빠를 죽였다고? 그럴 리 없어……! 헉, 헉…… 그런 거 믿지 않아!!!",
			"No... that's a lie! Ah, ugh, ahh... I killed my dad? No way...! <i>Huff, huff...</i> I don't believe that!!!",
			null,
			"Ah ...... no way...it's impossible! I'm the one who killed Pops...how is that possible! I don't believe it!!!",
			"No. ...... That's not true! Oh, my God! Oh, my God! ...... Did I kill my dad? No, that's not possible. ...... Ha, ha...... I don't believe that!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250828,
			"Hahaha!!! It's true! You can hold the Houkai energy! It means you are the \"Herrscher body\" which was created by Shicksal! You are the god who destroyed the world!",
			"哈哈哈！证据已经很明显了！你能够接受律者核心的力量！这就说明你就是天命制造出来复活第二律者的素体！你才是毁灭世界的“神”！！",
			"アハハハッ——！はっきりとした証拠があるじゃないの！あなたには律者のコアを受け入れる力がある。それは、天命により第二律者復活のため作り出された実験体という証！あなたこそが、世界を滅ぼす「神」なのよ！！",
			"아하하하——! 분명한 증거가 있잖아! 너에게는 율자의 코어를 받아들일 힘이 있어. 그것은 천명에 의해 제2 율자 부활을 위해 만들어진 실험체라는 증거! 너야말로, 세계를 멸망시킬 「신」인 거야!!",
			"AHAHAHA! There is clear evidence! You have the power to accept a Herrscher Core. It is proof that you are a test subject created by Schicksal to revive the Second Herrscher! You are none other than the \"god\" who will destroy the world!",
			null,
			"Hahahaha! The proof is clear! You are able to receive the power of the Ruler's core! This means that you are the one who was created by Heaven to resurrect the Second Herrscher! You are the \"God\" who destroyed the world!",
			"Hahahahaha--! You have clear evidence! You have the power to accept the core of the scribe. It proves that you are an experiment created by heaven's decree for the resurrection of the Second Ruler! You are the \"god\" who will destroy the world!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250829,
			"No! No!! No!!!",
			"不是的！不是的！！不是的！！！！不是的！！！！！！！",
			"あ、あ、あっ……ぃあぁあああーーーーッ！！う、嘘だッ！！ハァ、ハァ、違う……ッ！！違う違う違うッ！！もう、聞きたくない！！！！",
			"아, 아, 앗…… 으아아아아아——!!! 거, 거짓말이야!! 헉, 헉, 아니야……! 아니야 아니야 아니야!!! 더 이상, 듣고 싶지 않아!!!!",
			"Ah, ah, ah... AAAAHHHH!! That's a lie!! Huff, huff, NO...!! No, no, NO!! I don't want to hear any more!!",
			"Ahhhhhhhhhhhhhhhhhhh!!! Não, isso é mentira!!! Ah, ah, não...!!! Não, não, não!!! Eu não quero mais ouvir isso!!!!!",
			"It's not! It's not!!! It's not ！！！！ No ！！！！！！！",
			"Ah, ah, ah, ah, ......iiiiaaaaahhhhh! U, it's a lie! Ha, ha, no ......! No, no, no, no! I don't want to hear anymore！！！！"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250830,
			"Kiana! Calm down!",
			"琪亚娜！你冷静点！",
			"キアナッ！落ち着きなさい！",
			"키아나! 진정해!",
			"Kiana! Calm down!",
			null,
			"Kiana! You calm down!",
			"Kianak! Calm down!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250831,
			"Houkai energy is still growing, will become new Houkai explosion, Mei, Theresa, we should leave here.",
			"崩坏能强度超过临界点，新的崩坏要爆发了，芽衣姐姐，德丽莎园长，布洛妮娅建议立即撤离。",
			"崩壊エネルギーが臨界点を超えました。崩壊による新たな爆発が発生します。芽衣姉様、テレサ学園長、ブローニャは即刻退避を推奨します。",
			"붕괴 에너지가 임계점을 넘었습니다. 붕괴에 의한 새로운 폭발이 발생합니다. 메이 언니, 테레사 학园长, 브로냐는 즉각 대피를 권장합니다.",
			"The Honkai Energy has exceeded the critical point. A new Honkai Eruption is about to occur. Mei, Principal Theresa, Bronya recommends that you evacuate immediately.",
			null,
			"Avalanche energy intensity exceeds the critical point, a new avalanche is about to break out, Meiko-san, Theresa Gardener, and Bronya suggest immediate evacuation.",
			"The decay energy has exceeded the critical point. A new explosion will occur due to the collapse. Sister Mei, Principal Teresa, and Bronya are recommended to evacuate immediately."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250832,
			"Kiana!!",
			"琪亚娜！！！",
			"キアナちゃん！！！",
			"키아나 쨩!!!",
			"KIANA-CHAN!!!",
			null,
			"KIANA!!!",
			"Kiana!!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250833,
			"All of you are lying to me!!!!",
			"你们全部都在骗我！！！！！！",
			"ハァ、ハァ……みんな、私を騙してたんだッ！！！！",
			"헉, 헉…… 다들, 나를 속였어!!!!",
			"<i>Huff, huff...</i> everyone was lying to me!!!",
			null,
			"All of you are lying to me ！！！！！！",
			"Ha, ha ...... guys, you had me fooled. ！！！！"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250834,
			"Yes!! More rage! Hate yourself! That's human being!",
			"没错！更多的憎恨吧！憎恨自己的无能和无助！这就是人类！",
			"そうさ、もっと憎むがいい！自分の無能さと無力さを恨むがいい！それが人間ってものなのだから！",
			"그래, 더 미워해 봐! 네 무능함과 나약함을 원망해 봐! 그것이 인간이라는 존재니까!",
			"That's right! More hate! Hate your own incompetence and helplessness! This is what humans do!",
			"Sim, odeie-me mais! Odeie-se por sua incompetência e impotência! Porque é isso que significa ser humano!",
			"That's right! More hatred! Hate yourself for being incompetent and helpless! This is humanity!",
			"Yes, hate more! Hate yourself for your incompetence and helplessness! That's what human beings are all about!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250835,
			"Stop Kiana!",
			"快阻止琪亚娜！不能让她与律者核心结合！",
			"早く、キアナを止めないと！律者のコアと完全な融合をさせちゃダメ！",
			"빨리, 키아나를 막아야 해! 율자 코어와 완전한 융합을 허용하면 안 돼!",
			"Quick, stop Kiana! We must not let her fully fuse with the Herrscher Core!",
			null,
			"Stop Kiana! She must not be allowed to bond with the Ruler's Core!",
			"Quick, we must stop Kiana! Don't let her fully merge with the core of the law!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250836,
			"Hehe… She is not the ral \"Herrscher\" now, there is still one condition left, Mei… You need to return something~",
			"呵呵…现在还不是真正的律者，开启大门的条件还剩下一个，雷电芽衣……只要把你体内的第二律者的东西物归原主，神才会真正的降临！",
			"フフッ……今はまだ真の律者とは呼べないわ。扉を開く条件があと一つ残っている。雷電芽衣……あなたの体内にある第二律者のコアの欠片を元の持ち主へと返せば、真の神が降臨するわ！",
			"훗... 지금은 아진 진정한 율자라 부를 수 없어. 문을 열 조건이 하나 더 남았거든. 라이덴 메이... 네 몸속에 있는 제2 율자 코어의 조각을 원래 주인에게 돌려주면, 진정한 신이 강림할 거야!",
			"Hehe... You can't call yourself a true Herrscher yet. There's just one more thing left to open the door. Raiden Mei... If you return the fragment of the Second Herrscher's Core inside you to its original owner, the true god of this world will descend!",
			null,
			"Oh ... is not yet the real Ruler, open the door to the conditions of one remaining, Raiden Meiko ...... as long as the second Ruler in your body things back to the original owner, God will really come!",
			"Hmph ...... I can't call you a true lawmaker just yet. There is one more condition left to open the door. If you return the piece of the Second Ruler's Core in your body to its original owner, Raiden Mei......, the True God will descend!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250837,
			"We can't control the Houkai energy now… Armored Bunny, prepare for battle!",
			"崩坏能的暴走已经无法控制了…重装小兔展开，准备接受冲击。",
			"崩壊エネルギーの暴走は、もはや制御できません……重装ウサギ、バリア展開、衝撃を受け止めてください！",
			"붕괴 에너지의 폭주는 더 이상 제어할 수 없어... 중장토끼, 배리어 전개, 충격을 막아줘!",
			"The rampaging Honkai Energy is out of control... Armored Bunny, deploy barrier to absorb the impact!",
			null,
			"Avalanche Energy's rampage is out of control...the heavy-duty bunnies unfold and prepare for the onslaught.",
			"The outburst of disintegrating energy is no longer controllable. ...... heavily armed rabbits, deploy barriers, and take the impact!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250838,
			"Kiana!!",
			"琪亚娜！！",
			"キアナちゃん！！",
			"키아나 쨩!!",
			"KIANA-CHAN!!",
			null,
			"KIANA!!!",
			"Kiana!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250839,
			"Mei! Don't!",
			"芽衣！不能过去！",
			"芽衣！行ってはダメ！",
			"메이! 가면 안 돼!",
			"Mei! Don't go over there!",
			null,
			"Meiko! Can't go over there!",
			"Mei! Don't go!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250840,
			"Kiana…… Kiana!!!",
			"琪亚娜……琪亚娜！！！",
			"キアナちゃん……キアナちゃん！！！",
			"키아나 쨩... 키아나 쨩!!!",
			"Kiana... Kiana-chan!!!",
			null,
			"Kiana ...... Kiana!!!",
			"Kiana Chan ...... Kiana Chan!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250841,
			"Bang!!!!",
			"轰隆！！！！",
			"ドオォオオオン——ッ！！！",
			"두오오오온——!!!",
			"<size=60>BOOM——!!!</size>",
			null,
			"Rumble ！！！！",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		]
	],
	"72": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250842,
			"Houkai energy… Stopped?",
			"崩坏能的暴走……停止了？",
			"崩壊エネルギーの暴走が……止まった？",
			"붕괴 에너지의 폭주가... 멈췄어?",
			"The rampage of Honkai Energy... stopped?",
			null,
			"Avalanche Energy's rampage ...... stopped?",
			"Has the runaway collapse energy stopped ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250843,
			"Kiana…… Where is she?",
			"琪亚娜……在哪？",
			"キアナちゃんは……どうなったの？",
			"키아나 쨩은... 어떻게 된 거야?",
			"What... happened to Kiana-chan?",
			null,
			"Where is Kiana ......?",
			"What happened to Kiana at ......?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250844,
			"Super Houkai energy detected… This level is… Beyond the peak of third Houkai explosion…",
			"前方发现极强崩坏源…这个级别，已经超越了第三次崩坏的峰值……",
			"前方に極めて強大な崩壊源が出現……すでに第三次崩壊のピーク値を超えるレベルです……。",
			"전방에 극도로 강대한 붕괴원이 출현…… 이미 제3차 붕괴의 피크 값을 넘어선 수준입니다…….",
			"An extremely powerful Honkai Source has appeared ahead... Its level has already exceeded the peak of the Third Eruption...",
			null,
			"Ahead of the discovery of extremely strong collapse source ... this level, has surpassed the peak of the third collapse ......",
			"An extremely powerful collapse source appears in the foreground. ...... It is already at a level that exceeds the peak value of the tertiary collapse. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250845,
			"That figure is…",
			"那个身影难道是……",
			"あの姿は、まさか……。",
			"저 모습은, 설마…….",
			"That figure, it can't be...",
			null,
			"Could that figure be ......",
			"I didn't think that figure was ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250846,
			"Kiana……?",
			"琪亚娜……？",
			"キアナちゃん……？",
			"키아나……?",
			"Kiana-chan...?",
			null,
			"Kiana ......?",
			"Kiana, ......?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				107,
				0,
				false
			]
		],
		[
			"msg",
			250847,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250848,
			"Ahhhh!! Finally!! We opened the gate of heaven! Come on! My daughter!",
			"啊啊！！成功了！！通往神之领域的大门终于开启了！来吧！我的女儿！请诸神赐予你永生与力量！",
			"ああっ……成功よ！！神の領域へと通じる扉が、ついに開かれたわ！こっちにおいで、私の娘！神々よ、この子に永遠の命と力を賜りたまえ！",
			"아아…… 성공이야!! 신의 영역으로 통하는 문이, 드디어 열렸어! 이리 오렴, 내 딸! 신들이시여, 이 아이에게 영원한 생명과 힘을 내려주소서!",
			"Ahh... SUCCESS!! The door to the realm of the gods has finally been opened! Come here, my daughter! May the gods grant this child eternal life and power!",
			null,
			"Ahhhh!!! It worked!!! The gate to the realm of the gods has finally opened! Come on! My daughter! Ask the gods to grant you eternal life and power!",
			"Ahhhh, ...... succeeded! The door to God's domain has finally been opened! Come here, my daughter! May the gods grant her eternal life and power!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250849,
			"Cocolia! Leave there! You can't take that Houkai energy!",
			"可可利亚！快离开那里！这样剧烈的崩坏能中人类会被立刻感染的！",
			"カカリアッ！早くそこから逃げなさい！こんな強烈な崩壊エネルギー、人間なら瞬く間に感染してしまうわ！",
			"쿠쿠리아! 빨리 거기서 도망쳐! 이렇게 강렬한 붕괴 에너지, 인간이라면 순식간에 감염되고 말 거야!",
			"Cocolia! Get out of there! A human would be infected in the blink of an eye by this intense Honkai Energy!",
			null,
			"Coccolia! Get out of there! Humans will be immediately infected by such a violent collapse of energy!",
			"Kakariah! Get out of there quickly! Such intense disintegration energy, a human would be infected in the blink of an eye!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250850,
			"Hehe… Theresa! What did you see?! It's my daughter… She is so beautiful! So powerful! No one can take her away from me!",
			"呵呵……德丽莎！你看到了么！这就是我的女儿……多么美丽！多么强大！没有人能够再夺走她了！",
			"フフフ……テレサ、ご覧なさい！これが私の娘よ……あぁ、美しい！素晴らしい力だわ！もう、誰もこの子を奪うことはできない！",
			"훗훗…… 테레사, 보세요! 이게 내 딸이에요…… 아아, 아름다워! 훌륭한 힘이야! 이제, 아무도 이 아이를 빼앗을 수 없어!",
			"Hehehe... Theresa, look! This is my daughter... Oh, how beautiful! What great power! No one can take my child away from me now!",
			null,
			"Oh ...... Theresa! Did you see that! This is my daughter ...... How beautiful! How powerful! No one can take her away anymore!",
			"Hmph...... Teresa, look at you! This is my daughter: ...... Oh, she's beautiful! Such wonderful power! No one can take this girl away from me anymore!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250851,
			"Mom… Are you here?",
			"妈妈…你在这里么？",
			"ママ……そこにいるの？",
			"엄마…… 거기 있니?",
			"Mama... are you there?",
			null,
			"Mom...are you here?",
			"Mom ...... are you there?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250852,
			"Yes! I'm here! Come to see me!",
			"对！妈妈就在这里！快回到妈妈的怀抱中！",
			"ええ、ママはここよ！抱きしめてあげる、おいで！",
			"응, 엄마는 여기야! 안아줄게, 이리 오렴!",
			"Yes, Mama is here! Come give me a hug!",
			null,
			"Yes! Mommy is right here! Come back to mommy's arms!",
			"Yeah, Mommy's here! I'll give you a hug, come here!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250853,
			"Mom……",
			"妈妈……",
			"ママ——",
			"엄마——",
			"Mama...",
			null,
			"Mom ......",
			"Mama--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			250854,
			"Hahaha! Hahaha!!!",
			"哈哈哈！哈哈哈！！！",
			"ククッ、アッハハハハッ——！ハッハハハハ……ハハッ…………ァ——",
			"쿡, 아하하하하——! 하하하하하…… 하하………… 아——",
			"Hehe, ahahahahaha! Hahahaha... HAHAHA... aaah——!",
			null,
			"Hahahaha! Hahahaha!!!",
			"Kukk, ahahahahahaha--! Ha ha ha ha ha ...... ha ha ha ............a--!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			250855,
			"Cocolia… She was disappeared in the smelter……",
			"可可利亚…被熔炉中的崩坏能吞没了……",
			"カカリアが……動力炉の崩壊エネルギーに呑み込まれた……。",
			"쿠쿠리아가…… 동력로의 붕괴 에너지에 삼켜졌어…….",
			"Cocolia... was swallowed by the reactor's Honkai Energy...",
			"Cocolia... Foi engolida pela energia Honkai dentro da fundidora.",
			"Coccolia...swallowed by the collapse energy in the furnace ......",
			"Kakaria was engulfed by the collapsing energy of the ...... power reactor. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				107,
				0,
				false
			]
		],
		[
			"msg",
			250856,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				107,
				0,
				true
			]
		],
		[
			"msg",
			250857,
			"Protect Mei! We still have chance to stop the Houkai explosion!",
			"快保护芽衣！现在还有办法阻止大崩坏的发生！",
			"全員、芽衣を守って！今ならまだ、大崩壊の発生を阻止できる！",
			"전원, 메이를 지켜! 지금이라면 아직, 대붕괴의 발생을 막을 수 있어!",
			"Everyone, protect Mei! We can still prevent the Final Eruption from happening!",
			null,
			"Protect Meiko! There is still a way to stop the Great Crash from happening!",
			"Everyone, protect Mei! We can still stop the outbreak of the great collapse now!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				107,
				0,
				true
			]
		],
		[
			"msg",
			250858,
			"Kiana…… It's not real… Wake up please!!",
			"琪亚娜……这不是真的…你快醒醒！",
			"キアナちゃん……嘘でしょ……目を覚まして！！",
			"키아나 쨩…… 거짓말이지…… 눈을 떠!!",
			"Kiana-chan... This isn't real! Wake up, please!",
			"Kiana... Isso não é real! Acorde, por favor!",
			"Kiana ...... this is not true ... you wake up!",
			"Kiana, ...... you're lying ...... wake up!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				107,
				0,
				true
			]
		],
		[
			"msg",
			250859,
			"She is not the person we know, she is not Kiana anymore… She is just a puppet of the second \"Herrscher\". We must take Kiana back!",
			"她现在已经不是琪亚娜了…而是第二律者操纵下的傀儡，我们必须把琪亚娜带回来！",
			"あれはもうキアナじゃない……第二律者に操られた人形よ。何としてでも、キアナを取り戻さないと！",
			"그건 이미 키아나가 아니야…… 제2율자에 조종당한 인형이야. 어떻게 해서든, 키아나를 되찾아야 해!",
			"That's no longer Kiana... She is only a puppet controlled by the Second Herrscher. We must get Kiana back at all costs!",
			null,
			"She is no longer Kiana...but a puppet under the manipulation of the Second Herrscher. We must bring Kiana back!",
			"That's not Kiana anymore. ...... She's a puppet controlled by the Second Ruler. We have to get Kiana back, no matter what it takes!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				107,
				0,
				false
			]
		],
		[
			"msg",
			250860,
			"……",
			"……",
			"…………。",
			"………….",
			"............"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				107,
				0,
				true
			]
		],
		[
			"msg",
			250861,
			"Prepare for battle!",
			"准备迎击！",
			"迎撃用意ッ！！",
			"요격 준비!!",
			"Prepare for battle!!",
			null,
			"Prepare to meet the attack!",
			"Prepare to intercept!"
		]
	],
	"73": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251457,
			"Why… Kiana, why…",
			"为什么……琪亚娜，为什么会变成这样……",
			"どうして……キアナちゃん、どうしてこんなことに……。",
			"어째서......키아나, 어째서 이런 일을......",
			"Why... Kiana-chan, why did you do this...?",
			null,
			"Why ...... Kiana, why is it like this ......",
			"Why ...... Kiana, how did this happen? ......"
		],
		[
			"bg",
			"CG10002"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251458,
			"Himeko… Theresa… Seele… Bronya……",
			"姬子老师…德丽莎园长…希儿…布洛妮娅……",
			"姫子先生……テレサ学園長……ゼーレ……ブローニャちゃん……。",
			"히메코 선생님......테레사 학원장......제레......브로냐......",
			"Himeko-sensei... Principal Theresa... Seele... Bronya-chan...",
			null,
			"Himeko-sensei...Theresa Gardener...Shire...Bronya ......",
			"Dr. Himeko ......Theresa, Principal of the school ...... Seele ......Bronya-chan ......."
		],
		[
			"msg",
			251459,
			"Why do you kill them……",
			"为什么要杀死她们……",
			"どうして、みんなを殺そうとするの……。",
			"어째서, 모두를 죽이려 하는 거야......",
			"Why did you kill them all...?",
			null,
			"Why kill them ......",
			"Why are you trying to kill everyone ......."
		],
		[
			"bg",
			"CG10003"
		],
		[
			"msg",
			251460,
			"Kiana!!!!",
			"琪亚娜！！！！",
			"キアナちゃん！！！！",
			"키아나!!!!",
			"KIANA-CHAN!!!!",
			null,
			"Kiana ！！！！",
			"Kiana: ！！！！"
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			251461,
			"The people who tried to stop me… Killed!",
			"阻拦我的人……杀掉！",
			"邪魔する者は……殺す。",
			"방해하는 자는......죽인다.",
			"Anyone who gets in my way... will be killed.",
			"Aqueles que tentarem me impedir... Serão mortos!",
			"Those who block my way ...... kill!",
			"Anyone who gets in the way will be killed at ......."
		],
		[
			"speaker",
			204554
		],
		[
			"msg",
			251462,
			"Kiana! You said you want to protect this world!!!",
			"琪亚娜！你不是要保护这个世界么！！！",
			"キアナちゃん！この世界を守るんでしょ！！！",
			"키아나! 이 세계를 지키는 거잖아!!!",
			"Kiana-chan!! You said you wanted to protect this world, didn't you?!!!",
			"Kiana!! Você disse que queria proteger este mundo, não disse?!!!",
			"Kiana! Aren't you trying to protect the world!!!",
			"Kiana! You're going to protect this world!"
		],
		[
			"msg",
			251463,
			"I will stop you!!!",
			"我一定会阻止你的！！！",
			"絶対、あなたを止めてみせるわ！！！",
			"절대, 너를 막아 보이겠어!!!",
			"I'll stop you no matter what it takes!!!",
			"Vou te parar custe o que custar!!!",
			"I will stop you!!!",
			"I will stop you, I promise!"
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			251464,
			"It's useless…… You, can't, stop, me.",
			"没用的……你，无法，阻止。",
			"無駄だ……阻止など、できない。",
			"헛수고다…… 막는 건, 불가능해.",
			"It's useless... You cannot stop me.",
			"É inútil... Você não pode me impedir.",
			"It's useless ...... you, can't, stop.",
			"It's useless. ...... cannot be stopped, etc."
		],
		[
			"msg",
			251465,
			"I, will, destroy, human beings……",
			"我会，遵循，意志。毁灭…人类……",
			"私は、意志に、従う。人類を……滅ぼす……。",
			"나는, 의지에, 따를 뿐. 인류를…… 멸망시킬…….",
			"I... obey the will. I will... destroy humanity...",
			"Eu... Obedeço à vontade. Eu irei... Destruir a humanidade...",
			"I will, follow, will. Destroy...humanity ......",
			"I, will, obey. I will destroy ...... mankind ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			251466,
			"Bang!!!!",
			"轰！！！！",
			"ドォゴォオオオン……ッ！！！",
			"드오오오오오……!!!",
			"<i>RUMBLE...!!</i>",
			null,
			"Boom ！！！！",
			""
		],
		[
			"speaker",
			204554
		],
		[
			"msg",
			251467,
			"*Cough*",
			"咳……",
			"ゴホ……ッ。",
			"콜록…….",
			"<i>Cough...</i>",
			null,
			"Cough ......",
			"Goho ......ッ."
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10004"
		],
		[
			"msg",
			251468,
			"No one can stop this……",
			"终焉的脚步已经无法停止……",
			"終焉の歩みは、もはや止められない……。",
			"종언의 발걸음은, 이제 막을 수 없어…….",
			"The march of the end can no longer be stopped...",
			"O processo não pode mais ser interrompido...",
			"The footsteps of the end can no longer be stopped ......",
			"The steps of the demise can no longer be stopped. ......"
		],
		[
			"msg",
			251469,
			"Dead is another beginning, everything will reborn……",
			"死是新生的开始，将人类的魂魄归于原初，世界将重回安宁……",
			"死は新たな生命の始まり。人類の魂は原初に還り、世界はまた凪を迎える……。",
			"죽음은 새로운 생명의 시작. 인류의 영혼은 태초로 돌아가, 세계는 다시 고요를 맞이할…….",
			"Death is the beginning of a new life. The souls of humanity will return to their origins, and the world will once again be at peace...",
			"A morte é o começo de uma nova vida. A alma da humanidade voltará ao princípio, e o mundo voltará à paz...",
			"Death is the beginning of new life, return the human soul to the original, and the world will return to peace ......",
			"Death is the beginning of new life. The soul of humanity returns to its primordial state, and the world will be calm again. ......"
		],
		[
			"msg",
			251470,
			"Let us finish the last ceremony.",
			"同为神使的我们，一起完成这最后的仪式吧。",
			"同じ神の使者とし、共に終焉の儀式を遂げよう。",
			"같은 신의 사자로서, 함께 종언의 의식을 이루자.",
			"As messengers of the same god, let us complete the ritual of the end together.",
			"Vamos nos unir e completar a Cerimônia Final.",
			"We, who are also God's ambassadors, will complete this last ritual together.",
			"Let us be messengers of the same God, and together we will accomplish the rite of demise."
		],
		[
			"speaker",
			204554
		],
		[
			"msg",
			251471,
			"Kiana……",
			"琪亚娜……",
			"キアナ、ちゃん……。",
			"키아나, 쨩…….",
			"Kiana... chan...",
			"Kiana...",
			"Kiana ......",
			"Kiana, Chan. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			251472,
			"…… Why are you crying.",
			"……为什么你要哭呢。",
			"……どうして泣く？",
			"……왜 우는 거야?",
			"...Why am I crying?",
			"...Porque voce esta chorando?",
			"...... Why are you crying.",
			"...... Why cry?"
		],
		[
			"msg",
			251473,
			"Why… I feel so sad……",
			"为什么……内心会如此悲伤呢……",
			"なぜ……こんなにも心が痛む……。",
			"왜…… 이렇게 마음이 아플까…….",
			"Why... does my heart hurt so much...?",
			"Por que... Dói tanto...",
			"Why is ...... so sad inside? ......",
			"Why is ...... so heartbreaking ......."
		],
		[
			"bg",
			"CG10005"
		],
		[
			"msg",
			251474,
			"Mei……",
			"芽衣……",
			"芽衣——",
			"메이——",
			"Mei...",
			"Mei...",
			"Meiko ......",
			"Mei--"
		],
		[
			"msg",
			251475,
			"Sorry……",
			"对不起……",
			"ごめん……。",
			"미안해…….",
			"I'm sorry....",
			"Eu sinto Muito....",
			"Sorry ......",
			"Sorry, ......."
		],
		[
			"msg",
			251476,
			"At least, let us go back.",
			"至少在最后，让我们一起回去吧。",
			"せめて、最後は……一緒に還りましょう。",
			"최소한, 마지막은…… 함께 돌아가자.",
			"At the very least, in the end... let's go home together.",
			"Pelo menos no final... Vamos voltar juntos.",
			"At least at the end, let's go back together.",
			"At least let's return together at ...... at the end."
		],
		[
			"msg",
			251477,
			"Back to other's side, like old times…",
			"回到大家的身边……",
			"皆のもとへ……。",
			"모두의 곁으로…….",
			"Back to everyone...",
			"De volta a todos...",
			"Back to everyone ......",
			"Please send everyone to ......."
		],
		[
			"msg",
			251478,
			"See you.",
			"再见了。",
			"さよなら……。",
			"안녕…….",
			"Goodbye...",
			"Adeus.",
			"See you soon.",
			"Goodbye ......."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10006"
		],
		[
			"msg",
			251479,
			"Houkai explosion happens, life detection: 0,",
			"崩坏发生，生命迹象归零，",
			"崩壊が発生し、全生命体は無に帰しました。",
			"붕괴가 발생하여 모든 생명체는 무(無)로 돌아갔습니다.",
			"The Final Eruption occurred and all life was reduced to nothing.",
			"O Impacto Honkai ocorreu e todas as formas de vida foram reduzidas a nada.",
			"collapse occurs, the life signs go to zero, the",
			"Collapse occurred and all life forms were reduced to nothing."
		],
		[
			"msg",
			251480,
			"Reborn plan, start……",
			"确认触发条件达成，开始模块重启……",
			"触発条件の達成確認、モジュールの再起動開始——",
			"발동 조건 달성 확인, 모듈 재시작 시작——",
			"[Confirmation received. The condition has been met. Preparing the rebirth module——]",
			"[Confirmação recebida. A condição foi atendida. Preparando o módulo de renascimento——]",
			"Confirm that the trigger conditions are met and start the module restart ......",
			"Confirmation of the achievement of the inspired conditions, start of module restart--"
		],
		[
			"msg",
			251481,
			"Genes preparing, everything will restart",
			"基因写入开始，重启周期设定完毕",
			"DNA読み込み開始——再起動の周期設定完了",
			"DNA 읽기 시작——재시작 주기 설정 완료",
			"[DNA reading started — reboot cycle setting completed]",
			"[Leitura de DNA iniciada ——Configuração do ciclo de reinício concluída]",
			"Gene writing starts, reboot cycle is set",
			"Start of DNA reading--Reboot cycle setting completed"
		],
		[
			"msg",
			251482,
			"The count down begins",
			"秩序执行倒计时开始",
			"プログラム実行カウントダウン開始",
			"프로그램 실행 카운트다운 시작",
			"[Program execution countdown initiated]",
			"[Iniciada contagem regressiva da execução do programa].",
			"Order execution countdown begins",
			"Program execution countdown starts"
		],
		[
			"msg",
			251483,
			"Periodicity record：2",
			"秩序执行开始,记录周期数：2",
			"プログラム実行開始——記録周期数：2",
			"프로그램 실행 시작——기록 주기 수: 2",
			"[Program execution started — number of recorded cycles: 2]",
			"[Execução do programa iniciada —— Número de ciclos de gravação: 2]",
			"Order execution starts, number of recording cycles: 2",
			"Start of program execution--Number of recording cycles: 2"
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			251484,
			"If…",
			"如果……",
			"もし——",
			"만약——",
			null,
			null,
			"If ......",
			"If--"
		],
		[
			"msg",
			251485,
			"There is god in the world.",
			"这个世界存在着神明的话。",
			"この世界に神が存在するのなら……",
			"이 세상에 신이 존재한다면……",
			"If there is a god in this world...",
			null,
			"The words of the gods exist in this world.",
			"If God exists in this world: ......"
		],
		[
			"msg",
			251486,
			"Can he hear me?",
			"他能听到我的祈求么？",
			"私の祈りを聞いてくれるだろうか？",
			"내 기도를 들어줄까?",
			"Will they hear my prayers?",
			null,
			"Can He hear my prayers?",
			"Will they hear my prayer?"
		],
		[
			"msg",
			251487,
			"If the fate is real……",
			"如果真的存在名为轮回的宿命……",
			"もし、本当に輪廻というものがあるのなら……",
			"만약, 진짜로 윤회라는 것이 있다면……",
			"If reincarnation really does exist...",
			null,
			"If there really is a destiny called reincarnation ......",
			"If there really is such a thing as reincarnation: ......"
		],
		[
			"msg",
			251488,
			"Please let me meet her again.",
			"请让我和那个人再次相遇。",
			"どうか、またあの人と巡り会えますように。",
			"제발, 다시 그 사람과 만날 수 있기를.",
			"Please let me meet her again.",
			null,
			"Please let me meet with that person again.",
			"Please pray that I will meet that person again."
		],
		[
			"bg",
			"CG10008"
		],
		[
			"msg",
			251489,
			"——See you in the next world",
			"——See you in the next world」",
			"——See you in the next world．",
			"——See you in the next world．",
			"——See you in the next world．",
			null,
			"--See you in the next world",
			"--See you in the next world."
		]
	],
	"74": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		]
	],
	"75": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251490,
			"Hey, it's me, Kiana. I have arrived Senba HS.",
			"喂，是我，琪亚娜，已经到达千羽学园，请求指示。",
			"こちらキアナ。今、千羽学園に到着したわ、指示をちょうだい。",
			"여기는 키아나. 지금 센바 학원에 도착했어, 지시를 줘.",
			"This is Kiana. I've just arrived at Senba Academy. Awaiting further instructions.",
			"Aqui é Kiana. Acabei de chegar na Academia Senba, por favor me //n dê mais instruções. (TN:  CN  Eu sou Kiana. Acabei de chegar na Academia Senba, aguardo mais instruções.)",
			"Hello, it's me, Kiana. I've arrived at Senba High School and request instructions.",
			"This is Kiana. I've just arrived at Senba High School, give me your instructions."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251491,
			"Your mission is take the target back to St. Freya HS. Target location has been detected, I'm sending it to you now.",
			"你的任务是把资料所示的人物带回圣芙蕾雅学园，已探测到目标位置，现在发送到你的通讯器上。",
			"任務内容自体は単純だ。資料に当たる人物を聖フレイヤ学園へ連れ戻すこと。ターゲットの位置は既に探知済みだ。詳細を通信機に送る。",
			"임무 내용 자체는 단순해. 자료에 해당하는 인물을 세인트 프레야 학원으로 데려오는 거야. 타겟의 위치는 이미 탐지 완료했어. 자세한 건 통신기로 보낼게.",
			"Your mission is to bring the person shown in your information back to St. Freya Academy. The target's location has been detected and is now being sent to your communicator.",
			"A sua tarefa consiste em levar a pessoa descrita nos documentos de volta à Academia de St.Freya A localização do alvo já foi detectada, enviarei os detalhes ao vosso comunicador. (TN: Na tradução japonesa,  diz que a missão é simples: `A tarefa em si é simples. Levem a pessoa relacionada com a documentação de volta à Academia St. Freya. A localização do alvo já foi detectada. Enviarei detalhes através do equipamento de comunicação´. Mas na frase seguinte vemos Kiana  dizer que a missão será difícil, não sei se a mudança foi intencional para fazer uma piada com Kiana.)",
			"Your mission is to bring the character shown in the profile back to St. Freya High School. The location of the target has been detected and is now being sent to your communicator.",
			"The mission itself is simple. Bring the person who is the source of the data back to St. Freya High School. The target's location has already been tracked. Send the details to the communicator."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251492,
			"Roger that! It's a simple one for me, why did you take it so seriously…",
			"了解~这不是一个很简单的任务嘛，真不知道你们当时为什么那么大惊小怪的……",
			"了解。簡単な任務じゃない。そこまでする意味が分からないわ。",
			"알겠어. 쉬운 임무는 아니네. 거기까지 할 의미를 모르겠어.",
			"Copy that~ This is a simple mission. I don't know why you guys made such a fuss at that time...",
			"Entendi. Não é uma tarefa fácil. Não entendo o propósito disso.",
			"I understand that this is not a very simple task, I do not know why you were so fussed ......",
			"Copy that. It's not an easy mission. I don't see the point in going that far."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251493,
			"Don't be too careless! It's not so easy as you thought.",
			"别太大意了！这一次的任务可不是你想象中的那么简单。",
			"油断するな。今回の任務、単純ではあるが思っているほど甘くはない。",
			"방심하지 마. 이번 임무, 단순하지만 생각하는 것만큼 쉽지는 않아.",
			"Don't get too careless! This mission is not as simple as you might think.",
			"Não se descuide demais! Esta missão não é tão fácil como você poderia pensar. (TN: Por alguma razão na tradução japonesa diz que a missão é simples novamente e a pessoa pede para Kiana ter cuidado.   `Fique atento. Esta missão, embora simples, não é tão fácil quanto você pensa.´)",
			"Don't be careless! This mission is not as easy as you think.",
			"Be on your guard. This mission, although simple, is not as easy as you think."
		],
		[
			"msg",
			251494,
			"The 3rd Houkai explosion will happen at Senba HS, the target is a normal person, you must protect her!",
			"第三次崩坏预计不久后会在千羽学园爆发，目标只是一个普通人，你一定要保证好她的安全！",
			"予測によると、第三次崩壊はまもなく千羽学園で発生する。ターゲットは、ただの一般人だ。彼女を必ず守ってくれ。",
			"예측에 따르면, 제3의 붕괴가 곧 센바 학원에서 발생한다. 표적은, 평범한 일반인이다. 그녀를 반드시 지켜줘.",
			"The Third Eruption is expected to break out at Senba Academy soon. The target is just an ordinary person. You must ensure her safety!",
			"A terceira Erupção Honkai é esperada para acontecer em breve na Academia Senba, o alvo é apenas uma pessoa comum, você deve garantir a segurança dela!.  (TN:  JP De acordo com a previsão, a terceira erupção Honkai ocorrerá em breve na Academia Senba. O alvo é apenas uma pessoa comum. Você deve garantir a segurança dela.\")",
			"The third Honkai is expected to erupt in Senba High School soon, and the target is just an ordinary person, so you must keep her safe!",
			"According to predictions, the third Honkai will soon occur at Senba Academy. The target is just a civilian. Make sure to protect her."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251495,
			"I know, I know, you said this to me a lot of times~",
			"我知道了啦，这些话你都说过多少遍了，我耳朵都听出茧子来啦~",
			"はいはい、分かったわよ！その話はもう聞き飽きたって。",
			"알았어 알았어! 그 이야기는 이제 듣기 싫어.",
			"I know, I know! You've said this so many times that my ears are sore.",
			null,
			"I know. How many times have you said that? I've heard it all before.",
			"Yes, yes, I get it! He said he's tired of hearing that story."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251496,
			"Ok. Report to me if you need any help.",
			"那我也就不多说了，如果有什么紧急情况发生的话，立即向我报告。",
			"よし、行くんだ。もし何かあったら、すぐ連絡してくれ。",
			"좋아, 가자. 만약 무슨 일이 생기면, 바로 연락해줘.",
			"I won’t say anything more. If any emergency occurs, report to me immediately.",
			"Então, não vou dizer mais nada. Se alguma situação de emergência ocorrer, informe-me imediatamente.  (TN:  JP Certo, vou lá. Se acontecer alguma coisa, me avise imediatamente.)",
			"Then, without further ado, if any emergency occurs, report it to me immediately.",
			"All right, go. If anything goes wrong, call me right away."
		],
		[
			"msg",
			251497,
			"And… Good luck!",
			"那么…祝你好运！",
			"……健闘を祈る。",
			"……건투를 빈다.",
			"Well... good luck!",
			"Então ... boa sorte!  (TN: JP .....Desejo-lhe boa sorte.)",
			"Well...good luck with that!",
			"...... Good luck and best wishes."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251498,
			"--",
			"滴——",
			"ピッ——",
			"삐——",
			"Beep—",
			null,
			"Drop--",
			"Peek--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251499,
			"Emmm… This kind of quest… It's a boring one, I'm B level Valkyrie now, it's too easy for me~",
			"呼…寻人任务啊……第一次正式出击就是这么无聊的任务，本小姐好歹也是B级女武神好吧~",
			"はぁ、まさか初めての任務が人探しなんて、ほんと退屈だわ！私だって、一応B級戦乙女なのに。",
			"하아, 설마 첫 임무가 사람 찾기라니, 정말 지루하네! 나라고 해도, 일단 B급 전투소녀인데.",
			"Sigh… a task to find someone… This is such a boring task for my first official mission. I am a B-rank Valkyrie now after all~",
			"Uff... Uma missão de busca e salvamento... A primeira missão oficial é tão chata assim, eu pelo menos sou uma Valquíria rank B, certo?",
			"Phew...the search mission ah ...... first official strike is such a boring task, this lady at least is also a B-class Valkyrie okay~",
			"I never thought my first mission would be to look for people, it's really boring! I'm a B-maidens too, you know."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251500,
			"Well, I need talk to them after finishing this quest.",
			"算了算了，等完成了任务回去再去找那些家伙理论。",
			"まぁ、いっか。帰ったらあいつらに文句を言えばいいだけだし。",
			"뭐, 어쩔 수 없지. 돌아가면 걔들한테 불평하면 그만이야.",
			"Forget it, forget it. I’ll go back and complain to them after completing the mission.",
			"Esqueça. Eu posso simplesmente reclamar com eles quando voltar.",
			"Forget about it, I'll go back and argue with those guys after I finish the mission.",
			"Oh well. I'll just complain to them when I get back."
		],
		[
			"msg",
			251501,
			"Guns… Ready! Ammo… Ready! Reloading… Ready!",
			"枪械检查……完好！弹药检查……完毕！弹药装填……完毕！",
			"機械チェック……問題なし！弾薬チェック……問題なし！弾薬装填……完了！",
			"기기 체크……문제 없음! 탄약 체크……문제 없음! 탄약 장전……완료!",
			"Guns check... in good condition! Ammunition check... complete! Ammunition loading... complete!",
			"Verificação de armas de fogo... Concluído! Verificação de munição... Concluído! Carregamento de munição... Concluído!",
			"Firearms check ...... complete! Ammo check ...... complete! Ammo loading ...... complete!",
			"Mechanical check ...... no problem! Ammo check...... no problem! Ammo loading ...... complete!"
		],
		[
			"msg",
			251502,
			"Target: Houraiji Kyuushou, freshman in Senba HS… Information cleared!",
			"目标姓名：蓬莱寺九霄，千羽学园高等部一年级生……信息确认无误！",
			"ターゲットの名前は……蓬莱寺九霄(ほうらいじ きゅうしょう)、千羽学園高等部の一年ね。確認完了！",
			"타겟의 이름은......호라이지 큐쇼(호라이지 큐쇼), 센바 학원 고등부 1학년이야. 확인 완료!",
			"Target name: Houraiji Kyuushou, a first-year student at Senba Academy's High School division... Information confirmed!",
			"O nome do alvo é ...... Houraiji Kyuushou,, aluna do primeiro ano do Ensino Médio da Academia Senba. Confirmação completa!",
			"Target name: Houraiji Kyuushou, first year student at Senba High School Higher Division ...... Information confirmed correct!",
			"The target's name is ...... Kyuushou Houraiji, a freshman at Senba Academy High School. Confirmation complete!"
		],
		[
			"msg",
			251503,
			"Kiana, go!",
			"琪亚娜，出击！",
			"キアナ、行きます！",
			"키아나, 갑니다!",
			"Let's do this, Kiana! (TN: The literal translation was \"Kiana, Let's go\". I know people don't use third person in English, but I think this is the best balance between literal and natural without removing too much of her catchphrase.)",
			"Kiana, vá!",
			"Kiana, strike!",
			"Kiana, I'm going!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251504,
			"This school is so huge…",
			"这学园还真大，要不是有这个GPS定位坐标，不知道我还要找多久……",
			"——ふぅ、この学園って結構広いわよね。GPSがなかったら、どれだけ探索に時間が掛かったか分かったもんじゃないわ。",
			"——후, 이 학원 꽤 넓네. GPS 없었으면 얼마나 탐색하는데 시간 걸렸을지 모를 거야.",
			"This school is really big. If I didn't have this GPS, I don't know how long it would take me to find it...",
			"Essa academia é muito grande, se não fossem as coordenadas do GPS, não sei quanto tempo eu teria que procurar...",
			"This school is really big, if not for this GPS location coordinates, I do not know how long I have to find ......",
			"--Hmmm...this school is pretty big...I don't know how long it would have taken me to explore without my GPS."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251505,
			"Female dormitory F-777… It should be this place.",
			"女子寮F栋777室……应该就是这个地方了。",
			"えっと、女子寮F棟777室……ここかしら。",
			"어라, 여자 기숙사 F동 777호... 여긴가?",
			"Room 777, Building F, Women's Dormitory... This should be the place.",
			"Quarto 777, Prédio F, Dormitório Feminino... dever ser este o lugar.",
			"Women's Squatters, Building F, Room 777 ...... should be the place.",
			"Let's see, room 777 in women's dormitory F. ...... I think it's here."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251506,
			"*Knock*",
			"咚咚咚。",
			"ドンドンドン。",
			"똑똑똑.",
			"*Knock knock knock*",
			null,
			"Knock knock.",
			"Dong-dong-dong."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251507,
			"Excuse me…",
			"请问…",
			"あの……。",
			"저기...",
			null,
			"Desculpe....",
			"Excuse me ...",
			"That ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251508,
			"Wow!!!",
			"呜哇！！！！",
			"きゃあっ！！！！",
			"꺄악!!!!",
			"Aaah!!!!",
			null,
			"Woohoo ！！！！",
			"Kyakk ！！！！"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251509,
			"Errr! Is it Houkai explosion!? I'd better move hurry now!",
			"呃！难道是崩坏爆发了！？管不了这么多了！",
			"えっ、何っ？まさかもう崩壊が！？……急がないと！",
			"엣, 뭐야? 설마 이미 붕괴가!?... 서둘러야 해!",
			"Huh? What? Is the Eruption already starting?! ...We have to hurry!",
			"Uh! Será que a erupção honkai começou! ? Não aguento mais isto!",
			"Ugh! Could it be that Honkai has erupted! Couldn't care less!",
			"What? What? No way, Honkai already! ...... We have to hurry!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251510,
			"Boom!!",
			"砰！！！",
			"バンッ！！！",
			"쾅!!!",
			"BANG!!!",
			null,
			"BANG!!!",
			"BANG!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251511,
			"Hey! Come here! Don't be bit by zombies! I will protect…",
			"喂！到我这里来！不要被死士咬到！我来保…",
			"ほらっ！こっちに来て！ゾンビに噛まれたらお終いよ！私が守って——",
			"이리 와! 좀비한테 물리면 끝이야! 내가 지켜줄——",
			"Come on! Get over here! If you get bitten by a zombie, it's all over! I'll protect you——",
			"Ei! Venha até mim! E Não seja mordido por um zumbi! Eu vou te proteger...",
			"Hello! Come to me! Don't get bitten by the dead soldiers! I'll protect...",
			"Here you go! Come here! If a zombie bites you, you're dead! I'll protect you."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251512,
			"Why! It's error again! What's wrong with those codes!?",
			"为什么！为什么会报错！我用生命与灵魂谱写的代码到底哪里出了问题！？",
			"どうして！どうしてエラーなのだ！我が生命と魂を引き換えに書いたプログラムに何か問題でもあるのか！？",
			"왜! 왜 에러인 거야! 내 생명과 영혼을 바꿔서 쓴 프로그램에 무슨 문제라도 있는 건가!?",
			"Why?! Why is there an error?! Is there something wrong with the program I wrote in exchange for my life and soul?!",
			"Por que! Por que ele relata um erro! O que há de errado com o código que escrevi com minha vida e minha alma!",
			"Why! Why is there an error! What's wrong with the code I wrote with my life and soul!",
			"Why! Why the error? What is wrong with the program I wrote in exchange for my life and soul!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251513,
			"Ha?",
			"咦？",
			"あ、あれ？",
			"아, 어라?",
			"H-huh?",
			"Huh?",
			"Huh?",
			"Oh, that?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251514,
			"Calm down, I can do it, I can find the bug and fix it! Come one! Bugs! Show me where you are!",
			"冷静，现在不是慌乱的时候，一定是某处有着遗漏的缺陷等待着我去补完，来吧！被诅咒的特异点！显现出你的身姿吧！",
			"落ち着け！今は取り乱してる場合ではない。どこか見落としている点があるはずだ。いでよっ！呪われし特異点！我の前にその姿を現すがよいっ！",
			"진정해! 지금 당황할 때가 아냐. 분명 내가 놓친 게 있을 거야. 나타나라! 저주받은 특이점! 내 앞에 그 모습을 드러내라!",
			"Calm down! Now is not the time to lose your cool. There must be something I've overlooked. Come! Cursed singularity! Reveal yourself!",
			"Calma, este não é o momento de entrar em pânico, deve haver uma falha em algum lugar esperando para ser preenchida, vamos lá! O maldita singularidade! Mostre-se!",
			"Calm down, now is not the time to panic, there must be a missing flaw somewhere waiting to be filled in, come on! Cursed special point! Show yourself!",
			"Calm down! Now is not the time to be distraught. There must be something we're missing. Come on! Cursed singularity! Reveal yourself to me!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251515,
			"This person… Is the target?",
			"这个人……就是目标么？",
			"この子が……ターゲットなの？",
			"이 아이가... 타겟이야?",
			"This girl... She's the target?",
			"Esta pessoa é o alvo ......?",
			"Is this person ...... the target?",
			"Is this girl a ...... target?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251516,
			"Humph? You are… Humph, you can find me, I know you are not normal person.",
			"嗯？你是…哼，居然能突破我设置的次元隔断结界，看来不是普通人呢。",
			"ん？お主は……我の次元結界を破るとは、只者ではないようだな。",
			"흠? 자네는... 내 차원 결계를 깨다니, 보통 인물이 아닌 모양이군.",
			"Hmm? You... you actually broke through the dimensional barrier I created. You seem to be no ordinary person.",
			"Hmm? Você é... hmmm, você realmente conseguiu romper o limite da barreira dimensional que eu estabeleci, então você não parece ser uma pessoa comum.",
			"Hm? You're...hmmm, you actually managed to break through the sub-dimensional partition boundary I set up, so it seems like you're not an ordinary person.",
			"Hmm? You seem to be a strange man to break ...... my dimensional boundary."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251517,
			"Fourteen Sick? I remember the information said it's hard to communicate with target… Are you Houraiji Kyuushou?",
			"啧，原来是个中二病么，难怪资料上有说可能很难和目标交流……你就是蓬莱寺九霄么？",
			"なるほど……中二病ってやつね。道理で資料に「ターゲットとのコミュニケーションに難あり」と書かれていたわけね、納得。……あなたが蓬莱寺九霄？",
			"그래... 중이병이로구나. 그래서 자료에 「타겟과의 커뮤니케이션에 난항」이라고 써져 있었던 거네, 이해가 돼. ...네가 호라이존 큐쇼?",
			"Tsk, so you have chuunibyou? No wonder the information said it might be difficult to communicate with the target... Are you Houraiji Kyuushou?",
			"Entendo. ...... É chamado de chuunibyo. Não é à toa que o material diz dificuldade de comunicação com o alvo, faz sentido. ...... Você é Houraiji Kyuushou.",
			"Tsk, so it's a middle child? No wonder the profile says it may be difficult to communicate with the target ...... Are you Houraiji Kyuushou?",
			"I see... ......... that's what you mean by \"middle two\". No wonder the material says \"difficulty in communicating with the target\", makes sense. ...... are you Houraiji Kyuushou?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251518,
			"He, you know my name, yes, I'm the chosen one! The redeemer of the new world! Houraiji k…",
			"呵，没想到居然知道我的真名，没错，我就是被选中之人！新世界的救世主！蓬莱寺九……",
			"ほう、よもや我が真名を知るとは。そう、我こそが選ばれし者！新世界の救世主、蓬莱寺九——",
			"호오, 내 진명을 알고 있다고. 그렇다, 나야말로 선택받은 자! 신세계의 구세주, 호라이존 큐——",
			"Oh, I didn't expect you to know my real name. Yes, I am the chosen one! The savior of the new world! Houraiji Kyuu——",
			"Heh, eu nunca pensei que alguém saberia meu nome verdadeiro, sim, eu sou o escolhido! O salvador de um novo mundo! Houraiji k…",
			"Heh, I didn't expect to know my real name. That's right, I'm the Chosen One! The savior of the new world! Houraiji IX ......",
			"How dare you know my true name? Yes, I am the chosen one! The savior of the new world, Houraiji 9--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251519,
			"Stop it! Come with me!",
			"少废话！跟我走！",
			"そういうのいいから！私について来て！",
			"그런 건 됐어! 나를 따라와!",
			"Stop talking nonsense! Follow me!",
			"Para com essa bobagem!  Venha comigo!",
			"Cut the crap! Follow me!",
			"That's not what I'm talking about! Follow me!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251520,
			"Hey! Don't touch me! I'm… Ouch! It hurts a lot! Take it easy! Who are you!",
			"喂！不要用你那肮脏的手碰我，我可是…疼疼疼！轻点啊！你这家伙到底是谁啦！",
			"おい！その汚い手で触るな、我は……いたたたた！やめっ、やめてよぉ！お、お主何者だ！？",
			"야! 그 더러운 손으로 만지지 마, 나는... 아야야야! 그만, 그만해! 너, 너 누구냐!?",
			"Hey! Don't touch me with your dirty hands, I'm— Ow, It hurts! Be gentle! Who the hell are you?!",
			"Ei! Não me toque com suas mãos imundas, eu sou... isto dói! Seja gentil! Quem diabos é você!",
			"Hello! Don't touch me with your dirty hands, I'm a...pain pain pain! Be gentle! Who the hell are you?",
			"Hey! Don't touch me with those dirty hands, I was ...... Stop it, stop it! Who are you?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251521,
			"You don't need to know who I am, the only thing you need to know is I'm trying to protect you.",
			"你不用知道我是什么人，你只需要知道我是来保护你的就行了。",
			"私が誰かなんて、今はどうでもいいことよ。ただ君を守りに来ただけ。",
			"내가 누군지는 지금은 중요하지 않아. 그냥 널 지키러 왔을 뿐이야.",
			"You don't need to know who I am, you just need to know that I am here to protect you.",
			"Você não precisa saber quem eu sou, você só precisa saber que eu estou aqui para te proteger.",
			"You don't need to know what I am, you just need to know that I'm here to protect you.",
			"Who I am is not important right now. I'm just here to protect you."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251522,
			"Hohoho~ So you know I have hiding abilities… Which party do you belong to? Freemason? Crusader or Fraternity?",
			"库库库~果然我的神力已经被潜伏在世间的盟友发现了么…所以你是哪个组织的人？机关？共济会？圣教军？还是兄弟会？",
			"クックックッ。どうやら我が神力が潜伏している盟友達にバレたということか……で、お主はどこの組織だ？機関？共済会？聖教軍？それともフラタニティ？",
			"쿠쿠쿠. 내 신력이 잠복해 있던 동지들에게 발각된 모양이군... 그래, 너는 어느 조직이냐? 기관? 공제회? 성교군? 아니면 프라타니티?",
			"Kukuku~ As expected, my divine power has been discovered by my allies lurking in the world... So which organization are you from? Agency? Freemasonry? Crusaders? Or the Brotherhood?",
			"Kukuku~ Certamente meu poder divino foi descoberto por meus aliados à espreita no mundo...então de qual organização você é? O  Governo? Maçonaria? Cruzados? Ou será a Irmandade?",
			"Kukuku~ Surely my divine power has been discovered by my allies lurking in the world...so which organization are you from? The Agency? The Masons? The Holy Army? Or the Brotherhood?",
			"Kkkkkkkkkkkkkkkkkkkkkkkkkkkk. It seems that my divine power has been discovered by my allies in hiding. ...... So, what organization are you? An institution? Mutual Aid Society? The Holy Church Army? Or Fraternity?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251523,
			"… You must played a lot of games…",
			"那些都是什么玩意儿，你主机游戏玩多了吧……",
			"何よそれ、ちょっとゲームのやり過ぎじゃない？",
			"뭐야 그건, 좀 게임을 너무 많이 한 거 아니야?",
			"What the hell are those? You've played too many video games...",
			"Tudo isto, vem dos jogos de console que você joga demais...",
			"What the hell are those, you play too many console games ......",
			"What's with that? Aren't you playing the game a little too much?"
		],
		[
			"msg",
			251524,
			"Ahh… How can I explain this to her…",
			"啊……好麻烦，我该怎么跟她解释那些东西……",
			"うん、と……どう説明したらいいのかしら。もう面倒くさいわね……。",
			"음, 그리고... 어떻게 설명해야 할까. 이젠 귀찮네...",
			"Ah... this is so troublesome. How should I explain those things to her...?",
			"Ah ...... tão problemática, como posso explicar essas coisas a ela ......",
			"Ah ...... so troublesome, how do I explain those things to her ......",
			"Yeah, and ...... I don't know how to explain it. It's too much trouble already. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251525,
			"Beep beep beep……",
			"滴滴滴……",
			"ピピピピ……。",
			"삐삐삐삐...",
			"Pip pip pip~",
			null,
			"DDT ......",
			"Pippi Pippi. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251526,
			"Hey, I'm Kiana, I have found the target.",
			"喂，我是琪亚娜，目前已经和目标接触，请说。",
			"はい、キアナよ。今、ターゲットに接触したわ。",
			"네, 키아나야. 지금, 타겟과 접촉했어.",
			"Yes, this is Kiana. I'm in contact with the target now.",
			"Ei, eu sou Kiana, já entrei em contato com o alvo, fale.",
			"Hello, this is Kiana, we are currently in contact with the target, go ahead.",
			"Yes, this is Kiana. I'm in contact with the target now."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251527,
			"What are you doing there? Did you meet any troubles?",
			"怎么还在磨磨蹭蹭的，莫非是遇到了什么麻烦了吗？",
			"何をグズグズしているんだ。まさか何かトラブルでもあったのか？",
			"뭘 그렇게 굼뜨게 굴고 있나. 설마 무슨 문제라도 생겼는가?",
			"What are you waiting for? Could it be that you're in some kind of trouble?",
			"Por que ainda está demorando? Será que você está tendo algum problema?",
			"Why are you still dawdling? Could it be that you're in some kind of trouble?",
			"What are you goofing off about? Don't tell me you're in some kind of trouble?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251528,
			"Troubles? No… It's just a piece of cake for me~",
			"麻烦？怎么可能，这种小任务对我琪亚娜来说简直像喝汤一样~",
			"トラブル？そんな訳ないでしょう。こんな任務、私にかかれば朝飯前よ。",
			"문제? 그럴 리가 없잖아. 이런 임무는 내게는 식은 죽 먹기야.",
			"Trouble? No way! A mission like this is a piece of cake for me~",
			"Problemas? De jeito nenhum, uma tarefa tão pequena  como esta é nada para, Kiana.   (TN: No chinês, Kiana diz que a tarefa é como comer um pedaço de bolo que expressa a sua confiança em acreditar que ela não terá dificuldades em resolver o problema, então para não ficar confuso usei outra expressão equivalente com o mesmo sentido para facilitar a compreensão   na hora da leitura.)",
			"Trouble? No way! This kind of small task is like soup to me, Kiana!",
			"Trouble? No, of course not. I can handle a mission like this in a jiffy."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251529,
			"Other Valkyries will help you after you leaving Nagazora city.",
			"那就好，你将目标带离长空市之后我会派人去接应的。",
			"ならいいが……。迎えを手配する、直ちにターゲットを長空市まで連れてきてくれ。",
			"그럼 다행이지만... 마중을 준비하마, 즉시 타겟을 장공시까지 데려오게.",
			"That’s good. I will send someone to pick you up after you take the target away from Changkong City.",
			"Isto é bom, enviarei alguém para encontrá-la depois que você tiver tirado seu alvo da cidade de Nagazora.  (TN: Por alguma razão na tradução global a pessoa no comunicador diz que irá enviar valquírias, tanto na versão japonesa como a chinesa nunca é dito se este alguém seria uma valquíria nos textos.)",
			"That's good. I'll send someone to meet you after you take the target out of Long Hollow.",
			"If so, that's fine, go to ....... Arrange for a pickup, bring the target to Changkuu City immediately."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251530,
			"I get it, just stay there and wait for my good news!",
			"明白了，有我琪亚娜出马，你们就等我的好消息吧！",
			"了解。やっぱり簡単ね。すぐ戻るから待ってなさい。",
			"알겠어. 역시 쉬웠네. 금방 돌아올 테니 기다리세요.",
			"Roger. With me, Kiana, here to help, you just wait for my good news!",
			"Entendido, eu, Kiana, estarei à disposição, então esperem de min  boas notícias!",
			"Understood. With me, Kiana, in charge, you'll wait for my good news!",
			"Roger that. It's easy after all. I'll be right back."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251531,
			"--",
			"哔！",
			"ピッ！",
			"삐익!",
			"Beep!",
			null,
			"Beep!",
			"Beep!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251532,
			"Kiana… Is that your name… I feel we met before…",
			"琪亚娜…是你的名字么…话说回来你的样子好像在哪里…",
			"キアナ……それがお主の名前か？そういえば、どこかで会ったことがあるような……。",
			"키아나... 그게 네 이름인가? 그러고 보니, 어디선가 본 적이 있는 것 같은...",
			"Kiana... is that your name? Come to think of it, I believe we've met somewhere before...",
			"Kiana. é o seu nome?... falando nisso, você parece familiar, onde eu já te vi antes?",
			"Kiana...is that your name...then again you look like you're from somewhere...",
			"Kiana...... is that your name? Come to think of it, I think I've met you somewhere ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251533,
			"Alright! Come with me now!",
			"好啦！不要墨迹了！赶紧和我走吧！不然又有人要来催了。",
			"ほら、さっさと行きましょう！早くしないと、また何か言われちゃう。",
			"자, 어서 갑시다! 빨리 안 하면 또 뭐라고 듣겠어.",
			"Okay! Stop wasting time! Come with me now! Otherwise they'll keep rushing me.",
			"Ok! Não fique distraído! Vamos logo! Se não, alguém virá nos pressionar novamente.",
			"All right! Don't be silly! Just come with me! Otherwise someone's going to rush us again.",
			"Come on, let's get going! If we don't hurry, they'll say something else."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251534,
			"Wait… Wait a second! At least let me take my treasures!",
			"等！等下啦！至少让我打包一下我的圣物啊！",
			"ちょ、ちょっと待て！せ、せめて、聖遺物を……。",
			"잠, 잠깐만! 적어도 성유물은.......",
			"W-wait! At least let me pack my holy relics!",
			"Espere! Espere um pouco! Pelo menos deixe-me fazer minhas malas com minhas preciosidades!",
			"Wait! Wait! Let me at least pack my holy stuff!",
			"Wait a minute! At least, let's get the reliquary to ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251535,
			"Beep beep beep.",
			"滴滴滴。",
			"ピピピピ……。",
			"삐삐삐삐.......",
			"Pip pip pip~",
			null,
			"Tick-tock.",
			"Pippi Pippi. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251536,
			"Communication again… So annoying…",
			"啧！又是通讯么，烦死了…",
			"もうっ！今度は何！？",
			"젠장! 이번엔 또 뭐야!?",
			"Tsk! Communication again, so annoying...",
			"Uff! De novo esse comunicador, é irritante...",
			"Oh, my God! Is it the newsletter again? It's annoying...",
			"Mooooooo! What now!"
		],
		[
			"msg",
			251537,
			"What?! Houkai explosion… No, we don't have enough time, we have to find a way out…",
			"什么！？距崩坏降临还有……糟糕，时间已经来不及了，看来还得想办法突破死士的包围圈……",
			"……そんな！崩壊までもう時間がないじゃない！はぁ、ゾンビに囲まれることは覚悟しといたほうが良さそうね……。",
			"......설마! 붕괴까지 시간이 얼마 남지 않았잖아! 하아, 좀비에게 둘러싸일 각오는 해 둔 편이 좋을 것 같네.......",
			"...What the heck?! There's not much time left before the Honkai Eruption?! Ha, I guess I'd better prepare myself to be surrounded by zombies...",
			"O que!? Ainda falta tempo antes que comece a erupção Honkai... isso é ruim, já não temos tempo, parece que precisamos encontrar uma maneira de romper o cerco aos mortos-vivos...",
			"What! There's still ...... Oh no, there's no time to lose before Honkai descends, it looks like we still have to find a way to break through the Deadman's encirclement ......",
			"...... Oh no! Honkai is running out of time! Huh, I guess I better be prepared to be surrounded by zombies. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251538,
			"Houkai? Zombies?That's…",
			"崩坏？死士？那是……",
			"崩壊？ゾンビ？何の話を……。",
			"붕괴? 좀비? 무슨 소리를.......",
			"Honkai? Zombies? What are you talking about...?",
			"Honkai？Zumbis? Isto é……",
			"Honkai? Deadman? That's ......",
			"Honkai? Zombies? What are we talking about? ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251539,
			"Kyuushou, listen to me. I know you don't know what will happen to this place, but trust me, you are in dangerous now.",
			"九霄，你听我说。虽然知道你一定非常迷茫和疑惑，但是你现在的处境很危险。",
			"九霄、よく聞いて。突然のことで困惑するかもしれないけど、今がすごい危険な状況だっていうことだけは分かって欲しい。",
			"큐쇼, 잘 들어. 갑작스러운 일이라 혼란스러울 수 있지만, 지금이 굉장히 위험한 상황이라는 것만은 알아줬으면 해.",
			"Kyuushou, listen to me carefully. You may be confused by the suddenness of the situation, but I want you to understand that you are in a very dangerous situation.",
			"Kyuushou, me escute. Eu sei que você está muito confuso e com dúvidas, mas sua situação atual é muito perigosa.",
			"Kyuushou, listen to me. Although I know that you must be very confused and doubtful, you are in a very dangerous situation right now.",
			"Kyuushou, listen carefully. You may be confused by the suddenness of the situation, but I want you to understand that you are in a very dangerous situation."
		],
		[
			"msg",
			251540,
			"It will be a disaster, I will protect you and take you out of here.",
			"这个地方马上就会爆发一场灾难，我是被派来保护你并且带你离开的。",
			"もうすぐ、ここで崩壊という名の災いが発生するわ。私は、君を安全なところまで護衛するよう命じられてるの。",
			"곧 여기서 붕괴라는 이름의 재앙이 발생할 거야. 나는 너를 안전한 곳까지 호위하라는 명령을 받았어.",
			"Soon this place will erupt into a great disaster. I've been sent here to protect you and escort you to safety.",
			"Uma catástrofe está prestes a ocorrer neste lugar e eu fui enviada para protegê-la e levá-la embora.",
			"This place is about to explode into a catastrophe, and I've been sent to protect you and get you out of here.",
			"Soon, there will be a disaster here in the name of Honkai. I have been ordered to escort you to safety."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251541,
			"Disaster? Hohoho… Is the doom coming?!!",
			"灾难…库库库…灭世的灾难终于要降临了么！！",
			"災い……クックックッ……滅世の災いがついに降臨するのね！！",
			"재앙...... 쿠쿠쿠...... 멸세의 재앙이 마침내 강림하는구나!!",
			"Disaster... Muahaha... The day of judgement has finally descended upon us!!",
			"Catástrofe... Kukuku... o apocalipse está finalmente chegando!",
			"Catastrophe...kukukuk...is the catastrophe of extinction finally coming!",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251542,
			"Errr?!",
			"呃！？",
			"えっ！？",
			"엣!?",
			"Huh?!",
			null,
			"Uhh!?",
			"What?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				2,
				false
			]
		],
		[
			"msg",
			251543,
			"It's the judgement time now, just let me unlock the seal, I'm the redeemer of the world!",
			"终于到了裁决的时刻，就让我解放灵魂的封印，成为世界的救世主吧！",
			"裁判の時はついに来た。今こそ我が魂の封印を解き放つ時っ！我の力で混迷の世を救ってみせよう！",
			"심판의 때가 드디어 왔다. 이제야 내 영혼의 봉인을 풀어줄 때다! 나의 힘으로 혼미한 세상을 구원해 보이겠어!",
			"At last, judgement has arrived. Now is the time to release the seal on my soul! I will use my power and become the Savior of the world!",
			"Chegou finalmente o momento do julgamento. Agora é o momento de libertar o selo da minha alma! Vou usar o meu poder para salvar o mundo do caos!",
			"At last the moment of judgment has come, let me free the seal of my soul and become the savior of the world!",
			"The time for trial has finally come. Now is the time to release the seal of my soul! I will use my power to save this chaotic world!"
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251544,
			"Ahh… Wait a second… I need to fix the bug before save the world… Otherwise I can't upload the update today!",
			"啊…等一下…不过就算要拯救世界的话也得等我先去把游戏的报错给修了…要不然今天就没法上传正式版了，九霄大人从来不会失信于人！",
			"あっ……ちょっと待て……世を救う前に、せめて我にこのバグを修正させてくれ、でないと今日のアップロードに間に合わん。この九霄様は、一度たりとも約束を違ったことがないのだ！",
			"앗…… 잠깐만…… 세상을 구하기 전에, 적어도 이 버그부터 고치게 해줘, 안 그러면 오늘 업로드에 못 맞춰. 이 큐쇼님은, 단 한 번도 약속을 어긴 적이 없다고!",
			"Oh... wait a minute... before I save the world, at least I need to fix this bug, or I will not be able to upload it today. The great Kyuushou has never once failed to keep her promises!",
			"Espera um pouco. Antes de salvar o mundo, pelo menos me permita consertar esse bug, ou eu não conseguirei fazer o upload hoje.  Kyuushou nunca quebrou uma promessa!",
			"Ah...wait a minute...but even if I want to save the world I'll have to wait until I go and fix the game's bugs first...otherwise I won't be able to upload the official version today...Lord Kyuushou never breaks a promise!",
			"Oh ...... wait a minute ...... before you save the world, at least let me fix this bug, or I will not be able to upload it today. This Kurosawa-sama has never once been wrong on a promise!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251545,
			"*Zombies roar*",
			"吼吼吼！",
			"ゴーン！ゴーン！ゴーン！",
			"강! 강! 강!",
			"Roarrr!",
			null,
			"Ho-ho-ho!",
			"Gong! Gong! Gong!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251546,
			"Ha? What's that voice?",
			"咦？什么声音？",
			"ん？何の音だ？",
			"음? 무슨 소리지?",
			"Hmm? What's that sound?",
			null,
			"Huh? What's that noise?",
			"Hmm? What's that noise?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251547,
			"2014 March 28th, Friday, 14:07:48. Houkai explosion happened in Senba HS……",
			"2014年3月28日，星期五，14:07:48，崩坏已成功降临千羽学园……",
			"2014年3月28日（金）14:07:48、千羽学園に崩壊が発生……。",
			"2014년 3월 28일 (금) 14:07:48, 센바 학원에 붕괴가 발생…….",
			"Friday, March 28th, 2014, 14:07:48: Honkai Eruption occuring at Senba Academy...",
			"Em 28 de março de 2014 (sexta-feira) às 14h07min48s, a academia Senba passou por uma Erupção Honkai......",
			"Fri, 28 Mar 2014 14:07:48 GMT Honkai has successfully descended on Senba High School ......",
			"On Friday, March 28, 2014, 14:07:48, Honkai occurred at Senba High School. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251548,
			"No time to explain, let's go!",
			"没时间解释了，先跟我走！",
			"もう時間がないわ！私について来て！",
			"이제 시간 없어! 나를 따라와!",
			"We're running out of time! Follow me!",
			"Não há tempo a perder! Venha comigo!",
			"There's no time to explain. Come with me first!",
			"We're running out of time! Follow me!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251549,
			"Ah!",
			"呜诶！",
			"えっ！えっ！？",
			"엣! 엣!?",
			"Ahh— Huh?!",
			null,
			"Woo-eh!",
			"Eh! What?"
		]
	],
	"76": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251550,
			"Boom! Boom! Boom!",
			"砰！砰！砰！",
			"バンッ！バンッ！バンッ！——カチャ。",
			"빵! 빵! 빵! —— 따각.",
			"<I>Bang! Bang! Bang! ——Click-tchack.</I>",
			null,
			"Bang! Bang! Bang!",
			"Bang! Bang! BANG! --Kacha."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251551,
			"Humph-- Humph--",
			"呼——呼——",
			"はぁ、はぁ……。",
			"하아, 하아…….",
			"Huff... huff...",
			null,
			"Hoo-hoo-hoo.",
			"Ha, ha. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251552,
			"You just walked hundreds meters!?",
			"才跑这么点路就受不了了？你行不行啊喂。",
			"たったこれだけの距離を走っただけで、もうバテたの？",
			"겨우 이 정도 뛰었는데, 벌써 지쳤어?",
			"You're already exhausted? We barely walked anywhere!",
			"Você já está cansada só por correr a uma distância tão curta?",
			"You can't stand it after running this far? Are you okay?",
			"After running only this far, are you already battered?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251553,
			"Ah… Sync… It's just a side effect, I will be fine…",
			"咕…九霄大人正在和这具躯壳进行精神同步…这，这只是同步过程中的一些不良反应而已……",
			"うぅ……か、勘違いするな！これは、まだこの身体とシンクロしきれてないだけであって……そう！ただのシンクロ不足による反動……。",
			"우…… 갈, 착각하지 마! 이건, 아직 이 몸과 신크로가 제대로 안 맞아서…… 그래! 그냥 신크로 부족으로 인한 반동…….",
			"Ugh... Don't get the wrong idea! It's just that I haven't fully synchronized with this body yet... That's right! It's just a backlash due to a lack of synchronization...",
			"Oh não! Não me interprete mal. Apenas não estou sincronizado com este corpo ainda ... Sim! Apenas uma reação devido à falta de sincronização.",
			"Gu...Lord Kyuushou is spiritually synchronizing with this body...this, this is just some adverse reactions during the synchronization process ......",
			"Ugh ...... or don't get me wrong! This is just not fully synchronized with this body yet, ...... yeah! It's just a reaction to lack of synchronization......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251554,
			"Alright~ I will help you if you can't walk~",
			"好吧~那你慢慢同步吧，不用担心~你要是跑不动了我会拖着你走的。",
			"あっそ。じゃあ、ゆっくりシンクロでもしてて。もし走れなくなったら私が引っ張ってあげるから、心配しないでいいわよ。",
			"알았어. 그럼 천천히 신크로라도 하고 있어. 만약 달릴 수 없게 되면 내가 끌어줄 테니까, 걱정하지 않아도 돼.",
			"Right. Well, go ahead and take your time synchronizing. If you can't run, I'll pull you along, so don't worry.",
			"Ah, certo. Bem, vá em frente e sincronize-se lentamente. Se não conseguir correr, não te preocupes, eu vou puxá-la.",
			"Okay~ then you synchronize slowly, don't worry~ I'll drag you along if you can't run.",
			"Oh, right. Well, go ahead and take your time synchronizing. If you can't run, I'll pull you out, don't worry."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251555,
			"Errr… Are you the demon from hell!",
			"呃…你的真实身份一定是地狱派来的恶魔吧！太没人性了!",
			"うぅ……お主、実は地獄から来た悪魔だろ！こ、この鬼畜め！",
			"으윽…… 너, 사실 지옥에서 온 악마지! 이, 이 귀축 같은 놈!",
			"Ugh... You must be a devil from hell! You can't be human!",
			"Ahhh! Você é realmente um demônio do inferno!  Tão Desumana!",
			"Uh...your real identity must be a demon sent from hell! So inhuman!",
			"Ugh ...... you are actually a demon from hell! You are a demon!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251556,
			"Hoho~ So do you want to feed zombies here?",
			"嚯嚯~那你是想在这里喂死士么？",
			"へぇ……なら、君はここでゾンビの餌にでもなるつもり？",
			"헤에…… 그럼, 너는 여기서 좀비 밥이나 될 셈이야?",
			"Hehe... So you'd rather become zombie food here?",
			"Ah, então você está planejando se tornar o alimento dos zumbis aqui?",
			"Ho ho ho~ So are you trying to feed the dead here?",
			"Heh ...... then are you going to be zombie bait here?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251557,
			"Those zombies are so ugly, I can't feel any sense of beauty as the end of the world…",
			"你说的死士就是这些散发着污秽气息的使徒么，作为末世的前奏来说缺乏些许艺术感呢……",
			"お主が言うゾンビとは、あの汚らしい使徒どものことか？この世の終末というものは、もっと美しいものを想像していたのだが……。",
			"네가 말하는 좀비란, 저 더러운 사도 놈들을 말하는 건가? 이 세상의 종말이라면, 좀 더 아름다운 것을 상상했는데…….",
			"By zombies, do you mean those apostles of death that reek of filth? I imagined the end of the world to be something more beautiful... (TN: Might be referencing how zombies used to be called \"dead apostles\" in early game, but idk)",
			"Por zombies entendem-se aqueles apóstolos imundos? Eu tinha imaginado o fim do mundo para ser algo mais belo. ......",
			"Are these the apostles of death you speak of that reek of filth, lacking some artistry as a prelude to the end times ......",
			"By zombies you mean those filthy apostles? I had imagined the end of the world to be something more beautiful. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251558,
			"They are not powerful, but it's still hard to fight with a lot of zombies at the same time. We need to leave as quick as we can.",
			"这些死士虽然不强，但是一旦他们聚集起来的话也不是那么轻易就能对付的，所以我们得在这之前离开这里。",
			"そうよ、あれがゾンビ。個々はそこまで強くはないけど、数が集まると厄介だから、そうなる前にここを離れないと。",
			"그래, 저게 좀비야. 개체는 그렇게 강하지 않지만, 수가 모이면 골치 아파지니까, 그렇게 되기 전에 여기를 떠나야 해.",
			"Yep, those are zombies. They're not that strong on their own, but they become a problem when there's a lot of them, so we need to get out of here before that happens.",
			"Sim, são zumbis. Eles não são tão fortes individualmente, mas podem ser problemáticos quando há muitos deles, então é melhor sair daqui enquanto podemos.",
			"These dead soldiers aren't strong, but they're not that easy to deal with once they gather, so we need to get out of here before that happens.",
			"Yes, those are zombies. Individually they are not that strong, but when they gather in numbers, they can be a nuisance, so we need to get out of here before that happens."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251559,
			"Relax, I can use my secret skill to beat them!",
			"那就让它们聚集起来再说吧！到时候就用我的“燃魂聚爆”来消灭它们！",
			"だったら、集まらせておけばよい！そしたら、我が「ソール・エクスプロージョン」で一掃してやろう！",
			"그렇다면, 모이게 놔두면 되지! 그럼 내 「소울 익스플로전」으로 싹 쓸어버려 주겠어!",
			"Then let them gather! I'll just wipe them out with my \"Soul Explosion\"!",
			"Então que se reúnam! Depois vou eliminá-los com o meu `Soul Explosion´.",
			"Then let them gather! I'll destroy them with my \"Soul Blast\"!",
			"Then let them gather! Then we will wipe them out with our \"Sole Explosion\"!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251560,
			"Secret skill? What the…",
			"燃…什么？是什么鬼东西……",
			"ソー……えっと、何それ？",
			"소울…… 어, 뭐 그게?",
			"Soul... Uhh, what the hell?",
			"Ehh... o que é isso?",
			"Ignite...what? What the hell is it ......",
			"Thor...... um, what's that?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251561,
			"Emmm… I sealed them. Some powerful skills.",
			"哼哼~这是我被封印的力量之一，燃烧自己的灼热的灵魂，创造出连寒冰深狱都能融化的烈焰，将一切罪恶焚烧殆尽！",
			"ふふん、これは我が封印されし力の一つ、自らの魂を燃やすことで、深淵の氷すらも溶かす炎を解き放つのだ！そして、その炎は全ての罪を焼き尽くす威力を秘めている！どうだ驚いたか？",
			"훗, 이건 내 봉인된 힘 중 하나, 자신의 영혼을 불사름으로써 심연의 얼음조차 녹이는 불꽃을 해방하는 거다! 그리고 그 불꽃은 모든 죄를 태워버릴 위력을 지니고 있다! 어때, 놀랐지?",
			"Fufu, this is one of my sealed powers. By burning my soul, I can unleash a flame that can melt even the ice of the abyss! And that flame has the hidden power to burn away all sins! Are you impressed?",
			"Este é um dos meus poderes selados: ao queimar a minha alma, desencadeio uma chama que derrete até o gelo do abismo! E esse fogo tem o poder de consumir todo o pecado! Está surpreendida?",
			"Hmph~ This is one of my sealed powers, to burn my own searing soul, to create a fiery flame that can melt even the cold and deep prison of ice, and to burn all evil to the ground!",
			"This is one of my sealed powers: by burning my own soul, I release a flame that melts even the ice of the abyss! And that fire has the power to consume all sins! Are you surprised?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251562,
			"How stupid you are…",
			"这家伙…这么危险的时候还在想这种蠢事……",
			"こいつ……こんな時にまたバカな妄想をして……。",
			"이 자식…… 이런 때에 또 바보 같은 망상을 하고…….",
			"This girl... Having stupid delusions again at a time like this...",
			"Esta pessoa...... tem outra fantasia estúpida em um momento como este .......",
			"This guy...still thinking about such stupid things when it's so dangerous ......",
			"This guy ...... has another stupid fantasy at a time like this ......."
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251563,
			"No… Wait. She didn't become zombies, does it mean she can take endure the Houkai energy.",
			"不…等下。她在崩坏的环境下也没有变成死士，这么说她也是适格者么？",
			"いや、でもゾンビになってないってことは、崩壊の影響を受けてないってことよね。もしかして、こいつも適合者なの？",
			"아니, 하지만 좀비가 되지 않았다는 건 붕괴의 영향을 받지 않았다는 거잖아. 혹시, 이 녀석도 적합자인 거야?",
			"But the fact that she hasn't turned into a zombie means she hasn't been affected by the Honkai. Maybe she's compatible too?",
			"Não, mas o fato de ela não ter se transformado em um zumbi significa que não foi afetada pelo, o Honkai. Talvez ela também seja qualificada?",
			"No...wait a minute. She didn't turn into a Deadman even in Honkai, so is she also a Fittest?",
			"No, but the fact that he hasn't turned into a zombie means he hasn't been affected by Honkai. Maybe he's a conformist too?"
		],
		[
			"msg",
			251564,
			"And they took she carefully, she must have her value… Maybe she really has some abilities…",
			"既然组织这么重视这家伙，那她一定有着重要的价值…难道她说她真的有着某些能力么……",
			"組織はやたらとこいつのことを重要視してるし……まさか、本当に何か力を持っている可能性も……。",
			"조직은 자꾸만 이 녀석을 중요시하는데…… 설마, 정말로 뭔가 힘을 가지고 있을 가능성도…….",
			"The organization places a lot of importance on this girl... Could she really have some power?",
			"O que aconteceu? Você ficou curiosa para ver meu verdadeiro poder?",
			"Since the organization values this guy so much, she must have significant value...did she say she really has certain abilities ......",
			"The organization is very concerned about this guy. ...... I don't think it's possible that he really has some kind of power. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251565,
			"Would you like to see miracles?",
			"怎么样~让你见识一下真正的神迹吧！",
			"どうした？我が真の力を見てみたくなったのか？",
			"어떻게 된 거냐? 내 진정한 힘을 보고 싶어졌느냐?",
			"How about it? Do you want me to show you a real miracle?",
			"O que se passa?  Você quer ver meu verdadeiro poder?",
			"How about that~ I'll show you a real miracle!",
			"What's the matter? You want to see my true power?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251566,
			"…Fine, I trust you, I'm going to gather zombies here.",
			"……好吧，就信你一次，你在这里等着，我去把附近的死士聚集过来。",
			"……わかったわ。今回は信じてあげる。ここで待ってて、私はこの辺一帯のゾンビを集めてくるから！",
			"……알았어. 이번만은 믿어줄게. 여기서 기다리고 있어, 내가 이 주변 좀비들을 모아올 테니까!",
			"...Okay. I'll trust you this time. Wait here, I'll go and gather all the zombies in this area!",
			"Está bem, eu já entendi. Vou acreditar em você desta vez. Fica aqui, juntarei os zumbis desta área!",
			"...... Well, I will believe you once, you wait here, I will go to gather the dead soldiers in the neighborhood.",
			"...... Okay, I get it. I'll trust you this time. Wait here, I'll go round up all the zombies in the area!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251567,
			"I also need some time to prepare!",
			"哼哼~去吧，我的神迹也需要一段时间的吟唱，这段时间就交给你来守护了！",
			"よし、行くがよい。我が力を解放するにも詠唱が必要だからな、ついでに時間稼ぎもしてくるのだ！",
			"좋아, 가거라. 내 힘을 해방하는 데도 주문이 필요하니, 덤으로 시간을 벌어주는 거다!",
			"Alright, go ahead. I need to chant to release my power, so go and buy some time!",
			"Tudo bem, vamos lá. É necessário um encantamento para liberar o  meu poder, e enquanto estiver nisso, vá e ganhe algum tempo para min!",
			"Hmph~ Go ahead, my miracle will take some time to chant as well, so I'll leave it to you to guard it in the meantime!",
			"All right, go ahead. I need to chant to release my power, and while I'm at it, I'll buy you some time!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251568,
			"I get it!",
			"啧！知道了！知道了！",
			"はいはい！分かったわよ！",
			"알았어 알았어! 다 알아들었어!",
			"Yeah, yeah! Got it!",
			"Sim! Eu Entendi!",
			"Tsk! Got it! Got it!",
			"Yes, yes, yes! Okay, okay!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251569,
			"The dark power inside of my soul! I need power!",
			"沉眠于吾之体内的深暗魂魄！现吾将以自身之血肉召唤于汝！",
			"我が身に宿りし漆黒の魂よ！我を依代とし召喚に応えよ。",
			"내 몸에 깃든 칠흑의 영혼이여! 나를 의탁으로 삼아 소환에 응하라.",
			"O jet-black soul that dwells within me! Take me as your dependent, and answer my summons.",
			"Ó alma negra que habita em meu corpo!  Responda à minha convocação e aceite-me como a sua serva.",
			"The dark spirit that lies dormant within me! Now I will call upon thee with my own flesh and blood!",
			"O jet-black soul that dwells in my body, take me as your servant and answer my call! Take me as your dependent, and answer my summons."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251570,
			"Errr… It starts…",
			"呃…已经开始了么……",
			"始まったみたいね……。",
			"시작된 모양이네…….",
			"Uhh... looks like it's started...",
			"Parece que já começou.......",
			"Uh...has it started already? ......",
			"Looks like it's started. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251571,
			"$%#@^$#^#^$@#$!",
			"在黑煌的厄运降临凡世之际，绽放于末世的哀嚎之中！",
			"黒き厄災がこの世に降り注ぎし時、終焉の慟哭が虚空に響く！",
			"검은 재앙이 이 세상에 쏟아질 때, 종말의 통곡이 허공에 울려 퍼진다!",
			"When the black plague descends upon this world, the wail of the end echoes through the void!",
			"Quando a calamidade e as trevas cair sobre este mundo, o lamento final ecoará pelo o vazio!",
			"Bloom in the wail of the end times as the doom of black splendor descends upon the mortal world!",
			"When the black disaster descends upon this world, the wail of the end echoes in the void!"
		],
		[
			"msg",
			251572,
			"%@#$@#%#@$!@#!",
			"汝之意识将与吾共存！湮灭·轮回·追溯于禁忌的深渊！狂哮的烈焰将焚烧万象！",
			"我が意志は汝と共に！滅びを経て、輪廻と禁忌の深淵を彷徨う！咆哮の炎よ、森羅万象を焼き尽くせ！",
			"나의 의지는 너와 함께하리! 멸음을 거쳐, 윤회와 금기의 심연을 방황하라! 포효하는 불꽃이여, 삼라만상을 태워버려라!",
			"My will be with thee! Through perdition, I roam the abyss of samsara and taboo! Roaring flames, burn all things in the universe!",
			"Minha vontade está com você! Vagando pelo abismo da reencarnação e tabus após perecer! Ó chamas que rugem, queimem o universo!",
			"Thy consciousness shall live with me! Annihilation - Reincarnation - Traced to the forbidden abyss! The roaring flames will burn the elephants!",
			"My will be with thee! Through perdition, I wander the abyss of samsara and taboo! Roaring flames, burn all things in the forest!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251573,
			"Hey! Zomies are coming! Have you done your preparation!!",
			"喂！死士都已经引过来了！你的咒语念完了没啊！！",
			"ゾンビを集めたわよ！ソーなんとかとやらはまだ！？",
			"좀비 다 모았어! 소 뭐시기란 녀석은 아직이야!?",
			"Hey! I've gathered all the zombies! Where's your soul or whatever yet?!",
			"Olá! Os zumbis já estão aqui! Você terminou seu feitiço? !",
			"Hello! The dead soldiers have been lured over! Have you finished your incantation yet!",
			"We've got the zombies! Thor something or other yet!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251574,
			"Hohoho~ Come on!",
			"哼哼哼……来吧！与吾一起将神迹显现于世吧！奏响救世的前奏！",
			"ふっふっふっ……我が声に応え顕現せよ！今ここに救世の歌が降り注がん！",
			"훗훗훗…… 내 목소리에 응답하여 나타나라! 지금 이곳에 구세의 노래가 쏟아지리라!",
			"Fufufu... Respond to my voice and manifest! Here now, the song of salvation pours forth!",
			"Fufufufu... Responda à minha voz e manifeste-se! A canção da salvação está sendo derramada aqui e agora!",
			"Humbug ...... Come! Join me in manifesting the miracles into the world! Play the prelude to salvation!",
			" The song of salvation is now pouring down here!"
		],
		[
			"msg",
			251575,
			"My secret skill!!!",
			"燃魂聚爆！！！",
			"ソール・エクスプロージョンっ！！！",
			"소울 익스플로전!!!",
			"Soul•Explosion!!!",
			"Soul Explosion!!!!",
			"Burning Soul Polyblast!!!",
			"Saul Explosion!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251576,
			"Ohhhh!",
			"呜！",
			"っ！！",
			"!!",
			"!!!",
			"Uau!",
			"Woo!",
			"I'm not sure what you mean!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251577,
			"??? It didn't work?",
			"爆！爆！爆！呃…嗯…嗯？哎嘿~好像失败了呢！",
			"ソール・エクスプロージョン！エクスプロージョン！！エクスプロージョンッ！！！あ、あれ？きょ、今日は調子が悪いのかな！？",
			"소울 익스플로전! 익스플로전!! 익스플로전!!! 아, 아뇨? 어, 오늘은 컨디션이 안 좋은 걸까!?",
			"Soul Explosion! Explosion!! Explosion!!! Ah, huh? Am I not feeling well today?!",
			"Soul Explosion! Explosion!! Explosion!!! Ah, o que foi isso? Parece que hoje não estou me sentindo bem!",
			"Burst! Burst! BURST! Uh...hmm...hmm? Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey!",
			"Saul Explosion! Explosion! Explosion! Oh, that? Kyo, I'm not feeling well today!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251578,
			"… I know I shouldn't trust you!!",
			"果然不能相信你这蠢货！！！",
			"分かってたけど……信じた私がバカだったわね……。",
			"알고는 있었지만... 믿은 내가 바보였어...",
			"...I can't believe I was dumb enough to believe you!!!",
			"Eu sabia, mas fui estúpida por acreditar nisso...",
			"Surely you can't be trusted you dumb ass!!!!",
			"I knew it, but I was stupid enough to believe ....... ......"
		]
	],
	"77": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251579,
			"You scared me…",
			"呼！呼！吓死我了……",
			"はぁ！はぁ！死ぬかと思った……。",
			"하아! 하아! 죽는 줄 알았어...",
			"Huff! Huff! I thought I was going to die...",
			"Ufa! Ufa! Você me assustou...",
			"Whew! Whew! Scared the shit out of me. ......",
			"Huh! Huh! I thought I was going to die. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251580,
			"Kiana, you beat so many zombies!",
			"琪亚娜，没想到你能一个人打败这么多怪物，我相信你是正义的使者了。",
			"キアナ、たった一人でこの数の化け物を倒すとは……。お主、正真正銘の正義の使者であったか。",
			"키아나, 혼자서 이 많은 괴물들을 쓰러뜨리다니... 너야말로 진정한 정의의 사도였구나.",
			"Kiana, to think you could defeat so many monsters all by yourself... You truly are a messenger of justice.",
			"Kiana, como você poderia derrotar esse número de monstros sozinha? ...... Você foi um verdadeiro enviado da justiça, não foi?",
			"Kiana, I didn't expect you to defeat so many monsters by yourself, I'm convinced you're the bringer of justice now.",
			"Kiana, how could you defeat this many monsters by yourself? ...... You are a true messenger of justice."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251581,
			"Shut up…",
			"你给我闭嘴……",
			"君はもう黙ってて……。",
			"너는 이제 입 다물고 있어...",
			null,
			"Cale-se ......",
			"You shut up ......",
			"You can shut up now at ......."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251582,
			"Alright, it's just an accident~",
			"好啦~好啦~刚才只是意外而已，沉眠于体内的力量已经很久没有使用了，偶尔失败也是正常的啦~",
			"分かった、分かった。ただ、さっきのはただの事故。この身に宿りし力を解放するのが久しぶりすぎて、たまたま失敗しただけ——",
			"알았어, 알았어. 하지만 방금 건 그냥 사고야. 이 몸에 깃든 힘을 해방하는 게 오랜만이라, 우연히 실패했을 뿐——",
			"Okay, okay. But what happened earlier was just an accident. It's just been so long since I released the power that resides within me that I just accidentally failed——",
			"Ok ~ ok ~ Foi apenas um acidente agora, o poder adormecido no corpo não é usado há muito tempo e é normal falhar ocasionalmente ~",
			"Well, well, well, well, it was just an accident. It's been a long time since I've used the power that's dormant in my body, so it's normal for it to fail every once in a while.",
			"Okay, okay. But what happened earlier was just an accident. It's been too long since I've released the power that resides in me, and I just happened to make a mistake--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251583,
			"I will close your mouth myself if you continue to talk!",
			"你要是再说一句话我就把你的嘴打烂！",
			"いい加減にして！また変なことを口走ったら、本気で君を殴るわよ！",
			"적당히 해! 또 이상한 소리 지껄이면, 진짜로 너를 때릴 거야!",
			"That's enough! Any more of your ridiculous nonsense and I'm going to fix that mouth of yours with my fists!",
			"vamos! Se você disser algo estranho de novo, eu vou bater em você!",
			"If you say another word I'll smash your mouth in!",
			"That's enough! You say one more funny word and I will seriously hit you!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251584,
			"I… Get it…",
			"知…知道了……",
			"ふ、ふぇ。わ、分かったよぉ……。",
			"흑, 흑. 알, 알겠어요...",
			"O-okay. G-got it...",
			"Sabe...Entendi...",
			"Knew...got it ......",
			"Huh, huh. Wow, okay. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251585,
			"Calm down, I must finish the quest.",
			"呼…呼…淡定！淡定…不能因为情绪而影响任务！",
			"ふぅ……落ち着け！落ち着け！任務を第一に考えないと。",
			"후... 진정해! 진정하라고! 임무를 최우선으로 생각해야지.",
			"Phew... phew... Stay calm! Stay calm... Can't let emotions get in the way of the mission!",
			"Fuu...... acalme-se! Acalme-se! Tenho que colocar a missão em primeiro lugar.",
			"Phew...phew...calm down! Calm down...can't let emotions get in the way of the mission!",
			"Huh ...... calm down! Calm down! We have to put the mission first."
		],
		[
			"msg",
			251586,
			"Kyuushou, listen to me, we must get out of here!",
			"九霄听我说，我们现在的情况真的很危急，我们必须尽快离开这里，现在已经快超出预计的逃离时间了，所以……",
			"九霄、よく聞いて。もう理解できてるとは思うけど、今すごく危険な状況なの。一刻も早くここから脱出しないと命に関わることになるわ。もう時間がないの、だから……。",
			"큐쇼, 잘 들어. 이미 이해하고 있을 거라 생각하지만, 지금 굉장히 위험한 상황이야. 일각이라도 빨리 여기서 탈출하지 않으면 목숨이 위태로워질 거야. 시간이 없어, 그러니까......",
			"Kyuushou, listen carefully. I'm sure you understand by now, but we're in a very dangerous situation. If we don't get out of here as soon as possible, our lives will be in danger. We don't have much time left, so...",
			"Kyuushou, ouça com atenção. Espero que você entenda que agora,  é uma situação muito perigosa  Se você não sair daqui o mais rápido possível, sua vida estará em perigo. Estou ficando sem tempo, então...",
			"Kyuushou listen to me, our current situation is really critical, we have to get out of here as soon as possible, it is now almost beyond the expected escape time, so ......",
			"Kyuushou, listen carefully. I'm sure you understand by now, but we are in a very dangerous situation. If you don't get out of here as soon as possible, your life will be in danger. We are running out of time, so please go to ......."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251587,
			"^%$#^@#$@$#!!",
			"沉眠的断罪之力！在以吾之名重生！显现汝之神迹吧！",
			"眠りし断罪の力よ！我が真名の元に顕現せよ！汝の力を示せ！",
			"잠든 단죄의 힘이여! 나의 진명 아래 나타나라! 네 힘을 보여라!",
			"O dormant power of condemnation! Manifest in my true name! Reveal thy power!",
			null,
			"The dormant power of sin-breaking! Be reborn in my name! Reveal your miracles!",
			"O sleeping power of absolution! Revealed in my true name! Show me thy power!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251588,
			"Did you hear me?!!",
			"你到底有没有在听啊喂！！！",
			"もう懲りないわね！ちゃんと話を聞いて！！",
			"또 안 배우겠다니까! 제대로 말을 들어!!",
			"Did you hear me?! Listen to me!!",
			"Você não vai aprender esta lição novamente! Ouça-me!",
			"Are you listening or not oi!!!!",
			"You won't learn your lesson again! Listen to me properly!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251589,
			"Boom!!",
			"轰隆！！！！",
			"ドーン！！！！",
			"쿵!!!!",
			"Rumble!!!!",
			"Boom!!",
			"Rumble ！！！！",
			"Dawn ！！！！"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				2,
				false
			]
		],
		[
			"msg",
			251590,
			"Kiana! It works!",
			"琪亚娜！我成功了！",
			"ほら、キアナ！見ろ！見ろ！成功したぞっ！",
			"자, 키아나! 봐! 봐! 성공했어!",
			"Look, Kiana! Look! Look! It worked!",
			"Kiana! Consegui!",
			"Kiana! I made it!",
			"Look, Kiana! Look! Look! It worked!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				2,
				true
			]
		],
		[
			"msg",
			251591,
			"Ha?!",
			"咦！？",
			"あ、あれ？",
			"어, 어라?",
			"H-huh?",
			"O que! ?",
			"Huh!",
			"Oh, that?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				2,
				false
			]
		],
		[
			"msg",
			251592,
			"Hahaha! This is my real power!",
			"哈哈哈！见识到了吧，凡人，这才是九霄大人的真正力量！",
			"はははっ！分かったか、凡人よ。これぞ九霄様の力よ！",
			"하하하! 알겠느냐, 평범한 자여. 이것이 바로 큐쇼님의 힘이다!",
			"Hahaha! Do you see now, mortal? This is the true power of Kyuushou-sama!",
			"Hahahahaha! Veja, mortal, este é o verdadeiro poder de  Kyuushou!",
			"Ha ha ha! See, mortals, this is the true power of Lord Kyuushou!",
			"Ha-ha-ha! Do you understand, mere mortals? This is the power of Kurosawa-sama!"
		],
		[
			"msg",
			251593,
			"The thunderstorm, I summoned it!",
			"那朵巨大的乌云就是遵循我的召唤而降临的神迹！延续历史的轨迹，长眠的预言将再度宣告终焉的到来！",
			"あそこに見える雷雲こそ、我が召喚に応え顕現せしもの！古き盟約に従い、長きに渡り封印されていた予言が再び終焉を告げるだろう！",
			"저기 보이는 뇌운이 바로, 나의 소환에 응해 나타난 것! 오랜 맹약에 따라, 오랜 시간 봉인되어 있던 예언이 다시 한번 종언을 고할 것이다!",
			"The thunderclouds you see over there are the ones who have responded to my summons! In accordance with the ancient covenant, a prophecy that has been sealed for so long will once again announce the arrival of the end!",
			"As nuvens de trovão que ali se vêem são a manifestação da minha convocação! De acordo com o antigo pacto, a profecia há muito selada já está  se concretizando!",
			"That great dark cloud is the miracle that has descended following my call! Continuing the trajectory of history, the prophecy of the long sleep will once again proclaim the coming of the end!",
			"The thunderclouds you see over there are the manifestation of my summons! In accordance with the old pact, the prophecy that has been sealed for so long will once again come to an end!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				2,
				true
			]
		],
		[
			"msg",
			251594,
			"No… It's not a normal one.",
			"不对……这雷电有点不寻常。",
			"違う……この雷、何かおかしいわ。",
			"아니... 이 번개, 뭔가 이상해.",
			"No... There's something strange about this thunder.",
			"Não. ...... Há algo de errado com este relâmpago.",
			"No ...... this thunder and lightning is a bit unusual.",
			"No. ...... There's something wrong with this lightning."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				2,
				true
			]
		],
		[
			"msg",
			251595,
			"*Strange sound*",
			"嗡嗡嗡……",
			"ピピピ……。",
			"삐삐삐....",
			"Pip pip pip~",
			null,
			"Buzz ......",
			"Pipi. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				2,
				true
			]
		],
		[
			"msg",
			251596,
			"This is… Houkai energy!",
			"这是……崩坏能反应！",
			"これは……崩壊エネルギー反応！",
			"이건... 붕괴 에너지 반응!",
			"This is... a Honkai energy reaction!",
			"Isso é... uma manifestação da energia  Honkai!",
			"This is the ...... Honkai energy response!",
			"This is ...... Honkai energy reaction!"
		],
		[
			"msg",
			251597,
			"The power is… Very high!? Is it reality-distortion field?",
			"而且这种高强度的反应…难道是现实扭曲力场！？",
			"こんなに強い反応が現れるなんて……まさか現実歪曲フィールド！？",
			"이렇게 강한 반응이 나타날 리가... 설마 현실 왜곡 필드!?",
			"To think that such a strong reaction would occur... Could it be a reality distortion field?!",
			"Esta reação de alta intensidade... poderia ser um campo de força que distorce a realidade! ?",
			"And this high-intensity reaction...could it be a reality distortion force field!",
			"I didn't expect such a strong reaction to show up at ...... I didn't think it was a reality distortion field!"
		],
		[
			"msg",
			251598,
			"Kyuushou, we must leave here, run as quick as we can…",
			"九霄，那片雷暴云一定是因为崩坏而产生的，我们必须尽快离开……",
			"九霄！あの雷雲は崩壊によって形成されたものよ！急いで逃げないと……。",
			"큐쇼! 저 번개 구름은 붕괴로 형성된 거야! 서둘러 도망가지 않으면...",
			"Kyuushou! Those thunderclouds were formed by the Honkai! We've gotta get out of here quickly...",
			"Kyuushou!  Essa nuvem tempestuosa foi formada pelo o Honkai! Temos que fugir imediatamente...",
			"Kyuushou, that thunderstorm cloud must have been created because of the Honkai, we must leave as soon as possible ......",
			"Kyuushou! That thundercloud was formed by Honkai! We must hurry and escape. ......"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				2,
				true
			]
		],
		[
			"msg",
			251599,
			"Errr! Where is she!?",
			"呃！那家伙又跑哪去了！？",
			"……って、あれ？こんな時にどこいったの！？",
			"...어라? 이런 때에 어딜 간 거야!?",
			"...Wait, huh? Where the hell did she go at a time like this?!",
			"Ugh! Para onde aquela pessoa foi desta vez ! ?",
			"Uh-huh! Where did that guy go again!",
			"What is ......, huh? Where did it go at a time like this!"
		]
	],
	"78": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251600,
			"We don't have time to waste here… Where is Kyuushou?",
			"可恶！已经超出预定脱离时间了，又要被骂了…九霄那个混蛋究竟跑哪里去了！",
			"もうっ！任務遂行予定時間をオーバーしちゃったじゃない！また怒られる……。",
			"젠장! 임무 수행 예정 시간을 넘어버렸잖아! 또 혼나겠어...",
			"Damn it! I've already exceeded the time to complete the mission! I'm going to be scolded again... And where the hell did Kyuushou go?",
			"Droga! Já passou da hora marcada para a partida, e vou levar uma bronca de novo... Para onde foi aquela maldita Kyuushou !",
			"Damn it! It's already beyond the scheduled detachment time, and I'm going to be scolded again...where the hell did that bastard Kyuushou run off to!",
			"Oh, my God! You've exceeded your scheduled time to complete your mission! I'm pissed off again. ......"
		],
		[
			"msg",
			251601,
			"She must walk to the thunderstorm… Ahh, I see her!",
			"离雷暴云越来越近了，那个家伙总是说着神迹什么的鬼话，真一定是朝着这个方向……啊，找到了！",
			"雷雲がどんどん近づいてきてる。九霄のやつ、自分の力だと思ってたし、まさか雷雲の方に行ったんじゃ。…………はぁ、やっぱりいた。",
			"번개 구름이 점점 가까워지고 있어. 큐쇼 녀석, 자기 힘이라고 생각했나 본데, 설마 번개 구름 쪽으로 간 거 아니야. ...하아, 역시 있었어.",
			"The thunderclouds are getting closer and closer. That Kyuushou girl is always talking about miracles and all that crap, but I never imagined she would have gone towards the thunderclouds. ...Ah, there she is.",
			"Estou  cada vez mais perto da nuvem da tempestade, aquela pessoa sempre falando em milagres e outras bobagens, deve estar indo nessa direção... Ah, achei!",
			"Closer and closer to the thunderstorm cloud, that guy is always talking about miracles and all that crap, really must be in this direction ...... Ah, found it!",
			"Thunderclouds are getting closer and closer. That Kyuushou guy, I thought he was on his own, and I didn't think he went for the thunderclouds. ............Ha, I knew he was there."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251602,
			"It should be here…",
			"应该就是在这附近了……",
			"この辺りのはず……。",
			"이 근처일 텐데...",
			"It must be around here...",
			"Deve ser por aqui...",
			"It should be right around here ......",
			"It should be in this area: ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251603,
			"Hey! I got you!",
			"你这家伙！终于让我逮到你了！",
			"九霄！やっと見つけたわよ！",
			"큐쇼! 드디어 찾았어!",
			"Kyuushou! I finally found you!",
			"Kyuushou! Eu finalmente te encontrei!",
			"You guys! Finally I got you!",
			"Kyuushou! I finally found you!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251604,
			"Woaw, Kiana, relax, drop your gun!",
			"呜哇！琪亚娜！你冷静点！不要用枪对着我啦！",
			"うわっ！キ、キアナ！落ち着け！冗談でも銃口をこっちに向けるな！",
			"우왁! 키, 키아나! 진정해! 장난이라도 총구를 이쪽으로 들이대지 마!",
			"Whoa! Ki-Kiana! Calm down! Don't point a gun at me, even as a joke!",
			"Ei! Kiana, acalma-te! Não me apontes essa arma, mesmo que estejas a brincando!",
			"Whoo-hoo! Kiana! Calm down! Don't point that gun at me!",
			"Oh, my God! Ki, Kiana! Easy, easy, easy! Don't point the muzzle at me, even if you're joking!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251605,
			"I will break your leg if you continue to run!",
			"你要是再乱跑我就把你的腿也打断！",
			"もし、また勝手な行動をしたら、本当に動けなくなるまで殴るからね！",
			"만약 또 제멋대로 행동하면, 정말로 움직이지 못할 때까지 때릴 거야!",
			"If you run away from me one more time, I'm going to break your legs!",
			"Se você correr de novo, vou quebrar suas pernas também!",
			"If you keep running around I'll break your legs too!",
			"If you act selfishly again, I will beat you until you really can't move!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251606,
			"You monster!",
			"你这个恶魔！",
			"こ、この悪魔！",
			"이, 이 악마!",
			"Y-you devil!",
			"Você é um demônio!",
			"You devil!",
			"This devil!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251607,
			"Humph! You must leave here with me!",
			"哼！不管你怎么说！你现在必须和我一起离开这个学园！",
			"ほら！早くこの学園から脱出するわよ！",
			"자! 빨리 이 학원에서 탈출할 거야!",
			"Come on! We have to get out of this academy as fast as we can!",
			"Woah! Não importa como você diga! Você precisa sair desta Academia comigo agora!",
			"Hmph! No matter what you say! You must leave this school with me now!",
			"Voila! We'll get out of this academy as soon as possible!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251608,
			"Wait, wait a second… We must find that girl, she is the key to stop the doom!",
			"等，等下！在这之前我们一定要找到那个少女，她是阻止末世降临的关键！",
			"ま、待て！脱出する前に我らにはすべきことがある。ある少女を見つけ、この終焉に終止符を打たなければ！",
			"잠, 잠깐! 탈출하기 전에 우리에게는 해야 할 일이 있어. 어떤 소녀를 찾아, 이 종언에 종지부를 찍어야 해!",
			"W-wait! Before we can escape, there's something we must do. We must find the girl and put an end to this demise!",
			"Espera, Espera! Precisamos encontrar aquela garota antes de fazer qualquer outra coisa. Ela é a chave para impedir o fim do mundo!",
			"Wait, wait! We must find the maiden before that happens. She's the key to stopping the end times from coming!",
			"Well, wait! Before we can escape, we have work to do. We must find a girl and put an end to this demise!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251609,
			"Ha!? What are you talking about! I can't see any other human here!",
			"哈！？你在说什么啊！这里除了我们可都是死士啊！",
			"ちょっと、何言ってるの？ここにはもうゾンビしかいないのよ。私達を除いて女の子なんているわけないじゃない！",
			"뭐라고 하는 거야? 여기엔 이미 좀비밖에 없잖아. 우리를 제외하고 여자애가 있을 리가 없다고!",
			"Huh?! What are you talking about? Everyone's a zombie now. There are no girls here except for us!",
			"Ha! ? Do que você está falando! Todos aqui estão mortos, menos nós!",
			"Ha!? What are you talking about? We're all dead men here!",
			"Hey, what are you talking about? There's nothing but zombies here now. There are no girls here except for us!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251610,
			"Trust me, Kiana!",
			"这是埋藏在我记忆中的神启，绝对不会错的，请相信我，琪亚娜！",
			"我の記憶に潜む神からの啓示だ……絶対に間違いない！今度ばかりは我を信じてくれ、キアナ！",
			"나의 기억에 숨겨진 신의 계시다…… 절대 틀림없어! 이번만은 나를 믿어줘, 키아나!",
			"It's a divine revelation from God, who granted me my memories... I'm sure of it! Just trust me for once, Kiana!",
			"Esta é a revelação divina enterrada em minha memória, não há absolutamente nenhum erro, por favor, acredite em mim, Kiana!",
			"It's a divine revelation buried in my memory, there's no way it can be wrong, please believe me, Kiana!",
			"It's a revelation from the God behind my memory. ...... I'm absolutely sure of it! For once, trust me, Kiana!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251611,
			"Ho…",
			"呜……",
			"うぅ……そんなこと言われても……。",
			"우…… 그런 말을 해도…….",
			"Ugh... Even if you say that...",
			null,
			"Woo ......",
			"Ugh ...... even if you say that ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251612,
			"No one… I don't need to care anyone anymore…",
			"都不在了……大家都不在了……已经没有牵挂了……",
			"もういない……誰もいない……思い残すことなど、もう……。",
			"이젠 없어…… 아무도 없어…… 미련 따윈, 이제…….",
			"There's nothing left... There's no one left... No one to care about anymore...",
			"Não está aqui... Todos se foram... Nós já a deixamos ir...",
			"It's all gone ...... Everyone is gone ...... There are no more ties ......",
			"There is no one ...... left to think about anymore."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251613,
			"Ah! She is there!",
			"啊！在那里！",
			"あっ！あそこ！",
			"앗! 저기!",
			"Ah! There!",
			"Ah! Aí está!",
			"Ahh! There!",
			"Ah! There!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251614,
			"This person is… Not zombie?",
			"那个人……不是死士？",
			"あの人……ゾンビじゃない？",
			"저 사람…… 좀비 아닌가?",
			"That girl... She's not a zombie?",
			"Esse cara ...... não é um zumbi?",
			"That man ...... is not a dead soldier?",
			"Isn't that guy ...... a zombie?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251615,
			"Yes, but there is something wrong with her…",
			"果然是她！但是她的状态好像有些奇怪……",
			"やはり彼女だ！ん？何か様子がおかしいな……。",
			"역시 그녀다! 음? 뭔가 상태가 이상한데…….",
			"It's definitely her! Hmm? Something's wrong with her...",
			"É ela! Mas sua condição parece um pouco estranha...",
			"Sure enough, it was her! But she seems to be in a strange state ......",
			"It is her, after all! Hmm? Something's wrong with her. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251616,
			"Who is she? Do you know her?",
			"这个人是谁？九霄你认识么？",
			"誰？九霄の知り合い？",
			"누구? 큐쇼의 아는 사람?",
			"Who is she? Do you know her, Kyuushou?",
			null,
			"Who is this man? Do you recognize Kyuushou?",
			"Who is it? Do you know Kyuushou?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251617,
			"She is Raiden Mei, the \"Queen\" Mei.",
			"她是雷电芽衣，是被称作“雷电女王”的三年级生。",
			"彼女は雷電芽衣。「雷電女王」と呼ばれる千羽学園の三年生だ。",
			"그녀는 라이덴메이. 「라이덴 여왕」이라 불리는 센바 학원의 3학년이다.",
			"Her name is Raiden Mei. She's a third-year here at Senba Academy. But she's better known as the \"Queen of Thunder\".",
			null,
			"She is Raiden Mei, a third-year student known as the \"Queen of Raiden\".",
			"Her name is Raiden Mei. She is a third-year student at Senba Academy, known as the \"Raiden Queen."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251618,
			"\"Queen\"？ What a funny name… And she didn't become zombie too…",
			"“雷电女王”…为什么一个个名字都这么中二，在崩坏环境中也没有变成死士，这家伙也是适格者么……",
			"「雷電女王」……また中二っぽいネーミングね。崩壊が発生したっていうのにゾンビにならなかったっていうことは、あの子も適合者……？",
			"「라이덴 여왕」…… 또 중2병스러운 네이밍이네. 붕괴가 발생했다는데 좀비가 되지 않았다는 건, 저 아이도 적합자……?",
			"\"Queen of Thunder\"... Another Chuunibyou-esque name. She didn't turn into a zombie even though the Honkai Eruption occurred, does that mean she's also compatible...?",
			null,
			"\"Queen of Thunder and Lightning\"...why are all the names so middle-aged, and they didn't turn into dead soldiers in the Honkai environment...is this guy an Aptitude too? ......",
			"Queen Raiden.\" ...... Another chuunibu-ish name. Honkai occurred and she didn't turn into a zombie, does that mean she's a conformist too......?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251619,
			"Raiden Mei!",
			"雷电芽衣！",
			"雷電芽衣！",
			"라이덴메이!",
			null,
			null,
			"Raiden Mei！",
			"Raiden Mei！"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251620,
			"You are the strange freshman, will you talk to me about the weird things again?",
			"你是…那个一年生…又要来和我说你那些奇怪的预言了么……",
			"君は……よく私の周りをうろついていた一年生……。また私に変な予言でもするつもり？",
			"너는…… 자주 내 주변을 맴돌던 1학년……. 또 나한테 이상한 예언이라도 하려고?",
			"You're... that freshman who often hangs around me... Are you going to make some strange prediction about me again?",
			null,
			"Are you...that first year student...coming back to tell me about your strange prophecies ......",
			"You are a freshman ...... who used to hang around me a lot. Are you going to make some weird prediction about me again?"
		],
		[
			"msg",
			251621,
			"Ahhh, it doesn't matter anymore, this place will be destroyed soon.",
			"啊，不过已经不重要了，反正这里马上就要毁灭了。",
			"……でも、もうどうでもいいことね。もうすぐここも滅びるのですから。",
			"…… 하지만, 이제 다 소용없는 일이야. 곧 여기도 멸망할 테니까.",
			"...But it doesn't matter anymore. Soon this place will be destroyed too.",
			null,
			"Ah, but it doesn't matter anymore, this place is about to be destroyed anyway.",
			"...... but that doesn't matter anymore. This place will soon be destroyed."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251622,
			"No, I won't let this happen! For the redeemer!",
			"不，这里是不会毁灭的。我不会让这件事的发生的！以救世主之名起誓！",
			"何を言うっ！ここは滅びない！救世主たる我が名に賭けてな！",
			"무슨 소리야! 여기는 멸망하지 않아! 구세주인 내 이름을 걸고 말이지!",
			"What are you saying?! This place will not perish! I swear on my duty as Savior!",
			null,
			"No, this place will not be destroyed. I won't let that happen! Swear it in the name of the Savior!",
			"What are you talking about? This place will not perish! I bet on my name as the savior of the world!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251623,
			"Ahhh…",
			"哎…我就知道会演变成这样……",
			"はぁ……結局こうなるのね……。",
			"하아…… 결국 이렇게 되는 거네…….",
			"Sigh... I knew it would end up like this...",
			null,
			"Oops...I knew it would play out like this ......",
			"Huh. ...... This is what happens in the end. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251624,
			"Humph, redeemer… Do you know my pain? No… You know nothing…",
			"哼，救世主么…那你能明白我内心的痛苦么，明明什么都不明白却一副自命清高的样子……",
			"救世主ですか……。あなたみたいな少女に、私の苦しみが分かるっていうの？何も知らないくせして……。",
			"구세주라고...? 너 같은 소녀가 내 고통을 안다는 거야? 아무것도 모르면서...",
			"Savior...? You think a girl like you can understand my pain? You know nothing at all...",
			null,
			"Hmph, savior...then can you understand my inner pain, obviously do not understand anything but look like a self-righteous ......",
			"Are you a savior? ....... Do you think a girl like you can understand my suffering? You don't know anything about it. ......"
		],
		[
			"msg",
			251625,
			"There is no redeemer in this world. If there is one…",
			"这个世界根本就没有什么救世主，即使有的话……",
			"この世に救世主などいません。もし、いるとしても……。",
			"이 세상에 구세주 같은 건 없어. 만약 있다 해도...",
			"There is no Savior in this world. Even if there was...",
			null,
			"There is no such thing as a savior in this world, and even if there were ......",
			"There is no savior in this world. If there is, you can find it at ......."
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			251626,
			"I will kill him!",
			"就让我来杀掉他！",
			"私が殺してあげます！",
			"내가 죽여주겠어!",
			"I would kill them!",
			null,
			"Just let me kill him!",
			"I will kill you!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			251627,
			"Bang!!!",
			"轰隆隆！",
			"ドーン！",
			"쿵!",
			null,
			null,
			"Rumble!",
			"Dawn!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			251628,
			"Watch out!",
			"九霄小心！",
			"九霄！",
			"큐쇼!",
			"Kyuushou, watch out!",
			null,
			"Kyuushou be careful!",
			"Kyuushou！"
		]
	],
	"79": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251629,
			"You can control the Houkai energy…",
			"这种操控崩坏能的力量……你是律者！",
			"崩壊エネルギーを操る力……あなた、律者ね！",
			"붕괴 에너지를 조종하는 히... 너, 율자구나!",
			"The power to manipulate Honkai Energy... You're a Herrscher!",
			null,
			"This power to manipulate Honkai energy ...... You are the Herrscher!",
			"The Power to Manipulate Honkai Energy ...... You, Herrscher!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			251630,
			"You are not normal person, but this world will destroy by me, it won't change!",
			"看来你们也不是一般人呢，但是不管你们是谁，这个世界都将毁灭在我的手中！",
			"どうやら、お前達もただの一般人ではないようね。でも、何者でも関係ない。私はこの世の全てを滅ぼすのだから！",
			"너희들도 보통 사람은 아닌 모양이네. 하지만 뭐든 상관없어. 내가 이 세상의 모든 것을 파괴할 테니까!",
			"It seems that you are not just some ordinary mortals. But it doesn't matter who you are. I will destroy everything in this world!",
			null,
			"It seems that you are not ordinary people either, but no matter who you are, this world will be destroyed in my hands!",
			"Apparently, you're not just ordinary people either. But it doesn't matter who you are. I will destroy everything in this world!"
		],
		[
			"msg",
			251631,
			"And you can't stop me!",
			"而你们无法阻止！",
			"もう誰も私を止めることはできない！",
			"이제 아무도 나를 막을 수 없어!",
			"No one can stop me now!",
			null,
			"And you can't stop it!",
			"No one can stop me now!"
		],
		[
			"msg",
			251632,
			"Hahahaha!",
			"哈哈哈哈!",
			"ふふっ、ははははははっ！",
			"훗, 하하하하하하!",
			"Hehe, HAHAHAHAHAHA!",
			null,
			"Ha ha ha ha!",
			"Hmmm, ha ha ha ha!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			251633,
			"She left… She is not so powerful now… We are lucky…",
			"离开了么…还好是新生律者，力量不是特别强，不然我们可都已经被电成焦炭了……",
			"行ったようね……。新生の律者でよかったわ。まだそんなに力が強くないみたい。下手したら消し炭になってたわよ、私達……。",
			"간 모양이네... 신생 율자라서 다행이야. 아직 힘이 그렇게 강하지 않은 모양이군. 잘못하면 우리도 숯이 될 뻔했어...",
			"Looks like she's gone... It's good she's a newborn Herrscher though, meaning she's not that strong yet. If we had been careless, we would have been reduced to ashes...",
			null,
			"Have you left?...it's a good thing it's a newborn Herrscher and not particularly strong, or we'd all be electrocuted to a crisp ......",
			"Looks like you went to ....... I'm glad you're a new Herrscher. He's not so powerful yet. We would have been obliterated if we weren't. ......"
		],
		[
			"msg",
			251634,
			"Kyuushou, did you get hurt?",
			"九霄，你有没有受伤？",
			"九霄、怪我してない？",
			"큐쇼, 다친 데 없어?",
			"Kyuushou, are you hurt?",
			null,
			"Kyuushou, are you hurt?",
			"Kyuushou, are you hurt?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251635,
			"I'm fine, don't worry about me, you'd better take care of yourself~",
			"不用担心~我可是被神所眷顾的人，你还是担心你自己的吧~",
			"心配無用だ。我は神に選ばれた恵まれし者だからな！",
			"걱정할 필요 없다. 나는 신이 선택한 축복받은 자니까!",
			"There is no need to worry. I am the blessed one chosen by God! You should worry about yourself.",
			null,
			"Don't worry. I'm a man favored by God. You should worry about yourself.",
			"Don't worry. I am the blessed one chosen by God!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251636,
			"I shouldn't remind you of the thunder…",
			"看来我刚才就不该把你推开，让你被雷劈一下多好……",
			"なら、放っておいても大丈夫だったのね。いっそ雷にでも打たれてたら面白かったのに……。",
			"그럼, 내버려둬도 괜찮았겠네. 차라리 벼락이라도 맞았으면 재밌었을 텐데...",
			"In that case, maybe I shouldn't have pushed you out of the way. It would have been nice if you'd been struck by lightning...",
			null,
			"Guess I shouldn't have pushed you out of the way earlier, how nice to get struck by lightning ......",
			"Then you could have left it alone. It would have been fun to have been struck by lightning at least. ......"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251637,
			"Let's go, this place is not suitable for us to stay…",
			"走了走了，这里已经不适合多呆了……竟然好巧不巧撞到律者，真是倒霉透了。",
			"もう行くわよ。ここに長居する理由もないわ。律者にまた遭遇する前に脱出しましょ。",
			"이제 가자. 여길 오래 머무를 이유도 없어. 율자를 다시 마주치기 전에 탈출하자.",
			"Let's go now. There's no point in lingering here. We have to escape before we run into that Herrscher again.",
			null,
			"Let s go Let s go, this place is no longer suitable to stay ...... even coincidentally bumped into Herrscher, really unlucky.",
			"I'm going to go now. There's no reason to linger here. Let's get out of here before we run into Herrscher again."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251638,
			"Go? Why? We need to save her!",
			"走？为什么要走？我们得去拯救雷电芽衣才行啊！",
			"行く？どうして行く必要がある？我らは雷電芽衣を救わねばならん！",
			"간다고? 왜 갈 필요가 있지? 우리는 라이덴메이를 구해야 해!",
			"Go? Why should we go? We have to save Raiden Mei!",
			null,
			"Go? Why do we have to go? We have to save Raiden Mei!",
			"Do you want to go? Why do we have to go? We must save Raiden Mei!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251639,
			"You… Do you know how powerful she is?",
			"你啊…不知道律者的力量才能说出这种话。律者是由崩坏诞生的最强生命，光靠我们的力量与律者对抗无疑就是送死。",
			"君は律者の力を知らないから、そんなことが言えるのよ！律者は崩壊から生まれた最強の生命体よ。私達だけじゃ、到底太刀打ちできないわ。",
			"넌 율자의 힘을 모르니까 그런 말이 나오는 거야! 율자는 붕괴에서 탄생한 최강의 생명체야. 우리들만으로는 도저히 당해낼 수 없어.",
			"You can only say that because you don't know the power of a Herrscher! Herrscher are the strongest lifeform born from the Honkai. We alone cannot possibly compete with her.",
			null,
			"You...don't know the power of the Herrscher to say such things. The Herrscher are the strongest beings born from Honkai, and to fight the Herrscher with our power alone is undoubtedly a death sentence.",
			"You can say that because you don't know the power of Herrscher! The Herrscher is the most powerful life form ever created out of Honkai. We alone can never compete with it."
		],
		[
			"msg",
			251640,
			"We'd better leave here first and report this… This place is too dangerous for us…",
			"现在的最优解是先逃离这里，然后向组织报告这里的情况…如果那家伙是真正的律者的话，恐怕这里会变成地狱般的战场吧……",
			"今するべきは、一刻も早くここを離れること。そして、組織にこのことを報告しないと。もし、あいつが本物の律者なら、ここ一帯は地獄と化すはずよ……。",
			"지금 해야 할 일은,一刻も早く 여길 떠나는 거. 그리고, 조직에 이 일을 보고하지 않으면 안 돼. 만약, 저 녀석이 진짜율자라면, 여기 일대는 지옥으로 변할 테니까…….",
			"What we need to do now is to leave here as soon as possible. And I need to report this to the organization. If that girl is a real Herrscher, this whole area will turn into hell...",
			null,
			"The optimal solution now is to escape from here and report the situation here to the organization...if that guy is a real Herrscher, I'm afraid this place will turn into a hellish battlefield ......",
			"What we need to do now is leave here as soon as possible. And we need to report this to the organization. If that guy is a real Herrscher, this whole area should go to hell. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251641,
			"Dangerous…",
			"地狱般的战场么…真是不错的比喻呢！看来你也终于明白了世界的真谛！",
			"地獄……いい喩えではないか。どうやらお主もやっと世界の真理が見えてきたようだな！",
			"지옥... 좋은 비유로군. 어찌됐든 너도 드디어 세계의 진리를 알아본 모양이로구나!",
			"Hell... What a good metaphor. It seems that you are finally beginning to see the truth of the world!",
			null,
			"Hellish battlefield?...that's a good analogy! Looks like you've finally realized the true meaning of the world as well!",
			"Hell...... isn't that a good metaphor? It seems you are finally beginning to see the truth of the world!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251642,
			"Leave here with me now.",
			"切！不要把我和你那种中二思想联系在一起，赶紧跟我走吧，不然等她的力量进化完全，我们可就插翅难飞了。",
			"ちょっと……九霄と一緒にしないでくる？それより、もう行くわよ。律者の力が完全に目覚める前に脱出しなきゃ！",
			"잠깐... 큐쇼랑 동급으로 취급하지 말아줄래? 그보다 이제 가자. 율자의 힘이 완전히 각성하기 전에 탈출해야 돼!",
			"Hey! Don't associate me with that chuunibyou nonsense. Anyway, we have to get going now. We need to get out before that Herrscher's powers are fully awakened!",
			null,
			"Cut! Don't associate me with that middle-aged mind of yours, hurry up and follow me, or else we won't be able to fly when her power evolves fully.",
			"Hey, ......, do you want to go and not with Kyuushou? More importantly, I've got to go. We have to get out of here before Herrscher's power fully awakens!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251643,
			"I'm not a coward, I won't leave here!",
			"哼，居然要逃避么，何等懦弱的抉择。但是九霄大人是不会这么做的！",
			"逃げる、だと？なんと軟弱な！この九霄様は逃げたりなどしない！",
			"도망간다고? 어찌 그리 나약한가! 이 큐쇼님은 도망치지 않는다!",
			"Running away, huh? How weak! Kyuushou-sama would never run away!",
			null,
			"Hmph, actually want to escape? What a cowardly choice. But Lord Kyuushou won't do that!",
			"Running away, huh? How soft you are! This Kyuushou-sama will not run away!"
		],
		[
			"msg",
			251644,
			"I will find Mei and save her! This is a redeemer's duty.",
			"我要去找到那个律者，然后拯救她！这样才是一个救世主的使命！",
			"我はあの律者を見つけ救ってみせる！これは救世主に課せられた宿命なのだ！",
			"나는 그 율자를 찾아 구해 보이겠다! 이것이 구세주에게 주어진 숙명이다!",
			"I will find that Herrscher and save her! This is the destined fate of the Savior!",
			null,
			"I'm going to find the Herrscher and save her! That would be the mission of a savior!",
			"I will find that Herrscher and save him! This is the destiny of the Messiah!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251645,
			"Are you crazy……",
			"你疯了么……",
			"正気なの……？",
			"정신이 나갔어……?",
			"Are you even sane...?",
			null,
			"Are you crazy ......",
			"Are you insane ......?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251646,
			"Humph, as a redeemer, I must stop her.",
			"哼，如果放任这种能够毁灭世界的存在继续肆虐的话，那根本就不配被叫做救世主！",
			"彼女のような世界に仇なす存在を放置して、何が救世主か！",
			"그녀 같은 세상에 해를 끼치는 존재를 방치하고, 뭐가 구세주냐!",
			"How could you be called a Savior if you leaves behind someone, even one like her who is an enemy to the world?!",
			null,
			"Hmph, if such an existence capable of destroying the world is allowed to continue to wreak havoc, then it doesn't deserve to be called a savior at all!",
			"What is the savior of the world if we leave an entity like her to avenge the world?"
		],
		[
			"msg",
			251647,
			"She is very weak now, this is a good opportunity!",
			"而且你刚才不也说了，那只是新生的律者么，不趁现在打败她的话还要等到什么时候！",
			"それにお主も先ほど言ったではないか、彼女は新生の律者、つまり赤ちゃんというわけだ。もし、この期を逃したら、彼女はもっと強くなってしまう。",
			"게다가 너도 방금 말하지 않았느냐, 그녀는 신생 율자, 즉 아기라는 거다. 만약 이 기회를 놓치면, 그녀는 더 강해져 버릴 거야.",
			"And didn't you just say that she is a newborn Herrscher, that is, a baby? If we miss this chance, she will become even stronger.",
			null,
			"And didn't you just say that it's just a newborn Herrscher, so when else would we have to wait if we don't defeat her now!",
			"And you also said earlier that she is a newborn Herrscher, which means she is a baby. If she misses this period, she will become stronger."
		],
		[
			"msg",
			251648,
			"Do you want to save the world?",
			"难道你就不想成为拯救世界的那个人么！",
			"どうした？世界を救う英雄になりたくはないのか？",
			"왜 그래? 세상을 구하는 영웅이 되고 싶지 않나?",
			"What's the matter? Don't you want to be a hero and save the world?!",
			null,
			"Don't you want to be the one to save the world!",
			"What's the matter? Don't you want to be the hero that saves the world?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251649,
			"Reject! My quest is take you out of here!",
			"拒绝！我的任务只是把你出去，其他事情我可不想掺和！",
			"そんなの興味ないわよ！私の任務は君を連れて組織に戻ること、他はどうでもいいわ。",
			"그런 거 관심 없어! 내 임무는 너를 데리고 조직으로 돌아가는 것, 다른 건 어찌 되든 상관없어.",
			"That doesn't interest me! My mission is to get you back to the organization, nothing else matters.",
			null,
			"Denial! My job is just to get you out. I don't want to get involved in anything else!",
			"I'm not interested in that! My mission is to bring you back to the organization, nothing else matters."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251650,
			"Okay, I don't need your help. Let's say goodbye to each other now~",
			"哼…看来我看错你了，果然你没有资格成为救世主的队友！我将一个人创造传奇，再见了~",
			"み、見損なったぞ！やはりお主に救世主の仲間たる資格などない！我は一人で伝説を作る。さらばだ！",
			"실, 실망이로다! 역시 너에게 구세주의 동료가 될 자격 따윈 없어! 나는 혼자서 전설을 만들겠다. 안녕이다!",
			"I-I'm disappointed in you! You are not worthy to be an apostle of the Savior after all! I will create my own legend. Farewell!",
			null,
			"Hmph...looks like I was wrong about you, it's true that you're not qualified to be the Savior's teammate! I will create a legend all by myself, goodbye~",
			"I have failed you! You are not qualified to be a member of the Messiah's band, after all! I will create my own legend. Farewell!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251651,
			"Hey! Wait a second… Ahhhhh! Just do what you want!!",
			"喂！等下…啊啊啊啊！不管了，随你高兴吧！！",
			"ちょっと、待ちなさいよ！……あああ！もう分かったわよ！好きにしたらいいじゃない！！",
			"잠깐, 기다려!…… 아아아! 알았어, 알겠다고! 마음대로 하면 되잖아!!",
			"Hey, wait a minute! ...Ahhh! Whatever! Just do what you want!!",
			null,
			"Hello! Wait...ahhhhhhh! Whatever, whatever makes you happy!",
			"Hey, wait a minute! ...... ah! I get it now! You can do whatever you want!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251652,
			"Yeah! Let's go, Kiana! Let's save her!",
			"这样才对嘛！出发吧，琪亚娜！让我们去击败那个律者！",
			"そうでなくてはな！行くぞっ、キアナ！あの律者を打ち倒そう！",
			"그래야지! 가자, 키아나! 그 율자를 쓰러뜨리자!",
			"That's what I'm talking about! Let's go, Kiana! Let's defeat that Herrscher!",
			null,
			"That's what I'm talking about! Let's go, Kiana! Let's go defeat that Herrscher!",
			"That's what I'm going to do! Let's go, Kiana! Let's strike down that Herrscher!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251653,
			"I don't know why… But I feel my IQ became lower…",
			"不知道为什么……感觉智商突然被拉低了……",
			"なんだか……私まで中二病に汚染されそう……。",
			"왠지…… 나까지 중2병에 감염될 것 같아…….",
			"Somehow... I feel like even I'm being infected with chuunibyou...",
			null,
			"I don't know why ...... feel IQ suddenly pulled down ......",
			"It's kind of ...... I think even I am contaminated by the chuunibyo ......."
		]
	]
}