{
	"1730": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187328,
			"!!!",
			"库库尔坎。",
			"ククルカン。",
			"쿠쿨칸.",
			null
		],
		[
			"msg",
			187329,
			"If it hadn't been for the turbulence of the last days of space, I might have been left, like most members of Snow Wolf squad, on Siberian forever.",
			"如果不是最后空间的乱流将它卷入其中，我或许会像是雪狼小队大多数成员一样，被它永远的留在西伯利亚的土地上吧。",
			"もし最後の空間乱流がアレを巻き込んでいなかったら、私も雪狼小隊の大多数の隊員と同じように、永遠にシベリアの土地に残されていたかもしれない。",
			"만약 마지막 공간 난류가 그것을 휩쓸지 않았다면, 나도 설랑 소대 대다수 대원들처럼 영원히 시베리아 땅에 남겨졌을지 모른다.",
			null
		],
		[
			"msg",
			187330,
			"After struggling back from the borderline between life and death, I stumbled back to where I had left them and found Lord Cecilia praying for them all.",
			"从生死的边界线上挣扎着回来后，我跌跌撞撞地回到和大家分别的地方，看到塞西莉亚大人正在为大家祈祷。",
			"生死の境をさまよいながらも、私はフラフラになりながら皆と別れた場所へと戻って来た。そこでセシリア様が皆のために祈りを捧げている姿を目にした。",
			"생사의 경계를 헤매면서도, 나는 비틀거리며 모두와 헤어진 장소로 돌아왔다. 거기서 세실리아님이 모두를 위해 기도를 올리는 모습을 목격했다.",
			null
		],
		[
			"msg",
			187331,
			"At that moment, I suddenly understood...The reason why Lord Cecilia shone was not because she was powerful.",
			"那一瞬间，我恍然明白了……塞西莉亚大人闪耀着的原因，并不是因为强大。",
			"その瞬間、私はふと悟った……セシリア様が輝いている理由は強いからではなかったのだ。",
			"그 순간, 나는 문득 깨달았다…… 세실리아님이 빛나는 이유는 강해서가 아니었음을.",
			null
		],
		[
			"msg",
			187332,
			"What noble idea is Lord Cecilia moving forward with, compared with the shallow pursuit of my shining self?",
			"比起浅薄地追逐着闪耀的我，塞西莉亚大人是怀着怎样崇高的理念在前进着的呢？",
			"輝きを追い求めていた浅はかな私に比べ、セシリア様は崇高な理念を抱きながら前に進んでいたのでは？",
			"빛을 좇던 어리석은 나와 달리 세실리아님은 고귀한 이념을 품고 앞으로 나아가고 계셨던 건가?",
			null
		],
		[
			"msg",
			187333,
			"The figure that gives off the light, diffuses the light, lights up the light, let me find a new direction.",
			"那散发着光芒、散播着光芒、点亮了光芒的身影，让我找到了新的方向。",
			"その放たれる光、広がる光、光に照らされる姿、これらが私に新たな方向を教えてくれた。",
			"그 뿠치는 빛, 퍼져나가는 빛, 빛에 비추어진 모습, 이 모든 것이 나에게 새로운 방향을 알려주었어.",
			null
		]
	],
	"1731": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			187334,
			"It's really amazing. At such age, Kira was already an A-level Valkyrie…",
			"真是厉害啊，这么小的时候，绮罗姐就已经是A级女武神了吗……",
			"本当にすごいわね。こんな小さい時から綺羅姉さんはA級ヴァルキリーだったの……",
			"정말 대단하네. 이렇게 어릴 때부터 키라 언니는 A급 발키리였던 거야...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187335,
			"I didn't believe it when I first heard it. I suffered under the hands of my mother for several years to become a B-class Valkyrie.",
			"对吧，我第一次听到的时候也不相信呢。我在老妈手底下受了好几年的苦才当上个B级女武神，绮罗姐到底是怎么凭自己的努力成为A级女武神加入雪狼小队的…………",
			"そうだよ。私も始めて聞いた時は信じられなかったよ。私はママの下で何年も苦しい思いをして、やっとB級ヴァルキリーになれたのに。綺羅姉さんは一体どうやって自分の力だけでA級ヴァルキリーになって雪狼小隊に入れたんだろうね……",
			"그렇지. 나도 처음 들었을 때는 믿기지 않았어. 난 엄마 밑에서 몇 년이나 고생해서 겨우 B급 발키리가 되었는데. 키라 언니는 대체 어떻게 자기 힘만으로 A급 발키리가 되어 설랑 소대에 들어갈 수 있었을까...",
			null
		],
		[
			"msg",
			187336,
			null,
			"不过看这几张照片，她倒是确实挺有偶像的感觉的……毕竟照片不会开口唱歌。",
			"だけど、この何枚かの写真を見る限り、確かにアイドルっぽいね……何たって写真からでは歌は聞こえないからね。",
			"하지만 이 몇 장의 사진으로 봤을 땐, 확실히 아이돌 같아... 뭐 사진에서는 노래가 들리지 않으니까.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187337,
			null,
			"刷拉……",
			"パラッ……",
			"파라...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187338,
			null,
			"唔……这是第二次崩坏结束后拍的照片吧。这时候的绮罗姐年纪似乎比现在的我们大不了多少呢。",
			"あっ……これは第二次崩壊が終わった後の写真だね。この時の綺羅姉さんの歳は今の私たちとそれほど変わらないはずだよ。",
			"아... 이건 제2차 붕괴가 끝난 후의 사진이네. 이때 키라 언니의 나이는 지금의 우리와 그다지 다르지 않았을 텐데.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			187339,
			null,
			"是我的错觉吗，总觉得绮罗姐的神情似乎有哪里不一样了呢。",
			"私の錯覚かしら。綺羅姉さんの表情がどこか違うような気がするわ。",
			"내 착각일까. 키라 언니의 표정이 어딘가 다른 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			187340,
			null,
			"嗯……你这么一说，好像是有点这个感觉呢。",
			"うん……そう言われると、確かにそんな気がするね。",
			"응... 그렇게 말하니 확실히 그런 기분이 드네.",
			null
		],
		[
			"msg",
			187341,
			null,
			"这次战斗结束后，绮罗姐正式成为了天命的S级女武神。",
			"この戦いが終わった後、綺羅姉さんは正式に天命のS級ヴァルキリーになったんだよ。",
			"이 전투가 끝난 후, 키라 언니는 정식으로 천명의 S급 발키리가 되었어.",
			null
		]
	],
	"1732": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187342,
			null,
			"第二次崩坏结束后，我们度过了一段平静的时光。",
			"第二次崩壊終了後、私たちはしばらくの間、穏やかな時を過ごした。",
			"제2차 붕괴 종료 후, 우리는 한동안 평온한 시간을 보냈다.",
			null
		],
		[
			"msg",
			187343,
			null,
			"琪亚娜渐渐长大，成为了圣女接班人的不二人选。",
			"キアナは徐々に成長し、聖女の跡継ぎの大本命になった。",
			"키아나는 점점 성장하여 성녀의 후계자로 가장 유력한 인물이 되었다.",
			null
		],
		[
			"msg",
			187344,
			null,
			"这让玛丽亚有些不满……但是她什么都没说，只是继续尽职尽责的做自己的事情。",
			"これにはマリアはいささか不満を覚えていたが……彼女は何も口に出さず、ただひたすら自分の職務をまっとうするだけだった。",
			"이에 마리아는 다소 불만을 느꼈지만... 그녀는 아무 말도 하지 않고 오로지 자신의 직무만을 성실히 수행할 뿐이었다.",
			null
		],
		[
			"msg",
			187345,
			null,
			"第一次见到她的时候明明是个那么可爱的孩子，到底是什么时候变得这么别扭了嘛。",
			"始めて彼女に会った時はあんなに可愛い子供だったのに、一体いつからこんなひねくれ者になったのだろう。",
			"처음 그녀를 만났을 때는 그렇게도 귀여운 아이였는데, 대체 언제부터 이렇게 고집스러워진 걸까.",
			null
		],
		[
			"msg",
			187346,
			null,
			"不过说起琪亚娜，确实是个让人头疼的孩子就是了。",
			"しかし、キアナは確かに周りを困らせる子供であることに違いはなかった。",
			"하지만 키아나는 확실히 주변을 힘들게 하는 아이임에 분명했다.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				28,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187347,
			null,
			"唉……",
			"はぁ……",
			"하아...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				28,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187348,
			null,
			"真少见呢，塞西莉亚大人居然会唉声叹气的。是有什么烦心的事情吗？",
			"珍しいですね。セシリア様がため息をつくなんて。何か悩み事でもあるのですか？",
			"흔치 않네요. 세실리아 님이 한숨을 쉬다니. 무슨 고민이라도 있으신가요?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				28,
				0,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187349,
			null,
			"哎呀，我刚刚叹气了吗？想到了琪亚娜孩子的事情，不由自主就……",
			"あら、私ったら今ため息をついていたの？キアナのことを考えていたら思わず……",
			"어머, 내가 지금 한숨을 쉬고 있었나? 키아나 생각을 하다 보니 어쩌다...",
			null
		],
		[
			"msg",
			187350,
			null,
			"而且在非正式场合，叫我姐姐大人就可以啦。每次都叫得那么严肃，感觉神经都紧绷起来了~",
			"それに非公式の場では、私のことはお姉様って呼んでくれればいいわよ。いつもそんなかしこまって呼ばれていたら、神経が張りつめちゃう気がするわ～",
			"그리고 비공식적인 자리에서는, 나를 언니라고 불러도 좋아. 항상 그렇게 존댓말로 불리다 보면, 긴장이 풀리지 않는 것 같아~",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				28,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187351,
			null,
			"那么，姐姐大人这是怎么啦~难道琪亚娜的课业出了什么差错吗？",
			"では、お姉様どうしたの～もしかしてキアナの教育に何か問題でも？",
			"그럼, 언니~ 무슨 일이에요? 혹시 키아나 교육에 무슨 문제라도?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				28,
				0,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187352,
			null,
			"倒不是这种事情。琪亚娜是个很有天赋的孩子，总有一天她会成长成超越我和齐格飞的人，这个我从不怀疑。",
			"そんなことじゃないわよ。キアナは才能のある子なの。いつの日か、彼女は私やジークフリートを追い抜く逸材に成長するわ。この点については疑ったことすらないわ。",
			"그런 게 아니야. 키아나는 재능 있는 아이야. 언젠가는 그 아이가 나나 지크프리트를 뛰어넘는 인재로 성장할 거야. 이 점에 대해서는 의심한 적조차 없어.",
			null
		],
		[
			"msg",
			187353,
			null,
			"只是……琪亚娜现在好像很亲近奥托主教呢……",
			"ただ……今、キアナはオットー主教ととても親しくしているみたいなの……",
			"다만... 지금 키아나는 오토 주교님과 아주 친해진 모양이야...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				28,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187354,
			null,
			"毕竟是沙尼亚特下一任圣女的候选人，主教大人对琪亚娜也是寄予了很大的期待呢……",
			"何と言ってもシャニアテの次の聖女候補だもの。主教様がキアナに寄せる期待も大きくなるでしょう……",
			"무엇보다 샤니아테의 다음 성녀 후보잖아. 주교님께서 키아나에게 기대하는 것도 커질 거야...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				28,
				0,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187355,
			null,
			"自第二律者讨伐任务后，我想你也很清楚吧，对于天命来说，女武神到底算什么……",
			"第二律者討伐の任務以降、あなたもよく分かっているでしょう。天命にとってヴァルキリーとは一体何なのか……",
			"제2율자 토벌 임무 이후로 너도 잘 알고 있잖아. 천명에게 발키리가 대체 무엇인지...",
			null
		],
		[
			"msg",
			187356,
			null,
			"我不希望琪亚娜也像我一样，成为天命的牺牲品。",
			"キアナまで私みたいに天命の犠牲にさせたくないのよ。",
			"키아나까지 나처럼 천명의 희생양이 되게 하고 싶지 않아.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				28,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			187357,
			null,
			"这确实是一个严肃的问题呢……姐姐大人和齐格飞大人商量过这件事吗？",
			"それは確かに深刻な問題ね……お姉様はジークフリート様とそのことについて話し合ったの？",
			"그건 정말 심각한 문제네... 언니는 지크프리트님과 그 일에 대해 이야기해 본 거야?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				28,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			187358,
			null,
			"齐格飞……齐格飞啊……嗯，他……也是这么想的呢。",
			"ジークフリート……ジークフリートか……ええ、彼も……同じように考えているわ。",
			"지크프리트... 지크프리트라... 응, 그도... 똑같이 생각하고 있어.",
			null
		],
		[
			"msg",
			187359,
			null,
			"绮罗，我可以拜托你一件事吗？",
			"綺羅、一つ頼まれてくれないかしら？",
			"키라, 하나 부탁해도 될까?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				28,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187360,
			null,
			"诶？拜托我吗？",
			"えっ？私に頼み事？",
			"엣? 나한테 부탁이라니?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				28,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187361,
			null,
			"怎么这么大惊小怪的，我是希望你在以后能够帮我指引和教导一下琪亚娜，毕竟这傻孩子还很不懂事呢。",
			"そんなに驚くことはないでしょう。これから私の代わりにキアナを教え導いてほしいの。あのバカ娘ったら何も分かっていないでしょう。",
			"그렇게 놀랄 일도 아니잖아. 앞으로 내 대신 키아나를 가르치고 이끌어줬으면 해. 그 바보 녀석은 아무것도 모를 테니까.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				28,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187362,
			null,
			"教导琪亚娜……我吗？被战力和境界都远高于我的姐姐大人拜托，总觉得格外没有底气呢……",
			"キアナを教え導く……私が？戦闘力もレベルも私よりずっと高いお姉様に頼まれると、何だか全く自信がないのだけれど……",
			"키아나를 가르치고 이끌다니…… 내가? 전투력도 레벨도 나보다 훨씬 높은 언님이 부탁하시니, 왠지 전혀 자신이 없어……",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				28,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187363,
			null,
			"哪有~绮罗酱自己不觉得，我可是看的很清楚哦。从一开始到现在，绮罗酱可是成长了很多呢。",
			"何言ってるのよ～綺羅ちゃん、自分では分かってないかもしれないけれど、私にははっきり分かるわよ。最初の時と比べて、綺羅ちゃんはかなり成長しているわよ。",
			"무슨 소리야~ 키라 쨩, 스스로는 모를지 몰라도 나는 확실히 알겠어. 처음 때와 비교하면 키라 쨩은 상당히 성장했어.",
			null
		],
		[
			"msg",
			187364,
			null,
			"而且……要是我有个什么万一……",
			"それに……もし私に万一のことがあったら……",
			"게다가…… 만약 내게 무슨 일이 생기면……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				28,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187365,
			null,
			"姐姐大人是最强的，才不会有什么万一呢！",
			"お姉様は最強よ。万一なんてありえないわ！",
			"언니는 최강이야. 만일 같은 건 있을 수 없어!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				28,
				0,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187366,
			null,
			"真是的，就算是一次也好我也想这样装模作样地说些帅气话啊~",
			"まったく、1回でもいいから、私もこんな風に気取った感じでカッコいいことを言ってみたいわ～",
			"정말, 한 번이라도 좋으니, 나도 이런 식으로 당당하게 멋있는 말을 해보고 싶어~",
			null
		],
		[
			"msg",
			187367,
			null,
			"不过，这次我可是认真的哦。毕竟战场无常，如果……我真的有哪一次没有回来，有一件事要拜托给你。",
			"だけど、今回は真面目に言っているの。だって戦場って常に変化しているでしょう。もし……ある時、本当に私が帰って来なかったら、あなたにお願いしたいことがあるの。",
			"하지만 이번엔 진지하게 말하는 거야. 왜냐면 전장은 항상 변화하잖아. 만약…… 언젠가 정말로 내가 돌아오지 못한다면, 네게 부탁하고 싶은 게 있어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187368,
			null,
			"塞西莉亚大人，将最重要的女儿琪亚娜托付给了我。",
			"セシリア様は最も大切な娘のキアナを私に託した。",
			"세실리아 님은 가장 소중한 딸 키아나를 나에게 맡기셨다.",
			null
		],
		[
			"msg",
			187369,
			null,
			"老实说，我应该更高兴一点的。毕竟再也没有什么比这更能体现她对我的认可了。",
			"正直に言うと、私はもっと喜ぶべきだったのかもしれない。だって、これ以上にセシリア様の私に対する評価が表れているものなんてないもの。",
			"솔직히 말하면, 나는 더 기뻐해야 했을지도 모른다. 왜냐하면, 이보다 더 세실리아 님의 나에 대한 평가가 드러난 게 없으니까.",
			null
		],
		[
			"msg",
			187370,
			null,
			"但是，她的认真和忧虑也同时让我感到有些不安。",
			"でも、セシリア様の真剣さと心配ぶりが私にもいささかの不安を与えた。",
			"하지만, 세실리아 님의 진지함과 걱정스러운 모습이 나에게도 약간의 불안을 주었다.",
			null
		],
		[
			"msg",
			187371,
			null,
			"如果可以的话，真的希望塞西莉亚大人说的那个“万一”，永远也不要到来。",
			"できることなら、セシリア様の言う「万一」が永遠に訪れないでほしいと、心から願っていた。",
			"할 수만 있다면, 세실리아 님이 말씀하신 「만일」이 영원히 오지 않기를, 진심으로 바라고 있었다.",
			null
		]
	],
	"1733": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187372,
			null,
			"经过十数年的休养生息，天命的实力渐渐增强。",
			"十数年の休養と拡大を経て、天命の力は徐々に強まっていった。",
			"십여 년의 휴식과 확장을 거치며, 천명의 힘은 점점 강해져 갔다.",
			null
		],
		[
			"msg",
			187373,
			null,
			"越来越多的新生血液注入到女武神部队中，我们也迎来了新的S级女武神：玛丽亚、宁蒂和无色辉火。",
			"ますます多くの新たな血液がヴァルキリー部隊に注がれた。私たちもS級ヴァルキリーのマリア、ニンディ、無色輝火を迎えた。",
			"점점 더 많은 새로운 혈액이 발키리 부대에 유입되었다. 우리는 또한 S급 발키리 마리아, 닌디, 무쇼쿠키카를 맞이하게 되었다.",
			null
		],
		[
			"msg",
			187374,
			null,
			"在第二次崩坏之后，我和塞西莉亚大人就鲜少一起执行任务了。",
			"第二次崩壊の後、私とセシリア様が共に任務を遂行する回数は目に見えて減った。",
			"제2차 붕괴 이후, 나와 세실리아 님이 함께 임무를 수행하는 횟수는 눈에 띄게 줄어들었다.",
			null
		],
		[
			"msg",
			187375,
			null,
			"这让我稍微感到有点寂寞，不过也有了些成为前辈的自豪。",
			"これにはいささかの寂しさを感じたが、先輩になった誇りもあった。",
			"이에 약간의 쓸쓸함을 느꼈지만, 선배가 된 자부심도 있었다.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187376,
			null,
			"主教大人，我们已经成功抵达新西兰。",
			"主教様、無事ニュージーランドに到着しました。",
			"주교님, 무사히 뉴질랜드에 도착했습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				35,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			187377,
			null,
			"很好。任务坐标已经发送给你们，此行不容失手。",
			"よろしい。任務の座標を君たちに送ったよ。今回の失敗は許されないからね。",
			"좋아. 임무 좌표를 너희에게 보냈다. 이번 실패는 용납되지 않으니까.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			187378,
			null,
			"是。",
			"かしこまりました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				35,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187379,
			null,
			"这次的目标……律者啊，真是个久违的词语呢~",
			"今回の目標は……律者か。本当に久しぶりに聞く言葉だわ～",
			"이번 목표는... 율자군. 정말 오랜만에 듣는 이름이네~",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				0,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187380,
			null,
			"是的。单纯从引发大崩坏的强度来看，比第二律者远远不及，大约与第三律者相当。",
			"はい。単純に大崩壊を引き起こす強度について言えば、第二律者には遠く及びません。おそらく第三律者程度かと思います。",
			"네. 단순히 대붕괴를 일으키는 강도로만 본다면 제2율자에는 훨씬 미치지 못합니다. 아마 제3율자 정도일 겁니다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				35,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187381,
			null,
			"你叫宁蒂对吧，年纪还这么小……是第一次踏上崩坏的战场吗？",
			"あなたはニンディだったわね。こんなに若いのね……崩壊との戦場に出るのは初めてなの？",
			"너는 닌디였구나. 이렇게 어리네... 붕괴와의 전장에 나서는 건 처음이니?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				2,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187382,
			null,
			"虽然对阵律者确实是第一次，但我的战斗经验十分丰富，绮罗大人请不要担心。",
			"律者と対峙するのは初めてですが、戦闘の経験は豊富です。綺羅様、どうかご心配なさらないでください。",
			"율자와 맞서는 건 처음이지만, 전투 경험은 풍부합니다. 키라님, 너무 걱정하지 마세요.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				35,
				2,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187383,
			null,
			"宁蒂这么可靠，我才不会觉得担心啦。你完全不害怕呢，真是厉害，比我当年强多了~",
			"ニンディはこんなに頼りになるんだから、心配なんかしていないわ。あなた全然怖くないのね。本当にすごいわね。昔の私よりもずっと強いわよ～",
			"닌디가 이렇게 믿음직스러우니 걱정 같은 건 하지 않아. 너 정말 전혀 무섭지 않네. 정말 대단해. 예전의 나보다 훨씬 강하구나~",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				3,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187384,
			null,
			"说起来，绮罗大人参与过讨伐第二律者的战斗呢。对战律者的时候有哪些需要注意的点吗？",
			"ところで、綺羅様は第二律者討伐の戦闘に加わったことがあるのですよね？律者と対戦する時にはどのような点に注意すればいいのでしょうか？",
			"그런데 키라님은 제2율자 토벌 전투에 참여한 적이 있으시죠? 율자와 싸울 때 어떤 점을 주의해야 할까요?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				35,
				3,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			187385,
			null,
			"嗯……律者的能力各不相同。以往的经验可能对此次的战斗并不适用，这种时候随机应变就十分重要。",
			"そうね……律者の能力はそれぞれ違っているわ。これまでの経験が今回の戦闘には当てはまらないかもしれない。そんな時でも臨機応変に対応することがとても大切よ。",
			"그러게... 율자의 능력은 각각 달라. 지금까지의 경험이 이번 전투에 적용되지 않을 수도 있어. 그럴 때도 임기응변으로 대처하는 게 매우 중요하단다.",
			null
		],
		[
			"msg",
			187386,
			null,
			"非要说共同点的话，就是比起攻击更应该优先注重防御。律者往往具有非常强大的能力，有时仅仅被她的攻击擦到，都可能使你再也无法继续战斗。",
			"どうしても共通点を言うなら、攻撃よりも防御を重視すべきね。律者は往々にして非常に強い能力を持っているから、その攻撃に少し当たっただけで、こちらが戦闘を続けられなくなってしまうかもしれないわ。",
			"굳이 공통점을 말하자면, 공격보다 방어를 중시해야 해. 율자는 흔히 매우 강한 능력을 지니고 있어서, 그 공격에 조금이라도 맞으면 우리가 전투를 계속할 수 없게 될지도 모르니까.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				2,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			187387,
			null,
			"原来如此。随机应变……不要冲动……",
			"なるほど。臨機応変……衝動的にならないようにする……",
			"알겠습니다. 임기응변... 충동적으로 행동하지 않도록...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				35,
				2,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187388,
			null,
			"不要一本正经的做笔记啦！我说的也只是一些很通用的战斗习惯而已，并不是什么高明的言论呀！",
			"クソ真面目にメモなんかとらないでよ！私が言ったことも、ただの一般的な戦闘スタイルにすぎないんだから。絶対に正しい話とかじゃないんだよ！",
			"젠장할 정도로 진지하게 메모 따위 하지 마! 내가 한 말도 그냥 일반적인 전투 스타일일 뿐이야. 절대 정답 같은 건 아니라고!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				3,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187389,
			null,
			"唔，好的。在战斗中去记忆，将绮罗大人的言语化为身体的本能……",
			"うーん、分かりました。戦闘中でも覚えておきます。綺羅様の言葉を身体的本能に昇華し……",
			"음, 알겠습니다. 전투 중에도 기억해 두겠습니다. 키라님의 말을 신체적 본능으로 승화시켜...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				35,
				3,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187390,
			null,
			"所以不用这么认真啦！这让人好害羞啊！",
			"そんなに真面目にならなくていいの！こっちが恥ずかしくなるでしょ！",
			"그렇게 진지해지지 않아도 돼! 이쪽이 쑥스러워지잖아!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187391,
			null,
			"绮罗大人，我们已经接近目的地了。",
			"綺羅様、目的地に接近しました。",
			"키라님, 목적지에 접근했습니다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187392,
			null,
			"诶？好，我知道了。宁蒂，准备好开始任务了吗？",
			"えっ？そう、分かったわ。ニンディ、任務を始める準備はいい？",
			"엣? 그래, 알았어. 닌디, 임무를 시작할 준비는 됐어?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				2,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187393,
			null,
			"是的，绮罗大人似乎信心十足呢。",
			"はい、綺羅様は自信たっぷりのようですね。",
			"네, 키라 님은 자신감이 넘치시네요.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				35,
				2,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187394,
			null,
			"哎呀，看起来是这样的吗~大概是太久没有接触到这么强大的敌人，让我稍微兴奋起来了吧。",
			"あら、そう見えるのかしら～たぶん長いことこんなに強い敵を相手にしていなかったから、少し興奮しているんでしょうね。",
			"아라, 그렇게 보이나~ 아마 오랜만에 이렇게 강한 적을 상대하게 돼서 조금 흥분한 거겠죠.",
			null
		],
		[
			"portraits",
			[
				35,
				2,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187395,
			null,
			"宁蒂也一样，不要因为对方是律者就感到畏惧哦。不管怎样的敌人，一定都是可以击败的。",
			"ニンディも相手が律者だからといって恐れる必要はないわ。どんな敵だろうと、必ず倒せるわ。",
			"닌디도 상대가 율자라고 해서 두려워할 필요 없어. 어떤 적이든 반드시 쓰러뜨릴 수 있어.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				2,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187396,
			null,
			"是。不管对方强大或是弱小，都要放在合适的位置评价……",
			"はい。相手が強くても弱くても、常に適切なポジションで評価する……",
			"네. 상대가 강하든 약하든, 항상 적절한 포지션에서 평가하는...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				35,
				2,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187397,
			null,
			"所以说不用记笔记啦！",
			"だからメモをとらなくていいんだってば！",
			"그러니까 메모를 안 해도 된다니까!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187398,
			null,
			"一个人的力量，终归还是有限的。",
			"所詮、1人の力には限界がある。",
			"결국, 한 사람의 힘에는 한계가 있다.",
			null
		],
		[
			"msg",
			187399,
			null,
			"一个人的生命，终归还是短暂的。",
			"所詮、1人の命は儚いもの。",
			"결국, 한 사람의 목숨은 덧없는 것.",
			null
		],
		[
			"msg",
			187400,
			null,
			"但是，自己拥有的一切：知识、技巧、经验、意志……都是可以传递下去的。",
			"でも、自分が持っている知識、技術、経験、意志……これら全ては伝えていくことができる。",
			"하지만 자신이 가진 지식, 기술, 경험, 의지... 이 모든 것은 전해 나갈 수 있어.",
			null
		],
		[
			"msg",
			187401,
			null,
			"我终于发现，比起成为最闪耀的人，把光芒传承下去，也是一件让人幸福的事情。",
			"ようやく気づいた。最も輝いている人になるよりも、その光を伝えていく方が幸せになれるんだ。",
			"드디어 깨달았어. 가장 빛나는 사람이 되는 것보다, 그 빛을 전해 나가는 것이 더 행복할 수 있다는 걸.",
			null
		]
	],
	"1734": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187402,
			null,
			"后来……发生了很多事。",
			"その後……色々なことが起こった。",
			"그 후…… 여러 가지 일들이 일어났다.",
			null
		],
		[
			"msg",
			187403,
			null,
			"像是塞西莉亚大人预言过的那样，多米诺骨牌终于开始倾斜。",
			"セシリア様が予言した通り、ドミノが倒れ始めたのだった。",
			"세실리아 님이 예언한 대로, 도미노가 무너지기 시작한 것이었다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187404,
			null,
			"塞西莉亚大人真是的……这个时候忽然让我到西伯利亚来做什么？问她竟然还不告诉我，神神秘秘的~",
			"セシリア様ったら……こんな時にいきなり私をシベリアに来させてどうするつもりなんだろう？尋ねても教えてくれないし、何か怪しいな～",
			"세실리아 님은…… 이런 때에 갑자기 나를 시베리아로 오게 해서 무슨 생각이지? 물어봐도 가르쳐 주지 않고, 뭔가 수상하네~",
			null
		],
		[
			"msg",
			187405,
			null,
			"难道是回忆过去吗~仔细一想也确实过去很多年了呢。",
			"もしかして昔のことを思い出させたいのかな～よく考えてみれば、確かにかなりの年月が経っているものね。",
			"혹시 옛날 일을 떠올리게 하려는 걸까~ 잘 생각해 보면, 확실히 꽤 오랜 시간이 흘렀어.",
			null
		],
		[
			"msg",
			187406,
			null,
			"对了，这个时候，就要带一张美美的自拍回去放在相册里~",
			"そうだ、こういう時こそ綺麗な自撮り写真を撮って、帰ってからアルバムに加えようっと～",
			"그래, 이런 때일수록 예쁜 셀카 사진을 찍어서 돌아가서 앨범에 추가해 둬야지~",
			null
		],
		[
			"msg",
			187407,
			null,
			"嗯~这张拍得不错！",
			"う～ん、これはよく撮れているわね！",
			"음~ 이거 잘 나왔네!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187408,
			null,
			"……沙…………紧急通知……沙……通告天命全员。",
			"……ザー…………緊急連絡……ザー……天命の総員に告ぐ。",
			"……자…… 긴급 연락……자……천명의 전원에게 알린다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187409,
			null,
			"这是……主教大人的紧急联络？",
			"これは……主教様の緊急連絡？",
			"이건…… 주교님의 긴급 연락?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187410,
			null,
			"通告天命全体S级女武神，天命叛徒琪亚娜在杀害S级女武神塞西莉亚后，随逆熵成员向西伯利亚方向叛逃。",
			"天命の全S級ヴァルキリーに告ぐ。天命の裏切り者キアナがS級ヴァルキリーのセシリアを殺害した後、ネゲントロピーのメンバーに付き従ってシベリア方面に逃亡した。",
			"천명의 모든 S급 발키리에게 알린다. 천명의 배신자 키아나가 S급 발키리 세실리아를 살해한 후, 네겐트로피의 멤버를 따라 시베리아 방면으로 도주했다.",
			null
		],
		[
			"msg",
			187411,
			null,
			"目标可能出现的位置坐标已发送到通讯器上，请诸位暂时放下手头的任务，以活捉叛徒琪亚娜作为当前第一优先。",
			"目標が出現する可能性のある座標を通信機に送信した。諸君、今抱えている任務をひとまず中断し、裏切り者キアナの生け捕りを最優先にしてくれたまえ。",
			"목표가 출현할 가능성이 있는 좌표를 통신기로 송신했다. 제군들, 현재 맡고 있는 임무를 일단 중단하고, 배신자 키아나의 생포를 최우선으로 해 주길 바란다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187412,
			null,
			"……………………",
			"……………………",
			"……………………",
			null
		],
		[
			"msg",
			187413,
			null,
			"……塞西莉亚大人…………不在……了？",
			"……セシリア様が…………亡くなった？",
			"……세실리아 님이………… 돌아가셨다고?",
			null
		],
		[
			"msg",
			187414,
			null,
			"到底怎么回事……琪亚娜杀了塞西莉亚大人？这不可能……难道是……主教大人在说谎？",
			"一体どういうことなの……キアナがセシリア様を殺した？そんなことありえない……まさか……主教様が嘘をついているの？",
			"대체 무슨 일이야……키아나가 세실리아 님을 죽였다고? 그럴 리가 없어…… 설마…… 주교 님이 거짓말을 하고 있는 거야?",
			null
		],
		[
			"msg",
			187415,
			null,
			"等等，这个坐标……………………在西伯利亚？",
			"待って、この座標は……………………シベリア？",
			"잠깐, 이 좌표는…………………… 시베리아?",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187416,
			null,
			"………………您早就已经预料到了吗，塞西莉亚大人……您是因此才让我等在西伯利亚的吗……",
			"………………ずっと前から予想していたのですか？セシリア様……だからこそ私をシベリアで待機させたのですか……",
			"………………오래전부터 예상하고 계셨던 건가요? 세실리아 님……그래서 저를 시베리아에서 대기하도록 하신 건가요……",
			null
		],
		[
			"msg",
			187417,
			null,
			"真是的，您也……您也太过分了。这个时候……至少还希望能再见您最后一面啊…………",
			"まったく、いくら……いくら何でもひどすぎます。こんな時に……少なくとも最後にもう一度だけでもお会いしたかったのに…………",
			"정말, 아무리……아무리 그래도 너무하십니다. 이런 때에……적어도 마지막으로 한 번만이라도 뵙고 싶었는데…………",
			null
		],
		[
			"msg",
			187418,
			null,
			"……………………我知道了，塞西莉亚大人。",
			"……………………分かりました、セシリア様。",
			"……………………알겠습니다, 세실리아 님.",
			null
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			187419,
			null,
			"您托付给我的事情，时雨绮罗赌上性命，也必将完成！",
			"この時雨綺羅、あなたが託したことを命がけでも必ずやり遂げてみせます！",
			"이 시구레 키라, 당신이 맡기신 일을 목숨을 걸고라도 반드시 해내 보이겠습니다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			187420,
			null,
			"两个月后。",
			"2カ月後。",
			"2개월 후.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			187421,
			null,
			"妈妈留给绮罗姐的最后任务……就是让我前往极光城……",
			"ママが綺羅姉さんに託した最後の任務って……私をオーロラ城に連れて行くことだったの……",
			"엄마가 키라 언니에게 맡기신 마지막 임무가……나를 오로라 성으로 데려가는 거였어……",
			null
		],
		[
			"msg",
			187422,
			null,
			"绮罗姐，妈妈是希望我能成为圣女、继承沙尼亚特血脉中的力量吗？",
			"綺羅姉さん、ママは私が聖女になって、シャニアテの血筋の力を継承することを望んでいたの？",
			"키라 언니, 엄마는 내가 성녀가 되어 샤니아테 혈통의 힘을 계승하기를 바랐던 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187423,
			null,
			"关于这个，塞西莉亚大人也没有和我多说。",
			"そのことについては、セシリア様も私に多くを語ってくれなかったの。",
			"그것에 대해선, 세실리아 님도 나에게 많이 말해주지 않았어.",
			null
		],
		[
			"msg",
			187424,
			null,
			"她只是让我带你来极光城。其余的……什么都没说。",
			"ただあなたをオーロラ城に連れて行くようにって。その他のことは……何も言っていないわ。",
			"그냥 너를 오로라 성으로 데려가라고만 했지. 다른 건... 아무것도 말하지 않았어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187425,
			null,
			"控制崩坏的……圣女的力量。我真的有那种力量吗……",
			"崩壊を制御する……聖女の力。本当に私にそんな力があるのかな……",
			"붕괴를 제어하는... 성녀의 힘. 정말 내게 그런 힘이 있을까...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187426,
			null,
			"没关系，不要着急。总有一天，那种力量一定会回应你的。",
			"大丈夫、焦る必要はないわ。いつの日か、その力がきっとあなたに答えてくれるはずよ。",
			"괜찮아, 서둘 필요 없어. 언젠간 그 힘이 분명 너에게 답을 줄 거야.",
			null
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187427,
			null,
			"在这之前，要不要久违的来切磋一下？",
			"その前に、久しぶりに手合わせしてみない？",
			"그 전에, 오랜만에 대련해보지 않을래?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187428,
			null,
			"诶？现在吗？",
			"えっ？今？",
			"엣? 지금?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				0,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187429,
			null,
			"对啊~经历了许多事情，你一定有了不少成长吧。",
			"そうよ～色々なことを経験して、あなたもずいぶん成長したでしょう。",
			"그래~ 여러 가지 경험을 하면서 너도 많이 성장했잖아.",
			null
		],
		[
			"msg",
			187430,
			null,
			"还是说~上次输得太惨，这次不敢啦？",
			"それとも～前回はボコボコに負けたから、もうやりたくないの？",
			"아니면~ 지난번에 처참하게 졌으니까, 이젠 하고 싶지 않은 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187431,
			null,
			"不敢？哼，本小姐词典里可没有这个词汇！",
			"やりたくない？フンッ、私の辞書にそんな言葉はないわよ！",
			"하고 싶지 않다고? 흥, 내 사전에 그런 단어는 없어!",
			null
		],
		[
			"msg",
			187432,
			null,
			"绮罗姐你还是小心一点吧~万一输的很难看就太丢脸了哦~~",
			"綺羅姉さんこそ気をつけた方がいいわよ～万一、ひどい負け方をしたら恥ずかしいでしょう～～",
			"키라 언니가 오히려 조심하는 게 좋을 거야~ 혹시나 처참하게 지기라도 하면 창피하잖아~",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				0,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187433,
			null,
			"那你就尽管试试吧！",
			"それなら思いっきりかかってきなさい！",
			"그럼 마음껏 덤벼보라고!",
			null
		]
	],
	"1735": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187434,
			null,
			"呼……呼…………真是的，这次也还、还是差得远啊……",
			"フー……フー…………まったく、今回も全然歯が立たなかったか……",
			"후…… 후…… 정말, 이번에도 전혀 상대가 안 되네……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187435,
			null,
			"反应速度和应变手段都比上次有了很大的进步，果然实战是锻炼女武神的最佳手段呢。",
			"反応速度と切り替えの素早さは前回よりもかなり成長しているわ。やっぱりヴァルキリーを鍛えるには実戦が一番ね。",
			"반응 속도와 전환 속도는 지난번보다 훨씬 성장했어. 역시 발키리를 단련시키려면 실전이 최고야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				32,
				4,
				true
			]
		],
		[
			"msg",
			187436,
			null,
			"呜哇，这样游刃有余的评估什么的，真是太过分了……",
			"うわっ、そんな余裕な顔で評価できちゃうなんて、ひどすぎるよ……",
			"우와, 그렇게 여유로운 얼굴로 평가하다니 너무해……",
			null
		],
		[
			"msg",
			187437,
			null,
			"绮罗姐也从容过头了吧！而且总觉得比上次比试的时候还要强啊！",
			"綺羅姉さん、いくら何でも余裕すぎでしょう！それに前回手合わせした時よりも強くなってる気がするよ！",
			"키라 언니, 뭐든지 너무 여유롭잖아! 게다가 지난번에 대련했을 때보다 더 강해진 것 같아!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				32,
				4,
				false
			]
		],
		[
			"msg",
			187438,
			null,
			"你进步的同时，我当然也不会原地踏步啦~",
			"あなたが成長するのと同じように、私だって同じ場所に留まっているわけにいかないでしょう～",
			"네가 성장하는 것처럼, 나도 같은 자리에 머물 수는 없잖아~",
			null
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187439,
			null,
			"不过……你进步的速度，也确实稍~微，超出了我的预料呢~",
			"でも……あなたの成長のスピードは確かに少～しだけ私の予想を超えていたわよ～",
			"하지만…… 네 성장 속도는 확실히 조~금은 내 예상을 뛰어넘었어~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187440,
			null,
			"这是夸奖吗……",
			"それって褒めてるの……",
			"그거 칭찬이야……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				32,
				3,
				false
			]
		],
		[
			"msg",
			187441,
			null,
			"当然是啦。好了，别坐在地上了，快起来吧。",
			"もちろんよ。ほら、いつまでも座りこんでいないで、早く立ちなさい。",
			"물론이지. 자, 너무 오래 앉아있지 말고 빨리 일어나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				32,
				3,
				true
			]
		],
		[
			"msg",
			187442,
			null,
			"绮罗姐……真的好坚强呢。",
			"綺羅姉さん……本当に強いね。",
			"키라 언니... 정말 강하네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				32,
				2,
				false
			]
		],
		[
			"msg",
			187443,
			null,
			"咦？",
			"えっ？",
			"엣?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				32,
				2,
				true
			]
		],
		[
			"msg",
			187444,
			null,
			"绮罗姐也很重视妈妈吧……像玛丽亚一样……",
			"綺羅姉さんもママのことが大切だったでしょう……マリアみたいに……",
			"키라 언니도 엄마를 소중히 여겼을 텐데... 마리아처럼...",
			null
		],
		[
			"msg",
			187445,
			null,
			"我还以为，绮罗姐也会恨我呢。毕竟妈妈确实……是因我而死的……",
			"てっきり綺羅姉さんも私を憎んでいるのかと思ったよ。だってママは確かに……私のせいで死んじゃったから……",
			"난 키라 언니도 나를 미워할 줄 알았어. 왜냐면 엄마는 분명히... 나 때문에 죽었으니까...",
			null
		],
		[
			"bg",
			"CG10053"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187446,
			null,
			"诶？绮罗姐……",
			"あれ？綺羅姉さん……",
			"어라? 키라 언니...",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			187447,
			null,
			"那不是你的错，是塞西莉亚大人自己的选择。",
			"あれはあなたのせいではないわ。セシリア様が自分で選んだことなのよ。",
			"그건 네 탓이 아니야. 세실리아 님이 스스로 선택한 일이야.",
			null
		],
		[
			"msg",
			187448,
			null,
			"塞西莉亚大人早就知道会有这么一天了，她的决定也在很早以前就做好了。",
			"セシリア様はずっと前からこのような日が来ると分かっていたわ。前々から彼女は決断していたのよ。",
			"세실리아 님은 오래전부터 이런 날이 올 줄 알고 계셨단다. 이미 오래전에 결심하셨던 거야.",
			null
		],
		[
			"msg",
			187449,
			null,
			"所以，你不用自责。塞西莉亚大人的愿望，只是让你幸福的活下去而已。",
			"だから自分を責めることはないわ。セシリア様の願いは、あなたが幸せに生きることだけだもの。",
			"그러니까 자책하지 마. 세실리아 님의 바람은 네가 행복하게 사는 것뿐이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			187450,
			null,
			"……呜、咕…………",
			"……うっ、グス…………",
			"...엉, 흑......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"msg",
			187451,
			null,
			"没关系，琪亚娜，哭吧。",
			"大丈夫、キアナ、泣きなさい。",
			"괜찮아, 키아나, 울어도 돼.",
			null
		],
		[
			"msg",
			187452,
			null,
			"哭泣并不代表弱小，你总要从过去中走出来。",
			"泣いたからといって弱いわけではないわ。あなたは過去の中から出て来なくてはならないの。",
			"울었다고 해서 약한 건 아니야. 넌 과거에서 벗어나야 해.",
			null
		],
		[
			"msg",
			187453,
			null,
			"哭完之后，我们一起回去吧。",
			"泣き終わったら一緒に帰りましょう。",
			"울음이 그치면 함께 돌아가자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			187454,
			null,
			"呜、呜……呜哇啊啊啊啊啊！！！！",
			"うっ、うぇっ……うわああああああん！！！！",
			"엉, 웨엑…… 우와아아아앙!!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			187455,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"msg",
			187456,
			null,
			"刷拉……",
			"パラッ……",
			"파락……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187457,
			null,
			"照片……到这里就没有了。",
			"写真は……ここまでしかないわ。",
			"사진은…… 여기까지밖에 없어.",
			null
		],
		[
			"msg",
			187458,
			null,
			"嗯……后面的事情……芽衣你差不多也就知道了。",
			"うん……この後のことは……芽衣も大体知っているでしょう。",
			"응…… 이 이후의 일은…… 메이도 대충 알고 있을 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			187459,
			null,
			"绮罗姐，真的很强大呢。",
			"綺羅姉さん、本当に強かったわね。",
			"키라 언니, 정말 강했어.",
			null
		],
		[
			"msg",
			187460,
			null,
			"不只是力量上的强大和心灵上的坚强……还有那绝不动摇的坚定。",
			"力の強さと心の強さだけでなく……絶対に揺るがない確固としたものがあったわ。",
			"힘의 강함과 마음의 강함뿐만 아니라…… 절대 흔들리지 않는 확고한 무언가가 있었어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				0,
				false
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187461,
			null,
			"绮罗姐要是知道芽衣这样评价她，一定会很开心的。",
			"もし芽衣がそうやって評価したことを知ったら、綺羅姉さんはきっと喜ぶだろうね。",
			"만약 메이가 그렇게 평가한 걸 알게 되면, 키라 언니는 분명 기뻐할 거야.",
			null
		],
		[
			"msg",
			187462,
			null,
			"她一直以妈妈为目标。但是实际上……我觉得，她早就已经成为了妈妈那样的人了。",
			"彼女はずっとママを目標にしていた。でも実際には……とっくにママみたいな人になっていたと思うよ。",
			"그녀는 줄곧 엄마를 목표로 삼고 있었다. 하지만 사실은…… 벌써 엄마 같은 사람이 되어 있었던 것 같아.",
			null
		],
		[
			"msg",
			187463,
			null,
			"看来我也要加油了呢。总有一天……我一定会成为最强的存在的。",
			"私も頑張らなきゃいけないみたいね。いつの日か……私は必ず最強の存在になってみせる。",
			"나도 열심히 해야 할 것 같네. 언젠가는…… 나는 반드시 최강의 존재가 되어 보일 거야.",
			null
		],
		[
			"msg",
			187464,
			null,
			"超越绮罗姐，超越妈妈，超越我自己……成为能够保护所有的，最强的存在。",
			"綺羅姉さんを超え、ママを超え、自分を超え……あらゆるものを守ることができる最強の存在になってみせる。",
			"키라 언니를 뛰어넘고, 엄마를 뛰어넘고, 나 자신을 뛰어넘어…… 모든 것을 지킬 수 있는 최강의 존재가 되어 보일 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				0,
				true
			],
			[
				216,
				0,
				false
			]
		],
		[
			"msg",
			187465,
			null,
			"嗯，一定可以的。",
			"うん、きっとできるよ。",
			"응, 분명 할 수 있을 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				0,
				true
			]
		],
		[
			"msg",
			187466,
			null,
			"塞西莉亚大人，您看到了吗？",
			"セシリア様、ご覧になっていますか？",
			"세실리아님, 보고 계신가요?",
			null
		],
		[
			"msg",
			187467,
			null,
			"琪亚娜是个好孩子。总有一天，她一定会成为和您一样闪耀的人吧。",
			"キアナはいい子です。いつの日か、彼女はきっとあなたのように輝く人になるでしょう。",
			"키아나는 좋은 아이예요. 언젠가 그녀는 분명 당신처럼 빛나는 사람이 될 거예요.",
			null
		],
		[
			"msg",
			187468,
			null,
			"能将您的光芒传递下去，能在这个世界上留下微小的刻痕。",
			"あなたの光を伝え、この世界にわずかながらも痕跡を残せるでしょう。",
			"당신의 빛을 전하며, 이 세상에 조금이나마 흔적을 남길 수 있을 거예요.",
			null
		],
		[
			"msg",
			187469,
			null,
			"我真的感到，十分幸福。",
			"私はとても幸せに感じています。",
			"저는 매우 행복함을 느끼고 있습니다.",
			null
		]
	],
	"1736": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187470,
			"After a series of terrible difficulties, the island amusement park finally began to build again.",
			"经历了一系列惨绝人寰的打击后，初始岛游乐园终于重新开始建设。",
			"想像を絶する悲惨な衝撃を経て、始まりの島遊園地はようやく建設が再開された。",
			"상상을 초월한 비참한 충격을 겪고, 시작의 섬 유원지는 드디어 건설이 재개되었다.",
			null
		],
		[
			"msg",
			187471,
			"Between the busy figures of the workers, the voice of argument came faintly.",
			"在人工使魔穿梭忙碌的身影之间，有争论的声音隐隐传来。",
			"人工従魔が忙しく行き交う中、言い争う声がかすかに聞こえてきた。",
			"인공종마들이 분주히 오가는 가운데, 말다툼 소리가 희미하게 들려왔다.",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187472,
			"Here, this structure was modified for me to be a bearing.",
			"这里，这个结构给我修改成轴承的。",
			"ここよ、この構造は軸受に変えてちょうだい。",
			"여기야, 이 구조는 베어링으로 바꿔줘.",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187473,
			"Does it have to be this way? Gears protruding from the perfect sky, like a pair of sandals beneath a princess's gorgeous dress.",
			"一定要这样做吗？完美的天空上突兀的出现齿轮，简直像公主华美的礼服下是一双草鞋一样。",
			"どうしてもそうするの？完璧な青空に飛び出た歯車なんて、まるで綺麗なドレスを身にまとったお姫様がわらじを履いているみたいじゃないの。",
			"정말 그렇게 해야 해? 완벽한 푸른 하늘에 튀어나온 톱니바퀴라니, 마치 아름다운 드레스를 입은 공주가 짚신을 신고 있는 것 같지 않아?",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			187474,
			"This is the top of a merry-go-round. Who looks up on a merry-go-round?",
			"这里是旋转木马的顶盘啊，谁会在坐旋转木马的时候抬头看天啊？",
			"ここはメリーゴーランドの天井なの。メリーゴーランドに乗っている時に空を見上げる人なんているわけないでしょ？",
			"여긴 회전목마의 천장이야. 회전목마를 타면서 하늘을 올려다보는 사람이 어디 있겠어?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			187475,
			"Liz and Celia are still fighting. It's horrible when a designer meets an engineer.",
			"@莉兹和@席丽雅还在争执呢，设计师碰上工程师真是太可怕了（缩",
			"@リズと@シリアはまだ言い争っているのね。デザイナーとエンジニアの組合せって本当に恐ろしいわね（萎縮",
			"@리즈와@시리아는 아직 말다툼 중이네. 디자이너와 엔지니어의 조합은 정말 무서워 (움츠러",
			null
		],
		[
			"msg",
			187476,
			"Tania, let's keep talking about what we just talked about! Is there really such a thing as a potion that only melts clothes?",
			"@杰伦塔尼娅，我们还是继续讨论刚刚的话题吧！只会让衣服融化的药剂，真的存在吗（羞",
			"@ジェルンタニア、私たちはさっきの話し合いを続けましょう！服だけを融かすことができる薬なんて本当に存在するの（照れ",
			"@젤룬타니아, 우리 아까 이야기 계속하자! 옷만 녹일 수 있는 약이 정말로 존재해? (부끄",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187477,
			"Of course! Just add the highly toxic mushrooms to the sage powder, melt them with cuttlefish slime and then add...",
			"当然可以！只要在鼠尾草粉末中加入剧毒蘑菇，把它们用墨鱼黏液融化后再添加……",
			"もちろんだよ！鼠尾草の粉末に猛毒のキノコを加えて、それをイカの粘液に溶かしてから……",
			"물론이지! 샐비어 가루에 독버섯을 넣고, 그것을 오징어 점액에 녹인 다음에……",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			187478,
			"Tania, wasn't it agreed to get the main material for the merry-go-round ready today?",
			"那边的杰伦塔尼娅，不是说好今天把旋转木马的主体材料准备好吗？",
			"そこのジェルンタニア、今日はメリーゴーランドの本体の材料を用意するんじゃなかったの？",
			"거기 젤룬타니아, 오늘은 회전목마 본체 재료를 준비하기로 했지 않았어?",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187479,
			"Skullette! Why would you suddenly encourage her to make something strange?",
			"还有斯库丽特，不是拜托你去看好杰伦塔尼娅吗，为什么你会忽然怂恿她调制奇怪的东西呢？",
			"それからスクリート、ジェルンタニアのことを見ていてってお願いしたでしょう？どうしていきなり彼女が怪しげな物を調合するように唆すのよ？",
			"그리고 스크리트, 젤룬타니아를 잘 보고 있어 달라고 부탁했잖아? 왜 갑자기 그녀가 수상한 물건을 조제하도록 부추기는 거야?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			187480,
			"Emmmmm…....",
			"呃……你们两个还是继续吵架吧（缩",
			"うっ……あなたたち、やっぱり喧嘩を続けていなさいよ（萎縮",
			"윽…… 너희들, 역시 싸움을 계속하는 게 낫겠어 (움츠러",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187481,
			"I'm not slacking off. The main material is almost done.",
			"我可没有偷懒，主体材料已经差不多准备完成了。",
			"私はサボっているわけじゃないよ。本体の材料はもうほとんど準備できたよ。",
			"내가 놀고 있는 게 아니야. 본체 재료는 이미 거의 다 준비됐어.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187482,
			"Are you too relaxed? If the construction continues at this rate, the remaining materials will soon run out.",
			"你们也太悠闲了吧？按照这个速度继续建设的话，剩下的材料马上就要不够了啊！",
			"あなたたち、かなり暇そうね？このスピードで建設が進めば、残りの材料もあっという間に足らなくなるわよ！",
			"너희들, 꽤 한가한 모양이네? 이 속도로 건설이 진행되면, 남은 재료도 순식간에 모자라지게 될 거야!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187483,
			"Resources are simply too few. Freya had been looking for materials in Wondeland and had asked Liz to ship them in an airship. But Liz hadn't been to Wonderland for half a month...So…",
			"初始岛的资源实在是太少了，之前芙蕾雅都是在翁德兰找好材料，拜托莉兹开飞艇运过来的。可是莉兹已经半个月没去过翁德兰了……所以……",
			"始まりの島の資源は少なすぎるよ。以前はフレイヤがオーダランで材料を見つけて、リズに頼んで飛空艇で運んでもらっていたけれど、リズはもう半月もオーダランに行っていないでしょう……だから……",
			"시작의 섬 자원은 너무 부족해. 예전에는 프레이야가 오더란에서 재료를 찾아 리즈에게 부탁해 비공선으로 운반해 달라고 했지만, 리즈는 이제 보름 넘게 오더란에 가지 않았잖아…… 그래서……",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				989,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187484,
			"And because of someone's impulse, a lot of material was destroyed in a huge explosion.",
			"而且由于某人的冲动，好多素材都在巨大的爆炸下毁于一旦了呢。",
			"それに誰かさんが衝動に駆られて、たくさんの材料を大爆発で木端微塵にしちゃったものね。",
			"게다가 누군가는 충동에 이끌려서 많은 재료를 대폭발로 산산조각 내버렸잖아.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			187485,
			"Oooo... I'm sorry! I'll control the blast next time!",
			"呜……对不起！下次我会控制爆炸的威力的！",
			"うっ……ごめんなさい！この次は爆発の威力を抑えるようにするよ！",
			"으… 미안해! 다음번에는 폭발의 위력을 줄이도록 할게!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				989,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187486,
			"Isn't it time to reflect on the use of explosives?",
			"难道不是应该反省使用了爆炸这一点吗！",
			"爆発させたことを反省すべきなんじゃないの！？",
			"폭발시킨 걸 반성해야 하는 거 아니야!?",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			187487,
			"Although I really should be shipping new material, I don't have the time to do it.",
			"虽然我确实应该去运输新素材了，但是看现在的情况，我哪里还敢走开啊。",
			"確かに私は新しい材料の輸送に行くべきなんだけど、今の状況では、どうしてもここを離れられないよ。",
			"확실히 나는 새 재료를 운반하러 가야 하는데, 지금 상황에서는 어떻게 해도 여기를 떠날 수 없어.",
			null
		],
		[
			"msg",
			187488,
			"... Lack of material... This is really an issue...",
			"……缺少素材啊……这确实麻烦了……",
			"……材料不足か……これは確かに面倒ね……",
			"……재료 부족인가……이건 확실히 골치 아픈 문제네……",
			null
		]
	],
	"1737": [
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187489,
			"I've made a quick list and we are probably still short of these...Here, let's have a look.",
			"我简单的列了一下清单，大概还缺这些吧……喏，大家一起看看。",
			"簡単にリストをまとめたんだけど、足りていないのは大体これくらいね……ほら、皆見てちょうだい。",
			"간단히 리스트를 정리했는데, 부족한 건 대략 이 정도야……자, 다들 봐봐.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187490,
			"Some of the old waste can be taken apart and refined again, but not in large quantities.",
			"之前的废料倒是有一些可以拆一拆重新炼制的，不过数量不会太多。",
			"これまでの廃棄物の一部を分解して再び精錬できるわ。数はそれほど多くないけどね。",
			"지금까지의 폐기물 일부를 분해해서 다시 정련할 수 있어. 수량은 그리 많지 않지만.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			187491,
			"Oh ~ Tania immediately came up with a solution!",
			"哦~@杰伦塔尼娅立刻就想出了一条解决方法呢！",
			"お～@ジェルンタニアがすぐに解決策を考えてくれたよ！",
			"오~@젤룬타니아가 바로 해결책을 생각해냈어!",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187492,
			"The task is yours, Skullette!",
			"那么指挥人工使魔回收废料这个任务，就交给像仙蒂瑞拉的姐姐一样无所事事的斯库丽特吧。",
			"じゃあ人工従魔を指揮して廃棄物回収をさせる任務は、シンデレラの姉のように何もしないスクリートにお願いしましょう。",
			"그럼 인공종마를 지휘해 폐기물 수거를 시키는 임무는, 신데렐라의 언니처럼 아무것도 안 하는 스크리트에게 맡기자.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			187493,
			"Celia is like a mother.",
			"呜！@席丽雅简直就是使唤仙蒂瑞拉的恶毒后妈（哭",
			"うっ！@シリアってまるでシンデレラをこき使っているあくどい継母みたいだよね（泣",
			"윽!@실리아는 완전 신데렐라를 부려먹는 악독한 새엄마 같아(울음",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			187494,
			"I can't put down the overseer here...",
			"怎么办，我又不能放下这边的监工，可芙蕾雅在翁德兰那边准备的各种建材也不能空放着……",
			"どうしよう。私はこっちの工事監督を放り投げるわけにいかないし、かといって、フレイヤがオーダランの方で集めた様々な建材もそのままにはできないし……",
			"어쩌지. 나는 이쪽 공사 감독을 팽개칠 수도 없고, 그렇다고 프레이야가 오더란에서 모은 각종 건자재도 그냥 둘 수 없고...",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187495,
			"It's easy. You teach me how to fly a spaceship with coase.",
			"这简单，你教我和科斯开飞船不就得了。",
			"そんなの簡単よ。あなたが私とコスに飛空艇の操縦方法を教えてくれればいいのよ。",
			"그런 건 간단해. 네가 나와 코스에게 비공정 조종법을 가르쳐주면 되잖아.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187496,
			"If Aladia and I knew how to fly, Liz would have stayed.",
			"如果我和阿拉迪雅会驾驶飞空艇的话，莉兹就可以一直留在这里了。",
			"私とアラディアが飛空艇を操縦できれば、リズはずっとここに残っていられるよ。",
			"나와 아라디아가 비공정을 조종할 수 있으면, 리즈는 계속 여기 남아 있을 수 있어.",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187497,
			"You two? One will blow my ship to pieces. The other will haul it to others.",
			"……你们俩？会一个把我的船炸成碎片，另一个把它拖去卖给芙兰吧。",
			"……あなたたち？片方が船を木端微塵にして、もう片方がそれをフランに売り飛ばすんでしょう？",
			"......너희들이? 한 놈은 배를 산산조각내고, 다른 놈은 그걸 프란에게 팔아치울 거 아냐?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187498,
			"I'm very contractual!",
			"怎么可能！我可是很有契约精神的！",
			"まさか！私は契約をしっかり守るんだよ！",
			"말도 안 돼! 나는 계약을 철저히 지키는 사람이야!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187499,
			"Oh, come and help me try this contract potion. No matter the draft or wage arrears, you will immediately rotten tongue.",
			"哦~那刚好，快来帮我试试这个契约药水，不管是拖稿还是拖欠工资都会立刻烂舌头呢。",
			"ほ～それならちょうどよかった。この契約の薬を試してみて。原稿遅延にしろ、給料の遅配にしろ、すぐに舌が腐るの。",
			"호~ 그럼 딱 좋겠네. 이 계약의 약을 한번 먹어봐. 원고 지연이든, 급여 체불이든, 바로 혀가 썩어버릴 거야.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187500,
			"Emmmmm…....",
			"噫……那还是不要了吧！",
			"えっ……それはやっぱり遠慮しておくよ！",
			"엣... 그건 역시 사양할게!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187501,
			"Vrain runs a factory. She must have a lot of things. Why don't we ask her if she can help?",
			"芙兰……芙兰？对哦，芙兰可是开工厂的，一定有很多东西，不如我们去问问她能不能帮忙吧？",
			"フラン……フラン？そうだ、フランは工場を持っているから、きっと色々な物があるはずだよ。彼女の助けてもらえないか聞きに行ってみない？",
			"프란... 프란? 맞아, 프란은 공장을 가지고 있으니까 분명 여러 물건이 있을 거야. 그녀에게 도움을 받을 수 없을지 물어보러 가는 게 어때?",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187502,
			"I don't think she's going to be that kind.",
			"那个芙兰？你们被她坑的还不够惨么，我可不觉得她会那么好心的供给材料哦。",
			"あのフラン？あなたたち、彼女にあれだけハメられておいて、まだ懲りないの？彼女が親切心で材料を出してくれるとは思えないけどな。",
			"저 프란 말이지? 너희들, 그녀에게 그렇게 당하고도 아직도 정신을 못 차렸어? 그녀가 친절한 마음으로 재료를 내줄 것 같진 않은데.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187503,
			"Even if she agreed, she would certainly ask for the terms of coercion, right?",
			"就算答应了，也一定会提出强人所难的条件吧？",
			"承諾するにしても、きっと無理難題の条件を突きつけてくるよね？",
			"승낙한다 해도, 분명 무리한 조건을 내밀 거 아냐?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			187504,
			"Yeah! Vrain will say, if you want it this way, use your own body...",
			"对啊！@芙兰一定会说：这么想要的话，就用你自己的肉体……",
			"そうだよ！@フランならきっとこう言うよ。「そんなに欲しいなら、あなたの肉体と……」",
			"그렇지!@프란이라면 분명 이렇게 말할 거야. 「그렇게 갖고 싶으면, 네 육체와……」",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			187505,
			"Emmmmm….... Please stop, Skullette.",
			"斯库丽特你给我闭嘴。",
			"スクリート、黙りなさい。",
			"스크릿, 입 다물어.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187506,
			"I think that's a pretty good idea! Well, isn't it Vrain?",
			"为什么都不看好啊，我觉得这想法相当不错啊！哼，不就是芙兰吗，你们该不会是害怕了吧？",
			"どうして皆そんなことを言うの。私はいいアイディアだと思うけどな！フンッ、たかがフランじゃないの。まさかビビッてるんじゃないの？",
			"왜 다들 그런 말을 하는 거야. 나는 좋은 아이디어라고 생각하는데! 흥, 겨우 프란이라고. 설마 겁먹은 건 아니지?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187507,
			"Vrain's right behind you.",
			"芙兰就在你背后哦。",
			"フランが後ろに立ってるよ。",
			"프란이 뒤에 서 있어.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187508,
			"Wow!! I don't have anything…",
			"哇啊啊！！我什么都没……",
			"わああ！！私は何も……",
			"으아아!! 나는 아무것도......",
			null
		],
		[
			"msg",
			187509,
			"Well?? Nobody...... Liar!",
			"嗯？？没人啊……杰伦塔尼娅你骗我！",
			"あれ？？誰もいないじゃないの……ジェルンタニア、騙したのね！",
			"어라?? 아무도 없잖아...... 젤룬타니아, 속였구나!",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187510,
			"Even if we negotiate, we won't get anything…",
			"这种程度，就算去交涉也不会有收获吧……",
			"その程度じゃ、交渉しに行っても収穫はないでしょうね……",
			"그 정도로는 협상하러 가도 성과는 없을 거예요......",
			null
		],
		[
			"msg",
			187511,
			"Right! You just look around the island and see what you can use.",
			"对了！你们就在初始岛上找找看有什么东西可以用吧。",
			"そうだ！始まりの島で使えそうな物を探せばいいんだよ。",
			"그래! 시작의 섬에서 쓸 만한 걸 찾으면 되는 거야.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187512,
			"Nooooooo!",
			"啊？那也太麻烦了吧！那不是得跑遍全岛，还不一定找得到啊！",
			"えっ？それも面倒くさすぎるよ！それじゃ島全体を駆け回らなくちゃいけないし、必ずしも見つかるとは限らないじゃないの！",
			"뭐? 그건 너무 귀찮아! 그럼 섬 전체를 뛰어다녀야 하는데 꼭 찾을 수 있는 것도 아니잖아!",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187513,
			"Or you can do something with workers.",
			"或者你们希望和人工使魔们一起做点杂活也是可以的~",
			"もしくは人工従魔たちと一緒に雑用をしてもいいのよ～",
			"아니면 인공 소환체들과 함께 잡일을 해도 돼~",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187514,
			"Ok, I gotta go.",
			"切……知道了知道了。科斯，我们走！",
			"ちぇっ……分かった、分かったよ。コス、行くわよ！",
			"쳇... 알았어, 알겠어. 코스, 갈게!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187515,
			"Am I really looking for that stuff on this desert island?",
			"真要在这荒岛上找那什么材料啊？",
			"本当にこの荒れ果てた島で材料を探すの？",
			"정말 이 황폐한 섬에서 재료를 찾는 거야?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				989,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187516,
			"It's okay. It's okay. Follow me.",
			"没事没事，跟着我走，肯定没问题的！",
			"大丈夫、大丈夫。私について来て。きっとうまくいくから！",
			"괜찮아, 괜찮아. 날 따라와. 분명 잘 될 거야!",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187517,
			"Good! To blow up the mountain mining right! I'll cheer up!",
			"好！要炸山采矿对吧！我会加油的！",
			"分かった！山を爆破して鉱山を開発するんだね！私、頑張るからね！",
			"알겠어! 산을 폭파해서 광산을 개발하는 거지! 나, 열심히 할게!",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				989,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187518,
			"That's not what it means!!",
			"不是这个意思啊！！",
			"そういう意味じゃないの！",
			"그런 뜻이 아니야!",
			null
		]
	],
	"1738": [
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				725,
				0,
				false
			]
		],
		[
			"msg",
			187519,
			"The waste is all sorted out!",
			"@席丽雅，废料已经全部整理完毕了！",
			"@シリア、廃棄物は全部整理できたよ！",
			"@시리아, 폐기물은 다 정리했어!",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				725,
				0,
				true
			]
		],
		[
			"msg",
			187520,
			"It's all sorted out so quickly.",
			"这么快就全部整理好了吗？",
			"こんなに早く整理できたの？",
			"이렇게 빨리 정리했어?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				725,
				0,
				false
			]
		],
		[
			"msg",
			187521,
			"There are very few parts that can be used anymore.",
			"毕竟有@人工使魔帮忙整理，而且还能继续使用的部件其实已经很少了（悲",
			"@人工従魔が手伝ってくれたからね。それにまだ使えそうな部品はもうだいぶ少なくなっていたの（悲",
			"@인공 소환체가 도와줬거든. 게다가 아직 쓸 만한 부품은 이미 꽤 줄어들었어 (슬픔",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				725,
				0,
				true
			]
		],
		[
			"msg",
			187522,
			"Well, it looks like we'll have to go back to Wonderland again.",
			"唔，看来只能抽空回一趟翁德兰了。那席丽雅，我不在的时候就拜托了。",
			"うーん、どうやら時間を見つけてオーダランに一度戻らなくちゃいけないみたいね。それじゃ、シリア、私がいない間は頼んだわよ。",
			"음, 아무래도 시간을 내서 오더란에 한 번 돌아가야 할 것 같네. 그럼 시리아, 내가 없는 동안은 부탁할게.",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187523,
			"Don't worry, I'll start with the confirmed part.",
			"放心，我会从确认过的部分开始建设的。",
			"安心して。確認済の部分から建設していくから。",
			"안심해. 확인 완료된 부분부터 건설해 나갈 거니까.",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187524,
			"It's about this time. Why haven't those two come back yet?",
			"都这个时间了，那两个人怎么还没回来啊。",
			"もうこんな時間だ。あの2人はどうしてまだ戻ってこないのかしら？",
			"벌써 이 시간이네. 저 둘은 왜 아직 안 돌아오는 걸까?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			187525,
			"They're looking for resources on the island, maybe a little longer?",
			"是说@阿拉迪雅和@科斯吗？她们是去找岛上的资源了吧，可能会花的时间久一点？",
			"@アラディアと@コスのこと？彼女たちなら島の資源を探しに行ったんでしょう。たぶん少し時間がかかっているんじゃないの？",
			"@알라디아와 @코스 말이야? 그녀들은 아마 섬의 자원을 찾으러 갔을 거야. 아마 시간이 좀 더 걸리는 게 아닐까?",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187526,
			"They must have been slacking off somewhere. Anyway, I didn't expect much of them from the beginning.",
			"肯定又是跑到哪里偷懒去了吧，反正我是一开始就对她们没什么期待。",
			"きっとまたどこかでサボっているんでしょう。どうせ最初から彼女たちには何の期待もしていないわよ。",
			"분명 또 어딘가에서 빈둥거리고 있겠지. 애초부터 그녀들에게 무슨 기대도 하지 않아.",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187527,
			"Hey! It's not a good habit to say somethings while others are away.",
			"喂！趁别人不在说坏话可不是什么好习惯啊！",
			"ちょっと！本人がいないところで悪口を言うのはよくないよ！",
			"잠깐! 본인이 없는 곳에서 험담하는 건 좋지 않아!",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187528,
			"What you're holding in your arms is…",
			"阿拉迪雅和科斯？你们怀里抱着的这是……",
			"アラディアとコス？あなたたちが抱えている物って……",
			"알라디아와 코스? 너희들이 들고 있는 물건이라면...",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187529,
			"Too, too heavy...Carrying something so heavy for so long...I'm already…",
			"太、太沉了……搬着这么沉的东西走这么久……我已经是……极限……了……",
			"お、重いよ……こんなに重い物を持って歩き続けて……私、もう……限界……だよ……",
			"어우, 무거워... 이렇게 무거운 걸 계속 들고 다니니... 나는 이제... 한계야...",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187530,
			"Magician doesn't last.",
			"毕竟科斯是个魔法师，每次又只能一发，持久力确实不太行（认真",
			"コスは魔法使いだけど、いつも1回しか魔法を使えないからね。確かに持久力はないかも（真面目",
			"코스는 마법사지만 항상 한 번밖에 마법을 쓸 수 없으니까. 확실히 지구력은 부족할지도 (진지)",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187531,
			"This box is full of materials! And it has been processed! Ah...This nut is the perfect hexagon measured with a square!",
			"这箱子里装的都是材料啊！而且是已经加工完成的！啊……这螺帽，是用角尺测量都无可挑剔的完美六边形啊！",
			"この箱の中に入っているのは全て材料だよ！しかも加工済みの！あっ……このナット、指矩で測っても文句をつけられないくらい完璧な六角形をしているよ！",
			"이 상자 안에 있는 건 모두 재료야! 게다가 가공까지 된 거! 아... 이 너트, 각도기로 재봐도 흠잡을 데 없이 완벽한 육각형이네!",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187532,
			"Oh, really. Is there a wishing machine on this island that answers wishes? But this box over here doesn't seem to be made of...Wireless routers...Cervical vertebra massager...Perfume?",
			"咦，真的。难道这座岛上，竟然有会回应愿望的许愿机吗？不过这边这箱好像不是材料啊……无线路由器……颈椎按摩仪……香水？",
			"もう、まったく。この島には望みを叶えてくれる願い事マシンでもあるの？でも、こっちの箱は材料じゃないみたいね……無線ルーター……肩こりマッサージ器……香水？",
			"아니, 정말. 이 섬에는 소원을 들어주는 소원성취 마신이라도 있는 거야? 근데 이쪽 상자는 재료가 아닌 것 같네... 무선 라우터... 어깨 결림 마사지기... 향수?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187533,
			"These are...Er... from Vrain. As long as we make a good deal with her, we can keep taking things straight from her.",
			"这些是……呃……是芙兰给的。只要我们好好完成和她的交易，之后可以一直从她那里直接拿东西。",
			"これは……その……フランがくれたの。私たちが彼女との取引内容を完了させれば、これからずっと彼女のところで物資を調達できるわよ。",
			"이건... 그... 프란이 준 거야. 우리가 그녀와의 거래 내용을 완수하면, 앞으로 계속 그녀 곳에서 물자를 조달할 수 있게 될 거야.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187534,
			"Deal?",
			"交易？感觉听到了含义深刻的词语呢（瞄",
			"取引？含みのある言葉のような気がするんだけど（じーっと",
			"거래? 뭔가 함축된 말투 같은데 (지긋이)",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187535,
			"Vrain is a dealer.",
			"那个……芙兰是做生意的商人嘛，然后……她生产了很多商品……但是没法把它们送到翁德兰去卖……",
			"その……フランはビジネスをする商人でしょ。それで……彼女はたくさんの商品を生産しているんだけど……それらをオーダランに持って行って売ることができないでいるの……",
			"그... 프란은 사업을 하는 상인이잖아. 그래서... 그녀는 많은 상품을 생산하고 있는데... 그것들을 오더랜드로 가져가서 팔 수가 없어서...",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187536,
			"So, does Vrain want to use my airship for delivery? And this weird box of stuff is for sale by Vrain?",
			"所以，芙兰是想用我的飞空艇送货？然后这箱稀奇古怪的东西是芙兰要卖的商品？",
			"それで、フランは私の飛空艇を使って輸送したいの？つまり、この箱の奇妙奇天烈な物はフランが売ろうとしている商品ってこと？",
			"그래서 프란이 내 비공정을 이용해 운송하고 싶다는 거야? 즉, 이 상자의 기괴한 물건들은 프란이 팔려고 하는 상품이란 소리?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187537,
			"I will go!",
			"对对！送货这种小事我和科斯去干就行了。去翁德兰卖货还能顺便把建筑材料带回来，一举多得啊！",
			"そう、そうなの！輸送みたいなことは私とコスがやればいいわ。オーダランに行って売りさばいて、ついでに建築資材を持ち帰ってくれば一挙両得でしょ！",
			"그래, 그런 거야! 운송 같은 건 나와 코스가 하면 돼. 오더랜드에 가서 팔아치우고, 덤으로 건축 자재를 가져오면 일거양득이잖아!",
			null
		],
		[
			"msg",
			187538,
			"And we don't have to go many times, Vrain will soon be able to develop her own airship!",
			"而且也不用去很多次，芙兰很快就可以研制出自己的飞空艇的！",
			"それに何度も行かなくても大丈夫なの。フランはもうすぐ自分の飛空艇を開発するから！",
			"게다가 여러 번 갈 필요도 없어. 프란은 곧 자신의 비공정을 개발할 거라고!",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187539,
			"XXXThat sounds good. But I still feel a little uncertain about working with Vrain.",
			"听上去倒是不错。不过要和那个芙兰合作，我还是觉得有点没底。",
			"確かに悪くない話ね。だけど、あのフランと協力するとなると、何だか不安ね。",
			"확실히 나쁘지 않은 제안이네. 하지만 그 프란과 협력한다는 건 왠지 불안하네.",
			null
		],
		[
			"speaker",
			171029
		],
		[
			"portraits",
			[
				989,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			187540,
			"Please do say yes! Aladia and I have signed the contract. And if you refuse, Aladia will be hanged from the highest cliff in the land of demons.",
			"拜托你们一定要答应啊！我和阿拉迪雅已经签完卖身契了，要是你们不答应的话，阿拉迪雅就要被吊在使魔大陆最高的山崖上啊！",
			"お願いだから必ず承諾してほしいの！私とアラディアは身売りの契約をしちゃったの。もし、あなたたちが承諾しなかったら、アラディアは従魔大陸で一番高い崖に吊るされちゃうんだよ！",
			"제발 꼭 승낙해줘! 나와 아라디아는 몸바친 계약을 해버렸어. 만약 너희들이 승낙하지 않으면, 아라디아는 종마 대륙에서 가장 높은 절벽에 매달려 버릴 거야!",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				989,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187541,
			"Didn't you also pledge your wand ownership?",
			"你不是也把魔杖的所属权抵押了吗！不要说得只有我会倒霉一样啊！",
			"あなただって魔法の杖の所有権を抵当にいれたでしょ！私だけが困っているみたいに言わないの！",
			"너도 마법 지팡이 소유권을 담보로 넣었잖아! 나만 힘들다는 듯이 말하지 마!",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187542,
			"You two are…....",
			"唉……真是的。这两个人还是一样行动的时候不带脑子啊。",
			"もう……まったく。この2人ときたら相変わらず何も考えずに行動するんだから。",
			"아니 진짜... 이 두 사람은 여전히 아무 생각 없이 행동하네.",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187543,
			"But I think it's an opportunity. After all, Vrain's factory is not far away. It would also be convenient for us if we could supply the material directly.",
			"不过，我倒觉得是个机会呢。毕竟芙兰的工厂离得并不远，如果能直接供给材料的话，对我们来说也是件方便的事情。",
			"でも、これも何かのチャンスだと思うよ。フランの工場はそれほど遠くないし、材料を直接供給してもらえるなら、私たちにとっても都合がいいもの。",
			"하지만 이번 기회도 어떤 계기가 될 거야. 프란의 공장이 그리 멀지 않으니까, 재료를 직접 공급받을 수 있다면 우리에게도 편리할 거야.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				724,
				0,
				true
			]
		],
		[
			"msg",
			187544,
			"Maybe.",
			"嗯嗯~@阿拉迪雅和@科斯这次做了件可靠的事情哦~",
			"うん、うん～@アラディアと@コスは今回はよくやったわね～",
			"응, 응~ @아라디아랑 @코스는 이번에 잘했어~",
			null
		],
		[
			"speaker",
			150301
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				994,
				0,
				false
			]
		],
		[
			"msg",
			187545,
			"Since you both feel that way, let's make a deal. For me, I just need the material.",
			"既然你们都这么觉得，那就合作好了。反正对我来说，只要有素材就行了。",
			"あなたたちがそう思うなら、協力することにしましょう。どうせ私は素材が手に入れば文句ないから。",
			"너희들이 그렇게 생각한다면, 협력하도록 하지. 어차피 나는 재료만 구할 수 있으면 불만 없으니까.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				994,
				0,
				true
			]
		],
		[
			"msg",
			187546,
			"But isn't that stuff supposed to be hard to fly. Can Aladia and Coase really learn?",
			"可是飞空艇那种东西不是应该很难开吗，@阿拉迪雅和@科斯真的学得会吗（疑惑",
			"でも飛空艇の操縦って難しいでしょう？@アラディアと@コスは本当にマスターできるのかしら（疑問",
			"그런데 비공정 조종은 어렵지 않아? @아라디아랑 @코스가 정말로 마스터할 수 있을까? (의문)",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187547,
			"I have the talent!",
			"切~我可是天赋异禀，天赋异禀懂吗！飞空艇这种小玩意，那都不在话下！",
			"ちぇっ、私には特別な才能があるの。特別な才能がね！お分かり！？飛空艇の操縦なんてお茶の子さいさいよ！",
			"쳇, 나에겐 특별한 재능이 있다고. 특별한 재능이! 알겠어!? 비공정 조종 같은 건 식은 죽 먹기야!",
			null
		],
		[
			"speaker",
			1600
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				724,
				0,
				false
			]
		],
		[
			"msg",
			187548,
			"Aren't you afraid of heights? Can you really fly an Airship?",
			"阿拉迪雅你不是恐高吗？真的能开飞空艇吗？",
			"アラディアって高所恐怖症でしょ？本当に飛空艇を操縦できるの？",
			"아라디아는 고소공포증이지? 정말로 비공정을 조종할 수 있어?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187549,
			"…......Errrr",
			"………………呃，对哦？",
			"………………えっ、そうだっけ？",
			"………………엥, 그랬나?",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187550,
			"Oh my god…",
			"这也能忘记的吗？！",
			"そんなことも忘れていたの！？",
			"그런 것까지 잊고 있었어!?",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187551,
			"Maybe Coase can do it better.",
			"要、要不就科斯一个人去学吧……",
			"よ、よかったらコスだけが操縦を練習してちょうだい……",
			"그, 그러면 코스만 조종 연습을 해줘……",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				818,
				0,
				false
			],
			[
				996,
				0,
				true
			]
		],
		[
			"msg",
			187552,
			"Come one!",
			"现在反悔已经晚了！你给我上来吧！！",
			"今さら後悔しても遅いわよ！早く乗りなさい！！",
			"이제 와서 후회해도 늦었어! 빨리 타라!!",
			null
		],
		[
			"speaker",
			110306
		],
		[
			"portraits",
			[
				818,
				0,
				true
			],
			[
				996,
				0,
				false
			]
		],
		[
			"msg",
			187553,
			"Help!!! Help!!!!",
			"救命啊！！！！放我下去！！！！",
			"助けて！！！！降ろしてちょうだい！！！！",
			"도와줘!!!! 내려줘!!!!",
			null
		]
	],
	"1739": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187554,
			"Спи, малыш, усни♪",
			"Спи, малыш, усни♪",
			"Спи, малыш, усни♪",
			"Спи, малыш, усни♪",
			null,
			null,
			"Спи, малыш, усни♪",
			null
		],
		[
			"msg",
			187555,
			"Пусть тебе снятся сны♪",
			"Пусть тебе снятся сны♪",
			"Пусть тебе снятся сны♪",
			"Пусть тебе снятся сны♪",
			null,
			null,
			"Пусть тебе снятся сны♪",
			null
		],
		[
			"msg",
			187556,
			"Mama……",
			"妈妈……",
			"ママ……。",
			"엄마…….",
			null,
			null,
			"Mom ......",
			"Mom. ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187557,
			"Natasha? Can't you sleep?",
			"怎么了，娜塔莎，睡不着么？",
			"どうしたの、ナターシャ、眠れないの？",
			"왜 그래, 나타샤, 잠이 안 와?",
			"What's the matter, Natasha? Can't sleep?",
			null,
			"What's the matter, Natasha? Can't you sleep?",
			"What's the matter, Natasha, can't sleep?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187558,
			"Does mother really love me?",
			"妈妈真的爱我么？",
			"ママは私を愛してる？",
			"엄마는 나를 사랑해?",
			null,
			null,
			"Does Mom really love me?",
			"Does my mom love me?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187559,
			"Of course, Natasha was mother's angel, my little baby.",
			"那是当然的，娜塔莎是妈妈的天使，妈妈最心爱的女儿。",
			"もちろんよ。ナターシャはママの天使、一番愛している娘よ。",
			"물론이지. 나타샤는 엄마의 천사, 가장 사랑하는 딸이야.",
			null,
			null,
			"That's for sure. Natasha is Mama's angel, Mama's beloved daughter.",
			"Of course. Natasha is my mommy's angel, my most beloved daughter."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187560,
			"……",
			"是么……",
			"そうなの……。",
			"그래…….",
			null,
			null,
			"Yes? ......",
			"That's right. ......."
		],
		[
			"msg",
			187561,
			"Why…why let me die?",
			"既然如此…那为什么要让我死去呢？",
			"それなら……どうして、私は死んだの？",
			"그럼…… 왜, 나는 죽은 거야?",
			"Then.....  Why did you let me die?",
			null,
			"If that's the case...then why did you let me die?",
			"If so, then ...... why did I die?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187562,
			"!!!",
			"呃！",
			"えっ！？",
			"엣!?",
			null,
			null,
			"Uh-huh!",
			"What?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187563,
			"Bang———!!!",
			"轰隆————！！！",
			"ドォオオオン————！！！",
			"두오오온————!!!",
			null,
			null,
			"Boom ----!!!",
			""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187564,
			"Natasha! Where are you! Natasha!",
			"娜塔莎！你在哪里！娜塔莎！",
			"ナターシャ！　どこにいるの！？　返事をして、ナターシャ！",
			"나타샤! 어디 있는 거야!? 대답해, 나타샤!",
			null,
			null,
			"Natasha! Where are you! Natasha!",
			"Natasha!　Where are you!　Answer me, Natasha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187565,
			"Mama... Why don't you come and save me... Why... Why......",
			"妈妈…为什么不来救我…为什么…为什么……",
			"ママ、どうして助けに来てくれないの？　どうして……どうして……。",
			"엄마, 왜 구해주지 않는 거야? 왜…… 왜…….",
			null,
			null,
			"Mom...why didn't you come to my rescue...why...why ......",
			"Mom, why won't you come help me?　Why ...... why ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187566,
			"No…No…",
			"不…不是的……",
			"ち、違うの……違うの！",
			"아, 아니야…… 아니야!",
			"No.... I did! No!",
			null,
			"No...not really ......",
			"No, it's not. ...... It's not!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187567,
			"I hate me…Mama",
			"我恨你…妈妈！",
			"ママ……恨むよ……。",
			"엄마…… 원망할 거야…….",
			"I hate you... Mom!",
			null,
			"I hate you...mom!",
			"I hate you, Mom ....... ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187568,
			"Natasha! Where are you! Natasha!",
			"娜塔莎！",
			"ナターシャ！！！",
			"나타샤!!!",
			"Natasha! Where are you! Natasha!",
			null,
			"Natasha!",
			"Natasha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187569,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204581
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187570,
			"Uh...This nightmare again...It seems the quote is right that once you're free, your mind starts to wander.",
			"呃…又是这个噩梦么……看来一闲下来脑子就会开始乱想这句话果然是对的。",
			"はっ！　またこの夢……。#n暇になるとおかしなことを考え始めるわね……。",
			"핫! 또 이 꿈…….#n한가해지면 이상한 생각을 하기 시작하네…….",
			"Ugh.... This nightmare again.... Seems like my mind always starts wandering when I'm not busy.....",
			null,
			"Uh...is it this nightmare again? ...... It seems the saying that once you're idle your mind starts wandering is true.",
			"Ha!　This dream again ....... You start thinking crazy things in your spare time. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187571,
			"Tok tok tok",
			"咚咚咚。",
			"——トントン",
			"——똑똑",
			"(Knock knock)",
			null,
			"Knock knock.",
			"--Tonton."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			187572,
			"Good morning, Lord Cocolia.",
			"早、早上好可可利亚大人，打扰了。",
			"お、おはようございます、カカリア様。失礼します。",
			"아, 안녕하세요, 쿠쿠리아 님. 실례합니다.",
			"Oh, good morning Miss Cocolia. Please excuse me.",
			null,
			"Good morning, good morning Cocolia-sama, excuse me.",
			"Oh, good morning, Mr. Cocolia. Excuse me."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			187573,
			"Ninti…Come in please",
			"宁蒂么…进来吧。",
			"ニンディね……どうぞ。",
			"닌디…… 자, 여기.",
			"Ninti...? It's fine, come in.",
			null,
			"Ninti?...come in.",
			"You must be Ninti. ...... Please come in."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			187574,
			"Lord Cocolia…I heard you just outside the door…",
			"可可利亚大人…刚才我在门外听到你……",
			"カカリア様、先ほど扉の外で聞こえたのですが……。",
			"쿠쿠리아님, 방금 문 밖에서 들렸는데……",
			null,
			null,
			"Cocolia-sama...I heard you just now outside the door ......",
			"Dear Cocolia, I just heard you outside the door: ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			187575,
			"Be directly!",
			"别废话，有什么事情赶紧说！",
			"余計なことは言わなくていいの。用があるならさっさと言いなさい！",
			"쓸데없는 소리 말고. 볼 일이 있으면 어서 말하렴!",
			"You don't have to beat around the bush. If you're here to say something, spit it out already!",
			null,
			"Cut the crap and get on with what's going on!",
			"You don't have to say anything. If you have something to say, say it quickly!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			187576,
			"Sorry…Lord Otto let me to inform Cocolia-Sama to meet him. I will lead you the way.",
			"抱歉…奥托大人命我来通知可可利亚大人前去会面，说是有要事相谈。请可可利亚大人准备动身吧，我会为您带路的。",
			"も、申し訳ありません……。#nオットー様からカカリア様に会いに来るよう伝えよと命令されました。#n相談したいことがあるそうです。カカリア様、私がお連れいたします。",
			"죄, 죄송합니다…….#n오토님께서 쿠쿠리아님을 만나러 오라 명하셨습니다.#n상의하고 싶은 게 있다고 하시더군요. 쿠쿠리아님, 제가 안내해 드리겠습니다.",
			"Excuse me...Otto-sama ordered me to inform Cocolia-sama to come to the meeting, saying that we have important matters to discuss. Please prepare to move, Cocolia-sama, and I will lead the way.",
			null,
			"Excuse me...Otto-sama ordered me to inform Cocolia-sama to come to the meeting, saying that we have important matters to discuss. Please prepare to move, Cocolia-sama, and I will lead the way for you.",
			"I am sorry, too. ...... Otto has ordered me to tell you to come to see Mr. Cocolia. He wants to discuss something with you. I will take you to him, Mr. Cocolia."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			187577,
			"Hum...I see. I'll get ready to go.",
			"哼…看来他终于想起我了，我知道了，你在外面等我吧，我准备一下就出发。",
			"フンッ……ようやく私のことを思い出したようね。#n外で待っていてちょうだい。準備したら出発するわよ。",
			"흥…… 드디어 나를 생각해 낸 모양이네.#n밖에서 기다리고 있어. 준비되면 출발할 거야.",
			"Hmph.... He finally remembered me. Wait for me outside. We'll leave once I'm ready.",
			null,
			"Hm...looks like he finally remembered me...I know...just wait for me outside, I'll get ready and leave.",
			"Hmmm... ...... you finally remembered me. Wait for me outside. We'll leave when you're ready."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			187578,
			"Ok, just let me know if you need any help.",
			"好的，如果有什么需要帮助的尽管告诉我即可。",
			"かしこまりました。#n何かお手伝いが必要であれば遠慮なくお申しつけください。",
			"알겠습니다.#n도움이 필요하시면 언제든지 말씀해 주세요.",
			null,
			null,
			"Okay, just let me know if there's anything I can do to help.",
			"Yes, sir. If you need any assistance, please do not hesitate to ask."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			187579,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			187580,
			"A girl who looked like Natasha...",
			"和娜塔莎一样长相的孩子……",
			"本当にナターシャそっくりの子供ね……。",
			"정말 나타샤를 닮은 아이네……",
			"This girl looks exactly like Natasha....",
			null,
			"Kids who look like Natasha ......",
			"The kid really looks like Natasha. ......"
		],
		[
			"msg",
			187581,
			"Is it god's punishment for me?",
			"果然是上天给我的惩罚么。",
			"やっぱり天が私に与えた罰なのかしら。",
			"역시 하늘이 내게 내린 벌인 걸까.",
			"I wonder if it's some kind of divine retribution.",
			null,
			"Is it really a punishment from heaven.",
			"I wonder if it is a punishment given to me by the heavens."
		]
	]
}