{
	"2220": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198764,
			"——Bang1",
			"——轰！",
			"——ドーン！",
			"——쿵!",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198765,
			"I always thought you were a brainiac too, but I didn't expect you to be so impulsive.♦Have you forgotten our mission?",
			"我一直觉得你也是个头脑派角色，没想到居然这么意气用事♦难道你忘了我们的任务了吗？",
			"今までずっとあなたも頭脳派キャラだと思っていたけれど、そんなに感情的になるとは意外だったわ♦まさか、私たちの任務を忘れてしまったんじゃないでしょうね？",
			"지금까지 줄곧 당신도 두뇌파 캐릭터라고 생각했는데, 그렇게 감정적으로 변할 줄은 몰랐어♦ 설마, 우리의 임무를 잊어버린 건 아니겠지?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198766,
			"I don't think it's going to work.",
			"这种自爆行为，我不觉得能有什么成效。",
			"そんな自暴自棄な行為、何の意味もないと思うけど。",
			"그런 자포자기한 행동, 아무 의미도 없다고 생각하지만.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198767,
			"If they're scared, let them be. Our experiment only needs a few success cases. You know, once someone knows the truth, they'll be tempted to do it♠After all, everyone has the desire to change themselves.",
			"自爆？害怕的家伙就让她们害怕去吧，我们的试验只要有那么几个成功案例就够了。要知道，一旦有人知道真相，就会经不住诱惑去做♠毕竟谁都有改变自己的欲望。",
			"自暴自棄？怖がっているヤツは怖がらせておけばいいわ。私たちの実験はあのいくつかの成功ケースだけで十分なんだから。いい？真相を知る人が出てくれば、きっと試そうとする誘惑を抑えきれなくなるわよ♠何たって人は誰でも自分を変えたいという欲求を抱いているのだもの。",
			"자포자기? 무서워하는 놈들은 무서워하게 둬. 우리 실험은 그 몇 가지 성공 사례만으로 충분하니까. 알겠어? 진상을 아는 사람이 나타나면, 분명 시도해보고 싶은 유혹을 견디지 못할 거야♠ 어쨌든 사람은 누구나 자신을 바꾸고 싶은 욕구를 품고 있으니까.",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198768,
			"That was original thinking, but now…the leader has given me full control of the mission. Get out of here!",
			"那还真是独到的见解，但现在……头领已经让我全权接管任务了，快滚！",
			"それは本当にユニークな見解ね。でも今は……ボスが私に任務の全権を譲ったの。さっさとどきなさい！",
			"그건 정말 독특한 견해네. 하지만 지금은… 보스가 나에게 임무의 전권을 넘겼어. 어서 비켜!",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198769,
			"What a hassle♠There is no room for me to refute such a terrible character~",
			"头领么，真麻烦啊♠搬出这么可怕的人物我不是连反驳的余地都没有了么~",
			"ボスか、本当に面倒ね♠そんなに恐ろしい人を持ち出されちゃ、私には反論の余地もないじゃないの～",
			"보스라, 정말 귀찮네♠ 그렇게 무서운 사람을 들이대면, 나야 반론의 여지도 없지 않아~",
			null
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				720,
				2,
				false
			]
		],
		[
			"msg",
			198770,
			"It doesn't matter. I've already paved the way for you. Come on♥",
			"无所谓了，反正路我已经给你们铺好了，加油咯♥",
			"どうでもいいわ。いずれにせよ、あなたたちのために道は敷いてあげたからね。後は頑張ってね♥",
			"어쨌든 상관없어. 어차피 너희들을 위해 길은 깔아뒀으니까. 이제 열심히 해봐♥",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198771,
			"The road was paved by Arietta. You're just a troublemaker.",
			"路是安莉埃塔一手铺过来的吧，你不过是个搞事的。",
			"道はアンリエッタが整えてくれたんでしょう。あなたは騒ぎを起こしただけじゃないの。",
			"길은 앙리에타가 닦아준 거잖아. 넌 그냥 소동만 일으킨 거 아니야?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198772,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				684,
				1,
				false
			]
		],
		[
			"msg",
			198773,
			"Great, Payasso can't hit back at all...",
			"好厉害，帕亚索根本就没能还手……",
			"すごい。パジャッソが全くやり返せないなんて……。",
			"대단해. 파자소가 전혀 대응 못하다니……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				684,
				1,
				true
			]
		],
		[
			"msg",
			198774,
			"They really drove that Payasso away!",
			"她们真把那个帕亚索赶跑了！",
			"彼女たち、本当にあのパジャッソを追い払ったわよ！！",
			"그녀들, 정말로 그 파자소를 쫓아냈어!!",
			null
		],
		[
			"msg",
			198775,
			"Is it true what Payasso said...You see! Is the President strange recently?",
			"不过有夏露露这个先例，帕亚索说的是不是真的啊……你看！会长大人最近奇特的表现不是能说明吗？",
			"でもシャルルの前例があるでしょう。パジャッソの言ったことって本当だったんじゃないのかな……ほら！会長様の最近のおかしな行動も説明がつくでしょう？",
			"하지만 샤를의 전례가 있잖아. 파자소가 말한 게 사실이었을지도 몰라…… 봐! 회장님의 최근 이상한 행동도 설명이 되잖아?",
			null
		],
		[
			"msg",
			198776,
			"That's probably just for show. It's like a copycat show promoted by the website, but just happened to be used by Payasso to create panic! But the fact that I can speak fluent English really scares me...",
			"那可能只是演出效果吧，就像是网站宣传的模仿秀，只是恰好被帕亚索利用制造恐慌！不过能说流畅英语这点真的吓到我了……",
			"あれはただの演出でしょう。サイト宣伝の物まねみたいに、都合よくパジャッソに利用されてパニックを作り出されていただけだよ！でも、流暢な英語を話せるようになる点だけは本当にびっくりしたけどね……。",
			"그건 그냥 쇼였어. 사이트 홍보용 패러디처럼, 편리하게 파자소에게 이용당해 패닉을 만든 거야! 하지만, 유창한 영어를 구사하게 되는 점만은 정말 놀랐지만……",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				684,
				1,
				true
			]
		],
		[
			"msg",
			198777,
			"Listen to me, the website itself, was provided to Arietta and Yoko by me. The bad guy is Payasso, who tried to sow seeds in the middle~",
			"listen to me，网站本身就是由我提供给安莉埃塔和Yoko的，badbad的是这个帕亚索，中途混进来想挑拨离间~",
			"Listen to me。サイト自体は私がアンリエッタとヨーコに託したの。だけど、badbadなこのパジャッソが途中から入ってきて、かき乱そうとしたのよ～",
			"Listen to me. 사이트 자체는 내가 앙리에타와 요코에게 맡긴 거야. 하지만, badbad한 이 파자소가 중간에 끼어들어서 어지럽히려 했지~",
			null
		],
		[
			"msg",
			198778,
			"But I know that even with ME's assurances, you can't take Payasso's words for granted. But what does it matter?",
			"但我知道，即便有了me的保证，你们都不可能把帕亚索的话当耳边风。But，又有什么所谓呢？",
			"でも、分かっているわ。Meが保証しても、あなたたちはパジャッソの言葉を聞き流せないでしょう。But、それがどうしたというの？",
			"하지만, 알겠어. Me가 보증해도, 너희들은 파자소의 말을 흘려들을 수 없겠지. But, 그게 어쨌다는 거야?",
			null
		],
		[
			"msg",
			198779,
			"If writing could really change your life, I would be very happy. It's up to you to write, and it's up to you to change.",
			"要是写作真的能改变自身命运，me才是求之不得呢。写作的人是你们自己，要怎么改变的决定权也在自己手上。",
			"もし文章を書くことで本当に自分の運命を変えられるなら、meには願ってもないことよ。文章を書くのはあなたたち自身なの。どうやって書き換えるのか、決定権は自分の手に握られているのだから。",
			"만약 글로 진짜로 자신의 운명을 바꿀 수 있다면, me에게는 바랄 수도 없는 일이야. 글을 쓰는 건 너희 자신이잖아. 어떻게 다시 쓸 것인지, 결정권은 자신의 손에 쥐여져 있는 거니까.",
			null
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				684,
				1,
				true
			]
		],
		[
			"msg",
			198780,
			"By the way, the right to review articles is also our own, which is simply don't worry~",
			"By the way，文章的审核权也是属于我们自己的，根本就是don`t worry~",
			"By the way、文章をチェックする権利も私たちのものだから、全くdon`t worryよ～",
			"By the way, 글을 확인할 권리도 우리 것이니까, 전혀 don`t worry야~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				684,
				1,
				true
			]
		],
		[
			"msg",
			198781,
			"What the President said makes sense. After all, it's us who write novels…",
			"会长说的有道理，写小说的毕竟是我们自己……",
			"会長の言う通りだよ。小説を書くのは私たち自身なんだから……。",
			"회장님 말씀대로야. 소설을 쓰는 건 우리 자신이니까…….",
			null
		],
		[
			"msg",
			198782,
			"Change your destiny... By our own writing?",
			"改变命运么……靠我们自己的写作？",
			"運命を変えるって……私たち自身の執筆で？",
			"운명을 바꾼다니…… 우리 자신의 집필로?",
			null
		],
		[
			"msg",
			198783,
			"It also needs someone to like our novels~",
			"也得有人看才行不是么~没人气就不用想了吧？",
			"それでも誰かが見てくれないとダメでしょう。人気がなかったら元も子もないんでしょう？",
			"그래도 누군가 봐주지 않으면 안 되잖아. 인기가 없으면 꿈도 희망도 없을 텐데?",
			null
		],
		[
			"msg",
			198784,
			"What if the main character is not his own? Should we rewrite it? I don't know if it's any use. It's so trouble.",
			"那主角不是自己的怎么办，我们该重新写么？也不知道有没有用，感觉好麻烦欸。",
			"じゃあ主人公が自分じゃない場合はどうするの？また書き直さなくちゃいけないの？役に立つのかどうかも分からないし、面倒な気がするな。",
			"그럼 주인공이 자신이 아닌 경우는 어떻게 해? 또 다시 써야 해? 도움이 될지 안 될지도 모르는데, 귀찮은 느낌이 드네.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				684,
				1,
				true
			]
		],
		[
			"msg",
			198785,
			"Come on, are you still hesitating? In case it is true, that not to earn turn over? I can't help but feel a little grateful to Payasso.",
			"Come on，还在犹豫不决么，万一是真的，那不就赚翻了吗？我都有点想thanks帕亚索了~",
			"Come on。まだ迷っているの？もし本当だったら儲けものでしょう？私ですらパジャッソthanksって感じなのよ～",
			"Come on. 아직도 망설이고 있어? 만약 진짜라면 엄청난 이득이겠지? 나조차 파자쏘 thanks라는 느낌이야~",
			null
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				684,
				1,
				true
			]
		],
		[
			"msg",
			198786,
			"The fact that Everybody can write with confidence has not changed, although I have not yet found out how the terms were actually reached.",
			"虽然me还没弄清楚实际达成条件如何，但everybody可以放心写作这件事并没有发生变化。",
			"Meはまだ具体的な達成条件がどんなものか分かっていないけれど、everybodyは安心して文章を書けばいいの。その点に変わりはないわ。",
			"Me는 아직 구체적인 달성 조건이 어떤 건지 모르지만, everybody는 안심하고 글을 쓰면 돼. 그 점은 변함없어.",
			null
		],
		[
			"msg",
			198787,
			"Go ahead and do it in peace. This promotion will also be an experience. Everyone has the chance to be the next lucky person to be promoted.",
			"放心地去干吧，这次的推广也会成为经验，everyone都有机会成为下一个被推广的幸运儿~",
			"安心して取り組んでちょうだい。今回の宣伝も経験になるはずよ。次のラッキーガールとなって宣伝されるチャンスがeveryoneにあるわよ。",
			"안심하고 임해봐. 이번 홍보도 경험이 될 거야. 다음 럭키 걸이 되어 홍보될 기회가 everyone에게 있을 거야.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				684,
				1,
				true
			]
		],
		[
			"msg",
			198788,
			"But the master, I just wrote the master as \"can use the language to patiently enlighten others.\" That's a big change. It's really too dangerous to push this!",
			"可是师匠，我不过是把师匠写成是“会用语言耐心开导他人”变化就那么大，真的去推行这个太危险了！",
			"ですが師匠、私は師匠のことを「言葉で辛抱強く他人を導ける人」って書いただけですよ。それなのに、こんなにガラッと変わっちゃうなんて、本当にこれを宣伝したら危なすぎますよ！",
			"하지만 스승님, 저는 스승님을 「말로 끈기 있게 타인을 이끄는 분」이라고 썼을 뿐이에요. 그런데 이렇게 완전히 달라져 버리다니, 정말 이걸 홍보하면 너무 위험해요!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198789,
			"Oh, sorry, that's just a fake~",
			"啊，sorry~那只是个fake啦~",
			"あっ、sorry～あれはただのfakeなの～",
			"아, sorry~ 그거 그냥 fake였어~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198790,
			"Eh!?",
			"嗯！？",
			"え！？",
			"엥!?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198791,
			"So it's fake. I feel like I've never tried it before.",
			"所以说，是fake，演戏~真是没试过的feel呢，me看来连演员都能胜任了。",
			"だから、fekeよ。演技だったの～本当、初めてのfeelね。どうやらmeは役者もできそうね。",
			"그러니까, fake야. 연기였던 거~ 정말, 처음 느껴본 feel이네. 아무래도 me는 배우도 할 수 있을 것 같아.",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198792,
			"Don't be arrogant, even if there are a lot of requirements for faith gathering, but if I do not operate in the background to delete redundant comments, for you to control the spread of comments, the result will become what is not clear.",
			"别逞能了，就算信仰聚集需要的条件非常多，但要不是我后台操作删除多余评论，替你控制了言论传播，结果会变成怎么样还不好说呢。",
			"調子にのらないで。信仰集めに必要な条件がものすごく多いとはいえ、私が裏で余計なコメントを削除して、世論の広がりを抑えていなかったら、どんな結果になっていたか分からないわよ。",
			"기분 타지 마. 신앙 모으기에 필요한 조건이 엄청 많다고는 해도, 내가 뒤에서 불필요한 댓글을 삭제하고 여론의 확산을 막지 않았다면, 어떤 결과가 나왔을지 모르잖아.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198793,
			"That was then.",
			"那就是那时候的事了。",
			"その時はその時よ。",
			"그때는 그때야.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				683,
				4,
				true
			]
		],
		[
			"msg",
			198794,
			"You mean, my novel didn't change the master at all?",
			"意思是，我的小说根本没让师匠发生变化？",
			"つまり、私の小説は師匠の変化にまったく影響していないということですか？",
			"그러니까, 내 소설은 스승님의 변화에 전혀 영향을 주지 않았다는 건가요?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198795,
			"That's it. But it's a good idea, because everyone will think that writing a novel really changes them, including you, Thor.",
			"就是这样，但这是个好idea，如此一来，everyone都会觉得写小说真能改变自己，包括你，索尔。",
			"そういうことね。でも、ナイスなideaだったわよ。これでeveryoneも小説を書けば本当に自分を変えられると思ったからね。ミョルニル、あなたもでしょう。",
			"그런 거야. 하지만, nice한 idea였어. 이렇게 everyone도 소설을 쓰면 정말로 자신을 바꿀 수 있을 거라고 생각하게 만들었으니까. 묠니르, 너도 그렇지?",
			null
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198796,
			"But sometimes I do feel that there is an inexplicable power pushing me, making me want to become such a person.",
			"But，有时候我确实feel到有一股莫名的power在推动我，让我产生希望变成这种人的想法。",
			"But、時々不思議なpowerが私を後押しして、そのような人になりたいって気持ちを芽生えさせるような感覚をfeelするのよね。",
			"But, 가끔 이상한 power가 나를 밀어주고, 그런 사람이 되고 싶다는 마음이 생기게 하는 느낌을 feel할 때가 있어.",
			null
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198797,
			"Maybe that theory is true. So I want to try and get people to do it. Maybe that really leads us to the next character owner.",
			"说不定，that理论是真的，所以我想试着让大家去实行。搞不好，that真的能让我们找到下一个品格拥有者。",
			"もしかしたら、that理論は本当かもね。だから皆に試してもらいたいの。もしかしたら、thatは本当に私たちに次の品格保有者を見つけさせてくれるかもしれないしね。",
			"어쩌면 that 이론은 사실일지도 몰라. 그래서 모두에게 시도해보길 바라는 거야. 어쩌면 that은 정말로 우리에게 다음 품격 보유자를 찾게 해줄 수도 있으니까.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198798,
			"I was worried that deleting the novel would make you come back, but it was all fake. It seems that not deleting is not a problem...",
			"哈……吓死我了师匠！我都担心删文章能不能让你变回来了，还好都是假的。看来不删除问题也不大了……",
			"はぁ～……ビックリしたじゃないですか、師匠！文章を削除すれば元に戻るのかなとかまで心配したんですよ。全部嘘でよかった。削除しなくても大丈夫みたいですね……。",
			"하아~…… 깜짝 놀랐잖아요, 스승님! 글을 삭제하면 원래대로 돌아갈까 봐 걱정까지 했단 말이에요. 다 거짓말이어서 다행이네요. 삭제하지 않아도 괜찮을 것 같아요…….",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				750,
				3,
				false
			]
		],
		[
			"msg",
			198799,
			"I'm sorry, Thor, but two of your new stories have been forced off the shelves by the system because of too many complaints.",
			"对不起呢索尔，因为被投诉过多，你新增的两篇小说已经被系统强制下架退回了。",
			"ごめんなさいね、ミョルニル。クレームが多すぎたので、あなたが新たに追加した2本の小説はシステムによって強制的に削除されてしまったの。",
			"미안해, 묠니르. 클레임이 너무 많아서 네가 새로 추가한 2편의 소설은 시스템에 의해 강제로 삭제되어 버렸어.",
			null
		],
		[
			"msg",
			198800,
			"But the original one is still on the website~",
			"不过最初那篇还在的~要再接再厉呀！",
			"でも最初の小説はまだ残っているわよ～これからも頑張ってね！",
			"하지만 첫 번째 소설은 아직 남아있어~ 앞으로도 힘내!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				750,
				3,
				true
			]
		],
		[
			"msg",
			198801,
			"Eh? It will be okay if the master was alright.",
			"欸！？这样么……算啦~虽然写得很辛苦，但师匠当然就是现在这样子才好！",
			"えっ！？そうだったんですか……まあ、いいや～書くのはとても大変だったけど、師匠は今の方が絶対にいいですから！",
			"엣!? 그랬었어... 뭐, 좋아~ 쓰는 건 정말 힘들었지만, 스승님은 지금이 훨씬 더 좋으시니까요!",
			null
		]
	],
	"2221": [
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198802,
			"Here, look at the shot. Get ready——",
			"来，看镜头，预备——",
			"ほら、カメラを見て。",
			"자, 카메라 봐.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198803,
			"Well, Mer..Mer……",
			"呃，圣、圣……",
			"えっと……メ、メリー——",
			"어... 메, 메리——",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198804,
			"Aha! Merry Christmas!",
			"啊哈！圣诞快乐！",
			"あはっ！メリークリスマス！",
			"아하! 메리 크리스마스!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198805,
			"Idiot! Too loud! Too close!",
			"笨蛋！声音太大了！凑太近了！",
			"バカ！声が大きすぎ！それに顔も近すぎるわ！",
			"바보! 소리가 너무 커! 게다가 얼굴도 너무 가깝다고!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198806,
			"Ha ha ha ha~ Merry Christmas~ Merry Christmas~ it's my first winter at the beach in a swimwear~",
			"呀哈哈哈哈~圣诞快乐~圣诞快乐~夜夜还是第一次冬天里穿泳衣在海滩玩呢~",
			"あはははは～！メリークリスマ～ス、メリークリスマ～ス！私、冬に水着を着てビーチで遊ぶなんて初めてだよ～",
			"아하하하하~! 메리 크리스마~스, 메리 크리스마~스! 나, 겨울에 수영복 입고 해변에서 놀아보는 건 처음이야~",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198807,
			"Cool beaches, hot winter…",
			"清凉的海滨，炎热的寒冬……",
			"涼しい海辺、灼熱の真冬。",
			"시원한 해변, 작열하는 한겨울.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198808,
			"You can't do that. When it comes time to record on Christmas Day, fans will be laughing.",
			"你们这样不行啊，现在是试录像就算了，等到圣诞那天正式录制还这么乱哄哄的，粉丝们可就要笑话了。",
			"みんな、そんな写り方ではダメよ。今は試し撮りだからいいけれど、クリスマス本番の収録でもそんなに騒いでいるようでは、ファンたちに笑われてしまうわよ。",
			"여러분, 그런 식으로 찍으면 안 돼요. 지금은 테스트 촬영이니까 괜찮지만, 크리스마스 본방송 때도 그렇게 떠들고 있으면 팬들에게 웃음거리가 될 거예요.",
			null
		],
		[
			"msg",
			198809,
			"We agreed to let those shivering in the cold wind see our red-hot vacation~",
			"不是说好了，要让那些在寒风中瑟瑟发抖的人看看我们炽热如火的度假吗~",
			"言ったでしょう。冷たい風に吹かれながら震えている人たちに、私たちが灼熱のような熱い休暇を見せてあげるって。",
			"말했잖아. 차가운 바람에 떨고 있는 사람들에게 우리가 작열하는 듯한 뜨거운 휴가를 보여주자고.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198810,
			"Why do we have to come here for the winter?",
			"冷飕飕的不是挺好么，非得跑来这种地方过冬。",
			"風が冷たくたっていいじゃない。どうしてこんな場所に来てまで寒い冬を過ごさなきゃならないのよ。",
			"바람이 차갑다고 해서 뭐 어때. 왜 이런 곳까지 와서 추운 겨울을 보내야 하냐고.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198811,
			"That's so sad. Do you know how many pictures I printed from our last trip to the beach in exchange for information about this haven?",
			"真是伤心呢~知道我为了换取这个避寒圣地的情报，加印了多少我们上次去海滩拍的照片吗？",
			"バスクビール、今の言葉は傷付いたわ。この避寒の聖地で情報を得るために、私たちが先日ビーチで撮影した写真をどれだけ追加印刷したと思っているの？",
			"바스크비어, 방금 그 말은 상처받았어. 이 한난 피난처에서 정보를 얻으려고, 우리가 지난번 해변에서 찍은 사진을 얼마나 추가로 인쇄했는지 알아?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198812,
			"Ha!? You're making a private decision for us again, and I'm not going to let you go this time!",
			"哈啊！？你又私自给我们下决定，这次我可不放过你了！",
			"はぁ！？アンタまた勝手に決めたの！？今度という今度は絶対に許さないんだからね！",
			"하아!? 너 또 혼자 결정했어!? 이번만큼은 절대 용서하지 않을 거야!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198813,
			"Wow, it's coming up to Christmas, but it's not cold at all. Why?",
			"哇啊~明明是马上要到圣诞节了却一点都不冷呢~为什么呀~",
			"わぁ～！もうすぐクリスマスなのに全然寒くないよ！どうして、どうして？",
			"와아~! 곧 크리스마스인데 전혀 춥지 않아! 왜, 왜?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198814,
			"Christmas isn't winter all over the world.",
			"夜夜，可不是全世界的圣诞节都在冬天哦。",
			"ふふ、世界中のクリスマスが全て寒い冬ではないということよ。",
			"후후, 전 세계의 크리스마스가 모두 추운 겨울은 아니라는 거야.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198815,
			"Never mind, sea, beach~ I am coming——",
			"这样吗？不管了，大海~我来啦——",
			"そうなの？知らなかったよ～。わーい、海だ！早く泳ごうよ～",
			"그래? 몰랐어~. 와아, 바다다! 빨리 수영하자~",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198816,
			"Well, it's already hot. All that noise makes me even hotter. I can't get any more excited.",
			"哼，本来就很热了，看你们这么吵吵闹闹的就更热了，真是一点兴致都提不起来。",
			"フンッ、ただでさえ暑いのに、あなたたちがそんなに騒いでいたらますます暑くなるわ。全くムードが出ないじゃないの。",
			"흥, 원래 더운데 너희들이 그렇게 떠들면 더 더워지잖아. 정말 분위기 깨진다.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198817,
			"It will be much cooler when the sun goes down. It doesn't matter if you don't go swimming, you can have a rest here. I will accompany you to the street in the evening~",
			"等太阳下山了就会凉快不少，不去游泳也没关系，你就在这歇一歇吧~大不了到了傍晚陪你去街上走走~",
			"日が暮れたらかなり涼しくなるって。泳ぎに行かなくてもいいから、ここで一休みしましょう。夕方になったら街の散策に付き合ってあげるからさ。",
			"해 지면 꽤 시원해진대. 수영하러 가지 않아도 여기서 좀 쉬자. 저녁되면 거리 산책 같이 가줄게.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198818,
			"This, this is a must! Idiot!",
			"这、这不是必须要的么！笨蛋！",
			"そ、そんなの当たり前じゃない！バカッ！",
			"그, 그건 당연한 거 아니야! 바보야!",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198819,
			"Bad weather…",
			"天气无情，人有情……",
			"天気は無情だけど、人には情あり。",
			"날씨는 무정하지만, 사람에게는 정이 있지.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				831,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198820,
			"Don't spice things up here, just go and have fun with everyone.",
			"别在这添油加醋，你也给我跟大部队一起去玩好吧！",
			"そんなのどうでもいいから。ほら、このトレアドールがあなたたちと一緒に遊んであげるわ。",
			"그런 건 어쨌든 상관없어. 자, 이 트레아도르가 너희들과 함께 놀아줄게.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198821,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198822,
			"I wonder if there's anything funny going on in Babylon now… Forget it. It's better to relax the mind when we're on vacation.",
			"不知道巴比伦那边现在是不是又有什么好玩的事呢……算了~度假的时候还是放松大脑好。",
			"今頃はバビロンでなにかおもしろいことが起こっているのかしら。ふぅ……せっかくの休暇の時くらいは頭を休めたいわね。",
			"지금쯤 바빌론에서 무슨 재미있는 일이 벌어지고 있을까. 후우……难得的 휴가 때쯤은 머리를 좀 쉬고 싶어.",
			null
		],
		[
			"msg",
			198823,
			"The weather forecast for today is sunny and cloudy. Well…",
			"今天的天气预报是晴转多云，唔……",
			"今日の天気予報は晴れのち曇りね。うーん……。",
			"오늘의 일기예보는 맑음 뒤 흐림이네. 음…….",
			null
		],
		[
			"msg",
			198824,
			"I hope it doesn't rain this time~",
			"希望这次不要下雨吧~",
			"雨が降らないといいわね。",
			"비가 오지 않으면 좋겠어.",
			null
		]
	],
	"2222": [
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198825,
			"Wahaha~ Water!",
			"哇哈哈哈哈~泼水！",
			"あははっ！えいっ、えいっ！",
			"아하하! 에잇, 에잇!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198826,
			"Hey——It's getting dark soon. Let's go to town!",
			"喂——夜夜，马上要天黑了，一起去镇上逛逛啊！",
			"真夏ちゃん、もうじき日が暮れるわよ。海から出て一緒に街に行きましょう。",
			"마나쯔, 곧 해질 거야. 바다에서 나와 함께 거리로 가자.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198827,
			"So we're all going together…",
			"原来是大家一起去啊……",
			"うっ……みんなも一緒に行くのね……。",
			"윽…… 다들 함께 가는 거네…….",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198828,
			"This is where my specialty information comes in. Would anyone be interested in guessing how many Toreador photos this was traded for?",
			"这时候就要用到我的特产情报了，有谁有兴趣猜猜这是用多少张妥芮朵的照片换的吗？",
			"こういうときは私が持つ特産情報が役に立つかもしれないわね。ちなみに、この情報を手に入れるのにトレアドールの写真何枚と交換したかわかる人いる？",
			"이럴 때면 내가 가진 특산품 정보가 도움이 될지도 몰라. 그런데, 이 정보를 얻는 데 트레아도르 사진 몇 장과 교환했는지 아는 사람 있어?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198829,
			"Ten!",
			"十张！",
			"はいは～い！私は10枚だと思うよ！",
			"네에~! 나는 10장이라고 생각해!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198830,
			"Five~ Toreador popularity is so high!",
			"五张吧~不过妥芮朵人气这么高，给我一张就超满足了，用啥换都愿意！",
			"5枚くらいじゃない？でもトレアドールはかなり人気あるから、1枚あれば私は満足よ。",
			"5장 정도 아닐까? 하지만 트레아도르는 꽤 인기 있으니까, 1장만 있어도 나는 만족이야.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198831,
			"Don't use others as currency casually!",
			"别随随便便把人家当货币使呀！",
			"ちょっと！勝手に私で遊ばないで！",
			"잠깐! 함부로 나로 놀지 마!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198832,
			"I remember, there's a famous cake shop near here...Ah, over here.",
			"我记得，这附近有一家出名的蛋糕店……啊，在这边。",
			"ちょっとした冗談じゃない。えっと……確か、この近くに有名なケーキ屋さんがあったはずよ。あっ、あったわ。あっちよ。",
			"작은 농담이 아니야. 음…… 확실히, 이 근처에 유명한 케이크 가게가 있었을 거야. 아, 있었어. 저기야.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198833,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			198834,
			"——Sorry, we only have one cupcake left.",
			"——对不起，我们的小蛋糕只剩下一个了。",
			"——申し訳ございません。当店のケーキはあと1個しか残っておりません。",
			"—— 죄송합니다. 본점의 케이크는 1개밖에 남아 있지 않습니다.",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				831,
				0,
				false
			]
		],
		[
			"msg",
			198835,
			"Sweet cakes, bitter tears.",
			"甜蜜的糕点，苦涩的泪。",
			"甘いケーキ、苦い涙。",
			"달콤한 케이크, 쓴 눈물.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				832,
				0,
				false
			],
			[
				831,
				0,
				true
			]
		],
		[
			"msg",
			198836,
			"One cupcake isn't enough for the six of us…",
			"一个小蛋糕也不够我们六个人分呢……",
			"小さなケーキ1個だけじゃ私たち6人で分けるには足りないね……。",
			"작은 케이크 1개만으로는 우리 6명이 나누기에는 부족하네…….",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				832,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198837,
			"There's nothing to be discouraged about! There are a lot of things to eat isn't it, now the words roast Turkey what is not so much!",
			"有什么好垂头丧气的！还有很多东西可以吃不是么，现在的话烤火鸡什么的不是很多么！",
			"悩む必要なんてないわ！他にも食べ物はたくさんあるんだから。今ならローストターキーだっていっぱいあるじゃない！",
			"고민할 필요 없어! 다른 음식도 많잖아. 지금이라면 로스트터키도 많이 있지 않아!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198838,
			"Oh, Baskerville has some great ideas, too. Since we're going to have roast Turkey, why don't we make it ourselves",
			"喔，巴斯克维尔也有很棒的点子呢。既然要吃烤火鸡，那不如我们自己来做吧~",
			"あら、バスクビールもいいこと言うじゃないの。ローストターキーを食べるなら、私たちで作るというのはどうかしら。",
			"어머, 바스크비어도 말 잘하네. 로스트터키를 먹는다면, 우리가 직접 만드는 건 어때?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198839,
			"Ah? Make your own?",
			"啊？自己做？",
			"えっ？自分たちで作るの？",
			"어? 우리가 직접 만든다고?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198840,
			"They say it's always delicious to bake in the wild.",
			"在野外亲手烤制的总是美味，不总有人这么说么~",
			"自分で焼いたものはいつだって美味しいって言うじゃない。",
			"직접 구운 건 언제나 맛있다잖아.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198841,
			"You made it up yourself! It feelsl like you're looking forward to something…",
			"你自己现编的吧！总觉得你在期待着什么……",
			"今、適当に考えたんでしょう！今度は何を考えてるのよ。",
			"지금 대충 생각한 거지! 이번엔 또 뭘 꾸미고 있는 거야.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198842,
			"...But it sounds really good, and you can put something in it if you roast a Turkey, even if you make it yourself.",
			"但这听起来真的不错，而且烤火鸡的话可以往里面塞东西吧，自己做的话连这部分都可以决定呢！",
			"でも、確かに悪くなさそうね。しかもローストターキーなら中に何か詰めるんでしょう？自分で作るなら、その部分も決められるじゃない！",
			"그래도, 확실히 나쁘지 않을 것 같네. 게다가 로스트터키면 안에 뭔가 넣을 거 아니야?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198843,
			"Then it's decided that we should choose the ingredients we want and then go back to gather near the beach. I also know the place where we can barbecue.",
			"那就这么决定了，各自选好想当配料的食材后回海滩附近集合吧~可以烧烤的地点我也心中有数了。",
			"じゃあ、それで決まり。それぞれトッピングしたい食材を持ってビーチに集合しましょう。ターキーを焼く場所には心当たりがあるの。",
			"그럼 그렇게 결정. 각자 토핑하고 싶은 재료 챙겨서 해변으로 모이자. 터키 구울 장소는 마음에 드는 곳이 있어.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				832,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198844,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				832,
				0,
				true
			],
			[
				827,
				0,
				false
			]
		],
		[
			"msg",
			198845,
			"What's wrong?",
			"怎么了，夜夜？",
			"真夏ちゃん、どうしたの？",
			"마나카, 왜 그래?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				832,
				0,
				false
			],
			[
				827,
				0,
				true
			]
		],
		[
			"msg",
			198846,
			"Don't we buy this cake? Although one is not enough for us, but…",
			"这个蛋糕，我们不买么？虽然一个不够我们分，但是……",
			"このケーキは買わないの？1個だけじゃ足りなくて切り分けられないけど、食べたいな……。",
			"이 케이크는 안 사는 거야? 하나론 부족해서 나눌 수 없지만, 먹고 싶은데…….",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				832,
				0,
				true
			],
			[
				827,
				0,
				false
			]
		],
		[
			"msg",
			198847,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			198848,
			"Well, you're right. Let's buy it.",
			"嗯，说得也是，我们就买下来吧。",
			"それもそうね。買いましょう。",
			"그것도 그러네. 사자.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				832,
				0,
				false
			],
			[
				827,
				0,
				true
			]
		],
		[
			"msg",
			198849,
			"Wow, really? That's great. No one is allowed to start with this cake first, you know!",
			"哇啊~真的吗，太好了~谁也不准先对这个蛋糕下手哦，知道吗！",
			"わぁ！みんなこのケーキを先に食べちゃダメだからね！わかった？",
			"와! 다들 이 케이크 먼저 먹으면 안 돼! 알겠지?",
			null
		]
	],
	"2223": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198850,
			"——30 minutes later……",
			"——三十分钟后……",
			"——30分後",
			"——30분 후",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198851,
			"They're all back, so let's get ready.",
			"都回来了呢，那么我们就开始准备吧。",
			"みんな帰って来たわね。それでは準備を始めましょうか。",
			"다들 돌아왔네. 그럼 준비를 시작해볼까?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198852,
			"I rented the grill, but you must have forgotten.",
			"烤架我可是租到了，反正你们肯定都忘了。",
			"調理器具を借りてきたよ。どうせみんな忘れてると思ったからね。",
			"조리도구 빌려왔어. 어차피 다들 깜빡할 줄 알았거든.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198853,
			"Is there any good memory?",
			"不愧是巴斯克维尔，没想到你会记得这个，看来你很期待嘛~是勾起你什么美好回忆了么？",
			"さすがはバスクビールね。でも、あなたが覚えているとは意外ね。楽しみにしていたのかしら。それとも……何か素敵な記憶でも思い出したの？",
			"역시 바스크 비어네. 하지만 네가 기억하고 있을 줄은 몰랐어. 기대하고 있었니? 아니면... 무슨 특별한 추억이라도 떠올랐던 거야?",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198854,
			"Huh? Can you believe it or not I'm going to put you in jail right now?",
			"哈？再多嘴信不信我马上把你关到监狱去？",
			"ッ！？そ、それ以上余計なこと言ったら、アンタを監獄にぶち込むから！",
			"앗!? 그, 그 이상 쓸데없는 소리하면 너 감옥에 처넣을 거야!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198855,
			"By the way, I want to eat this exploding candy. Can I put it in the Turkey?",
			"话说，夜夜想吃这个爆炸糖，可以放到火鸡里去么？",
			"ねぇねぇ、ポッピングキャンディを食べたいな～。ターキーの中に入れてもいい？",
			"저기~ 팝핑 캔디 먹고 싶어~. 터키 안에 넣어도 돼?",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198856,
			"Exploding sugar is no fun to put in a Turkey. Shouldn't it be nice to have that crackling feeling in your mouth?",
			"爆炸糖放到火鸡里去就没意思了吧，不应该要那种在口里噼里啪啦的感觉才痛快么？",
			"え！？ポッピングキャンディをターキーに入れちゃうの？口の中に入れたときにパチパチする感覚がいいんじゃないの？",
			"엥!? 팝핑 캔디를 터키에 넣는다고? 입 안에서 톡톡 터지는 느낌이 좋은 거 아니야?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198857,
			"Wouldn't it be nice to put it in the Turkey and have it crackling?",
			"那放到火鸡里不就可以边吃肉边噼里啪啦了吗？",
			"ターキーを食べながらパチパチする感覚を楽しめるよ！",
			"터키 먹으면서 톡톡 터지는 느낌을 즐길 수 있다구!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198858,
			"The candy melts in the Turkey while it's roasting.",
			"火鸡在烤的时候糖果就会在里面化掉了，到时候最多吃到甜甜的肉吧？。",
			"ターキーを焼いてるときに中でキャンディが溶けてしまうわ。実際はただの甘いお肉が出来上がるからやめておきなさい。",
			"터키 구울 때 안에 캔디가 다 녹아버릴 거야. 결국 그냥 단 고기만 나올 테니까 그만두렴.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198859,
			"Oh! I forgot about the Turkey being roasted!",
			"对哦！夜夜居然忘记了火鸡还要烤这件事！",
			"そっか～！ターキーは焼くんだもんね！忘れてたよ～！",
			"아하~! 터키는 구워야 하는 거였지! 깜빡했네~!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198860,
			"Sure enough, here I am again...Look! That nice red wine from the shop!",
			"果然这里还是交给我……看啊！刚才从店家那弄来的高级红酒！",
			"ここは私に任せて。じゃ、じゃーん！ほらほら、見て！さっきのお店から持ってきた高級ワイン！",
			"여긴 내게 맡겨. 자, 짠! 자아 자아, 봐봐! 아까 그 가게에서 가져온 고급 와인!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198861,
			" Well, only in the taste of wine! Night cannot dirnk it.",
			"咕，只有在酒的品味上你还能看得过去，但是这玩意禁止，夜夜可不能喝酒。",
			"お酒のセンスに関してはそこそこみたいね。でも、ワインは禁止よ。真夏にお酒を飲ませるわけにはいかないもの。",
			"술 취향에 관해서는 그럭저럭인 것 같네. 하지만, 와인은 금지야. 한여름에 술을 마시게 할 순 없으니까.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198862,
			"Well... You're right. I'll just have to drink it.",
			"唔……你说得对，那我只能直接喝掉了。",
			"え～、良い案だと思ったのに……。じゃあ、私がこのまま飲むしかないわね。",
			"에~, 좋은 생각이라고 했는데……. 그럼, 내가 이대로 마셔야겠네.",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198863,
			"I've got the ingredients, sweet honey, spicy pepper…",
			"我的话准备了配料，甘甜的蜂蜜，辛辣的胡椒……",
			"私はトッピングを用意したわ。甘いハチミツ、辛い胡椒。",
			"나는 토핑을 준비했어. 달콤한 꿀, 매운 후추.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				831,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198864,
			"Well, at least it's better than that stupid Enkhria.",
			"哼，这起码比恩赫里亚那个笨蛋像样多了。",
			"少なくてもエインヘリャルのバカよりいいんじゃないかしら。",
			"적어도 에인헤랴르의 바보보다는 나을 거야.",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198865,
			"And finally, my own concoctions, sea cucumbers, cod liver oil, octopus legs, and…",
			"最后，再加上我亲自调配的药剂，用了海参，鱼肝油，章鱼腿，还有……",
			"最後に私が調合した薬……ナマコ、肝油、タコの足を入れて、それから——",
			"마지막으로 내가 조합한 약…… 해삼, 간유, 문어 다리를 넣고, 그리고 ——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198866,
			"——Stop!",
			"——你给我住手！",
			"——ストップ！",
			"—— 그만!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			198867,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198868,
			"Really, it's all messed up.",
			"真是的，一个个都乱来。",
			"このトレアドールが食べる料理に変なものを入れようとしないで。",
			"이 트레아도르가 먹을 음식에 이상한 것을 넣으려 하지 마.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198869,
			"You seem to know a little about cooking. I thought you usually let the chef handle it?",
			"妥芮朵看上去对料理有点心得呢，我以为你平时都是让厨师去处理的？",
			"トレアドールは料理のことを理解しているみたいね。てっきり普段はコックにやらせているのかと思っていたけれど。",
			"트레아도르는 요리를 잘 아는 모양이네. 평소에는 요리사에게 시키는 줄 알았는데.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198870,
			"!!!",
			"只是这种程度的料理，有什么不会的啦！",
			"ふんっ！この程度の料理、私にできないわけないじゃない！",
			"흥! 이런 정도의 요리쯤은, 내가 못할 리 없잖아!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198871,
			"So what do you have?",
			"那你准备了什么？",
			"それで、あなたは何を準備してきたのかしら？",
			"그런데, 너는 뭘 준비해 왔니?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198872,
			"Tomato juice…",
			"番、番茄汁……",
			"ト、トマトジュース……。",
			"토, 토마토 주스.......",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198873,
			"As a result, you still bring only the things you like.It was better than the others, though.",
			"结果还是只把自己喜好的东西带来了啊。不过，这确实比其他几个人的好多了。",
			"結局自分が好きなものを持ってきただけなのね。それでも、他の人たちよりかはマシなのよね……。",
			"결국 자기 좋아하는 것만 가져온 거네. 그래도 다른 사람들보다는 나은 거야.......",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198874,
			"Get out of the way. I'll do it.",
			"都让开，我来。",
			"みんなどいて、私に任せて。",
			"다들 비켜, 내게 맡겨.",
			null
		],
		[
			"msg",
			198875,
			"This is to eat the belly, if mess up eat the belly is a crime!",
			"这是要吃到肚子里的，要是乱搞吃坏肚子可是犯罪！",
			"料理は遊びじゃないの。お腹の中に入れるものなんだから、適当に作ってお腹を壊したらどう責任取ってくれるの！？",
			"요리는 장난이 아니야. 배 속에 들어가는 거니까, 대충 만들어서 배탈 나면 어떻게 책임질 거야!?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198876,
			"Carrot, celery, onion? Wow... See the good stuff…",
			"胡萝卜，芹菜，洋葱？哇……看到好东西了……",
			"ニンジン、セロリ、タマネギ？へぇ……すごいわね。",
			"당근, 셀러리, 양파? 헤에…… 대단하네.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198877,
			"You…..",
			"巴斯克维尔你……",
			"おぉ～！バスクビールが……。",
			"오~! 바스크 맥주가.......",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				829,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198878,
			"Really…?",
			"真的假的……",
			"ウ、ウソでしょう……。",
			"우, 우습지......",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				829,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198879,
			"This is the real stuff!",
			"什么眼神啊？这才是正宗的材料！",
			"なによその目つきは……。これこそまともな食材じゃない！",
			"뭐야 그 눈빛은……. 이게 바로 정상적인 재료라고!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198880,
			"I didn't expect you to bring the most serious stuff... When we decided to  have a Gasshuku, you didn't even want to barbecue with us.",
			"没想到你带来的材料居然是最正经的……想起合宿的时候，你甚至都不愿意和我们一起烧烤呢。",
			"まさかバスクビールが持ってきた食材が一番まともなんてね……正直驚いたわ。合宿のときは私たちと一緒にBBQすらしようとしなかったのに。",
			"설마 바스크 비어가 가져온 재료가 가장 정상적이라니…… 솔직히 놀랐어. 합숙 때는 우리랑 같이 BBQ도 하려고 하지 않더니.",
			null
		],
		[
			"msg",
			198881,
			"Nononono——",
			"就算是打死也不吃哪种——",
			"たとえ死んでも食べないみたいな感じだったわね。",
			"죽어도 안 먹을 것 같은 느낌이었지.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198882,
			"What? I remember she ate it, and she ate most.",
			"啥啊，我记得她吃了啊，还吃得特别香。",
			"なに言ってんのよ。私の記憶ではバスクビールも食べてたわ。しかも、すっごく美味しそうにね。",
			"뭔 소리야. 내 기억엔 바스크 비어도 먹었어. 게다가, 엄청 맛있게 먹더라.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198883,
			"It's because you guys are so suspicious! But now...At least a friend you can trust.",
			"不都是因为你们这些家伙太可疑了！不过现在……至少是可以信任的朋友。",
			"あの時はそんなに仲良くなかったからしょうがないわ！でも、今は……その、信頼できる友達だから。",
			"그때는 그렇게 친하지 않았으니까 어쩔 수 없지! 하지만, 지금은…… 그, 믿을 수 있는 친구니까.",
			null
		],
		[
			"msg",
			198884,
			"Good! Finish the preparation at one go! One of you make a fire! Quick!",
			"好了！要一口气把准备做完了！你们谁去生火，快！",
			"よしっ！一気に準備を終わらせるわよ！誰か火をお願いできる？",
			"좋아! 한 번에 준비를 끝내버리자! 누가 불 좀 피워줄 수 있어?",
			null
		]
	],
	"2224": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198885,
			"Para para......",
			"啪啦啪啦……",
			"——バチバチバチ",
			"——파닥파닥파닥",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				832,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198886,
			"Good!!!!",
			"好香！",
			"わぁ～、いい香りがするよ！",
			"와~, 좋은 냄새가 나!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				832,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198887,
			"What did you prepare? I don't remember you had any fillings.",
			"说回来，纹章你准备的是什么，我怎么不记得你有放馅料了。",
			"ところで紋章は何を用意してきたのかしら。あなたは中に何も入れていないようだけど。",
			"그런데 문장은 뭘 준비해왔니? 너는 안에 아무것도 안 넣은 것 같은데.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198888,
			"It was the finely minced stuff from the supermarket! I couldn't hurt you, could I?",
			"那是在超市买回来已经处理好的碎馅料，放一万个心好了，再怎么的我也不可能害你们不是么？",
			"スーパーで無難なものを買ってすでに入れてあるから安心していいわよ。",
			"슈퍼에서 무난한 걸 사서 이미 넣어뒀으니까 안심해도 돼.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198889,
			"That's so crafty, it's all up to us if it doesn't taste good.",
			"好狡猾啊，这么一来要是不好吃不就能全赖我们了么。",
			"それじゃあ、もし不味かったら私たちのせいにするつもりだったのね。それはズルいのではなくて？",
			"그러니까, 만약 맛없으면 우리 탓으로 돌릴 생각이었구나. 그건 치사한 거 아니야?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198890,
			"It won't taste bad. When we were together, did we ever eat anything that tasted bad?",
			"不会不好吃的，我们几个在一起的时候，有吃到过难吃的东西吗？",
			"ふふ、不味いわけがないじゃない。私たちが一緒にいるときに不味いものを一度でも食べたことがあるかしら？",
			"후훗, 맛없을 리가 없잖아. 우리가 함께 있을 때 맛없는 걸 한 번이라도 먹어본 적이 있니?",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198891,
			"Vader's porridge——",
			"维达做的粥——",
			"……ヴィーザルが作ったお粥……。",
			"......비자르가 만든 죽......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198892,
			"Pong!",
			"啪！",
			"バンッ！！！",
			"쾅!!!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198893,
			"Hey!",
			"求你看看气氛！",
			"……お、お願いだから……空気読んで！",
			"......제, 제발...... 분위기 좀 맞춰!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198894,
			"It's amazing that we can get together, whether it's fun or hard work ahead, to keep going.",
			"我们能聚在一起本来就很不可思议，无论前方是快乐还是艰难的使命，都要一起走下去。",
			"そんなこともあったわね。私たちが一緒に集まれること自体が不思議なことよね。この先に待ち受けているものが楽しいことでも、辛い使命であっても、一緒に乗り越えて行きましょう。",
			"그런 일도 있었지. 우리가 함께 모일 수 있다는 것 자체가 신기한 일이야. 앞으로 닥칠 일이 즐거운 일이든, 힘든 사명이든 함께 헤쳐나가자.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198895,
			"It's not like you guys to say it's going to rain today and I'll take it at face value.",
			"真不像是你这家伙会说的话，你要说今天马上会下雨我反而还相信一点。",
			"ふん、紋章の言葉とは思えない。今からすぐに雨が降るって言ってもらった方がまだ信じられるわよ。",
			"흥, 문장의 말이라고는 생각할 수 없어. 지금 당장 비가 온다고 말해주는 게 더 믿을 만하겠다.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198896,
			"Ah...Oh, Baskerville, you can never say it rains when you're playing outside.",
			"啊……这是禁语哦巴斯克维尔，在外面玩的时候绝对不可以说下雨。",
			"それは禁句よ、バスクビール。外で遊んでいる時は絶対に雨が降ると言ってはダメよ。",
			"그건 금기야, 바스크비어. 밖에서 놀 때는 절대 비가 온다고 말하면 안 돼.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198897,
			"What's the matter? It is great...",
			"有什么所谓，天气不是挺好……",
			"それがどうしたの。いい天気じゃない、",
			"그게 어때서. 날씨 좋잖아,",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198898,
			"——Pa……",
			"——啪嗒……",
			"——ぽつ、ぽつ……",
			"——뚝, 뚝......",
			null
		],
		[
			"msg",
			198899,
			"Tik tok…..",
			"啪嗒啪嗒啪嗒……",
			"ザァァァァー——",
			"쏴아아아아——",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			198900,
			"It's raining!?",
			"下雨了！？",
			"あ、雨が降ってきた！？",
			"아, 비가 오잖아!?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			198901,
			"Alas, are you also a potential causal weapon…",
			"哎呀，你难道也是潜在的因果律武器么……",
			"ほら、つまりこういうことよ。バスクビールって天気を操ることができるのかしら、ふふっ。",
			"봐, 결국 이런 거야. 바스크비르가 날씨를 조종할 수 있는 걸까, 휴.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				828,
				0,
				false
			]
		],
		[
			"msg",
			198902,
			"The Turkey! It's not ready yet!",
			"火鸡啊！还没烤好啊！快抢救！",
			"タ、ターキーがまだ焼けてないよ！早く守って！",
			"터, 터키가 아직 안 익었어! 빨리 막아!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198903,
			"Anyway, let's find shelter first.",
			"总之先找地方躲雨吧。",
			"とにかく、どこかで雨宿りするわよ。",
			"어쨌든, 어디서든 비는 피해야지.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198904,
			"Clapping, clapping…",
			"啪嗒啪嗒啪嗒……",
			"ザァァァァー——",
			"쏴아아아아——",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198905,
			"Oooo... It rained like this last time…",
			"呜……上次也是这样下雨呢……",
			"うぅ……この前も雨が降ってきたよね……。",
			"우우…… 이전에도 비가 왔었지…….",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198906,
			"The hot Turkey, the cold heart, I did not expect that we once again on the beach to play when the rainy day.",
			"炽热的火鸡，冰冷的心，没想到我们又一次在海边玩的时候碰到下雨天。",
			"灼熱のターキー、冷たい心。また雨に遭遇したわ。",
			"작열의 터키, 차가운 마음. 또 비를 만났네.",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				830,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198907,
			"I'm so sorry! It's me.",
			"真对不起啊！是我乌鸦嘴了。",
			"うぅ……私のせいなの？",
			"우우…… 내 탓인 거야?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				829,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198908,
			"Let's call it a day. We'll be here for a while anyway.There's plenty of time.",
			"今天就算了吧，反正我们会在这呆上一段时间的。后面还有的是时间。",
			"このトレアドールに免じて許してあげるわ、感謝なさい。それに、しばらくここにいるのだから問題ないわよ。",
			"이 트레아도르 면에서 용서해 줄게, 감사해야 해. 게다가, 당분간 여기 있을 테니 문제없어.",
			null
		],
		[
			"msg",
			198909,
			"It's just a shame I didn't eat.",
			"就是没吃上东西有点可惜吧。",
			"ただ……ターキー食べたかったわ。",
			"그냥…… 터키 먹고 싶었어.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198910,
			"Anyway, you've been holding that cake box...",
			"说回来，夜夜你一直抱着那个蛋糕盒子，这不是有可以吃的东西……",
			"ところで真夏ちゃん、ずっと箱を抱えてるけど、その中身ってケーキじゃない？",
			"그런데 말야 마나쨩, 계속 상자를 안고 있네, 그 안에 있는 거 케이크 아니야?",
			null
		],
		[
			"msg",
			198911,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			198912,
			"That's for when we're eating Turkey, for someone who didn't make it with us.",
			"那是准备在我们吃火鸡的时候摆出来的吧，为了某个没能跟我们一起来的人。",
			"それはターキーを食べるときに飾ろうと思って用意していたんじゃない？私たちと一緒に来られなかったどこかの誰かさんのために。",
			"그거 터키 먹을 때 장식하려고 준비해 둔 거 아니야? 우리랑 같이 못 온 어딘가의 누군가를 위해서.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198913,
			"When can we all play together…",
			"什么时候可以全部人一起玩呢……",
			"いつになったらみんなと一緒に遊べるのかな～",
			"언제쯤이면 다 같이 놀 수 있을까~",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198914,
			"That day is certainly not far off.",
			"那一天到来的日子肯定已经不远了，但这么垂头丧气的话就永远不可能到来。",
			"きっともうすぐくるわ。でも、そんなに落ちこんでいては永遠にやってこないかもしれないわね。",
			"분명 곧 올 거야. 하지만, 그렇게 우울해하고 있으면 영원히 오지 않을지도 몰라.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198915,
			"No matter what the situation should be up, and then use the most fiery mood to face! It's Shadow★Revolution!",
			"无论什么情况都要打起精神，然后用最炽热的心情去面对！这才是我们闇★Revolution！区区下雨，有什么所谓嘛~",
			"どんな状況でも元気を出さなきゃね。そして、灼熱のような燃える気持ちで立ち向かうのよ！それでこそ私たち闇★Revolutionなんだから！たかだか雨が降ったくらいで気にすることないわよ！",
			"어떤 상황이라도 힘내야 해. 그리고, 작열하는 불타는 마음으로 맞서는 거야! 그게 바로 우리 다크★Revolution이니까! 고작 비가 왔다고 신경 쓸 필요 없어!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			198916,
			"You can be such a rough diamond sometimes.",
			"你这粗神经有时候还真是优点呢。",
			"その図太い神経は本当に凄い長所よね……。",
			"그 둔감한 신경은 정말 대단한 장점이야……",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			198917,
			"The Turkey is uneatable, but I have my red wine with me. Cheer up! Let's have a drink! And keep your body warm~",
			"火鸡是没法吃了，但我的红酒还带在身上。打起精神！一起喝一杯！还能暖暖身子~",
			"ターキーは食べられなくなっちゃったけど、私のワインはまだ残ってるわ。ほら、元気出して一緒に飲むわよ！体も温かくなるわ。",
			"터키는 못 먹게 됐지만, 내 와인은 아직 남아있어. 자, 힘내서 같이 마시자! 몸도 따뜻해질 거야.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			198918,
			"Well~",
			"嗯~",
			"私もワイン飲んでいいの？",
			"나도 와인 마셔도 돼?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				829,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			198919,
			"Stop it! She can't drink!",
			"住手！都说多少次了笨蛋！夜夜不能喝啊！",
			"ダメよ！何度言わせるの、このバカ！真夏にお酒を飲ませようとしないで！",
			"안 돼! 몇 번을 말해야 알아듣니, 이 바보야! 한여름에 술을 먹이려 하지 마!",
			null
		]
	],
	"2225": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198920,
			"Ha~~",
			"哈啊~~",
			"はぁ～～～～",
			"하아~~~~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198921,
			"Ha~~",
			"哈啊~~",
			"はぁ～～～～",
			"하아~~~~",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198922,
			"It is very warm... It was like being in heaven...",
			"好暖和……简直像是来到了天国……",
			"あったか～い……まるで天国に来たみたい……。",
			"따뜻해~... 마치 천국에 온 것 같아....",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198923,
			"It was like this the moment I got into the kotatsu.",
			"真是的，刚刚进到被炉里就变成这样了。",
			"まったくもう……コタツに入った途端、これなんだから……。",
			"정말이지... 코타츠에 들어간 순간, 이 꼴이니...",
			null
		],
		[
			"msg",
			198924,
			"I knew it had its charms, but you fell too fast, didn't you?",
			"虽然我早就知道它独特的魅力，但你们也沦陷得太快了吧？",
			"コタツの魅力はわかるけど、いくら何でも気を緩めすぎよ。",
			"코타츠의 매력은 알겠지만, 아무리 그래도 긴장을 너무 풀었어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198925,
			"This kotatsu...It's the gift of hell...The cage of evil spirits…",
			"这个被炉……简直就是地狱的馈赠……恶鬼的囚笼……",
			"だってー……このコタツ……まるで地獄からの贈り物……悪魔の檻のようだ～",
			"왜냐면~... 이 코타츠... 마치 지옥에서 온 선물... 악마의 감옥 같아~",
			null
		],
		[
			"msg",
			198926,
			"The Savior has been sealed with all his power.The future of the world and the human race is yours——",
			"救世主已经被封印了全部的力量，世界的、人类的未来就交给你们了——",
			"きゅーせーしゅはコタツと心中するって決めたのだ～#n世界の……人類の未来はみんなに任せりゅ～",
			"규세슈는 코타츠와 함께 죽기로 결심한 거야~#n세계의... 인류의 미래는 모두에게 맡기렴~",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198927,
			"You say some strange things again. Didn't you just say you were going out to make a snowman?",
			"又说些奇奇怪怪的话。刚刚不是说要出去堆雪人吗？",
			"さっきまで雪だるまを作りに行くって言ってたでしょう？",
			"아까까지 눈사람 만들러 가자고 했잖아?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198928,
			"Oooo... It's too cold outside... Maybe another time…",
			"呜……外面太冷了…………还是下次吧……",
			"うぅ～……外は寒いよぅ……夏になってから雪だるま作ろ……。",
			"우우~... 밖은 추워... 여름이 되면 눈사람 만들게...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198929,
			"What about the arrangement of the house?",
			"那本来说要布置房间的事情呢？",
			"夏に雪があるわけないじゃない。バカなこと言ってないで——",
			"여름에 눈이 올 리 없잖아. 바보 같은 소리하지 말고——",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198930,
			"The Lord Savior is bound by this evil device and cannot escape from it ——",
			"救世主大人被这邪恶的装置束缚，已经无法从这里逃脱了——",
			"はぅ～、でも、もうここから逃れる術がないのだ～",
			"하우~ 하지만, 이미 여기서 벗어날 방법이 없어~",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198931,
			"Well, it seems you won't come out of the kotatsu...……",
			"唉，看来你们是不会从被炉里出来了……",
			"もう……本当にコタツから出る気はないみたいね……。",
			"정말…… 코타츠에서 나올 생각이 전혀 없는 모양이네…….",
			null
		],
		[
			"msg",
			198932,
			"Well, it's really cold today, too.Then come to play one game can also be played in the kotatsu~",
			"算了，今天也确实很冷。那就来玩些不出被炉也可以的游戏吧~",
			"まぁいいわ。今日は確かに寒いしね。#nそれじゃあ、コタツから出なくても遊べるゲームをしましょう。",
			"뭐 좋아. 오늘은 확실히 추우니까.#n그럼, 코타츠에서 나오지 않아도 놀 수 있는 게임을 하자.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198933,
			"Game?",
			"不出被炉也可以的游戏？",
			"え、なになに？　コタツから出なくても遊べるゲーム！？",
			"엥, 뭐 뭐? 코타츠에서 나오지 않아도 놀 수 있는 게임!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198934,
			"It's Koi-Koi~",
			"就是这个~花札牌~",
			"じゃーん！　これよ、花札～",
			"짜잔! 이거야, 화투~",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198935,
			"The card... This kind of game is no fun at all.",
			"纸牌啊……这种棋什么牌的都不好玩啦。",
			"ええーっ！　そんなのつまんないよ。違う遊びないの？",
			"에에엥! 그런 건 재미없어. 다른 게임 없어?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198936,
			"Just because you're not good at it doesn't mean it's not fun",
			"你是打不好吧。",
			"ふふーん！　キアナは下手だから逃げてるとみた！",
			"후훗! 키아나는 실력이 없어서 도망치는 거로 보여!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198937,
			"We were all bored, so why don't we try it?",
			"本来大家也无聊嘛，不如试着玩玩看？",
			"どうせ二人とも退屈しているんだし、試しにやってみない？",
			"어차피 둘 다 지루해하고 있잖아, 한번 해보지 않을래?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198938,
			"Hem, this simple game can be played even if the Lord Savior can only move the fingers!",
			"哼哼，寄宿了远古意志的仪式吗~这种简单的游戏，哪怕救世主大人只有手指能动也可以完成！",
			"無論だ。#n太古の意志に宿る儀式ならば、我は指だけでやり遂げてみせよう！",
			"물론이지.#n태고의 의지에 깃든 의식이라면, 나는 손가락만으로도 해내 보이겠어!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198939,
			"Is it something to boast of having only your fingers to move?...",
			"只有手指能动是什么值得夸耀的事情吗……",
			"いや、それ別に誇るとこじゃないでしょ。",
			"아니, 그건 별로 자랑할 거리도 아니잖아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198940,
			"It seems that she is very interested. Koi is very simple. If Kiana seriously learn, you also can learn very quickly~",
			"看来九霄很感兴趣呢。花札牌很简单的，琪亚娜认真学的话，也很快就能学会的~",
			"ふふっ、九霄ちゃんは興味あるみたいね。花札はとっても簡単よ。#nすぐに覚えられるし、キアナちゃんも一緒にやりましょう。",
			"후후, 큐쇼은 관심이 있는 모양이네. 화투는 정말 쉬워.#n금방 익힐 수 있고, 키아나도 함께 해보자.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198941,
			"HMM... All right!",
			"嗯……既然芽衣都这么说了~那好吧！",
			"わかった、芽衣先輩がそこまで言うならやってやるわ！#n九霄、私が勝ってもピーピー泣かないでよね！",
			"알았어, 메이 선배가 그렇게까지 말한다면 해주겠어!#n큐쇼, 내가 이겨도 징징거리지 말라고!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198942,
			"Hum, the power of the Lord Savior, let you have a little glimpse of a corner!",
			"哼哼哼，救世主大人的力量，就让你们些微的窥见一角吧！",
			"フハハハハ！　望むところだ！#n救世主様の力を見せてやろう！",
			"후하하하하! 바라는 바다!#n구세주님의 힘을 보여주마!",
			null
		]
	],
	"2226": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198943,
			"Moon Viewing, Sake; Rain Four Brights; Boar, Deer, flower？",
			"月见酒、雨四光、猪鹿……花？",
			"えーと、猪鹿蝶に必要な札は……。",
			"어라, 이노시카초에 필요한 패는......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198944,
			"It's Boar, Deer, Butterfly!",
			"是猪鹿蝶。",
			"フフ、役を覚えるのに苦戦しているようだな！",
			"후후, 역을 외우는 데 고생하는 모양이구나!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198945,
			"Oh, no! So many sets of cards, the corresponding points are not the same. I can not remember at all!",
			"啊啊啊不行了——！这么多牌组，每种对应的分值还不一样，完全记不住嘛！",
			"あああ、もうダメッ！#nこんなに組み合わせがあって、それぞれ対応する点数も違うなんて#n覚えられっこないよ！",
			"아아아, 이제 안돼!#n이렇게 많은 조합이 있고, 각각 대응하는 점수도 다르다니#n외울 수가 없어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198946,
			"The rules page also comes with a deck overview diagram. Check it out when you need to, and it's okay if you can't remember everything.",
			"规则页还附带了牌组一览图。需要的时候对照着看一下，不能完全记住也没关系的。",
			"キアナちゃん、説明書にカードの組み合わせ一覧があるわよ。#n照らし合わせながら見ればいいの。全て覚える必要はないから大丈夫よ。",
			"키아나, 설명서에 카드 조합 일람이 있어.#n대조해가면서 보면 돼. 다 외울 필요는 없으니까 괜찮아.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198947,
			"Humph, that's useless. Just a card game, I've got it!",
			"哼~真是没用。区区纸牌游戏，本救世主已经完全掌握了！",
			"カードゲーム如き、この救世主は完全に把握したぞ！",
			"카드 게임 따위, 이 구세주는 완전히 파악했다!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198948,
			"Kiana, you try playing Kyuushou one game. Playing it yourself might help you remember the rules~",
			"不然琪亚娜你试着和九霄对战一局吧，亲自玩一次说不定有助于记忆规则呢~",
			"キアナちゃん、よかったら九霄ちゃんと1回対戦してみたらどう？#n自分で1回遊べばルールを覚えられるかもしれないわよ。",
			"키아나, 좋으면 큐쇼랑 한 번 대전해보는 건 어때?#n직접 한 번 해보면 규칙을 익힐 수 있을지도 몰라.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198949,
			"Well, I'm not interested in this kind of game anymore... Forget it.",
			"唔~~我对这种游戏没兴趣啦……还是算了吧。",
			"う～ん……やっぱり、このゲーム興味ないよ。やめておく。",
			"으음…… 역시, 이 게임 별로 안 재밌어. 그만둘래.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198950,
			"Ha ha...If you fear my authority, it is not too late to kneel and beg for mercy~",
			"呵呵……如果畏惧救世主的权威，现在就跪地求饶也不晚吧~",
			"フハハハハ！　敗北を認めるなら今すぐ跪いて許しを請うがいい。",
			"후하하하하! 패배를 인정한다면 지금 바로 무릎 꿇고 용서를 빌어라.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198951,
			"Don't you just keep your mouth shut? We're all beginners. You're not even better than me!",
			"你也就嘴皮子上耍耍威风吧？大家都是初学者，你还不一定比本小姐厉害呢！",
			"九霄だって初心者なんだから、私に勝てるとは限らないじゃない。",
			"큐쇼도 초보자라서, 나한테 질 수밖에 없잖아.",
			null
		],
		[
			"msg",
			198952,
			"It's just Koi-Koi!",
			"哼，不就是花札牌，玩就玩，谁怕谁！",
			"フンッ、たかが花札じゃない！　いいわ、やってやるわよ！",
			"흥, 고작 화투잖아! 좋아, 해주겠어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198953,
			"So let's draw one card each to decide what order to play… Well, it's Kiana. It's pro.",
			"那么先各抽一张牌决定出牌顺序吧……嗯，是琪亚娜是亲方呢。",
			"それじゃあ最初に1枚ずつ札を引いて、札を出す順番を決めるわね。",
			"그럼 처음에 한 장씩 패를 뽑아서, 패를 낼 순서를 정할게.",
			null
		],
		[
			"msg",
			198954,
			"After you have drawn your cards, you are ready to play. As we said before, let's see if we can make a battle.",
			"抽好牌之后就可以准备出牌了。按照之前说过的，看看能不能组出“役”呢。",
			"あら、キアナちゃんが親ね。#nさっきも言ったように、役を作れるかどうか見てね。",
			"어머, 키아나이 선이네.#n아까도 말했지만, 역할을 만들 수 있는지 확인해봐.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198955,
			"Well well well... I don't think so for a while~",
			"唔唔唔……暂时好像不行啊",
			"うぅぅ～……今は無理みたい。",
			"우우우~…… 지금은 안 될 것 같아.",
			null
		],
		[
			"msg",
			198956,
			"Next I should be... Play a card and find the same month...Take away~",
			"接下来应该是……打出一张牌，找到相同月份的……拿走~",
			"次は……札を1枚出して……えっと、同じ月の札を探して……あったっ！",
			"다음은…… 패를 한 장 내고…… 어라, 같은 월의 패를 찾아서…… 찾았다!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198957,
			"Yeah, that's it. So now it's time for the final round.",
			"对，就是这样。那么接下来是九霄的回合了。",
			"ふふ、その調子よ。じゃあ、次は九霄ちゃんの番ね。",
			"후훗, 그런 식이야. 자, 다음은 큐쇼 차례야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198958,
			"Hum... Is this the turn of me?",
			"哼哼……是本救世主的回合了吗！",
			"ふっふっふ……これから先、ずっと救世主のターン！",
			"흣흣흣…… 이제부터 계속 구세주의 턴이다!",
			null
		],
		[
			"msg",
			198959,
			"Summons a pig from a hand card and attacks!",
			"从手牌中召唤猪突猛进，攻击表示！",
			"手札の中から猪を攻撃表示で召喚！　突進でキアナを攻撃！",
			"패 속에서 멧돼지를 공격 표시로 소환! 돌진으로 키아나를 공격!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198960,
			"Kyuushou, there is no such rule in Koi-Koi",
			"九霄，花札牌没有这样的规则呢。",
			"九霄ちゃん……花札にそんなルールはないわよ。",
			"큐쇼...... 화투에 그런 규칙은 없어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198961,
			"Oh, no. Well, let the savior be tolerant of such imperfect rules.",
			"切，竟然没有吗。也罢，对待这种不够完善的规则，救世主就宽容一些吧。",
			"なっ！？　ま、まぁいいだろう。#n不完全なルールだろうが関係ない。救世主は寛容だからな。",
			"뭐!? 뭐, 뭐 괜찮겠지.#n불완전한 규칙이라도 상관없어. 구세주는 관대하니까.",
			null
		],
		[
			"msg",
			198962,
			"There is one on the court and two in the hands of This Savior! Peng!",
			"场上有一张青短，而本救世主的手中有两张！碰！",
			"ふむ……場に青短がある。#nしかも、救世主の手札の中にも2枚存在している。つまり、それポンだ！",
			"흠...... 필드에 청단이 있군.#n게다가 구세주의 패 안에도 2장이 존재해. 즉, 그것은 펑!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198963,
			"... No, the rules of mahjong don't apply either.",
			"……不，麻将的规则也不适用哦？",
			"……九霄ちゃん、麻雀のルールも使えないのだけど？",
			"......큐쇼, 마작 규칙도 쓸 수 없는데?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198964,
			"Oh, is that making trouble for the Savior! It looks like we're gonna have to play our last trick——",
			"咕，这难道是对救世主的刁难吗！看来只能使出绝招了——",
			"ぐっ、まさか救世主に難題をふっかけているのか！#nどうやら必殺技を出すしかないようだ。これぞ、救世主の究極の一撃！",
			"큭, 설마 구세주에게 난제를 던지고 있는 건가!#n이제 필살기를 쓸 때가 온 모양이군. 이것이 바로 구세주의 궁극의 일격!",
			null
		],
		[
			"msg",
			198965,
			"Straight!",
			"顺子，枫叶三连！",
			"三・連・刻！",
			"삼·련·각!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198966,
			"……………………",
			"……………………",
			"…………九霄ちゃん。",
			"…………큐쇼.",
			null
		],
		[
			"msg",
			198967,
			"Do you need me to explain the rules to you again?",
			"蓬莱寺九霄~你需要我重新为你讲解一遍规则吗？",
			"仏の顔は……何度までだったかしら？",
			"부처님 얼굴도...... 몇 번까지였지?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198968,
			"Goo!!!!! This, this pressure from the abyss! I know! Other rules don't work!",
			"咕！！这、这来自深渊的压迫感！救世主大人知道了！其他规则不能用嘛！",
			"わ、わかってる！！　こ、この深淵から湧きおこる圧迫感！#n救世主様は理解した！　他のルールは使えないのだな！",
			"알, 알아!! 이, 이 심연에서 솟아오르는 압박감!#n구세주님은 이해했어! 다른 규칙은 쓸 수 없는 거였구나!",
			null
		],
		[
			"msg",
			198969,
			"...I have this short card in the hand, so that I can gather together Blue Poetry Ribbons…",
			"……我手中有这张短牌的同月牌，这样就能凑出青短了……",
			"仕方ない。これ以上やると我の命がなくなってしまいそうだ……。#nふむ……我が手札にあるこの短冊と同じ月の札。これで青短を作れるのだな。",
			"어쩔 수 없군. 더 하다간 내 목숨이 위험해질 것 같아...#n흠... 내 패에 있는 이 단자카드와 같은 월의 카드. 이걸로 청단을 만들 수 있겠군.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198970,
			"It seems that Kyuushou also grasp almost, then we continue~",
			"看来九霄也掌握的差不多了呢，那我们就继续吧~",
			"そうそう、九霄ちゃん、その調子よ。それじゃあ、続きをやりましょう。",
			"그래그래, 큐쇼, 그 느낌이야. 자, 이제 계속 해보자.",
			null
		]
	],
	"2227": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198971,
			"It's me!",
			"赤短，又是救世主得分！",
			"赤短！　また救世主の得点だ！",
			"적단! 또 구세주의 득점이다!",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198972,
			"Oooooo... Damn! I'm not good at this game!",
			"呜哇啊啊……可恶！本小姐果然和这种游戏合不来！",
			"うわあああ！　また負けたー！#nやっぱり私には、向いてないゲームだよ。",
			"우아아아! 또 졌어~!#nやっぱり私には、역시 나에게는, 맞지 않는 게임이야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198973,
			"Hem, you brought this on yourself by challenging the authority of the Savior",
			"哼哼~~区区琪亚娜竟然敢挑战救世主的权威，这是自作自受~",
			"キアナの分際で救世主に挑戦すること自体無謀なのだ！",
			"키아나 따위가 구세주에게 도전하는 것 자체가 무모한 짓이다!",
			null
		],
		[
			"msg",
			198974,
			"This is my 11th round in a row. It's a disgrace to the name of the Savior to always be pitted against such an underdog.",
			"这已经是救世主连胜的第十一轮了，总是和这样的弱者对阵，真是有损救世主的威名啊~",
			"これで11連勝！#n弱者と対戦していては、救世主の名声にキズがついてしまう！",
			"이걸로 11연승!#n약자와 대전하고 있으면, 구세주의 명성에 흠이 생겨 버려!",
			null
		],
		[
			"msg",
			198975,
			"But if a weak opponent makes a challenge, I'll take it. What's up, Kiana? Are you coming back?",
			"但如果孱弱的对手硬要挑战的话，救世主也还是会应战的。怎么样琪亚娜，还来吗？",
			"だが、ひ弱な相手であろうと戦いを挑むであれば救世主は全力で受けよう！#nどうだ、キアナ、まだやるのか？",
			"하지만 약한 상대라도 싸움을 건다면 구세주는 전력으로 맞서주지!「어때, 키아나, 아직 할 거야?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198976,
			"Stop playing! Stop playing! I must have had a bad day!",
			"不玩了不玩了！肯定是本小姐今天运气不好，才总是凑不出牌组来！",
			"やめ、やめ！　きっと今日の私の運勢はよくないのよ。#nだから札の組み合わせができないのよ！",
			"그만둬, 그만둬! 분명 오늘 나의 운세는 좋지 않은 거야.#n그래서 패의 조합을 할 수 없는 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198977,
			"Alas ~ invincible is really lonely ah ~",
			"唉~无敌真是寂寞啊~",
			"やれやれ、最強とはただただ空しいだけだな。",
			"아이고, 최강이란 건 그저 공허할 뿐이군.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198978,
			"You are learning so fast. You can play so well so soon.",
			"九霄学得真快呢，这么快就可以玩得这么好了。",
			"九霄ちゃんは本当に飲み込みが早いのね。#nあっという間に遊べるようになるなんて。",
			"큐쇼 쨩은 정말 이해가 빠르네.#n순식간에 할 수 있게 되다니.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198979,
			"It's just a card game. I've played a lot of it.",
			"区区纸牌游戏，救世主可是玩过好多种呢。",
			"たかがカードゲーム、救世主に勝てる者など存在しない。",
			"그냥 카드게임 따위, 구세주에게 이길 자 따윈 존재하지 않아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198980,
			"In that case, why don't you play me for two sets?",
			"既然如此，不如我来和九霄对战两局吧？",
			"それなら、私が九霄ちゃんと対戦してみようかしら。",
			"그렇다면, 제가 큐쇼과 대전해볼까?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198981,
			"Hey, is Mei going to play cards with Kyuushou?",
			"诶，芽衣要和九霄打牌吗？",
			"えっ、芽衣先輩が九霄とやるの？",
			"엣, 메이 선배가 큐쇼랑 하신다고?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198982,
			"It's just that I haven't played for a long time. I'm probably weak now.",
			"看你们玩得兴起，我也有点手痒了呢。只是好久没玩，现在大概很弱吧。",
			"二人が楽しそうに遊んでいるのを見たら、私もやりたくなっちゃったの。#nただ、ずっとやってないから、上手くできるか不安ね。",
			"둘이 즐겁게 노는 모습을 보니, 나도 하고 싶어져서 말이야.#n다만, 오랜만이라 잘 할 수 있을지 불안하네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198983,
			"It doesn't matter. I'll go easy on you",
			"没关系~救世主大人会手下留情的~",
			"フフ、大丈夫だ。救世主様が手加減してやろうではないか。",
			"훗, 괜찮아. 구세주님께서 너그럽게 봐 주실 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198984,
			"Mei! My hope is placed on you, must revenge for me!",
			"还不一定谁手下留情呢！芽衣~我的希望就寄托在你身上了，一定要为我报仇啊！",
			"何が大丈夫よ。芽衣先輩が手加減するかもしれないじゃない！",
			"뭐가 괜찮아. 메이 선배가 봐줄지도 모르잖아!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198985,
			"Let's decide what order we're going to play.",
			"那就先决定一下出牌顺序吧。",
			"じゃあ、とりあえず札を出す順番を決めましょう。",
			"자, 일단 패를 내는 순서를 정하자.",
			null
		],
		[
			"msg",
			198986,
			"HMM... I seem to be pro-side this time",
			"嗯……这次我似乎是亲方呢~",
			"えっと……今回は私が親みたいね。",
			"음... 이번에는 제가 선인 것 같네.",
			null
		]
	],
	"2228": [
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198987,
			"Ky-uu-shou!",
			"九~霄~啊~",
			"九霄、ねぇ九霄ってば！",
			"큐쇼, 어이 큐쇼야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198988,
			"Leave the Savior alone! The Savior is…be thoughtful…",
			"不要干扰救世主！救世主正在……进行缜密的……思考！",
			"さっきからうるさいぞ！　救世主の邪魔をするな！#n今……綿密に……思考を……。",
			"아까부터 시끄럽구나! 구세주의 방해를 하지 마!#n지금... 치밀하게... 사고를...",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198989,
			"Oh~ Just play a card, how did you sweat so much~",
			"哎呀~只是打个牌而已，你怎么流了这么多汗啊~",
			"あれあれ～？　たかがカードゲームじゃなかったっけ？#nどうして、そんなに汗をかいてるの～？",
			"어라어라~? 그냥 카드 게임 아니었어?#n왜 그렇게 땀을 흘리고 있는 거야~?",
			null
		],
		[
			"msg",
			198990,
			"Is the temperature of the kotatsu too high, you need to go out to cool off a little~",
			"是不是被炉的温度太高了，你需要出去稍微凉快一下呢~",
			"もしかして、コタツが熱すぎるの？#n外に出て少し涼んできた方がいいんじゃないの～？",
			"혹시, 코타츠가 너무 뜨거운 거야?#n밖에 나가서 좀 쉬어 오는 게 좋지 않을까~?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198991,
			"Well, Kiana, Kyuushou is thinking.",
			"好了琪亚娜，九霄正在思考呢。",
			"ほら、キアナちゃん、九霄ちゃんが考えているんだから邪魔しないの。",
			"자, 키아나, 큐쇼이 생각하고 있으니까 방해하지 마.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198992,
			"After all, she's lost 11 games in a row~",
			"毕竟连输了十一局，当然要好~好思考啦~",
			"そりゃ11連敗もしているんだから、しっかり考えないとね～♪",
			"그래 11연패를 하고 있으니까, 제대로 생각해야지~♪",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198993,
			"Don't talk! Don't talk! All right, I'm done!",
			"都、都说了不要说话了！好了，救世主出完牌了！",
			"じゃ、邪魔をするなと言っているだろう！#nよし、救世主は札を出し終わったぞ！",
			"자, 방해하지 말라고 했잖아!#n좋아, 구세주는 패 내는 거 끝났어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198994,
			"So it's my turn, Boar, Deer, Butterfly.",
			"那么接下来轮到我了，猪鹿蝶。",
			"それじゃあ、次は私の番ね。はい、猪鹿蝶。",
			"그럼 이제 내 차례야. 자, 초록도야지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			198995,
			"Puh!!!",
			"咕？！！",
			"うぐっ！！？",
			"으악!!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198996,
			"Yeah, so Mei ends up with 6 points, right? Let me see the score for this round…",
			"耶~这样芽衣就以6分结束战斗了对吧？我看看这一轮的得分……",
			"これで芽衣先輩が6点ゲット！　もう九霄の負けでいいよね。#nどれどれ～、キアナちゃんが今回の得点を計算してあげるわ。",
			"이걸로 메이 선배가 6점 획득! 이제 큐쇼의 패배로 결정이네.#n어디 보자~, 키아나이 이번 점수 계산해 줄게.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198997,
			"Wait, it doesn't have to end so fast. I think I could have scored more points, so let's just keep going.",
			"等等，不必这么快结束。我觉得应该还能拿更多的分数，就这样继续对决吧。",
			"待って、こんなに早く終わらせる必要はないわ。#nもっと多くの点数を獲得できるはずよ。このまま続けましょう。",
			"잠깐, 이렇게 빨리 끝낼 필요 없어.#n더 많은 점수를 얻을 수 있을 거야. 이대로 계속하자.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198998,
			"Emmm?",
			"咦，可是我记得这段时间里被九霄凑出牌组的话……",
			"えっ……でも、これで九霄が札の組み合わせを作っちゃったら……。",
			"엣…… 하지만, 이대로 큐쇼가 패 조합을 만들어 버리면……",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			198999,
			"If the next Kyuushou gather up a new set of cards before me, even if the score is not as high as I have accumulated points, also she win.",
			"是的，如果接下来九霄在我之前凑出了新的牌组，哪怕分数没有我已经累积的分数高，也是九霄赢。",
			"そうよ。これから九霄ちゃんが私より先に新しい組み合わせを作ったら#n今まで私が獲得した得点より低くても、九霄ちゃんの勝ちになるわ。",
			"그래. 이제부터 큐쇼이 나보다 먼저 새로운 조합을 만들면#n지금까지 내가 획득한 점수보다 낮아도, 큐쇼의 승리가 될 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199000,
			"That's dangerous! Mei, take back the decision just now!",
			"那不是很危险！芽衣，快收回刚刚的决定！",
			"そんなの危なすぎるよ！　芽衣先輩、早く今の言葉を撤回してよ！",
			"그건 너무 위험해! 메이 선배, 빨리 방금 말 취소해!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			199001,
			"Hey, you can't regret it in the card game! Then I play this card!",
			"喂，牌局中可是不能后悔的哦！那我出这张牌了！",
			"カードゲームで「待った」は禁止！　我はこの札を出させてもらうぞ！",
			"카드 게임에서 「 멈춰 」 는 금지! 내가 이 카드를 내겠다!",
			null
		],
		[
			"msg",
			199002,
			"（Too arrogant to choose to continue the game of cards! On the next turn, I will play a \"Red Poetry Ribbons\"...）",
			"（过于傲慢选择继续牌局可是你的错，芽衣！下一回合，救世主大人就能打出“赤短”……！）",
			"（勝負を続ける選択！　それはすなわち敗北を意味する！#n芽衣先輩、次のターンで我は赤短を出せるのだ！）",
			"(승부를 계속하는 선택! 그것은 곧 패배를 의미한다!#n메이 선배, 다음 턴에 나는 홍단을 낼 수 있다!)",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199003,
			"Three Brights",
			"三光。",
			"九霄ちゃん、三光。",
			"큐쇼, 삼광.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			199004,
			"What!?",
			"什么？！",
			"なにぃぃい！？",
			"뭐어어엇!?",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199005,
			"Wow, that's amazing! So Mei has... 12 points!",
			"哇，好厉害啊！那这一轮芽衣的役有……12分！绝杀！",
			"わぁ、すっごい！　このターンの芽衣先輩の役は……12点だから勝負ありね！",
			"와아, 엄청나! 이번 턴의 메이 선배의 족보는... 12점이니까 승부 끝이네!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				763,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			199006,
			"Why, why... Just...... Almost...",
			"为、为什么会这样……明明……救世主……就……差一点……",
			"ど、どうしてそんな……間違いなく……救世主は……あと……一歩だった……。",
			"어, 어떻게 그런... 분명히... 구세주는... 한... 발자국 남았었는데....",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199007,
			"Hey, hey! Are you all right? Don't suddenly faint!",
			"喂，喂九霄！你还好吗！不要忽然晕倒啊！",
			"ちょっと、ちょっと九霄……大丈夫！？　突然倒れたりしないでよ！",
			"잠깐, 잠깐 큐쇼... 괜찮아!? 갑자기 쓰러지지 말라고!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199008,
			"It doesn't matter. It must be too hot in the room. Here is some cold water, just drink some",
			"没关系的，一定是屋子里太热了。这里有冰凉的水，喝一点就好了~",
			"大丈夫よ。きっと室内が熱すぎるせいよ。#n冷たいお水があるから、ちょっと飲んだら良くなるはずよ。",
			"괜찮아. 분명 실내가 너무 더워서 그런 거야.#n차가운 물이 있으니까, 좀 마시면 나아질 거야.",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199009,
			"You've lost 12 times in a row, haven't you?",
			"说起来，算上这次的话，九霄连输十二次了吧？",
			"そういえば、今回で九霄は12連敗よね？",
			"그러고 보니 이번으로 큐쇼는 12연패지?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199010,
			"It doesn't matter whether I win or lose. After all, I'm still a beginner~",
			"输赢都无所谓的，毕竟九霄还是初学者嘛~",
			"勝ち負けなんてどうでもいいのよ。九霄ちゃんだって初心者なんだから。",
			"승패 같은 건 아무래도 상관없어. 큐쇼 쨩도 초보자니까.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			199011,
			"Five Brights……",
			"输赢都无所谓的，毕竟九霄还是初学者嘛~",
			"紅葉に鹿……小野道風……。",
			"단풍에 사슴…… 오노노 도후…….",
			null
		],
		[
			"speaker",
			204345
		],
		[
			"portraits",
			[
				763,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199012,
			"Well, what's she muttering about?",
			"呃，她在嘀嘀咕咕什么？",
			"えっ、九霄……何をぶつぶつ言ってるの？",
			"어, 큐쇼…… 뭐를 중얼중얼하는 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				765,
				0,
				false
			],
			[
				764,
				0,
				true
			]
		],
		[
			"msg",
			199013,
			"It seems to be the name of the Koi.",
			"好像是花札的名字呢。",
			"花札の名前みたいね。",
			"화투 패 이름 같네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				765,
				0,
				true
			],
			[
				764,
				0,
				false
			]
		],
		[
			"msg",
			199014,
			"…..",
			"牡丹蝶……芒上月……菖蒲……八桥……",
			"牡丹に蝶……芒に月……菖蒲に……八橋……。",
			"모란에 나비…… 억새에 달…… 아이리스에…… 야쓰하시…….",
			null
		],
		[
			"msg",
			199015,
			"I.....never... play... Koi... again......",
			"救世主大人……再也不打……花……札……了……",
			"救世主様は……もう二度と……花札……なんてしない……。",
			"구세주님은…… 다시는…… 화투…… 같은 건 안 하실 거야…….",
			null
		]
	],
	"2229": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199016,
			"The popular vote primaries are finally over!",
			"咏世界新人赏人气票选初选终于告一段落了！",
			"エマヌ・エリシュ新人賞人気投票の予備選考がようやく終了しました！",
			"에마누・엘리시 신인상 인기 투표 예비 심사가 드디어 종료되었습니다!",
			null
		],
		[
			"msg",
			199017,
			"What follows is an exciting moment.New popular writers have been born, and we'll hear their names——",
			"接下来是个令人激动的时刻，六位咏世界新晋人气作家已经诞生了，我们将会听到她们的名字——",
			"続いてはとってもドキドキの時間です。6名のエマヌ・エリシュ新人作家が誕生しました。私たちは彼女たちの名前を間もなく耳にすることでしょう——",
			"이어서 매우 두근두근한 시간입니다. 6명의 에마누・엘리시 신인 작가가 탄생했습니다. 우리는 그녀들의 이름을 곧 들을 수 있을 것입니다——",
			null
		],
		[
			"msg",
			199018,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				866,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199019,
			"Hela, wow... I can actually hear my name.",
			"海拉，哇……居然真能听到自己的名字。",
			"ヘル、わぁ……まさか本当に自分の名前を聞けるなんて。",
			"헬, 와... 내 이름을 정말로 들을 줄이야.",
			null
		],
		[
			"msg",
			199020,
			"Next you should also keep trying to update the novel! If you keep at it, you can win at a stretch——",
			"接下来也要继续努力更新小说！坚持下去的话，搞不好可以一口气赢——",
			"これからも頑張って小説を更新しなくちゃ！頑張り続ければ、もしかしたら一気に——",
			"이제부터도 열심히 소설을 업데이트해야지! 계속 노력하면, 어쩌면 한 번에 ——",
			null
		],
		[
			"portraits",
			[
				866,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199021,
			"How is it possible. I can't win the last, certainly not possible~",
			"怎么可能嘛，哈哈哈哈，我海拉不可能赢到最后的，肯定不可能~",
			"まさかね。アハハハ、このヘルが最後まで勝ち残るなんて、ありえないよね～",
			"설마. 아하하하, 이 헬이 끝까지 살아남다니, 있을 수 없는 일이야~",
			null
		],
		[
			"msg",
			199022,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				866,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199023,
			"Whew, what am I doing, and why do I say this?",
			"呼，我到底在做什么啊，为什么要说这种话！这么一来最后赢了的话不也没法证明我不是毒奶嘛！",
			"ふぅ、私ったら一体何をしているんだろう。どうしてこんなこと言っているんだろう！このまま最後まで勝ち残っても私が呪われキャラじゃないって証明することはできないじゃないの！",
			"후, 나 대체 뭘 하고 있는 거야. 왜 이런 말을 하고 있는 거지! 이대로 끝까지 살아남아도 내가 저주받은 캐릭터가 아니라는 걸 증명할 수 없잖아!",
			null
		],
		[
			"msg",
			199024,
			"But if make a victory declaration and then lose...",
			"不过做出胜利宣言，最后却输掉的话……",
			"でも、勝つって宣言しておいて、結局負けてしまったら……",
			"하지만, 이긴다고 선언해 놓고, 결국 지고 말면……",
			null
		],
		[
			"portraits",
			[
				866,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199025,
			"I'm so bored and confused that I can't even update my novel! If I don't win, I will be the first contestant to be eliminated because of the loss of inspiration!",
			"好烦，脑子好乱，简直连小说都更新不下去了！别说赢不赢了，再这么纠结下去海拉就会成为第一个因为卡文而被淘汰的选手了！",
			"ああ、面倒くさい！頭が混乱してきたよ。小説の更新すらできなくなっちゃった！このままウジウジしていたら、ヘルはスランプに陥ったせいで敗れる最初の選手になっちゃうよ！",
			"아, 귀찮아! 머리가 혼란스러워졌어. 소설 업데이트조차 못하게 됐잖아! 이대로 우물쭈물하다간, 헬은 슬럼프에 빠져서 탈락하는 첫 번째 참가자가 되어버릴 거야!",
			null
		],
		[
			"msg",
			199026,
			"Cheer up——",
			"给我振作点啦——",
			"しっかりしなくちゃ——",
			"정신 차려야지 ——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			199027,
			"Tok tok tok……",
			"咚咚咚……",
			"トントントン……",
			"똑똑똑……",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				866,
				1,
				false
			]
		],
		[
			"msg",
			199028,
			"Well! Who is it?",
			"唔！是谁？",
			"えっ！誰だろう？",
			"엇! 누구지?",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				2,
				false
			],
			[
				866,
				1,
				true
			]
		],
		[
			"msg",
			199029,
			"It's me! Hela Hela~ Are you there~",
			"是我！海拉海拉~你在吗~",
			"私だよ！ヘル、ヘル～いるの～？",
			"나야! 헬, 헬~ 있어~?",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				855,
				2,
				true
			],
			[
				866,
				1,
				false
			]
		],
		[
			"msg",
			199030,
			"What's wrong, Silk?",
			"这不一个大活人站在你面前了么，有什么事吗䌷？",
			"あなたの目の前にちゃんと立っているでしょう。何か用なの？紬。",
			"네 눈 앞에 당당히 서 있잖아. 무슨 일이라도? 츠무기.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				2,
				false
			],
			[
				866,
				1,
				true
			]
		],
		[
			"msg",
			199031,
			"Would you like to come to our writer's salad? Now Barrol and Kanna are having a good time there!",
			"你要不要来参加我们的作家沙拉~现在巴罗尔和神奈在那交流得可开心了！",
			"私たちの作家サラダに加わらない？バロルと神奈がそこでお喋りしているんだけど、すごく楽しいよ！",
			"우리 작가 샐러드에 안 들어올래? 바로루와 카나가 거기서 수다 떨고 있는데, 엄청 재밌어!",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				855,
				2,
				true
			],
			[
				866,
				1,
				false
			]
		],
		[
			"msg",
			199032,
			"Eating Hela won't make you grow. You mean salons.",
			"吃掉海拉可不能让你们长个子，你说的是沙龙吧。",
			"ヘルを食べてもあなたたちの背は伸びないよ。それを言うならサロンでしょう。",
			"헬을 먹어도 너희 키는 안 커. 그렇게 말하려면 살롱이겠지.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				1,
				false
			],
			[
				866,
				1,
				true
			]
		],
		[
			"msg",
			199033,
			"Yes, it's a word I haven't seen much before. Next time I'd better take your dictionary with you.",
			"是的，就是这个之前没怎么见过的词，下次还是带着词典出门好了。",
			"そうなの。ただ、これまであまり見たことのない言葉だから。やっぱり今度からは辞書を持って外出した方がいいみたいね。",
			"그래. 그냥, 지금까지 별로 본 적 없는 말이라서. 역시 이번부터는 사전을 가지고 외출하는 게 좋을 것 같네.",
			null
		],
		[
			"msg",
			199034,
			"In a word, it was a good party with delicious food and more importantly, an open heart to exchange writing experience! Coming or not!",
			"总之，那是个有好吃好喝的聚会，更重要是可以敞开心扉交流写作经验！来不来！",
			"とにかく、美味しい食べ物や飲み物が出る集まりなの。そして何より、心の扉を開いて執筆経験について交流できるんだよ！おいでよ！",
			"어쨌든, 맛있는 음식이나 음료가 나오는 모임이야. 그리고 무엇보다, 마음의 문을 열고 집필 경험에 대해 교류할 수 있다고! 어서 와!",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				855,
				1,
				true
			],
			[
				866,
				1,
				false
			]
		],
		[
			"msg",
			199035,
			"Writer Salon…..",
			"作家沙龙啊……",
			"作家サロンか……",
			"작가 살롱이라...",
			null
		],
		[
			"msg",
			199036,
			"I can't write a novel if I stay at home anyway, so it might be nice to go out for a change.",
			"反正呆在家也卡着写不出来小说，出去转换下心情或许不错。",
			"どうせ家にいてもスランプで小説を書けないし、外に出て気分転換するのも悪くないかもしれないわね。",
			"어차피 집에 있어도 슬럼프로 소설을 못 쓰겠고, 밖에 나가서 기분 전환하는 것도 나쁘지 않을지도 모르겠네.",
			null
		],
		[
			"msg",
			199037,
			"Well, I'll be there on time.",
			"嗯，我会去的，一定准时到。",
			"うん、行くよ。時間通りに着くようにするね。",
			"응, 갈게. 시간 맞춰 도착할 수 있도록 할게.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				2,
				false
			],
			[
				866,
				1,
				true
			]
		],
		[
			"msg",
			199038,
			"That's great! We'll meet you at Kanna's this afternoon!",
			"太好了~那我们下午在神奈家等你！",
			"よかった～じゃあ、午後、私たちは神奈の家で待っているね！",
			"다행이다~ 그럼 오후에 우리는 카나네 집에서 기다릴게!",
			null
		],
		[
			"msg",
			199039,
			"I have to call the others! Bye!",
			"我还得去通知其他人！先走啦，拜拜！",
			"私は他の人にも知らせなくちゃいけないの！これで失礼するね。バイバイ！",
			"다른 사람들한테도 알려야 해! 이만 실례할게. 바이바이!",
			null
		],
		[
			"speaker",
			204769
		],
		[
			"portraits",
			[
				855,
				2,
				true
			],
			[
				866,
				1,
				false
			]
		],
		[
			"msg",
			199040,
			"What a restless child.",
			"真是个停不下来的孩子。",
			"本当にせわしない子ね。",
			"정말로 분주한 아이네.",
			null
		],
		[
			"msg",
			199041,
			"Writer Salon… Contact with other writers who have been promoted might also provide more reference for that matter…",
			"作家沙龙……接触其他晋级作家的话，或许也能为那件事提供更多参考吧……",
			"作家サロンか……他のノミネート作家とも触れ合えるなら、あのことに関する参考になるかもしれないわね……",
			"작가 살롱이라... 다른 후보 작가들과도 교류할 수 있다면, 그 일에 관한 참고가 될지도 모르겠네...",
			null
		]
	]
}