{
	"200": [
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				false
			]
		],
		[
			"msg",
			53346,
			"Ladies and gentlemen, hello and welcome to Guns Girl Studios. Perceive all the wonders of the world, fill up on all the moods life has to offer. This time we bring you Guns Girl Leisurely Links.",
			"各位观众朋友们你们好~欢迎来到崩坏演播室。感悟世间百态，饱览情感人生，本期为您带来的是《崩坏随意链接》。",
			"視聴者の皆さん、崩壊放送室へようこそ！今日は皆さんの傷ついた心を癒す《崩壊ホットライン》をお届けします。",
			"시청자 여러분, 붕괴放送室에 오신 것을 환영합니다! 오늘은 여러분의 상처받은 마음을 치유해 드릴 《붕괴 핫라인》을 선사합니다.",
			"Dear viewers, welcome to the Honkai Broadcasting Room! Today, we are bringing you the \"Honkai Hotline\" to heal your broken hearts."
		],
		[
			"msg",
			53347,
			"We have invited therapist and popular idol Raiden Mei to help us examine complexes that are buried deeply within you.",
			"有请我们的特邀情感咨询师现役人气偶像雷电芽衣小姐为大家解开深埋在心中的情结。",
			"今日は心理カウンセラーで現役人気アイドルの雷電芽衣さんお招きし、皆さんの心の悩みを解決していただきます。",
			"오늘은 현직 인기 아이돌이자 심리 상담사인 라이덴메이 님을 모시고, 여러분의 고민을 해결해 드리겠습니다.",
			"Today we have invited psychological counselor and popular idol Raiden Mei to help us solve your mental problems."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53348,
			"Hello, ladies and gentlemen. I'm Raiden Mei. Welcome and thank you for watching.",
			"各位观众，大家好~我是雷电芽衣，欢迎大家收看我们的节目。",
			"皆さん、こんにちは～雷電芽衣です！ようこそ崩壊放送室へ！",
			"여러분, 안녕하세요~ 라이덴메이입니다! 붕괴放送室에 어서 오세요!",
			"Hello everyone~ I'm Raiden Mei! Welcome to the Honkai Broadcasting Room!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53349,
			"Oh! It's a good thing we have Mei. Her poise and charisma are exceptional. There might be some hope for the show this season!",
			"噢噢！！不愧是芽衣小姐，礼仪端正，气质非凡，看来这期节目有希望啊！！",
			"おお、さすがは芽衣さん！ただならぬオーラを漂わせています！今度こそうまくいきそう～！",
			"오오, 역시 메이 씨! 기이한 오라를 풍기고 있어요! 이번에는 제대로 될 것 같아~!",
			"Wow, as expected of Mei! She has an extraordinary aura about her! It looks like it's going to go well this time!"
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				607,
				0,
				false
			]
		],
		[
			"msg",
			53350,
			"Let's hear from our viewers at home, and listen to what comes from deep inside their hearts.",
			"那么就让我们连线荧幕前的观众，聆听您内心深处的呼喊。",
			"ではスクリーンの向こうの視聴者とつなぎ、心の叫びを聞いてみましょう。",
			"그럼 화면 너머의 시청자와 연결해, 마음의 외침을 들어보겠습니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53351,
			"(ringing)",
			"嘟嘟嘟——",
			"トゥ－トゥ－－",
			"뚜- 뚜--",
			"<i>Ring... Ring...</i>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53352,
			"Hello, you're on Guns Girl Leisurely Links, do you have a personal problem or need advice?",
			"喂~您好，这里是《崩坏随意链接》请问您有什么感情问题需要咨询么？",
			"もしもし、こちらは《崩壊ホットライン》です。今日はどんなお悩みで？",
			"여보세요, 여기는《붕괴 핫라인》입니다. 오늘은 어떤 고민으로 오셨나요?",
			"Hello, this is the Honkai Hotline. What can we help you with today?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53353,
			"(Sound only) Hello... I have an emotional problem and I need advice.",
			"（SOUND ONLY）喂，您好……我想咨询一下心理问题。",
			"（音声のみ）もしもし、こんにちは……今日は心の悩みを聞いてもらいたくて。",
			"(음성만) 여보세요, 안녕하세요…… 오늘은 마음 고민을 들어주셨으면 해서.",
			"(SOUND ONLY) Hello, hello... Today I'd like someone to listen to my troubles."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53354,
			"Please go ahead.",
			"嗯，请说。",
			"わかりました。続けてください。",
			"알겠습니다. 계속 말씀해 주세요.",
			"Okay, continue."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53355,
			"(Sound only) Work has been terrible lately, and I've suffered physical and emotional wounds.",
			"（SOUND ONLY）最近我的工作十分不顺，身心都受到了很大的创伤。",
			"（音声のみ）最近、仕事がうまくいかず、心も体も参ってしまっています。",
			"(음성만) 최근에 일이 잘 풀리지 않아서 마음도 몸도 지쳐버렸어요.",
			"(SOUND ONLY) Lately, things haven't been going well at work and it's taking a toll on my mind and body."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53356,
			"Could you please tell us a little more about yourself?",
			"请问能简单谈一下您自己么。",
			"今はどんな状況なのでしょうか？",
			"지금은 어떤 상황인가요?",
			"What's the situation?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53357,
			"(Sound only) Yes, I currently work in an office, but my performance isn't very good. I'm always being compared to the people from another company.",
			"（SOUND ONLY）嗯，我现在在一家事务所工作，但是表现的不是很好，还经常被临近的事务所的人比下去。",
			"（音声のみ）今、ある事務所に所属してるのですが、あまりぱっとしなくて、しかも近くの事務所のアイドルたちに負けてばかり。",
			"(음성만) 지금은 어떤 사무소에 소속되어 있는데, 별로 잘 나가지 않고, 게다가 근처 사무소 아이돌들에게 지기만 해요.",
			"(SOUND ONLY) I'm currently affiliated with an agency, but I'm not making much of a name for myself and I always lose to idols from local agencies."
		],
		[
			"msg",
			53358,
			"(Sound only) I feel awful inside, I'd like to get back at them, but I always fail...",
			"（SOUND ONLY）我的内心十分不甘，想要报复她们，但是却总是失败……",
			"（音声のみ）悔しくて悔しくて、あいつらに復讐したいのに、いつも失敗に終わるんです……",
			"(음성만) 분통 터져서 분통 터져서, 그 녀석들에게 복수하고 싶은데 항상 실패로 끝나요...",
			"(SOUND ONLY) I'm so, so frustrated and want to get revenge on them, but I always end up failing..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53359,
			"Do you hate the people in your office?",
			"你很讨厌那个事务所的人么？",
			"その事務所の人たちが嫌いなの？",
			"그 소속사 사람들이 싫으신 거예요?",
			"Do you dislike the people in that agency?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53360,
			"(Sound only) No, before I started my current job, I wanted to work at the other office, but they didn't hire me.",
			"（SOUND ONLY）不，在我进现在的事务所之前其实最想去的地方就是这家事务所，但是我在筛选的时候被她们抛弃了。",
			"（音声のみ）いえ、今の事務所に入る前は、その事務所が第一志望だったんです。ただ、オーディションの時に彼女たちに落とされたのです。",
			"(음성만) 아니요, 지금 소속사에 들어가기 전에는 그 소속사가 첫 번째 지망이었어요. 다만 오디션 때 그녀들에게 떨어뜨려졌던 거죠.",
			"(SOUND ONLY) No, before I joined my current agency, that was my first choice. However, I was rejected by them during the audition."
		],
		[
			"msg",
			53361,
			"(Sound only) So I want them to know how I feel, and decided to get back at them. But now I have some regrets. I wonder, if I had worked a little harder when I was looking for work, could this all have been avoided?",
			"（SOUND ONLY）所以我想让她们也体会到我的感受，才开始的报复。但是现在我有点后悔了，如果我当时更努力的去求职的话，说不定还能挽回。",
			"（音声のみ）同じ目に遭わせてやろうと復讐を始めたけど、今は少し後悔してます。あの時、自分がもっと頑張っていれば入れたかもしれないって……。",
			"(음성만) 같은 꼴을 당하게 하려고 복수를 시작했는데, 지금은 좀 후회되네요. 그때 제가 더 노력했더라면 들어갈 수 있었을지도 모르는데…….",
			"(SOUND ONLY) I set out to get revenge, hoping to make them suffer the same fate as me, but now I'm feeling a bit regretful. If only I'd tried harder back then, maybe I could have gotten in..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53362,
			"So you want to give up?",
			"所以你想要放弃了么？",
			"復讐を諦めるのですか？",
			"복수를 포기하시는 건가요?",
			"Are you giving up on revenge?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53363,
			"(Sound only) If I give up...",
			"（SOUND ONLY）放弃的话……",
			"（音声のみ）諦めるとしたら……",
			"(음성만) 포기한다면……",
			"(SOUND ONLY) If I were to give up..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53364,
			"Don't give up!... Don't you give up on me!",
			"不要放弃啊……你不要给我放弃啊！",
			"諦めてはだめ……絶対にだめ！",
			"포기하면 안 돼…… 절대 안 돼!",
			"Don't give up... never!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53365,
			"(Sound only) Oh... no, I actually haven't yet...",
			"（SOUND ONLY）诶……不，其实还没有……",
			"（音声のみ）いえ……実はまだその……",
			"(음성만) 아니…… 사실 아직 그……",
			"(SOUND ONLY) No... no, not yet..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53366,
			"Why did you give up? If you can just try a little bit harder, think about those around you, you'll find that there are plenty of people cheering for you!",
			"为什么在那里放弃！再多努力一点的话！想想周边的人！不是还有很多人在为你加油嘛！",
			"ここで諦めてはだめ！周りの人たちだって応援してるんだから、頑張らなきゃ！",
			"여기서 포기하면 안 돼! 주변 사람들도 응원하고 있으니까, 힘내야 해!",
			"Don't give up now! People around you are cheering you on, so you have to keep trying!"
		],
		[
			"msg",
			53367,
			"No no no! No way! You're almost there! You have to keep going! I'm sure you can achieve your goals!",
			"不行不行不行！绝对不能放弃！就只差一点而已！绝对要继续做下去！一定能达成目标的！",
			"諦めるなんて絶対だめよ！あと少しじゃない！目的を達成するまで続けるのよ！",
			"포기하는 건 절대 안 돼! 조금만 더 힘내면 되잖아! 목표를 달성할 때까지 계속해 나가야지!",
			"Never give up! You're not even close! Keep going until you achieve your goal!"
		],
		[
			"msg",
			53368,
			"So never give up!",
			"所以！Never Give Up！！",
			"ネバーギブアップよっ！",
			"Never give up!",
			"So never give up!!"
		],
		[
			"msg",
			53369,
			"Didn't you say you want to be like Mount Fuji, and become number one in Japan?!",
			"你不是说过要像富士山一样，成为日本第一吗！",
			"富士山みたいに日本一になるって言ってたじゃない！",
			"후지산처럼 일본 최고가 되자고 했잖아!",
			null
		],
		[
			"msg",
			53370,
			"Think about what you used to be! Starting today you are...",
			"给我想起从前的你！从今天开始你就是——",
			"かつての自分を思い出すのよ！今日からあなたは－－",
			"네 옛날 모습을 떠올려봐! 오늘부터 너는－－",
			"Remember who you used to be! From today onwards, you will be——"
		],
		[
			"msg",
			53371,
			"Mount Fuji!",
			"富士山啦！！",
			"富士山よ！！",
			"후지산이야!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53372,
			"(Sound only) Mei.... I get it!",
			"（SOUND ONLY）芽衣小姐……我明白了！",
			"（音声のみ）芽衣さん……わかりました！",
			"（음성만）메이 씨…… 알겠습니다!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53373,
			"That's right!",
			"嗯，这就对了！",
			"そう、その調子よ！",
			"그래, 그렇게 하는 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53374,
			"Thunder!!!",
			"轰隆隆！！！",
			"ゴォーーン！！！",
			"꽈광!!!",
			"BOOM!!!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53375,
			"Huh?!",
			"诶！！？",
			"え！？",
			"어!?",
			null
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			53376,
			"Mei, because of you I'm going to give it another shot!",
			"芽衣小姐！为了你我决定再拼一枪！",
			"芽衣さん！私、もう一頑張りすることにしたわ！",
			"메이 씨! 나, 한 번 더 힘내보기로 했어!",
			null
		],
		[
			"msg",
			53377,
			"Dammit! Die, miHoYo! Die!",
			"阿西巴！miHoYo受死吧！！！",
			"こんちきしょー！miHoYo、死ね！！",
			"이런 젠장! miHoYo, 죽어!!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53378,
			"Cut!!! Cut!!! Stop the broadcast now!",
			"Cut！！！Cut！！！快停播！！",
			"カット、カーット！！！放送中止ー！",
			"컷, 커어트!!! 방송 중지야!",
			null
		]
	],
	"201": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			53379,
			"Hey, thank you all very much for coming to the release event of Seele's new single!",
			"呀吼~感谢大家来到希儿的新曲发布会现场哦！",
			"やっほ～今日はゼーレの新曲発表会に来てくれてありがとう！",
			"야호~ 오늘 제레의 신곡 발표회에 와줘서 고마워!",
			"Hello~ Thank you for coming to the release of Seele's new single today!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53380,
			"...",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			53381,
			"Whisper: I'll save Boss!",
			"小声：大伟哥就靠我拯救啦！",
			"（小声で）社長は私が助けるんだわ！",
			"(작은 소리로) 사장님은 내가 도울 거야!",
			"(Whispering) President Dawei is depending on me to save him!"
		],
		[
			"msg",
			53382,
			"This event is being broadcast by the offices of miHoYo, we thank BHTV for their cooperation.",
			"本次活动由miHoYo事务所独家播出，感谢BHTV的大力协助~",
			"本イベントはmiHoYo事務所の独占放送によりお届けします。BHTVの協賛に感謝いたします！",
			"본 이벤트는 miHoYo 사무소의 독점 방송으로 제공됩니다. BHTV의 협찬에 감사드립니다!",
			"This event will be broadcast exclusively by miHoYo Office. Thank you BHTV for sponsoring us!"
		],
		[
			"msg",
			53383,
			"I have to take a moment to thank Boss of miHoYo in particular. When I lacked inspiration he gave me the passion to create. Please join me in welcoming Boss to the stage.",
			"在这里，我要特别感谢miHoYo事务所的大伟哥，在我灵感缺乏的时候给了我创作的热情，让我们有请大伟哥上台~",
			"ここで、私がスランプの時に曲を作ってくれたmiHoYo事務所の社長に感謝を伝えたいと思います。では、社長に登場してもらいましょう～",
			"여기서, 제가 슬럼프일 때 곡을 작곡해 준 miHoYo 사무소 사장님께 감사의 말씀을 전하고 싶습니다. 자, 사장님을 모시겠습니다~",
			"Now, I would like to express my gratitude to the president of miHoYo Agency, who wrote a song for me when I was in a slump. Now, let's have President Dawei take the stage~"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53384,
			"Huh?! I don't recall this part!",
			"诶！？我怎么不记得有这种安排！",
			"え？そんな段取りだったっけ？",
			"어? 그런 순서였어?",
			"Huh?! I don't remember this being part of the plan!"
		]
	],
	"202": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			53385,
			"Boss, it's time for you to perform! miHoYo is counting on you!",
			"大伟哥，表现自己的时候到啦！miHoYo就靠你拯救了哦~",
			"社長、しっかり自分をアピールして！miHoYoは社長自身で救わなきゃね～",
			"사장님, 제대로 자신을 어필하세요! miHoYo는 사장님 스스로 구해야 하니까요~",
			"President Dawei, please make yourself known! miHoYo is counting on you~"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53386,
			"Uh... but I don't remember anything about helping you with any songs...",
			"呃……但是我不记得有帮你创作过歌曲啊！",
			"え？でも曲なんて作った覚えないぞ！",
			"어? 하지만 곡 같은 건 만든 기억이 없는데!",
			"Huh? But I don't remember practicing any songs!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			53387,
			"Just make it up as you go and everything will be fine! What matters is moving the crowd, show them how charismatic you can be.",
			"这种随便编造一些就行啦！最重要的是打动观众，让大家看到大伟哥的魅力~",
			"即興で適当に作ればいいんです！とにかく視聴者の心を打つパフォーマンスで社長の魅力をアピールすることです！",
			"즉흥적으로 적당히 만들면 됩니다! 어쨌든 시청자의 마음을 치는 퍼포먼스로 사장님의 매력을 어필하는 거예요!",
			"All you have to do is improvise and make up something! The key is to show off your president charms through a performance that will touch the hearts of the viewers!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			53388,
			"Let's have Boss say a few words!",
			"那么有请大伟哥来说几句吧~",
			"では社長にひと言お願いしましょう～",
			"그럼 사장님 한마디 부탁드립니다~",
			"Now, let's let President Dawei say a few words~"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				false
			]
		],
		[
			"msg",
			53389,
			"...Um, I uh, didn't actually help with anything. I just cooked and washed clothes for Seele while she was creating music...",
			"……那，那个。其实我也没有帮上什么忙，只是在希儿酱创作的时候给她烧饭洗衣服而已……",
			"……あ、別に僕、大したことしてません。ゼーレちゃんが曲を作っているときに、ご飯作ってあげたり、洗濯してあげたりしていただけです……",
			"……아, 별로 저, 대단한 건 하지 않았어요. 제레이 곡 만들 때 밥 해줬다거나, 빨래해준 거 뿐인데요……",
			"...Ah, I didn't really do anything special. I just cooked dinner and did laundry for Seele while she was composing songs..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				true
			]
		],
		[
			"msg",
			53390,
			"Fan: C-cooking?! Washing clothes?! Are you guys living together?!",
			"粉丝：烧！烧饭！洗衣服！！你们是在同居么！！！",
			"ファン：ご飯？洗濯？同居してるのか？",
			"팬: 밥? 빨래? 동거하고 있어?",
			"Fan: C-cooking?! Doing laundry?! Are you guys living together?!"
		],
		[
			"msg",
			53391,
			"Fan: Do you mean...washing her underwear? Tell us more!",
			"粉丝：衣服是指内衣么！！！求详细！！",
			"ファン：洗濯って、下着も？詳細頼む！",
			"팬: 세탁이라니, 속옷도? 자세히 알려줘!",
			"Fan: Doing her laundry... Does that mean you wash her underwear too?!!! More details please!!"
		],
		[
			"msg",
			53392,
			"Fan: What a jerk! But I'm so jealous!",
			"粉丝：可恶，这混蛋太令人羡慕了啊喂！！！",
			"ファン：くそ～羨ましすぎるぞ～っ！！",
			"팬: 씨~ 부럽기도 하지~!!",
			"Fan: Damn~ I'm so jealousss~!!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53393,
			"No, wait a minute, calm down! It's not what you think.",
			"不，等等，冷静一下！不是你们想的那样。",
			"ち、違うんだ、落ち着いてくれ！君たちが想像するようなことじゃないんだ！",
			"아, 아냐, 진정해! 너희들이 상상하는 그런 게 아니야!",
			"N-no, it's not that, calm down! It's not what you think it is!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			53394,
			"Fan: Are you guys together?! Unforgivable! I can't believe I supported her!",
			"粉丝：你们难道是在交往么！不可饶恕！亏我这么喜欢希儿酱！！",
			"ファン：2人は付き合ってるのか？許せん！ゼーレちゃん、大好きだったのに！",
			"팬: 두 사람 사귀는 거야? 용서 못 해! 제레짱, 엄청 좋아했는데!",
			"Fan: Are you two dating? Unforgivable! To think I loved you so much, Seele-chan!"
		],
		[
			"msg",
			53395,
			"Fan: What?! Living with Seele?! What's miHoYo's address? I want to send a knife, no, a bomb!",
			"粉丝：什么！？居然和希儿酱同居！！miHoYo的地址在哪！我要寄刀片，不！炸弹！！",
			"ファン：なんだって？同居だと！？miHoYoの住所はどこだ？カミソリ……いや、爆弾送りつけてやる！",
			"팬: 뭐라고? 동거라고!? miHoYo 주소가 어디야? 면도칼… 아니, 폭탄 보내주겠어!",
			"Fan: What? Living together?! Where is miHoYo's address? I'll send you a razor... no, I'll send you a bomb!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			53396,
			"Uh... this doesn't look very good...",
			"啊啦啦……好像有些不妙呢……",
			"あらら……妙な感じになってきた……",
			"어라라… 이상한 분위기가 되어 버렸네……",
			"Oh my... this doesn't look good..."
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53397,
			"No, like I said, we're not living together! And anyway, I wouldn't even have the slightest interest in a flat-chested girl! Most importantly Seele likes big sister!",
			"不！所以说我们不是在同居！而且我对这种还没发育的平胸萝莉一点兴趣都没有！最重要的是希儿是姐控啊！！",
			"だから同居なんてしてないってば！それに貧乳のロリになんて、ちっとも興味ないし！何よりもゼーレはシスコンだぞ！",
			"그러니까 동거 같은 건 안 한다고! 게다가 빈유 로리한테는 전혀 관심 없어! 무엇보다도 제레는 시스콘이라고!",
			"I told you, we're not living together! And I have no interest in flat-chested lolis! And above all, Seele is a siscon!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			53398,
			"Boss...",
			"大伟哥……",
			"社長……",
			"사장님……",
			"President Dawei..."
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53399,
			"Huh? Seele, what's that murderous look in your eyes?",
			"啊咧？希儿，你的眼神为什么透露出了杀气……",
			"あれ、ゼーレちゃん、視線に殺気を感じるんだけど……",
			"어라, 제레 쨩, 시선에 살기를 느껴……",
			"Huh? Seele, what's that murderous look in your eyes...?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			53400,
			"Who are you calling a flat-chested big sister type...?",
			"你说谁是发育不完全的姐控平胸萝莉呢？",
			"誰が発育不良のシスコン貧乳ロリだって？",
			"누가 발육 불량 시스콘 빈유 로리라고?",
			"Who are you calling a stunted, siscon, flat-chested loli?"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53401,
			"No! Wait! I didn't mean it like that!",
			"不！等下！我没有说的这么露骨吧！",
			"いや、待て！そんな露骨には言ってないだろ？",
			"아니, 잠깐! 그렇게 노골적으로 말한 적 없잖아?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			53402,
			"Fan: How dare he talk about Seele like that! Flat girls are the way to go!",
			"粉丝：居然敢这么说希儿酱！！！平胸才是王道啊混蛋！！！",
			"ファン：ゼーレちゃんをそんなふうに言うとは！貧乳こそ王道だろ！！",
			"팬: 제레짱을 그런 식으로 말하다니! 빈유야말로 왕도라구!!",
			"Fan: How dare he talk about Seele-chan like that! Flat girls are the way to go!!"
		],
		[
			"msg",
			53403,
			"Fan: Let's get revenge for Seele!",
			"粉丝：让我们为希儿酱报仇！！",
			"ファン：ゼーレちゃんのために復讐だ！",
			"팬: 제레쨩을 위해 복수다!",
			"Fan: Let's get revenge for Seele-chan!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53404,
			"Save, save me!!!",
			"救！！救命啊！！！",
			"た、助けて～～！！",
			"다, 도와줘~~!!",
			"H-help meeeee~~!!"
		]
	],
	"203": [
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				501,
				0,
				false
			]
		],
		[
			"msg",
			53405,
			"This is Sylpheria... right, I'm right in front of Boss's hospital room.",
			"这里是希露法莉亚……对，我正在大伟哥的病房前。",
			"こちらシルファリア……ええ、社長の病室前にいます。",
			"여기는 실파리아……네, 사장님 병실 앞에 있습니다.",
			"This is Sylpheria... Yes, I'm in front of the president's hospital room."
		],
		[
			"msg",
			53406,
			"OK... trust me, it won't leave any trace.",
			"嗯……请相信我，绝对不会留下任何痕迹。",
			"はい……痕跡は一切残さないのでご安心を。",
			"네... 흔적은 일체 남기지 않으니 안심하세요.",
			"Yes... don't worry, I won't leave any traces behind."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				501,
				0,
				true
			]
		],
		[
			"msg",
			53407,
			"...",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53408,
			"Who are you?",
			"你是谁？",
			"君は誰だ？",
			"너는 누구야?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53409,
			"There's no need for you to know, because you're already dead.",
			"你不需要知道，因为在你见到我的一瞬间你已经是一具尸体了。",
			"知る必要ないわ。私に会ったその瞬間、あなたはもう死んでいるのだから。",
			"알 필요 없어. 나를 만난 그 순간, 너는 이미 죽은 거니까.",
			"You don't need to know, because the moment you meet me you're already as good as dead."
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53410,
			"What?... Are you an angel that has come to take me away?",
			"是么……你是来带我离开的天使么。",
			"そうか……君は僕をここから連れ出してくれる天使なんだね。",
			"그렇구나…… 넌 나를 여기서 데려가 주는 천사구나.",
			"I see... So you're the angel who'll take me out of here."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53411,
			"Angel?",
			"天使？",
			"天使？",
			"천사?",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				false
			]
		],
		[
			"msg",
			53412,
			"I know my destiny. I'm so handsome,but bald. My natural talent has brought me one trouble after another. Fate is cruel...",
			"我知道我的命运，明明长得这么帅，却秃头。明明如此有才华，却天妒英才屡屡遭重，我真是个可怜的人儿啊~~",
			"自分の運命はよくわかってるつもりさ。ハンサムなのにハゲてるし、才能あるのに挫折ばっかり。憐れな奴なんだよ。",
			"내 운명은 잘 알고 있다고 생각해. 잘생겼으면서 대머리고, 재능은 있으면서 실패만 거듭하지. 한심한 놈이지.",
			"I think I know my destiny very well. I'm handsome but bald, talented but full of failures. I'm a pitiful man."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53413,
			"...um, it's actually not that bad. miHoYo's recent achievements have made it very competitive.",
			"……那个，其实也没有这么严重吧，miHoYo事务所最近的绩效很有竞争力呢。",
			"……そうかしら。最近、miHoYo事務所も波に乗ってるじゃない。",
			"……그런가? 최근에 miHoYo 사무실도 한창 잘 나가고 있잖아.",
			"...Well. miHoYo agency has been on a roll lately, hasn't it?"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				false
			]
		],
		[
			"msg",
			53414,
			"My angel, you don't have to comfort me. Let me jump from here and become one with the wind...",
			"天使小姐，您不用安慰我了，让我从这里跳下去，幻化成风吧~",
			"天使さん、慰めてくれなくてもいいんだ。僕はここから飛び降りて風になるよ……",
			"천사 씨, 위로해주지 않아도 돼. 난 여기서 뛰어내려 바람이 될 거야……",
			"Miss Angel, you don't need to comfort me. I'll jump off here and turn into the wind..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53415,
			"Wait wait! Let's calm down a little.",
			"等等！冷静一些！",
			"待って！落ち着くのよ！",
			"잠깐만! 진정해!",
			"Wait! Calm down!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53416,
			"My angel, don't try to stop me!",
			"天使小姐！不要阻止我！",
			"止めないでくれ！",
			"말리지 마!",
			"Miss Angel! Don't try and stop me!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53417,
			"You're the one I'm supposed to kill. How am I supposed to kill you if you die?!",
			"你可是我要暗杀的对象啊，要是死了我还怎么暗杀呢！？",
			"暗殺対象に死んでもらっちゃ迷惑なの！",
			"암살 대상이 죽어버리면 곤란해!",
			"You're the one I've been told to assassinate. How can I assassinate you if you're dead?!"
		],
		[
			"msg",
			53418,
			"(Sob)... You are quite the opponent. Still so powerful despite your injuries...",
			"呼呼……不愧是我要暗杀的对象，明明身上有伤力气还这么大……",
			"フッ……なかなかやるわね。傷だらけなのに、こんなに力が残ってるなんて……",
			"훗…… 꽤 하네. 상처투성이인데도 이렇게 힘이 남아있다니……",
			"Huh... You're pretty good. Even though you're covered in wounds, you still have this much strength left..."
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53419,
			"(Sob)... I'm glad it's my angel. I can't believe you want to save someone like me. You're a saint.",
			"呼呼……不愧是天使小姐，连我这样的人都想要拯救，真是心地善良。",
			"フッ……さすがは天使さん。こんな僕のことを助けてくれようだなんて……",
			"훗…… 역시 천사님. 이런 나를 도와주려고 하다니……",
			"Huh... You truly are an angel. You're willing to help someone like me..."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			53420,
			"Boss, we're here to visit you!",
			"大伟哥~我们来看望你啦！！",
			"社長～お見舞いに来たよ～",
			"사장님~ 문병 왔어~",
			"President Dawei~ I came to see you~"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53421,
			"Huh! Dammit! The assassination attempt cannot be uncovered... I'll have to retreat via the balcony.",
			"啧！糟了！暗杀要是被人发现就不妙了……只能从阳台撤退了。",
			"しまった！暗殺がバレてはまずい……ここはベランダから撤退するしか……",
			"젠장! 암살이 발각되면 안 되는데... 여긴 발코니에서 철수하는 수밖에...",
			"Damn! It would be bad if the assassination attempt was discovered... I have no choice but to retreat from the balcony..."
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53422,
			"My angel, where are you going? Aren't you going to take me with you?!",
			"天使小姐，你要去哪！你不准备带我走了么！",
			"天使さん、どこへ！？僕も連れてって！",
			"천사님, 어디로 가는 거야!? 나도 데려가!",
			"Miss Angel, where are you going?! Take me with you!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53423,
			"Let... let go of me!",
			"放！放开我！！",
			"は、離して！",
			"하, 놔!",
			null
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53424,
			"My angel, don't go!",
			"天使小姐，别走~",
			"天使さん、行かないで～",
			"천사님, 가지 마세요~",
			"Miss Angel, don't go~"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53425,
			"Hey! Stop grabbing me! I'm going to fall!",
			"喂！别拉我啊！！要掉下去了！！",
			"ちょっと引っ張らないでよ！落ちるって！",
			"좀 당기지 마! 떨어지겠다니까!",
			"Don't pull me! I'll fall!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			53426,
			"Passerby: Hey, looks like someone wants to jump from the roof!",
			"路人：你看，楼上好像有人要自杀！",
			"通行人：上で誰かが自殺しようとしてる！",
			"행인: 위에 누가 자살하려고 해!",
			"Passerby: Someone's trying to commit suicide up there!"
		],
		[
			"msg",
			53427,
			"Passerby: Really?! Let me take a photo and share with my friends!",
			"路人：真的么！赶紧拍照发好友圈！！",
			"通行人：マジ？写真撮って仲間に送ろう！",
			"행인: 진짜? 사진 찍어서 친구들한테 보내자!",
			"Passerby: Seriously? Let's take a picture and send it to our friends!"
		],
		[
			"msg",
			53428,
			"Passerby: Wait wait, help me take a photo!",
			"路人：等等，帮我合个影！",
			"通行人：待って、写真撮ってくれる？",
			"행인: 잠깐만, 사진 좀 찍어줄래?",
			"Passerby: Wait, take the photo with me!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53429,
			"My angel, don't go. Take me with you!",
			"天使小姐别走，你带我一起走吧~~~",
			"天使さん、僕も連れてって～",
			"천사님, 나도 데려가 줘~",
			"Miss Angel, take me with you~"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			53430,
			"Don't pull on my skirt! It'll come off!",
			"别，别拉我的裙子啦~要掉下去了！！",
			"スカート引っ張らないで！落ちちゃう！",
			"치마 당기지 마! 떨어질 거야!",
			"Don't pull on my skirt! It'll fall off!"
		]
	],
	"204": [
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			53431,
			"Boss, we have good news!",
			"大伟哥！！好消息！！",
			"社長！！ビッグニュースです！",
			"사장님!! 대소식입니다!",
			"President!! Big news!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				607,
				0,
				false
			]
		],
		[
			"msg",
			53432,
			"Don't look for me, I have decided to become a follower of Buddha...(Buddhist prayer)",
			"不要来打扰我，我已经遁入空门了……佛本无边，法界唯心，南无三……",
			"邪魔するな。僕はもう仏の元に行くんだ……かんじーざいぼーさーつ……",
			"방해하지 마. 나는 이제 부처님 곁으로 간다……관세음보살……",
			"Don't get in my way. I have already entered the Buddha world... Kanjizai Bosatsu...."
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			53433,
			"Stop praying! Look! You're in the paper!",
			"别念经啦！快看！您上报纸了！！",
			"お経なんて読んでないで！ほら、社長が新聞に載ってる！",
			"경전 같은 거 읽지 말고! 자, 여기 사장님이 신문에 나왔어!",
			"Stop reading sutras! Look, you're  in the newspaper!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53434,
			"Huh?",
			"嗯？",
			"うん？",
			"응?",
			"Hm?"
		],
		[
			"msg",
			53435,
			"miHoYo President Wei seriously injured while saving falling idol, recognized as a Guns Girl role model and and someone the people can look up to?!",
			"miHoYo事务所社长大伟哥，重伤在身力救失足偶像，被评选为崩坏好模范，成为民众学习的偶像！？",
			"miHoYo事務所社長、重症負う覚悟で、崖っぷちアイドルを助けようとする姿はまさに崩壊のよきお手本……！？",
			"miHoYo 사무소 사장, 중상을 감수하고 절벽에 선 아이돌을 구하려는 모습은 바로 붕괴의 좋은 본보기……!?",
			"The president of miHoYo agency, Dawei, risked serious injury in an attempt to help an idol on the brink, a perfect Honkai role model...?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				606,
				0,
				true
			]
		],
		[
			"msg",
			53436,
			"Boss, your fans are scrambling to be the first to see you and learn from you.",
			"大伟哥，您的粉丝都争先恐后地想要见您，向您学习呢~",
			"社長に一目会おうと、ファンが押し寄せているんです！",
			"사장님을 한 번 보려고 팬들이 몰려오고 있어요!",
			"Fans are flocking to the event to get a glimpse of you!"
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53437,
			"...",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			53438,
			"Hmmm...",
			"哼哼……",
			"ふっふっふ……",
			"흐흐흐……",
			"Heheheh..."
		],
		[
			"msg",
			53439,
			"Ha ha ha! I'm a business genius after all!",
			"捏哈哈哈~~~我果然是营销界的天才呢~~~~",
			"ぬっはっはっ～やっぱり僕は売り込みの天才だったんだね～",
			"우하하~ 역시 나는 홍보의 천재였어~",
			"Muahaha~ I guess I am a sales genius after all~"
		],
		[
			"msg",
			53440,
			"Come on, let's rebuild the stage and try again!",
			"走~咱们搭起舞台再来一波！",
			"さあ、舞台に戻ってもう一発やるぞ！",
			"자, 무대로 돌아가서 한 번 더 해보자고!",
			"Now, time to go back on stage and do it all again!"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			53441,
			"But, Boss...",
			"但是，大伟哥……",
			"でも社長……",
			"하지만 사장님……",
			"But, President Dawei..."
		],
		[
			"speaker",
			204563
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				606,
				0,
				false
			]
		],
		[
			"msg",
			53442,
			"What's up?",
			"怎么了？",
			"どうした？",
			"무슨 일이야?",
			"What is it?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			53443,
			"After paying for your medical expenses and medicine, we don't have any money left...",
			"付完您的医药费后，我们已经没有钱了呢……",
			"社長の治療代を払ったら、お金が底をつきました……",
			"사장님 치료비를 내고 나니 돈이 바닥났어요……",
			"After paying for the president's medical bills, we ran out of money..."
		]
	],
	"205": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10001"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bg",
			"004/002_1024x576"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bg",
			"004/003_1024x576"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52440,
			"What?! As soon as I stepped through the red gate, everything changed.",
			"咦咦咦，穿过刚刚的红色大门以后，周围都变得不一样了。",
			"さっきの赤い門を越えてから周りの景色がだいぶ変わったけど…",
			"아까 그 붉은 문을 넘고 나니 주변 풍경이 꽤 변했어…",
			"The scenery around us has changed a lot since we passed that red gate earlier..."
		],
		[
			"msg",
			52441,
			"Or could this be the time traveling that everyone was talking about?!",
			"莫非，这就是传说中的穿越！？",
			"もしかして！これが伝説のタイムスリップ！？",
			"설마! 이게 전설의 타임 슬립!?",
			"Could this be the legendary \"isekai\" everyone talks about?!"
		],
		[
			"msg",
			52442,
			"I've heard that after time traveling, characters usually end up in a harem, haha.",
			"听说穿越以后的主角一般都是后宫成群，咕嘿嘿。",
			"噂によると…タイムスリップした後の世界はハーレム状態らしい！",
			"소문에 따르면… 타임 슬립한 뒤의 세계는 하렘 상태라던데!",
			"Rumor has it... that the protagonist ends up with a harem after being isekai'd, heheh."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52443,
			"Wake up, Kiana.",
			"琪亚娜醒醒。",
			"キアナ姉様！起きてください！",
			"키아나 누나! 일어나세요!",
			"Kiana! Please wake up!"
		],
		[
			"msg",
			52444,
			"Guns Girl, where we find ourselves now, is a ACG-styled game.",
			"我们所在的《崩坏学园2》是一个ACG风格的游戏。",
			"ブローニャたちがいるのは《崩壊学園》というアクションゲームの世界らしいです。",
			"브로냐들이 있는 곳은 《붕괴학원》라는 액션 게임의 세계인 것 같습니다.",
			"It seems that Bronya and the others are in the world of an action game called \"Honkai Gakuen.\""
		],
		[
			"msg",
			52445,
			"There's no time traveling in ACG.",
			"ACG是没有穿越的。",
			"アクションゲームってタイムスリップしないよね…？",
			"액션 게임은 타임 슬립 안 하지 않아…?",
			"Action games don't involve isekai, right...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52446,
			"...",
			"....",
			"……",
			"……",
			null
		],
		[
			"msg",
			52447,
			"We're inside a game?!",
			"我们是在一个游戏里面！？",
			"私たち同じゲームの中にいるの！？",
			"우리 같은 게임 안에 있는 거야!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52448,
			"Kiana, have you only just realized?",
			"琪亚娜刚知道吗？",
			"キアナ姉様…今気づいたのですか…？",
			"키아나 누나… 지금 깨달았어요…?",
			"Kiana... are you only noticing that now...?"
		],
		[
			"msg",
			52449,
			"It doesn't matter if I tell you because this is a bonus chapter.",
			"这是番外篇所以告诉你也没关系。",
			"これは番外編だから特別に教えてあげます。",
			"이건 외전이니까 특별히 알려 드릴게요.",
			null
		],
		[
			"msg",
			52450,
			"But be sure to conveniently forget it when we get back to the main chapter.",
			"不过回到主线剧情的时候请记得选择性失忆。",
			"ストーリーモードに戻った時は記憶障害を起こしてください。",
			"스토리 모드로 돌아갔을 때는 기억 상실증을 일으켜 주세요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52451,
			"That won't be easy! Plus, is it just me,or do you feel weaker here too?",
			"好困难啊...而且，你有没有觉得到了这里身体有有些发软？",
			"難しいよ…そういえばさ！ここに来てから体がふにゃふにゃしない？",
			"어려운데… 그런데 말이야! 여기 와서 몸이 말랑말랑해지지 않아?",
			"That's hard... Come to think of it! Has your body become weaker since coming here?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52452,
			"Bronya has determined that this is a vampire's castle.",
			"布洛妮娅判断这里是吸血鬼城堡。",
			"現在調査中…ここは吸血鬼の城です。",
			"현재 조사 중… 여기는 뱀파이어 성입니다.",
			"Currently investigating... This is a vampire's castle."
		],
		[
			"msg",
			52453,
			"The enchantments in the castle will drain our strength and blood after we enter.",
			"城堡中的结界会在我们进入后吸取我们的精力和血液。",
			"城の結界がブローニャたちから精力と血液を奪い続けていると考えられます。",
			"성의 결계가 브로냐들로부터 정기와 혈액을 계속 빼앗고 있다고 생각됩니다.",
			"I believe that the castle's barrier is continuously robbing us of our energy and blood."
		],
		[
			"msg",
			52454,
			"If we can't save Mei and get out of here fast, we'll be in serious danger.",
			"如果我们不能及时救出芽衣姐姐并且离开，我们就会很危险。",
			"急いでください！早く芽衣姉様を助け出さないとブローニャたちも危険です。",
			"서둘러 주세요! 빨리 메이 언니를 구해내지 않으면 브로냐들도 위험해요.",
			"Please hurry! If we don't rescue Mei quickly, we will be in danger."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52455,
			"... how do you know so much?",
			"...你为什么知道这么多？",
			"…どうしてそんなに詳しいの？",
			"…어째서 그렇게 자세히 알고 있는 거야?",
			"...How do you know so much?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52456,
			"Bronya just accessed all of this information from Guns Girl Facebook page.",
			"这些是布洛妮娅刚刚从《崩坏学园2》的百度贴吧上知道的。",
			"先ほど《崩壊学園》のサーバーをハッキングして情報を得ました。",
			"아까 《붕괴학원》 서버를 해킹해서 정보를 얻었습니다.",
			"I just hacked into the \"Honkai Gakuen\" server and obtained some information."
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52457,
			"Right! Remember we need your help in this bonus chapter, Facebook fans.",
			"对了，贴吧的米娜桑记得要支持这个番外哦。",
			"皆さま、番外編を盛り上げてください！",
			"여러분, 외전을 활기차게 만들어 주세요!",
			"Everyone, please support this bonus chapter to make it even more exciting!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52458,
			"Who were you talking to just now?",
			"你刚刚在和谁说话啊...",
			"…誰と話してたの…？",
			"…누구랑 이야기하고 있었어…?",
			"...Who are you talking to...?"
		]
	],
	"206": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52459,
			"So... so tired... Moving your fingers is hard work.",
			"好...好累啊...动一动手指就好费力气。",
			"つ、疲れた～…指動かすだけでもすっごい疲れる！",
			"으, 힘들어~… 손가락 움직이는 것조차 엄청 힘들어!",
			"I-I'm so tired... Just moving my fingers is so tiring!"
		],
		[
			"msg",
			52460,
			"How does Bronya still have so much energy?",
			"布洛妮娅你为什么还这么有力气...",
			"ブローニャちゃんはどうしてそんなに元気なの？",
			"브로냐 쨩은 어째서 그렇게 활기찬 거야?",
			"Bronya, why are you still so strong...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52461,
			"Bronya's mechanized armor protects her from the enchantment's effects.",
			"布洛妮娅的机械装甲保护布洛妮娅不受到结界的影响。",
			"ブローニャは機甲に守られているから結界の影響を受けません。",
			"브로냐는 기갑에 보호받고 있기 때문에 결계의 영향을 받지 않습니다.",
			"Bronya is protected by her armor and is not affected by the barrier."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52462,
			"Cyborgs are awesome!",
			"改造人真好啊！",
			"…サイボーグっていうのも便利なのね。",
			"…사이보그라는 것도 편리하네.",
			"...Cyborgs are too great."
		],
		[
			"msg",
			52463,
			"Actually, I've been wondering.",
			"其实我从刚在就一直再想了。",
			"ここに入った時から聞こうと思ってたんだけど…",
			"여기 들어왔을 때부터 물어보려고 했는데…",
			"I've been meaning to ask this since I got here..."
		],
		[
			"msg",
			52464,
			"You can remove your mechanized armor, right?",
			"你的机械装甲是不是可以脱下来的？",
			"ブローニャちゃんの装甲って取り外しできるの…？",
			"브로냐 쨩의 장갑은 탈착이 가능한 거야…?",
			"Can your armor be removed...?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52465,
			"...",
			"....",
			"…",
			"……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52466,
			"Didn't you take it off when we went to the hot spring last time?",
			"比如上次洗温泉的时候，你不就脱下来了？",
			"例えば！温泉に行った時とか！",
			"예를 들어! 온천에 갔을 때나!",
			"For example, when we went to the hot springs!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52467,
			"... Bronya's mechanized armor does come off.",
			"...布洛妮娅的机械装甲是可以拆下来的。",
			"ブローニャの装甲は取り外せます。",
			"브로냐의 장갑은 탈착이 가능합니다.",
			"...Bronya's armor can be removed."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52468,
			"That's great!",
			"那就好了！",
			"なら良かった！",
			"다행이다!",
			"Good then!"
		],
		[
			"msg",
			52469,
			"So I'm thinking, since the mechanized armor weakens the effects of the enchantment...",
			"我在想啊~既然那些装甲可以减弱结界的影响。",
			"思ったんだけどさ…取り外し可能なら私が身に着ければ結界の影響が半減するよね…？",
			"생각해봤는데… 분리가 가능하다면 내가 착용하면 결계의 영향이 반으로 줄어들지 않아…?",
			"I was just thinking... if it's removable, the effect of the barrier would be halved if I wore it, right...?"
		],
		[
			"msg",
			52470,
			"Give me some armor!",
			"那我分给我一半吧！",
			"ねぇ！だから半分貸してよ！",
			"야! 그러니까 반만 나눠 줘!",
			"So! Lend me half of it!"
		],
		[
			"msg",
			52471,
			"We're friends and we should suffer together...right?",
			"我们不是好朋友吗，应该有难同当~",
			"友達だよね？ね？幸せも苦労も半分こ！",
			"친구 맞지? 그치? 행복도 고생도 반반씩 나누자!",
			"We're friends, right? Right? We share both happiness and hardships!"
		],
		[
			"msg",
			52472,
			"Hey, don't leave!",
			"喂~你不要走啊。",
			"ねぇ！待ってよ！",
			"야! 기다려!",
			null
		],
		[
			"msg",
			52473,
			"If you don't agree, I'll just have to forcibly take it off of you!",
			"要是你不同意...我也只有动用武力把你的装甲脱下来了！",
			"もし…どうしてもダメっていうなら……力ずくで脱がせちゃうんだから！",
			"만약… 정말 안 된다면…… 억지로라도 벗겨 버릴 거라니까!",
			"If... if you absolutely refuse... I'll force you to take it off!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52474,
			"Kiana... dangerous. Must eliminate.",
			"琪亚娜...很危险。需要排除。",
			"危険人物確認。排除準備。",
			"위험인물 확인. 제거 준비.",
			"Confirmed dangerous person. Preparing for removal."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52475,
			"Wait a second, take back the Armored Bunny..!!",
			"等等，把重装小兔收回去啊...！！",
			"ちょっと…重装ウサギはしまってよ！",
			"잠깐…중장토끼는 치워!",
			"Hey... put away Armored Bunny!"
		]
	],
	"207": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52476,
			"We're finally here...",
			"终于到这里了...",
			"やっと着いた～",
			"드디어 도착했어~",
			null
		],
		[
			"msg",
			52477,
			"After almost losing our lives.",
			"刚刚差点就把命丢了。",
			"さっきは死ぬかと思ったよ…",
			"아까는 죽는 줄 알았어…",
			"I thought I was going to die earlier..."
		],
		[
			"msg",
			52478,
			"Armored Bunny 19C packs some fierce firepower.",
			"重装小兔19C的火力还是这么凶猛。",
			"まったく…重装ウサギの威力は半端ないんだから…",
			"정말…중장토끼의 위력은 보통이 아니야…",
			"Seriously... the power of Armored Bunny is incredible..."
		],
		[
			"msg",
			52479,
			"What a tragic heroine I am. Not only do I have to face terrifying enemies, I've also got treacherous teammates to deal with.",
			"我真是个苦命的女主角啊。不但要面对可怕的敌人。还要面对阴险的队友。",
			"本当にかわいそうな主人公…恐ろしい敵や、陰険な戦友……",
			"정말 불쌍한 주인공… 무서운 적이나, 비열한 전우…",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52480,
			"...Kiana, are you calling me treacherous?",
			"...琪亚娜是在说布洛妮娅阴险吗？",
			"キアナ姉様？それはどういう意味ですか？ブローニャのことですか？",
			"키아나 누나? 그게 무슨 뜻이에요? 브로냐 말인가요?",
			"Kiana? What do you mean? Do you mean Bronya?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52481,
			"Uh, no! Never!",
			"咳咳，并没有...！！",
			"う…うん…そういうことじゃなくて！ほら……",
			"어… 음… 그런 뜻이 아니라! 있잖아……",
			null
		],
		[
			"msg",
			52482,
			"Right, let's not dwell on the past.",
			"对了，我们不要在意过去的事情了。",
			"ね！過去のことは気にしない気にしない！",
			"자! 지난 일은 신경 쓰지 말자 신경 쓰지 말자!",
			null
		],
		[
			"msg",
			52483,
			"Look, here's a pictrue. Let's appreciate the art together.",
			"你看这里有张画，我们一起来欣赏艺术吧。",
			"あ、あれを見て？あそこに絵があるし鑑賞でもしよう！",
			"아, 저거 봐? 저기에 그림이 있으니 감상이라도 하자!",
			"Ah, look over there. There's a painting over there, let's take a look at it!"
		],
		[
			"msg",
			52484,
			"This boy...he looks a lot like the girl who just kidnapped Mei.",
			"这里面这个男孩...恩...和刚刚把芽衣抓走的女孩好像啊。",
			"この絵の男の人…さっき芽衣先輩をさらっていった女の子にそっくり！",
			"이 그림 속 남자... 아까 메이 선배를 데려간 그 여자애랑 똑 닮았어!",
			"The man in this picture... he looks just like the girl who kidnapped Mei-senpai earlier!"
		],
		[
			"msg",
			52485,
			"Could they be brother and sister? Mother and son?",
			"难道他们是姐弟？还是母子？",
			"兄弟…？親子…？",
			"형제...? 부모와 자식...?",
			null
		],
		[
			"msg",
			52486,
			"That girl looked too young for them to be mother and son.",
			"说母子的话，那个女孩似乎太年轻了。",
			"お母さんだとさすがに若すぎかなぁ？",
			"엄마라면 좀 너무 어리지 않아?",
			null
		],
		[
			"msg",
			52487,
			"But in this day and age... anything is possible.",
			"不过这个时代的话...也不是不可能。",
			"でもこの時代なら…ありえなくもないわね！",
			"그치만 이 시대라면... 불가능한 일도 아니지!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52488,
			"Kiana, stop showing off your single-digit IQ.",
			"琪亚娜不要再展示你个位数的智商了。",
			"キアナ姉様の1桁しかないIQじゃ解決に繋がりません。",
			"키아나 언니의 한 자릿수 IQ로는 해결에 도움이 안 됩니다.",
			null
		],
		[
			"msg",
			52489,
			"The boy in the pictrue is the father of the girl from before.",
			"画面中的男孩是刚刚那个少女的父亲。",
			"絵の中の男性は女の子のお父様です。",
			"그림 속 남자는 그 여자아이의 아버지입니다.",
			null
		],
		[
			"msg",
			52490,
			"It's all in a Chinese comic book called \"Bloodline\"",
			"这些都写在这本叫做《血族bloodline》的漫画书里面。",
			"全部この漫画に描かれています。",
			"모든 게 이 만화에 그려져 있습니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52491,
			"Where did you get that book from?!",
			"这本书是从哪里拿出来的！",
			"その漫画どこから持ってきたのよ！",
			"그 만화 어디서 가져온 거야?!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52492,
			"Bronya bought this book online.",
			"这本书是布洛妮娅从网上订购的。",
			"これはブローニャがネットで買ったものです。",
			"이건 브로냐가 인터넷에서 구매한 것입니다.",
			null
		],
		[
			"msg",
			52493,
			"Bronya loves reading comics.",
			"看漫画是布洛妮娅的兴趣。",
			"ブローニャの趣味は漫画を読むことです。",
			"브로냐의 취미는 만화책 읽기입니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52494,
			"Huh?!",
			"啊！？",
			"え…？",
			"어...?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				302,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52495,
			"Kiana, there must be something that you enjoy doing when you go home after a long day on set.",
			"琪亚娜在每天拍完戏，下班以后，难道没有什么兴趣爱好吗？",
			"キアナ姉様は毎日帰っても何もしないのですか？趣味もないのですか？",
			"키아나 언니는 매일 집에 와서 아무것도 안 해요? 취미도 없어요?",
			"Kiana, do you just do nothing when you come home every day? Don't you have any hobbies?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52496,
			"That's enough. I just found out less than two hours ago that I'm a character in a game!",
			"你够了，我可是在2小时前才刚刚知道自己是个游戏里面的人物啊！",
			"もういいよ！私は2時間前に自分がゲーム内の人物だって知ったのよ！",
			"됐어! 나 두 시간 전에 자기가 게임 속 인물인 걸 알았다고!",
			"Enough already! I just found out I'm a video game character less than 2 hours ago!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52497,
			"Anyway, Bloodline is essentially the story about a girl with white hair who is searching for her father.",
			"总之，《血族bloodline》讲的是一个白发少女寻找自己父亲的故事。",
			"それは置いておきましょう。この漫画は白髪の少女がお父様を探す物語です。",
			"그건 제쳐두고, 이 만화는 백발 소녀가 아버지를 찾는 이야기입니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52498,
			"A girl with white hair searching for her father? That's so sad!",
			"白发少女寻找父亲？真是太可怜了！",
			"白髪の少女が父親を…？悲しい話ね…",
			"백발 소녀가 아버지를…? 슬픈 이야기네…",
			null
		],
		[
			"msg",
			52499,
			"But I kind of feel like I've heard that story before.",
			"不过，总觉的在哪儿听到过这种故事。",
			"でも…その話どこかで聞いたことがあるような……",
			"그런데… 그 이야기 어디선가 들어본 적 있는 것 같은……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52500,
			"Try to think about it again tomorrow morning in front of the mirror.",
			"....琪亚娜可以明天在照镜子的时候再想想这个问题。",
			"キアナ姉様…鏡で自分を映し出して聞いてみてください。",
			"키아나 언니… 거울에 비춰서 직접 들어보세요.",
			null
		]
	],
	"208": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52501,
			"Where are we, anyway?!",
			"这里是哪里！？",
			"ここはどこ！？",
			"여기가 어디지!?",
			"Where is this place?!"
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				703,
				0,
				false
			]
		],
		[
			"msg",
			52502,
			"Don't be afraid, Mei.",
			"芽衣小姐，不要害怕。",
			"芽衣さん、怖がらないで。",
			"메이씨、두려워하지 마.",
			null
		],
		[
			"msg",
			52503,
			"My name is Lilo·I. I'm the master of this castle.",
			"我叫莉萝艾，是这个城堡的主人。",
			"私はローラ、この城の主。",
			"나는 로라, 이 성의 주인.",
			"I'm Lilo Ai, the master of this castle."
		],
		[
			"msg",
			52504,
			"I've been observing you for a long time...",
			"我观察了你好久了...",
			"私はあなたのことをずっと観察していました。",
			"나는 당신을 계속 지켜봐 왔어.",
			"I've been watching you for a long time."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52505,
			"Huh, really?",
			"啊，是吗？",
			"そうなの…？",
			"그런 거야…?",
			"Is that so...?"
		],
		[
			"msg",
			52506,
			"Unless... Ms. Lilo·I, are you into yuri too?",
			"莫非，莉萝艾小姐你也是百合吗？",
			"もしかして…ローラさんもそっち系なの…？",
			"설마… 로라 씨도 그쪽 계열인 거야…?",
			"Does that mean... Lilo Ai is lesbian too...?"
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				703,
				0,
				false
			]
		],
		[
			"msg",
			52507,
			"... you are mistaken.",
			"...你误会了。",
			"…誤解しないで。",
			"…오해하지 마.",
			"...Don't assume."
		],
		[
			"msg",
			52508,
			"I just want to borrow your strength, Ms. Mei.",
			"我只是想借助芽衣小姐你的能力罢了。",
			"私はただ…あなたの力を貸してほしいだけなの。",
			"나는 단지… 당신의 힘을 빌리고 싶을 뿐이야.",
			"I just... need your help."
		],
		[
			"msg",
			52509,
			"There's a peculiar enchantment in this castle, that allows you to search for a specific person.",
			"在这个城堡中有一个特殊的结界，可以用来寻找特定的人。",
			"この城には特殊な結界があって、特定の人を探すことができるの。",
			"이 성에는 특수한 결계가 있어서, 특정한 사람을 찾을 수 있거든.",
			"This castle has a special barrier that allows one to search for a specific person."
		],
		[
			"msg",
			52510,
			"I can't find my father, and I want to use the enchantment to look for him.",
			"我的父亲和我走失了，我想要借助结界寻找他。",
			"私はこの力を使って、いなくなってしまったお父様を探したいんだけど…",
			"나는 이 힘을 이용해, 사라져버린 아버님을 찾고 싶은데…",
			"I want to use this power to find my missing father..."
		],
		[
			"msg",
			52511,
			"But activating the enchantment requires a great deal of energy.",
			"可是，开启结界需要巨大的能量。",
			"結界を開くには強大な力が必要で…",
			"결계를 열려면 강대한 힘이 필요하고…",
			"It takes great power to activate the barrier..."
		],
		[
			"msg",
			52512,
			"I searched a long time...and then I discovered you, Ms. Mei, and the enormous amount of energy that you possess.",
			"我寻找了很久...最后发现芽衣小姐你身上有巨大的能量。",
			"そんな力を持つ人をずっと探していたの！そこで芽衣さんを見つけて…",
			"그런 힘을 가진 사람을 계속 찾고 있었어! 그때 메이 씨를 발견하고…",
			"I had been searching for someone with enough power for a long time! And then I found you, Mei..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52513,
			"What?! The energy in my body?",
			"啊！你说的是我身上律者的能力吗？",
			"あ！もしかして私の律者の力のこと…？",
			"아! 혹시 내 율자의 힘에 대해서...?",
			"Ah! Are you talking about my Herrscher power...?"
		],
		[
			"msg",
			52514,
			"Your energy is very powerful... but even I am not able to control this sort of power.",
			"律者的能力是很强大...但是我也没办法用自己的意志使用这种能力。",
			"律者の力は確かに強大なんだけど…私も自分の意志で操ることはできないの。",
			"율자의 힘은 확실히 강대하지만... 나도 내 의지로 조종할 수는 없어.",
			"Herrscher power is certainly great, but... even I cannot control it on my own."
		],
		[
			"msg",
			52515,
			"Also, this kind of energy is very dangerous. Using it would make me lose control and go off on a rampage.",
			"而且，这种能力很危险，我一旦使用这种能力就会失控暴走。",
			"しかも、すぐに暴走し始めるし…すごく危険なの。",
			"게다가, 곧바로 폭주하기 시작하고... 굉장히 위험해.",
			"What's more, it can easily start to go out of control... making it very dangerous."
		],
		[
			"msg",
			52516,
			"This might disappoint you.",
			"可能要让你失望了。",
			"ごめんなさいね。",
			"미안해.",
			"I'm sorry for disappointing you."
		]
	],
	"209": [
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				703,
				0,
				false
			]
		],
		[
			"msg",
			52517,
			"Mei has no way to use her own power...",
			"芽衣小姐没办法使用自己的能力...",
			"芽衣さんが自分の能力を使えないだなんて…",
			"메이 씨가 자신의 능력을 사용하지 못하다니…",
			null
		],
		[
			"msg",
			52518,
			"So... that means I can't find my father…",
			"这...难道说我注定没办法找到父亲大人吗...",
			"こ、これは…神からお父様を探すなというお告げなの！？",
			"이, 이건… 신께서 아버지를 찾지 말라는 계시인 거야!",
			"I-is this... a message from God telling me not to look for Father?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52519,
			"Don't give up so soon!",
			"现在放弃还太早了！",
			"諦めるのはまだ早いかもよ！",
			"포기하기엔 아직 이를지도!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52520,
			"Kiana, have you all finally come to save me?",
			"琪亚娜，你们终于来救我了吗~",
			"キアナちゃん！やっと助けに来てくれたのね！",
			"키아나 쨩! 겨우 구하러 와줬구나!",
			"Kiana-chan! You've finally come to save me!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52521,
			"Yes, Princess Mei.",
			"是的，我的芽衣公主。",
			"はい！私の芽衣お姫様！",
			"네! 나의 메이 공주님!",
			"Of course! My Princess Mei!"
		],
		[
			"msg",
			52522,
			"But I just heard Lilo·I's tragic tale.",
			"不过，我刚刚听说了这位莉萝艾小姐悲伤的故事。",
			"ところで、さっき聞いちゃったんだけど…",
			"그런데, 아까 우연히 들었는데…",
			"By the way, I just overheard what you were saying..."
		],
		[
			"msg",
			52523,
			"As a knight charged with protecting girls, I have no choice but to help.",
			"作为守护少女们的骑士，我不能不管。",
			"少女たちを守る騎士として、悲しむローラさんを放ってはおけない！",
			"소녀들을 지키는 기사로서, 슬퍼하는 로라 씨를 내버려 둘 수 없어!",
			"As a knight who protects young girls, I can't just leave Lilo alone in her grief!"
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				703,
				0,
				false
			]
		],
		[
			"msg",
			52524,
			"Thank... thank you!",
			"谢，谢谢你！",
			"あ、ありがとう…",
			"아, 고마워…",
			"Th-thank you..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52525,
			"But I don't know how to awaken the energy either...",
			"可是，我也不知道怎么唤醒律者的能力...",
			"でも…私も律者の力をどう呼び起こすかわからないのよね。",
			"하지만… 나도 율자의 힘을 어떻게 끌어낼지 모르겠어.",
			"But... I don't know how to summon my Herrscher power."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52526,
			"Relax, Mei. I have a lot of experience with this.",
			"芽衣你放心，我对这个很有经验。",
			"芽衣先輩、安心して！それなら私が一番理解してるよ！",
			"메이 선배, 안심해! 그렇다면 내가 제일 잘 알고 있어!",
			"Don't worry, Mei-senpai! I know how to do this better than anyone!"
		],
		[
			"msg",
			52527,
			"(Takes a deep breath)",
			"（深呼吸）",
			"すぅー",
			"쉬이익",
			null
		],
		[
			"msg",
			52528,
			"I secretly threw away the carrots in my breakfast this morning.",
			"今天早饭里面的胡萝卜，我还是偷偷的倒掉了！",
			"今日の朝ごはんのニンジン！こっそり捨てちゃったーーー！！！！",
			"오늘 아침밥의 당근! 슬쩍 버려버렸어---!!!!",
			"I secretly threw away the carrots from today's breakfast!!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52529,
			"Kiana, you...",
			"琪亚娜..你...",
			"キアナちゃん…あんた……",
			"키아나… 당신……",
			"Kiana-chan... you..."
		],
		[
			"msg",
			52530,
			"YOU'RE THE WORST!!!!!!!!!!!!!!!!!!!!!!!!!!",
			"太可恶了！！！！！！！！！！！！！！！",
			"絶対許さない！！！！",
			"절대 용서하지 않아！！！！",
			"I WILL NEVER FORGIVE THIS!!!!"
		],
		[
			"msg",
			52531,
			"I am going to teach you a lesson!",
			"我一定要好好的教训你！",
			"もう一生食べ物を粗末にできないように！！！",
			"이제 평생 음식을 함부로 못 버리게 하겠어！！！",
			null
		],
		[
			"msg",
			52532,
			"I'll teach you never to waste food again!",
			"让你这辈子再也不敢浪费食物了！",
			"お仕置きをしてやる！！！",
			"벌을 내리겠어！！！",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52533,
			"Success.",
			"成功了。",
			"やったぁ！大成功！！",
			"해냈다! 대성공!!",
			"Yay! Success!!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52534,
			"...",
			".......",
			"…",
			"…",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52535,
			"Well, let's ask Mei for help.",
			"那么，我们就请芽衣来帮忙吧。",
			"早速芽衣先輩に手伝ってもらおう！",
			"바로 메이 선배한테 도움을 받자!",
			"Let's ask Mei-senpai for help right away!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52536,
			"Bronya speculates that Mei will attack us.",
			"布洛妮娅推测，芽衣姐姐是要向我们攻击过来了。",
			"気を付けてください、芽衣姉様がこちらに向かってきています。",
			"조심하세요, 메이 언니가 이쪽으로 오고 있습니다.",
			"Be careful, Mei is coming this way."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52537,
			"What?!",
			"什么！",
			"え！？",
			"에!?",
			"Wha—?!"
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				703,
				0,
				false
			]
		],
		[
			"msg",
			52538,
			"Kiana, what do we do?",
			"琪亚娜小姐，现在该怎么办？",
			"キアナさん…どうすれば…？",
			"키아나 씨… 어떻게 하지…?",
			"Kiana... what do we do...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				703,
				0,
				true
			]
		],
		[
			"msg",
			52539,
			"We should calm her down first...",
			"看来只能先让她冷静下来了...",
			"一旦落ち着かせなきゃ…",
			"일단 진정시켜야 해…",
			null
		]
	]
}