{
	"112": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301016,
			"To be continued",
			"未完待续",
			"つづく",
			"계속",
			null,
			null,
			"unfinished business to be continued",
			"continue"
		]
	],
	"995": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306586,
			"The world has been destroyed by Herrscher Kiana. However, humans have not yet given up hope.",
			"在世界被律者琪亚娜毁灭之后，人类并未放弃希望。",
			"世界は律者・キアナによって終焉を迎える。荒廃した大地と崩れ落ちるビル群……しかし、そんな絶望たる光景の中、人類は希望を捨てていなかった。",
			"세계는 율자・키아나에 의해 종언을 맞이한다. 황폐해진 대지와 무너져 내리는 빌딩 군락...... 그러나 그러한 절망적인 광경 속에서도 인류는 희망을 버리지 않았다.",
			null,
			null,
			"After the world was destroyed by Kiana the Herrscher, humanity did not give up hope.",
			"The world comes to an end by Herrscher, Kiana. The devastated land and crumbling buildings ...... However, in the midst of such a hopeless scene, humanity has not given up hope."
		],
		[
			"msg",
			306587,
			"The resistance force \"Moth into Flame\" is thereby created, recruiting survivors who are still willing to continue fighting against their fate. Thus begin the never-ending battles...",
			"于是，反抗组织“逐火之蛾”被建立起来，找寻着还想继续反抗的、战斗的幸存者。之后便开始了漫长的斗争……",
			"崩壊に抗い、生きるため、僅かに残された生存者たちが集い、レジスタンス組織「火を追う蛾」を結成する。これにより長い戦いの火蓋が再び切られることとなった……。",
			"붕괴에 항거하며 살아가기 위해, 간신히 남은 생존자들이 모여 레지스탕스 조직 「불을 좇는 나방」을 결성한다. 이를 통해 긴 전투의 화약이 다시 점화되게 되었다.......",
			null,
			null,
			"Thus, the resistance organization \"Moth by Fire\" was established to find survivors who wanted to continue the resistance and fight. After that, a long struggle began. ......",
			"In order to survive and resist Honkai, the few remaining survivors gather together to form the resistance organization \"Moths Chasing Fire\". This marks the beginning of another long battle. ......"
		],
		[
			"msg",
			306588,
			"In the fifth year after the wars have begun, a new survivor turns up in the base.",
			"战斗进行到第五年的时候，基地中迎来了一名新的幸存者。",
			"そして、レジスタンス結成から5年の月日が流れる。レジスタンスの基地へ彼女が——新たな生存者がやってくる。",
			"그리고 레지스탕스 결성부터 5년의 세월이 흐른다. 레지스탕스 기지에 그녀가 ——새로운 생존자가 찾아온다.",
			null,
			null,
			"The battle was in its fifth year when a new survivor was welcomed into the base.",
			"Then five years pass since the formation of the Resistance. She - a new survivor - arrives at the Resistance base."
		],
		[
			"msg",
			306589,
			"On the night of her arrival, the survivor joins the battle to keep the defense line aboveground intact and protects several injured members, saving their lives.",
			"这名幸存者在到来的第一天夜晚便参与了守卫地表防线的战斗，并保护了众多伤员让她们得以生存。",
			"記憶を失くした彼女は翻弄されながらも基地の防衛戦に加わり、素晴らしい功績は上げる。結果、多数の負傷者を絶命の淵から助け出すことに成功した。",
			"기억을 잃은 그녀는 혼란스러워하면서도 기지 방어전에 참전하여, 뛰어난 전공을 세운다. 결과적으로 다수의 부상자들을 죽음의 문턱에서 구해내는 데 성공했다.",
			null,
			null,
			"This survivor was involved in the battle to hold the surface defenses on the first night of his arrival and protected the many wounded to keep them alive.",
			"She was at the mercy of her lost memory, but she joined the defense of the base and achieved great feats. As a result, she succeeded in rescuing many wounded people from the brink of death."
		],
		[
			"msg",
			306590,
			"The survivor then undergoes the instructions and training of Seele Vollerei, base personnel, and joins the base maintenance and machinery part recycling crew.",
			"之后，该幸存者接受了基地成员希儿的指导与培训，加入到基地的维持工作与零件的回收工作中。",
			"その後、彼女はレジスタンスの一員であるゼーレ指導の下、様々な訓練を受けることとなる。",
			"이후 그녀는 레지스탕스의 일원인 제레의 지도 아래 다양한 훈련을 받게 된다.",
			null,
			null,
			"The survivor was then mentored and trained by Seele, a member of the base, and joined in the maintenance of the base and the recycling of parts.",
			"She then undergoes various training under the guidance of Seele, a member of the resistance."
		],
		[
			"msg",
			306591,
			"When dealing with engineers who abandoned the cause, she uses her calm judgment to keep the losses to a minimum.",
			"在面对脱离队伍的工程班成员时，她做出了冷静的判断，得以将损失控制在能够接受的范围之内。",
			"ある日、彼女の運命を大きく変える依頼が舞い込んだ。トンネル内の異音調査から一転した状況で、彼女は自らの命を顧みず、基地のメンバーを助ける選択をする。",
			"어느 날, 그녀의 운명을 크게 바꿀 의뢰가 들어왔다. 터널 내의 이상 소음 조사에서 급변한 상황 속에서, 그녀는 자신의 목숨을 돌보지 않은 채 기지 멤버들을 구하는 선택을 한다.",
			null,
			null,
			"When confronted with members of the engineering class who broke away from the team, she made a calm judgment call and was able to keep the damage to an acceptable level.",
			"One day, she receives a request that changes her fate forever. In a situation that takes a turn from investigating strange noises in the tunnel, she makes a choice to save the members of the base, without regard for her own life."
		],
		[
			"msg",
			306592,
			"After that, she has become fully integrated into \"Moth into Flame\" as an official member.",
			"至此，该幸存者也融入了“逐火之蛾”，正式成为了其中一员。",
			"こうして彼女は認められることになる。この日を境に彼女は「火を追う蛾」の正式な一員となった。",
			"이렇게 그녀는 인정받게 된다. 이날을 기점으로 그녀는 「불을 좇는 나방」의 정식 일원이 되었다.",
			null,
			null,
			"The survivor is now officially a member of Moth by Fire.",
			"Thus, she would be recognized. After this day, she became an official member of the \"Moths Chasing Fire\"."
		],
		[
			"msg",
			306593,
			"While the investigation squad Grey Moth is on their way back to the base, they see a new type of Houkai Beast for the first time.",
			"在对外调查部队灰蛾回归的作战中，疑似新生种的崩坏生物首次出现。",
			"日々の依頼をこなす中、無量塔姫子率いる灰蛾部隊が大量の崩壊生物を引き連れ帰還する。その中に新種の崩壊生物がいたことで、事態は一変することとなった。",
			"일상적인 의뢰를 수행하던 중, 무라타히메코가 이끄는 회아 부대가 다량의 붕괴 생물을 끌고 귀환한다. 그 중 신종 붕괴 생물이 있었던 것으로 인해 사태는 일변하게 되었다.",
			null,
			null,
			"The suspected newborn species of Honkai creatures first appeared during the combat of the returning Gray Moths of the Foreign Investigative Forces.",
			"While fulfilling daily requests, an ash moth unit led by Murata Himeko returns with a large number of Honkai organisms. The situation changed drastically when a new species of Honkai was found among them."
		],
		[
			"msg",
			306594,
			"To bring some of these beasts back to the base for research purposes, Bronya leads the fighters to HOMU Paradise in Nagazora, so that they may investigate and even capture a specimen to study.",
			"为了研究这种新生种，布洛妮娅带领作战人员前往了长空市吼姆乐园调查取样。",
			"新種が現れたことにより、火を追う蛾のリーダを務めるブローニャは危機感を覚える。そして、共に長空市のホム楽園へと調査へ向かうこととなった。",
			"신종이 나타남에 따라, 불을 좇는 나방의 리더를 맡고 있는 브로냐는 위기감을 느끼게 된다. 그리고 함께 장공시의 홈 낙원으로 조사를 향하게 되었다.",
			null,
			null,
			"In order to study this newborn species, Bronya led the combatants to investigate and take samples from Howlmoor Paradise in Long Hollow City.",
			"The emergence of the new species causes Bronya, the leader of the fire-chasing moths, to feel a sense of urgency. Together, they head to the Homu Paradise in Changkuu City to investigate."
		],
		[
			"msg",
			306595,
			"In the depths of a castle, the squad not only discovers the \"Queen\" who commands the new type of beasts, but also finds traces of Herrscher Raiden Mei.",
			"在城堡的深处，小队不但发现了指挥新生种崩坏生物的“虫后”，还发现了律者雷电芽衣的踪迹。",
			"ホム楽園のお城を調査するブローニャたち。そこに待ち受けていたのは、新種の崩壊生物を統率する「クイーンビー」だった。しかし、脅威はそれだけに留まらなかった——そこには律者・雷電芽衣までいたのだ。",
			"홈 라이프의 성을 조사하는 브로냐 일행. 그곳에서 기다리고 있던 것은 신종 붕괴 생물을 통솔하는 「퀸 비」였다. 하지만 위협은 그뿐만이 아니었다——그곳에는 율자・라이덴메이까지 있었던 것이다.",
			null,
			null,
			"In the depths of the castle, the team discovers not only the Bug Queen, who commands the new breed of Honkai creatures, but also Herrscher Raiden Mei.",
			"Bronya and her team investigate the castle in Homme Paradise. Waiting for them there was the \"Queen Bee,\" the leader of a new species of Honkai creatures. But the threat did not stop there - Herrscher, Mei Raiden, was also there."
		],
		[
			"msg",
			306596,
			"To further track down Raiden Mei, Bronya and the Grey Moth squad leader decide to head to Massive Electric Corp, where all the clues point to, to investigate.",
			"为了调查雷电芽衣的相关行踪，布洛妮娅与“灰蛾”部队首领决定前往与其的相关ME社进行探查。",
			"雷電芽衣の行方を追うブローニャと姫子は、レジスタンスメンバーには秘密裏に芽衣と関係の深いME社へと調査に乗り出す。",
			"라이덴메이의 행방을 쫓는 브로냐와 히메코는 레지스탕스 멤버에게는 비밀리에 메이와 관계가 깊은 ME사로 조사에 나선다.",
			null,
			null,
			"In order to investigate Raiden Mei's whereabouts, Bronya and the leader of the \"Gray Moth\" unit decide to go to the ME. Corporation they are associated with.",
			"Bronya and Himeko, in pursuit of the whereabouts of Raiden Mei, set out to investigate M.E. Corporation, which has close ties to Mei, in secret from the resistance members."
		],
		[
			"msg",
			306597,
			"Meanwhile, Moth into Flame's commanding office has also received reports that Houkai Beasts are rallying at ME Corp. The attack on Massive Electric will soon begin...",
			"此时，逐火之蛾指挥室也收到了崩坏生物向ME社聚集的通报。ME社的攻略作战即将开始……",
			"時を同じくして、レジスタンス指令室へ崩壊生物がME社に集まりつつある報告が届く。果たして、ME社で何が起ころうとしているのか。まもなくME社攻略作戦が始まる……。",
			"때를 같이하여 레지스탕스 지령실에 붕괴 생물이 ME사에 집결하고 있다는 보고가 들어온다. 과연 ME사에서 무슨 일이 벌어지려는 것일까. 곧 ME사 공략 작전이 시작된다…….",
			null,
			null,
			"At this time, the Moth by Fire command room has also received a notification that Honkai creatures are gathering toward the M.E. Corporation.The M.E. Corporation's Raider Campaign is about to begin......",
			"At the same time, a report arrives at the resistance headquarters that Honkai organisms are gathering at M.E. Corporation. What is really going to happen at M.E. Corporation? Soon, the operation to capture M.E. Corporation will begin. ......"
		]
	]
}