{
	"30": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251334,
			"Mei~ I see the merry-go-round, let's go to play it~",
			"芽衣学姐~那边有旋转木马哦，我们去坐旋转木马吧~",
			"芽衣先輩、あっちにメリーゴーランドがあるよ！一緒に乗ろうよ～。",
			"메이 선배, 저기 회전목마가 있어요! 같이 타요~.",
			"Mei-senpai, there's a merry-go-round over there! Let's ride it together~",
			null,
			"Meiko~ There is a merry-go-round over there, let's go ride the merry-go-round~",
			"Mei-senpai, there is a merry-go-round over there! Let's ride it together~!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251335,
			"Oh? Do you like merry-go-round, Kiana?",
			"哦？琪亚娜你原来喜欢这项游乐设施吗？",
			"あれ？キアナちゃんって、こういうの好きなの？",
			"어? 키아나 쨩, 이런 거 좋아해?",
			"Huh? Kiana-chan, you like this kind of thing?",
			null,
			"Oh? Kiana, did you like this ride?",
			"Huh? Kiana, do you like this kind of thing?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251336,
			"No… No, I just want to play it with Mei~",
			"不…不是啦，我只是想和学姐一起坐而已~",
			"ち、違うよ、先輩と一緒に乗りたいだけ！",
			"아, 아니야, 선배랑 같이 타고 싶어서!",
			"N-No, I just want to ride it with you, Senpai!",
			null,
			"No...no, I just want to sit with you.",
			"No, no, I just want to ride with my seniors!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251337,
			"How about Bronya, would you like to play it?",
			"布洛妮娅呢？你想不想坐旋转木马呀？",
			"ブローニャちゃんは？乗りたい？",
			"브로냐 쨩은? 타고 싶어?",
			"What about you, Bronya-chan? Do you want to ride it?",
			null,
			"Where's Bronya? Do you want to ride the carousel?",
			"How about you, Bronya? Do you want a ride?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251338,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251339,
			"Ah? She ran away……",
			"咦？她跑开了……",
			"あれ？走ってっちゃった……。",
			"어라? 뛰어가 버렸어…….",
			"Huh? She ran off...",
			null,
			"Huh? She ran away ......",
			"Huh? It ran away. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251340,
			"Ha? She is going to turn on the merry-go-round!",
			"咦，她直接跑去开旋转木马的开关了！",
			"あっ、メリーゴーランドの電源を入れた！",
			"악, 회전목마 전원을 켰어!",
			"Ah, the merry-go-round is turned on!",
			null,
			"Huh, she ran straight to turn on the carousel switch!",
			"Oh, I turned on the merry-go-round!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251341,
			"She didn't talk too much about this place but I know she loves here.",
			"看来布洛妮娅虽然不说，但是她还是很喜欢这个地方的吧。",
			"口には出さないけど、ブローニャちゃんもここが好きみたいね。",
			"입으로는 안 말하지만, 브로냐 쨩도 여길 좋아하는 모양이네.",
			"Even though she never said it out loud, Bronya-chan seems to like it here too.",
			null,
			"It seems that although Bronya doesn't say it, she still likes this place, right?",
			"I don't say it out loud, but Bronya seems to like it here too."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251342,
			"But Mei, I think we should consider more about how to beat the next big wave of zombies……",
			"但是学姐，我们得想想如何对付接下来的死士潮了……",
			"でも先輩、これから遭遇するかもしれないゾンビの対策も考えないと……。",
			"그런데 선배, 앞으로 마주칠지도 모를 좀비 대책도 생각해야 하는데…….",
			"But Senpai, we need to think about how to deal with the zombies we'll encounter next...",
			null,
			"But Sister, we have to think about how to deal with the next wave of dead soldiers ......",
			"But seniors, we also need to think about what to do about the zombies we may encounter in the future. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251343,
			"I can handle that.",
			"这种程度的死士潮，只要交给布洛妮娅就行了。",
			"それはブローニャにお任せください。",
			"그건 브로냐에게 맡겨주세요.",
			"Leave that to Bronya.",
			null,
			"A wave of dead soldiers of this level can simply be handed over to Bronya.",
			"Leave that to Bronya."
		],
		[
			"msg",
			251344,
			"I won't let zombies hurt Homus here! Power up mode, activated!",
			"布洛妮娅是不会让那些死士破坏这里的吼姆的！火力压制模式，启动！",
			"ブローニャは、ゾンビにここのホムを破壊させはしません——火力制圧モード、起動！",
			"브로냐는, 좀비가 여기의 호무를 파괴하게 두지 않겠어——화력 제압 모드, 가동!",
			"Bronya won't let the zombies destroy the Homus here — fire suppression mode, activate!",
			null,
			"Bronya is not going to let those dead men destroy the Howlom here! Fire suppression mode, activated!",
			"Bronya will not let the zombies destroy the hom here - firepower suppression mode, activated!"
		]
	],
	"31": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251345,
			"Kiana, can you feel that there is something change on Bronya?",
			"琪亚娜，你有没有觉得，布洛妮娅有点变了？",
			"キアナちゃん、何だかブローニャちゃん、変わってきたと思わない？",
			"키아나 쨩, 왠지 브로냐 쨩, 변해온 것 같지 않아?",
			"Kiana-chan, don't you think Bronya-chan has changed somehow?",
			null,
			"Kiana, do you think that Bronya has changed a bit?",
			"Kiana, don't you think you've changed somehow, Bronya?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251346,
			"Humph? No, I still think she is just like a rebot.",
			"嗯？没有啊，怎么看她都还是像个机器人一样。",
			"えぇ？変わったかなー？相変わらずの無表情だけど？",
			"에? 변했나? 여전히 무표정이지만?",
			"Huh? You think something changed? She's still as expressionless as ever.",
			null,
			"Hmm? No, how does she still look like a robot.",
			"Huh? Have I changed? You still have the same blank expression on your face?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251347,
			"Really? I think she changed a lot~",
			"是吗，在我看来布洛妮娅已经变了很多呢~",
			"そう？私には変わってきてるように見えるわ。",
			"그래? 나에게는 변해가는 것처럼 보여.",
			"Really? It looks like things are changing to me.",
			null,
			"Really, it seems to me that Bronya has changed a lot~",
			"Really? Seems to be changing to me."
		],
		[
			"msg",
			251348,
			"Although maybe she don't know how to represent herself, I can feel her love to Homu.",
			"虽然布洛妮娅可能还不知道该如何表达自己的想法，但是已经能看出布洛妮娅非常喜欢吼姆了呢。",
			"まだ上手く自分の気持ちを言葉に出来ないようだけど、ブローニャちゃんがホムを大好きなのは見ていて分かるもの。",
			"아직 자신의 감정을 말로 잘 표현하지 못하는 것 같지만, 브로냐 쨩이 호무를 정말 좋아하는 건 보면 알 수 있어.",
			"Although she doesn't seem to be able to put her feelings into words very well yet, it's clear that Bronya-chan really loves Homu.",
			null,
			"Although Bronya may not know how to express herself yet, but can already see Bronya very much like howlum it.",
			"She can't seem to articulate her feelings well yet, but I can see that Bronya loves Homu."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251349,
			"Ah, yes, if other people said bad thing about Homu, she would be mad…",
			"啊，这么一说好像是这样，如果有人说吼姆的坏话的话她其实也会生气呢…嗯，如果敌对模式算是生气的话……",
			"そう言われると、そうかも……ホムの悪口を言うと怒るみたいだし……まぁ、敵とみなすっていう表現が怒ってるって言っていいのかは謎だけど。",
			"그렇게 말하니, 그럴지도... 호무의 안 좋은 말을 하면 화내는 것 같고... 뭐, 적으로 본다는 표현이 화낸다는 건지 아닌지는 수수께끼지만.",
			"Now that you mention it, that might be true... It seems like she gets angry if you say something bad about Homu... Well, I'm not sure if saying she considers someone an enemy means she's angry, though.",
			null,
			"Ah, so it seems so, if someone says something bad about howlam she will actually be angry ... well, if the hostile mode is considered angry ......",
			"That being said, it seems like they get angry when you say bad things about ......homes. ...... Well, it's a mystery to me if the expression \"consider them enemies\" is a good way to say they're angry."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251350,
			"If we can see her smile face someday, poor Bronya, maybe never she smiled before…",
			"如果有一天能看到布洛妮娅的笑容就好了，那个孩子可从来都没有笑过呢……",
			"いつか、ブローニャちゃんが笑ってくれるといいわね。早く、あの子が満面の笑みを浮かべる瞬間が見てみたいな……。",
			"언젠가, 브로냐 쨩이 웃어주면 좋겠어. 빨리, 그 아이가 환한 미소를 짓는 순간을 보고 싶어...",
			"I hope that one day Bronya-chan will smile. I can't wait to see the moment when she breaks into a beaming smile...",
			null,
			"It would be nice to see Bronya's smile one day, that child never smiles ......",
			"I hope someday little Bronya will smile at you. I can't wait to see the moment when she has a big smile on her face. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251351,
			"Relax, Mei~ She will turn to a \"human\" if she keep following us~",
			"安心啦，学姐~只要那个孩子一直跟着我们的话，总有一天她会重新变回“人类”的。",
			"大丈夫だよ、先輩！私たちとずっと一緒にいれば、あの子もいつか人間らしい子に戻れるって！",
			"괜찮아요, 선배! 우리와 계속 함께 있으면, 그 아이도 언젠가 인간다운 아이로 돌아올 거예요!",
			"It'll be fine, Senpai! If she stays with us forever, she'll be able to return to being more human someday!",
			null,
			"Rest assured, Sister ~ as long as the child stays with us, one day she will become \"human\" again.",
			"Don't worry, senpai! If she stays with us for a long time, she will be able to become a human being again someday!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251352,
			"That's good~",
			"是这样就好了呢~",
			"ええ、そうなるといいわね。",
			"응, 그렇게 되면 좋겠네.",
			"Yes, I hope so. (TN: Idk why this line isn't in the previous scene)",
			null,
			"It's good that it's like this.",
			"Yeah, I hope they do."
		]
	],
	"32": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251353,
			"That's what we just saw, the Homu ferris wheel?",
			"那边就是刚才我们看到的那个地标，吼姆摩天轮了吧？",
			"私たちがここに来る前に見たランドマークって、あそこにある観覧車かしら？",
			"우리가 여기 오기 전에 본 랜드마크는, 저기에 있는 관람차일까?",
			"Is that Ferris wheel over there the landmark we saw before we got here?",
			null,
			"That's the landmark we saw just now, the Howeum Ferris wheel, right?",
			"I wonder if the landmark we saw before we came here was that Ferris wheel over there?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251354,
			"Yes, that's also a famous tourist attraction, however, there are so many zombies.",
			"嗯，这也是长空市著名的旅游景点之一，不过正是因为太过有名，所以这个地方的死士才会这么多的。",
			"うん、長空市にある観光名所の1つだよ。人気スポットだから人が大勢いたんだね、遠目からでもゾンビがウジャウジャいるのがわかる。",
			"응, 창공시에 있는 관광명소 중 하나야. 인기 스팟이라 사람이 엄청 많았나 봐, 멀리서도 좀비들이 우글우글한 게 보이네.",
			"Yep, it's one of the many tourist attractions in Nagazora City. It's a popular spot, so there were a lot of people there — you can see the zombies swarming around even from a distance.",
			null,
			"Well, this is also one of the famous tourist attractions in Changkong City, but it is because it is so famous that there are so many dead people in this place.",
			"Yeah, it's one of the tourist attractions in Changkuu City. It's a popular spot, so there were a lot of people there. Even from a distance, you can see that the place is swarming with zombies."
		],
		[
			"msg",
			251355,
			"Zombies here are become stronger and stronger, how about you, Mei?",
			"而且这个地方的死士也越来越强了，芽衣你那边还撑得住么？",
			"それにしても、何だかゾンビが強くなってきてない？先輩、大丈夫？",
			"그런데 뭔가 좀비들이 점점 강해지는 것 같지 않아? 선배, 괜찮아?",
			"By the way, don't the zombies seem to be getting stronger? Are you alright, Senpai?",
			null,
			"And the dead men in this place are getting stronger, Meiko can your side still hold up?",
			"But still, aren't the zombies getting stronger somehow? Senpai, are you okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251356,
			"I'm fine, however, I think I can't handle this too much time.",
			"我倒是没什么问题，不过照这个态势下去，这个地方也不能多呆了。",
			"私は大丈夫。でも、これ以上は観覧車に近づかない方が良さそうね。数に押されて、いずれは形勢を逆転されちゃいそう。",
			"나는 괜찮아. 하지만 더 이상은 관람차에 가까이 가지 않는 게 좋을 것 같네. 숫자에 밀려서 언젠가는 형세가 역전될 것 같아.",
			"I'm fine. But I think it's best not to get any closer to the Ferris wheel. We're outnumbered and will eventually be overpowered.",
			null,
			"I have no problem, but according to this trend, this place can not stay more.",
			"I'm fine. But I think I'd better stay away from the Ferris wheel. We are outnumbered and will eventually be outnumbered and outgunned."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251357,
			"The famous tourist attraction in Nagazora city is Homu ferris wheel, the height is 300 meters, the speed is…",
			"长空市的吼姆乐园里最著名的景点是吼姆摩天轮，高达三百米，是世界上最高的摩天轮。它的转速为……",
			"長空市のホム楽園で最も有名なのが、このホムの大観覧車です。その高さは300ｍで世界一となります。ゴンドラの回転速度は——",
			"창공시의 홈 랜드에서 가장 유명한 것이 바로 이 홈 대관람차입니다. 그 높이는 300m로 세계 최고입니다. 곤돌라의 회전 속도는 ——",
			"The most famous thing about Nagazora City's Homu Paradise is the Homu Ferris Wheel. Its height is 300 meters, making it the tallest in the world. The gondolas rotate at——",
			null,
			"The most famous attraction at Howlum Land in Nagasaki City is the Howlum Ferris Wheel, which is the tallest Ferris wheel in the world at 300 meters. It rotates at ......",
			"The most famous feature of the Hom Paradise in Chang Ku is the Hom's Giant Ferris Wheel. Its height is 300 meters, making it the tallest in the world. The gondolas rotate at a speed of--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251358,
			"Bronya, how about you?",
			"布洛妮娅，你怎么了？",
			"ブローニャちゃん、どうしたの？",
			"브로냐, 왜 그래?",
			"Bronya-chan, what are you doing?",
			null,
			"Bronya, what's wrong with you?",
			"Bronya, what's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251359,
			"I'm introducing Homu ferris wheel.",
			"布洛妮娅正在介绍吼姆摩天轮。",
			"ブローニャは、ホムの大観覧車について解説をしています。",
			"브로냐는 홈 대관람차에 대해 설명을 하고 있습니다.",
			"Bronya is explaining the Homu Ferris Wheel.",
			null,
			"Bronya is introducing the Howlum Ferris Wheel.",
			"Bronya gives a description of the Giant Ferris Wheel in Hom."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251360,
			"Why are you doing this… We didn't say we want to go there.",
			"她怎么开始解说起来那个摩天轮了？我们好像没有说要往那边去吧？",
			"急に何よ？私たち、別に観覧車に興味なんてないけど？",
			"갑자기 왜? 우리, 별로 관람차에 관심 없는데?",
			"What's with you all of a sudden? We're not particularly interested in Ferris wheels, y'know?",
			null,
			"Why did she start talking about the Ferris wheel? I don't think we said we were going that way, did we?",
			"What's with you all of a sudden? We're not interested in the Ferris wheel."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251361,
			"Humph, I think Bronya is trying to represent her ideas. I think she is saying she likes there.",
			"嗯，我想，可能这是布洛妮娅在学习如何表达自己的想法吧。通过解说那个摩天轮，表达自己对那处地方非常在意。",
			"ふふっ、きっとブローニャちゃんなりに気持ちを表現しているんじゃないかしら。解説することで、気になっていること伝えたいんだと思うわ。",
			"후훗, 분명 브로냐 나름대로 마음을 표현하고 있는 게 아닐까? 설명을 통해 신경 쓰는 걸 전하고 싶은 거야.",
			"Heheh, I'm sure Bronya-chan is just expressing her feelings in her own way. I think she's trying to convey what's bothering her by explaining it.",
			null,
			"Well, I think that maybe this is Bronya learning how to express herself. By narrating that Ferris wheel, expressing that she cares a lot about that place.",
			"Hmmm, I am sure Bronya is expressing her feelings in her own way. I think she is trying to convey what is on her mind by explaining it."
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251362,
			"Do you want to go there, Bronya?",
			"布洛妮娅想去那边看看吗？",
			"ブローニャちゃん、行ってみたい？",
			"브로냐, 가 보고 싶어?",
			"Bronya-chan, do you want to go on it?",
			null,
			"Does Bronya want to go over there and check it out?",
			"Bronya, would you like to go?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251363,
			"…… Yes!",
			"……想！",
			"……はい！",
			"......네!",
			"...Yes!",
			null,
			"...... wants!",
			"...... Yes!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251364,
			"Let's go to have a look of this ferris wheel~",
			"那我们就去坐吼姆摩天轮吧，就当做是对布洛妮娅表达自己想法的奖励了~",
			"じゃあ、ホム大観覧車に行きましょう。ブローニャちゃんが、自分の気持ちを口にしたご褒美よ。",
			"그럼, 호무 대관람차에 가자. 브로냐이, 자신의 마음을 말한 보상이야.",
			"Then let's go to the Homu Ferris Wheel. This is a reward for speaking your mind, Bronya-chan.",
			null,
			"Then let's go ride the Howlum Ferris wheel as a reward for Bronya for expressing her thoughts ~",
			"Then let's go to the Hom Giant Ferris Wheel. It's your reward for speaking your mind, Bronya."
		]
	],
	"33": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251365,
			"I really don't think it's a good idea, shall we go back?",
			"我真的觉得我们去坐吼姆摩天轮不是一个正确的选择，我们还是回去吧？",
			"ねぇ……ホム大観覧車に行くのは、やめた方がいい気がする……戻ろうよ。",
			"저기... 호무 대관람차에 가는 건, 그만두는 게 좋을 것 같아... 돌아가자.",
			"Hey... I don't think we should go on the Homu Ferris Wheel... Let's go back.",
			null,
			"I really don't think it's the right choice for us to go on the Howlum Ferris wheel, let's go back, shall we?",
			"Hey ...... I don't think we should go to the Hom Giant Ferris Wheel. ...... Let's go back."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251366,
			"But we're halfway there~ And Bronya must want to go there.",
			"但是我们已经走到一半了呢~而且布洛妮娅肯定很想去乘坐吼姆摩天轮的吧。",
			"けど、もう少し頑張れば着くわよ？それにブローニャちゃんも乗りたそうにしてるし……。",
			"그치만, 조금만 더 힘내면 도착할 거야? 게다가 브로냐도 타고 싶어 하는 것 같고....",
			"But we'll be there if we just hang on a bit longer, you know? Besides, Bronya-chan looks like she really wants to ride...",
			null,
			"But we're already halfway there ~ and Bronya must really want to go on the Howlum Ferris wheel.",
			"But we'll get there if we just hang on a little longer, okay? Besides, Bronya looks like she wants a ride too. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251367,
			"I can see there are a lot of zombies in front of the gate.",
			"但是前面的死士已经把所有的入口都封住了啊，强行冲进去肯定是不行的。",
			"だって、ホム大観覧車の入り口見てよ！ゾンビで埋め尽くされてるじゃん！あの数を突破するのは、さすがに無理があるよ……。",
			"왜냐면, 호무 대관람차 입구 봐! 좀비로 가득 차 있잖아! 저 숫자를 뚫는 건, 역시 무리야....",
			"I mean, just look at the entrance to the Homu Ferris Wheel! It's completely filled with zombies! It'd be impossible to surpass that number...",
			null,
			"But the dead men in front have blocked all the entrances ah, forcing their way in is definitely not an option.",
			"Because look at the entrance to the Giant Ferris Wheel of Hom! It's filled with zombies! It's just too much to get through that number. ......"
		],
		[
			"msg",
			251368,
			"It's so dangerous…",
			"万一被那些死士围住了，那可就是大危机啊，我想布洛妮娅肯定能理解的，对吧，布洛妮娅？",
			"それに万が一、ゾンビに囲まれちゃったら、どうするの？ブローニャも分かってくれるって、ね？",
			"게다가 만약에, 좀비에게 둘러싸이면, 어쩌려구? 브로냐도 이해해 주겠지, 응?",
			"And what if we get surrounded by zombies? Bronya, you understand, right?",
			null,
			"It would be a big crisis if we were surrounded by those dead men. I'm sure Bronya would understand, right, Bronya?",
			"And what if we're surrounded by zombies? Bronya would understand, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251369,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251370,
			"Bronya looks so depressed…… Kiana, can we take Bronya to the ferris wheel?",
			"布洛妮娅看上去好像很失落的样子……琪亚娜，要不我们带布洛妮娅去坐摩天轮吧？",
			"ブローニャちゃん、何だかガッカリしてるみたい……。キアナちゃん、お願い！ホム大観覧車に乗せてあげましょう！",
			"브로냐, 뭔가 실망한 모양이야.... 키아나, 부탁! 호무 대관람차에 태워줍시다!",
			"Bronya-chan seems quite disappointed... Kiana-chan, please! Let's give her a ride on the Homu Ferris Wheel!",
			null,
			"Bronya looks as if she is lost ...... Kiana, why don't we take Bronya to ride the Ferris wheel?",
			"Bronya, you look kind of disappointed. ...... Kiana, please! Let's give her a ride on the Great Ferris Wheel of Hom!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251371,
			"But……",
			"但是……",
			"で、でも……。",
			"그, 하지만....",
			"B-But...",
			null,
			"But ......",
			"And but ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251372,
			"Relax, just some zombies, I will beat them~! Kiana, would you like to go ferris wheel with us?",
			"放心啦，不就是一些死士吗，看我消灭给你看就好了~！再说了，琪亚娜不想和我们一起去坐摩天轮吗？",
			"大丈夫よ！ゾンビなら私がやっつけるわ！それに、キアナちゃんだって一緒に観覧車に乗りたいでしょ？",
			"괜찮아! 좀비는 내가 처리할게! 게다가, 키아나도 함께 관람차에 타고 싶지?",
			"It'll be okay! I'll take care of the zombies! Besides, Kiana-chan, don't you want to ride the Ferris wheel with me?",
			null,
			"Don't worry, it's just some dead soldiers, just watch me destroy them for you~! Besides, doesn't Kiana want to go on the Ferris wheel with us?",
			"It's okay! I'll take care of the zombies! Besides, wouldn't you like to ride the Ferris wheel with me, Kiana?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251373,
			"With Mei… Hehe~",
			"和学姐……坐摩天轮……嘻嘻。",
			"先輩と……一緒に観覧車……えへ、えへへっ……。",
			"선배와... 함께 관람차... 에헤, 에헤헤....",
			"Together with Senpai... on the Ferris wheel... ehe, eheheh...",
			null,
			"And school sister ...... ride the Ferris wheel ...... hehehe.",
			"My senpai and I ...... together on the Ferris wheel ...... eh, eh, eh... ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251374,
			"Kiana's heart rates increases 30%, I think Kiana has some bad thoughts.",
			"琪亚娜的心跳加速30%，布洛妮娅怀疑琪亚娜有不好的想法。",
			"キアナの心拍数が30%上昇。良からぬことを企んでいると推測されます。",
			"키아나의 심박수가 30% 상승했습니다. 좋지 않은 것을 꾸미고 있다고 추측됩니다.",
			"Kiana's heart rate has increased by 30%, suggesting she's up to no good.",
			null,
			"Kiana's heart beat 30% faster and Bronya suspected that Kiana was having bad thoughts.",
			"Kiana's heart rate increased by 30%. It is assumed that she is planning to do something bad."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251375,
			"No! How dare you say this, Bronya! Mei, let's go! I'm not afraid of zombies!",
			"哪有哪有！布洛妮娅你别胡说！芽衣学姐，我们走吧！无论多强的死士都不能成为我们的阻碍！",
			"た、企んでなんかないって！変なこと言わないでよ！ほらほら先輩、行こっ！どんなに屈強なゾンビだろうと、私たちの邪魔はさせないんだから！",
			"아, 꾸민 거 없다니까! 이상한 소리 하지 마! 어서 어서 선배, 가자! 아무리 강한 좀비라도 우리를 방해할 순 없으니까!",
			"I-I'm not plotting anything! Quit saying weird stuff! Come on, Senpai, let's go! No matter how strong the zombies are, we won't let them get in our way!",
			null,
			"No, no, no! Don't be ridiculous, Bronya! Meiko-senpai, let's go! No matter how strong the dead soldiers are, they can't be a hindrance to us!",
			"I'm not planning anything! Don't say weird things! Come on, senpai, let's go! No matter how strong the zombies are, they won't get in our way!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251376,
			"I don't tell lies.",
			"布洛妮娅不会说谎。",
			"……ブローニャの推測に間違いはないようです。",
			"......브로냐의 추측에 틀림이 없는 것 같습니다.",
			"...It seems Bronya's guess is correct.",
			null,
			"Bronya doesn't lie.",
			"It seems that ...... Bronya's guess is correct."
		]
	],
	"34": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251377,
			"I hear that we can see the whole Nagazora city, that's also a reason for this ferris wheel is so famous.",
			"据说从这里可以看到整个长空市的风景，这也是为什么这座吼姆摩天轮这么有名气的原因之一呢。",
			"長空市を一望できるのも、ホム大観覧車の人気のひとつなんだって～。",
			"창공시를 한눈에 내려다볼 수 있는 것도 홈 대관람차의 인기 비결 중 하나래~",
			"One of the reasons why the Homu Ferris Wheel is so popular is that it offers a panoramic view of Nagazora~",
			null,
			"It is said that you can see the whole city from here, which is one of the reasons why this Howlum Ferris wheel is so famous.",
			"One of the most popular features of the Hom Giant Ferris Wheel is that it offers a panoramic view of the city of Chang Ku."
		],
		[
			"msg",
			251378,
			"And there are some tales about this ferris wheel, for example, couples who play this won't break up!",
			"而且这座摩天轮也有很多的传闻哦，比如说坐上了这座摩天轮的情侣都不会分手什么的。",
			"あと、この大観覧車には伝説があってね！カップルでこの大観覧車に乗ると永遠の絆が結ばれて、生涯を共にできるんだよっ！",
			"게다가 이 대관람차에는 전설이 있어요! 커플이 이 대관람차를 타면 영원한 유대가 맺어져서 평생을 함께 할 수 있다고!",
			"Also, there's a legend about this Ferris wheel! It's said that if a couple rides it together, their souls will be bound forever and they'll stay together for the rest of their lives!",
			null,
			"And the Ferris wheel also has a lot of rumors, such as that the couple who rode the Ferris wheel will not break up or something.",
			"There is also a legend about this Ferris wheel! If a couple rides this Giant Ferris Wheel together, they will be bound together forever, and will be able to spend their whole life together!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251379,
			"Where did you get those, Kiana?",
			"琪亚娜你从哪里知道的这么多资料啊。",
			"キアナちゃん、この観覧車についてそんなに詳しかったの？",
			"키아나, 이 관람차에 대해 그렇게 자세히 알고 있었어?",
			"Kiana-chan, how do you know much about this Ferris wheel?",
			null,
			"Kiana where did you get so much information from?",
			"Kiana, did you know so much about this Ferris wheel?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251380,
			"Bronya said those.",
			"布洛妮娅说的呀，刚才在路上的时候她一直在说呢。",
			"乗る前にブローニャがずっと解説してたから、覚えちゃった。",
			"타기 전에 브로냐가 계속 설명해줘서, 외워버렸어.",
			"Before we got on the ride, Bronya kept explaining everything about it, so I couldn't help but memorize it.",
			null,
			"She was talking about it when she was on the road.",
			"I memorized it because Bronya kept explaining it to me before the ride."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251381,
			"Oh? You listened so carefully~",
			"哦？琪亚娜现在和布洛妮娅的关系变得很要好了呢~",
			"あら？いつの間にか二人とも仲良しになったのね！良かったわ！",
			"어머? 어느새 둘 다 사이좋게 지내는 거네! 다행이야!",
			"Oh? Before I knew it, you two had become so close! That's great!",
			null,
			"Oh? Kiana and Bronya are getting close now~",
			"Oh? When did you two become good friends? Good for you!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251382,
			"I don't have special feelings… However, Bronya became more lively since we arrived Homuland……",
			"没有特别的感觉啊…倒是感觉布洛妮娅在吼姆乐园里变得有些活泼了倒是真的……",
			"そ、そうでもないって……！ただ、ホム楽園に入ってからブローニャの仏頂面が明るくなったとは思うよ。これなら……。",
			"아, 그런 건 아니라고...! 그냥, 홈 랜드에 들어온 이후로 브로냐의 무뚝뚝한 얼굴이 밝아진 것 같아. 이 정도라면......",
			"N-Not really...! But I do think Bronya's sour expression has brightened a bit since we came to Homu Paradise. And...",
			null,
			"No special feeling ah ... but feel that Bronya in Howlam Land became a little lively is true ......",
			"Well, not really. ...... But I do think Bronya's Buddha face has brightened since he entered Hom Paradise. You can see this at ......."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251383,
			"*Hush*",
			"嘘……",
			"しっ……。",
			"쉿......",
			"Shh...",
			null,
			"Shhh ......",
			"Shush. ......."
		],
		[
			"msg",
			251384,
			"Look Bronya~",
			"你看布洛妮娅。",
			"ブローニャちゃんを見て。",
			"브로냐를 봐.",
			"Look at Bronya-chan.",
			null,
			"Look at Bronya.",
			"Look at Bronya."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251385,
			"Ah, she is sleeping.",
			"啊，睡着了呢。",
			"あ、寝ちゃってる。",
			"아, 잠들었네.",
			"Ah, she fell asleep.",
			null,
			"Ah, fallen asleep then.",
			"Oh, I've fallen asleep."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251386,
			"Maybe she is too tired, we experienced so many wars~ And Bronya played a lot in Homuland.",
			"应该是刚才太累的吧，毕竟有那么多场战斗呢~而且之前布洛妮娅不是也玩了很多的娱乐项目吗？",
			"疲れちゃったみたい。いっぱい戦って、いっぱい遊んだものね。",
			"피곤했나 봐. 많이 싸우고, 많이 놀았으니까.",
			"She must be exhausted. We sure fought a lot, and played a lot too.",
			null,
			"It should be too tired just now, after all, there are so many battles it ~ and before Bronya did not also play a lot of entertainment items?",
			"I'm exhausted. We fought a lot and played a lot."
		],
		[
			"msg",
			251387,
			"Even I can't see the kid's smile, but I can feel her happiness~",
			"虽然看不见那个孩子的笑容，但是能感觉到她非常开心呢~",
			"笑顔は見れなかったけど、楽しんでくれていたのは分かったわ。本当、よかった……。",
			"웃는 얼굴은 못 봤지만, 즐거워해 준 건 알겠어. 정말, 다행이야.......",
			"I didn't see any smiles, but I knew she was having fun. I'm so glad...",
			null,
			"Although I can't see the child's smile, but I can feel that she is very happy it ~",
			"I didn't see any smiles, but I knew they were having a great time. Really, I'm glad. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251388,
			"Seele……",
			"希儿……",
			"ゼーレ——",
			"제레——",
			"Seele...",
			null,
			"Hill ......",
			"Seele--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251389,
			"What was that……?",
			"刚才那是……？",
			"ゼーレ……？",
			"제레......?",
			"What was that...?",
			null,
			"Is that ...... just now?",
			"Seele ......?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251390,
			"Seele, is that a girl's name? Maybe she is important to Bronya.",
			"希儿，听上去像是一个女孩的名字呢，我想那应该是对于布洛妮娅很重要的一个人吧。",
			"女の子の名前かしら……寝言で言うなんて、ブローニャちゃんにとって大切な人なのかも。",
			"여자 아이 이름인가...... 잠꼬대로 말하다니, 브로냐에게 소중한 사람인 모양이네.",
			"Seele — it sounds like a girl's name... She must be someone very important to Bronya-chan if she's saying her name in her sleep.",
			null,
			"Hill, it sounds like a girl's name, and I think that would be someone important to Bronya.",
			"I wonder if it's a girl's name. ...... It must be very important to Bronya to say it in her sleep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251391,
			"Seems Bronya has a lot of memories……",
			"真不知道这个孩子的身上还有着多少我们不知道的故事……",
			"ブローニャのこと、まだまだ知らないことだらけだね……私たち。",
			"브로냐에 대해, 아직 모르는 게 너무 많아...... 우리들.",
			"There's... still a lot we don't know about Bronya.",
			null,
			"I really do not know how many stories we do not know about this child ......",
			"There's still so much you don't know about Bronya. ...... us."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251392,
			"Yes, maybe she don't want to talk a lot about this.",
			"那一定是这个孩子不愿意提起的回忆吧。等什么时候她自己愿意告诉我们的时候，我们再做那个倾听者吧！",
			"そうね。でも、ブローニャちゃんの口から話してくれるのを待ちましょう。もしかしたら、辛い過去ばかりだったのかもしれない……その時になったら、私たちが受け止めてあげましょう。",
			"그렇네. 하지만, 브로냐가 직접 말해줄 때까지 기다리자. 어쩌면, 힘든 과거뿐이었을지도 모르니까...... 그때가 되면, 우리가 받아줄게.",
			"That's true. But let's wait for Bronya to tell us herself. Maybe she's had a painful past... When that time comes, we'll be there to listen.",
			null,
			"That must be a memory that this child doesn't want to talk about. When she is willing to tell us herself, we can be the listeners again!",
			"Yes, I agree. But let's wait for Bronya to tell us. Maybe she has had a painful past. ...... When the time comes, we will be there to accept her."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251393,
			"Humph……",
			"嗯！",
			"うん……そうだね。",
			"응...... 그래.",
			"Yeah... we will.",
			null,
			"Hm!",
			"Yeah ...... I guess so."
		]
	],
	"35": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251767,
			"What's wrong with my codes? Is that a bug……",
			"到底是哪里出了问题呢，难道是代码逻辑上面的问题么……",
			"一体、何に問題があるというのだ……。まさかプログラムのロジック自体に問題でもあるのか……。",
			"대체, 뭐가 문제라는 거지... 설마 프로그램의 로직 자체에 문제라도 있는 건가...",
			"What on earth is the problem...? Don't tell me that there's a problem with the program logic itself...",
			"Mas qual é o problema? ....... Não me diga que há um problema com a lógica do programa em si. ......",
			"What went wrong? Is it the logic of the code? ......",
			"What in the world is the problem? ...... Don't tell me there is a problem with the logic of the program itself. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251768,
			"Are you still thinking about your game? There is even no \"Quit\" in the game…",
			"都什么时候了还惦记着那个游戏？那玩意儿连个“退出“选项都没有，也不知道你这个制作者是怎么制作的……",
			"また、あのゲームのこと考えてるの？「ログアウト」の選択肢がない時点で、すでに失敗作だと思うけど……。",
			"또 그 게임 생각하는 거야? 「로그아웃」 선택지가 없는 시점에서, 벌써 실패작이라고 생각하지만...",
			"Are you thinking about that game again? I think it's already a failure since there's not even a \"Logout\" option...",
			"Você está pensando nesse jogo de novo? Aquela coisa nem sequer tem uma opção de ``Saída´´,  não sei como um criador faz...",
			"What's wrong with that game? That thing doesn't even have an \"exit\" option, I don't know how you, the maker, made it ......",
			"Are you thinking of that game again? I think it's already a failure when there's no \"log out\" option. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251769,
			"Errr…",
			"呃……",
			"なっ……。",
			"뭐...",
			"Huh...",
			"Não…….//n",
			"Uh ......",
			"Become ......."
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251770,
			"Hahaha, you found the most important part of this game!",
			"哼哼哼，没想到你居然是一个这么懂行的人，一眼就能发现我的游戏中最出彩的部分呢！",
			"よく知っているではないか。我がゲーム一番の見所を！",
			"잘 알고 있구나. 내 게임 최고의 볼거리를!",
			"Hahaha, I didn't expect you to be such a knowledgeable person. You found the most brilliant part of my game at a glance!",
			"Você o conhece bem, não é?",
			"Hahaha, I didn't realize you were such a know-it-all that you could spot the most colorful parts of my game at a glance!",
			"You know it well, don't you? The best part of our game!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251771,
			"Ha?",
			"哈？",
			"はぁ？",
			"하아?",
			"Huh?",
			"Huh?",
			"Huh?",
			"Huh?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251772,
			"Yes, it's settings!",
			"没错！这就是九霄大人为了这个完美的游戏世界而精心设计出来的！",
			"これはわざとそう設計してあるのだ！リアルな世界を演出するためにな！",
			"이건 일부러 그렇게 설계한 거다! 리얼한 세계를 연출하기 위해서야!",
			"That’s right! It was designed that way on purpose! To create an immersive setting!",
			"Foi projetado assim de propósito! Para reproduzir um mundo realista!",
			"That's right! This is what Lord Kyuushou crafted for this perfect game world!",
			"This is intentionally designed that way! To create a realistic world!"
		],
		[
			"msg",
			251773,
			"There is no chance to avoid this dangerous world!",
			"如果连无法回头的绝望都没有体验过的话，还如何在这个险恶的世界中生存呢？",
			"一度始めたらもう戻れない……絶望を体験したことのない者は、現実世界でも生きていけないからな！",
			"한 번 시작하면 다시는 돌아갈 수 없다... 절망을 경험해보지 못한 자는, 현실 세계에서도 살아갈 수 없으니까!",
			"Once you start, there's no going back... Those who have never experienced despair cannot survive in the real world!",
			"Uma vez que você começa, você não pode voltar atrás... Quem não experimentou o desespero não pode nem viver no mundo real!",
			"How can one survive in this treacherous world if one has not even experienced the despair of not being able to turn back?",
			"Once you start, you can't go back ...... because those who have never experienced despair can't live in the real world either!"
		],
		[
			"msg",
			251774,
			"In order to let players know this, I delete the \"Quit\" part. It's not a simple game~ Hahaha~",
			"为了让玩家体验到这一点，九霄大人煞费苦心，去除了“退出”这个按钮！这虽然只是一个游戏，但可不是在闹着玩！快感激这样天才的九霄大人吧！凡人们！咕哈哈哈哈！",
			"プレイヤーにこのことを分からせるため、あえて「ログアウト」ボタンを消しているのだ！これはただのゲームでもなければ、遊びでもない！凡人どもは、この天才九霄様に感謝するがよい！はーはははっ！",
			"플레이어에게 이 점을 알려주기 위해, 일부러 「로그아웃」 버튼을 없애 둔 거다! 이건 그냥 게임도 아니고, 장난도 아니다! 평범한 녀석들은 이 천재 큐쇼님께 감사하라! 하-하하하!",
			"In order to make players understand this, the \"Logout\" button has been removed! This is not just a game, nor is it just for fun! All you mere mortals should be grateful to the genius Kyuushou! Wahahaha!",
			"Para informar o jogador sobre isso, removi intencionalmente o botão \"sair\"! Não é apenas um jogo, não é uma brincadeira! As pessoas comuns devem ser gratas pela a genialidade de Kyuushou! Hahahahaha!",
			"Kyuushou has gone to great lengths to remove the \"Exit\" button in order to allow players to experience this! It's just a game, but it's no joke! Be grateful to the genius of Kyuushou! Mortals! Gohahahahaha!",
			"They dare to turn off the \"logout\" button to let players know this! This is not just a game, nor is it just for fun! All you mere mortals can thank this genius Kuksyo-sama! Hahahaha!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251775,
			"So… Is the bug related to \"No quit\" setting?",
			"那你最开始说的报错是怎么回事，难道不就是因为没有退出才会报错的么？",
			"なら、君が最初に言ってたエラーはなんなの？「ログアウト」できないからエラーが発生してるんじゃないの？",
			"그럼 네가 처음에 말한 에러는 뭐야? 「로그아웃」을 못 해서 에러가 발생하는 거 아냐?",
			"Then what's that error you mentioned at the start? Is it happening because you can't \"Logout\"?",
			"Então o que aconteceu com o relatório de erro que você mencionou no início? Não é porque você não desistiu quando relatou o erro?",
			"And what's with your initial comment about reporting an error, isn't it just that it doesn't quit that's reporting the error?",
			"Then what was the first error you mentioned? I thought the error occurred because you couldn't \"log out.\""
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251776,
			"Errr…",
			"咕呃……",
			"うぐ……。",
			"으윽…….",
			"Uhh...",
			null,
			"Goo er ......",
			"Ugu ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251777,
			"I don't think there will be a lot of players love it…",
			"亏你还说是“正式版”，这种游戏估计发到网上去的时候都没什么点击量吧？",
			"よくこれを「正式版」なんて言えたものね。こんなのネットにアップしても、やる人なんていないでしょ。",
			"이걸 「정식판」이라고 말할 수 있다니. 이런 걸 네트워크에 올려도, 할 사람이 없을 거야.",
			"I can't believe you call this the \"official version\". Even if you uploaded it to the internet, no one would play it.",
			"Obrigada  a você por me avisar sobre esta ``versão oficial´´, esse tipo de jogo provavelmente não terá muito sucesso quando for postado na Internet, certo?",
			"You call it an \"official release\", this kind of game probably won't get many hits when it's posted online, right?",
			"How can you call this an \"official version\"? Even if it were uploaded to the Internet, no one would do it."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251778,
			"…",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251779,
			"Hahahaha!",
			"哼…哼哼！哼哼哼！哈哈哈哈！",
			"フ……フフ！フフフッ！アーハハハッ！",
			"흐…… 흐흫! 흐흐흫! 아-하하하!",
			"Heh... Hehe! Hahaha! Ahahahah!!",
			"Hm....hmph! Hahahahaha! Hahahahaha!",
			"Hmph...hmph! Hahahaha! Ha ha ha ha!",
			"Hu......ffff! Hmph! Ahahahaha!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251780,
			"Why are you laughing?",
			"你笑什么？",
			"な、何よ。いきなり笑ったりして、どうしたの！？",
			"뭐, 뭐야. 갑자기 웃다니, 어떻게 된 거야!?",
			"Wh-what's this? Why are you laughing all of a sudden?!",
			"Por que você está rindo?",
			"What are you laughing at?",
			"Hey, what is it? What's wrong with you, laughing all of a sudden!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251781,
			"You can't understand me…",
			"愚昧的凡人果然无法理解天才内心的孤独啊……正如他们无法理解艺术家的作品一样。",
			"愚かな凡人に天才の孤独はやはり理解できなかったか……。優れた芸術家の作品を理解できないのと同じように。",
			"어리석은 평범한 이들이 천재의 고독을 역시 이해하지 못했군……. 뛰어난 예술가의 작품을 이해하지 못하는 것과 마찬가지로.",
			"Foolish mortals really can't understand the loneliness inside the heart of a genius... just as they can't understand the work of an artist.",
			"Será que uma pessoa comum e tola não poderia entender a solidão de um gênio afinal...? Assim como não entendemos o trabalho dos grandes artistas.",
			"Foolish mortals really can't understand the loneliness of a genius's heart ah ...... just as they can't understand an artist's work.",
			"The loneliness of genius was still incomprehensible to a foolish ordinary person. ...... Just as we cannot understand the work of a great artist."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251782,
			"But it's meaningless if others can't play it/",
			"但是玩不了不就没有意义了么？",
			"でも、ちゃんと遊べない時点で意味ないじゃない。",
			"그래도 제대로 플레이할 수 없는 시점에서 의미 없잖아.",
			"But what's the point if you can't play it properly?",
			"Mas não faz sentido quando você não pode joga-lo corretamente.",
			"But isn't there no point in not being able to play?",
			"But what's the point if you can't play with it properly?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251783,
			"…",
			"咕……",
			"ぐぅ……。",
			"꾸웨엑…….",
			"Guh...",
			null,
			"Goo ......",
			"Gu ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251784,
			"Hey! Where are you going?!",
			"喂！你要去哪？",
			"ちょ、ちょっと！どこ行くのよ！？",
			"야, 야! 어딜 가는 거야!?",
			"H-hey! Where are you going?!",
			"Espere um minuto! Onde você está indo ! ?",
			"Hello! Where are you going?",
			"Hey, hey! Where are you going?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251785,
			"Leave me alone. I need to fix that bug!!",
			"别管我！我要把那个错误的分歧点纠正过来才行！！",
			"ほっといて！我はあのエラーを直しに戻る！！",
			"내버려 둬! 나는 저 에러를 고치러 돌아갈 거다!!",
			"Leave me alone! I'm going back to fix that error!!",
			"Me deixe em paz! Vou voltar para corrigir esse erro! !",
			"Leave me alone! I'm going to correct that false point of disagreement before I do!",
			"Leave me alone! I'm going back to fix that error!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251786,
			"Are you serious? I won't let you go back to the dangerous place.",
			"没搞错吧？你难道又要回去么！给我回来！",
			"ここまで来て戻る気なの！？",
			"여기까지 와서 돌아갈 셈이야!?",
			"You've come this far and you're going back?! Get back here!",
			"Você está falando sério? Você quer voltar de novo! Volte aqui!",
			"What's wrong with you? Are you going back again! Get back here!",
			"You've come this far and you're going back!"
		]
	],
	"36": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			251787,
			"Seems you know Mei before?",
			"话说你和那个雷电芽衣感觉好像认识呢，你们之间有什么交集么？",
			"そういえば、九霄って雷電芽衣と知り合いなの？妙に詳しいけど……接点なんてなさそうよね。",
			"그런데 큐쇼, 너 라이덴 메이와 아는 사이야? 이상하게 자세히 아는데... 접점이 있을 것 같진 않던데.",
			"By the way, are you acquainted with Raiden Mei? You seem to know a lot about her, but... it doesn't seem like you have any connection.",
			null,
			"Speaking of which, you and that Raiden Mei feel like you know each other... have you guys crossed paths?",
			"By the way, does Kyuushou know Raiden Mei? He seems strangely knowledgeable, but I don't think there is any ...... connection."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251788,
			"Yes, she is very important. I knew it since I saw her at the first time.",
			"没错，她是这个世界的奇异点，从刚见到她的时候我就已经确信了。",
			"雷電芽衣はこの世界の特異点……初めて彼女を見た時、我はそれに気がついたのだ。",
			"라이덴 메이는 이 세계의 특이점... 처음 그녀를 봤을 때, 나는 그것을 깨달았다.",
			"Raiden Mei is a singularity in this world... I realized that the first time I laid my eyes on her.",
			null,
			"Yes, she was the singularity of the world, and I had been sure of it from the moment I first saw her.",
			"Raiden Mei is a singularity of this world ...... and I noticed it when I first saw her."
		],
		[
			"msg",
			251789,
			"But there is something tried to stop our communication. I can't even talk to her…",
			"但是与雷电芽衣的接触受到了世界因果律的阻挠，每次会面都会被不可视之墙强行隔断，就连我的话语都无法传递到她的身边。",
			"しかし、我がそれを伝えようとしても世界の因果律がそれを許さなかった。彼女に会うたび、見えない壁に遮断され、我の言葉がついに届くことはなかったのだ。",
			"하지만 내가 그것을 전하려 해도 세계의 인과율이 그것을 허락하지 않았다. 그녀를 만날 때마다, 보이지 않는 벽에 막혀, 내 말은 결국 전해지지 않았지.",
			"However, even when I tried to convey this to her, the laws of causality in the world did not allow it. Every time I approached her, an invisible wall blocked my words, and they never reached her.",
			null,
			"But contact with Raiden Mei was thwarted by the world's law of karma, and every meeting was forcibly cut off by a wall of invisibility, so that even my words could not reach her.",
			"However, the law of cause and effect in the world did not allow me to convey my message. Every time I met her, I was blocked by an invisible wall, and my words never reached her."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251790,
			"Really?",
			"呃…这么玄乎？",
			"えっと、そうなのね……。",
			"어, 그렇구나...",
			"Uhh, right...",
			null,
			"Uh...so metaphysical?",
			"Um, yes, that's right. ......."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251791,
			"Yes, but I will try to save her from the darkness.",
			"没错，但是我会遵从预言书的指引，将她从黑暗中解救出来的，不然世界会陷入无尽的黑暗之中。",
			"信じてないな？だが、これは真実だ。我は預言書の導きに従い、彼女を闇から救い出す。そうしなければ、世界は無限の闇に包まれてしまう！",
			"믿지 않는 거냐? 하지만 이건 진실이다. 나는 예언서의 인도에 따라, 그녀를 어둠에서 구해낼 것이다. 그렇게 하지 않으면, 세계는 무한한 어둠에 휩싸이고 말 거다!",
			"You don't believe me? But this is the truth. I will follow the prophecy's guidance and rescue her from the darkness. If I don't, the world will be plunged into eternal darkness!",
			null,
			"Yes, but I will follow the guidance of the prophecy and save her from the darkness, or the world will be plunged into endless darkness.",
			"You don't believe me, do you? But it is the truth. I will follow the guidance of the prophecy and deliver her from the darkness. Otherwise, the world will be enveloped in endless darkness!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				1,
				true
			]
		],
		[
			"msg",
			251792,
			"Alright… You are so strange…",
			"好吧……你还真是个奇怪的家伙啊，我还是第一次见到初次经历崩坏的人像你这么淡定的呢。",
			"やっぱり九霄って変なヤツね。崩壊の真っ只中だっていうのに、こんなに落ち着いているというか自分の変わらない人、初めて見るわ。",
			"역시 큐쇼는 이상한 녀석이네. 붕괴의 한가운데라고 하는데, 이렇게나 침착하거나 변하지 않는 사람은 처음 봐.",
			"You really are strange after all. I've never seen anyone so calm and unchanged in the midst of a Honkai outbreak.",
			null,
			"Well ...... you're still a strange one, it's the first time I've seen someone experiencing Honkai for the first time as calm as you are.",
			"Kyuushou is a strange guy after all. I've never seen such a calm person in the midst of Honkai."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				1,
				false
			]
		],
		[
			"msg",
			251793,
			"I need to save the world, because I'm redeemer of the world.",
			"所有的灾难都是无法避免的命运，我们能做的只是将驶向毁灭的车轮引向微弱的希望罢了。没错！这就是我作为救世主的使命！",
			"全ての厄災は避けられない運命！我らに出来ることは、ただ滅びに向かう車輪を希望へと導くこと。そう！それこそが、救世主たる我の宿命だからな！",
			"모든 재앙은 피할 수 없는 운명! 우리가 할 수 있는 건, 단지 멸망으로 향하는 바퀴를 희망으로 이끄는 것. 그렇다! 그것이 바로, 구세주인 나의 숙명이니까!",
			"All disasters are inevitable! All we can do is lead the wheels of destruction towards hope. Yes! That is my destiny as the Savior!",
			null,
			"All disasters are unavoidable destinies, and all we can do is to steer the wheels of destruction towards the faintest hope. That's right! That is my mission as savior!",
			"All bad things are inevitable! All we can do is to lead the wheel of perdition toward hope. Yes! That is my destiny as a savior!"
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				3,
				false
			]
		],
		[
			"msg",
			251794,
			"Kiana, it must be our destiny. Let's save the world!",
			"琪亚娜，我们的相见也一定是命运的安排，是早就被预言书所记录下来的必然结果，来吧！和我一起拯救世界吧！",
			"キアナ、我らの出会いもまた運命。預言書に記されし必然の出来事なのだ。さあ！我と一緒に世界を救おうではないか！",
			"키아나, 우리의 만남 또한 운명이야. 예언서에 기록된 필연적인 사건이지. 자! 나와 함께 세상을 구해보자!",
			"Kiana, our meeting was also fate. It was an inevitable event written in the prophecy. Come! Let us save the world together!",
			null,
			"Kiana, our meeting must also be destiny, an inevitable outcome long recorded in the prophecy book, come! Save the world with me!",
			"Kiana, our meeting is also fate. It is an inevitable event, as written in the prophecy. Come on! Come with me and let us save the world!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				3,
				true
			]
		],
		[
			"msg",
			251795,
			"Good point, but I reject!",
			"你说的好，但是我拒绝！",
			"いいこと言うじゃない……だが断る！",
			"말은 잘 하는데…… 거절한다!",
			"That's nice of you to say... but I refuse!",
			null,
			"That's nice of you to say, but I refuse!",
			"You say nice things ...... but I refuse!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				4,
				false
			]
		],
		[
			"msg",
			251796,
			"…",
			"咕…！",
			"ふぇ……。",
			"휴에…….",
			"Huh...?!",
			null,
			"Coo....!",
			"Huh. ......."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				4,
				true
			]
		],
		[
			"msg",
			251797,
			"My quest is take you back to the base.",
			"和你一起寿命会缩短的，我的任务只是把你安全地带到组织罢了。",
			"九霄と一緒にいたら、いくら命があっても足りないもの。それに私の任務は、君を組織まで連れて行くことだけ。この一件が終わったら、もう会うことはないわ。",
			"큐쇼와 함께 있으면, 얼마나 목숨이 있어도 모자라. 게다가 내 임무는 너를 조직까지 데려가는 것뿐이야. 이 일이 끝나면, 다시는 만나지 않을 거야.",
			"With you by my side, no matter how many lives I have, it won't be enough. Besides, my only mission is to take you to the organization. After this incident, we won't see each other again.",
			null,
			"Life expectancy will be shortened with you. My job is just to get you safely to the organization.",
			"If I stay with Kyuushou, no matter how many lives I have, it will not be enough. Besides, my only duty is to take you to the organization. After this one, we won't see each other again."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				2,
				false
			]
		],
		[
			"msg",
			251798,
			"Base… What's that place?",
			"组织…真是令人期待呢~那到底是什么样的地方？",
			"組織？……ほほぉ、それはどんなところなのだ？",
			"조직?…… 호오, 그곳은 어떤 곳이지?",
			"Organization? ...Hoho, what kind of place is it?",
			null,
			"The organization...it's really something to look forward to~ What kind of place is that?",
			"Organization? ......Hohoho, what is it like?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				122,
				2,
				true
			]
		],
		[
			"msg",
			251799,
			"I don't have right to tell you that. All the thing I can tell you is our aim is also \"Save the world\".",
			"现在我没有告知你这些情报的权限，我只能告诉你我们目的也是拯救世界，剩下的还是由你自己去确认吧。",
			"残念だけど、それを言う権限は私にはないの。ただ、私達の目的も世界を救うっていうことだけは言える。あとは九宵自身の目で見て、確かめてもらうしかないわね。",
			"아쉽지만, 그걸 말할 권한은 나한테 없어. 다만, 우리의 목적도 세상을 구한다는 것만은 말할 수 있어. 나머지는 큐쇼 자신의 눈으로 보고, 확인해봐야 할 거야.",
			"Unfortunately, I don't have the authority to tell you. However, I can tell you that our goal is to save the world. The rest will have to be confirmed by you, Kyuushou, by seeing it with your own eyes.",
			null,
			"Now I don't have the authority to inform you of this information, I can only tell you that our purpose is also to save the world, and the rest is for you to confirm.",
			"Unfortunately, I don't have the authority to say that. But I can tell you that our purpose is to save the world, too. The only way to know for sure is for you to see it with your own eyes."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				122,
				2,
				false
			]
		],
		[
			"msg",
			251800,
			"Hohoho! I'm so excited!",
			"嚯嚯嚯！真是令人兴奋呢！",
			"ふふふ、ワクワクが止まらん！",
			"후후후, 두근두근이 멈추질 않아!",
			"Fufufu, so exciting!",
			null,
			"Ho ho ho ho! That's exciting!",
			"Hmmm, I can't stop being excited!"
		]
	],
	"37": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			252553,
			"Cocolia! Did the commander really give the order to attack St. Freya HS!? This is the Shicksal’s fortress! We can’t just attack like this!",
			"可可利亚！司令真的发布了进攻圣芙蕾雅学园的指令么！这可是天命的要塞啊！我们这么盲目进攻是会出事的！",
			"カカリア、司令は本当に聖フレイヤ学園への進攻を指示したの？あそこは天命の要塞なのに……こんな盲目的に攻めたら、大変なことになる……！",
			"쿠쿠리아, 사령은 정말로 세인트 프레야 학원에 대한 진공을 지시한 거야? 저곳은 천명의 요새인데…… 이렇게 맹목적으로 공격하면, 큰일 나는데……!",
			"Cocolia, did the Commander really give an order to attack St. Freyja Academy? That place is a Schicksal fortress... If we attack blindly like this, something terrible will happen...!",
			null,
			"Cocolia! Did the commander really issue an order to attack St. Freya High School! This is Schicksal's fortress! We'll get into trouble if we attack blindly!",
			"Cocolia, did the commander really order the advance on St. Freya High School? That place is a fortress of Schicksal. ...... If we attack blindly like this, we'll be in big trouble. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252554,
			"Don’t worry, we are not trying to capture this school. We only need to deliver that thing for the commander. After that, we just need to buy some time. It’s time to use Selene in the way it was designed to work.",
			"放心吧，我们并不是要攻下这座学园，只需要给司令把她想要的东西送达就行了，剩下的就只是争取时间罢了，这艘月光王座也该派上它真正的用处了。",
			"安心して。私たちはあの学園を攻めるわけじゃないわ。司令が欲しがっているものを送り届けるだけよ。この月光の王座も、本来の使い道で使ってあげないとね。",
			"안심해. 우리는 그 학원을 공격하는 게 아니야. 사령관이 원하는 것을 전해줄 뿐이지. 이 달빛의 왕좌도, 본래의 용도로 사용해주지 않으면 안 되니까.",
			"Don't worry. We're not attacking the school. We're just delivering what the Commander wants. It's time for the Moonlight Throne to be put to use how it's intended to be.",
			null,
			"Don't worry, we're not trying to take this academy, we just need to deliver what she wants to the Commander, the rest is just buying time, and it's time for this Moonlight Throne to be put to its true use.",
			"Rest assured. We are not attacking that school. We're just delivering what the commander wants. This Moonlight Throne should be put to its intended use."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			252555,
			"You mean Sirin... The commander has finally begun to execute the plan? But this is too rushed! No... Has the Shicksal already realized it!?",
			"你是说Sirin…司令终于要开始执行计划了么？可是这也太仓促了吧！不…难道是说天命已经察觉到了么！？",
			"それってシーリンのこと……？司令は計画を実行するの？で、でも……あまりに急すぎる！……ま、まさか天命に勘付かれたの！？",
			"그거 시린을 말하는 거야……? 사령관이 계획을 실행하는 거야? 그, 하지만…… 너무 급해!…… 설, 설마 천명이 눈치챈 거야!?",
			"Are you talking about Sirin...? So the Commander's carrying out the plan? B-But... it's too sudden! ...What if Schicksal has figured it out already?",
			null,
			"You mean Sirin...is the Commander finally going to start implementing the plan? But this is too hasty! No...does it mean that Schicksal has already sensed it!",
			"Is that Sirin's ......? Is the Commander in Chief going to carry out his plan? And, but ...... it's too sudden! ...... don't tell me that Schicksal has figured it out!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252556,
			"No matter what, this is what we have to do. We must trust the commander... We also have the ultimate weapon you prepared, don’t we?",
			"不管怎么样，恐怕这也是无奈之举，无论如何我们都必须相信司令…而且不是还有你准备的大杀器么？",
			"なんであろうと、これはもう仕方ないことなのよ。何があっても私たちは司令を信じなければ……それに、あなたが用意してくれた虎の子もあるんでしょう？",
			"무슨 일이든, 이젠 어쩔 수 없는 일이야. 무슨 일이 있어도 우리는 사령관을 믿어야 해…… 게다가, 네가 준비해둔 비장의 카드도 있잖아?",
			"Whatever the case may be, there's nothing we can do about it. No matter what happens, we must trust the Commander... and besides, you already have our ultimate weapon prepared, right? (TN: It uses an analogy phrase in the original... I'm not sure how to translate it over. I forget what the English equivalent is 😭)",
			null,
			"In any case, I'm afraid it's a hopeless situation, we have to trust the Commander no matter what...and aren't there still the big killers you've prepared?",
			"Whatever it is, this is something we don't have a choice anymore. No matter what happens, we have to trust our command ...... and you have the tiger cubs you've prepared for us, don't you?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			252557,
			"Ouch... That is just a prototype. It has not had any real combat testing. The combat data configuration is still incomplete. It can’t fight in an actual battle.",
			"咕…那台试做机还没有进行过实战测试，就连战斗数值都没调配完全，根本上不了战场。",
			"えっ……あの試作機はまだ実践テストをしていないし、戦闘データすらまともに調整していないから戦場では全く使えないんだけど。",
			"엣…… 그 시제기는 아직 실전 테스트를 하지 않았고, 전투 데이터조차 제대로 조정하지 않아서 전장에서는 전혀 쓸 수 없는데.",
			"Uhh... that prototype hasn't been tested in practice yet, and the combat data hasn't even been properly adjusted, so it's completely useless on the battlefield.",
			null,
			"Guh...that pilot machine hasn't been tested in real combat yet, even the combat values haven't been fully deployed, it can't even go into battle.",
			"What? ...... That prototype hasn't been tested in practice yet, and even the combat data hasn't been properly adjusted, so it can't be used on the battlefield at all."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252558,
			"Get your big toy ready, just in case. It will at least be a large decoy when we retreat.",
			"但是以防万一还是把你那台大玩具先启动了吧，那东西至少在撤退的时候可以当个大靶子进行掩护。",
			"だけど、万一に備えてあの大きなオモチャを起動しておきなさい。撤退するとき、盾代わりくらいにはなってくれるでしょう？",
			"그래도, 만약을 대비해서 그 큰 장난감을 작동시켜 둬. 후퇴할 때, 방패 정도는 되어 줄 거야.",
			"Then, just in case, activate that big toy of yours first. It will at least act as a shield if we retreat, right?",
			null,
			"But just in case it's better to activate that big toy of yours first, that thing can at least serve as a big target for cover when retreating.",
			"But keep that big toy activated just in case. It will at least serve as a shield when you retreat, right?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			252559,
			"I have put in so much effort developing this weapon from the Obelisk ruins... If you do it, all of our effort will be wasted!",
			"那可是我根据兵神遗迹好不容易研发出现的武器…你这么做的话我们的心血就全泡汤了！",
			"あれは兵神の遺跡のデータに基づいて苦労して開発した武器なのよ……そんな風に扱うなんて、私の苦労が水の泡じゃない！",
			"그건 병신의 유적 데이터를 바탕으로 고생해서 개발한 무기야…… 그런 식으로 대하다니, 내 고생이 물거품이잖아!",
			"That's a weapon I worked so hard to develop based on the data from the ruins of the God of War... If you treat it like this, all my hard work will be for nothing!",
			null,
			"That's a weapon I developed with great difficulty based on the relics of the God of Soldiers...our hard work will all go down the drain if you do this!",
			"That's a weapon I developed with a lot of effort based on the data from the remains of the god of war. ...... To treat it like that, all my hard work is for naught!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252560,
			"Tsk, I was just joking. You would never start working if I didn’t say that.",
			"哼，我只是开个玩笑而已，不然你是不会打起精神好好干活的。",
			"フンッ、ただの冗談よ。こうでも言わないと、あなたやる気を出さないでしょ。",
			"흥, 그냥 농담이야. 이렇게라도 말하지 않으면, 네가 의욕을 내지 않을 테니까.",
			"Hmph, I was just kidding. I was only saying this to try and motivate you.",
			null,
			"Heck, I'm just kidding, or you won't be pumped up to do your job properly.",
			"Hmph, I'm only joking. You're not going to do it unless I say so."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			252561,
			"Ooh... What a terrible woman...",
			"呜…真是可怕的女人……",
			"うう……本当に恐い女ね……。",
			"우우…… 정말 무서운 여자야…….",
			"Ahh... what a terrifying woman...",
			null,
			"Oooh...what a horrible woman ......",
			"Ugh ...... you really are a scary woman ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252562,
			"Bronya, how’s your preparation? Have you been reading the driving manual?",
			"布洛妮娅，你们准备的怎么样了，有在好好的学习驾驶手册么。",
			"ブローニャ、あなたたちの準備はどう？ちゃんと操縦マニュアルを読んでる？",
			"브로냐, 너희 준비는 어때? 제대로 조종 매뉴얼 읽고 있어?",
			"Bronya, are you all prepared? Have you read the flight manual?",
			null,
			"Bronya, how are you guys getting ready, have you been studying the driver's manual properly.",
			"Bronya, are you guys ready? Are you sure you've read the manual?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			252563,
			"Don’t worry, Mom. Everything is fine.",
			"放心吧，妈妈，一切顺利。",
			"安心してください、お母様。全ては順調です。",
			"안심하세요, 어머님. 모든 게 순조로워요.",
			"Don't worry, Matushka. Everything is fine.",
			null,
			"Don't worry, Mom, everything's fine.",
			"Rest assured, mother. All is well."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			252564,
			"Seele... Seele will work hard!",
			"希…希儿会努力的！",
			"ゼ……ゼーレ頑張る！",
			"제레... 힘내!",
			"S-...Seele will do her best!",
			null,
			"Seele...Seele will try!",
			"Ze...... Seele good luck!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			252565,
			"What’s the point of reading this messy manual! Just tell me which is the “fire” button! Everything else is unnecessary!",
			"看这种乱七八糟的说明书有什么用！到时候只要告诉我哪个是开火键就行了！其他都是多余的！",
			"こんなメチャクチャな説明書、読んだって役に立たないよ！そのときになったら、どこに向けて撃てばいいのか教えてくれればいいよ！それ以外は余計！無駄無駄！！",
			"이런 엉망진창 설명서, 읽어봤자 소용없어! 그때가 되면, 어디를 쏴야 하는지 알려주기만 하면 돼! 그 외엔 사족! 무다무다!!",
			"There's no point in reading this messed-up manual! When the time comes, just tell me where to aim and shoot! Anything else is useless! Utterly pointless!!",
			null,
			"What's the point of reading this mess of instructions! When the time comes, just tell me which is the fire button! Everything else is redundant!",
			"This messed up instruction manual is useless if you read it! Just tell me where to aim and shoot when the time comes! Other than that, it's superfluous! It's useless and useless!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			252566,
			"Sigh... You kids are so energetic... Hope you won’t break it...",
			"哎…真是有活力的孩子们呢…只希望你们不要把它玩坏掉就好了……",
			"もう……本当に元気のいい子供たちね……お願いだから、それを壊さないようにしてね……。",
			"정말... 진짜 활기찬 아이들이네... 부탁이야, 그거 부수지 않게 해줘...",
			"Seriously, what energetic children... Please make sure not to damage it...",
			null,
			"Hey...what energetic kids...I just hope you guys don't play it up ......",
			"They're already ...... really energetic kids. ...... Please don't let them ruin it. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			252567,
			"[Reporting: Selene will soon arrive in the airspace of St. Freya HS. We have been detected by enemy radar. Awaiting orders.]",
			"「报告，月光王座即将抵达圣芙蕾雅学园领空，敌方雷达已经侦测到我们，请求指令。」",
			"「報告します。月光の王座はまもなく聖フレイヤ学園の領空に入ります。……敵のレーダーが我々を捕捉しました。指示をお願いします」",
			"「보고합니다. 달빛의 왕좌는 곧 세인트 프레야 학원의 영공에 진입합니다. ...적의 레이다가 우리를 포착했습니다. 지시를 바랍니다」",
			"\"Reporting. The Moonlight Throne will soon enter St. Freyja Academy's airspace... Enemy radar has detected us. Please give us instructions.\"",
			null,
			"\"Report, Moonlight Throne is approaching St. Freya High School airspace, enemy radar has detected us, requesting orders.\"",
			"Report. Moonlight Throne will soon enter the airspace of St. Freya High School. ...... enemy radar has picked us up. Please advise.\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252568,
			"Hmph, their reaction is pretty quick. All compartments open, activate the meka weapons. Engage!",
			"哼，反应还挺快的。命令各舱室开启，启动机甲兵器，投入战斗！",
			"ふんっ、お早い反応じゃない。各キャビンを開け！機甲兵器起動、戦闘エリアに向けて射出しろ！",
			"흥, 빠른 반응이군. 각 캐빈 개방! 기갑병기 기동, 전투 지역으로 사출하라!",
			"Hmph, that was a quick reaction. Open all cabins! Activate the mechas and launch them at the battlefield!",
			null,
			"Hmph, pretty quick reaction. Order all compartments to open, activate mech weapons, and engage in battle!",
			"Hmm, not a quick response. Open all cabins! Activate armored weapons and fire them at the battle area!"
		],
		[
			"msg",
			252569,
			"Although we are only here to buy time, I don’t want to hold back. Let the arrogant Shicksal Valkyria taste the power of Anti-Entropy!",
			"虽然只是争取时间，但我可不打算手下留情，就让自大的天命女武神知道逆熵的力量！",
			"時間が惜しいから、手加減はしないわよ。偉そうな天命戦乙女にネゲントロピーの力を見せてやるわ！",
			"시간이 아까우니까, 살갑게 대해주지 않을 거야. 거만한 천명 전투소녀에게 네겐트로피의 힘을 보여주겠어!",
			"Time is of the essence, so don't hold back. I'll show those arrogant Valkyries the power of Anti-Entropy!",
			null,
			"Although it's just buying time, I don't intend to be merciful and let the arrogant Schicksal Valkyrie know the power of Anti-Entropy!",
			"I'm not going to take it easy on you because you're too generous with your time. I'm going to show the mighty Schicksal War Maiden the power of Anti-Entropy!"
		]
	],
	"38": [
		[
			"speaker",
			204667
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				811,
				0,
				false
			]
		],
		[
			"msg",
			252570,
			"The vanguard of Valkyria had engaged Anti-Entropy meka. There are too many enemies, some had penetrated our line of defense!",
			"女武神先头部队已展开与逆熵机甲的作战，敌方数量太多，已有大量机甲兵器穿过防御线！",
			"戦乙女の先遣隊がネゲントロピーの機甲と戦っていますが、敵の数が多すぎて……機甲兵器が次々と防衛線を突破しています！",
			"전투소녀 선견대가 네겐트로피의 기갑과 싸우고 있지만, 적의 수가 너무 많아서... 기갑병기가 연이어 방어선을 돌파하고 있습니다!",
			"The Valkyrie advance squad is fighting the Anti-Entropy mechas, but there's too many of them... The mechas are breaking through the defense line one after another!",
			null,
			"The Valkyrie Advance has commenced combat against the Anti-Entropy mechs, and the enemy is so numerous that a large number of mech weapons have already crossed the defense line!",
			"The advance party of war maidens is fighting Anti-Entropy's armored forces, but there are too many enemies ...... armored weapons are breaking through the defense line one after another!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				811,
				0,
				true
			]
		],
		[
			"msg",
			252571,
			"Those useless metals are nothing but a joke, they can’t defeat Valkyria! They just have big numbers! Ask all Valkyria to hold their positions! Destroy all meka in the school!",
			"哼，凭他们那些废物铁块就想战胜女武神，真是笑话！它们只是数量多罢了！命令女武神严守阵地！歼灭学园内的机甲！",
			"フンッ、あんな鉄くずスクラップで戦乙女に勝とうだなんて笑わせてくれるわ！所詮は数が多いだけ！戦乙女全部隊に命令、陣地を死守！学園内に侵入してくる機甲を殲滅せよッ！",
			"흥, 그런 고철 스크랩으로 전투소녀에게 이기려 드는 거 참 웃기네! 결국은 숫자만 많을 뿐! 전투소녀 전 부대에 명령, 진지를 사수하라! 학원 내로 침입하는 기갑을 섬멸하라!",
			"Hmph, how laughable, trying to defeat Valkyries with a bunch of scrap metal! After all, we're only outnumbered! All Valkyries, defend your positions! Annihilate any mechas invading the school!",
			null,
			"Hmph, it's a joke to try to defeat the Valkyries with their puny hunks of iron! They're just outnumbered! Order the Valkyries to hold their positions! Wipe out the mechs in the academy!",
			"Hmph, trying to beat the War Maiden with that scrap metal is laughable! There are only so many of them! Order all the War Maidens to defend their positions! Destroy the armored vehicles invading the school!"
		],
		[
			"speaker",
			204667
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				811,
				0,
				false
			]
		],
		[
			"msg",
			252572,
			"Major Himeko, we have received communication from Anti-Entropy.",
			"姬子少校，收到来自逆熵的通讯。",
			"ひ、姫子少佐、ネゲントロピーからの通信です。",
			"히, 히메코 소좌, 네겐트로피에서 통신이 왔습니다.",
			"M-Major Himeko, we just received a message from Anti-Entropy.",
			null,
			"Major Himeko, receive communication from Anti-Entropy.",
			"Hi, Major Himeko, this is a transmission from Anti-Entropy."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252573,
			"This is Selene from Anti-Entropy. My name is Cocolia, an executor of Anti-Entropy. We would like all Valkyria in the Shicksal to stop your resistance immediately and surrender. Otherwise, we will erase this school from earth!",
			"这里是逆熵所属战舰月光王座，我是逆熵执行者可可利亚，天命的女武神们听着，立即放弃抵抗接受管制，如若不然我们将把这座学园夷为平地！",
			"こちらネゲントロピー所属戦艦「月光の王座」。私はネゲントロピーの執行者カカリアだ。天命の戦乙女、よく聞け。今すぐ抵抗を止めて投降をしなさい。さもないと、この学園を更地にするわよ！",
			"여기는 네겐트로피 소속 전함 「달빛의 왕좌」. 나는 네겐트로피의 집행자 쿠쿠리아다. 천명의 전투소녀, 잘 들어. 지금 당장 저항을 멈추고 항복해. 안 그러면, 이 학원을 평지로 만들 거야!",
			"Coming from the Anti-Entropy battleship \"Moonlight Throne\". I am Cocolia, an Anti-Entropy Executor. Schicksal Valkyries, listen carefully. Cease your resistance and surrender immediately. If you do not, I will raise the academy to the ground!",
			null,
			"This is the warship Moonlight Throne belonging to Anti-Entropy, I am Cocolia, the Anti-Entropy Enforcer, the Valkyries of Schicksal listen, immediately give up resistance and accept the control, if not we will raze this academy to the ground!",
			"This is the battleship \"Moonlight Throne\" belonging to Anti-Entropy. I am Cocolia, Executor of Anti-Entropy. War Maiden of Schicksal, listen carefully. Stop your resistance and surrender now. Or I will clear this academy!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			252574,
			"Anti-Entropy bastards! How dare they say that to us! We must get rid of that battleship, or the meka weapons will keep coming!",
			"逆熵的混蛋居然这么嚣张！擒贼先擒王！不解决那艘战舰的话里面的机甲兵器会源源不断地增援！",
			"ネゲントロピーのやつら、調子に乗りやがって！まずは、リーダーを捕まえるわよ！あの戦艦を無力化して、機甲兵器の増援を止めてやらないと！",
			"네겐트로피 녀석들, 건방지게 군다! 먼저 리더를 잡아야 해! 저 전함을 무력화하고 기갑 병기의 증원을 막아야지!",
			"Those Anti-Entropy bastards are getting too cocky! Let's capture their leader first! If we don't deal with that battleship, those mechas will just keep on coming!",
			null,
			"The Anti-Entropy bastard was actually so arrogant! Tackle the thief first! If we don't take care of that battleship the mecha weapons inside will be constantly reinforced!",
			"Anti-Entropy guys, you're on a roll! First, we've got to get their leader! We have to neutralize that battleship and stop the armored weapon reinforcements!"
		],
		[
			"msg",
			252575,
			"Hyperion, full speed ahead! Break through the meka weapons! We will destroy that Selene ship today!",
			"命令休伯利安号全速前进！突破机甲兵器的包围！今天一定要把那艘月光王座击坠！",
			"ハイペリオン号、全速前進！機甲兵器の包囲を突破せよ！今日こそ、あの忌々しい月光の王座を撃墜するわよ！",
			"히페리온호, 전속 전진! 기갑 병기의 포위를 돌파하라! 오늘은 그 지긋지긋한 달빛의 왕좌를 격추시킬 거야!",
			"Hyperion, full speed ahead! Break through the encirclement of mechas! Today, we will destroy that damned Moonlight Throne!",
			null,
			"Order the Hyperion to full speed ahead! Break through the siege of mecha-troopers! That Moonlight Throne must be brought down today!",
			"The Hyperion, full speed ahead! Break through the encirclement of armored weapons! Today is the day we will shoot down that damned Moonlight Throne!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252576,
			"Hehe... You must be the captain of Valkyria. Major Himeko, right? Please forgive my rudeness~ If you think you really can stop Selene, feel free to try.",
			"呵呵…女武神的舰长，原来是叫姬子少校啊，失敬了~不过如果你真以为的能阻止月光王座的话就试试看吧，",
			"フフ……戦乙女の艦長、確か姫子少佐だったかしら……。本当に月光の王座を止められると思っているの？やれるものなら、試してごらんなさい。",
			"훗…… 전투처녀의 함장, 확실히 히메코 소좌였던가……. 정말로 달빛의 왕좌를 막을 수 있다고 생각해? 할 수 있으면, 시도 해보시지.",
			"Hehe... To think the captain of the Valkyries is Major Himeko... Do you really think you can stop the Moonlight Throne? I'd like to see you try.",
			null,
			"Oh...Captain of the Valkyrie, so it's Major Himeko, I'm sorry~ But if you really think you can stop the Moonlight Throne then just try it...",
			"Hmph ...... the captain of the War Maiden, I think it was Major Himeko ....... Do you really think you can stop Moonlight Throne? If you can, go ahead and try."
		],
		[
			"speaker",
			204667
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				811,
				0,
				false
			]
		],
		[
			"msg",
			252577,
			"The communication has been cut. Enemy ship has started accelerating. They are coming to us!",
			"通讯中断了，敌方战舰开始加速，正在冲向我们！",
			"通信、遮断されました！敵の戦艦が我々の方に向かって来ています！今なお加速中！ものすごいスピードです！！",
			"통신이 차단되었습니다! 적의 전함이 우리 쪽으로 향해 오고 있습니다! 여전히 가속 중입니다! 엄청난 속도입니다!!",
			"Communications have been cut off! The enemy battleship is coming this way! It's accelerating at such an incredible speed!!",
			null,
			"Comms are down. Enemy warships have begun to accelerate and are rushing towards us!",
			"Communication, we've been cut off! Enemy battleships are coming towards us! It is still accelerating! It's going very fast!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				811,
				0,
				true
			]
		],
		[
			"msg",
			252578,
			"Looks like they don’t want to make this too long either. Great! Bridge, initiate the Nexus system! We will finish it with one hit!",
			"看来对方也不打算持久对峙下去，既然这样那正好！命令舰桥，启动Nexus系统！我们要一击了结掉它！",
			"向こうも、いつまでも睨めっこを続けるつもりはないようね。それなら好都合よ！艦橋に連絡、Nexusシステムを起動させろ！一撃で終わらせてやるわ！",
			"저쪽도 언제까지나 눈싸움을 계속할 생각은 없는 모양이네. 그럼 좋은 기회야! 함교에 연락, Nexus 시스템을 가동시켜! 일격에 끝내버리겠어!",
			"Looks like they don't intend to keep this staring contest going on forever. Good! Send this command to the bridge — activate the Nexus System! We'll finish them off in one blow!.(TN: Not quite sure what analogy to use here...)",
			null,
			"It seems that the other side doesn't intend to continue the confrontation, so it's just as well! Command to the bridge. Activate the Nexus system! We're going to kill it with one blow!",
			"It seems they don't intend to keep the staring contest going forever either. That's a good thing! Contact the bridge and activate the Nexus system! We'll end this thing in one fell swoop!"
		],
		[
			"speaker",
			204667
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				811,
				0,
				false
			]
		],
		[
			"msg",
			252579,
			"But we must have the permission of the Principal to use the Nexus system. We can’t manage to contact her...",
			"可是Nexus系统必须通过学园长的许可才能使用，现在无法联系到学园长的情况下……",
			"で、ですが、Nexusシステムは学園長の許可がなければ使用できません。学園長と連絡が取れない今の状況では……。",
			"그런데, Nexus 시스템은 학원장의 허가 없이는 사용할 수 없습니다. 학원장과 연락이 닿지 않는 지금의 상황에서는…….",
			"B-But the Nexus System cannot be used without the permission from the principal. And we're unable to contact her right now...",
			null,
			"But the Nexus system can only be used with the permission of the school director, who can't be reached now ......",
			"And, but the Nexus system can only be used with the permission of the school director. In the current situation where we are unable to contact the school director, please contact us at ......."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252580,
			"I grant the permission to use the Nexus system.",
			"Nexus的使用权我许可了。",
			"Nexusの使用権は僕が許可する。",
			"Nexus의 사용권은 내가 허락한다.",
			"I grant you permission to activate the Nexus.",
			null,
			"Nexus usage I licensed.",
			"I grant you the right to use Nexus."
		],
		[
			"speaker",
			204667
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				811,
				0,
				false
			]
		],
		[
			"msg",
			252581,
			"Incoming communication! Identity recognized... Your! Your highness, Archbishop!",
			"有通讯接入！识别身份为…大！大主教阁下！",
			"通信を受信！信号識別……だ、大主教閣下ッ！",
			"통신 수신! 신호 식별……다, 대주교 각하!",
			"Transmission received! Signal identified... it's Lord Archbishop!",
			null,
			"There is communication access! Identified as...Grand! His Eminence the Archbishop!",
			"Communication received! Signal identification ......, Archbishop!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			252582,
			"Hyperion, destroy that battleship at all costs. It cannot enter St. Freya HS. Remember, at all costs!",
			"休伯利安号，给我摧毁掉那艘战舰，不能让它进入圣芙蕾雅学园，记住，不惜任何代价！",
			"ハイペリオン号、あの戦艦を撃墜しろ。あれを聖フレイヤ学園に入れてはいけない。いいかい？代償は惜しむんじゃないよ。",
			"히페리온 호, 그 전함을 격추시켜. 그걸 세인트 프레야 학원에 들이게 해선 안 돼. 알겠지? 대가는 아까워하지 말아.",
			"Hyperion must shoot down that battleship. Don't let it into St. Freyja Academy. Got it? No matter the cost.",
			null,
			"Hyperion, destroy that battleship for me. It must not be allowed to enter St. Freya High School. Remember, at any cost!",
			"The Hyperion, shoot down that battleship. Do not let that thing into St. Freya High School. Okay? Don't spare any expense."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			252583,
			"Roger that! Archbishop, I will complete the mission!",
			"遵命！大主教，我一定会完成任务！",
			"かしこまりました！大主教、必ず任務を完遂します！",
			"알겠습니다! 대주교님, 반드시 임무를 완수하겠습니다!",
			"Understood! Archbishop, I promise to complete my mission!",
			null,
			"Yes, sir! Archbishop, I will fulfill my mission!",
			"Yes, sir! Archbishop, I will certainly complete my mission!"
		],
		[
			"msg",
			252584,
			"Nexus system initiated! Nuclear furnace 5, 6 activated! Battleship power switched to back-up power!",
			"Nexus系统启动！5、6号核动力炉启动！战舰动力切换为备用能源！",
			"Nexusシステム起動！5、6号核動力炉起動！戦艦動力を予備エネルギー源に切り替え！",
			"넥서스 시스템 기동! 5, 6호 핵동력로 기동! 전함 동력을 예비 에너지원으로 전환!",
			"Activate the Nexus System and Nuclear Reactors #5 and #6! Switch battleship power to backup energy source!",
			null,
			"Nexus system activated! Nuclear power furnaces 5 and 6 activated! Battleship power switching to alternate energy sources!",
			"Nexus system activated! Nuclear power reactors Nos. 5 and 6 activated! Battleship power switched to reserve energy source!"
		],
		[
			"speaker",
			204667
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				811,
				0,
				false
			]
		],
		[
			"msg",
			252585,
			"Main gate open! Sunfire Greatsword up! Nexus system ready!",
			"主舱门开启！日炎大剑升起！Nexus系统准备就绪！",
			"メインシャッターオープン！陽炎大剣を構えろ！ Nexusシステム……準備完了！",
			"메인 셔터 오픈! 양염대검을 겨누어라! 넥서스 시스템......준비 완료!",
			"Main hatch open! Greatsword of Dawn, ready! Nexus System... ready!",
			null,
			"Main hatch open! Dayflame Greatsword raised! Nexus system ready!",
			"Main shutters open! Hold the shimmering greatsword at the ready! Nexus system ...... ready!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				811,
				0,
				true
			]
		],
		[
			"msg",
			252586,
			"It’s been a long time since I had some good exercise. Today, I will show you the true power of a Valkyrie!",
			"好久没活动筋骨了，今天就让你们见识一下女武神的真正力量吧！",
			"しばらく動いてないから体がなまってなきゃいいけど。今日こそ、戦乙女の本当の力を見せてあげるわよ！",
			"한동안 움직이지 않아서 몸이 굳지 않았으면 좋겠네. 오늘은 전투여신의 진정한 힘을 보여주겠어!",
			"It's been a long time since I've had a good workout, so I hope my body's still in good shape. Today, I'll show you the true power of a Valkyrie!",
			null,
			"It's been a long time since I've moved my muscles, so let's show you the true power of the Valkyries today!",
			"I hope my body hasn't been nipped in the bud for not having moved in a while. Today is the day I'm going to show you the true power of the War Maiden!"
		]
	],
	"39": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			252587,
			"Cocolia, something is not right with their battleship... Huge energy reaction detected from their ship.",
			"可可利亚，对方战舰的情况有点不对…从战舰内检测出强大的能量反应。",
			"カカリア、相手の戦艦の様子がおかしいわ……な、何これ！戦艦内部から強力なエネルギー反応を検出！",
			"쿠쿠리아, 적 전함의 상태가 이상해...... 뭐, 뭐야 이건! 전함 내부에서 강력한 에너지 반응 감지!",
			"Cocolia, something's off about the enemy battleship... Wh-What's this?! A powerful energy reaction has been detected from inside it!",
			null,
			"Cocolia, something is not right with the other ship...a powerful energy reaction is detected from within the ship.",
			"Cocolia, there's something wrong with the other battleship. ...... What is this? A strong energy reaction is detected inside the battleship!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252588,
			"They must be playing some tricks again. Ignore them, full speed ahead, break through their defense!",
			"又在耍什么小把戏，不要管他们，全速前进，冲破他们的防御圈！",
			"また何か小細工をするつもりね。構うことないわ、全速前進！向こうの防衛線を突破するわよ！",
			"또 무슨 속임수를 쓸 셈이군. 상관할 필요 없어, 전속 전진! 저쪽 방어선을 돌파할 거야!",
			"They must be planning another trick. I don't care, full speed ahead! Break through their defenses!",
			null,
			"Pulling another trick. Ignore them. Full speed ahead. Break through their defense perimeter!",
			"You're trying to pull some more tricks on us. I don't care. Full speed ahead! We'll get through their line of defense!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			252589,
			"Uh... Something has risen from the bridge of that ship... It’s a... Sword! Greatsword!?",
			"唔…那艘战舰的舰桥上好像升起了什么东西…这个是…大！大剑！？",
			"わわっ……あの戦艦の艦橋から何か出てきた……あれは……大剣！？",
			"우왓...... 저 전함의 함교에서 뭔가 나오고 있어...... 저건...... 대검!?",
			"Whoah... something's coming out from the bridge of that battleship... Is that... a greatsword?!",
			null,
			"Hmm...something seems to have risen from the bridge of that battleship...this is...a big..! A big sword!",
			"Wow ...... something came out of the bridge of that battleship ...... that's a ...... big sword!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			252590,
			"Ouch! I didn’t expect the Shicksal to have such random designers too... This design is not scientific at all, are they trying to use the battleship as a cold weapon...",
			"咕！没想到天命也有这么天马星空的设计师…这种战舰的设计实在是太反科学了，他们是想把战舰当做冷兵器么……",
			"ぐぬぬっ！天命にもこんな並外れた設計者がいたなんて……あんな設計、あまりにも非科学的すぎる。彼らは戦艦を冷酷な殺戮兵器にでもするつもり……？",
			"큭......천명에 저런 엄청난 설계자가 있을 줄이야... 저런 설계, 너무 비과학적이잖아. 그들은 전함을 �은 살상 병기로 만들 셈이야......?",
			"Grrr! I never expected Schicksal to have such creative designs... That battleship design makes no sense at all. Are they trying to use their battleships as melee weapons...?",
			null,
			"Goo! I didn't realize Schicksal had such heavenly designers...this battleship design is just too anti-scientific...are they trying to treat battleships like cold weapons ......",
			"Grrrr! I can't believe Schicksal had such extraordinary designers...... designing something like that, it's too unscientific. They are going to turn battleships into ruthless killing weapons or something......?"
		],
		[
			"speaker",
			204667
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				811,
				0,
				false
			]
		],
		[
			"msg",
			252591,
			"Commander, Sunfire Greatsword charging complete! Calculating the slashing route... Calculation complete!",
			"报告，日炎大剑已经充能完毕！开始计算斩击轨道……轨道计算完毕！",
			"報告します。陽炎大剣のエネルギー充填が完了しました！斬撃の軌道計算を開始……軌道計算完了！",
			"보고합니다. 양염대검의 에너지 충전 완료! 참격 궤도 계산 시작......궤도 계산 완료!",
			"Reporting. The Greatsword of Dawn's energy charging is now complete! Starting calculation of slash trajectory... Trajectory calculation complete!",
			null,
			"Report, the Sunflame Greatsword has been recharged! Begin calculating chopping orbits ...... orbits are calculated!",
			"Report. Energy filling of the shimmering greatsword is complete! Start calculating the trajectory of the slash. ...... Trajectory calculation complete!"
		],
		[
			"speaker",
			204556
		],
		[
			"bg",
			"CG10020"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252592,
			"Nexus system operating!",
			"Nexus系统开始运行！",
			"Nexusシステム運行開始！",
			"넥서스 시스템 가동 시작!",
			"The Nexus System is up and running!",
			null,
			"The Nexus system is up and running!",
			"Nexus system begins operation!"
		],
		[
			"msg",
			252593,
			"Sunfire Greatsword! Unsheath!",
			"日炎大剑！出鞘！",
			"陽炎大剣を鞘から出せ！",
			"양염대검을 칼집에서 뽑아라!",
			"Greatsword of Dawn, unsheathe!",
			null,
			"The Great Sword of Sunflame! Sheathe it!",
			"Take the shimmering great sword out of its sheath!"
		],
		[
			"msg",
			252594,
			"Fusion! Explosion!!!",
			"融！合！爆！裂！！！",
			"融合……爆裂！！！",
			"융합…… 폭발!!!",
			"Fusion... Explosion!!!",
			null,
			"Fusion! Fusion! Burst! Crack!!!",
			"Fusion ...... explosion!"
		],
		[
			"msg",
			252595,
			"Haaaaaaahhhh!!!!!",
			"哈啊啊啊啊啊啊啊！！！！！",
			"はぁあああっ！！",
			"하아아악!!",
			"Hyaaahhhhh!!",
			null,
			"Haaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa ！！！！！",
			"Haaaaah!"
		],
		[
			"speaker",
			204607
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			252596,
			"Hey hey! Cocolia! This is not good! The battleship of the Shicksal has something... That greatsword has risen! Are they trying to cut us with that sword!",
			"喂喂！可可利亚！好像有点不太妙！天命的战舰好像有点东西啊…那把大剑升起来了！他们这是想用那把大剑斩断我们么！？",
			"ちょっと、ちょっと！カカリア！！何だかマズい雰囲気！あの戦艦の動き、不穏だわ……大剣がどんどん持ち上がってく！あの大剣で私たちを真っ二つにするつもりなんじゃないの！？",
			"잠깐, 잠깐! 쿠쿠리아!! 뭔가 이상한 분위기야! 저 전함의 움직임, 불안해... 대검이 점점 들려오고 있어! 저 대검으로 우리를 반으로 갈라버릴 생각이잖아!?",
			"Hey, hey! Cocolia!! Something's not right! That battleship's movements are suspicious... The greatsword is rising higher and higher! Are they planning to cut us in half with that thing?!",
			null,
			"Oi oi! Cocolia! It seems like something's not right! There seems to be something about Schicksal's battleship...that greatsword is rising! Are they trying to cut us off with that big sword!",
			"Hey, hey! Cocolia! Something's not right here! That battleship is moving, it's disturbing. ...... The big sword is lifting more and more! I think she's trying to cut us in half with that sword!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			252597,
			"Bronya!",
			"布洛妮娅！",
			"ブローニャ！",
			"브로냐!",
			"Bronya!",
			null,
			"Bronya！",
			"Bronya！"
		],
		[
			"speaker",
			204555
		],
		[
			"bg",
			"CG10018"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			252598,
			"Understood.",
			"了解。",
			"了解しました。",
			"알겠습니다.",
			"Roger that.",
			null,
			"Understand.",
			"Understood."
		],
		[
			"speaker",
			204561
		],
		[
			"msg",
			252599,
			"Uh... This button does this... That button does that... Uh! No... Which function is it...",
			"那个…这键是这个功能…那个键是这个功能…唔！不对…是哪个功能啊……",
			"えっと……このボタンはこの機能で……あのボタンはこうで……うわ！違う……なんの機能だっけ……。",
			"어라... 이 버튼은 이 기능으로... 저 버튼은 이렇게... 우와! 아니... 무슨 기능이었더라...",
			"Um... this button does this... that button does this... Ahh! That's not right... What function was it again...",
			null,
			"That...this key is for this function...that key is for this function...ummm! No...which function is it? ......",
			"Let's see,...... this button is for this function,...... that button is for that function,...... wow! No...... what function is that......."
		],
		[
			"speaker",
			204585
		],
		[
			"msg",
			252600,
			"There’s a skeleton on this button~ Let me press it~",
			"这个键上面还有个骷髅~让本大爷摁一下试试~",
			"このボタン、ドクロが描かれてるじゃん！ボクが押してやろう～。",
			"이 버튼, 해골이 그려져 있잖아! 내가 눌러볼게~.",
			"This button has a skull on it! Why don't I press it~",
			null,
			"There's a skull on top of this button. Let me try it.",
			"This button has a skull on it! I'll push it!"
		],
		[
			"speaker",
			204607
		],
		[
			"msg",
			252601,
			"That’s the self-explode button! Don’t touch it!",
			"那个是自爆！千万不要摁！",
			"そ、それは自爆装置……！絶対に押しちゃダメっ！",
			"그, 그건 자폭 장치야...! 절대 누르면 안 돼!",
			"Th-That's the self-destruct button...! You must never press it!",
			null,
			"That one's a self-destruct! Don't press it!",
			"That, that is a self-destruct device ......! Don't ever press it!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			252602,
			"Obelist prototype, quantum armor deactivated.",
			"兵神试做机量子装甲解除。",
			"兵神試作機、量子装甲解除。",
			"병신 시제기, 양자 장갑 해제.",
			"Heishin Prototype, deactivate quantum barrier.",
			null,
			"Hyrule Tester Quantum Armor Disarm.",
			"Hyogin prototype, quantum armor release."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10017"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			252603,
			"Boom!!!!!",
			"轰隆！！！！",
			"——ゴォォォン！！",
			"——우르르릉!!",
			"<i>——RUMBLE!!</i>",
			null,
			"Rumble ！！！！",
			"--gooooooooo!"
		],
		[
			"speaker",
			204607
		],
		[
			"msg",
			252604,
			"Did... Did we block it...",
			"挡…挡住了么……",
			"ふ……防いだの……？",
			"후…… 막아낸 거야……?",
			"Was... Was it blocked...?",
			null,
			"Block...blocked? ......",
			"Did you prevent ...... from ......?"
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			252605,
			"Right now! Selene, full speed ahead!",
			"趁现在！月光王座全速突进！",
			"今よ！月光の王座、全速突進！",
			"지금이야! 달빛의 왕좌, 전속 돌진!",
			"Now! Moonlight Throne, full speed ahead!",
			null,
			"While we're at it! Moonlight Throne bursts in at full speed!",
			"Now! Moonlight Throne, full speed ahead!"
		],
		[
			"msg",
			252606,
			"Girls! I will leave that battleship to you! Make sure you hold it!",
			"女儿们！那搜战舰就交给你们了！一定要把它拖住！",
			"娘たち！あの戦艦は任せたわよ！必ず食い止めて！",
			"딸들아! 저 전함은 맡길게! 꼭 막아내!",
			"Girls! I'm leaving that battleship to you! You must stop it!",
			null,
			"Daughters! That searching battleship is in your hands! Be sure to stall it!",
			"Daughters! I'll take care of that battleship! Make sure you hold them off!"
		],
		[
			"speaker",
			204555
		],
		[
			"msg",
			252607,
			"Yes, Mom.",
			"遵命，妈妈。",
			"かしこまりました、お母様。",
			"알겠습니다, 어머니.",
			"Understood, Matushka.",
			null,
			"Yes, Mom.",
			"Yes, ma'am."
		]
	]
}