{
	"200": [
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195900,
			"On the front are the internal defensive positions of Shicksal. At present our army is engaged with it. You stand by here until the road is secured.",
			"前方是天命的内部防御阵地，目前我军正在与之交战。你们在这里待命，等确保道路后再行进。",
			"この先は天命の内部防衛陣地です。現在、我が軍が交戦中となります。#nあなた方はここで待っていてください。道を確保できてから進みます。",
			"이 앞은 천명의 내부 방어 진지입니다. 현재 아군이 교전 중입니다.#n여기서 대기하세요. 진로를 확보한 후에 이동할 겁니다.",
			null,
			null,
			"Ahead are Schicksal's internal defense positions, with which our troops are currently engaged. You will stand by here and wait to secure the road before marching.",
			"Beyond this point is Schicksal's internal defense position. Our troops are currently engaged. You are to wait here. We will proceed when the way is clear."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195901,
			"It seems that your BOSS was very specific.",
			"看来你们的BOSS招待得还真详尽呢。",
			"君たちのボスのもてなしは本当に行き届いているようだな。",
			"너희 보스의 환대는 정말로 빈틈없는 모양이군.",
			null,
			null,
			"It looks like your BOSS entertained you pretty thoroughly.",
			"Your bosses' hospitality seems to be really well attended."
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195902,
			"It's all about destroying Shicksal.",
			"一切都是为了消灭天命。",
			"全ては天命を消滅させるため。",
			"모든 것은 천명을 소멸시키기 위함이다.",
			null,
			null,
			"Everything is about destroying Schicksal.",
			"All in order to extinguish Schicksal."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195903,
			"...So even if there is a river of blood!",
			"……所以就算血流成河也在所不惜么！",
			"……そのためだったら、どれだけの血が流れても構わないの！？",
			"……그렇기 위해서라면, 얼마나 많은 피가 흘러도 상관없다고!?",
			null,
			null,
			"...... So even if blood is spilled?",
			"...... how much blood would you be willing to shed for that!"
		],
		[
			"msg",
			195904,
			"\\The enemy of mankind should be Houkai! Even if the path of Shicksal is wrong! But these valkyries are warriors who protect the human race! You can't do this to them!",
			"人类的敌人应该是崩坏才对！就算天命走的道路是错误的！但是这些女武神都是保护人类的战士！你们不能这样对她们！",
			"人類の敵は崩壊のはずよ！#n天命の行いが間違っているからって、この戦乙女たちは人類を守ってきた戦士なのに！#n彼女たちにこんなことするなんて！",
			"인류의 적은 붕괴여야 해!#n천명의 행동이 잘못되었다고 해도, 이 전처녀들은 인류를 지켜온 전사들이잖아!#n그들에게 이런 일을 하다니!",
			null,
			null,
			"It's only right that humanity's enemy should be Honkai! Even if Schicksal is on the wrong path! But these Valkyries are warriors who protect humanity! You can't do this to them!",
			"The enemy of humanity is supposed to be Honkai! Just because Schicksal's deeds are wrong, these war maidens are warriors who have protected mankind! I can't believe I'm doing this to them!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			195905,
			"This is the battlefield. Talk these in your dream.",
			"这里是战场，梦话回床上说。",
			"ここは戦場。寝言は止めていただきたい。",
			"여기는 전장이다. 잠꼬대는 그만둬 주시길.",
			null,
			null,
			"This is a battlefield. Dream talk back in bed.",
			"This is a battlefield. Please stop talking in your sleep."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			195906,
			"You……！",
			"你们……！",
			"あなたたち……！",
			"너희들……!",
			null,
			null,
			"You guys ......!",
			"You guys ......!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			195907,
			"Kukuku, I like that attitude. It's a war!",
			"库库库，这种态度本大爷倒是很欣赏，这才像是战争该有的样子！",
			"クックック。その態度、気に入ったぞ。戦争ならそうこなくっちゃなぁッ！",
			"쿨럭쿨럭. 그 태도, 마음에 들었어. 전쟁이라면 바로 그렇게 해야지!",
			null,
			null,
			"Kukukuk, this kind of attitude is appreciated by this lord, this is like what war should be like!",
			"Kook. I like your attitude. If there's a war, it should be like that!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			195908,
			"Wars between men have been going on since the dawn of civilization. Even in an age of devastation, wars for resources never cease. Because force is the most effective way to get what you want.",
			"人类之间的战争从文明的诞生之初就已经开始，就算是在崩坏肆虐的时代，为了争夺资源战争也从未停歇，因为武力是达成目的最有效的途径。",
			"人類同士の戦争は文明が誕生した時から存在していた。#n崩壊が暴れていた時代であっても、資源を争う戦争が収まることはなかった。#n武力は目的を達成するのに最も有効な手段だからな。",
			"인류 사이의 전쟁은 문명이 탄생한 때부터 존재해왔다.#n붕괴가 창궐하던 시대에서도 자원을 둘러싼 전쟁은 그치지 않았다.#n무력은 목적을 달성하는 가장 효과적인 수단이기 때문이다.",
			null,
			null,
			"The war between human beings has begun since the birth of civilization, even in the era of Honkai raging, in order to fight for resources war has never stopped, because force is the most effective way to achieve the purpose.",
			"Wars among humans have existed since the birth of civilization. Even when Honkai was rampant, wars over resources never ceased. Force is the most effective means to achieve an end."
		],
		[
			"msg",
			195909,
			"But I didn't expect that the Magician would use such a simple and crude tactic to do the same thing that the mandate did when it attacked Anti-Entropy...Looks like I still overestimate her.",
			"但是没想到魔术师居然运用这么简单粗暴的战术，做出与天命进攻逆熵时同样的行径……看来我还是高估她了么。",
			"しかし、魔術師がこれほど単純で乱暴な戦術を使うとは思わなかった。#n天命がネゲントロピーに進攻した時と同じ行動とは……彼女を買いかぶっていたようだ。",
			"하지만 마술사가 이렇게 단순하고 난폭한 전술을 쓸 줄은 몰랐다.#n천명이 네겐트로피를 침공했을 때와 같은 행동이라니…… 그녀를 과대평가했던 모양이다.",
			null,
			null,
			"But I didn't expect the magician to actually employ such a simple and crude tactic, doing the same line as when Schicksal attacked Anti-Entropy ...... Does it look like I still overestimated her.",
			"But I did not expect the sorcerer to use such simplistic and wild tactics. It seems that Schicksal was buying ...... her the same behavior as when she marched on Anti-Entropy."
		],
		[
			"msg",
			195910,
			"Tell your BOSS from me that Anti-Entropy doesn't need her protection, and we'll do it our own way.",
			"代我转告你们的BOSS，逆熵不需要她的保护，我们会用自己的方式达成目的。",
			"君たちのボスに伝えるんだ。#nネゲントロピーは彼女の保護を必要としていない。#n我々は自分のやり方で目的を成し遂げる。",
			"너희 보스에게 전해라.#n네겐트로피는 그녀의 보호가 필요 없다.#n우린 우리의 방식으로 목적을 이룰 것이다.",
			null,
			null,
			"Tell your boss for me that Anti-Entropy doesn't need her protection, and that we will accomplish our goals in our own way.",
			"Tell your bosses. Anti-Entropy does not need her protection. We will accomplish our goals in our own way."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			195911,
			"Father……",
			"父亲大人……",
			"お父様……",
			"아버지……",
			null,
			null,
			"Father Superior ......",
			"Your father: ......"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			195912,
			"Well.",
			"既然如此，那请自便。",
			"そういうことなら、好きにすればいい。",
			"그렇다면, 마음대로 하도록 해.",
			null,
			null,
			"In that case, make yourself at home.",
			"If that's the way it is, you can do whatever you want."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			195913,
			"Let's go, Mei.",
			"芽衣，我们走。",
			"芽衣、行こう。",
			"메이, 가자.",
			null,
			null,
			"Mei, let's go.",
			"Mei, let's go."
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195914,
			"Hum! Looks like these troops are working with Anti-Entropy!",
			"哼！看来这些部队果然是和逆熵一伙的！",
			"フンッ！　やっぱりこの軍隊はネゲントロピーとグルだったのね！",
			"흥! 역시 이 군대는 네겐트로피와 한패였군!",
			null,
			null,
			"Hmph! It seems that these troops are really in league with Anti-Entropy!",
			"Hmph!　I knew this army was in league with Anti-Entropy!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			195915,
			"Bang!!!!!",
			"轰隆！！！",
			"ドォオオオオン！！！",
			"드오오오온!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195916,
			"Well! The crimson light! Was it at that time... !",
			"呃！这个深红之光！难道是那个时候的……！",
			"うっ！　この深紅の光は！　まさか、あの時の……！",
			"윽! 이 진홍빛 빛은! 설마, 그 때의……!",
			null,
			null,
			"Uh-huh! This Crimson Light! Could it be from that time ......!",
			"Ugh!　This crimson light!　No way, that time ......!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				70,
				3,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			195917,
			"Anti-Entropy rats! You did it again!",
			"逆熵的老鼠们！果然又是你们搞的鬼！",
			"ネゲントロピーのネズミたち！　やっぱりまたあなたたちの仕業なのね！",
			"네겐트로피의 쥐들! 역시 또 너희들이 꾸민 짓이었구나!",
			null,
			null,
			"Anti-Entropy rats! Sure enough, it's you guys again!",
			"Anti-Entropy rats!　I knew it was you guys again!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			195918,
			"Mushoku Kika…s-class valkyrie of Shicksal",
			"无色辉火…是天命的S级女武神。",
			"無色輝火……天命のS級戦乙女。",
			"무쇠기계화……천명의 S급 전투처녀.",
			null,
			null,
			"Colorless Glow Flame...is a Schicksal S-Class Valkyrie.",
			"Colorless Bright Fire...... Schicksal's Class S War Maiden."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			195919,
			"Hum! Just turn into ashes with these bastards!",
			"哼！就和这些混蛋一起化成灰吧！",
			"フンッ！　このゴミどもと一緒に灰になるがいいわ！",
			"흥! 이 쓰레기들이랑 함께 재가 되는 게 좋을 거야!",
			null,
			null,
			"Hmph! Just turn to dust with these assholes!",
			"Hmph!　Let's go to ashes with these trash!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			195920,
			"Rumble!!!!",
			"轰隆！！！",
			"ドォオオオオンッ！！！",
			"우오오오옷!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			195921,
			"Er!!!",
			"呃啊！！",
			"うわあぁっ！！",
			"으아악!!",
			null,
			null,
			"Uh-ah!",
			"Wow!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			195922,
			"Looks like they think we're part of the army!",
			"怎么办！看来对方把我们当成这些军队一伙的人了！",
			"ど、どうしよう！　私たちのことをこの軍隊の仲間だと思っているみたいだよ！",
			"어, 어쩌지! 우리를 이 군대 동료로 생각하고 있는 것 같아!",
			null,
			null,
			"What to do! Looks like the other side thinks we're one of these army guys!",
			"Oh, my God, what am I going to do?　It's like they think we are part of this army!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			195923,
			"There's no reason to panic! We are here to overturn the Shiciksal! It's not just right!",
			"有什么好慌张的！我们本来就是来掀翻天命的！这不是正好！",
			"何を慌ててるんだよ！　ボクたちは最初から天命を倒しに来たんだろ！#nちょうどいいじゃないか！",
			"뭐가 그렇게 급한 거야! 우리는 처음부터 천명을 쓰러뜨리러 온 거잖아!#n딱 좋지 않아!",
			null,
			null,
			"What's there to panic about! We're supposed to be here to overturn Schicksal! It's not just right!",
			"What's the rush?　We came here to defeat Schicksal from the beginning, didn't we? Just in time!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			195924,
			"You won't let go this time! The vengeance of the dead valkyries! Let you come to repay well!!",
			"这次可不会让你们轻易离开！死去的女武神的仇！就让你们来好好偿还！！",
			"今回はそう易々と逃がさないわよ！#n死んでいった戦乙女の仇！　きっちり償わせてやるからね！！",
			"이번에는 그렇게 쉽게 놓치지 않을 거야!#n죽어간 전투처녀들의 원한! 제대로 갚아주겠어!!",
			null,
			null,
			"I won't let you leave so easily this time! The vengeance of the dead Valkyries! I'll let you all pay for it properly!",
			"I won't let you off the hook so easily this time! I will avenge the dead maidens!　I'll make you pay for it!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				6,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			195925,
			"Rumble!!!!",
			"轰隆！！！",
			"ドォオオオオンッ！！！",
			"우오오오옷!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			195926,
			"It seems that the battle is inevitable...! Seele! Sin! Stay with me and pin her down!",
			"咳！看来战斗是无法避免了…希儿！杏！和我一起牵制住她！",
			"ゴホッ！　どうやら戦いは避けられなさそうですね……#nゼーレ！　シン！　ブローニャと一緒に彼女を食い止めてください！",
			"콜록! 아무래도 전투는 피할 수 없을 것 같군...#n제레! 신! 브로냐와 함께 그녀를 막아줘!",
			null,
			null,
			"Ahem! Looks like a fight is unavoidable...Seele! Sin! Hold her back with me!",
			"Gosh!　Looks like a fight is inevitable. ...... Seele!　Sin!　Please join Bronya and hold her off!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			195927,
			"Never come near Kika!",
			"休想靠近辉火一步！",
			"輝火には一歩たりとも近づかせないわ！",
			"키카에게는 한 발짝도 접근 못 하게 할 거야!",
			null,
			null,
			"Don't even think about getting one step closer to the glow fire!",
			"I won't let you take a single step closer to the bright fire!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			195928,
			"Ping!!!!",
			"噌！！",
			"ザンッ！！",
			"촤아악!!",
			null,
			null,
			"Miso!",
			"Xan!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			195929,
			"The law maker in the theocratic squad...Just right for an opponent of rehabilitation.",
			"神权小队的人造律者么……作为复健的对手来说刚刚好。",
			"神権小隊の人造律者か……リハビリの相手にはちょうどいいだろう。",
			"신권 소대의 인조율자군……재활 상대로는 딱이겠어.",
			null,
			null,
			"Is the Artificial Herrscher of the Divine Right Squad ...... just right as a rehabbed opponent.",
			"It would be just the thing to deal with a man-made Herrscher or ...... rehabilitator in a priesthood platoon."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			195930,
			"She is strong! Please let me fight with you!",
			"父亲大人！她的实力很强！请让我和你一起战斗！",
			"お父様！　彼女の力は侮れません！　私も一緒に戦わせてください！",
			"아버지! 그녀의 힘은 얕볼 수 없습니다! 저도 함께 싸우게 해주세요!",
			null,
			null,
			"Father-sama! She's very strong! Please let me fight with you!",
			"Father!　Her power is not to be underestimated!　Let me fight with you!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			195931,
			"Come along, as long as I am here, no one will cross this line of defense half a step!",
			"一起来吧，只要有我在，谁也别想跨过这道防线半步！",
			"まとめてかかってくるがいいわ。私がいる限り、この防衛ラインは誰にも越えさせない！",
			"한꺼번에 덤벼도 좋아. 내가 있는 한, 이 방어 라인은 누구도 넘기지 않을 거야!",
			null,
			null,
			"Come along. No one will take half a step across this line of defense as long as I'm around!",
			"You can come at me all at once. As long as I'm around, I won't let anyone cross this line of defense!"
		]
	],
	"201": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195932,
			"Cocolia... Did you finally choose the wrong path…",
			"可可利亚…最后你还是选择了错误的道路么……",
			"カカリア……結局、君は誤った道を選んでしまうんだね……",
			"쿠쿠리아……결국 너는 잘못된 길을 선택하고 말았구나……",
			null,
			null,
			"Cocolia...did you choose the wrong path in the end ......",
			"Cocolia...... you end up choosing the wrong path. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			195933,
			"Don't get me wrong, Otto. The chips you gave me at that time really let me move, but too eager for quick success and instant benefit, just gave me the opportunity to waver.",
			"不要误会，奥托主教。当时你给我的筹码的确让我心动了，只是太过急功近利，才给了我动摇的机会。",
			"誤解しないで、オットー主教。#n以前、あなたが私にくれたカードには確かにそそられたわ。#nただ、目先の利益を焦りすぎたせいで、私に考え直す機会を与えてしまったのよ。",
			"오해하지 마, 오토 주교.#n이전에 당신이 내게 건넨 카드는 확실히 매혹적이었어.#n다만, 눈앞의 이익을 너무 조급하게 바란 나머지, 내게 다시 생각해볼 기회를 준 셈이 되었을 뿐이야.",
			null,
			null,
			"Don't get me wrong, Bishop Otto. The chips you gave me at the time did make my heart sing, it was only too much of a rush that gave me the chance to falter.",
			"Don't get me wrong, Bishop Otto. I was certainly intrigued by the card you gave me earlier. It's just that you were too impatient for immediate gains and gave me a chance to reconsider."
		],
		[
			"msg",
			195934,
			"Now the Shicksal has lost its former strength, and your plan after plan makes your fighting force become empty. After the destruction of Anti-Entropy, you must have no worries, right?",
			"现在的天命已经失去了往日的强大，你接二连三的计划反而让自己的战力变得空虚，不过也难怪。在逆熵毁灭之后，你一定也觉得没有后顾之忧了吧？",
			"今の天命はかつての強さを失い、あなたは立て続けに計画を実施したせいで、#nかえって自分の戦力を空っぽにしてしまった。それも無理ないわよね。#nネゲントロピーが崩壊してから、あなたはもう後の心配がなくなったんでしょう？",
			"지금의 천명은 과거의 강함을 잃었고, 당신은 연이어 계획을 실행한 탓에#n오히려 자신의 전력을 고갈시켜버렸어. 그 역시 당연한 일이겠지.#n네겐트로피가 붕괴된 후, 당신은 더 이상 미래를 걱정할 필요가 없어졌으니까?",
			null,
			null,
			"Now that Schicksal has lost its former power, your successive plans have instead left your own battle power empty, but it's no wonder. After the destruction of Anti-Entropy, you must also feel that you have no worries, right?",
			"Schicksal is no longer as strong as it once was, and you have emptied your own ranks by implementing your plans one after the other. That's understandable. Since Anti-Entropy Honkai, you no longer have to worry about the rest, do you?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			195935,
			"Hum... Is that why you're jumping in now?",
			"哼…所以你们才打算现在趁虚而入么？",
			"フンッ……だから隙を突こうっていうわけか？",
			"흥……그래서 틈을 노리겠다는 거냐?",
			null,
			null,
			"Hm...is that why you guys are planning to take advantage of the situation now?",
			"Hmmm... ...... so you're trying to exploit a gap?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			195936,
			"Merlin...No, you're supposed to be called \"the magician.\" I didn't expect Lord walter's PLAN B to be betting on you.",
			"梅琳…不，现在应该称呼你为“魔术师”才对，没想到瓦尔特大人的PLAN B居然押宝在你的身上，看来我还是小瞧你了。",
			"メリン……いや、今は「魔術師」と呼ぶべきかしら。#nヴェルト様のプランBがあなたにかかっていたなんて、どうやらあなたのことを見くびっていたようね。",
			"메린……아니, 지금은 「마술사」라고 불러야 할까.#n웰트 님의 플랜 B가 당신에게 달려있었다니, 어쩌면 당신을 과소평가했던 모양이네.",
			null,
			null,
			"Merlin...no, I should call you \"Magician\" now...I didn't expect Welt-sama's PLAN B to bet on you...I guess I underestimated you after all.",
			"Meryn...... No, I should call you a \"magician\" now. It seems I underestimated you that Master Welt's plan B was on you."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			195937,
			"You flatter me, Ms. Cocolia. We had some minor problems, but thank you for believing me in the end.",
			"您过奖了可可利亚小姐，我们虽然有一些小矛盾，不过感谢你在最后相信了我。",
			"恐れ多いわ、カカリアさん。#nちょっとしたいざこざはあったけれど、最後にわたくしを信じてくれてありがとう。",
			"과분한 말씀이에요, 쿠쿠리아 씨.#n작은 마찰이 있었지만, 마지막에 저를 믿어주셔서 고마워요.",
			null,
			null,
			"You flatter me Ms. Cocolia, we've had a few small conflicts, but thank you for believing in me at the end.",
			"I'm afraid not, Ms. Cocolia. Thank you for believing in me in the end, even though things got a little messy."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			195938,
			"I didn't believe you. It was just the situation. If the otto's Shicksal was been strong, he would not have found the opportunity to strike back, as Lord walter had said.",
			"我并没有相信你，一切都只是时局使然，假若奥托的天命依然强盛，也不会如瓦尔特大人所言能够找到反击的机会。",
			"私はあなたを信じているわけではないわ。全ては成り行きよ。#nもし、オットーの天命が依然として強いままだったら、ヴェルト様の言うような#n反撃のチャンスなんてなかったでしょうからね。",
			"난 당신을 믿는 게 아니에요. 모든 것은 흐름일 뿐이죠.#n만약 오토의 천명이 여전히 강력했다면, 벨트 님께서 말씀하신#n반격의 기회 같은 건 없었을 테니까요.",
			null,
			null,
			"I didn't believe you, it was all just the times, and if Otto's Schicksal was still strong, he wouldn't have been able to find a counterattack as Lord Schicksal said.",
			"I don't believe in you. Everything happens. If Otto's Schicksal had remained strong, there would have been no chance for him to fight back, as Mr. Welt said."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				745,
				6,
				false
			]
		],
		[
			"msg",
			195939,
			"Bishop otto, after a number of terrible losses, the additional valkyrium troops are now mere babes and sucklings. Even if they had some combat experience against HOukai, it was only a matter of time before they collapsed in the face of an elite army made for war.",
			"奥托主教，经历了多次惨痛的损失，如今增补的女武神部队不过是些乳臭未干的小丫头。就算她们在对抗崩坏的时候尚有一些作战经验，但是面对专为战争而生的精英部队，瓦解只是迟早的事情。",
			"オットー主教、これだけたくさんの損失を出しておきながら、#n補充される戦乙女部隊は未熟な小娘たちばかり。崩壊との戦いで多少の実戦経験を#n積んだとしても、戦争のために作られた精鋭部隊が相手となれば、貴方たちの瓦解も時間の問題よ。",
			"오토 주교, 이렇게 많은 손실을 내놓고도,#n보충되는 발키리 부대는 미숙한 애송이들뿐이군요. 붕괴와의 전투에서 약간의 실전 경험을#n쌓았다 해도, 전쟁을 위해 만들어진 정예 부대를 상대로는 당신들의 붕괴도 시간 문제예요.",
			null,
			null,
			"Bishop Otto, after a number of tragic losses, the Valkyrie forces that have been replenished nowadays are nothing more than little girls who are not yet dry. Even if they still had some combat experience when they fought Honkai, facing an elite force that was built for war, disintegration was only a matter of time.",
			"Bishop Otto, after so many losses, the replacement force of war maidens is made up of only inexperienced girls. Even if you gained some battle experience in the battle against Honkai, it is only a matter of time before you fall apart against an elite force that was created for war."
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				745,
				8,
				false
			]
		],
		[
			"msg",
			195940,
			"If you give up your resistance, it will also reduce your unnecessary sacrifice. Your contribution to humanity will not be forgotten, but it is time for you to retire from the stage.",
			"只要你放弃抵抗，这样也能减少无谓的牺牲。你对人类所做的贡献人类不会忘记，但是现在也该是你退出舞台的时候了。",
			"抵抗を止めれば、無意味な犠牲を減らせるわ。#n人類は貴方が人類にした貢献を忘れない。でも、今はもう舞台から降りる時よ。",
			"저항을 멈추면, 무의미한 희생을 줄일 수 있어요.#n인류는 당신이 인류에게 기여한 바를 잊지 않을 거예요. 하지만 이제는 무대에서 물러날 때죠.",
			null,
			null,
			"As long as you give up your resistance, this will also reduce the number of needless sacrifices. Your contribution to humanity will not be forgotten, but it is time for you to exit the stage.",
			"If you stop resisting, you will reduce senseless sacrifices. Humanity will not forget the contribution you have made to humanity. But now it is time for you to step off the stage."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				745,
				8,
				true
			]
		],
		[
			"msg",
			195941,
			"Ha ha ha... Ha ha ha!",
			"呵呵呵…哈哈哈哈！",
			"フフフ……ハッハッハッハ！",
			"훗훗…… 하하하하!",
			null,
			null,
			"Ohhhh...hahahahaha!",
			"Huhuhu ...... hahahaha!"
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				8,
				true
			]
		],
		[
			"msg",
			195942,
			"It looks like Walter destroyed the Ark fortress just to get you to do this play here… When the Shicksal tries its best to reach the height of god, it collapses from within...That's a vision.",
			"看来瓦尔特不惜摧毁方舟要塞就是为了让你们在这里演这出戏么…当天命竭尽全力达到神的高度后从内部瓦解天命…还真是高瞻远瞩。",
			"どうやら、ヴェルトが方舟要塞を惜しみなく破壊したのは、#n君たちにこの茶番劇を演じさせるためだったようだね……#n天命が全力を尽くして神の高みに達した後、それを内部から崩壊する……#n本当に見事な先見の明だね。",
			"보아하니, 벨트가 방주 요새를 아낌없이 파괴한 건,#n너희들에게 이 희극을 연기시키기 위해서였던 모양이군……#n천명이 전력을 다해 신의 경지에 도달한 후, 그것을 내부에서 붕괴시키는……#n정말로 훌륭한 선견지명이야.",
			null,
			null,
			"Looks like Welt went out of his way to destroy the Ark Fortress just so you guys could put on this show here...dismantling Schicksal from the inside after Schicksal has done everything in his power to reach the heights of a god...that's pretty far-sighted.",
			"Apparently, Welt's generous destruction of the Ark fortress was to allow you guys to play out this travesty ...... Honkai it from within after Schicksal did everything in his power to reach the heights of the gods.... ...truly brilliant foresight."
		],
		[
			"msg",
			195943,
			"I didn't think, though, that the spirit of the Anti-entropy would have the courage to stand up to my judgment, but don't overestimate your abilities...",
			"不过我的确没有想到，逆熵的亡灵居然还有勇气站在我的明前耀武扬威，但是你们也别太高估自己的能力……",
			"ネゲントロピーの亡霊が僕の前で威勢をまき散らす勇気を持っていたとは、#n本当に意外だったよ。でも、君たちも自分たちの能力を過大評価しない方がいい……",
			"네겐트로피의 망령이 내 앞에서 기세를 부릴 용기를 가졌다니,#n정말 의외였어. 하지만 너희들도 자신들의 능력을 과대평가하지 않는 게 좋을 거야……",
			null,
			null,
			"But I did not expect that the Anti-Entropy undead would still have the courage to stand in front of my brightenings and flaunt their power, but don't overestimate yourselves ......",
			"I'm really surprised that the ghosts of Anti-Entropy had the courage to spread their bluster in my presence. But you guys shouldn't overestimate your abilities either: ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				884,
				0,
				false
			]
		],
		[
			"msg",
			195944,
			"Let me have a try!",
			"那就让我试试看吧！",
			"それはどうかしらね！",
			"그건 어�겠어요!",
			null,
			null,
			"Then let me try!",
			"I doubt that!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				884,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			195945,
			"Rumble!!!",
			"轰隆！！！",
			"ドォオオオオオンッ！！！",
			"드오오오오온!!!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			195946,
			"Don't hurt Lord Otto!",
			"休想伤害奥托大人！",
			"オットー様に手出しはさせない！",
			"오토 님께 손대지 마!",
			null,
			null,
			"Don't even think about hurting Lord Otto!",
			"I will not let Master Otto touch you!"
		],
		[
			"msg",
			195947,
			"Lord Otto! Leave it to me! Please leave at once!",
			"奥托大人！这里交给我！请您立即离开！",
			"オットー様！　ここはお任せを！　今すぐ避難してください！",
			"오토 님! 여기는 제게 맡기세요! 지금 바로 피난하십시오!",
			null,
			null,
			"Lord Otto! Leave this place to me! Please leave immediately!",
			"Mr. Otto!　I'll take care of this!　Please evacuate now!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			195948,
			"There's no need to get excited, Kallen. This meeting was just a show. I've given a lot to give these senate scum a chance to do their bit for the Shicksal.",
			"卡莲，用不着激动，本来这次会议就只是逢场作戏罢了。为了给这些元老院的废物们一些能为天命尽力的机会，我已经让步了很多。",
			"カレン、そんなに興奮する必要はないよ。#n今回の会議はついでに開いたようなものなんだ。#nこの元老院の役立たずたちに天命のため尽力するチャンスを与えんだよ。#n僕なりの譲歩さ。",
			"카렌, 그렇게까지 흥분할 필요 없어.#n이번 회의는 그냥 겸사겸사 연 것뿐이야.#n이 원로원의 쓸모없는 자들에게 천명을 위해 노력할 기회를 주는 거지.#n내 방식의 양보야.",
			null,
			null,
			"Kallen, there's no need to get excited. This meeting was supposed to be just a show. I've conceded a lot to give these Senate losers some chance to do their best for Schicksal.",
			"Kallen, there's no need to get so excited. This meeting is just a side event. I'm giving these useless people in the Senate a chance to work for their Schicksal. It's a concession in my opinion."
		],
		[
			"msg",
			195949,
			"But now it seems that their pedantic ideas have eaten into their own brains, and there is no need to keep them.",
			"不过现在看来，他们迂腐的思想已经把自己的脑子都蛀穿了，那也就没有留着的必要了。",
			"だけど、彼らの陳腐な考えは自分たちの頭すらもスカスカにしてしまっていた。#nこうなった以上、彼らを手元に残しておく必要もない。",
			"하지만, 그들의 진부한 생각은 자기들 머리마저 텅 비워버렸어.#n이렇게 된 이상, 그들을 곁에 둘 필요도 없지.",
			null,
			null,
			"But now it seems that their pedantic ideas have caved their brains out, so there's no point in keeping them.",
			"But their stale ideas had scuppered even their own heads. Now that this has happened, there is no need to keep them on hand."
		],
		[
			"msg",
			195950,
			"Merlin, Cocolia, do you think you're going to win over me by getting these crap?",
			"梅琳，可可利亚。你们以为拉拢这些废物就能战胜我么……",
			"メリン、カカリア。#n君たちはそんな役立たずを仲間に引き入れて、僕に勝てると思っているのかい……",
			"메린, 쿠쿠리아.#n너희들은 그런 쓸모없는 자들을 끌어들여서, 나를 이길 수 있을 거라 생각하는 거야……",
			null,
			null,
			"Merlin, Cocolia. Do you think you can defeat me by pulling in these losers ......",
			"Meryn, Cocolia. You guys think you can beat me by bringing such useless people into the fold. ......"
		],
		[
			"msg",
			195951,
			"That would be a great disappointment to me.",
			"那就太让我失望了。",
			"そうだとしたら、僕はがっかりだよ。",
			"그렇다면, 정말 실망이군.",
			null,
			null,
			"That would be a disappointment to me.",
			"If so, I'm disappointed."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			195952,
			"Creak！Creak！Creak！！！",
			"刷！刷！刷！！！",
			"——ガシャ！",
			"—— 콰직!",
			null,
			null,
			"Brush! Brush! Brush!!!",
			"--Gasha!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			195953,
			"These rising incubators are…",
			"这些升起的培养仓是……",
			"培養カプセル？　これは……",
			"배양 캡슐? 이건……",
			null,
			null,
			"These rising culture bins are ......",
			"Culture capsule?　This is ......"
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			195954,
			"The clone, culled from the Apocalypse gene, is also the final stage of the Artificial Herrscher's plan.",
			"由阿波卡利斯基因培养的克隆体，也是人造律者计划最终阶段的试验品。",
			"アポカリプスの遺伝子から培養したクローンだよ。#n人造律者計画の最終段階の試作品でもある。",
			"아포칼립스의 유전자에서 배양한 클론이야.#n인조율자 계획의 최종 단계 시제품이기도 하지.",
			null,
			null,
			"A clone genetically grown by Apokolips and a test subject for the final phase of the Artificial Herrscher program.",
			"It's a clone cultured from the genes of Apocalypse. It is also a prototype of the final stage of the Artificial Herrscher Project."
		],
		[
			"msg",
			195955,
			"Merlin, indeed, as you said, the power of the Stigmata is very small in the human individual. But that doesn't mean they can't be artificially bred. The clones were all genetically engineered with copies of the Apocalypse family's Stigmata.",
			"梅琳，的确如你所说，圣痕的力量在人类的个体中存在的例数微乎其微，但这并不代表圣痕无法通过后天人工进行培养，在这些克隆体的身体中，都植入了阿波卡利斯家族圣痕的仿制基因。",
			"メリン、確かに君の言う通りだよ。#n人類の個体に聖痕の力が存在している事例はごくわずかだ。#nだからと言って、後天的に聖痕を人工培養で施せないわけではないんだよ。#nこれらのクローンの体内には、アポカリプス家の聖痕の複製遺伝子が埋め込まれている。",
			"메린, 확실히 네 말이 맞아.#n인간 개체에 성흔의 힘이 존재하는 사례는 극히 드물지.#n하지만 그렇다고 후천적으로 성흔을 인공 배양으로 부여할 수 없는 건 아니야.#n이 클론들의 체내에는 아포칼립스 가문의 성흔 복제 유전자가 삽입되어 있어.",
			null,
			null,
			"Merlin, it's true that, as you said, the power of the stigmata exists in a minuscule number of instances in individual human beings, but that doesn't mean that the stigmata can't be cultivated artificially through the afterbirth, and the imitation genes for the stigmata of the Apokalis family have been implanted in the bodies of these clones.",
			"Meryn, you are certainly right. There are very few cases where the power of the sacrament exists in individual human beings. But that doesn't mean that the acquired sacraments can't be artificially cultured. In the bodies of these clones, the genes for the replication of the Apocalypse family's sacrament are implanted."
		],
		[
			"msg",
			195956,
			"I admit that it is impossible for every human being to step into the palace of evolution. After implanting the imitation Stigmata, the normal human cells will accelerate their metabolism under the effect of the Stigmata. Now their activity cycle is very short, which can only last for a few hours.",
			"我承认，无法做到让每一个人类都能跨入进化的殿堂，在植入仿制圣痕之后，原本正常的人体细胞会在圣痕的作用下加速代谢，现在它们的活性周期很短，只能维持数个小时罢了。",
			"人類全員を進化の殿堂に導けるわけではないことは認めよう。#n複製した聖痕を埋め込むと、正常な人体細胞は聖痕の作用の下で代謝を加速させる。#n今のところ、その活性化周期は非常に短く、数時間程度しか維持できない。",
			"인류 모두를 진화의 전당으로 이끌 수는 없다는 건 인정하지.#n복제한 성흔을 삽입하면, 정상적인 인체 세포는 성흔의 작용 아래에서 대사를 가속시켜.#n지금으로선 그 활성화 주기가 매우 짧아, 몇 시간 정도밖에 유지되지 않아.",
			null,
			null,
			"I admit that it is not possible to make every human being cross the hall of evolution. After the implantation of the imitation stigmata, the originally normal human cells will be metabolized at an accelerated rate under the action of the stigmata, and now they have a very short cycle of activity, which can only be sustained for a few hours only.",
			"I will admit that not all of humanity can be led to the Hall of Evolution. When a replicated sacrament is implanted, normal human body cells accelerate their metabolism under the action of the sacrament. So far, its activation cycle is very short, lasting only a few hours."
		],
		[
			"msg",
			195957,
			"But those few hours alone represent the infinite possibilities for the future of human beings. Cloning is not a complete human after all. As long as there are enough samples, the success of the artificial Stigmata is not impossible.",
			"但仅仅是这数小时，就代表着人类未来的无限可能性，克隆体终究不是完整的人类，只要拥有足够的样本，人造圣痕的成功，也不是没有可能。",
			"だけど、わずか数時間であっても、人類の未来の無限の可能性を表しているんだ。#nクローンは結局のところ完璧な人類ではない……でも十分なサンプルを手に入れさえすれば、人造聖痕を成功させることも不可能な話ではないんだよ。",
			"하지만, 단 몇 시간이라도, 인류 미래의 무한한 가능성을 보여주는 거야.#n클론은 결국 완벽한 인간이 아니지만… 충분한 샘플만 확보한다면, 인조성흔을 성공시키는 것도 불가능한 일은 아니지.",
			null,
			null,
			"But just these few hours alone represented the infinite possibilities for the future of mankind, clones were not complete humans after all, and as long as there were enough samples, the success of the artificial stigmata was not out of the question.",
			"But even if it's only for a few hours, it represents an infinite possibility for the future of humanity. Clones are not perfect humans after all, ...... but as long as we can get enough samples, it's not impossible to make a successful artificial sacrament."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				7,
				false
			]
		],
		[
			"msg",
			195958,
			"But it's going to cost you more. You don't want to kill enough people, do you?",
			"但这将带来更多的牺牲，你还嫌自己杀死的人不够多么？",
			"でも、それではさらに多くの犠牲が出るわ。貴方、まだ殺し足りないの？",
			"그러면 더 많은 희생이 나올 거야. 당신, 아직 죽이는 게 부족한 거야?",
			null,
			null,
			"But it will bring more sacrifices. Don't you think you've killed enough people?",
			"But that's going to cost you more lives. You haven't killed enough?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				7,
				true
			]
		],
		[
			"msg",
			195959,
			"Ha ha...I think the woman next to you, Cocolia, will understand me better.",
			"呵呵…这一点我想你身边的可可利亚女士会更了解我。",
			"フフ……その点については、君の横にいるカカリアの方が僕のことを理解していると思うけどね。",
			"후후…… 그 점에 관해서는 네 옆에 있는 쿠쿠리아가 나를 더 잘 이해하고 있을 거야.",
			null,
			null,
			"Oh...that's something I think Ms. Cocolia beside you would know me better.",
			"Huff...... I think Cocolia beside you understands me better than I understand you on that point."
		],
		[
			"msg",
			195960,
			"Everything is a necessary sacrifice to the final victory, isn't it?",
			"一切都是为了通向最后胜利的必要牺牲，不是么？",
			"全ては最後の勝利のために必要な犠牲なんだ。そうだろう？",
			"모든 것은 최후의 승리를 위해 필요한 희생이야. 그렇지?",
			null,
			null,
			"It's all about the necessary sacrifices that lead to the final victory, isn't it?",
			"Everything is a necessary sacrifice for the final victory. Don't you agree?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			195961,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			195962,
			"Well, that's the end of this meeting. You're right. The Shicksal is no longer worth living.",
			"好了，这次的会议就到此结束吧，你们说的对，现在的天命已经没有存在的价值了。",
			"いいだろう。今日の会議はこれでおしまいだ。#n君たちの言う通り、今の天命にはもはや存在価値はない。",
			"좋아. 오늘 회의는 여기까지다.#n너희들이 말한 대로, 지금의 천명은 더 이상 존재 가치가 없어.",
			null,
			null,
			"Well, that's it for this meeting, you guys are right, Schicksal has no business existing now.",
			"All right. That concludes today's meeting. You guys are right, Schicksal no longer has any value in existence today."
		],
		[
			"msg",
			195963,
			"Let's go, Kallen, and let these \"human beings\", steeped in noble character and self-satisfaction, go to their ultimate destruction.",
			"卡莲，我们走吧，就让这些沉浸在高尚人格中和自我满足中的“人类”走向最终的毁灭吧。",
			"カレン、行こう。#nこのような高尚な人格と自己満足に浸っている「人類」は、#n終焉の破滅へと向かわせておけばいい。",
			"카렌, 가자.#n이런 고상한 인격과 자기만족에 빠져있는「인류」는,#n종말의 파멸로 향하게 내버려 두면 돼.",
			null,
			null,
			"Let's go, Kallen, and let these \"human beings\", steeped in nobility and self-satisfaction, go to their ultimate destruction.",
			"Kallen, let's go. Let \"mankind\", with such lofty personalities and self-satisfaction, head for the doom of the end."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			195964,
			"... Yes, Lord Otto.",
			"……是，奥托大人。",
			"……はい、オットー様。",
			"……네, 오토님.",
			null,
			null,
			"...... Yes, Lord Otto.",
			"...... Yes, Mr. Otto."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				884,
				0,
				false
			]
		],
		[
			"msg",
			195965,
			"No way!",
			"休想离开！",
			"逃がすものですか！",
			"놓칠 수 있겠어요!",
			null,
			null,
			"Don't even think about leaving!",
			"Is there any way to let them escape?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				884,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			195966,
			"Peng!!",
			"蹭！！！",
			"ザンッ！！！",
			"촤아앙!!!",
			null,
			null,
			"Rubbing!!!",
			"ZANG!!!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				884,
				0,
				false
			]
		],
		[
			"msg",
			195967,
			"Er!",
			"啧！",
			"チッ！",
			"쳇!",
			null,
			null,
			"Tsk!",
			"Tsk!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				884,
				0,
				true
			]
		],
		[
			"msg",
			195968,
			"Oh, I forgot to tell you. These clones are not as powerful as the Theocratic Squad that implanted the core fragment, but they are also as powerful as the A-level valkyries.",
			"对了，忘了告诉你们。这些克隆体的力量虽然没有植入核心碎片的神权小队来的强大，但是它们的力量也相当于A级女武神的实力。",
			"そうだ、言い忘れていたよ。#nこのクローンたちは、コアの欠片を埋め込んだ神権小隊ほどではないけれど、それでもA級戦乙女に匹敵するほどの強さなんだ。",
			"그래, 말하는 걸 깜빡했군.#n이 클론들은 코어 조각을 이식한 신권 소대만큼은 아니지만, 그래도 A급 전처녀에 필적할 정도의 강함을 지니고 있어.",
			null,
			null,
			"Right, I forgot to tell you guys. These clones are not as powerful as the Divine Right Squad that implanted the Core Fragment, but their power is equivalent to that of an A-class Valkyrie.",
			"Oh yeah, I forgot to mention. These clones are not as strong as the priesthood platoon with the core pieces embedded, but they are still as strong as a class A battle maiden."
		],
		[
			"msg",
			195969,
			"No reason, only the instinct to fight, the Houkai driven by the Stigmata can elevate their bodies to a higher level, although only for a few short hours, this is the power \"god\" gives to human beings.",
			"没有理智，只保有战斗的本能，在圣痕驱使下的崩坏能将它们的肉体升华到了更高的层次，虽然只有短暂的几个小时，但这就是「神」赐予人类的力量。",
			"理性を持たず、あるのは戦闘本能だけ。#n聖痕が操る崩壊エネルギーによって、彼らの肉体は更なる高みへと押し上げられている。わずか数時間という短い間だけれど、これこそ「神」が人類に与えた力なんだよ。",
			"이성을 가지지 않고, 있는 건 전투 본능뿐.#n성흔이 조종하는 붕괴 에너지로 인해, 그들의 육체는 더 높은 경지로 끌어올려져 있어. 불과 몇 시간이라는 짧은 시간이지만, 이것이 바로 「신」이 인류에게 준 힘이야.",
			null,
			null,
			"Without reason, retaining only the instinct to fight, the Honkai driven by the stigmata could sublimate their flesh to a higher level, and although it was only for a few short hours, this was the power that the 'gods' had bestowed upon mankind.",
			"They have no reason, only the instinct to fight. Their bodies are being pushed to new heights by the Honkai energy controlled by the sacrament. This is the power that \"God\" has given to mankind, even if it is only for a few short hours."
		]
	],
	"202": [
		[
			"bgm",
			49
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			196091,
			"Ha!",
			"哈！！",
			"ハァッ！！",
			"하앗!!",
			null,
			null,
			"Ha!",
			"Huh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			196092,
			"Pang!!",
			"砰！！",
			"ダァアンッ！！",
			"으아아앗!!",
			null,
			null,
			"Bang!",
			"Daaaang!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			196093,
			"Careful!!",
			"父亲大人小心！",
			"お父様、危ない！",
			"아버지, 위험해!",
			null,
			null,
			"Father-sama be careful!",
			"Father, look out!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			196094,
			"It's an artificial Herrscher…",
			"不愧是人造律者…果然不可小觑。",
			"さすがは人造律者……やはり侮れないな。",
			"역시 인조율자…… 역시 얕볼 수 없군.",
			null,
			null,
			"Worthy of being an Artificial Herrscher...it is not to be underestimated.",
			"You're right, Herrscher ...... is still a man-made Herrscher to be reckoned with."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			196095,
			"Don't forget me!!",
			"可别忘了还有我！！",
			"私のことも忘れないでよね！！",
			"나도 잊지 말라고!!",
			null,
			null,
			"But don't forget about me!",
			"Don't forget about me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			196096,
			"Rumble!!",
			"轰隆！！",
			"ドォオオオオン！！",
			"우오오오옴!!",
			null,
			null,
			"Rumble!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			196097,
			"Your opponent is me!",
			"你的对手是本大爷！",
			"お前の相手は、このボクだッ！",
			"네 상대는 바로 나다!",
			null,
			null,
			"Your opponent is this lord!",
			"Your opponent is me!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			196098,
			"Bang!!",
			"砰！！",
			"バァアアアン——ッ！！",
			"바아아앙——!!",
			null,
			null,
			"Bang!",
			"Baaaaan--!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			196099,
			"See if you can stop the shot!",
			"那就看看你能不能挡下这一发了！",
			"この一撃を食い止めてから言いなさい！",
			"이 일격을 막아낸 다음에 말해!",
			null,
			null,
			"Well, let's see if you can block that shot!",
			"Stop this blow and then tell me!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			196100,
			"Stop!!",
			"都住手！！",
			"みんな、止めて！！",
			"다들, 그만해!!",
			null,
			null,
			"Stop it all!",
			"Everyone, stop!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			196101,
			"Theresa! Himeko!",
			"德丽莎，姬子！？为什么要阻止我！他们可是和那些军队一伙的！",
			"テレサ様、姫子！？#nどうして止めるの！　こいつらはあの軍隊とグルなんですよ！",
			"테레사님, 히메코!?#n왜 막는 거야! 이 녀석들은 그 군대와 한패란 말이야!",
			null,
			null,
			"Theresa, Himeko!? Why are you trying to stop me! They're in league with those armies!",
			"Theresa-sama, Himeko! Why are you stopping?　These people are in league with that army!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			196102,
			"Lord Theresa, miss Himeko, let us explain!",
			"德丽莎大人，姬子老师，请听我们解释！",
			"テレサさん、姫子先生、私たちの話を聞いてください！",
			"테레사 씨, 히메코 선생님, 우리 말을 들어주세요!",
			null,
			null,
			"Theresa-sama, Himeko-sensei, please let us explain!",
			"Theresa, Dr. Himeko, please listen to us!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			196103,
			"Mei… It doesn't matter what you say now. Whether or not it's an Anti-entropy plot, we're not going to get rid of this.",
			"芽衣…现在说什么都已经不重要了，不管是不是逆熵谋划的事件，我们都不会抛弃这里。",
			"芽衣……今は何を話そうと関係ないわ。#nネゲントロピーの企てた事件であろうがなかろうが、#nあたくしたちはここを放棄したりしない。",
			"메이... 지금 무슨 말을 하려 한들 소용없어.#n네겐트로피가 꾸민 사건이든 아니든,#n우리는 여기를 포기하지 않을 거야.",
			null,
			null,
			"Mei...it doesn't matter what we say now, whether it's an incident plotted by Anti-Entropy or not, we won't abandon this place.",
			"Mei...... doesn't matter what we talk about right now. Anti-Entropy's attempted case or not, we will not abandon this place."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			196104,
			"Miss Himeko, are you going to fight us too?",
			"姬子老师，难道你也要和我们战斗么？",
			"姫子先生まで、私たちと戦うつもりなのですか？",
			"히메코 선생님까지, 우리와 싸우시겠다는 건가요?",
			null,
			null,
			"Himeko-sensei, are you going to fight us too?",
			"Are you going to fight us, even Dr. Himeko?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196105,
			"Don't get me wrong, we're not trying to protect Shicksal. The Shicksal is now Otto's body, and it is the Valkyrie who fights here that we have to protect.",
			"不要误会，我们并不是要保护天命，如今的天命不过是奥托一人掌控的躯壳，我们要保护的是这里奋战的女武神。",
			"誤解しないで。私たちは天命を守ろうとしているわけじゃないの。#n今の天命は、オットーひとりが牛耳る抜け殻でしかない。#n私たちが守ろうとしているのは、ここで奮戦している戦乙女たちよ。",
			"오해하지 마. 우리는 천명을 지키려는 게 아니야.#n지금의 천명은 오토 혼자 장악한 껍데기일 뿐이야.#n우리가 지키려는 건 여기서 분전하는 전처녀들이야.",
			null,
			null,
			"Don't get me wrong, we're not trying to protect Schicksal, which today is nothing more than a shell under the control of Otto alone, we're trying to protect the Valkyries who are fighting here.",
			"Don't get me wrong. We are not trying to protect Schicksal. Schicksal is just a shell of what it used to be, run by Otto alone. What we are trying to protect are the maidens who are fighting here."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			196106,
			"Yes, those kids are innocent, so please come back, I don't want to fight you.",
			"没错，那些孩子是无辜的，所以各位请回吧，我不想和你们发生战斗。",
			"その通りよ。あの子たちに罪はないわ。#nだから皆、ここは退いてちょうだい。あなたたちとは戦いたくないの。",
			"그래. 그 아이들에게는 죄가 없어.#n그러니 모두들, 여기서 물러나 줘. 너희들과는 싸우고 싶지 않아.",
			null,
			null,
			"That's right, those kids are innocent, so guys please go back, I don't want to get into a fight with you.",
			"That's right. They are innocent. So I want you all to stand down. I don't want to fight with you."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			196107,
			"Theresa, we only came to rescue Kiana! I swear by my name! We don't want to hurt anyone! Please let us pass!",
			"德丽莎，我们只是来营救琪亚娜的！我以救世主之名起誓！我们并不想伤害任何人！请让我们过去吧！",
			"テレサ、我らはキアナを助けに来たのだ！#n我は救世主の名にかけて誓うぞ！　我らは何人たりとも傷つけたくはない！#nどうかこの先に進ませてほしい！",
			"테레사, 우리는 키아나를 구하러 왔다!#n나는 구세주의 이름으로 맹세한다! 우리는 누구도 해치고 싶지 않아!#n부디 이 앞으로 가게 해달라!",
			null,
			null,
			"Theresa, we're just here to rescue Kiana! I swear on the name of the Savior! We don't want to hurt anyone! Please let us through!",
			"Theresa, we are here to help Kiana! I swear it in the name of our savior!　We do not want to hurt any of you! Please let us go on!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			196108,
			"Now that you're in the position of Anti-Entropy, you can't get away with it!",
			"说的好听！既然你们站在逆熵的立场上那就脱不了干系！",
			"聞こえのいいこと言っちゃって！#nあんたらがネゲントロピーの側に立っている以上、#n関わり合いは避けられないでしょう！",
			"그럴싸한 소리 다 하시네!#n너희들이네겐트로피 편에 서 있는 이상,#n엮이지 않을 수 없을 거야!",
			null,
			null,
			"That's a good point! Since you guys are on the side of Anti-Entropy then you can't get away with it!",
			"You make it sound so easy! As long as you stand on Anti-Entropy's side, you can't avoid getting involved!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			196109,
			"Sorry, Kika is right. We have our own positions. Since I am still the Valkyrie, I cannot leave you alone.",
			"抱歉，辉火说的没错，我们有着各自的立场，既然我还是天命的女武神，就不能放任你们不管。",
			"ごめんね。輝火の言う通りよ。あたくしたちには皆それぞれの立場があるの。#nあたくしがまだ天命の戦乙女である以上、あなたたちの好きにさせるわけにはいかない。",
			"미안해.키카 말이 맞아. 우리에겐 각자의 입장이 있는 거야.#n내가 아직천명의 전투여신인 이상, 너희들이 마음대로 하도록 둘 수는 없어.",
			null,
			null,
			"I'm sorry, but Glowfire is right, we have our own positions, and since I'm still the Valkyrie of Schicksal, I can't just leave you guys alone.",
			"Sorry. You're right, Teruhi. We all have our own positions. As long as I am still the Schicksal's War Maiden, I can't let you do what you want."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			196110,
			"But……",
			"可是……",
			"でも……",
			"하지만……",
			null,
			null,
			"But ......",
			"But ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			196111,
			"Mei, she was right. I know you had a teacher-student relationship, but now that you're on the battlefield, you need to know what you're doing. Ladies of the valkyries, if you don't back down, we have only one war.",
			"芽衣，她说的没错。我知道你们之间曾是师生关系，但是既然踏上了战场就要明白自己的目的，各位女武神，如果你们不肯退让的话，那我们只有一战。",
			"芽衣、彼女の言う通りだ。君たちがかつて師弟関係だったことは知っている。#nだが、戦場に立つ以上は自分の目的をはっきりさせるんだ。#n戦乙女諸君、君たちが道を譲らないのなら、我々としても一戦交えるしかあるまい。",
			"메이, 그녀 말이 맞아. 너희들이 예전에 사제지간이었다는 건 알고 있다.#n하지만 전장에 선 이상 자신의 목적을 분명히 해야 해.#n전투여신 제군, 너희들이 길을 비켜주지 않는다면, 우리로서도 한번 싸울 수밖에 없겠지.",
			null,
			null,
			"Mei, she's right. I know that you were once teachers and students to each other, but now that you've stepped onto the battlefield you have to understand your purpose, Valkyries, if you refuse to back down, then we only have one battle to fight.",
			"Mei, she is right. I know that you two were once master and apprentice. But when you stand on the battlefield, you must be clear about your objectives. If you will not give way, then we will have no choice but to engage in a battle."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			196112,
			"Di di di——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null,
			null,
			"Tick-tock--",
			"Beepee--"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			196113,
			"It is... from bishop Otto!",
			"这个通讯是…来自奥托主教的！",
			"この通信は……オットー主教から！",
			"이 통신은……오토 주교님으로부터!",
			null,
			null,
			"This communication is...from Bishop Otto!",
			"This communication is from Bishop Otto at ......!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			196114,
			"Theresa, are you now in command of the front line?",
			"小德丽莎，现在是你在负责前线的指挥么？",
			"テレサちゃん、今は君が前線の指揮を取っているのかな？",
			"테레사, 지금 네가 전선 지휘를 맡고 있는 건가?",
			null,
			null,
			"Little Theresa, are you in charge of the front line now?",
			"Theresa, are you in command of the front line now?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			196115,
			"Yes...At present, the defensive circle outside the headquarters has been broken through, and we have suffered a lot. We are defending and counterattacking the floating island inside.",
			"是的…目前总部外围的防御圈已经被突破，我们损失很大，目前正在内部浮岛进行防御反击。",
			"そうです……既に本部周辺の防衛圏を突破され、こちらの損失は甚大。#n現在、内部の浮島で防衛しつつ反撃をしています。",
			"네… 이미 본부 주변 방어권을 돌파당했고, 우리 측 피해가 막심합니다.#n현재 내부의 부유섬에서 방어하면서 반격을 가하고 있습니다.",
			null,
			null,
			"Yes...the outer defense circle of the headquarters has been breached at the moment, and we have suffered heavy losses, and are currently conducting a defensive counterattack on the inner floating islands.",
			"Yes, ...... they have already breached the defense zone around the headquarters and our losses are huge. We are currently fighting back while defending ourselves with floating islands inside."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			196116,
			"Eh... It seems that the situation is worse than I expected.",
			"是么…看来局势比我想象的要糟糕呢。",
			"そうか……どうやら戦況は僕の想像以上に悪いようだね。",
			"그런가… 전황이 내 상상 이상으로 나쁜 모양이군.",
			null,
			null,
			"Really...looks like the situation is worse than I thought.",
			"Well ...... apparently the war situation is worse than I imagined."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			196117,
			"Bishop Otto, how are things with you?",
			"奥托主教，你那边情况如何。",
			"オットー主教、そちらの状況はいかがでしょうか。",
			"오토 주교님, 그쪽 상황은 어떠십니까?",
			null,
			null,
			"Bishop Otto, how are things on your end.",
			"Bishop Otto, how is the situation there?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			196118,
			"Don't worry, it's just a bunch of rats that have finally come to the surface and will soon be cleaned up.",
			"不用担心，不过是一群老鼠终于安耐不住浮出水面罢了，马上就会清理干净。",
			"心配いらないよ。ネズミの集団がしびれを切らして水面に顔を出しただけさ。#nすぐに片づけてやる。",
			"걱정할 필요 없어. 쥐 떼가 참다 못해 수면 위로 얼굴을 내민 것뿐이야.#n금방 처리해 줄게.",
			null,
			null,
			"Don't worry, it's just a bunch of rats that finally settled down and surfaced, and it will be cleaned up in no time.",
			"Don't worry. It's just a bunch of rats got impatient and came to the surface. We'll get rid of them soon."
		],
		[
			"msg",
			196119,
			"By the way, I have sent new forces into the field, but the experiments are not yet complete. To avoid unnecessary casualties, keep the valkyries as far away from them as possible.",
			"对了，我已经派遣新的战力加入战场，只是这些实验体还没有完成，为了避免不必要的伤亡，让女武神尽量远离它们。",
			"そうだ、新たな戦力を戦場に派遣しておいたよ。ただ、あの実験体たちは未完成なんだ。不要な犠牲を避けるためにも、戦乙女たちをできるだけ彼らから遠ざけてくれ。",
			"그래, 새로운 전력을 전장에 파견해 뒀어. 다만, 그 실험체들은 미완성품이야. 불필요한 희생을 피하기 위해, 발키리들은 가능한 한 그들로부터 멀리 떨어지게 해 줘.",
			null,
			null,
			"By the way, I've already sent new combatants to join the battlefield, only these experiments are not yet complete, so to avoid unnecessary casualties, have the Valkyries stay as far away from them as possible.",
			"Yes, I've sent a new force into battle. But those experimental subjects are incomplete. To avoid unnecessary sacrifices, keep the war maidens away from them as much as possible."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			196120,
			"New forces?",
			"新的…战力？",
			"新たな……戦力？",
			"새로운…… 전력?",
			null,
			null,
			"A new...war power?",
			"A new ...... force?"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196121,
			"Report! A large number of unidentified units appear in the rear... An indiscriminating attack is underway! The identification number is...Apocalypse!?",
			"报告！后方出现大批不明单位…正在进行无差别攻击！识别号是…阿波卡利斯！？",
			"申し上げます！　後方に正体不明のユニットが大量に出現しました。#n……現在、無差別攻撃を行っています！　識別コードは……アポカリプス！？",
			"보고드립니다! 후방에 정체불명의 유닛이 대량으로 출현했습니다.#n……현재, 무차별 공격을 진행 중입니다! 식별 코드는…… 아포칼립스!?",
			null,
			null,
			"Report! A large number of unidentified units have appeared in the rear...an indiscriminate attack is underway! The identification number is...Apokolips!",
			"I would like to state!　A large number of unidentified units have appeared behind us. They are currently attacking indiscriminately at ......!　The identification code is ...... Apocalypse!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			196122,
			"Bishop Otto! Do you want to kill our valkyries!",
			"奥托主教！你想连我们的女武神一起杀死么！",
			"オットー主教！　あたくしたちの戦乙女まで巻き添えにして殺すつもりなのですか！？",
			"오토 주교님! 저희 발키리까지 말려들게 해서 죽이려는 건가요!?",
			null,
			null,
			"Bishop Otto! Do you want to kill even our Valkyrie!",
			"Bishop Otto!　Do you intend to kill our war maidens as collateral damage?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			196123,
			"It was not my intention to use them. I did it to control the situation to keep the valkyries safe, to get the other valkyries out of the field, and that was the best option.",
			"使用它们并不是我的本意，我这么做也是为了控制战局保护女武神的安全，让其他女武神撤出战场，这样才是最好的选择。",
			"彼らを使うのは僕の本意ではないんだ。#nこうするのも、戦局を掌握して戦乙女の安全を守るためなんだよ。だから、他の戦乙女たちを戦場から退避させることが最良の選択なんだ。",
			"그들을 쓰는 건 내 본의가 아니야.#n이렇게 하는 것도 전황을 장악해 발키리의 안전을 지키기 위해서야. 그러니, 다른 발키리들을 전장에서 철수시키는 게 최선의 선택이야.",
			null,
			null,
			"It was not my intention to use them, and I did so to control the battle to protect the Valkyries, so that it would be best for the other Valkyries to withdraw from the battlefield.",
			"It is not my intention to use them. The reason I do this is to take control of the situation and keep the war maidens safe. Therefore, the best option is to evacuate the other war maidens from the battlefield."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196124,
			"You're only going to put us on the spot!",
			"别说笑了！你这么做只会让我们腹背受敌！",
			"バカ言わないでよ！　そんなことしたら私たちは挟み撃ちになっちゃうじゃないの！",
			"말도 안 되는 소리 하지 마! 그렇게 하면 우리는 양쪽에서 공격받게 될 거 아냐!",
			null,
			null,
			"Don't laugh! You're only going to put us on the back foot by doing this!",
			"Don't be silly!　If you do that, we'll be pinched!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196125,
			"Instead of complaining here, find an exit route as soon as possible. Now that the church is destroyed, move in the direction of the cathedral, which will be the last line of defense.",
			"与其在这里抱怨不如尽快寻找撤退路线，现在教廷已经被摧毁了，朝大教堂的方向移动吧，那里将是最后的防线。",
			"ここで文句を言うよりも、早く撤退ルートを探した方がいいと思うよ。#n主教庁は破壊されたから、大教会の方に移動するんだね。#nあそこが最後の防衛ラインになるよ。",
			"여기서 불평할 시간에 빨리 철수 경로를 찾는 게 나을 거야.#n주교청은 파괴됐으니, 대성당 쪽으로 이동하는 거지.#n거기가 마지막 방어선이 될 거야.",
			null,
			null,
			"Instead of complaining here we should find a retreat route as soon as possible, now that the Church has been destroyed, move in the direction of the Cathedral, it will be the last line of defense.",
			"I think you should find a quick exit route instead of complaining here. The main church has been destroyed, so you're moving toward the big church. That place will be the last line of defense."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196126,
			"The irresponsible guy! With so many wounded valkyries now, it's not easy to evacuate!",
			"啧！这个不负责任的家伙！现在受伤的女武神这么多，哪有那么容易撤离！",
			"チッ！　本当に無責任なヤツなんだから！#n負傷した戦乙女がこんなにたくさんいるのに、そう簡単に撤退できるわけないでしょう！",
			"쳇! 정말 무책임한 자식이야!#n부상당한 발키리가 이렇게 많은데, 그렇게 쉽게 철수할 수 있을 리 없잖아!",
			null,
			null,
			"Tsk! This irresponsible guy! Now that there are so many injured Valkyries, how can it be so easy to evacuate!",
			"Tsk!　He really is irresponsible! How can he retreat so easily when there are so many wounded war maidens?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196127,
			"Lord Theresa, miss Himeko, I have a proposal.",
			"德丽莎大人，姬子老师，我有一个提议。",
			"テレサさん、姫子先生、一つ提案があります。",
			"테레사씨, 히메코 선생님, 하나 제안이 있습니다.",
			null,
			null,
			"Theresa-sama, Himeko-sensei, I have a proposal.",
			"Theresa, Dr. Himeko, I have one suggestion."
		],
		[
			"msg",
			196128,
			"If Otto had been in the cathedral, Kiana would have been there, too. In exchange for moving on, we would have kept the Valkyrie troops out. Our goal is not to harm you.",
			"如果奥托在大教堂的话琪亚娜也一定会在那里，作为让我们进发的交换，我们会一同保护女武神部队撤离，我们的目标并不是伤害大家，希望你们可以同意！",
			"オットーが大教会にいるのなら、キアナちゃんもきっとそこにいるはず。#n私たちを先に進ませてくれる交換条件として、私たちも一緒に戦乙女部隊の撤退を援護します。私たちの目的は皆を傷つけることではないもの。#n皆も賛成してくれるでしょ！",
			"오토가 대성당에 있다면, 키아나도 분명 거기 있을 거야.#n우리를 먼저 보내주는 조건으로, 우리도 함께 발키리 부대의 철수를 지원할게. 우리 목표는 모두를 해치는 게 아니니까.#n다들 동의하겠지!",
			null,
			null,
			"If Otto is at the Cathedral then Kiana must be there as well, in exchange for letting us advance we will protect the Valkyrie forces from evacuation together, our goal is not to harm everyone, I hope you can agree!",
			"If Otto is in the Grand Church, I am sure Kiana will be there as well. In exchange for letting us go on, we will join with you to cover the retreat of the war maidens' unit. Our goal is not to hurt anyone. I'm sure everyone will agree!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			196129,
			"……Well",
			"……好吧。",
			"……いいわ。",
			"……좋아.",
			null,
			null,
			"...... Okay.",
			"...... Good."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			196130,
			"Hey! Wouldn't it be harder for us to do this if people with the Anti-Entropy were to merge inside?",
			"喂！好什么好！要是逆熵的人在内部合流我们不是更难搞？",
			"ちょっと！　ダメですよ！#nネゲントロピーのヤツらが内部で合流したら、#n余計ややこしいことになるんじゃないんですか？",
			"잠깐! 안 돼요!#n네겐트로피 녀석들이 내부에서 합류하면,#n오히려 더 복잡해지는 거 아닌가요?",
			null,
			null,
			"Hello! What's so good about it? Wouldn't it be harder for us if Anti-Entropy's people merged inside?",
			"Hey, hey!　No, you can't do that! If Anti-Entropy guys join up inside, won't that make things even more complicated?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			196131,
			"The top priority now is to maintain combat capability, and if we and the laboratory forces in the rear suffer more serious consequences.",
			"现在最优先的事项是保持战力，如果我们和后方的实验体部队遭遇后果更加严重。",
			"今、一番に優先すべきは戦力の維持よ。#nあたくしたちが後方の実験体部隊と遭遇したら、もっとひどいことになるわ。",
			"지금 가장 우선해야 할 건 전력 유지야.#n우리가 후방의 실험체 부대와 마주치면 더 큰일 나.",
			null,
			null,
			"The highest priority right now is to stay in the fight, the consequences are even worse if we meet up with the experimental body forces in the rear.",
			"Our first priority right now is to maintain our strength. It would be much worse if we were to encounter an experimental unit in the rear."
		],
		[
			"msg",
			196132,
			"Kika! Elsa! Open the way for the valkyries to evacuate! Mei and I will together take these wounded go!",
			"辉火！爱莎！为女武神撤离打开道路！芽衣和我一起带这些伤员走！",
			"輝火！　エルサ！　戦乙女が撤退できるように進路を開いて！#n芽衣はあたくしと一緒にこの負傷者たちを運んで！",
			"키카! 엘사! 발키리가 철수할 수 있게 진로를 열어!#n메이는 나랑 함께 이 부상자들을 운반해!",
			null,
			null,
			"Glowing fire! Aisha! Open the way for the Valkyries to evacuate! Mei and I will take these wounded with us!",
			"Bright fire!　Elsa!　Open a path for the war maidens to retreat! Mei, you and I will carry these wounded!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			196133,
			"Okay!",
			"好的！",
			"はい！",
			"네!",
			null,
			null,
			"Okay!",
			"Yes!"
		]
	],
	"203": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			196134,
			"Come on! Follow me behind! Don't fall behind!",
			"快！后面的人跟上！不要掉队！",
			"早く！　後ろはしっかりついてきて！　列に遅れないで！",
			"빨리! 뒤에 잘 따라와! 줄에서 떨어지지 마!",
			null,
			null,
			"Quickly! The men in the back keep up! Don't fall behind!",
			"Quickly!　Keep up behind me!　Keep up with the line!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			196135,
			"Find the target! Don't let them escape!",
			"发现目标！不要让她们逃脱！",
			"目標発見！　逃がすな！",
			"목표 발견! 놓치지 마라!",
			null,
			null,
			"Spot the targets! Don't let them escape!",
			"Target found!　Don't let him get away!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196136,
			"What a haunting creature! Get down!",
			"真是阴魂不散的家伙！给我趴下！",
			"本当にしつこいヤツらね！　伏せてッ！",
			"정말 끈질긴 놈들이네! 엎드려!",
			null,
			null,
			"You're a real creep! Get the fuck down!",
			"They really are persistent, aren't they?　Get down!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196137,
			"Dub!!",
			"咚！！",
			"ダァァァアンッ！！",
			"으아아아앗!!",
			null,
			null,
			"Dang!",
			"DAAAANGH!"
		],
		[
			"msg",
			196138,
			"Da da da!!",
			"哒哒哒！！",
			"ダダダ——ッ！！",
			"다다다——!!",
			null,
			null,
			"Da-da-da-da!",
			"Da-da-da--!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196139,
			"Well! There are reinforcements!",
			"呃！居然还有增援么！",
			"うっ！　まだ増援がいたなんて！",
			"윽! 아직도 증원이 있다니!",
			null,
			null,
			"Uh-huh! There's actually reinforcements!",
			"Ugh!　I can't believe there were still reinforcements!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196140,
			"Captain Himeko... Never mind us... Please evacuate as soon as possible.",
			"姬子队长…不用管我们…请尽快撤退。",
			"姫子隊長……私たちに構わず……早く撤退してください。",
			"히메코 대장... 저희는 신경 쓰지 마시고... 빨리 철수하세요.",
			null,
			null,
			"Captain Himeko...don't mind us...please retreat as soon as possible.",
			"Captain Himeko,...... please leave us alone,...... and retreat as soon as possible."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196141,
			"Don't talk! I'm not leaving you here!",
			"别说话！我不会把你们丢下的！",
			"お黙りッ！　私はあなたたちを見捨てたりしないわよ！",
			"닥쳐! 난 너희들을 버리고 가지 않아!",
			null,
			null,
			"Don't say a word! I'm not leaving you guys behind!",
			"Shut up!　I will not abandon you guys!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196142,
			"Let's go and help!",
			"九霄我们也去帮忙！",
			"九霄ちゃん、私たちも手伝いましょう！",
			"큐쇼 쨩, 우리도 도와줄게!",
			null,
			null,
			"Kyuushou we're going to help too!",
			"Kyuushou, let us help you!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			196143,
			"Aren't you Allies of the BOSS? In that case, kill them together!",
			"你们不是BOSS的同盟么！既然如此那就一起歼灭！",
			"お前たちはボスと同盟を結んだはずでは！？　そういうことなら一緒に殲滅するまで！",
			"너희들은 보스와 동맹을 맺었을 텐데!? 그렇다면 함께 섬멸될 때까지 싸우자!",
			null,
			null,
			"Aren't you allies of the boss? If that's the case then we'll annihilate them together!",
			"I thought you guys were allied with the boss!　If that's the case, until we destroy them together!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				3,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196144,
			"Goo...Although the other side of us as the same team members, I can not understand each other, as expected between people full of chaos and contradictions ah...",
			"咕…虽然对方将我们视作同一阵营的队友，但是却无法互相理解，果然人与人之间充满了混沌和矛盾啊……",
			"ぐっ……向こうは我らを同じ陣営の仲間とみなしているのに、分かり合うことができないとは。やはり人と人との間は混沌と衝突で満ちているのか……",
			"크윽... 저쪽은 우리를 같은 편의 동료로 보고 있는데, 서로 이해할 수 없다니. 역시 사람과 사람 사이는 혼돈과 충돌로 가득 차 있는 건가...",
			null,
			null,
			"Guh...even though the other side sees us as teammates on the same side, we can't understand each other...it's true that people are full of chaos and contradictions ......",
			"Gosh,...... they consider us as fellow members of the same camp, but we can't understand each other. After all, is the space between people filled with chaos and conflict? ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196145,
			"Ha ha ha! I don't care! It doesn't matter!",
			"哈哈哈！本大爷是无所谓！不管是谁都一样！",
			"ハッハッハ！　ボクは構わないぞ！　誰であろうと構うもんか！",
			"하하하! 난 상관없어! 누구든지 상관안해!",
			null,
			null,
			"Ha ha ha! This lord is indifferent! It doesn't matter who it is!",
			"Ha ha ha!　I don't care who you are!　I don't care who you are!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			196146,
			"Rumble!!",
			"轰隆！！",
			"ドォオオオオンッ！！",
			"우오오오옷!!",
			null,
			null,
			"Rumble!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				4,
				false
			]
		],
		[
			"msg",
			196147,
			"Hang in there, we're almost at the cathedral!",
			"各位！坚持住，我们马上就要抵达大教堂了！",
			"みんな！　頑張って、もうすぐ大教会に着くわよ！",
			"여러분! 힘내요, 이제 곧 대성당에 도착할 거예요!",
			null,
			null,
			"Guys! Hang on, we're almost at the cathedral!",
			"Everyone!　Hang in there, we're almost at the big church!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				413,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV12_RadioReceive"
		],
		[
			"msg",
			196148,
			"PSST——PSST——",
			"呲啦——呲啦——",
			"ピー……ガガッ……",
			"삐...... 갈각......",
			null,
			null,
			"Barely-- Barely--",
			"P...... gaga......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196149,
			"This is... Full spectrum broadcast from bishop Otto?",
			"这个是…来自奥托主教的全频段广播？",
			"これは……オットー主教の広帯域放送？",
			"이건...... 오토 주교의 광대역 방송?",
			null,
			null,
			"This one is...a full-band broadcast from Bishop Otto?",
			"Is this ...... Bishop Otto's broadband broadcast?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196150,
			"The valkyries of Shicksal on the front line, I am sorry that such a disaster took place in the headquarters of Shicksal.",
			"各位奋战在前线的天命女武神们，我很遗憾，在神圣的天命总部发生这样的灾难。",
			"前線で奮闘する天命の戦乙女諸君。#n神聖な天命の本部がこのような災いに見舞われるとは、とても残念だよ。",
			"전선에서 분투하는 천명의 전투무녀 여러분.#n신성한 천명의 본부가 이런 재앙을 맞이하다니, 정말 안타깝군요.",
			null,
			null,
			"Dear Valkyries of Schicksal who are fighting on the front lines, I am sorry that such a disaster has occurred at the sacred Schicksal headquarters.",
			"To all the war maidens of Schicksal who are struggling on the front lines. It is a great pity that the headquarters of the sacred Schicksal should suffer such a calamity."
		],
		[
			"msg",
			196151,
			"In the interior of Shicksal, there are many foolish people who seek to corrupt Shicksal, and who, being members of the senate, profane the doctrine of Shicksal.",
			"在天命的内部，有着众多妄图腐坏天命的愚民，他们贵为元老院的议员却公然亵渎天命的教义，因此作为主教，我已经执行了审判，将他们处以死刑。",
			"天命の内部には、天命を朽ち果てさせようとする愚民が数多くいる。#n彼らは元老院の議員という尊い身分でありながら、平然と天命の教義を冒涜した。#nそのため主教である僕は審判を行い、彼らを死刑に処す。",
			"천명 내부에는 천명을 무너뜨리려는 어리석은 자들이 많이 있습니다.#n그들은 원로원 의원이라는 고귀한 신분임에도 불구하고, 태연히 천명의 교리를 모독했습니다.#n그래서 주교인 저는 심판을 내려 그들을 사형에 처했습니다.",
			null,
			null,
			"Within Schicksal there are a multitude of fools who presumptuously seek to corrupt the Order of Schicksal, who are honored members of the Senate but openly blaspheme the teachings of Schicksal, and therefore as Bishop I have executed the trial and sentenced them to death.",
			"There are many fools inside Schicksal who seek to let Schicksal decay. Despite their noble status as members of the Senate, they have blasphemed the doctrine of Schicksal with impunity. For this reason, I, the bishop, will make a judgment and sentence them to death."
		],
		[
			"msg",
			196152,
			"Ladies of the valkyries, the events of this day are truly heartbreaking and have dealt such a heavy blow to Shicksal that they have taught me a lesson. So I'm here to announce an important decision.",
			"诸位女武神，今天的事件着实令人心痛，对天命的打击也十分沉重，也让我明白了一个道理，因此我将在此宣布一个重要的决定。",
			"戦乙女諸君、今日の事件は実に痛ましいものだ。天命へのダメージも非常に大きい。#nそして僕にも分かったことがある。そこで、ある重要な決定をここに宣言する。",
			"전투무녀 여러분, 오늘의 사건은 정말 가슴 아픈 일입니다. 천명에 입은 피해도 매우 큽니다.#n그리고 저도 깨달은 바가 있습니다. 그래서 여기서 중요한 결정을 선포하겠습니다.",
			null,
			null,
			"Valkyries, the events of today are truly heartbreaking, and the blow to Schicksal has been very heavy, and it has also made me realize a truth, so I will announce an important decision here.",
			"War Maidens, today's incident is indeed tragic. The damage to Schicksal is also very great. And I have come to understand something. Therefore, I hereby declare an important decision."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			196153,
			"... What did Otto want to do?",
			"……奥托又想要做什么？",
			"……オットー、今度は何をするつもりなの？",
			"...... 오토, 이번엔 또 무슨 짓을 꾸미려는 거야?",
			null,
			null,
			"What is ...... Otto trying to do again?",
			"...... Otto, what are you going to do now?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196154,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			196155,
			"I think many of you have heard of the word \"Stigmata\", a genetic fragment buried in the human body since the beginning of an old civilization thousands of years ago.",
			"我想很多人都已经听闻过“圣痕”这个词汇，这是一个于数十万年前的旧文明开始就已经埋藏在人类肉体中的基因片段。",
			"「聖痕」という言葉を聞いたことがある人は、もう大勢いることだろう。#nこれは数十万年も前の旧文明の時代から、人類の肉体の中に埋め込まれた遺伝子の#n断片なんだ。",
			"「성흔」이라는 말을 들어본 사람은 이미 많을 겁니다.#n이는 수십만 년 전의 옛 문명 시대부터 인류의 몸속에 박혀 있는 유전자의#n조각입니다.",
			null,
			null,
			"I think many of you have already heard of the term \"stigmata\", a genetic fragment that has been buried in human flesh since the beginning of the old civilization hundreds of thousands of years ago.",
			"By now, many of you have heard of the term \"stigmata.\" These are genetic fragments that have been embedded in the bodies of human beings since the time of the old civilizations hundreds of thousands of years ago."
		],
		[
			"msg",
			196156,
			"Its influence spanned a long period of time and the change of civilization, and it still has a decisive influence on human civilization.",
			"它的影响跨越了漫长的时间与文明的变迁，直到现在依然对人类的文明起着决定性的影响。",
			"それは長い時間と文明の変遷を乗り越え、#n現在に至るまで人類の文明に決定的な影響を与えている。",
			"그것은 긴 시간과 문명의 변천을 넘어#n현재까지 인류 문명에 결정적인 영향을 미치고 있습니다.",
			null,
			null,
			"Its influence has spanned a long period of time and civilizational change, and it continues to have a decisive impact on human civilization to this day.",
			"It has survived long periods of time and civilization transitions and has had a decisive influence on human civilization to the present day."
		],
		[
			"msg",
			196157,
			"It's about human history, about civilization, about technology, about the connections between you and me, and I found the answer in a terminal buried deep in the blue ocean.",
			"它关乎到人类的历史，文明，科技，甚至是你我之间千丝万缕的联系，而在深埋于伽蓝之底的终端中我找到了最终的答案。",
			"「聖痕」は人類の歴史、文明、科学技術、果ては僕たちの密接なつながりに至るまで関係している。そして、僕はガランの底に深く埋もれていた端末から最終的な答えを見つけ出した。",
			"「성흔」은 인류의 역사, 문명, 과학 기술, 심지어 우리들의 밀접한 연결까지 관계되어 있습니다. 그리고 저는 갈란의 깊은 곳에 묻혀 있던 단말에서 최종적인 답을 찾아냈습니다.",
			null,
			null,
			"It's about the history of mankind, civilization, technology, and even the inextricable link between you and me, and I found the ultimate answer in the terminal buried deep in the bottom of the Galley.",
			"The Stigmata are related to human history, civilization, science and technology, and even to our close connection to each other. And I found the final answer from a terminal buried deep at the bottom of the Galan."
		],
		[
			"msg",
			196158,
			"\"Stigmata\" is the last hope left by ancient human beings, is the final answer of human civilization transmission for thousands of years… It will help humanity to untangle the dead situation between Houkai and Human beings, calling mankind to a new century.",
			"“圣痕”就是古代人类留给我们最后的希望，是人类文明传递千万年的最终答卷…它将帮助人类解开与崩坏的死局，召唤人类走向新的世纪。",
			"「聖痕」は古代人類が僕たちに残した最後の希望であり、#n人類文明が何万年と受け継いできた最後の答えなんだ……#n人類と崩壊との行き詰った戦いを解決し、人類を新たな時代へと導いてくれる。",
			"성흔은 고대 인류가 우리에게 남긴 마지막 희망이며, 인류 문명이 수만 년 동안 이어온 마지막 답이야…… 인류와 붕괴의 막다른 전쟁을 해결하고, 인류를 새로운 시대로 이끌어줄 거야.",
			null,
			null,
			"The \"Stigma\" is the last hope left to us by ancient mankind, the final answer to the millions of years of human civilization... It will help mankind unravel the deadlock of Honkai and summon mankind to a new century.",
			"The Stigmata are the last hope left to us by ancient mankind, the last answer to the tens of thousands of years of human civilization's legacy. ...... They resolve the stalemate between humanity and Honkai and lead humanity into a new era."
		],
		[
			"msg",
			196159,
			"But sadly, there are very few human beings who can win this honor… The obstacles to such a plan are enormous. Even in a highly technologically advanced pre-civilization, \"Stigmata\" is still fiercely criticized and resisted.",
			"但是很遗憾，能够获得这份殊荣的人类少之又少…而实现这一计划的阻碍也无比巨大，即使在科技高度发达的前文明，“圣痕”依旧遭到了猛烈的抨击与抵制。",
			"しかし残念なことに、この栄光を手にできる人類は極めて少ない……#nそして、この計画を実現させる上での障害も極めて大きなものだ。#n科学技術が高度に発展した前の文明ですら、「聖痕」は激しい非難と排斥にさらされた。",
			"하지만 안타깝게도, 이 영광을 손에 넣을 수 있는 인류는 극히 적다……#n그리고, 이 계획을 실현시키는 데의 장애물도 극히 크다.#n과학 기술이 고도로 발전한 이전 문명에서조차,「성흔」은 격렬한 비난과 배척을 받았다.",
			null,
			null,
			"Unfortunately, very few human beings have been able to achieve this honor...and the obstacles to the realization of this plan are immense, even in the highly technologically advanced pre-civilization, the \"stigmata\" still met with fierce criticism and resistance.",
			"Unfortunately, however, very few human beings will be able to achieve this glory...... and the obstacles to making this plan a reality are also extremely large. Even in previous civilizations with highly advanced science and technology, \"sacraments\" were subjected to intense condemnation and ostracism."
		],
		[
			"msg",
			196160,
			"Just as the human society has been rotten, those foolish groups are still trying to obstruct our great steps for the sake of their vulnerable interests.",
			"就如同人类社会已经腐朽不堪的现在，那些愚蠢的群体还在为了他们那些在崩坏面前不堪一击的利益，依然妄图阻挠我们伟大的脚步。",
			"人類社会がどうしようもないほど朽ち果てようとしている今ですら、#n愚かな集団が、崩壊の前ではひとたまりもないような利益に目がくらみ、#n僕たちの偉大な歩みを邪魔しようと企てている。",
			"인류 사회가 어쩔 수 없을 정도로 쇠퇴해 가고 있는 지금도,#n어리석은 집단이, 붕괴 앞에서는 한순간도 버티지 못할 이익에 눈이 어두워,#n우리의 위대한 걸음을 방해하려고 꾀하고 있다.",
			null,
			null,
			"Just as now, when human society is rotten to the core, those foolish groups are still trying to thwart our greatness for their interests that are too small to be defeated in the face of Honkai.",
			"Even now, as human society is decaying inexorably, a group of fools, blinded by interests that would not budge in the face of Honkai, are plotting to thwart our great progress."
		],
		[
			"msg",
			196161,
			"So I had to go ahead with the project…",
			"所以我不得不提早进行这项计划……",
			"だから僕は、この計画の実施を早めざるを得ないんだ……",
			"그래서 나는, 이 계획의 실행을 서둘러야만 해……",
			null,
			null,
			"That's why I had to do this project early ......",
			"So I am compelled to expedite the implementation of this plan: ......"
		],
		[
			"msg",
			196162,
			"From today on...About 99.9 percent of the non-Stigmata population will be abandoned and will no longer receive the protection of Shicksal. And the other 0.1 percent will go to the new world with us.",
			"从今天起…占人类总数约99.9%的非圣痕群体将被放弃，不再受到天命的庇护，而另外0.1%的个体，将与我等走向新的世界。",
			"今日から……人類の約99.9%を占める非聖痕保有層は見捨てられ、#n今後は天命の庇護を受けない。そして、残りの0.1%の個体が僕らと共に#n新たな世界へと歩みを進める。",
			"오늘부터……인류의 약 99.9%를 차지하는 비성흔 보유층은 버려지게 되었으며,#n이후로는 천명의 보호를 받지 못할 것입니다. 그리고 남은 0.1%의 개체가 우리와 함께#n새로운 세계로 발걸음을 내딛을 것입니다.",
			null,
			null,
			"From this day forward...the non-Stigma group, which makes up about 99.9% of the total number of human beings, will be given up and will no longer be sheltered by Schicksal, while the other 0.1% of individuals will be moving towards a new world with us.",
			"From this day forward, the non-Schicksal-holding class, which makes up about 99.9% of the ...... human race, will be abandoned and will henceforth not be sheltered by Schicksal. And the remaining 0.1% of individuals will walk into a new world with us."
		],
		[
			"msg",
			196163,
			"The valkyries who still fight on the front lines, the believers who still believe in Shicksal... If you are unfortunate enough to be one of the 99.9%, I regret that you will not be able to embark on this ark, but your contribution to Shicksal will be remembered, and your faith will be carried with you into the future.",
			"仍在一线奋战的女武神，诸位依然崇尚天命的信仰者……如果你们不幸成为99.9%的一员，我很遗憾你们将无法踏上这艘方舟，但是你们对天命的贡献将被牢记，你们的信念也将一同将被带向未来。",
			"今なお最前線で奮戦する戦乙女諸君、君たちは崇高なる天命の信仰者だ……#nもし、君たちが不幸にも99.9%の一人になってしまった場合、残念だが、この方舟に乗せられない。しかし、天命に対する君たちの貢献は記憶され、君たちの信念も未来に引き継がれることだろう。",
			"지금도 최전선에서 분전하는 전투처녀 여러분, 당신들은 숭고한 천명의 신봉자입니다……「만약, 여러분이 불행히도 99.9%의 한 사람이 되어버린다면, 유감이지만 이 방주에 탑승할 수 없습니다. 그러나 천명에 대한 여러분의 공헌은 기억될 것이며, 여러분의 신념도 미래에 이어질 것입니다.",
			null,
			null,
			"Valkyries still fighting on the front lines, all you believers who still revere Schicksal ...... If you are unfortunate enough to be part of the 99.9%, I regret that you will not be able to set foot on the ark, but your contributions to Schicksal will be remembered and your beliefs will be taken into the future together.",
			"You are still fighting on the front lines, my fellow warriors, you are believers in a higher Schicksal. ...... If you are unfortunate enough to be one of the 99.9%, I am sorry to say that you will not be allowed on this Ark. But your contributions to Schicksal will be remembered and your beliefs will be carried on into the future."
		],
		[
			"msg",
			196164,
			"So I declare——",
			"因此我宣布——",
			"そこで、僕は宣言する——",
			"그러므로, 나는 선언합니다",
			null,
			null,
			"I therefore declare--",
			"So, I declare--"
		],
		[
			"msg",
			196165,
			"From this moment on, Human Stigmata Plan will be officially implemented!",
			"从这一刻起“人类圣痕计划”将正式实行！",
			"ただいまより、「人類聖痕計画」を正式に実行する！",
			"지금부터, 인류성흔 계획을 정식으로 실행한다!",
			null,
			null,
			"From this moment on, the \"Human Stigmata Program\" will be officially implemented!",
			"From now on, the \"Humanity Stigmata Project\" will be officially implemented!"
		]
	],
	"204": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196166,
			"Shicksal headquarter, central cathedral",
			"天命总部 中央大教堂",
			"天命本部 中央大教会",
			"천명 본부 중앙대교회",
			null,
			null,
			"Schicksal Headquarters, Central Cathedral.",
			"Schicksal Headquarters, Chuo Grand Church"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			196167,
			"Well, bishop Otto, that was a passionate speech, but it was also a sentence of divine death.",
			"呵呵，奥托主教，还真是激情洋溢的演说呢，不过你的这番话也已经宣判了天命的死刑。",
			"ふふっ。オットー主教、本当に情熱溢れる演説ね。#nでも、その演説は天命の死刑を言い渡したようなものよ。",
			"훗. 오토 주교, 정말 열정 넘치는 연설이네요.#n하지만 그 연설은 천명의 사형을 선고한 것과 다름없어요.",
			null,
			null,
			"Oh, Bishop Otto, what a passionate speech, but you have also pronounced Schicksal's death sentence with these words.",
			"Phew. Bishop Otto, that was a truly passionate speech. But that speech was like sentencing Schicksal to death."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				745,
				10,
				true
			]
		],
		[
			"msg",
			196168,
			"Back off!",
			"退下！",
			"退がりなさい！",
			"물러서라!",
			null,
			null,
			"Stand down!",
			"Stand down!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				745,
				5,
				false
			]
		],
		[
			"msg",
			196169,
			"Don't be nervous. I just came to have a chat with the Bishop.",
			"不用紧张，我只是来和尊敬的主教聊一会天而已。",
			"そうカッカしないで。#nわたくしは尊敬する主教様とお喋りしに来ただけだから。",
			"그렇게 화내지 마세요.#n저는 존경하는 주교님과 이야기하러 왔을 뿐이니까.",
			null,
			null,
			"There's no need to be nervous. I'm just here to have a little chat with the Honorable Bishop.",
			"Don't be so upset. I'm just here to have a chat with our esteemed bishop."
		],
		[
			"bgm",
			46
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				745,
				6,
				false
			]
		],
		[
			"msg",
			196170,
			"Monseigneur, what do you think of the present situation?",
			"主教大人，对于现在的形式您有什么看法呢？",
			"主教様、今の状況について、どのようにお考えかしら？",
			"주교님, 지금 상황에 대해 어떻게 생각하시나요?",
			null,
			null,
			"What is your opinion, Lord Bishop, of the present form?",
			"Bishop, what are your thoughts on the current situation?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				6,
				true
			]
		],
		[
			"msg",
			196171,
			"Well, that's the end of the story, and the Shicksal has no value. I don't have time to re-establish order over a pile of rubble, which is what Walter likes to do.",
			"哼，事已至此，天命也已经没有价值了，我可没有时间在一堆废墟之上重新建立秩序，那是瓦尔特喜欢干的事情。",
			"フンッ、こうなった以上、天命にもう価値はない。#n廃墟の山に新たな秩序を作り直すような時間は僕にはないんだ。#nヴェルトは、そういうのが好きなんだろうけどね。",
			"흥, 이렇게 된 이상 천명은 더 이상 가치가 없어.#n폐허의 산에 새로운 질서를 다시 세울 시간은 나에겐 없어.#n웰트는 그런 걸 좋아하겠지만 말야.",
			null,
			null,
			"Heck, it's done and Schicksal is no longer valuable, I don't have time to re-establish order on top of a pile of rubble, that's what Welt likes to do.",
			"Hmmm, now that this has happened, Schicksal is no longer worth it. I don't have the time to be the one who has to rebuild a new order in a pile of ruins. Welt would love that kind of thing, though."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			196172,
			"So you finally admit Failure?",
			"这么说您终于承认自己的失败了么？",
			"つまり、ようやく自分の失敗を認めるというわけですか？",
			"즉, 드디어 자신의 실패를 인정하시는 건가요?",
			null,
			null,
			"So you've finally admitted your failure?",
			"So you are finally admitting your failure?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				10,
				true
			]
		],
		[
			"msg",
			196173,
			"Failure? There is no failure in my dictionary.",
			"失败？在我的词典里没有失败。",
			"失敗？　僕の辞書には失敗という言葉はないよ。",
			"실패? 내 사전엔 실패라는 단어는 없어.",
			null,
			null,
			"Failure? Failure is not in my lexicon.",
			"Failure?　I don't have the word failure in my dictionary."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				5,
				false
			]
		],
		[
			"msg",
			196174,
			"Eh... You are as confident as ever.",
			"是么…您还是一如既往的自信呢。",
			"そうですか……貴方は相変わらずの自信家のようですね。",
			"그런가요... 당신은 여전히 자신만만하군요.",
			null,
			null,
			"Really...you are as confident as ever.",
			"Well ...... you seem to be as confident as ever."
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			196175,
			"Well, let me tell you the reason for this situation. The only mistake you made was because of two words.",
			"好吧，那就让我来告诉你造成这一局面的原因吧，你唯一失策的地方就是因为两个字。",
			"いいでしょう。それではわたくしがこうなった原因を教えてあげましょう。#n貴方の唯一の失策は、とても簡単なものですよ。",
			"좋아요. 그렇다면 제가 이렇게 된 원인을 가르쳐 드리죠.#n당신의 유일한 실책은 아주 간단한 거예요.",
			null,
			null,
			"Well, then let me tell you what caused this situation, and the only place you missed the mark was because of two words.",
			"All right. Now let me tell you how I got into this mess. Your only fault is a very simple one."
		],
		[
			"msg",
			196176,
			"People's Mind",
			"“人心”。",
			"「人の心」。",
			"「사람의 마음」.",
			null,
			null,
			"\"hearts and minds\".",
			"The Heart of the People.\""
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			196177,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			196178,
			"The so-called magic, that is, the game of deception and manipulation of the mind, the use of the mind's confusion and ignorance to achieve their own purposes. I know this is also your field of expertise.",
			"所谓的魔术，即是欺骗和操纵人心的游戏，利用人心的迷茫和无知来达成自己的目的，我知道这也是你擅长的领域。",
			"いわゆる手品とは人の心を騙して操るゲーム。#n人の心の迷いや無知を利用して自分の目的を達成させるもの。#nこの分野は、貴方の十八番であることは知っています。",
			"소위 마술이란 사람의 마음을 속여 조종하는 게임이죠.#n사람들의 마음의 혼란과 무지를 이용해 자신의 목적을 달성하는 것.#n이 분야는 당신의 특기라는 걸 알고 있습니다.",
			null,
			null,
			"The so-called magic, i.e. the game of deceiving and manipulating the human heart, exploiting the confusion and ignorance of the human heart to achieve one's own ends, I know that this is also an area in which you specialize.",
			"So-called sleight of hand is a game of deceiving and manipulating people's minds. It is the use of the wandering and ignorance of people's minds to achieve one's own ends. We know that this field is your eighteenth."
		],
		[
			"msg",
			196179,
			"But the mind you control often do you harm. Everything you do is in their minds to bury the consequences. Although this is the most effective method,  when you have the slightest flaw, your pieces will ruthlessly abandon.",
			"但是你所操纵的人心，往往都会对你自己造成伤害。你所做的一切都是在她们的心中埋下恶果，虽然这是最有效的方法，但是当你稍有一丝破绽，你的棋子都会无情地弃帅而去。",
			"でも、貴方が操った人の心は貴方自身を傷つけた。#n貴方の行いは全て彼女たちの心に悪い結果をもたらすだけだった。#nそれが最も効果的な方法だったとしても、貴方にわずかなほころびがあれば、#n貴方のコマは無情にも立ち去っていくでしょうね。",
			"하지만, 당신이 조종한 사람들의 마음은 결국 당신 자신을 해쳤어요.#n당신의 행동은 모두 그녀들의 마음에 나쁜 결과만 가져왔을 뿐이었죠.#n그게 가장 효과적인 방법이었다 해도, 당신에게 조금이라도 흠집이 생기면,#n당신의 말은 무참히 떠나버릴 거예요.",
			null,
			null,
			"But the hearts and minds you manipulate are often at your own detriment. All you do is sow evil in their hearts, and while it's the most effective way to do it, when you make the slightest crack, your pawns will mercilessly abandon their command.",
			"But the hearts you manipulated hurt your own. Everything you did only brought bad results to their hearts. Even if it was the most effective method, if you had the slightest frayed spot, your frame would walk away unceremoniously."
		],
		[
			"msg",
			196180,
			"Because you never trust anyone... Except for yourself.",
			"因为你从来不会相信任何人…除了你自己。",
			"なぜなら、貴方は誰も信じようとはしなかったから……自分以外はね。",
			"왜냐면, 당신은 아무도 믿으려 하지 않았으니까…… 자신 외에는 말이죠.",
			null,
			null,
			"Because you never trust anyone...except yourself.",
			"Because you didn't want to believe anyone but yourself ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				4,
				true
			]
		],
		[
			"msg",
			196181,
			"Oh, so you know me well?",
			"呵，这么说你很了解我？",
			"フッ、どうやら君は僕のことをよく分かっているみたいだね？",
			"훗, 어떻게 보니 당신은 나를 꽤 잘 이해하고 있는 모양이군?",
			null,
			null,
			"Heh, so you know me well?",
			"Pfft, apparently you know me pretty well, don't you?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				3,
				false
			]
		],
		[
			"msg",
			196182,
			"Please hear me out, Monseigneur.",
			"请听我说完，主教大人。",
			"わたくしの話を最後まで聞いてくださるかしら？　主教様。",
			"제 이야기를 끝까지 들어주시겠어요? 주교님.",
			null,
			null,
			"Please hear me out, Your Eminence.",
			"Will you hear me out?　Bishop."
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				4,
				false
			]
		],
		[
			"msg",
			196183,
			"Half of what I said at today's meeting was false.The assessment of Shicksal is true, but it is my lie to the coalition of governments attacking Shicksal.",
			"在今天的会议上我所说的有一半是假的，对于天命的评价是真，但是对于进攻天命的政府联合军则是我的谎言。",
			"今日の会議でわたくしが話したことの半分は嘘です。#n天命に対する評価は本当だけれど、天命に進攻した各国政府の連合軍というのは#nわたくしの嘘ですわ。",
			"오늘 회의에서 제가 말한 것의 절반은 거짓이에요.#n천명에 대한 평가는 진실이지만, 천명을 공격한 각국 정부의 연합군이라는 건#n제가 지어낸 거짓말이랍니다.",
			null,
			null,
			"Half of what I said in today's meeting was false, what I said about Schicksal was true, but what I said about the combined government forces attacking Schicksal was a lie.",
			"Half of what I said at today's meeting is a lie. My assessment of Schicksal is true, but I lied about the coalition of governments that marched on Schicksal."
		],
		[
			"msg",
			196184,
			"These attacking armies were only my own. They knew how to fight the valkyries. They were created to destroy the valkyries.",
			"这些进攻天命的部队只是我一手培育的军团，他们熟知与女武神作战的模式，是为了专门歼灭女武神而生的军队。",
			"天命を攻撃したこの軍隊はわたくしが手塩にかけて育てた軍団です。#n彼らは戦乙女との戦い方を熟知し、戦乙女を殲滅させるために作られた軍隊なんです。",
			"천명을 공격한 이 군대는 제가 정성껏 키워낸 군단이에요.#n그들은 전투처녀들과의 싸움법을 완벽히 숙지하고, 전투처녀들을 섬멸하기 위해 만들어진 군대죠.",
			null,
			null,
			"These troops attacking Schicksal are just legions that I've nurtured, they are familiar with the patterns of fighting Valkyries, and they are armies made specifically to annihilate Valkyries.",
			"This army that attacked Schicksal is an army that I have raised with great care. They are an army that knows how to fight the war maidens and was created to destroy them."
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				6,
				false
			]
		],
		[
			"msg",
			196185,
			"But half of that lie is true, because governments have acquiesced in my actions.They were only too afraid of the power of Shicksal to act, and would cooperate with me so long as I proved to them that providence was not invincible.",
			"但是这个谎言中却也有一半是真的，因为各国政府也默许了我的行动。他们只是畏于天命的力量而不敢动手，只要我向他们证明天命并非不可战胜，他们便会与我合作。",
			"でも、この嘘の中の半分は真実です。各国政府もわたくしの行動を黙認していますから。彼らは天命の力を恐れて手を出せないだけ。天命に勝ち目がないことを証明してさえあげれば、彼らもわたくしに協力しますのよ。",
			"하지만 이 거짓말 속 절반은 진실이에요. 각국 정부도 제 행동을 묵인하고 있으니까요. 그들은 천명의 힘을 두려워해 손을 쓰지 못할 뿐. 천명에게 승산이 없다는 걸 증명해주기만 하면, 그들도 저를 도와줄 거예요.",
			null,
			null,
			"But half of this lie is also true, because the governments of various countries have also acquiesced to my actions. They are only afraid of the power of Schicksal to make a move, and as long as I prove to them that Schicksal is not invincible, they will cooperate with me.",
			"But half of this lie is true. Because the governments of the world have tacitly approved of my actions. They are just too afraid of Schicksal's power to do anything about it. As long as I can prove to them that Schicksal has no chance, they will cooperate with me."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				745,
				6,
				true
			]
		],
		[
			"msg",
			196186,
			"In the name of the government forces to make them waver, and then use them against me, so that the world can see the tragedy of Shicksal...Well, it was a plan to kill two birds with one stone.",
			"假借政府军的名义让元老院的狗动摇，然后再利用他们对付我，让世界看到天命的惨状么…哼，的确是一石二鸟的计策。",
			"政府軍の名前を借りて元老院の犬たちを動揺させ、彼らを使って僕に噛みつかせ、#n世界に天命の惨状を見せたというわけか……フンッ、確かに一石二鳥の計略だね。",
			"정부군의 이름을 빌려 원로원의 개들을 동요시키고, 그들을 이용해 나를 물게 한 뒤,#n세상에 천명의 참상을 보여주었다는 거군…… 흥, 확실히 일석이조의 계략이야.",
			null,
			null,
			"Fake government forces to get the dogs of the Senate shaken up, then use them against me to show the world the misery of Schicksal?...hmmm, a ploy to kill two birds with one stone indeed.",
			"So, you borrowed the name of the government army to upset the Senate dogs and used them to bite me and show the world the devastation of Schicksal. ...... Hmmm, a two birds with one stone ploy for sure."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				745,
				6,
				false
			]
		],
		[
			"msg",
			196187,
			"It is thanks to your efforts that I have been able to carry out this plan.",
			"过奖了，得以实行这个计划归根究底还是得感谢主教大人您的努力，一人掌握着天命的大权，才让我有机可乘。",
			"過分なお言葉ですね。#nこの計画を実行に移すことができたのは、主教様の努力のおかげに他なりませんから。#n一人で天命の大権を掌握したからこそ、わたくしにつけ入る隙ができたのですよ。",
			"과분한 칭찬이네요.#n이 계획을 실행에 옮길 수 있었던 건 전적으로 주교님의 노력 덕분이에요.#n혼자서 천명의 대권을 장악했기에야말로, 제가 틈을 볼 수 있었던 거죠.",
			null,
			null,
			"I am flattered, but it is thanks to the efforts of you, Lord Bishop, who holds the power of Schicksal in your hands, that I have been able to carry out this plan.",
			"That is an excessive amount of words. It is only because of your efforts that we were able to put this plan into action. It is precisely because you alone have seized the great power of Schicksal that I have been able to take advantage of you."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				745,
				6,
				true
			]
		],
		[
			"msg",
			196188,
			"I just don't care to waste words with fools who have no idea of the greatness plan. It's impossible to get the crap to understand me.",
			"我只是不屑与那些丝毫不懂得天命计划伟大性的愚民浪费口舌罢了，想要让那些废物理解我的想法那是不可能的。",
			"僕は天命の偉大な計画を理解しない愚民どもと議論する気にすらなれなかっただけだよ。あんな役立たずどもに僕の考えを理解させようと思っても不可能だからね。",
			"나는 천명의 위대한 계획을 이해하지 못하는 우민들과 논쟁할 마음조차 들지 않았을 뿐이야. 그런 쓸모없는 자들에게 내 생각을 이해시키려 해도 불가능하니까.",
			null,
			null,
			"I just don't care to waste my breath with fools who don't have the slightest idea of the greatness of the Schicksal program, and trying to get those losers to understand my ideas is impossible.",
			"I just couldn't bring myself to even discuss it with those fools who don't understand the great plan of Schicksal. It is impossible to make those useless people understand my ideas."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			196189,
			"That's right, so you need someone who understands your point of view to be your pawn.",
			"没错，所以您需要一个理解您想法的人来做你的棋子。",
			"その通り。だから貴方様は自分の考えを理解してくれる人をコマにしなくてはならないのです。",
			"그렇습니다. 그러니 전하께서는 자신의 생각을 이해해줄 사람을 말로 삼아야 합니다.",
			null,
			null,
			"Yes, that's why you need someone who understands how you think to be your pawn.",
			"Exactly. That is why you must frame people who understand your ideas."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				745,
				10,
				true
			]
		],
		[
			"msg",
			196190,
			"Who?",
			"谁？",
			"誰のことだい？",
			"누굴 말하는 거지?",
			null,
			null,
			"Who?",
			"Who are you talking about?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				745,
				6,
				false
			]
		],
		[
			"msg",
			196191,
			"Do you know the name of my legion to against valkyries?",
			"主教大人，您知道我的这支专为女武神准备的军团叫什么名字么？",
			"主教様、わたくしが対戦乙女のために用意した軍団の名前をご存じですか？",
			"주교님, 제가 대전소녀를 위해 준비한 군단의 이름을 아시나요?",
			null,
			null,
			"Lord Bishop, do you know the name of this legion of mine dedicated to the Valkyries?",
			"Bishop, do you know the name of the army we have prepared for the opposing maidens?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				745,
				6,
				true
			]
		],
		[
			"msg",
			196192,
			"I'm not interested in that.",
			"我对这个没兴趣。",
			"興味ないね。",
			"흥미 없네.",
			null,
			null,
			"I'm not interested in that.",
			"I'm not interested."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				745,
				3,
				false
			]
		],
		[
			"msg",
			196193,
			"No, you'll be interested, because it's the name you're most familiar with——",
			"不，您会有兴趣的，因为这是您最熟悉的名字——",
			"いえ、きっと興味があるはずですよ。#nなぜなら、貴方様が一番よく知っている名前ですから——",
			"아니, 분명 흥미가 있으실 거예요.#n왜냐하면 전하께서 가장 잘 아시는 이름이니까요——",
			null,
			null,
			"No, you'll be interested, because it's the name you know best--",
			"No, I am sure you would be interested. Because it is the name you know best."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				3,
				true
			]
		],
		[
			"msg",
			196194,
			"Horsemen of the Apocalypse",
			"天启骑士团。",
			"天啓騎士団。",
			"천기 기사단.",
			null,
			null,
			"Knights of the Apocalypse.",
			"Knights of the Order of Heaven."
		]
	],
	"205": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196195,
			"...... Is this the cathedral?",
			"呼…呼……这里就是大教堂了么？",
			"はぁ、はぁ……ここが大教会なの？",
			"하아, 하아... 여기가 대성당이야?",
			null,
			null,
			"Hoo...hoo ...... Is this the cathedral?",
			"Haha, haha ...... is this the big church?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			196196,
			"Yes, bishop Otto would have retreated here.",
			"没错，奥托主教应该已经撤退到这里了。",
			"そうよ。オットー主教はここに撤退しているはず。",
			"그래. 오토 주교는 여기로 후퇴했을 거야.",
			null,
			null,
			"Yes, Bishop Otto should have retreated here.",
			"Yes. Bishop Otto should have retreated here."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			196197,
			"..It doesn't matter where you go. The bishop has given up the Shicksal… The Shicksal is over...",
			"没用了…去哪里都一样，大主教已经舍弃了天命…天命已经完了……",
			"ムダよ……どこに行こうと同じこと。#n大主教はもう天命を見捨てたの……天命はもう終わりよ……",
			"헛수고야... 어딜 가도 마찬가지야.#n대주교는 이미 천명을 버린 거야... 천명은 이제 끝이야...",
			null,
			null,
			"It's useless...it's the same everywhere you go...the Archbishop has surrendered Schicksal...Schicksal is finished ......",
			"It's useless......It's the same no matter where you go. The Archbishop has already abandoned Schicksal. ...... Schicksal is over. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			196198,
			"Don't say that! We'll live without bishop Otto!",
			"不要说这种丧气话！就算没用奥托主教我们也要靠自己活着！",
			"そんな弱音を吐かないで！#nオットー主教を当てにできなくても、私たちは自分の力で生き延びなくちゃ！",
			"그런 약한 소리 하지 마!#n오토 주교를 믿을 수 없어도, 우리는 우리의 힘으로 살아남아야 해!",
			null,
			null,
			"Don't say such demoralizing things! Even if we don't use Bishop Otto we'll live on our own!",
			"Don't be so wishy-washy! We have to survive on our own, even if we can't count on Bishop Otto!"
		],
		[
			"bgm",
			46
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			196199,
			"Does it appear that the faith of these valkyries has collapsed?",
			"看来这些女武神的信仰已经崩塌了么？",
			"どうやらこの戦乙女たちは、信仰心も崩壊してしまったようね？",
			"이 전투처녀들은 신앙심도 붕괴되어 버린 모양이네?",
			null,
			null,
			"Does it look like these Valkyries' faith has collapsed?",
			"Apparently, these war maidens have also Honkai'd their faith?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			196200,
			"Who is this!?",
			"谁！？",
			"誰！？",
			"누구!?",
			null,
			null,
			"Who!",
			"Who!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			196201,
			"You are…Merlin, from Cavendish family……",
			"你是…卡文迪许家的家主梅琳……",
			"あなたは……キャベンディッシュ家の当主、メリン……",
			"당신은……캐번디쉬 가문의 당주, 메린……",
			null,
			null,
			"You are...Merlin, the head of the Cavendish family ......",
			"You are ...... the head of the Cavendish family, Meryn ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			196202,
			"Merlin? Is it the real identity of Miss Magician?",
			"梅琳？是魔术师小姐的真实身份么？",
			"メリン？　それが魔術師さんの本当の正体なの？",
			"메린? 그게 마술사 씨의 진짜 정체야?",
			null,
			null,
			"Merlin? Is that Miss Magician's real identity?",
			"Meryn?　Is that the real identity of the magician?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				216,
				5,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			196204,
			"It's the same for all of you, because you're about to get familiar with my new identity.",
			"对于你们来说其实都一样，因为你们马上就要熟悉我的新身份了。",
			"でも、貴方たちにとってはどちらも同じことよ。#nだって、すぐにわたくしの新しい姿を知ることになるから。",
			"하지만, 여러분에게는 둘 다 같은 일이에요.#n왜냐하면, 곧 제 새로운 모습을 알게 될 테니까요.",
			null,
			null,
			"It's really the same for all of you because you're about to get familiar with my new identity.",
			"But for both of you, it's the same thing. Because soon you will know me in a new light."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			196205,
			"It doesn't matter! Where's Bishop Otto!",
			"这种事情无所谓！奥托主教在哪里！",
			"そんなこと今はどうだっていい！　オットー主教はどこにいるの！",
			"그런 건 지금은 중요하지 않아! 오토 주교는 어디에 있는 거야!",
			null,
			null,
			"Such things don't matter! Where is Bishop Otto!",
			"That doesn't matter now!　Where is Bishop Otto?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			196206,
			"And Kiana, do you know where Kiana is?",
			"还有琪亚娜，您知道琪亚娜的下落么？",
			"それからキアナちゃん。キアナちゃんの居場所を知りませんか？",
			"그리고 키아나 씨. 키아나 씨의 행방을 모르시나요?",
			null,
			null,
			"And Kiana. Do you know where Kiana is?",
			"And then there's Kiana. Do you know where Kiana-chan is?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			196207,
			"You are really impatient, although I know a little about magic, it is impossible to so easily get the people you want out of it~ right?",
			"各位真是急性子呢，虽然我略懂魔术，但也不可能如此轻易的把各位想要的人都“嘭嘭嘭”地凭空变出来吧~你们说对么？",
			"貴方たち、本当にせっかちね。#n確かにわたくしは手品ができるけど、だからと言って、皆が望んでいる人を#n何もないところから「パンパカパーン」といとも簡単に登場させるなんて無理よ。#nそうでしょう？",
			"여러분, 정말 성급하네.#n확실히 저는 마술을 할 수 있지만, 그렇다고 모두가 바라는 사람을#n아무것도 없는 곳에서「팡파카팡」하고 너무 쉽게 등장시키는 건 무리예요.#n그렇죠?",
			null,
			null,
			"You're all so impatient. Even though I know a little bit about magic, I can't just make all the people you want come out of thin air so easily, can I?",
			"You people are so impatient. It's true that I can do magic tricks, but that doesn't mean that I can make everyone's wish appear out of thin air with a \"bang, bang, bang! Isn't that right?"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			196208,
			"Don't move! Lay down your arms!",
			"不许动！放下武器！",
			"動くなっ！　武器を捨てろ！",
			"움직이지 마! 무기를 버려!",
			null,
			null,
			"Don't move! Drop your weapons!",
			"Don't move!　Drop your weapons!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196209,
			"Yeah... We're surrounded…",
			"啧…我们被包围了……",
			"チッ……囲まれたわ……",
			"쳇…… 포위당했네……",
			null,
			null,
			"Sheesh...we're surrounded ......",
			"Damn. ...... I'm surrounded. ......"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			196210,
			"The magician...You planned all this! Your purpose is to destroy Shicksal!",
			"魔术师…天命发生的这一切都是你策划的吧！你的目的就是摧毁天命么！",
			"魔術師……天命で起こった全てのことはあなたが画策したものなのね！#nあなたの目的は天命を滅ぼすことなの！？",
			"마술사…… 천명에서 일어난 모든 일이 네가 꾸민 짓이었구나!#n네 목적은 천명을 멸망시키는 거야!?",
			null,
			null,
			"Magician...you planned all of this happening in Schicksal, didn't you! Is it your purpose to destroy Schicksal!",
			"Sorcerer ...... Everything that happened in Schicksal was orchestrated by you! Your goal is to destroy Schicksal!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				745,
				5,
				false
			]
		],
		[
			"msg",
			196211,
			"Destroy Shicksal...Indeed, as an excutor of Anti-entropy, that's my job.",
			"摧毁天命…的确，作为逆熵的执行者，这是我的职责。",
			"天命を滅ぼす……確かにネゲントロピーの執行者である以上、それはわたくしの役目ね。",
			"천명을 멸망시키다…… 확실히 네겐트로피의 집행자로서는 그게 나의 역할이지.",
			null,
			null,
			"Destroying Schicksal...indeed, as an enforcer of Anti-Entropy, that is my duty.",
			"Destroy Schicksal ...... Surely that's my role as the enforcer of Anti-Entropy."
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				745,
				6,
				false
			]
		],
		[
			"msg",
			196212,
			"But... Not quite.",
			"但是…也不完全如此。",
			"でも……それだけじゃないの。",
			"하지만…… 그뿐만이 아니야.",
			null,
			null,
			"But...not exactly.",
			"But ...... isn't the only one."
		],
		[
			"bgm",
			105
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196213,
			"All the time I only live for myself!",
			"至始至终我只为我自己活着！",
			"わたくしは最初から自分のためだけに生きているのよ！",
			"나는 처음부터 오직 나만을 위해 살아왔어!",
			null,
			null,
			"To the end I lived only for myself!",
			"From the very beginning, I have lived only for myself!"
		],
		[
			"bg",
			"CG10212"
		],
		[
			"msg",
			196214,
			"I hated Shicksal. From the moment I was born, I was bound by the curse of Shicksal.",
			"我憎恨天命，从我出生的那一刻起我就被天命的诅咒所束缚，渴望着有一天能向天命复仇，但是今天却并不只是复仇那么简单。",
			"わたくしは天命が憎い。わたくしは生まれた時から天命の呪いに束縛されていた。#nいつの日か、天命に復讐できることを渇望していた。#nでも、今は復讐なんて単純なものだけが目的じゃないの。",
			"나는 천명이 싫어. 나는 태어날 때부터 천명의 저주에 속박당했어.#n언젠가 천명에게 복수할 수 있기를 갈망했지.#n하지만 지금은 복수 같은 단순한 게 목적이 아니야.",
			null,
			null,
			"I hate Schicksal, from the moment I was born I've been bound by the curse of Schicksal, longing for the day when I can take my revenge on Schicksal, but today it's not just about revenge.",
			"I hate Schicksal. I have been bound by Schicksal's curse since birth. I have longed to be able to take revenge on Schicksal someday. But now, revenge is not the only simple thing I want."
		],
		[
			"msg",
			196215,
			"What I want is for the whole world to change so that those who are bound by the curse of history can be free!",
			"我所希望的，是整个世界的变革，让那些被名为历史的诅咒所束缚的人重获自由！",
			"わたくしの望みは世界全体を変えることよ。#n歴史という名の呪いに束縛された人に再び自由を手に入れさせるの！",
			"내 바람은 세계 전체를 바꾸는 거야.#n역사라는 이름의 저주에 속박된 사람들에게 다시 자유를 선물하는 거지!",
			null,
			null,
			"What I hope for is the transformation of the entire world and the regaining of freedom for those who are bound by the curse called history!",
			"My desire is to change the whole world. I want those who are bound by the curse of history to be free again!"
		],
		[
			"msg",
			196216,
			"Shicksal? Anti-entropy? I'm tired of your boring infighting, and I'm joining you just to get this meaningless stage over with.",
			"天命？逆熵？你们无聊的内斗实在令我厌烦，我加入你们，只是为了让这个毫无意义的舞台尽早结束。",
			"天命？　ネゲントロピー？　貴方たちのくだらない内輪揉めなんてうんざり。#nわたくしが貴方たちに加わったのは、こんな無意味な茶番劇をさっさと終わらせるためでしかないの。",
			"천명? 네겐트로피? 너희들의 하찮은 내분 따윈 지겨워.#n내가 너희들과 함께한 건 이런 무의미한 희극을 빨리 끝내버리기 위해서일 뿐이야.",
			null,
			null,
			"Schicksal? Anti-Entropy? Your boring infighting really bores me, and I'm only joining you to bring this pointless arena to an early end.",
			"Schicksal?　Anti-Entropy?　I am fed up with your petty infighting. The only reason I joined you is to end this senseless farce as quickly as possible."
		],
		[
			"msg",
			196217,
			"The world doesn't need Shicksal, and it doesn't need Anti-entropy...Because from today on, both organizations will disappear from the world!",
			"这个世界不需要天命，也不需要逆熵……因为从今天开始，这两个组织都将在世界上消失！",
			"この世界には、天命もネゲントロピーも必要ないの。#n……だって、今日という日をもって、この二つの組織は世界から消えてしまうんだもの！",
			"이 세상에는 천명도 네겐트로피도 필요 없어.#n…… 왜냐면, 오늘을 기점으로 이 두 조직은 세상에서 사라질 테니까!",
			null,
			null,
			"The world doesn't need Schicksal or Anti-Entropy ...... because starting today, both organizations will disappear from the world!",
			"This world doesn't need Schicksal or Anti-Entropy. Because ......, as of today, these two organizations will disappear from the world!"
		],
		[
			"msg",
			196218,
			"This is the right direction for the development of human history, and I am not the owner of Shicksal, not the executor of Anti-entropy, I will also usher in changes with the world.",
			"这才是人类历史发展的正确方向，而我也不是天命的家主，更不是逆熵的执行者，我也将与这个世界一同迎来变革。",
			"これこそが人類の歴史発展の正しい方向性なの。#nそして、わたくしは天命の当主でもなければ、ネゲントロピーの執行者でもない。#nわたくしもこの世界と共に変革を迎えるのよ。",
			"이것이 바로 인류 역사 발전의 올바른 방향이야.#n그리고 나는 천명의 당주도 아니고, 네겐트로피의 집행자도 아니야.#n나도 이 세계와 함께 변혁을 맞이할 거야.",
			null,
			null,
			"This is the right direction for the development of human history, and I am not a householder of Schicksal, let alone an enforcer of Anti-Entropy, and I will usher in change with this world.",
			"This is the right direction for the historical development of mankind. And I am neither the master of Schicksal nor the enforcer of Anti-Entropy. I, too, will be transformed along with this world."
		],
		[
			"msg",
			196219,
			"With a brand new identity…",
			"拥有一个崭新的身份……",
			"まったく新しい顔を手に入れて……",
			"완전히 새로운 얼굴을 얻어서……",
			null,
			null,
			"Have a brand new identity ......",
			"Get a whole new look: ......"
		],
		[
			"msg",
			196220,
			"Lord of Human Contract Alliance, Merlin.",
			"人类合约联盟盟主，梅琳。",
			"人類契約連盟盟主——メリンという顔をね。",
			"인류 계약 연맹 맹주—— 메린이라는 얼굴로 말이지.",
			null,
			null,
			"Allies of the Human Contract Alliance, Merlin.",
			"The face of the League of Humanity Contracting Alliance - Meryn."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			196221,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204618
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196222,
			"Goo... How does it feel like there's another person like Otto.",
			"咕…怎么感觉和奥托类似的人又多了一个。",
			"ぐっ……どういうわけか、オットーのような人間が一人増えた気がする。",
			"큭... 왠지 오토 같은 인간이 한 명 더 늘어난 기분이 드네.",
			null,
			null,
			"Goo...why does it feel like there's one more person similar to Otto.",
			"Gg...... Somehow I think we have one more person like Otto."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			196223,
			"Well, I was interested in Bishop Otto, so I gave a speech like he did. What do you think?",
			"呵呵是么，对于奥托主教我还是很感兴趣的，所以照着他的口吻演说了一番，各位意下如何？",
			"ふふっ、そう？　オットー主教にはわたくしもまだ興味があるわ。#nだから彼の真似をして演説してみたの。皆さんはどうかしら？",
			"후훗, 그래? 오토 주교에게는 나도 아직 흥미가 있거든.#n그래서 그의 흉내를 내며 연설을 해봤어. 여러분은 어때?",
			null,
			null,
			"Oh yeah, I'm still interested in Bishop Otto, so I've made a speech in his voice, what do you think?",
			"Hmmm, really?　I'm still interested in Bishop Otto too. So I tried to imitate him in my speech. What do you think?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				745,
				10,
				true
			]
		],
		[
			"msg",
			196224,
			"We have no time to joke! What on earth do you want to do?",
			"我们没时间开玩笑！你究竟想做什么！",
			"あんたの冗談に付き合っている暇はないの！　一体何をするつもりなの！？",
			"네 농담에 맞장구칠 시간 없어! 대체 뭘 할 셈이야!?",
			null,
			null,
			"We don't have time for jokes! What the hell are you trying to do!",
			"I don't have time for your jokes!　What the hell are you doing?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				10,
				true
			]
		],
		[
			"msg",
			196225,
			"Wuhhhhh——————！！！",
			"嗡——————！！！",
			"ブゥゥン——————！！！",
			"부우우움——————!!!",
			null,
			null,
			"Buzz ------!!!",
			"Buuuuut ------!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				745,
				10,
				true
			]
		],
		[
			"msg",
			196226,
			"The voice...It came from behind the cathedral, where Otto's glorious covenant lay...Maybe!",
			"这个声音…是从大教堂后面传来的，在这后面停靠着奥托的辉煌盟约…难道说！",
			"この音……大教会の後ろから聞こえてくるわ。#nこの裏にはオットーの輝きの盟約が停まっているはず……まさか！",
			"이 소리... 대성당 뒤에서 들려오는군.#n이 뒤에는 오토의 빛의 맹약이 정박해 있었을 텐데... 설마!",
			null,
			null,
			"The voice...it was coming from behind the cathedral, behind which rested Otto's Splendid Covenant...could it be!",
			"I hear this sound ...... coming from behind the big church. Otto's Pact of Splendor must be parked behind this...... no way!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				745,
				6,
				false
			]
		],
		[
			"msg",
			196227,
			"Yes, your bishop is now on his battleship preparing to leave, because he shares my views. And to me, as long as Otto is alive, it's the best torture for him.",
			"没错，你们的主教现在正在他的战舰上准备撤离，因为他和我有着一样的观点，而且对我来说，只要奥托活着，就是对他最好的折磨。",
			"ご名答。貴方たちの主教は今まさに自分の戦艦で撤退しようとしているの。#n彼もわたくしと同じような考え方をしているからね。#nそれに、わたくしにとってはオットーを生き延びさせることが、#n彼への最高の苦しみになるもの。",
			"정답이야. 당신들의 주교는 지금 자신의 전함으로 퇴각하려고 하고 있어.#n그도 나와 비슷한 생각을 하고 있으니까.#n게다가 나에게는 오토를 살려두는 것이,#n그에게 최고의 고통이 될 테니.",
			null,
			null,
			"Yes, your bishop is on his battleship right now preparing to evacuate, because he and I share the same views, and for me, as long as Otto lives, it's the best torture for him.",
			"Good answer. Your bishop is about to retreat with his battleship. He thinks like me. Besides, it would be the greatest pain for me to keep Otto alive."
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				745,
				3,
				false
			]
		],
		[
			"msg",
			196228,
			"And there's only one reason you're here, and that's to do with a combination of Shicksal and Anti-Entropy.",
			"而你们在这里的理由只有一个，那就是将天命与逆熵一网打尽。",
			"そして、貴方たちがここにいる理由はただ一つ。#nそれは天命とネゲントロピーを一網打尽にすることよ。",
			"그리고 당신들이 여기 있는 이유는 단 하나.#n바로 천명과 네겐트로피를 일망타진하는 거야.",
			null,
			null,
			"And you are here for one reason, and that is to take Schicksal and Anti-Entropy down in one fell swoop.",
			"And you are here for one reason only. It's to round up Schicksal and Anti-Entropy."
		]
	],
	"206": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196229,
			"Glorious Covenant",
			"辉煌盟约 舰桥",
			"輝きの盟約 艦橋",
			"빛의 맹약 함교",
			null,
			null,
			"Covenant of Splendor. Bridge.",
			"The Pact of Brilliance Bridge"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				2,
				false
			]
		],
		[
			"msg",
			196230,
			"We cannot leave behind the Shicksal and the valkyries! Please let me go back!",
			"主教大人！我们不能将天命和女武神抛下！请让我回去！",
			"主教様！　天命と戦乙女を見捨てるわけにはいきません！　私を戻してください！",
			"주교님! 천명과 전처녀들을 버릴 순 없습니다! 저를 돌려보내 주세요!",
			null,
			null,
			"Lord Bishop! We cannot leave Schicksal and the Valkyries behind! Please let me go back!",
			"Bishop!　I cannot abandon Schicksal and the War Maiden!　Please bring me back!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				857,
				2,
				true
			]
		],
		[
			"msg",
			196231,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			196232,
			"Kallen, don't waste your time, even if you're an Artificial Herrscher. Do you want to kill all those troops and continue playing house with the weak valkyries?",
			"卡莲，不要白费力气了，就算你是人造律者也无济于事，你想把那些部队都杀光，然后和那些脆弱的女武神继续过家家的游戏么？",
			"カレン、力を無駄遣いする必要はないよ。#nいくら人造律者の君でも状況を変えるには力不足だ。#nそれでも君はあの軍隊を皆殺しにして、貧弱な戦乙女たちとおままごとを続けたいのかい？",
			"카렌, 힘을 낭비할 필요 없어.#n인조율자인 너라도 상황을 바꾸기엔 역부족이야.#n그래도 넌 저 군대를 몰살시키고, 하찮은 전처녀들과 소꿉놀이를 계속하고 싶은 거야?",
			null,
			null,
			"Kallen, don't waste your efforts, even if you're an Artificial Herrscher it won't help, do you want to kill all those troops and continue the game of house with those fragile Valkyries?",
			"Kallen, you don't have to waste your power. Even you, Herrscher, are not strong enough to change the situation. You still want to kill all those troops and continue playing make-believe with those poor war maidens?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			196233,
			"No…No!",
			"不…不是的！",
			"ち……ちがいます！",
			"아...아닙니다!",
			null,
			null,
			"No...it isn't!",
			"You can find out more at ......!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			196234,
			"We have more important things to do now. Merlin...I should thank her for freeing me from the bondage of Shicksal, so that I don't need to have any doubts.",
			"我们现在有更重要的事情要做，梅琳…我应该感谢她，让我摆脱了天命的束缚，这样我也不需要有任何的疑虑了。",
			"今の僕たちにはもっと大切なことがあるんだよ。メリン……僕は彼女に感謝しないと。#n僕を天命の束縛から解放してくれたんだから。これでもう何の心配もいらなくなったよ。",
			"지금의 우리에겐 더 중요한 게 있어. 메린... 나는 그녀에게 감사해야 해.#n나를 천명의 속박에서 해방시켜 줬으니까. 이제 더 이상 어떤 걱정도 필요 없어.",
			null,
			null,
			"We have more important things to do right now, Merlin...I should thank her for freeing me from Schicksal so that I don't have to have any doubts.",
			"We have more important things to do now. Melin...... I should thank her. She has freed me from the shackles of Schicksal. Now I don't have to worry about anything anymore."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			196235,
			"But now that we've lost our Shicksal, we're the only ones left...",
			"不过失去了天命，现在也只剩下我们这些战力了……",
			"しかし、天命を失い、残されたのは私たちのこの戦力だけ……",
			"하지만 천명을 잃고, 남은 건 우리의 이 전력뿐인데...",
			null,
			null,
			"But with the loss of Schicksal, we are now the only ones left to fight ......",
			"But Schicksal is lost and all that is left is this force of ours: ......"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			196236,
			"Wu!!!!! Lord Otto! I finally found you!",
			"呜呜呜！奥托大人！我终于找到你了！",
			"ああっ！　オットー様！　やっと見つけましたわ！",
			"아악! 오토님! 드디어 찾았어요!",
			null,
			null,
			"Woo-hoo! Lord Otto! I've finally found you!",
			"Ahh!　Master Otto!　I finally found you!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				857,
				5,
				false
			]
		],
		[
			"msg",
			196237,
			"Salute! ? What are you doing here?",
			"赛露蒂！？你怎么在这里！",
			"セルティ！？　どうしてあなたがここにいるの！",
			"셀티!? 너 왜 여기에 있는 거야!",
			null,
			null,
			"Seluti! What are you doing here!",
			"Celty!　Why are you here?"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			196238,
			"I saw the glorious covenant take off and scrambled up… That's great! Lord Otto is here!",
			"我看到辉煌盟约起飞就赶紧爬了上来…太好了！奥托大人果然在这里！",
			"輝きの盟約が離陸するのを見て、慌てて飛び乗ったのです……よかった！　オットー様はやっぱりここにいらしたのですね！",
			"빛의 맹약이 이륙하는 걸 보고 황급히 뛰어올랐어요... 다행이야! 오토님은 역시 여기 계셨군요!",
			null,
			null,
			"I saw the Brilliant Covenant take off and rushed to climb up...great! Lord Otto is really here!",
			"I saw the Shining Pact taking off and hopped on in a hurry. ...... Thank goodness you are here!　I see that Otto was here after all!"
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			196239,
			"Looks like we have one more fighting force…",
			"看来我们的战力又多了一个呢……",
			"どうやら、私たちの戦力が一人増えたようですね……",
			"어쩌면, 우리 전력이 한 명 늘은 모양이군요...",
			null,
			null,
			"Looks like we have another one in the war chest then ......",
			"Looks like we have one more person in our force: ......"
		],
		[
			"msg",
			196240,
			"Now, your excellency, what are you going to do next?",
			"那么主教大人，请问您下一步准备怎么做呢？",
			"それで主教様、この後どうするつもりか聞いてもいいでしょうか？",
			"그러면 주교님, 이 후로 어떻게 하실 생각인지 여쭤봐도 될까요?",
			null,
			null,
			"So, Your Eminence, may I ask what you intend to do next?",
			"So, Bishop, may I ask what you plan to do after this?"
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			196241,
			"Ha ha...First of all, please change this title, now that the Shicksal has fallen, my title is meaningless.",
			"呵呵…首先，请你们把这个称谓改掉吧，如今天命已经陷落，我这个头衔也毫无意义。",
			"フフ……まず、君たちにその呼び名を改めてもらいたいな。#n天命はもはや陥落したんだから、僕のその肩書も無意味なものだよ。",
			"훗... 먼저, 너희들에게 그 호칭을 고쳐줬으면 좋겠어.#n천명은 이미 함락되었으니, 내 그 직함도 무의미한 거야.",
			null,
			null,
			"Oh...first of all, please change that title, now that Schicksal has fallen, my title means nothing.",
			"Huff...... first of all, I wish you guys would change that moniker. Schicksal has now fallen, so that title of mine is meaningless."
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				1,
				false
			]
		],
		[
			"msg",
			196242,
			"All right, Lord Otto.",
			"好的，奥托大人。",
			"分かりました。オットー様。",
			"알겠습니다. 오토님.",
			null,
			null,
			"Yes, Lord Otto.",
			"I understand. Mr. Otto."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				1,
				true
			]
		],
		[
			"msg",
			196243,
			"Our next step is obvious. Now that the entire human civilization knows about my plans, we should step up our commitment to them and me.",
			"我们的下一步很明显，如今整个人类文明都已经知道了我的计划，我们更应该加快脚步向他们对象我的承诺。",
			"この後のことははっきりしているさ。#n今や人類文明全体が僕の計画を知ることとなった。#nその僕の約束が実現できるようもっと急がないと。",
			"이 후의 일은 분명해.#n이제 인류 문명 전체가 내 계획을 알게 되었어.#n그 내 약속이 실현될 수 있도록 더 서둘러야지.",
			null,
			null,
			"Our next step is obvious, now that the entire human civilization is aware of my plan, it is all the more important that we speed up our pace to object my promise to them.",
			"What follows is clear. The entire human civilization now knows my plan. I need to be more urgent so that my promise can be fulfilled."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				857,
				4,
				false
			]
		],
		[
			"msg",
			196244,
			"But...We've lost our headquarters. Where else can we go now?",
			"可是…我们已经失去了天命总部，现在能去的地方还有哪里呢？",
			"しかし……私たちは天命本部を失ってしまいました。#nこれからどこに向かえばいいのでしょうか？",
			"하지만... 우리는 천명 본부를 잃고 말았습니다.#n이제 어디로 가야 할까요?",
			null,
			null,
			"But...we've lost Schicksal HQ, where else can we go now?",
			"But ...... we have lost our Schicksal headquarters. Where do we go from here?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				857,
				4,
				true
			]
		],
		[
			"msg",
			196245,
			"You seem to have forgotten, Kallen, that there is still a realm of providence at the bottom of the Atlantic.",
			"卡莲，你似乎忘记了，在大西洋的海底，还存留着一块天命的领地。",
			"カレン、どうやら忘れているみたいだね。#n大西洋の海底にはまだ天命の領地が残されていることを。",
			"카렌, 어쩌면 잊고 있는 모양이군.#n대서양 해저에는 아직 천명의 영지가 남아있다는 걸.",
			null,
			null,
			"Kallen, you seem to have forgotten that a piece of Schicksal's territory still exists at the bottom of the Atlantic Ocean.",
			"Kallen, you seem to have forgotten. That there is still Schicksal territory left at the bottom of the Atlantic Ocean."
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			196246,
			"All right, Lord otto, we've got the coordinates. We're heading for the Atlantic.",
			"好的，奥托大人，坐标位置已确定，开始向大西洋前进。",
			"かしこまりました、オットー様。#n座標の位置を確定、大西洋に向かって前進します。",
			"알겠습니다, 오토님.#n좌표 위치 확인, 대서양으로 전진합니다.",
			null,
			null,
			"All right, Lord Otto, coordinate positions are set. Commence heading for the Atlantic.",
			"Yes, sir, Mr. Otto. Coordinates confirmed, moving forward to the Atlantic Ocean."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			196247,
			"We have the last key, with which the realm of god will open to me.",
			"我们还留有最后的钥匙，只要有了它，「神」所在的领域就将向我开启门扉。",
			"僕たちにはまだ最後の鍵が残されている。#nそれさえあれば、「神」のいる領域も僕たちに扉を開いてくれるはずさ。",
			"우리에게는 아직 마지막 열쇠가 남아있어.#n그것만 있다면, 「신」이 있는 영역도 우리에게 문을 열어줄 거야.",
			null,
			null,
			"We still have the final key, and with it, the realm where \"God\" is will open its doors to me.",
			"We still have the last key left. If we have it, the realm of \"God\" will open its doors for us."
		],
		[
			"msg",
			196248,
			"All ends will converge there, for only god can change the world...Not humans themselves.",
			"所有的终点都将在那里汇聚，因为只有「神」才能改变这个世界…而不是人类自己。",
			"全ての終着点はそこに集まっている。#nなぜなら、この世界を変えられるのは「神」のみであり……人類自身ではないからね。",
			"모든 종착점은 거기에 모여있어.#n왜냐하면, 이 세계를 바꿀 수 있는 건 「신」뿐이고... 인간 자신이 아니기 때문이지.",
			null,
			null,
			"All ends will converge there, for only 'God' can change the world...not man himself.",
			"All end points are gathered there. Because only \"God\" can change this world, not ...... humanity itself."
		],
		[
			"msg",
			196249,
			"Do you agree?",
			"你说对么？",
			"そうだろう？",
			"그렇지?",
			null,
			null,
			"Do you think so?",
			"Isn't that right?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			196250,
			"Kiana",
			"琪亚娜。",
			"キアナ。",
			"키아나.",
			null,
			null,
			"Kiana。",
			"Kiana。"
		]
	],
	"207": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448078,
			"Fighting between humans and Houkai, and even humans, has been going on for tens of thousands of years.",
			"数万年来，人类与崩坏、甚至于人类与人类的战斗都一直在持续。",
			"数万年の間、人類と崩壊、そして人類と戦いが続いている。",
			"수만 년 동안, 인류와 붕괴, 그리고 인류와의 싸움이 계속되어 왔다.",
			null,
			null,
			"For tens of thousands of years, the battle between humans and Honkai, and even humans and humans, has been ongoing.",
			"For tens of thousands of years, there has been a battle between humanity and Honkai, and humanity and the battle."
		],
		[
			"msg",
			448079,
			"Under the Human Union's rise, Shicksal...The group that claimed to be the savior of humanity was annihilated.",
			"在人合联的奋起下，天命……这一自诩人类救世主的组织被歼灭。",
			"人類が力を合わせて戦った結果、天命……この人類の救世主と名乗った組織が滅ぼされた。",
			"인류가 힘을 합쳐 싸운 결과, 천명…… 이 인류의 구세주라 자칭한 조직이 멸망했다.",
			null,
			null,
			"Under the rise of the HSU, Schicksal ......, an organization that claimed to be the savior of mankind, was wiped out.",
			"As a result of humanity joining forces to fight, Schicksal ...... this organization that called itself the savior of humanity was destroyed."
		],
		[
			"msg",
			448080,
			"Although Otto, Bishop of Shicksal, manages to escape, the humans have regained their sovereignty over the Houkai.",
			"虽然天命主教奥托成功逃脱，但人类已再度将对抗崩坏的主权掌握在自己手中。",
			"天命の主教、オットーは逃げた。だが、人類は再び崩壊に対抗する主権を自分の手に握った。",
			"천명의 주교, 오토는 도망쳤다. 그러나 인류는 다시 붕괴에 맞서는 주권을 자신의 손에 쥐었다.",
			null,
			null,
			"Although Otto, the Schicksal bishop, has managed to escape, humanity has once again taken the sovereignty against the Honkai into its own hands.",
			"Schicksal's bishop, Otto, fled. But mankind once again took the sovereignty against Honkai into its own hands."
		],
		[
			"msg",
			448081,
			"Just like that highly developed society eighty thousand years ago.",
			"就像八万多年前，那个文明高度发达的社会一般。",
			"八万年以上前に起きた、あの驚くほど発達した社会のように。",
			"8만 년 이상 전에 일어났던, 그 놀라울 정도로 발달한 사회처럼.",
			null,
			null,
			"It's just like that highly civilized society more than 80,000 years ago.",
			"Like that amazingly developed society that occurred over 80,000 years ago."
		],
		[
			"msg",
			448082,
			"However, the humans were unable to resist Houkai, and in the end…they have experienced their demise.",
			"不过，那时候的人类却没能抵御住崩坏，在最后……他们经历了灭亡。",
			"しかし、当時の人間は崩壊に太刀打ち出来ず、結局……崩壊によって滅ぼされてしまった。",
			"하지만 당시의 인간은 붕괴에 맞서지 못하고, 결국… 붕괴에 의해 멸망당해 버렸다.",
			null,
			null,
			"However, the humans of that time were unable to resist the Honkai, and in the end ...... they experienced extinction.",
			"However, humans at the time could not compete with Honkai and were eventually destroyed by the ...... collapse."
		],
		[
			"msg",
			448083,
			"Stigmata Project——",
			"圣痕计划——",
			"——聖痕計画",
			"——성흔 계획",
			null,
			null,
			"Stigmata Program -",
			"--Stigmata Project"
		],
		[
			"msg",
			448084,
			"It is because of Dr. Mei's great plan that human civilization can be reborn quickly after being destroyed.",
			"正因为有MEI博士这一伟大的计划，人类文明才能在毁灭之后迅速重生。",
			"MEI博士の素晴らしい計画のおかげで、人類の文明は破壊されてもすぐに再生することができた。",
			"MEI 박사의 훌륭한 계획 덕분에, 인류의 문명은 파괴되어도 곧바로 재생할 수 있었다.",
			null,
			null,
			"It is because of this great plan of Dr. MEI that human civilization can be reborn quickly after its destruction.",
			"Thanks to Dr. MEI's brilliant plan, human civilization could be destroyed and then quickly rebuilt."
		],
		[
			"msg",
			448085,
			"Finally, the human race rose again——",
			"终于，人类再度崛起——",
			"そして、人類は再び立ち上がる——",
			"그리고, 인류는 다시 일어섰다——",
			null,
			null,
			"At last, mankind rises again--",
			"And mankind will rise again--"
		],
		[
			"bgm",
			87
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448086,
			"However, the Stigmata project is only the survival of the failure. The so-called rebirth is just the Stigmata terminal incubated by the defeat of Houkai again and again.",
			"然而，圣痕计划只是失败者的苟延残喘，所谓的重生，也不过是圣痕终端所孕育出来，一次次输给崩坏的败者。",
			"聖痕計画は敗者の悪あがきだ。再生というのも聖痕端末が生んだ崩壊に敗北した敗者にすぎない。",
			"성흔 계획은 패자의 발악이다. 재생이라는 것도 성흔 단말이 만들어낸 붕괴에 패배한 패자에 불과하다.",
			null,
			null,
			"However, the Stigma program is just a lingering remnant of the losers, and the so-called rebirth is nothing more than the Stigma Terminal spawned to lose to the Honkai losers over and over again.",
			"The Stigmata project is a loser's bad idea. Regeneration is just another loser who has been defeated by the Honkai produced by the Stigmata terminal."
		],
		[
			"msg",
			448087,
			"What's there to be happy about just reviving the loser's civilization?",
			"只是复兴失败者的文明而已，又有什么值得开心的呢？",
			"その敗者の文明を復活させるだけのことなのに、何か嬉しいことでもあるのかい？",
			"그 패자의 문명을 되살리는 것뿐인데, 뭐 그렇게 기쁠 일이라도 있나?",
			null,
			null,
			"What is there to be happy about when it's just a revival of a loser's civilization?",
			"What's there to be happy about when all you have to do is revive that loser civilization?"
		],
		[
			"speaker",
			320353
		],
		[
			"portraits",
			[
				700,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448088,
			"Don't take yourself too seriously, Otto! We can't even destroy Herrscher now. Humans are no longer like they used to be, kneeling down and begging for your help!",
			"别把自己太当一回事了奥托！如今我们连消灭律者都不在话下，人类早就不像从前，只会跪下请求你的庇佑！",
			"いい加減にしなさい！今の我々は、律者を滅ぼすことだってできる。人類はもう跪いて君の庇護を求めたりしない！",
			"적당히 하시오! 지금 우리는 율자도 멸망시킬 수 있다. 인류는 더 이상 무릎 꿇고 너의 비호를 구하지 않는다!",
			null,
			null,
			"Don't take yourself so seriously Otto! Nowadays we don't even have a problem destroying the Herrscher, and mankind has long since stopped being like it was in the old days, when all they did was get on their knees and ask for your blessing!",
			"Enough is enough! We can even destroy Herrscher now. Mankind will no longer kneel and seek your protection!"
		],
		[
			"speaker",
			320352
		],
		[
			"portraits",
			[
				699,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448089,
			"It can't be said that Bishop Otto played a significant role in the fight against Houkai. Shicksal has also fought throughout the world since ancient times, undoing many of the disasters that Houkai has caused.",
			"话可不能这么说，奥托主教在对抗崩坏上无疑有着重大贡献。自古以来，天命也一直奋战于世界各地，消除了许多崩坏所带来的灾难。",
			"まぁ落ち着いてください。崩壊との戦いで、オットー主教は間違いなく重要な貢献をしてくれました。昔から天命は世界中で戦い、崩壊で多くの災害を防いでくれたのです。",
			"자 진정하십시오. 붕괴와의 전투에서 오토 주교는 분명히 중요한 공헌을 했습니다. 예로부터 천명은 전 세계에서 싸워 붕괴로 인한 많은 재난을 막아왔습니다.",
			null,
			null,
			"That's not to say that Bishop Otto has undoubtedly made a significant contribution to the fight against Honkai. Honkai has also been fighting all over the world since the beginning of time, eliminating many of the disasters caused by Schicksal.",
			"Well, calm down. In the fight against Honkai, Bishop Otto has undoubtedly made an important contribution. Schicksal has been fighting all over the world for a long time and has prevented many disasters from Honkai."
		],
		[
			"msg",
			448090,
			"Now the human race has risen. Bishop Otto's unique experience would be a great addition.",
			"如今人类已经崛起，要是能有奥托主教那些独到经验的支持，那一定会是如虎添翼。",
			"人類が立ち上がった今、オットー主教の経験があれば、我々はさらに強くなるでしょう。",
			"인류가 일어선 지금, 오토 주교의 경험이 있다면 우리는 더욱 강해질 것입니다.",
			null,
			null,
			"Now that mankind has risen to power, it would be like a tiger with wings if it had the support of those unique experiences of Bishop Otto.",
			"Now that humanity has risen up, we will be even stronger with the experience of Bishop Otto."
		],
		[
			"msg",
			448091,
			"As long as you fight for humanity, we can let bygones be bygones, and the Human Union will welcome you back.",
			"只要你还肯为人类而战，我们也可以既往不咎，人合联定会欢迎你的回归。",
			"オットー主教が人類のために戦うと誓う限り、過去の間違いは見逃しましょう。私はあなたの帰還を歓迎します。",
			"오토 주교가 인류를 위해 싸우겠다고 맹세하는 한, 과거의 실수는 눈감아 주겠습니다. 당신의 귀환을 환영합니다.",
			null,
			null,
			"As long as you are still willing to fight for mankind, we can also forget about it, and the SPLM will certainly welcome your return.",
			"As long as Bishop Otto pledges to fight for humanity, let us overlook past mistakes. I welcome your return."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448092,
			"Well, you've been lulled into a false victory.",
			"呵呵，各位可都被蒙蔽在了虚假的胜利喜悦中。",
			"ふふ、皆さんは偽りの勝利に目が眩んでいるようだね。",
			"훗, 여러분은 허위의 승리에 눈이 멀었군.",
			null,
			null,
			"Oh, you all can be blinded by the false joy of victory.",
			"Hmmm, you all seem to be dazzled by false victories."
		],
		[
			"msg",
			448093,
			"If you want to be the master of human destiny, you must forge your own path. The pursuit of the afterglow of the dead will only send you to the graveyard.",
			"既然想成为人类命运的主导者，那就必须开创自己的道路。一味追求亡灵的余辉，只会把自己也送入墓地。",
			"人類の運命の主導者になりたければ、自分で道を切り開かなければならない。死者の残光を盲目的に追求するだけなら、自分たちも過去の亡霊と同じように墓地に入るしかないだろう。",
			"인류 운명의 주도자가 되고 싶다면, 스스로 길을 개척해야 한다. 죽은 자의 잔광만 맹목적으로 좇는다면, 스스로도 과거의 망령처럼 무덤으로 들어갈 뿐일 거다.",
			null,
			null,
			"Since you want to be the dominant player in the destiny of mankind, you must forge your own path. By pursuing the afterglow of the undead, you will only send yourself to the graveyard as well.",
			"If we want to be in charge of humanity's destiny, we must make our own way. If we only blindly pursue the afterglow of the dead, we ourselves will have to enter the cemetery just like the ghosts of the past."
		],
		[
			"speaker",
			320353
		],
		[
			"portraits",
			[
				700,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448094,
			"Otto——",
			"奥托——",
			"オットー、貴様ッ！！",
			"오토, 이 자식아!!",
			null,
			null,
			"Otto -",
			"Otto, you!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448095,
			"So much for the sake of national pride. Merlin, don't you just want me to watch this kind of farce?",
			"碍于各国面子的谈话就到此为止吧，梅琳，你该不会是只想让我看这样的闹剧？",
			"皆さんのプライドを傷つけるような会話はもう終わりにしましょう。メリン、僕に茶番を見せたかっただけなのかな？",
			"여러분의 자존심을 상하게 하는 대화는 이제 그만하자. 메린, 나에게 한바탕 쇼를 보여주고 싶었던 거야?",
			null,
			null,
			"Enough of this talk of getting in the way of the countries' faces, Merlin, you don't think you just want me to watch such a farce?",
			"Let's end this conversation that hurts everyone's pride. Merrin, did you just want me to see a travesty?"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			448096,
			"I feel helpless about this too. This farce is as meaningless as it seems.",
			"这点我也很无奈，这场闹剧和想象中一样没有意义。",
			"私も呆れたわ。思った以上につまらなかった。",
			"나도 어이없군. 생각보다 훨씬 지루했어.",
			null,
			null,
			"That's something I can't help, this farce is as pointless as it seems.",
			"I was appalled, too. It was even more boring than I thought it would be."
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			448097,
			"Gentlemen, in the opinion of Mr. Otto, I think the negotiations have broken down.",
			"诸位，依奥托先生的主张判定，我认为这次谈判已经破裂。",
			"皆さん、オットーさんの主張も明らかになったことですし、この交渉は失敗ですね。",
			"여러분, 오토 씨의 주장도 명백해졌으니, 이 협상은 결렬입니다.",
			null,
			null,
			"Gentlemen, in the light of Mr. Otto's assertion, I believe that this negotiation has broken down.",
			"Ladies and gentlemen, now that Otto's claims have been clarified, this negotiation has failed."
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				745,
				10,
				false
			]
		],
		[
			"msg",
			448098,
			"Don't worry, the power of man will only grow stronger, and we will no longer live in the shadow of Shicksal and Houkai.",
			"但各位请放心，人类的力量只会日益变强，我们早已无需活在天命与崩坏的阴翳之中。",
			"しかし、ご安心ください。人類の力が強化された今、我々はもはや天命と崩壊に束縛されることはありません。",
			"하지만 안심하세요. 인류의 힘이 강화된 지금, 우리는 더 이상 천명과 붕괴에 속박되지 않습니다.",
			null,
			null,
			"But rest assured, ladies and gentlemen, the power of mankind is only growing stronger, and we have long ceased to need to live in the shadow of Schicksal and Honkai.",
			"But rest assured. Now that humanity has been empowered, we are no longer bound by Schicksal and Honkai."
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			448099,
			"Next time, let's leave the conversation to the battlefield, Otto.",
			"下一次谈话，就留到战场上继续吧，奥托。",
			"オットー主教、次の会話は戦場でしましょう。",
			"오토 주교님, 다음 대화는 전장에서 하시죠.",
			null,
			null,
			"Save the next conversation for the battlefield, Otto.",
			"Bishop Otto, let's have our next conversation on the battlefield."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			448100,
			"——Beep",
			"——滋啦。",
			"——ピッ",
			"—— 삐",
			null,
			null,
			"--Zira.",
			"-- ping!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			448101,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448102,
			"Ella. How is the parameter adjustment of Glorious Covenant going?",
			"艾拉，辉煌盟约的参数调整进行得怎么样了。",
			"ELLA、輝きの盟約のパラメーターは調整できたかい？",
			"ELLA, 빛의 맹약 파라미터 조정은 끝났나?",
			null,
			null,
			"Ira, how's the parameter tuning for the Brilliant Covenant coming along.",
			"ELLA, have you adjusted the parameters of the Pact of Brilliance?"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448103,
			"Everything you need is ready for the final debugging phase.",
			"需要的一切功能都已经准备好，可以进入最终调试阶段。",
			"全ての機能の準備が整いました。最終調整の段階に移行可能です。",
			"모든 기능 준비 완료. 최종 조정 단계로 진행 가능합니다.",
			null,
			null,
			"All the features needed are ready for the final debugging phase.",
			"All features are ready. You can move on to the final adjustment phase."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448104,
			"Good. Activate the optical module. I don't want other guests to interrupt me right now.",
			"很好，启动光学模组，现在我可不希望有其他客人打扰。",
			"よし、光学モジュールを起動して。他のお客さんに邪魔されたくないからね。",
			"좋아, 광학 모듈 가동해. 다른 손님 방해받기 싫으니까.",
			null,
			null,
			"Good. Activate the optical module. I don't want any other guests interrupting now.",
			"Okay, activate the optical module. I don't want to disturb the other customers."
		],
		[
			"msg",
			448105,
			"Then Flora will complete the final debugging. Kallen, Kiana, it's time for us to act.",
			"然后将最终调试交给芙洛拉完成，卡莲，琪亚娜，我们是时候行动了。",
			"最終調整はフローラに引き渡してくれ。カレン、キアナ、出発だ。",
			"최종 조정은 플로라에게 넘겨줘. 카렌, 키아나, 출발이다.",
			null,
			null,
			"Then leave the final debugging to Flora to complete, Kallen, Kiana, it's time for us to make our move.",
			"Turn over to Flora for final adjustments. Kallen, Kiana, let's go."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				112,
				3,
				false
			]
		],
		[
			"msg",
			448106,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			448107,
			"Go, the truth you desire lies ahead…",
			"走吧，你所渴望的真相，就在前方……",
			"行こう。君が望む真実はこの先にあるよ。",
			"가자. 네가 바라는 진실은 이 앞에 있어.",
			null,
			null,
			"Go, the truth you desire is just ahead ......",
			"Let's go. The truth you want is just ahead."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			448108,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448109,
			"Atlantic Second Research Island",
			"大西洋 沉没第二研究浮岛",
			"大西洋　沈没した第二研究浮島",
			"대서양 침몰한 제2연구부도",
			null,
			null,
			"Atlantic Ocean Sinking of the second study of floating islands",
			"Atlantic Ocean Sunken Second Research Floating Island"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				3,
				false
			]
		],
		[
			"msg",
			448110,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			448111,
			"「Identification data checked, Kiana. Confirmation done——」",
			"「身份数据检测完毕，琪亚娜，确认完成——」",
			"「身元データチェック完了。キアナ、確認完了——」",
			"「신원 데이터 체크 완료. 키아나, 확인 완료——」",
			null,
			null,
			"\"Identity data check complete, Kiana. Confirmation complete--\"",
			"Identity data check complete. Kiana, check complete--\""
		],
		[
			"msg",
			448112,
			"「The defense system has been disarmed」",
			"「防御系统已解除」",
			"「防御システム、解除」",
			"「방어 시스템, 해제」",
			null,
			null,
			"\"Defenses are down.\"",
			"Defensive system disengaged."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				112,
				3,
				false
			]
		],
		[
			"msg",
			448113,
			"Kiana... It was my name…",
			"琪亚娜……识别的是我的名字……",
			"キアナ……私の名前が識別された……。",
			"키아나…… 내 이름이 식별됐어…….",
			null,
			null,
			"Kiana ...... identified by my name ......",
			"Kiana ...... my name was identified ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				857,
				2,
				false
			]
		],
		[
			"msg",
			448114,
			"It's amazing how what was Shicksal Research Island not long ago now looks like a fortress…",
			"真让人惊讶，不久前这只是天命研究浮岛的一块，如今却变得如同要塞一般……",
			"本当に驚いたわね。ほんの少し前に、ここは天命の研究浮島の一部だったのに、今は要塞のようになってる……。",
			"정말 놀랐구나. 조금 전까지만 해도 여긴 천명의 연구 부도 일부였는데, 지금은 요새 같아…….",
			null,
			null,
			"It's amazing, not long ago this was just a piece of Schicksal's research floating island, now it's become like a fortress ......",
			"It's truly astonishing. Just a few minutes ago, this was part of Schicksal's research floating island, and now it looks like a fortress. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				857,
				2,
				true
			]
		],
		[
			"msg",
			448115,
			"These defences were, after all, a figurehead. If the current the Human Union were to attack, there would be no way to keep them out.",
			"这些防御措施终究虚有图表，姑且不论拥有权限钥匙的我们，若是现在的人合联进攻过来，这里根本无法将她们抵挡在外。",
			"ここの防御対策は見た目だけだよ。権限を持っている僕たちはともかく、今人類契約連合が攻めてきたら、ここはひとたまりもないだろう。",
			"여기 방어 시설은 겉보기뿐이야. 권한을 가진 우리야 어쨌든, 지금 인류계약연합이 쳐들어온다면 여긴 순식간에 무너질 거야.",
			null,
			null,
			"These defenses are ultimately false charts, regardless of the fact that we have the authority key, if the current human coalition attacked over, this place would not be able to keep them out at all.",
			"The defensive measures here are only for appearance. We have the authority, but if a coalition of human contractors attacked us now, this place would be in a mess."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				857,
				1,
				false
			]
		],
		[
			"msg",
			448116,
			"Lord Otto, what happened in the meeting with Shicksal?",
			"奥托大人，是与人合联的会谈发生了什么吗？",
			"オットー様、人類契約連合との会談に何かあったのですか？",
			"오토 님, 인류계약연합과의 회담에 무슨 일 있으셨나요?",
			null,
			null,
			"Otto-sama, did something happen at the meeting with the HFU?",
			"Dear Otto, what happened to the meeting with the Human Contract Coalition?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448117,
			"It was just a pro forma meeting with Merlin.",
			"那不过是与梅琳一个形式上的会谈罢了。",
			"あれは形だけの会合だったよ。",
			"그건 형식적인 회합이었을 뿐이야.",
			null,
			null,
			"It was just a pro forma meeting with Merrill.",
			"That was just a token meeting."
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				857,
				1,
				true
			]
		],
		[
			"msg",
			448118,
			"I just didn't think the Human Union would be able to bring ancient Heishin back to life in such a short time. By now morale is rising and the countries feel they can wipe out the Houkai on their own.",
			"只是我没想到，人合联竟然可以在这么短的时间内就把远古的兵神复苏。现在各国应该也士气大涨，觉得只靠自己也能够将崩坏消灭殆尽。",
			"ただ、あの連中がこんな短期間で古代の兵神を復活させるとは思わなかった。己の力だけでも崩壊を一掃できると思い込んで、今各国の士気は高騰してるところだろうね。",
			"하지만 그 자식들이 이렇게 짧은 기간에 고대의 병신을 부활시킬 줄은 몰랐어. 자신들의 힘만으로도 붕괴를 일소할 수 있다고 믿고, 지금 각국의 사기는 하늘을 찌를 지경이겠지.",
			null,
			null,
			"It's just that I didn't realize that the Human Coalition would be able to revive the ancient God of War in such a short period of time. By now the countries should also be so demoralized that they think they can wipe out Honkai just by themselves.",
			"I just didn't think those guys would be able to revive the ancient gods of war in such a short period of time. I'm sure the morale of the countries is just now soaring as they think they can wipe out Honkai by their own strength alone."
		],
		[
			"msg",
			448119,
			"In this way, I will become dispensable and my value will disappear.",
			"如此一来，我也将变得可有可无，留着我的价值也会一并消失。",
			"こうなれば、僕の存在も無意味になるし、僕をわざわざ残す価値もなくなる。",
			"이렇게 되면 내 존재도 무의미해지고, 나를 일부러 남겨둘 가치도 없어지는 거야.",
			null,
			null,
			"In this way, I will also become dispensable, and the value of keeping me will disappear all together.",
			"If this happens, my existence will be meaningless and it will not be worth bothering to keep me."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				857,
				2,
				false
			]
		],
		[
			"msg",
			448120,
			"In that case, I don't understand... Lord Otto, why didn't we just…",
			"既然这样，我不明白……奥托大人，为什么不在一开始就……",
			"それだったら……なぜ最初から——",
			"그렇다면…… 왜 처음부터 ——",
			null,
			null,
			"In that case, I don't understand ...... why Lord Otto, who didn't start ......",
			"If that's the case, ...... why not start from the beginning--"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				857,
				2,
				true
			]
		],
		[
			"msg",
			448121,
			"Of course it's all for our lovely saint, Kiana, isn't it?",
			"这当然都是为了我们可爱的圣女，琪亚娜，你说是吗？",
			"我々の可愛い聖女のためだよ。そうだろう、キアナ。",
			"우리 귀여운 성녀를 위해서지. 그렇지, 키아나.",
			null,
			null,
			"It's all for the sake of our lovely saintly daughter, of course, Kiana, wouldn't you say?",
			"It's for our lovely saint. Isn't that right, Kiana."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				112,
				3,
				false
			]
		],
		[
			"msg",
			448122,
			"You could have just tied me up just like you used to. Without anyone's permission.",
			"你大可直接把我绑过来，就像以前一样，根本不需要经过任何人的同意。",
			"昔のように私を誘拐すればいいじゃない。誰の同意も必要ないでしょ。",
			"예전처럼 나를 납치하면 되잖아. 누구의 동의도 필요 없을 텐데.",
			null,
			null,
			"You could have just kidnapped me, as you did before, without anyone's consent at all.",
			"Why don't you just kidnap me like you used to do? You don't need anyone's consent."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			448123,
			"I want you to learn and accept the world as it is on your own terms.",
			"那可不行，我希望你能以自己的意志去了解并且接受这个世界的真相。",
			"それは違うよ。君は自分の意思でこの世界の理を知って、それを受け入れないといけないんだ。",
			"그건 틀렸어. 너는 스스로의 의지로 이 세상의 이치를 깨닫고, 그것을 받아들여야 해.",
			null,
			null,
			"That's not good enough. I want you to learn and accept the truth of the world of your own volition.",
			"That's not true. You have to know and accept the reason of this world by your own will."
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				112,
				3,
				true
			]
		],
		[
			"msg",
			448124,
			"To be my strongest ally against the real enemy, that is what I desire.",
			"成为我最坚实的盟友，共同对抗真正的敌人吧，这才是我渴望的结果。",
			"僕の最強の味方となり、共に本当の敵と戦おう。これこそが僕の望む結果だ。",
			"나의 최강의 동료가 되어, 함께 진정한 적과 싸우자. 이것이 바로 내가 바라는 결과다.",
			null,
			null,
			"Become my most solid ally against the real enemy, that's the result I desire.",
			"Be my strongest ally and together we will fight the real enemy. This is the result I want."
		],
		[
			"msg",
			448125,
			"All right, here we are.",
			"好了，我们到了。",
			"よし、ついたよ。",
			"좋아, 도착했어.",
			null,
			null,
			"Well, here we are.",
			"Okay, I'm here."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				112,
				2,
				false
			]
		],
		[
			"msg",
			448126,
			"This giant machine is ... completely blended in with the surroundings. It was like the heart of the whole island, completely different from what I had seen around Jhana.",
			"这巨大的机器是……已经完全和四周融合在了一起，简直就像是整座岛屿的心脏一样，和之前在迦娜身边看到的时候完全不同。",
			"この巨大な機械……周りと完全に融合してる。まるで島の心みたい。この前ガーナの隣で見たやつと全然違うよ。",
			"이 거대한 기계…… 주변과 완전히 융합했어. 마치 섬의 심장 같아. 이전에 가나 옆에서 봤던 것과는 완전히 달라!",
			null,
			null,
			"This huge machine is ...... already completely blended with the surrounding area, it is almost like the heart of the whole island, and it is completely different from the time when I saw it beside Jhana before.",
			"This huge machine ...... is completely integrated with its surroundings. It's like the heart of the island. It's totally different from the one I saw next to Jhana the other day."
		],
		[
			"bgm",
			87
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				512,
				5,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448127,
			"In order to make better use of Stigmata's dispersion and recovery function, it was necessary to transform the island into a second \"Garland\"。 It's my judgment.",
			"为了更好地行使圣痕的散布与回收机能，有必要将浮岛改造成第二个“伽蓝”，这是我的判断。",
			"聖痕の散布と回収機能を生かすために、浮島を2つ目の「伽藍」に変換する必要がありました。",
			"성흔의 살포와 회수 기능을 살리기 위해, 부유섬을 두 번째 「가람」로 변환할 필요가 있었습니다.",
			null,
			null,
			"It is my judgment that it is necessary to transform the floating island into a second \"Garan\" in order to better utilize the distribution and recycling functions of the stigmata.",
			"In order to take advantage of the scattering and collection functions of the stigmata, it was necessary to convert the floating island into a second \"fairyland\"."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				112,
				2,
				true
			]
		],
		[
			"msg",
			448128,
			"You did show up, Mona.",
			"你果然出现了，末那。",
			"やっぱり現れたわね、末那。",
			"역시 나타났군, 마나.",
			null,
			null,
			"You sure showed up, Mordecai.",
			"I knew you'd show up, Suena."
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448129,
			"Mr. Otto, you're still obsessed with the Stigmata terminal.",
			"奥托先生，你依旧没有放下对圣痕终端的执念。",
			"オットーさん、聖痕端末への執着心は相変わらずですね。",
			"오토 씨, 성흔 단말에 대한 집착심은 여전하시네요.",
			null,
			null,
			"Mr. Otto, you still haven't let go of your obsession with the Stigma terminal.",
			"Otto, your obsession with the stigmata terminal is as usual."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448130,
			"The Stigmata terminal has a role you never thought possible, and it will be the key to opening up the realm of God.",
			"圣痕终端可有着你们未曾想过的作用，而那将是开启「神」领域的关键。",
			"聖痕端末は君の予想を超える力が秘めている。それは「神」の領域を開くための鍵だ。",
			"성흔 단말은 네 예상을 뛰어넘는 힘이 숨어 있다. 그것은 「신」의 영역을 열기 위한 열쇠다.",
			null,
			null,
			"The Stigmata Terminal has a role that you have never thought of, and that will be the key to unlocking the realm of \"God\".",
			"The Stigmata terminal holds power beyond your expectations. It is the key to open the realm of \"God\"."
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448131,
			"Do you want to stick with your choice?",
			"你要坚持自己的选择么？",
			"自分が選んだことを、やり通すつもりですか？",
			"자신이 선택한 일을, 끝까지 해내실 생각이십니까?",
			null,
			null,
			"Are you going to stand by your choice?",
			"Do you intend to go through with what you have chosen to do?"
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				512,
				5,
				false
			]
		],
		[
			"msg",
			448132,
			"Nowadays the level of human science and technology is developing rapidly. According to the Stigmata terminal, the time it will take for global civilization to reach its peak on record will be reduced by a decade.",
			"当今人类科技水平正迅速发展，按照圣痕终端推算，全球文明水平达到记录中的巅峰所需要的时间将会减少十年。",
			"今人類の科学技術は急速に発展しています。聖痕端末の計算では、世界の文明レベルがピークに達するまでの時間を10年短縮することができます。",
			"지금 인류의 과학 기술은 급속도로 발전하고 있습니다. 성흔 단말의 계산에 따르면, 세계 문명 수준이 정점에 도달하기까지의 시간을 10년 단축할 수 있습니다.",
			null,
			null,
			"Today's human technology level is developing rapidly, and according to the Stigma Terminal's projection, the time needed for the global civilization level to reach the peak in the record will be reduced by ten years.",
			"Humanity's science and technology is developing rapidly now. According to the calculations of the Stigmata terminal, the time it takes for the world's level of civilization to reach its peak can be shortened by 10 years."
		],
		[
			"msg",
			448133,
			"The human race will have the greatest anti-Houkai power ever. Mr. Otto, this is a time of hope.",
			"人类会拥有有史以来最强大的抗崩坏实力，奥托先生，如今是一个充满希望的时代。",
			"人類はかつてない程の強い力を手に入れようとしています。オットーさん、今は希望に満ち溢れた時代だと思いますよ。",
			"인류는 지금껏 없던 강력한 힘을 손에 넣으려 하고 있습니다. 오토 씨, 지금은 희망으로 가득 찬 시대라고 생각해요.",
			null,
			null,
			"Mankind will have the greatest Honkai-resistant strength it has ever known, Mr. Otto, and today is a time of hope.",
			"Humanity is becoming more powerful than ever before. Otto, I believe that these are times of hope."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448134,
			"I am still convinced that humanity will never be able to defeat Houkai in these meaningless cycles.",
			"我依旧深信，在这些无意义的轮回里，人类始终不可能战胜崩坏。",
			"この無意味の輪廻で、人類が崩壊に打ち勝つことは決してないと僕は信じている。",
			"이 무의미한 윤회 속에서, 인류가 붕괴를 이겨내는 것은 절대 없다고 나는 믿어.",
			null,
			null,
			"I remain convinced that in these meaningless reincarnations, mankind will always be unable to overcome Honkai.",
			"I believe that humanity will never overcome Honkai in this circle of nonsense."
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448135,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448136,
			"You're not going to stop me?",
			"不打算出手阻止我？",
			"僕を止めないのかい？",
			"날 막지 않는 거야?",
			null,
			null,
			"Not going to make a move to stop me?",
			"Why don't you stop me?"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448137,
			"Your action is also a sample of countless calculations. If that is the end of the era, my job is to document it and add it to the next calculation.",
			"你的行动，也是无数次演算中的一个样本罢了。如果那就是该时代的结局，那我的任务就是将其记录并加入下一次演算之中。",
			"あなたの行動は、無数に演算する中の一例に過ぎません。それでこの時代が終了するのでしたら、マナの仕事はそれを記録して次の演算に追加することです。",
			"당신의 행동은, 무수히 연산 중의 한 사례에 불과합니다. 그것으로 이 시대가 종료된다면, 마나의 임무는 그것을 기록해 다음 연산에 추가하는 것입니다.",
			null,
			null,
			"Your actions, too, are just a sample from countless algorithms. If that is the end of that era, then it is my job to record it and add it to the next algorithm.",
			"Your actions are just one example among countless operations. If that is the end of this era, mana's job is to record it and add it to the next operation."
		],
		[
			"msg",
			448138,
			"What matters is your choice, Kiana. Do you really want to start the Stigmata terminal with permissions?",
			"重要的是你的选择，琪亚娜。你真的希望使用权限，启动圣痕终端吗？",
			"大切なのはあなたの選択です、キアナ。あなたは本当に聖痕端末を起動させたいのですか？",
			"중요한 건 너의 선택이야, 키아나. 정말 성흔 단말기를 가동시키고 싶은 거야?",
			null,
			null,
			"What matters is your choice, Kiana. Do you really wish to use the permissions and activate the Stigma Terminal?",
			"What matters is your choice, Kiana. Do you really want to activate your stigmata terminal?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448139,
			"I...... I want to know the truth.",
			"我……我想要了解真相。",
			"私……私は真実を知りたい。",
			"나... 나는 진실을 알고 싶어.",
			null,
			null,
			"I ...... I want to know the truth.",
			"I ...... I want to know the truth."
		],
		[
			"msg",
			448140,
			"By using the Stigmata terminal, I might be able to figure out my own mysteries. So, I'm not going to run away!",
			"只要使用圣痕终端，或许就能弄明白自己身上的谜团。所以，我不打算逃避！",
			"聖痕端末を使えば、自分の謎がわかるかもしれない。だから、逃げるつもりはないんだから！",
			"성흔 단말기를 사용하면 내 수수께끼를 알 수 있을지도 몰라. 그래서, 도망칠 생각은 없어!",
			null,
			null,
			"Just by using the Stigma Terminal, I might be able to figure out the mystery that I'm carrying. So, I'm not going to run away!",
			"If I use the Stigmata terminal, I might be able to figure out my mystery. So I'm not going to run away!"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				512,
				5,
				false
			]
		],
		[
			"msg",
			448141,
			"I see",
			"我明白了。",
			"わかりました。",
			"알겠어.",
			null,
			null,
			"I understand.",
			"I understand."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448142,
			"「Detection authority code, code identification: H000;KIANA. Recognize success and prepare to connect the permission individual——」",
			"「检测权限代码，代码识别：H000;KIANA，识别成功，准备连接权限个体——」",
			"「権限コード確認、コード識別：H000; KIANA、識別成功、権限者と接続する準備完了——」",
			"「권한 코드 확인, 코드 식별: H000; KIANA, 식별 성공, 권한자와 연결 준비 완료——」",
			null,
			null,
			"\"Detect permission code, code identification: H000;KIANA, identification successful, ready to connect permission individual--\"",
			"Authorization code confirmation, code identification: H000; KIANA, identification successful, ready to connect with authority--\""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448143,
			"Power of Saint……",
			"圣女之力……",
			"聖女の力……。",
			"성녀의 힘....",
			null,
			null,
			"Power of the Virgin ......",
			"The Power of the Saints. ......."
		],
		[
			"portraits",
			[
				112,
				12,
				false
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448144,
			"In order to fight for this power, there have been a lot of wars and disasters. Father, mother, friends, and many people, we are involved in the death...",
			"为了争夺这份力量，发生了很多的战争与灾难，爸爸，妈妈，绮罗姐，还有很多的人，大家都被卷入其中死去……",
			"この力を奪うために、多くの戦争と災害が起きた。パパ、ママ、綺羅姉さん……いろんな人が、巻き込まれて死んだ……。",
			"이 힘을 빼앗기 위해 많은 전쟁과 재앙이 일어났어. 아빠, 엄마, 키라 언니... 많은 사람들이 휘말려 죽었지....",
			null,
			null,
			"In order to fight for this power, a lot of wars and disasters happened, dad, mom, Ella-san, and a lot of people, everyone got caught up in it and died ......",
			"Many wars and disasters have occurred to take away this power. Dad, Mom, and Kira's sister ...... many people got involved and died ......."
		],
		[
			"msg",
			448145,
			"But it is because of this power that I can protect more of my companions.",
			"可也正因为有这力量，我才能守护更多的同伴。",
			"だけど、この力があるから私は多くの仲間を守ることができる。",
			"하지만 이 힘이 있기에 나는 많은 동료들을 지킬 수 있어.",
			null,
			null,
			"But it is also because of this power that I can guard more of my companions.",
			"But with this power I can protect many of my friends."
		],
		[
			"portraits",
			[
				112,
				10,
				false
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448146,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"portraits",
			[
				112,
				11,
				false
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448147,
			"Let me see what you really look like…",
			"就让我看看吧，你的真面目到底……",
			"見せて、あなたの正体を……。",
			"보여줘, 네 정체를....",
			null,
			null,
			"Let's just see what your true colors really are ......",
			"Show us, and we'll show you who you are. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448148,
			"「Aliyeid startup. Welcome back.」",
			"「阿赖耶识启动中，欢迎回来。」",
			"「阿頼耶識を起動中、おかえりなさい」",
			"「아뢰야식을 기동 중, 어서 오세요」",
			null,
			null,
			"\"Welcome back from Arya Initiation.\"",
			"Welcome back."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				10,
				false
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448149,
			"No, you... Are you a…",
			"怎么会，你……你是……",
			"どうして、あ……あなたは……。",
			"왜, 아…… 당신은…….",
			null,
			null,
			"How come, you ...... you are ......",
			"Why, oh ...... you are ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				512,
				5,
				true
			]
		],
		[
			"msg",
			448150,
			"——! !",
			"——！！",
			"——！！",
			"——！！",
			null
		]
	],
	"208": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448151,
			"The Human Union Floating Fortress",
			"人合联 浮空要塞",
			"人類契約連合　空中要塞",
			"인류계약연합 공중요새",
			null,
			null,
			"PFDJ Floating Fortress",
			"Human Contracting Union Aerial Fortress"
		],
		[
			"bgm",
			66
		],
		[
			"msg",
			448152,
			"——Reports that the target \"Otto\" has started contacting the floating island base.",
			"——报告，目标对象「奥托」开始接触浮岛基地。",
			"——報告します。ターゲットのオットーが浮島基地に接触しました。",
			"——보고합니다. 표적 오토가 부도 기지에 접촉했습니다.",
			null,
			null,
			"-Reporting that target subject \"Otto\" has begun contacting the floating island base.",
			"--Report. Target Otto has made contact with the floating island base."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			448153,
			"Has Otto finally made his move? It looks like the time has come.",
			"奥托终于开始行动了吗，看来时机已到。",
			"ついに動き出した。時が来たようだね。",
			"드디어 움직이기 시작했군. 때가 온 것 같네.",
			null,
			null,
			"Is Otto finally making his move? It seems the time has come.",
			"Finally, it's time to make a move. I guess the time has come."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			448154,
			"Magician, what is your real purpose in the end?",
			"特地等到这一刻，魔术师，你真正的目的到底是什么？",
			"わざわざこのタイミングを待つなんて。魔術師、あなたの本当の目的はなんなの？",
			"일부러 이 시기를 기다리다니. 마술사, 네 진짜 목적은 뭐야?",
			null,
			null,
			"Having waited specifically for this moment, Magician, what is your true purpose?",
			"I can't believe you went to the trouble of waiting for this moment. What is your real purpose, sorcerer?"
		],
		[
			"msg",
			448155,
			"Just to start the Stigmata terminal, you could have taken Kiana from the start.",
			"只是为了启动圣痕终端的话，从一开始你就可以将琪亚娜夺过来才对。",
			"聖痕端末を起動させたいなら、最初からキアナを奪えばよかったじゃない。",
			"성흔 단말을 가동시키고 싶다면, 처음부터 키아나를 빼앗으면 됐잖아.",
			null,
			null,
			"Just to activate the Stigma Terminal, you could have taken Kiana over from the beginning.",
			"If you wanted to activate the stigmata terminal, you should have just taken Kiana from the beginning."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			448156,
			"As you know, there are a lot of people who want Otto.",
			"我想你也清楚，希望拉拢奥托的人可不少。",
			"あなたも知っていると思うけど、オットーは自分の懐に入れたい人間がたくさんいるの。",
			"너도 알겠지만, 오토는 자기 편으로 끌어들이고 싶은 사람이 많아.",
			null,
			null,
			"I think you are well aware that there are quite a few people who wish to pull Otto's strings.",
			"As you probably know, Otto has a lot of people in his pocket."
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			448157,
			"Once the Shicksal is gone, the humans lose their power against the Houkai, which would be a fatal blow.",
			"万一把天命消灭得一干二净后，人类失去了对抗崩坏的力量，那无疑是一个致命的打击。",
			"天命は一掃したけど、結局人類が崩壊に抵抗する力を失ったら、それはそれで致命的なんだよ。",
			"천명은 일소했지만, 결국 인류가 붕괴에 저항하는 힘을 잃었다면, 그것은 그것대로 치명적인 거야.",
			null,
			null,
			"In the unlikely event that humanity loses its power to fight the Schicksal after it wipes out all of the Schicksal, that would undoubtedly be a fatal blow.",
			"Schicksal has been wiped out, but if humanity eventually loses its ability to resist Honkai, that would be fatal."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				1,
				true
			]
		],
		[
			"msg",
			448158,
			"This is why Otto was indulged.",
			"就是因为这样，才会纵容了奥托的气焰。",
			"だからオットーを放任するのね。",
			"그래서 오토를 방치하는 거구나.",
			null,
			null,
			"That's what condones Otto's anger.",
			"So you let Otto go."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			448159,
			"Hehe, so I gave they a chance.Unfortunately, Otto won't listen to them.",
			"呵呵，所以我给了那些理事一个机会。不过很可惜，奥托是不会听他们的。",
			"ふふ、私は理事たちにチャンスを与えたんだよ。残念ながら、オットーは彼らの話に耳を傾けないでしょう。",
			"후후, 나는 이사들에게 기회를 줬어. 안타깝게도 오토는 그들의 말에 귀 기울이지 않을 거야.",
			null,
			null,
			"Oh, so I gave the trustees a chance. But sadly, Otto won't listen to them.",
			"Hmmm, I gave the board members a chance. Unfortunately, Otto will not listen to them."
		],
		[
			"msg",
			448160,
			"People who claim to be the masters of human destiny do not make the decisions that ordinary people do.",
			"自诩人类命运掌控者的人，可不会做出一般民众会做的决定。",
			"人類の運命を握ってると自慢している人たちは、一般民衆がするような決定はしないと思うけどね。",
			"인류의 운명을 쥐고 있다고 자랑하는 사람들은 일반 민중이 내리는 결정과는 다를 거라고 생각해.",
			null,
			null,
			"People who claim to be the controllers of human destiny don't make decisions that the general public would make.",
			"I don't think those who boast that they hold the fate of humanity in their hands make the same decisions that the general populace does."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			448161,
			"It was the initiator of the Shicksal extermination.",
			"明明是剿灭天命的始作俑者，你还真看好奥托。",
			"天命を滅ぼした張本人なのに、あなたはずいぶんとオットーを買ってるわね。",
			"천명을 멸망시킨 장본인인데, 당신은 꽤 오토를 높게 평가하는구나.",
			null,
			null,
			"You're really optimistic about Otto when it's clear that he's the one who started the annihilation of Schicksal.",
			"You are buying Otto a lot, even though he is the one who ruined Schicksal."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			448162,
			"It's just an objective assessment. The real leaders of the time have to be such people, and I know him.",
			"不过是客观评价，真正领导时代的，都必须是这样的人，我了解他。",
			"あくまで客観的な評価だよ。本当に時代の先頭に立つことができる人間というのは、オットーみたいな人だからね。",
			"어디까지나 객관적인 평가야. 진정 시대의 선두에 설 수 있는 인간이라는 건 오토 같은 사람이니까.",
			null,
			null,
			"But it's an objective assessment. Anyone who truly leads the times has to be like that. I know him.",
			"It's only an objective assessment. A person who can really lead the times is someone like Otto."
		],
		[
			"msg",
			448163,
			"The talks have broken down, and no one can hope to turn Mr Otto around. Now that he's going to do something about the Stigmata terminal. There's no reason to sit back.",
			"谈判已经破裂，不会有人再寄希望于让奥托改邪归正。如今他要对圣痕终端动手，那就没有理由坐视不管。",
			"交渉が失敗した今、オットーを味方にすることは誰も望まないでしょう。彼が聖痕端末を起動したいのなら、私たちも何かしないといけない。",
			"협상이 실패한 지금, 오토를 아군으로 삼는 건 아무도 바라지 않을 거야. 그가 성흔 단말기를 가동하려 한다면, 우리도 뭔가 해야 해.",
			null,
			null,
			"Negotiations had broken down, and no one would ever hope to convert Otto again. Now that he was going to take on the Stigma Terminal, there was no reason to sit back and watch.",
			"Now that negotiations have failed, no one will want Otto on their side. If he wants to activate the Stigmata terminal, we have to do something."
		],
		[
			"msg",
			448164,
			"Stop Otto and take the Stigmata terminal as well, Cocoria. In this way, the human race can truly restore its glory.",
			"阻止奥托，将圣痕终端也一并夺过来吧可可利亚，如此一来，人类就能够真正的恢复荣光。",
			"カカリア、オットーを止めて。聖痕端末も一緒に奪いましょうか。そしたら人類が真の栄光を取り戻すことができるわ。",
			"쿠쿠리아, 오토를 막아. 성흔 단말기도 함께 빼앗자. 그럼 인류가 진정한 영광을 되찾을 수 있을 거야.",
			null,
			null,
			"Stop Otto and take over the Stigma Terminal as well, Cocolia, so that humanity can truly regain its glory.",
			"Cocolia, stop Otto. Shall we take the Stigmata terminal with us? Then humanity can return to its true glory."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				1,
				true
			]
		],
		[
			"msg",
			448165,
			"It's the same old theory. But before you do that, you need to have the necessary mental preparation.",
			"还是老样子的理论，也罢，但在此之前，你得有必要的心理准备。",
			"またその理論。まあいいわ。その前に心の準備をしておいた方がいいわ。",
			"또 그 이론이군. 뭐 좋아. 그 전에 마음의 준비를 해 두는 게 좋겠어.",
			null,
			null,
			"It's the same old theory, and so be it, but before that, you have to have the necessary mental preparation.",
			"That theory again. Oh well. But first, you'd better prepare yourself."
		],
		[
			"msg",
			448166,
			"The Human Union's soldiers didn't make much of a difference in this battle. My Titan Legion couldn't be used as the main force against the Stigmata Terminal.",
			"人合联的士兵在这场战役中作用可不大，而我的泰坦军团，更是无法作为冲击圣痕终端的主力使用。",
			"人類契約連合の兵士たちはこの戦闘であまり役に立たないわ。私のタイタン軍団も聖痕端末相手じゃ歯が立たない。",
			"인류 계약 연합의 병사들은 이 전투에서 별로 도움이 안 될 거야. 내 타이탄 군단도 성흔 단말기 상대로는 이길 수 없어.",
			null,
			null,
			"The soldiers of the Human Coalition aren't going to be of much use in this battle, and my Titan Legion, even more so, can't be used as the main force in storming the Stigma Terminal.",
			"The soldiers of the Human Contract Coalition are of little use in this battle. My Titan Legion is no match for the Stigmata terminals."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				1,
				false
			]
		],
		[
			"msg",
			448167,
			"Tech beacons at the Stigmata terminal... I heard you talk about it before, so I did something about it.",
			"圣痕终端的科技信标么……此前听你报告过，因此我也做出了些对策。",
			"聖痕端末の技術標識……以前あなたからの報告を受けた時、いくつかの対策を考えておいたわ。",
			"성흔 단말기의 기술 표식... 이전 당신의 보고를 받았을 때, 몇 가지 대책을 마련해 두었어.",
			null,
			null,
			"Stigma Terminal's tech beacon?...... previously heard you report it, so I made some countermeasures as well.",
			"When I received your report on the technical sign of the stigmata terminal ...... earlier, I came up with some countermeasures."
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			448168,
			"Since there will be a back door to the technology developed by the Stigmata terminal, we'll use the old fashioned techniques to make tools.",
			"既然在圣痕终端引导下发展起的科技会留有后门，那我们就运用古老的手法来制作工具好了。",
			"聖痕端末の誘導で急速発展した技術にバックドアが残ってるなら、昔の方法で道具を作りましょう。",
			"성흔 단말의 유도로 급속 발전한 기술에 백도어가 남아 있다면, 옛 방식으로 도구를 만들자.",
			null,
			null,
			"Since the technology developed under the guidance of the Stigma Terminal will leave a back door open, let's just apply the old techniques to make tools.",
			"If there are still back doors in the rapidly developing technology induced by the Stigmata terminals, let's make tools the old way."
		],
		[
			"msg",
			448169,
			"The success of Heishin's recovery plan gives us a lot of ideas about how to use the original technology. The Human Union is also trying to incorporate these technologies into Titan mecha, as well as protective suits and battle suits.",
			"兵神复苏计划的成功，给我们提供了不少运用原初技术的思路，人合联也尝试将这些技术融入泰坦机甲，亦或是防护服、作战服之中。",
			"兵神復興計画の成功は、原始技術の使用におけるヒントを与えてくれた。人類契約連合もまた、これらの技術をタイタン機甲、防護服や戦闘服に浸透させることができると思う。",
			"병신 부흥 계획의 성공은 원시 기술 사용에 대한 힌트를 줬어. 인류 계약 연합도 이 기술들을 타이탄 기갑, 방호복이나 전투복에 접목시킬 수 있을 거야.",
			null,
			null,
			"The success of the Hyrule Recovery Program has given us a lot of ideas on how to use the original technologies, and the HLC has tried to incorporate these technologies into Titan mechs, as well as protective suits and combat suits.",
			"The success of the Hyogin Reconstruction Project has given us clues in the use of primitive technologies. I believe that the Human Contracting Coalition can also infuse these technologies into Titan armor, body armor and battle suits."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			448170,
			"New test machine...But at the end of the day, it is still made by modern humans, and how much effect does this have on the Beacon of Science…",
			"新的试作机么……但到头来还是由现代的人类执行制作罢了，这又能对那个科技信标起多少作用呢……",
			"新しい試作機……でも、結局現代の人間が生産して操縦するのでしょう？一体あの技術標識に対抗できるのかしら。",
			"새로운 시제기… 하지만 결국 현대 인간이 생산하고 조종하는 거잖아? 대체 그 기술 표적에 맞설 수 있을까?",
			null,
			null,
			"A new test machine? ...... But in the end it's still just a modern day human execution production, so how much does that do for that tech beacon? ......",
			"Even the new prototype ...... will eventually be produced and piloted by modern humans, right? I wonder if it will be able to compete with that technological sign."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			448171,
			"If you're the pilot, I'm sure you can handle all kinds of unexpected factors.",
			"如果驾驶员是你，我相信是可以应对各种突发因素。",
			"パイロットがあなたなら、いろんな緊急事態にも対応できるでしょう？",
			"파일럿이 당신이라면, 각종 비상 사태에도 대응할 수 있겠지?",
			null,
			null,
			"If the driver is you, I'm sure it's possible to deal with all sorts of unexpected factors.",
			"If you were the pilot, you could handle all kinds of emergencies, right?"
		],
		[
			"msg",
			448172,
			"As for the soldiers, they are a well-trained force, especially with the help of Theresa, and have plenty of tactics to use against the Houkai beasts.",
			"至于那些士兵，他们是训练有素的部队，特别在经过德丽莎的帮忙后，在对抗崩坏兽上也有不少可用战术。",
			"あの兵士たちは専門の訓練を受けてきた。それに、テレサの助力があった今、彼らは崩壊獣相手でも実力を発揮するでしょう。",
			"그 병사들은 전문 훈련을 받았어. 게다가 테레사의 지원이 있는 지금, 그들은 붕괴수 상대로도 실력을 발휘할 거야.",
			null,
			null,
			"As for the soldiers, they were well-trained troops, especially after Theresa's help, and had quite a few usable tactics in fighting the Honkai beasts.",
			"Those soldiers have received specialized training. And now that they have Theresa's help, they will be able to show their abilities even against Honkai's beast."
		],
		[
			"msg",
			448173,
			"More importantly, they can contain the Artificial Herrscher for you, which you can use with great confidence.",
			"更重要的是，他们可以替你牵制敌方的人造律者，你大可放心使用。",
			"そして最も重要なことは、彼らは敵の人造律者を牽制することができる。だから、安心して使うといいわ。",
			"그리고 가장 중요한 건, 그들이 적의 인조 율자를 견제할 수 있다는 점이야. 그러니 안심하고 쓰라고.",
			null,
			null,
			"What's more, they can hold the enemy Artificial Herrscher for you, so you can use them with confidence.",
			"And most importantly, they can keep the enemy's man-made Herrscher in check. So feel free to use them."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				745,
				2,
				true
			]
		],
		[
			"msg",
			448174,
			"I don't think the same tactic works twice.",
			"我可不认为同样的战术能生效两次。",
			"同じ戦術が二度も上手くいくとは思えないわ。",
			"같은 전술이 두 번이나 통하리라 생각하지 않아.",
			null,
			null,
			"I don't think the same tactic works twice.",
			"I don't see how the same tactic could work twice."
		],
		[
			"msg",
			448175,
			"I'm afraid the Knights of the Apocalypse who now deploy your own guard will have a hard time too.",
			"恐怕，现在出动你亲卫队的天启骑士团也会陷入苦战。",
			"あなたの親衛隊の天啓騎士たちを派遣しても苦戦に陥りかねないのよ。",
			"당신의 친위대 천기사들을 파견해도 고전에 빠질 수 있어.",
			null,
			null,
			"I'm afraid that the Knights of the Apocalypse, who are now deploying your personal guards, will also be in a bitter fight.",
			"Even if you send your SS heavenly knights, they could fall into a bitter fight."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448176,
			"Please take that back, Cocoria.",
			"请你收回这番话，可可利亚。",
			"カカリア、その言葉を取り消してください。",
			"쿠쿠리아, 그 말 취소해.",
			null,
			null,
			"Please take that back, Cocolia.",
			"Cocolia, please take those words back."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448177,
			"You……",
			"你是……",
			"あなたは……。",
			"당신은….",
			null,
			null,
			"You are ......",
			"You can visit ......."
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				473,
				0,
				false
			]
		],
		[
			"msg",
			448178,
			"Faberge, Master of the Apocalypse.",
			"天启骑士团团长，法贝菈。",
			"天啓騎士団団長、ファベラ。",
			"계시의 기사단 단장, 파벨라.",
			null,
			null,
			"Head of the Knights of the Apocalypse, Fabella.",
			"Fabela, Commander of the Knights of the Enlightened Order."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			448179,
			"Oh, this little girl is the Commander of the Order of the Apocalypse. You sound confident about this battle?",
			"嚯，这个小姑娘就是天启骑士团的团长，听你的语气，看来是对这次作战信心十足？",
			"へえ、この小娘は天啓騎士団の団長さんね。その話を聞く限り、この作戦に自信があるようね。",
			"호오, 이 꼬마가 계시의 기사단 단장이구만. 그 말을 듣자니 이 작전에 자신 있는 모양이군.",
			null,
			null,
			"Oooh, this little girl is the leader of the Knights of the Apocalypse... From your tone, it seems like you're confident in this battle?",
			"Wow, this little girl is the leader of the Knights of the Enlightened Order. From what she says, she seems to have confidence in this operation."
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				473,
				0,
				false
			]
		],
		[
			"msg",
			448180,
			"It is your job to stop Otto. It is your job to think about how to use those forces and resources to achieve that goal.",
			"阻止奥托是你的任务，去考虑如何动用这些兵力与资源实现目标，是你的工作。",
			"オットーを止めるのはあなたの任務であり、兵力と資源を駆使してそれを実現するのがあなたの仕事です。",
			"오토를 막는 건 네 임무야. 병력과 자원을 총동원해 반드시 실행에 옮겨.",
			null,
			null,
			"Stopping Otto is your mission, it's your job to think about how to use those forces and resources to achieve your goals.",
			"It is your mission to stop Otto, and it is your job to do so with your troops and resources."
		],
		[
			"msg",
			448181,
			"Don't worry. Just do your best. If one should happen, we, the Knights of the Apocalypse, will take care of your situation, and human justice will triumph.",
			"放心吧，你只要尽其所能就好。要是有个万一，我们天启骑士团会替你善后，人类的正义必将走向胜利。",
			"最善を尽くしてくれればいい。万が一、我々天啓騎士団はその後始末をきちんとこなします。それができれば、人類の正義は必ず勝利するでしょう。",
			"최선을 다해 주기만 해. 만일의 사태에 대비해 우리 계시의 기사단이 뒷수습을 확실히 할 테니. 그렇게만 된다면 인류의 정의는 반드시 승리할 거야.",
			null,
			null,
			"Don't worry, just do your best. If anything happens, we, the Knights of the Apocalypse, will take care of it for you, and the justice of mankind will prevail.",
			"Just do your best. In the unlikely event that we, the Knights of the Enlightened Order, will take good care of the aftermath. If we can do that, the justice of mankind will surely prevail."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			448182,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				745,
				2,
				false
			]
		],
		[
			"msg",
			448183,
			"Okay, Faberge has another mission, or I'm going to have her fight with you as well.",
			"好了，法贝菈还有别的任务，不然我也打算让她与你一同战斗。",
			"ファベラにはまだ他の任務があるの。もし任務がなければ、彼女をあなたに同行させたわ。",
			"파벨라에겐 다른 임무가 있어. 만약 임무가 없었다면 그녀를 네 곁에 붙여줬을 텐데.",
			null,
			null,
			"Well, Fabella has other duties, or I was planning on having her fight with you as well.",
			"Fabela still has other assignments. If I didn't have an assignment, I would have let her accompany you."
		],
		[
			"msg",
			448184,
			"You'll be in command at the front, Cocolia. I wish you all the best",
			"前线的总指挥权就交给你了可可利亚，祝你武运昌隆。",
			"カカリア、前線の総司令官はあなただということを忘れないで。私はここから武運を祈っているよ。",
			"쿠쿠리아, 전선의 총사령관은 너라는 걸 잊지 마. 나는 여기서 무운을 빌고 있을게.",
			null,
			null,
			"The overall command of the front line is yours, Cocolia, and I wish you the best of martial luck.",
			"Cocolia, remember that you are the commander-in-chief of the front line. I wish you military luck from here."
		]
	],
	"209": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448185,
			"Atlantic Land surface of the second floating island",
			"大西洋 沉没第二浮岛陆面",
			"大西洋　沈没した第二浮島　地上",
			"대서양 침몰한 제2부도 지상",
			null,
			null,
			"Atlantic Ocean Sunken Second Floating Island Land Surface",
			"Atlantic Ocean Sunken Second Floating Island Above Ground"
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448186,
			"Arrive at the target site and begin operational deployment.",
			"抵达目标现场，开始进行作战部署。",
			"目標エリアに到着、作戦準備を開始する。",
			"목표 지역 도착, 작전 준비 시작.",
			null,
			null,
			"Arrive at target site and begin operational deployment.",
			"Arrive at target area and begin operational preparations."
		],
		[
			"msg",
			448187,
			"The land scout force, composed of Titan mecha, searched Glorious Covenant to cut off Otto's escape route.",
			"陆面侦查部队由泰坦机甲组成，搜索辉煌盟约，切断奥托逃跑的后路。",
			"陸上偵察部隊はタイタン部隊で編成する。輝きの盟約を探し、オットーの脱出ルートを遮断しなさい。",
			"육상 정찰 부대는 타이탄 부대로 편성하라. 빛의 맹약을 찾아내 오토의 탈출 경로를 차단해라.",
			null,
			null,
			"The land surface reconnaissance force consists of Titan mechs searching for the Brilliant Covenant and cutting off Otto's escape route.",
			"The land reconnaissance unit will be formed by the Titan unit. Look for the Pact of Splendor and block Otto's escape route."
		],
		[
			"msg",
			448188,
			"As long as the Titan is not in direct contact with the Stigmata Terminal's defenses, the Titan's function can be ensured. In case something goes wrong, a destroy order is allowed.",
			"只要不直接接触到圣痕终端的防御机构，泰坦的机能是可以确保的，但以防万一，一旦出现异常，允许对其执行摧毁指令。",
			"聖痕端末の防御システムに直接触れない限り、タイタンの機能は問題ないわ。万が一異常が起きた場合、ターゲットの破壊を許可する。",
			"성흔 단말의 방어 시스템에 직접 접촉하지 않는 한, 타이탄의 기능은 문제없어. 만일의 경우 이상이 생기면, 타겟의 파괴를 허가한다.",
			null,
			null,
			"The Titan's functionality is assured as long as it does not come into direct contact with the Stigma Terminal's defense mechanisms, but just in case, it is permissible to execute a destruction command on it in the event of an anomaly.",
			"As long as you don't directly touch the defensive system of the Stigmata terminal, the Titan functions just fine. In the unlikely event of an anomaly, the target is allowed to be destroyed."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448189,
			"The rest of the Human Union will be coming in shortly. Our navy and air forces will be surrounding the entire floating island area.",
			"人合联其余部队也会马上前往支援，届时我们的海军和空军都将会包围整个浮岛区域。",
			"人類契約連合の海軍と空軍もすぐ支援に向かうわ。その時、我々の海軍と空軍は浮島エリアを包囲する。",
			"인류 계약 연합의 해군과 공군도 곧 지원하러 갈 거야. 그때, 우리 해군과 공군은 부도 지역을 포위할 거야.",
			null,
			null,
			"The rest of the SPLM forces will be heading for support immediately, and both our navy and air force will then surround the entire floating island area.",
			"The Navy and Air Force of the Human Contracting Coalition will be on their way to assist soon. At that time, our navy and air force will surround the floating island area."
		],
		[
			"portraits",
			[
				745,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448190,
			"Please don't worry. I will not let Otto escape this time as you wish.",
			"请放心，这次我会如你们所愿，不再放跑奥托。",
			"安心して。今度こそオットーを逃さない。",
			"안심해. 이번에는 오토를 놓치지 않을 거야.",
			null,
			null,
			"Rest assured that this time I will do as you wish and not let Otto go.",
			"Rest assured. This time we won't let Otto get away."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448191,
			"Hum... The rest of the troops, get ready to break into the lab with me!",
			"哼……其余部队，准备跟我突进浮岛实验室内部！",
			"フン……残りの部隊、私と一緒に浮島実験室に突入するわよ！",
			"흠…… 남은 부대, 나와 함께 부도 실험실로 돌입하자!",
			null,
			null,
			"Hum ...... The rest of the troops, prepare to break into the interior of the floating island lab with me!",
			"Hun ...... rest of the squad, you're coming with me to raid the floating island laboratory!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448192,
			"Ms. Cocolia, according to the detection, there is only one entrance to the original lab, and I'm afraid the floating island has changed dramatically.",
			"可可利亚女士，根据侦测，可供进入原本实验室的入口只剩下一个，恐怕这个浮岛已经发生了巨大变化。",
			"カカリア様、偵察では研究室の入り口は1つしか残っていませんでした。この浮島の地形が大きく変化したのかもしれません。",
			"쿠쿠리아様, 정찰 결과 연구실 입구는 하나밖에 남아 있지 않았습니다. 이 부도의 지형이 크게 변했을지도 모릅니다.",
			null,
			null,
			"Ms. Cocolia, based on detection, there is only one remaining entrance to the original lab, and I'm afraid this floating island has changed drastically.",
			"Dear Cocolia, the reconnaissance showed that only one entrance to the laboratory remained. The topography of this floating island may have changed significantly."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448193,
			"After all, it was the arrogant AI that built the defense system. But no matter how much it changed, it just used the same defense weapon.",
			"毕竟如今搭建防御系统的是那个自大的AI，但再怎么变化，终究只是使用着原来的防御兵器罢了。",
			"防御システムを構築しているのは所詮あのAIだ。どう変化しても元の防御兵器を使ってるはずよ。",
			"방어 시스템을 구축하고 있는 건 결국 그 AI야. 어떻게 변해도 원래의 방어 병기를 쓰고 있을 거야.",
			null,
			null,
			"After all, it was the cocky AI that was building the defense system nowadays, but no matter how much it had changed, it was ultimately just using the original defense weaponry.",
			"It is only that AI that builds the defensive system. No matter how it changes, it will still be using the original defensive weapons."
		],
		[
			"msg",
			448194,
			"I'll use this Titan to force a break and provide cover for the troops. Ninti, you take the opportunity to investigate the internal situation. Pay attention to maintain communication.",
			"我会驾驶这台泰坦强行突破，给部队打掩护。宁蒂你就趁机调查内部情况，注意保持通讯，第一时间实现情报共通。",
			"私はこのタイタンを操縦して部隊を援護するわ。ニンディはその隙に内部の状況を調査しなさい。連絡はできるだけ早くね。情報を常に共有すること。",
			"나는 이 타이탄을 조종해서 부대를 엄호할게. 닌디는 그 틈에 내부 상황을 조사하도록. 연락은 가능한 한 빨리. 정보를 항상 공유하는 거야.",
			null,
			null,
			"I'll drive this Titan to force a breakthrough and give cover to the troops. Ninti, you'll take the opportunity to investigate the internal situation, and be careful to maintain communications to achieve common intelligence at the first opportunity.",
			"I will pilot this Titan to cover the troops. Ninti, while you're at it, survey the situation inside. Keep in touch as soon as possible. Keep sharing information."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448195,
			"Yes madam",
			"遵命。",
			"御意。",
			"알겠습니다.",
			null,
			null,
			"Compliance.",
			"Gyoi."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448196,
			"Also, if you do encounter Artificial Herrscher, put her off as much as possible. Our goal is only the Stigmata terminal. Don't fight for nothing.",
			"另外，万一遇到人造律者，就尽量拖延她的脚步。我们的目标只有圣痕终端，不要做无谓的争斗。",
			"それから人造律者に遭遇したら、できるだけ足止めをするのよ。私たちの目標はあくまで聖痕端末。無意味な戦いは避けること。",
			"그리고 인조 율자와 마주치면, 가능한 한 발을 묶어 두는 거야. 우리 목표는 어디까지나 성흔 단말. 무의미한 전투는 피하는 거야.",
			null,
			null,
			"Also, in case we encounter the Artificial Herrscher, try to delay her as much as possible. Our goal is only the Stigma Terminal, so don't fight unnecessarily.",
			"Then, when we encounter the man-made Herrscher, we try to stall him as much as possible. Our goal is only to get to the stigmata terminal. Avoid pointless fights."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448197,
			"Why don't you kill the Artificial Herrscher? Every time can only escape escape, I can not swallow this!",
			"为什么不一口气把那什么人造律者给灭了，每次都只能逃逃逃的，本大爷可咽不下这口气！",
			"あの人工律者どもを一気に叩き潰せばいいだろ！いつも逃げてばっかで、こんなの認められるわけないだろ！",
			"저 인공 율자 놈들을 단번에 쳐부수면 되는 거잖아! 맨날 도망만 치고, 이런 게 용납될 수 있나!",
			null,
			null,
			"Why don't you destroy that what artificial Herrscher in one breath, every time you can only escape and run away, this great master can't swallow this breath!",
			"Why don't we just smash those artificial Herrschers in one fell swoop? They're always running away from us. How can they approve of this?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448198,
			"It's not an opponent you can handle, and the wounds from fighting at Yellowstone will affect your movements.",
			"那可不是你们能应付的对手，而且，在黄石公园战斗时留下的伤也会影响你们的行动。",
			"あれはあなたたちが対処できる相手じゃないわ。しかも、イエローストーン公園の戦いで残ったケガはまだ治ってないでしょう。",
			"그건 너희들이 상대할 상대가 아니야. 게다가 옐로스톤 공원 전투에서 남은 부상도 아직 다 나은 게 아니잖아.",
			null,
			null,
			"That's not an opponent you can handle, and besides, the injuries from the fight in Yellowstone will affect your mobility.",
			"That's not something you guys can handle. Besides, the injuries left over from the battle in Yellowstone Park are probably still healing."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448199,
			"——",
			"这种小伤——",
			"このくらいのケガ——",
			"이 정도 부상——",
			null,
			null,
			"This little injury--",
			"An injury of this magnitude--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448200,
			"Sin, I think Mom's right, especially the chain-wielding Valkyrie who can hold our imitation Heishin in check! It doesn't feel like ordinary people can win.",
			"杏，我觉得妈妈说得对，特别是那个挥舞锁链的女武神，连我们的仿制兵神都能牵制住！感觉不是一般人能打赢的。",
			"シン、お母さんの言う通りだよ。特にあの鎖を振り回す戦乙女は、複製した兵神に乗ってたゼーレたちでさえ太刀打ちできなかったんだよ！普通の人が勝てるような相手じゃないよ。",
			"신, 엄마 말이 맞아. 특히 그 사슬을 휘두르는 전투여신은, 복제한 병신을 탔던 제레들조차 당해내지 못했어! 보통 사람이 이길 수 있는 상대가 아니야.",
			null,
			null,
			"Sin, I think mom's right, especially that chain-wielding Valkyrie that can even hold our imitation Hyrule God! It doesn't feel like it's something that can be beaten by an average person.",
			"Sin, your mother is right. Especially that chain-wielding war maiden, even Seele and the others on the duplicated war god couldn't compete with her! It's not an opponent that ordinary people can win against."
		],
		[
			"msg",
			448201,
			"And sister Bronya, she's already...",
			"而且布洛妮娅姐姐她已经……",
			"それに、ブローニャお姉ちゃんはもう……。",
			"게다가, 브로냐 언니는 이미….",
			null,
			null,
			"And Sister Bronya, she has ......",
			"Besides, big sister Bronya is already at ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			448202,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			448203,
			"Bronya, if you can't fight, leave the line.",
			"布洛妮娅，要是不能战斗的话就撤离前线。",
			"ブローニャ、戦えないなら前線から離れなさい。",
			"브로냐, 싸울 수 없다면 전선에서 물러나.",
			null,
			null,
			"Bronya, evacuate the front lines if you can't fight.",
			"Bronya, if you can't fight, stay away from the front lines."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			448204,
			"No problem, Mama. Though I can't use Armored Bunny, I can finish my job with this gun alone.",
			"没问题的妈妈，虽然无法使用重装小兔作战，但只靠这把枪我也可以执行任务。",
			"大丈夫です、お母さん。重装ウサギは使えませんが、この銃だけでも任務を遂行できます。",
			"괜찮아요, 엄마. 중장 토끼는 쓸 수 없지만, 이 총만으로도 임무를 수행할 수 있어요.",
			null,
			null,
			"No problem mom, I can't fight with Project Bunny, but I can perform tasks with just this gun.",
			"It's okay, mother. We can't use heavy-duty rabbits, but we can accomplish our mission with just this gun."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448205,
			"Bronya, stay in the back this time, and I'll take the leader of the Elite Squad.",
			"一个个都变得这么羸弱，一点骨气没有。不过，布洛妮娅你这次就好好呆在后排吧，精英小队的队长就由本大爷拿下了。",
			"どいつもこいつも臆病者ばっかりじゃないか。ブローニャは後ろでじっとしてろ。精鋭小隊の隊長はこのボクがやってやるよ。",
			"이 녀석 저 녀석 겁쟁이들뿐이잖아. 브로냐는 뒤에서 조용히 있어. 정예 소대의 대장은 이 몸이 해주지.",
			null,
			null,
			"Each and every one of them has become so wonky, with no backbone at all. However, Bronya, you'll stay in the back row this time, and the captain of the elite squad will be taken by this great master.",
			"They are all cowards, aren't they? Bronya, stay in the back. I'll be the one to lead the elite platoon."
		],
		[
			"msg",
			448206,
			"There is no chance for you to act up to your authority this time. Watch, who is the toughest man on the battlefield?",
			"这次可没有你耍威风的机会，你这臭女人也好好看着吧，谁才是战场上最厉害的人！",
			"今度こそクソ女の出番はないからな！ちゃんと見てろよ、戦場で誰が一番強いのかを見せてやる！",
			"이번엔 그 쓰레기년 나설 차례 없어! 잘 봐둬, 전장에서 누가 제일 강한지 보여주마!",
			null,
			null,
			"There's no chance for you to play the bully this time, you stinking woman also watch well, who is the most powerful person on the battlefield!",
			"Because this time the bitch won't be in the game! Watch properly and I'll show you who's the strongest on the battlefield!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448207,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448208,
			"Then try to prove it. Bronya, Seele, I'll leave it to you to support Sin.",
			"那你就努力去证明吧。布洛妮娅，希儿，支援杏的任务就交给你们了。",
			"なら頑張って証明しなさい。ブローニャ、ゼーレ、シンの援護を頼んだわよ。",
			"그럼 열심히 증명해 보라구. 브로냐, 제레, 신의 원호를 부탁했어.",
			null,
			null,
			"Then you'll try to prove it. Bronya, Seele, the task of supporting Sin is in your hands.",
			"Then good luck proving it. Bronya, Seele, I asked you to cover for Sin."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				3,
				false
			]
		],
		[
			"msg",
			448209,
			"Ugh, so tender all of a sudden... You must be a magician in disguise!",
			"呃怎么突然这么好声好气……你是魔术师假扮的吧！",
			"は？急に優しく……あの魔術師が変装したわけじゃないよな……。",
			"뭐? 갑자기 다정해져서... 저 마술사가 변장한 건 아니겠지...?",
			null,
			null,
			"Uh why are you so nice all of a sudden ...... You're a magician pretending to be a magician!",
			"Huh? Suddenly gently ...... that magician wasn't in disguise ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448210,
			"Mom... Did something happen?",
			"妈妈……发生什么事了吗？",
			"お母さん……何かあったの？",
			"엄마... 무슨 일 있으셨어요?",
			null,
			null,
			"Mom ...... Did something happen?",
			"What's wrong with your mother ......?"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448211,
			"Don't think so much of nothing. Mind your own business. This battle is only for success and not for defeat.",
			"别想那么多没用的，管好你们自己就行，这次战斗只许成功不许失败。",
			"余計のことを考えないで自分たちの身を守りなさい。この作戦は失敗が許されないわ。",
			"쓸데없는 생각 말고 자기 몸을 지켜. 이 작전은 실패가 용납되지 않아.",
			null,
			null,
			"Don't think so much, just mind your own business, this battle is a success.",
			"Don't think about anything else and protect yourselves. This mission cannot fail."
		],
		[
			"msg",
			448212,
			"We must stop Otto and take the Stigmata Terminal!",
			"一定要阻止奥托，夺下圣痕终端！",
			"必ずオットーを止めて、聖痕端末を奪いなさい！",
			"꼭 오토를 막고, 성흔 단말기를 빼앗아!",
			null,
			null,
			"Otto must be stopped and the Stigma Terminal taken!",
			"Be sure to stop Otto and take the Stigmata terminal!"
		],
		[
			"msg",
			448213,
			"The Human Union, Start!",
			"人合联，开始行动！",
			"人類契約連合、作戦開始！",
			"인류 계약 연합, 작전 개시!",
			null,
			null,
			"HUPW, get moving!",
			"Humanity Contracting Coalition begins operations!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448214,
			"——Yes, madam.",
			"——遵命。",
			"——御意！",
			"—— 분부대로!",
			null,
			null,
			"--Yes, sir.",
			"--Gyoi!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448215,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448216,
			"If we take the Stigmata Terminal, the end of the war is not far away.",
			"只要夺下圣痕终端，离战争终结的时间也不远了。",
			"聖痕端末さえ奪うことができれば、戦争はすぐに終わるわ。",
			"성흔 단말기만 빼앗을 수 있다면, 전쟁은 곧 끝날 거야.",
			null,
			null,
			"As long as the Stigmata Terminal was captured, the end of the war would not be far away.",
			"As long as we can take away the stigmata terminals, the war will be over soon."
		]
	]
}