{
	"1050": [
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68303,
			"Hmmm...",
			"哼哼哼哼~",
			"ふんふんふーん♪",
			"흥흥흥♪",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				705,
				0,
				true
			]
		],
		[
			"msg",
			68304,
			"Rae, you look very happy?",
			"夜莱小姐好像很高兴呢？",
			"夜来さん、嬉しそうですね。",
			"야라이 씨, 기뻐 보이네요.",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68305,
			"Because I never thought I could “live” again!",
			"因为，人家也没想过自己能“活”过来嘛！",
			"みんなとお話しできるなんて、もうないと思っていたからね。",
			"다들 이야기할 수 있을 거라곤 생각도 못 했거든요.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68306,
			"Well, you are not really “living”... Don’t you think we should be more serious now?",
			"你这也不能叫活过来吧……而且你不觉得现在的气氛应该认真点吗？",
			"確かにそうだけど、もうちょっとやる気出しなさいよ。",
			"확실히 그렇지만, 좀 더 의욕을 내보라니까요.",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68307,
			"Hmm, Lilo Ai, don’t you think I re-appeared because of you? The hatred and Houkai Energy here alone could not bring me back without someone thinking of me...",
			"唔，莉萝艾就没想过我可能是因为你的思念才出现的吗？单靠这里的积怨和崩坏能是没法让我再现的，如果没有某人的思念的话……",
			"今回は私を見てもびっくりして気を失ったりしないのね。この間は——",
			"이번에는 나를 보고 깜짝 놀라 기절하거나 하지 않는군요. 지난번에는——",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68308,
			"Uh!? Why are you looking at me like this... I did talk about you, but my thoughts can’t be strong enough to bring you back in a spiritual form!",
			"唔！？为什么这么看着我，虽然我和大家谈论过你但我可没有强烈到能让你再次以幽灵的形态降临的思念啊！",
			"ちょ、ちょっとそれはもういいでしょ！？あれは、眠くなっただけ！疲れたんだからしょうがないじゃない！",
			"야, 야단 좀 그만 둬요! 그땐 그냥 졸렸던 거야! 피곤해서 어쩔 수 없잖아!",
			null
		],
		[
			"msg",
			68309,
			"If someone’s thinking about you, it has to be Ron... Ron? Is he in this place too?",
			"要说有的话，那也是夜刃……夜刃？难道夜刃也终于进到这地方了吗？",
			"そ、それより夜刃はどこにいるか知らない？",
			"그, 그보다 야이바는 어디 있는지 알아요?",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68310,
			"I was thinking if it could be Ron. I borrowed the kitchen here out of excitement, wanting to give him a surprise!",
			"我也在想是不是小壬呢，一开始还兴奋地借用厨房做了好吃的想吓他一跳~",
			"わかりやすいくらい話をそらしたわね……矢刃はこの建物の中にいるわ。それを追って私はここへきたの。",
			"눈에 띄게 화제를 돌리네요...... 야이바는 이 건물 안에 있어요. 그걸 쫓아서 제가 여기까지 온 거죠.",
			null
		],
		[
			"msg",
			68311,
			"But I couldn’t find him anywhere, so I was thinking if it could be you, Lilo Ai.",
			"不过我到哪都见不到小壬诶，所以我就在想是不是莉萝艾你呢~",
			"そして、厨房を借りて料理をしようと思ったわ……だけど、包丁に触れることができなくて料理ができなかったのよね……。",
			"그리고 주방을 빌려 요리를 하려고 했어요...... 하지만 칼을 만질 수가 없어서 요리를 못 했네요......",
			null
		],
		[
			"msg",
			68312,
			"And the lunchbox I prepared was gone! Someone left a picture like this. Tell me, did you steal the food!?",
			"而且便当居然不见了，上面还放了张这样的画，快说是不是你偷吃了啦！",
			"仕方ないから夜刃を探してたのだけど……そうしたら、あなたたちが黒い影と遊んでるのが見えたのよね。",
			"어쩔 수 없이 야이바를 찾고 있었는데...... 그때 여러분이 검은 그림체와 놀고 있는 걸 봤어요.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68313,
			"What is it on this note... Wait, isn’t this me!?",
			"这纸条上画的什么…呃这不是我吗！？",
			"夜来には遊んでるように見えたのかしら……。",
			"야라이에게는 놀고 있는 걸로 보였나......",
			null
		],
		[
			"msg",
			68314,
			"Wait, check the handwriting... It must be Ron’s! There’s no way you can’t tell his handwriting. Are you just making fun of me...",
			"等等这笔迹~是夜刃的吧！夜刃的笔迹你不会不知道才对啊，你不是在找我开心吧……",
			"そういえば、夜刃は崖から突き飛ばしたっきり会ってないわね。",
			"말이 나왔으니 말인데, 야인은 절벽에서 밀어버린 뒤로 한 번도 못 봤네.",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68315,
			"No, I just wanted to say, I’m sure Ron is here. I just haven’t seen him yet.",
			"不是啦，其实我只是想说，小壬肯定在这，只是我没看到而已。",
			"え、夜刃を崖から突き飛ばしたの！？",
			"엥, 야인을 절벽에서 밀어버렸다고!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				705,
				0,
				true
			]
		],
		[
			"msg",
			68316,
			"But I thought you said you couldn’t find Ron anywhere?",
			"但夜莱小姐刚刚不是说在哪都没找到夜刃吗？",
			"ち、違うんです！あれは、キアナちゃんが——",
			"아, 아닙니다! 그건, 키아나 쨩이——",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68317,
			"Yeah, that’s why I feel he could be in the room that I haven’t been to. I have my reason to be there, too! I am... very serious.",
			"嗯，所以我觉得，他就在那个我没进去看过的房间里。我也是有理由一定要去那里看一下的！我也是…很认真的。",
			"芽衣ちゃん、もう少し詳しく聞かせてもらってもいい？",
			"메이 쨩, 좀 더 자세히 말해줄 수 있을까?",
			null
		],
		[
			"msg",
			68318,
			"There we go--",
			"就在前面——",
			"——って、キアナちゃん、逃げないで！なんで逃げるのよ！！",
			"——라고, 키아나 쨩, 도망가지 마! 왜 도망가는 거야!!",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			68319,
			"Is that the, study room?",
			"那里是，书房？",
			"……汝らは相変わらずうるさいのじゃ。",
			"……너희들은 여전히 시끄럽구나.",
			null
		]
	],
	"1051": [
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68320,
			"So here’s the study room. Looks like we killed two birds with one stone!",
			"这里就是书房吗，看来是一箭双雕啊~",
			"ここが書斎？",
			"여기가 서재?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			68321,
			"--Squeak...",
			"——吱嘎……",
			"——ギィィ",
			"——끼이익",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			68322,
			"Uh, the door has opened on its own. I didn’t expect automatic doors on such an old house...",
			"唔，门自己开了，明明是老式房子居然是自动门吗？",
			"あれ？扉が勝手に開いたわ……こんなに古くさい家なのに自動ドアなんて便利じゃない。",
			"어라? 문이 저절로 열렸어... 이렇게 낡은 집에 자동문이라니 편리하네.",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			68323,
			"No... It was Mom--",
			"不是的…是妈妈她——",
			"汝の目は節穴かの？目の前に母上がおるではないか。",
			"너의 눈은 구명이더냐? 눈앞에 모친께서 계시지 않느냐.",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			68324,
			"You have come, after all.",
			"汝等，还是过来了。",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			68325,
			"Luna’s mother didn’t disappear, did she?",
			"露娜的妈妈果然没有消失么？",
			"あの人……やっぱり消滅してなかったのね。",
			"그 사람… 역시 소멸하지 않았던 거네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			68326,
			"I have detected reaction of creature behind Madam Siri Floria. Who is that...",
			"在希露法莉亚夫人背后有生物体的反应，那是……",
			"奥に生体反応があります。あれは——",
			"안쪽에 생체 반응이 있습니다. 저건 ——",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68327,
			"It’s Ron! What did you do to him!",
			"是小壬！你对小壬做了什么！",
			"夜刃！？",
			"야인!?",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			68328,
			"I just wanted to talk more with this young man. He can understand my feelings and relate to what I have been through. I’m just curious of how he responded to these events.",
			"余只是想和这个少年再聊一下，他能够理解余的心情，对于余遇到过的事也感同身受，余不过是对他应对这些事件的做法感兴趣而已。",
			"妾の家に無断で入り込んだ者がいたのじゃ。だから、出て行ってもらおうとしたまでのことじゃ。",
			"첩의 집에 무단으로 들어온 자가 있었느니라. 그래서, 나가 달라고 했을 뿐이니.",
			null
		],
		[
			"msg",
			68329,
			"But he insisted to get you here, so I put him to sleep before he asked me to drive you away.",
			"只不过，他执意要找你们过来，余便让他在我赶走你们之前先沉睡了。",
			"ただ、この少年は汝らに会うためにここにきたと言ったのでな。少々眠ってもらったのじゃ。",
			"다만, 이 소년은 너희를 만나기 위해 여기 왔다 하더구나. 잠시 잠들게 했을 뿐이니.",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			68330,
			"Mother, but why do you want me to leave too... You should tell me if I have done something wrong...",
			"妈妈，可是，为什么您要连同我也一起赶走……如果是做错了什么……",
			"母上……黒い影は、なぜ妾に攻撃したのじゃ？もし、妾が悪いことをしたのであれば……。",
			"모상… 검은 그림자는, 왜 첩을 공격했느냐? 만약, 첩이 나쁜 일을 했다면….",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			68331,
			"You want to break the peace of this place with force. I cannot allow this to happen. You must not be my daughter, she will never attack me with foreigners--",
			"汝等想以暴行打破这个地方的宁静，就这样已经无法容下汝等。汝不可能是余的女儿，余的女儿是不会跟着外人攻击余的——",
			"汝らは、この静寂な世界を壊そうとしておる。そんなことは許されないのじゃ。汝も妾の娘と同じ姿をせずに本性を出したらどうじゃ？",
			"너희는 이 고요한 세계를 부수려 하고 있느니라. 그런 것은 용납되지 않느니라. 너도 첩의 딸과 같은 모습을 하지 않고 본성을 드러내 보이지 않겠느냐?",
			null
		],
		[
			"msg",
			68332,
			"They treat Luna differently because she was an albino. We would be attacked whenever we left the house, so we had to hide in this place.",
			"那些人，将患有白化病的露娜当成异类，原本余等只要外出就会被人丢石子，被人攻击，于是余等只能躲在屋子里永不外出。",
			"外部の者たちは白化病を患ったルナを異質として扱い、妾たちが外へ出れば人に石を投げられ、攻撃された……だから、永遠に家の中に隠れているしかなかったのじゃ。",
			"외부의 자들은 백화증에 걸린 루나를 이질적으로 대했고, 첩들이 밖으로 나가면 사람들이 돌을 던지며 공격했느니라… 그래서, 영원히 집 안에 숨어 지낼 수밖에 없었느니라.",
			null
		],
		[
			"msg",
			68333,
			"Until they started to hit our windows and doors. I could not take it anymore, so I sealed this place. Right, my daughter would behave like those violent mobs. I must protect her and this place.",
			"直到，那些人变本加厉开始砸窗户，砸门，余再也忍不住了，便将这里封锁了起来。没错，余的女儿，是不可能跟那群暴力的人一样的，余要保护她，保护这个地方。",
			"そう……窓や扉を壊し始めるまでは……そのとき、妾はここを封鎖したのじゃ。娘があのような暴力的な人間と同じであろうはずがない。妾は……ルナを、この地を守らねばならぬ。",
			"그래… 창문과 문을 부수기 시작하기 전까지는… 그때, 첩은 이곳을 봉쇄했느니라. 딸이 그런 폭력적인 인간과 같을 리 없느니라. 첩은… 루나를, 이 땅을 지켜야 하느니라.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			68334,
			"Seems our previous attacks made Luna’s mother think we are on the same side as those who hurt Luna.",
			"看来是之前的攻击让露娜妈妈认为我们和那些伤害过露娜的人是一伙的了。",
			"つまり、私たちが攻撃したことで、私たちがルナを傷つけた人たちと一緒だと思い込んでいるようね。",
			"즉, 우리가 공격한 덕분에 우리가 루나를 해친 사람들과 동일시되고 있다는 거네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				923,
				0,
				true
			]
		],
		[
			"msg",
			68335,
			"The Houkai Energy utilized the hatred, and she ended up like this...",
			"然后那股名为怨念的感情也被崩坏能利用，从而变成现在这样极端的状态吗……",
			"その怨念という感情が崩壊エネルギーに利用され、現在の異常な状態になっているのかもしれません。",
			"그 원한이라는 감정이 붕괴 에너지로 이용되면서 현재의 비정상적인 상태가 된 모양이군요.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68336,
			"It’s the same everywhere. Must this always happen?",
			"又是这样，无论到哪，都会有这种现象吗？",
			"こういうことって、私たちの世界だけのことじゃなかったのね。",
			"이런 일이 우리 세계만의 문제가 아니었네.",
			null
		],
		[
			"msg",
			68337,
			"Whenever a “different” person appears, other people will see her as a monster and attempt to get rid of her using their own “justice”...",
			"无论是谁，只要面前出现了和自己不一样的人，出现了异于大众的人，都会将她当成怪物，然后施加自己的正义，聚集起来排除对方……",
			"誰もが目の前に自分とは違う人間、普通とは違う人間が見れば、その人間を化物とみなす……そして、自分の正義をふりかざし、一緒になって相手を攻撃する。",
			"누구든 눈앞에 자신과 다른 인간, 평범하지 않은 인간을 보면 그를 괴물로 여기지…… 그리고 자신의 정의를 내세우며 함께 상대를 공격해.",
			null
		],
		[
			"msg",
			68338,
			"There’s no difference between ordinary people and the Sacred Land. I know it. We were seen as monsters by the Sacred Land, and your villagers treated you like monsters, too. In the end, they only did it because they were afraid of you.",
			"无论是普通人，还是圣地…都一样。我清楚的，我再清楚不过，被圣地当成怪物的我们，和被村民当成怪物的你们大概差不多吧，到头来，对方不过是因为害怕罢了。",
			"普通の人が住む家だろうと、聖地だろうと……全て同じ。化物扱いされたあなたたち、聖地で化物扱いされた私たち……大差なんてない。結局のところ、相手の恐怖が原因でこうなるのよ。",
			"평범한 사람들이 사는 집이든, 성지든…… 모두 같아. 괴물 취급받은 너희들, 성지에서 괴물 취급받은 우리…… 큰 차이 같은 건 없어. 결국 상대의 공포가 원인이 되는 거야.",
			null
		],
		[
			"msg",
			68339,
			"I feel the same. The guy lying on the ground, he is my child. As a mother, I understand your emotions.",
			"我也一样，而且，那个躺在地上的家伙可是我的孩子呢，身为母亲，那种对待孩子的心情我也非常清楚。",
			"私もあなたと一緒。そこで寝てる夜刃は弱いけど、私の子どもよ。母親として子どもを思う気持ちはよくわかってるつもりよ。",
			"나도 너와 같아. 저기 누워 있는 야인은 약하지만 내 아이야. 어미로서 자식을 생각하는 마음은 잘 알고 있다고 생각해.",
			null
		],
		[
			"msg",
			68340,
			"If you are a mother, as the protector of Luna, you should wake up and not lose your heart as a human. Otherwise, you will regret... If you still cannot wake up... I shall stop you!",
			"既然你身为人母，身为要保护露娜的人，你就该清醒过来，不要失去人类的心。不然你真的会后悔的……如果你依旧无法清醒的话…就让我来阻止你！",
			"夜刃の母親として……そして、同じく子どもを思う母親として、あなたが道を踏み外さないように私が正してあげるわ。力を——",
			"야인의 어미로서…… 그리고 마찬가지로 자식을 생각하는 어미로서, 네가 길을 벗어나지 않도록 내가 바로잡아 줄게. 힘을 ——",
			null
		],
		[
			"msg",
			68341,
			"--Blood Nightwish!",
			"——血腥夜愿！",
			"——血願！！！",
			"——혈원!!!",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68342,
			"Maybe Ron understands you because of me. Even after I died, I wanted to stay with him as a spirit. Isn’t that the same as you?",
			"小壬能够理解你，也许也有我这个姐姐的原因呢，即是死去也要变成幽灵回来陪着他，不是跟你一样嘛？",
			"たとえ死んでも、幽霊になってでもそばにいてやりたいという気持ちは、あなたと一緒じゃない？",
			"죽어도, 유령이 되어라도 곁에 있고 싶은 마음은 너와 다르지 않지?",
			null
		],
		[
			"msg",
			68343,
			"I can’t understand your feeling more - I want to protect my important one even as a spirit. But you have hurt Ron now, so you are my enemy!",
			"即是成为了幽灵也想守护重要的人的心情我也再清楚不过了，而你伤害了小壬，那现在的你就是与我为敌！",
			"大切な人を守りたいという気持ちはとてもわかるわ……でも、夜刃を傷つけた……それだけで、私の敵よ！",
			"소중한 사람을 지키고 싶은 마음은 너무나 잘 알아…… 하지만 야인을 해쳤어…… 그 점만으로도 너는 나의 적이야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				705,
				0,
				true
			]
		],
		[
			"msg",
			68344,
			"Uh, these two are really full on...",
			"呃，这两个人真是火力全开啊……",
			"おお、二人とも気合い入ってる！",
			"오, 둘 다 기운이 넘치는군!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				705,
				0,
				true
			]
		],
		[
			"msg",
			68345,
			"They must be feeling nostalgic from Luna’s tragedies. That’s why they are doing this.",
			"她们一定，是在露娜她们的遭遇里找到了自己的影子，所以才会这样吧。",
			"きっとルナさんたちとの境遇に自分たちの姿を重ね合わせたのかもしれないわ。",
			"분명 루나 씨들과의 처지를 자신들의 모습에 겹쳐본 모양이네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				705,
				0,
				true
			]
		],
		[
			"msg",
			68346,
			"They are very reliable, you will be fine, Luna. Let’s make your mother forget all her hatred!",
			"有这么可靠的人在，没事的露娜，这回，就让你妈妈彻底放下所有的怨念吧！",
			"そうかもしれないわ。私も負けてられないわね。それじゃ、キアナいっきまーす！",
			"그럴지도 몰라. 나도 질 수 없어. 자, 키아나 간다-!",
			null
		]
	],
	"1052": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68347,
			"See with your own eyes! She is standing right in front of you!",
			"站在你面前的人是谁，好好看清楚啊！",
			"いい加減に目を覚ましてよ！",
			"제발 정신 좀 차려!",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68348,
			"Are you going to expel Luna, or protect her!",
			"露娜底是你要驱逐的人，还是你要保护的人！",
			"あなたにとってルナはなんなの！？",
			"당신에게 루나는 어떤 존재야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			68349,
			"--Bang!",
			"——砰！",
			"——パンッ！",
			"——팡!",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			68350,
			"Ouch...",
			"咕……",
			"ぐっ……うぅっ……。",
			"으윽…… 우윽…….",
			null
		],
		[
			"msg",
			68351,
			"Uh, where is this... Ah, Luna...",
			"额，这里是……啊，露娜……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			68352,
			"Mom... Mother...",
			"妈妈，妈妈……",
			"母上！母上！！",
			"어머님! 어머님!!",
			null
		],
		[
			"speaker",
			204588
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				923,
				0,
				false
			]
		],
		[
			"msg",
			68353,
			"What have I done to make you cry...",
			"余到底做了什么，让汝害怕得哭泣……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			68354,
			"I only wanted to protect you...",
			"余只想，好好保护汝啊……",
			"妾は……。",
			"첩은…….",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			68355,
			"Mom! Mom! Don’t disappear! Don’t go! Wait!",
			"妈妈！妈妈！不要消失！不要走！等等！",
			"母上、母上！消えてはならぬ！待つのじゃ！",
			"어머님, 어머님! 사라지시면 안 됩니다! 기다리십시오!",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68356,
			"It’s okay, only her twisted hatred had disappeared. If you ever meet again, I’m sure she will be in her true self, right?",
			"没事的，消失掉了的只是夫人她那强烈到扭曲的积怨而已。下次有缘再见时，她一定会以你妈妈真正的样子来面对你吧？",
			"大丈夫よ。消えたのは怨念だけよ。次に出会うときはきっと、ルナの母親としての本当の姿で現れるはずよ。",
			"괜찮아. 사라진 건 원념뿐이야. 다음에 만날 땐 분명, 루나의 어머니로서 진정한 모습으로 나타날 거야.",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			68357,
			"Uh, yeah...",
			"嗯，嗯……",
			"そうだとよいが……。",
			"그렇다면 좋겠지만…….",
			null
		],
		[
			"msg",
			68358,
			"I understand now. I will always be with her. She wants to protect me and this place, then I shall live together with this place...",
			"余现在知道了，余和妈妈会一直在一起，妈妈想要保护余，想要保护这个地方，那余就会和这个地方长存……",
			"母上はずっと妾と一緒にいたのじゃな。そして、この場所を守ろうと……なら、妾もこの家とともにずっと生きていこうぞ。",
			"어머님은 계속 첩과 함께 계셨던 거로구나. 그리고 이곳을 지키려고…… 그렇다면, 첩도 이 집과 함께 계속 살아가겠소.",
			null
		],
		[
			"msg",
			68359,
			"Don’t worry, you will meet again for sure. See, Rae is a good example. Am I right?",
			"没事的，一定能再见的，毕竟，有夜莱这样的例子在，余说得对吧？",
			"きっと、また出会えると……信じるのじゃ。",
			"분명, 다시 만날 수 있을 거라…… 믿는다오.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68360,
			"Hehe!",
			"嘻嘻~",
			"そうね。会えたときに何を話すか決めておくといいわよ。",
			"그래. 만났을 때 무슨 이야기를 할지 미리 정해두는 것도 좋아.",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			68361,
			"But I won’t enter the study room. Help yourself, hope you can find what you need.",
			"不过，余还是不进去书房了，汝等，自便吧，希望能有汝等想要的结果。",
			"汝らは書斎の奥へと進むがよい。望むものが見つかればよいが……。",
			"너희들은 서재 깊은 곳으로 나아가거라. 바라는 것을 찾을 수 있으면 좋겠지만…….",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68362,
			"Alright! I’m sure we can find some clues about Dad here. Will Ron be happy if he hears this? Maybe he will be happier when he sees Rae. Uh, Rae?",
			"好~爸爸的线索，这里一定会有的吧，夜刃如果知道的话会不会也很开心呢，如果见到夜莱的话或许会更开心呢~诶，夜莱？",
			"わかったわ。ここにきっと手がかりがあるはず。夜刃が知ったら喜ぶかな。それに夜来に会ったらもっと嬉しいはず……あれ、夜来？",
			"알았어. 여기엔 분명 단서가 있을 거야. 야인이 알게 되면 기뻐할까. 그리고 야래를 만나면 더 기쁠 텐데…… 어라, 야래?",
			null
		],
		[
			"speaker",
			903
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				705,
				0,
				false
			]
		],
		[
			"msg",
			68363,
			"Maybe not... I just tried, as soon as I leave this house, I will disappear again... If Ron sees me like this, he will be sad, right?",
			"我就算了吧~刚刚试了下，我好像离开这个房子就又会消失掉呢……这样子和小壬见面只会让他难过吧？",
			"私はいいよ。ここにくるときもそうだったけど、この家を出たら上手く存在を維持できるかわからないの。夜刃に会っても辛い思いをさせるだけかもしれないわ。",
			"난 괜찮아. 여기에 올 때도 그랬지만, 이 집을 나서면 제대로 존재를 유지할 수 있을지 모르겠어. 야인을 만나도 괴롭힐 뿐일지도 모르고.",
			null
		],
		[
			"msg",
			68364,
			"And he has you on his side now. See, you are the first person he looks for now. There’s no place for a sister like me. I will leave him to you now!",
			"而且，现在他身边不是有你在吗~你看，他要找人第一时间是找你诶，我这个姐姐早就没地位了~接下来他就拜托你吧~",
			"それに、夜刃には母親であるあなたがついてるわ。私はもう……存在しないものよ。これからもあの子を頼むわ。",
			"게다가, 야인에게는 어머니인 네가 있잖아. 나는 이제... 존재하지 않는 존재야. 앞으로도 그 아이를 부탁해.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68365,
			"Rae... What are you talking about? You came back because he was missing you, didn’t you. But you can rest assured that Ron is already very reliable, even without me.",
			"夜莱…说什么呢，明明你这次也是因为他内心的思念才再临的不是么。不过，放心吧，就算不依靠我，现在的夜刃，也已经变得非常可靠了。",
			"別に私がいなくても夜刃はしっかりしてるわ。ちょっと弱いのが問題だけどね……。",
			"별로 내가 없어도 야인은 잘 해낼 거야. 조금 약한 게 문제지만...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			68366,
			"Oh! So Luna’s father did record something, didn’t he?",
			"噢！露娜的爸爸好像真的有记录着些什么？",
			"あっ！ルナのパパは本当になにかの記録を残してるみたい！",
			"앗! 루나의 아빠는 정말로 무언가 기록을 남긴 것 같아!",
			null
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			68367,
			"They look like pathology notes about albinism and its cures...",
			"似乎都是一些病理的手记，关于白化病的，还有治疗方法之类的……",
			"ほとんど病気に関する記録ね……白化病やその治療法とか……。",
			"대부분 질병에 관한 기록이네... 백화병이나 그 치료법 같은...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			68368,
			"He had a wide range of research, including creatures and Houkai Energy examples. Most are superficial though...",
			"研究的范围非常广，除了生物的，似乎还有类似崩坏能出现的例子，虽然都只停留在最表层的记录上……",
			"調査範囲は広いようです。生物以外にも崩壊エネルギーの出現例などあります。",
			"조사 범위는 넓은 모양이에요. 생물 외에도 붕괴 에너지의 출현 사례 등이 있어요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			68369,
			"That being said, maybe he had recorded something about the aliens!",
			"但这么说，搞不好真的会有天马行空到去考虑到异族这种东西的记录呢！",
			"ということは、もしかすると異族なんかのことを考察した記録もあるかもしれない！",
			"그렇다면, 혹시 이족 같은 걸 고찰한 기록도 있을지도!",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			68370,
			"These notes look valuable, but there are too many of them. We may need to stay longer...",
			"看来有在这好好探究的必要呢，不过量这么大，恐怕还得要呆上一段时间呢~",
			"とりあえず調べる必要がありそうね。でも、この量は……かなり時間がかかるわね……。",
			"일단 조사해 볼 필요가 있을 것 같네. 하지만, 이 양은... 상당히 시간이 걸리겠어...",
			null
		]
	],
	"1053": [
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68371,
			"Alright, guess this is the last one. Let me stick this very last piece of flyer on it...",
			"嘿…这大概就是最后一块广告板了吧~把最后一张宣传单也贴上……",
			"へへ…たぶんこれが最後の広告板だよね〜最後のチラシを貼って……",
			"헤헤... 아마 이게 마지막 광고판일 거야~ 마지막 전단지를 붙이고...",
			null
		],
		[
			"msg",
			68372,
			"Phew! I think I should call it a day!",
			"好了~那么今天的工作也结束了！",
			"よし、これで今日の仕事終わり！",
			"좋아, 이제 오늘 일 끝!",
			null
		],
		[
			"msg",
			68373,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			68374,
			"My job here in the Shrine of Demon should be exorcising... How come I'm becoming a leafleter?",
			"明明我在天魔神社的工作应该是为人消灾除灵呢…怎么好像变成了贴传单才是本职呢？",
			"私が天魔神社の仕事をするのは人のために厄払いや除霊をしたいから…それなのになんでチラシ貼りが本職みたいになってるのよ？",
			"내가 천마 신사의 일을 하는 건 사람들을 위해 액땜이나 퇴마를 해주고 싶어서... 그런데 왜 전단 붙이기가 본업처럼 되어버린 거야?",
			null
		],
		[
			"msg",
			68375,
			"The promotion in my last live streaming doesn't seem to help a lot. No one comes, as usual.",
			"之前的直播宣传好像也没起太大作用，依旧是没什么人来呀。",
			"前にやったライブ放送の宣伝だって、大して効果もなく相変わらず人が来なかったのに。",
			"전에 했던 생방송 홍보도 별 효과 없이 여전히 사람들이 오지 않았는데.",
			null
		],
		[
			"msg",
			68376,
			"Perhaps it's a sign that not many people are being cursed or haunted. It's a good thing. Alright! To make the shrine always ready to visit for the prospective visitors, I'd better go clean the shrine",
			"不过，这或许也可以看成是被厄运缠身的人不多吧~这也是好事呢…好！为了那些有可能来拜访天魔神社的人，总之先回去把神社打扫好，随时做好准备吧~",
			"でも、それは厄災に取りつかれた人があまりいないってことかもね〜それならそれでいいことじゃない…よし！天魔神社へやって来る人たちのために、さっさと帰って掃除しよう。いつだって準備はしっかりしなきゃね〜",
			"하지만, 그건 재앙에 사로잡힌 사람이 별로 없다는 뜻일지도~ 그렇다면 그게 좋은 일이지... 좋아! 천마 신사를 찾아오는 사람들을 위해 빨리 돌아가서 청소하자. 언제나 준비는 철저히 해야지~",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68377,
			"Hmm, seems no one's visiting Red's shrine. That's why the shrine is the best place for me to have a powerful snap!",
			"嗯嗯…红贽那边好像还是那么冷清啊……不过正因为这样，躲到天魔神社那边才真的可以睡个好觉呢~",
			"うう…紅贄のいる辺りはやっぱ寂しい感じね……でもそれこそ天魔神社に身を隠せば、ゆっくり眠れるのね。",
			"으음... 홍제가 있는 근처는 역시 쓸쓸한 느낌이네... 하지만 그렇기 때문에 천마 신사에 몸을 숨기면 편히 잘 수 있겠지.",
			null
		],
		[
			"msg",
			68378,
			"So, here I come again!",
			"那么，今天就打扰了哦~",
			"じゃ、今日はお邪魔します〜",
			"자, 오늘은 실례하겠습니다~",
			null
		]
	],
	"1054": [
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68379,
			"Sweep and clean, to give visitors a good impression.",
			"哼哼哼~打扫~把神社打扫干净~这样有客人来的时候就不会失礼了~",
			"フンフンフン〜お掃除、お掃除、神社をきれいにお掃除〜これでお客さんが来ても失礼じゃないわ。",
			"흥흥흥~ 청소, 청소, 신사를 깨끗이 청소~ 이제 손님이 와도 실례가 아니야.",
			null
		],
		[
			"msg",
			68380,
			"Although, there aren't many coming today... I must go on with advertising.",
			"虽然…今天也还是没什么人来呢……看来要继续宣传才行呢。",
			"だけど、今日も人が来ないなあ……これからも、もっと宣伝しなくちゃ。",
			"그래도, 오늘도 사람이 안 오네... 앞으로도 더 홍보를 해야겠어.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68381,
			"Hey, speaking of visitor, I am here.",
			"呼啊…客人的话…这里就有啊……",
			"ふああ…お客さんなら…ここにいるよ…",
			"푸아아... 손님이라면... 여기 있어요...",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68382,
			"Ms... Sloth? You don't look well! What happened?",
			"怠、怠惰小姐？脸色很不好呢到底发生什么事了！",
			"た、怠惰さん？顔色が良くないよ。一体何があったの？",
			"태, 태나라 씨? 얼굴색이 안 좋아. 대체 무슨 일이야?",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68383,
			"I must be haunted these days, that I can barely sleep. Even though I can, I can always hear someone pushing me to wake up and work, which is so creepy that it wakes me up.",
			"最近我一定是被恶灵缠身了…居然无论怎么样都睡不着……一旦睡着，就会听到脑子里有个可怕的声音一直在催我起床工作，吓得我马上就醒了。",
			"最近、悪霊に取り憑かれてちゃったみたいで……どうしても眠れないの……眠りに就くと、頭の中に恐ろしい声が聞こえて、起きて仕事をしろって言うのよ。その声を聞いたらすぐに目が覚めるの。",
			"최근에 악령에 홀렸나 봐... 도저히 잠을 잘 수가 없어... 잠들면 머릿속에서 무시무시한 목소리가 들려서 일어나서 일하라고 하거든. 그 목소리를 들으면 바로 깨버려.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68384,
			"Humph? How scary! What a terrible evil spirit, that it can even stop you from sleeping!",
			"唔诶！？那真的是太可怕了！居然能让怠惰小姐无法入睡，这一定是可怕的恶灵吧！",
			"ええ！？それは怖いわね！怠惰さんを眠らせないなんて、これはきっと恐ろしい悪霊に違いないわ！",
			"에엑!? 그거 무섭네요! 나태 씨를 잠들지 못하게 하다니, 이건 분명 끔찍한 악령에 틀림없어요!",
			null
		],
		[
			"msg",
			68385,
			"It's no good! It has to be exorcised.",
			"这样不行！要赶紧除灵才可以！",
			"これはいけない！早く除霊しなくちゃ！",
			"이건 안 돼! 빨리 퇴마를 해야 해!",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68386,
			"I know already the you can exorcise. I've come to the right place.",
			"果然红贽除了消除灾祸，连除灵都做得到吗，看来我到天魔神社来是对的呢。",
			"紅贄って災いを消し去るだけじゃなく、除霊もできるの？天魔神社に来たのは正解だったわ。",
			"홍제는 재앙을 없애는 것뿐만 아니라 퇴마도 할 수 있어요? 천마 신사에 온 건 정답이었네요.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68387,
			"No problem, it's my job. Leave it to me.",
			"没问题~红贽我就是为此存在的，就放心交给我吧~",
			"大丈夫よ〜私はそのために存在してるんだから、安心してまかせて。",
			"괜찮아요~ 전 그때문에 존재하는 거니까, 안심하고 맡겨주세요.",
			null
		],
		[
			"msg",
			68388,
			"Please lie down there in the bedroom. I'll need to prepare something... Hmm, the slumber puppet should work.",
			"总之先在卧室躺好，红贽先准备准备…嗯，这里应该用昏睡人形辅助就好吧~",
			"とにかく寝室で横になって。私はまず準備に入る…そうだ、昏睡人形に手伝ってもらえばいいんだ。",
			"어쨌든 침실에 누워 계세요. 전 먼저 준비를 시작할게요… 그래, 혼수 인형에게 도움을 받으면 되겠네.",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68389,
			"It always makes me sick every time I see these little puppets...",
			"这些帮忙的小人偶真是看几次都觉得毛骨悚然呢……",
			"このお手伝い人形、いつ見てもゾッとするわ……",
			"이 도우미 인형, 볼 때마다 소름이 돋아…",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68390,
			"Come on, you should trust them, otherwise it won't be effective. Are you ready? Let's start.",
			"不行噢，怠惰小姐要信任孩子们才行，不然就没法全力给你除灵了~好，我们开始吧~",
			"ダメよ、怠惰さんこの子たちを信じなきゃ。じゃないと全力で除霊できないよ〜よし、始めますよ〜",
			"안 돼요, 나태 씨 이 아이들을 믿어야 해요. 안 그러면 전력으로 퇴마를 할 수 없어요~ 자, 시작할게요~",
			null
		],
		[
			"msg",
			68391,
			"Bamboo cage, bamboo cage. Birds in a bamboo cage.",
			"小竹笼~小竹笼~鸟儿关进竹笼中~",
			"竹のカゴ〜竹のカゴ〜鳥と竹カゴに入れて〜",
			"대나무 바구니~ 대나무 바구니~ 새와 대나무 바구니에 넣고~",
			null
		],
		[
			"speaker",
			204678
		],
		[
			"portraits",
			[
				510,
				0,
				false
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68392,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68393,
			"*rings*",
			"——铃~铃~",
			"——チリン〜チリン〜",
			"——딸랑~ 딸랑~",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68394,
			"*breathing slowly*",
			"呼…呼……",
			"すう…すう……",
			"쉬이… 쉬이……",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68395,
			"Huh? How quick she falls asleep! I didn't even know the puppet is so effective.",
			"诶，这么快就睡着了…昏睡人形的效果有这么强么？",
			"あれ？もう寝ちゃった…昏睡人形ってこんなに効果あるの？",
			"어라? 벌써 잠들었어… 혼수 인형이 효과가 이렇게 좋았나?",
			null
		],
		[
			"speaker",
			204678
		],
		[
			"portraits",
			[
				510,
				0,
				false
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68396,
			"Anyway, it's going smoothly. Next I should get rid of the spirit that makes her unable to sleep. Ok, here we go...",
			"不过这么顺利也好，接下来只要把妨碍怠惰小姐睡眠的恶灵除掉就好了~好，继续除灵吧！",
			"まあ、うまく行ったからいいか。今度は怠惰さんの眠りを邪魔する悪霊を取り除けばいいわね。よし、続けよう！",
			"뭐, 잘 됐으니 됐어. 이번에는 나태 씨의 잠을 방해하는 악령을 제거하면 되겠네. 좋아, 계속하자!",
			null
		]
	],
	"1055": [
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68397,
			"I don't see Red outside today. Don't tell me she's finally got a customer? Hello!",
			"红贽今天不在外面呢…难道终于有客人了吗？我要进来了哦——",
			"紅贄、今日は外にいないなあ…まさかついにお客さんが？お邪魔します——",
			"홍제, 오늘은 밖에 없네… 설마 손님이 온 거야? 실례합니다——",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			68398,
			"Aaaaaahhhhh!",
			"哇——",
			"わあ——",
			"우왁——",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68399,
			"Huh? What's up, Red? And she is... Sloth?",
			"呃！？怎么了红贽！发生什么事……这是，怠惰？",
			"何！？どうしたの、紅贄？何が起きた……これは怠惰？",
			"뭐야!? 무슨 일이야, 홍제? 무슨 일이…… 이거 나태야?",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			68400,
			"Mistletoe, help me! I've never seen this happen before. I've got rid of the evil spirit, the misfortune nearby has been dispelled and now that Ms Sloth can sleep peacefully...",
			"寄、寄生小姐！好奇怪，我还是第一次遇到这种情况，明明已经成功帮怠惰小姐除灵了，附近的灾厄也清除了，怠惰小姐也安心入睡了……",
			"き、寄生さん！変だわ、こんなの初めて。怠惰さんの除霊は既に成功したし、他の災厄の消えた。怠惰さんも安心して眠ってる……",
			"기, 기생 씨! 이상해, 이런 건 처음이야. 나태 씨의 제령은 이미 성공했고, 다른 재앙도 사라졌어. 나태 씨도 편안히 자고 있는데……",
			null
		],
		[
			"msg",
			68401,
			"But why? Why does she look so painful? Why can't I wake her up? The exorcism was successful... Or could it be Nightmare?!",
			"可是，可是…为什么会这样，怠惰小姐她突然就露出了痛苦的表情！而且怎么叫都叫不醒！除灵应该没有失败才对啊…难道是梦魇！？",
			"でも、でも…どうして怠惰さんは突然、苦しそうな表情になったのかしら。それに何度呼んでも起きないのよ。除霊には失敗してないはずなのに…もしかして夢魘！？",
			"그런데, 그런데… 왜 나태 씨가 갑자기 고통스러운 표정을 지을까. 게다가 아무리 불러도 안 깨. 제령은 실패하지 않았을 텐데… 설마 악몽!?",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68402,
			"Huh? Since when does she look like that?",
			"哦？大概是什么时候突然变得痛苦起来呢？",
			"え？急に苦しみだしたのはいつ？",
			"어? 갑자기 고통스러워하기 시작한 건 언제야?",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			68403,
			"Since you came in, I think.",
			"大、大概是在寄生小姐进来的时候吧？",
			"た、たぶん寄生さんが入ってきたころかしら？",
			"아, 아마 기생 씨가 들어왔을 때쯤일까?",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68404,
			"That's bad, I should then bring her to my lab for overhaul. It has nothing to do with haunting anymore...",
			"那可不得了呢，看来得把怠惰带到我的实验室维修才行呢，这已经不是恶灵缠身了——",
			"そりゃ大変だ、怠惰を私の実験室に運んで修理しなきゃ。これは悪霊の仕業じゃない——",
			"큰일이군, 나태를 내 실험실로 옮겨서 수리해야겠어. 이건 악령의 소행이 아니——",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68405,
			"No way! That's the last thing I want!",
			"别！我才不要去你的实验室呢！",
			"いや！あなたの実験室なんか行かない！",
			"아니! 당신 실험실 같은 데 안 가!",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68406,
			"See, she's awake.",
			"你看，她醒了。",
			"ほら、起きた。",
			"자, 일어났어.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			68407,
			"Slot... I'm relieved now!",
			"怠惰小姐…你没事就好！",
			"怠惰さん…よかった！",
			"나태 씨... 다행이야!",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68408,
			"There no way she could be not okay, the reason why she looked painful is that she knew I arrived while she was pretending to sleep. How come you can scheme to slack off here, eh?",
			"她怎么可能会有事嘛，会表现出痛苦的表情肯定是因为她在装睡，然后听到我进来的声音后动摇了吧~话说你居然能想到躲在天魔神社摸鱼啊？",
			"大丈夫よ、彼女が苦しそうな表情を浮かべたのは、眠ってるふりをしていた時に私の声が聞こえて動揺したのよ。天魔神社に隠れてればサボれるとでも思ったのかしら？",
			"괜찮아, 그녀가 고통스러운 표정을 지은 건 자는 척 하다가 내 목소리를 듣고 동요했던 거야. 천마 신사에 숨어 있으면 빈둥거릴 수 있을 거라 생각했던 걸까?",
			null
		],
		[
			"msg",
			68409,
			"Good, don't forget you have your project to manage in the factory. Deadline rush won't work this time. To be honest, I didn't expect the micro amplifier that I installed in your room could do such a great job to keep you awake...",
			"正好，工厂那边大家都在等着你回去主导项目呢，这次可不是你在死线前两天赶工就能搞定的。不过，我在你房间装的微型音响居然这么有效果吗，竟然能让你睡不着……",
			"ちょうどよかった、工場でみんながあなたが帰ってプロジェクト進めるのを待ってるわ。今回は締切までギリギリできるものじゃないから。でも私があなたの部屋に置いたマイクロスピーカー、そんなに効果あった？あなたを眠らせないなんて……",
			"마침 잘 됐어, 공장에서 모두가 네가 돌아와서 프로젝트 진행하기를 기다리고 있어. 이번에는 마감까지 간신히 할 수 있는 게 아니거든. 하지만 내가 네 방에 둔준 마이크로 스피커, 그렇게 효과가 있었어? 너를 잠들지 못하게 하다니...",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68410,
			"It's you! Demon! Devil! Lord of Calamity!",
			"原来是你干的！恶灵！恶魔！灾祸之主！",
			"あなただったのね！悪霊！悪魔！災いの元！",
			"너였구나! 악령! 악마! 재앙의 근원!",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68411,
			"You can complain as mush as you like after going back to work. Time to work, come now.",
			"唔？有什么怨言回到工厂再说吧，要干活了。",
			"は？文句なら工場へ帰ってから聞くわ。さあ仕事よ。",
			"뭐? 불만이면 공장에 돌아가서 듣겠어. 자, 일이야.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				505,
				0,
				true
			]
		],
		[
			"msg",
			68412,
			"Well, I've no idea what's going on, but I'm pleased to see that Sloth is fit as a fiddle again. Just come over if I can be of any help.",
			"虽、虽然有点搞不懂状况…不过怠惰小姐能恢复精神真是太好了，下次要是再有什么需要红贽帮忙的地方尽管过来吧~",
			"ちょ、ちょっとよく分からないけど…怠惰さんが元気になってよかったわ。また手伝えることがあったら、いつでも来てね〜",
			"잠, 잠깐 잘 모르겠지만... 나태 씨가 기운을 차렸다니 다행이야. 또 도울 일이 있으면, 언제든 와줘~",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68413,
			"You've got a relaxing job, Red. I envy you. Anyway, as a token of thanks for that I had a nice time sleeping here, please take this.",
			"呀…工作这么清闲真是好啊红贽…但毕竟你让我度过了一段愉快的睡眠时间，还是要好好感谢你呢，这个给你~",
			"はあ…仕事がヒマでいいわねえ、紅贄は…でもあなたのおかげでちょっとは気持ちよく眠れたんだから感謝しなくちゃね。これ、あなたにあげる。",
			"하아... 일이 한가해서 좋겠네, 홍제는... 하지만 네 덕분에 조금은 편하게 잘 수 있었으니 고마워해야겠지. 이거, 너에게 줄게.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68414,
			"No, I don't expect any rewards...",
			"红贽除灵其实不需要特别收取什么费用啦……",
			"紅贄の除霊は料金を取ってないんだけど……",
			"홍제의 퇴마는 요금을 받지 않는데......",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68415,
			"Humph? Aren't these photos of Red doing the Kagura dance? How surprising that you can take good photos! Just take them, Red. Perhaps you can use them to promote the shrine.",
			"诶，这不是上次拍的红贽的神乐舞照片吗？你这家伙，虽然鬼点子挺多拍得倒意外的好嘛~红贽你就收下吧，搞不好在宣传神社的时候能用到呢？",
			"あらこれ、前に撮った紅贄の写真？こいつ悪巧みばかりしてるけど、意外によく撮れてるわね〜紅贄、もらっときなさいよ。神社の宣伝に使えるんじゃない？",
			"어라 이거, 전에 찍은 홍제의 사진? 이 녀석 나쁜 꾀ばかり 꾸미고 있지만, 의외로 잘 찍혔네~ 홍제, 가져가 둬. 신사의 홍보에 쓸 수 있지 않아?",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68416,
			"This is the best way to show the others your daily work, isn't it? You can really count on me when I'm at work, don't you think so? Oops, I am sleepy again after some work...",
			"平时最能表现红贽的就是这个了吧~怎么样，所以说，工作状态下的我是不是非常可靠？啊…认真了一回马上又困了……",
			"いつもの紅贄が一番良く撮れたのがこれよ。どう？仕事の時の私って頼りになるでしょ？あ…真面目なことしたら、また眠くなってきた……",
			"늘 보는 홍제가 가장 잘 나온 게 이거야. 어때? 일할 때의 나 믿음직스럽지? 아... 진지한 일 하다 보니 또 잠이 오네......",
			null
		],
		[
			"speaker",
			71699
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				505,
				0,
				false
			]
		],
		[
			"msg",
			68417,
			"Just a photo of Red or two won't be a valid reason for you to slack off! Hurry up and come back, proof us we can rely on you, okay?",
			"别以拿出一张红贽的照片就能让我放过你！赶紧给我回来工作，也让大家看看你可靠的一面不行吗！",
			"写真を一枚だしたくらいで見逃してもらえるとでも思ってるの！早く仕事に戻って、その頼りになる一面をみんなに見せなさい！",
			"사진 한 장 건네준다고 봐줄 거라 생각해?! 빨리 일하러 가서 그 믿음직한 모습을 모두에게 보여줘!",
			null
		],
		[
			"msg",
			68418,
			"If you keep slacking off like this, the factory cannot run any longer! No work no sleep, okay?",
			"再这么偷懒下去天魔人形工厂可就真要完蛋了！这回不干完活可不准睡觉知道吗！",
			"これ以上、怠けてたら天魔人形工場はつぶれちゃうわ。仕事が終わるまで寝させないからね！",
			"이렇게 게을리 떨고 있으면 천마 인형 공장은 망해버릴 거야. 일이 끝날 때까지 자게 두지 않을 테니까!",
			null
		],
		[
			"speaker",
			72303
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				503,
				0,
				false
			]
		],
		[
			"msg",
			68419,
			"Let go of me! No! I don't want to work! Sleep! I wanna sleep!!",
			"呜哇，放开我！不要啊！！我不要工作啊，睡觉，我要睡觉——",
			"うわあ、放して！いやだ、働きたくない！寝たい——",
			"으악, 놔! 싫어, 일하기 싫어! 자고 싶어——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68420,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				503,
				0,
				true
			]
		],
		[
			"msg",
			68421,
			"Both of you, safe trip back!",
			"呵呵~路上小心，怠惰小姐，寄生小姐~",
			"ははは〜気をつけてね、怠惰さん、寄生さん〜",
			"하하하~ 조심해라, 게으름뱅이, 기생충~",
			null
		],
		[
			"msg",
			68422,
			"Another haunting misfortune disappears. Well then, I must also work hard to promote the shrine!",
			"缠绕人身带来不幸的厄运又少了一份呢~好，接下来也要努力宣传天魔神社才行！",
			"人に取り付く厄災がまた一つ減ってよかった。よし、これからも頑張って天魔神社の宣伝しなくちゃ！",
			"사람에게 붙는 재앙이 또 하나 줄어서 다행이야. 좋아, 앞으로도 열심히 천마 신사 홍보를 해야지!",
			null
		]
	],
	"1056": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68423,
			"Are you here, Sessiria?",
			"塞西莉亚~你在吗？",
			"セシリア、いるかしら？",
			"세실리아, 있을까?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68424,
			"Hi, Theresa. Welcome. You've been paying me visit quite frequently these days, eh?",
			"啊啦，德丽莎酱，欢迎~最近总是看到你你往我这边跑呢。",
			"あらテレサちゃん、いらっしゃい。最近、よく来るわね。",
			"아라 테레사 쨩, 어서 와. 요즘 자주 오네.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68425,
			"Huh, so.. so what? I just wanted to know if the kids are taking the training seriously. That's it!",
			"呃……这、这有什么问题吗？我就是担心那些孩子有没有在认真训练而已……",
			"な、なにか問題でも？あたくしはあの子たちが真面目に訓練を積んでいるか気にかけてるだけよ……",
			"아, 무슨 문제라도? 난 그 아이들이 진지하게 훈련을 하고 있는지 걱정돼서 그런 거야...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68426,
			"Do you really? Alright, if you're coming to visit them, why don't you go see them, but me? Unless you...",
			"诶，是么，如果是来看那些孩子的话不应该去找那些小家伙么，为什么要到我的办公室来呢？果然……",
			"あらそう。気になるならあの子たちのところへ行けばいいのに、どうして私のオフィスへ来るのよ。やっぱり……",
			"아라 그래. 신경 쓰이면 그 아이들한테 가면 되잖아, 왜 내 사무실에 오는 거야. 역시...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68427,
			"Huh? What? No, never!",
			"哪…哪有……没有，不存在的！",
			"な…何よ……そんなことないわよ！",
			"뭐... 뭐야... 그런 거 아니라고!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68428,
			"Sigh, I thought you came to show you sympathy for me... I know, you are now a Bishop too and have your own duties.",
			"唉，原来也不是来体谅我的工作的么，也是呢，德丽莎酱也已经担任主教了，也有自己的工作要做呢。",
			"あなた、私を慰めてくるじゃないでしょう？そうね、テレサちゃんはもう主教になったんだし、自分の仕事だってしければならないのね。",
			"너, 나를 위로하러 오는 거 아냐? 그래, 테레사 쨨은 이제 주교가 됐으니 자신의 일도 해야 하는 거겠지.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68429,
			"No... I...",
			"不是…我……",
			"いえ…あたくしは…",
			"아니... 난...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68430,
			"I know, I know. Go find the kids, I will take care of the issues here.",
			"唉，我知道了，德丽莎酱快去找那些孩子们吧，我会认真在这里处理事务的。",
			"分かったからあの子たちのところへ行ってあげて。私はここで真面目に事務仕事をしてるから。",
			"알았으니까 그 아이들한테 가 줘. 난 여기서 열심히 사무 일이나 할게.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68431,
			"No, well.. I mean, it's not a problem that I help you out...",
			"那个…其实……我也不是不能帮你啦……",
			"ええと…あたくしが手伝ってあげてもいいんだけど……",
			"음... 내가 도와줘도 되는데...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68432,
			"Really?!",
			"真的么？！",
			"ホント？！",
			"진짜?!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68433,
			"Of course! But...",
			"当然啦~只不过……",
			"もちろんよ、ただ……",
			"물론이지, 다만...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68434,
			"But what?",
			"不过？",
			"ただ？",
			"그냥?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68435,
			"You know, I am not the Principal. It's not quite legit to take care of your work. If...",
			"如果我直接帮你处理学园长的事务的话岂不就名不正言不顺么？如果……",
			"あたくしが学園長の事務仕事を手伝えば、職権を無視することにならないかしら？もし……",
			"제가 학원장님의 사무 일을 도와주면, 직권을 무시하는 게 아닐까요? 만약...",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68436,
			"Got it! From now on, you are the acting Principal of St. Freya HS!",
			"嗯…我知道了！从现在开始，德丽莎你就是圣芙蕾雅学园的学园长代行了！",
			"う…分かった！たった今からテレサは聖フレイヤ学園の学園長代理よ！",
			"음... 알았어! 지금부터 테레사는 세인트 프레야 학원의 학원장 대리야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68437,
			"What? Is it true?",
			"诶！真的么！",
			"ええ！ホントに？",
			"네! 정말요?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68438,
			"Certainly! Just for today, I don't think it's a good idea for you to work in this position forever though.",
			"当然了~不过如果让你一直当下去的话好像也不好，那么就仅限今天吧。",
			"当然よ〜でもずっと担当させるのはマズいから、今日限定にしましょうね。",
			"물론이지~ 하지만 계속 맡기기는 좀 그렇으니, 오늘만으로 하자.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68439,
			"Haha, you can just count on me!",
			"哼哼~那就交给我好了！",
			"ふふふ、じゃあたくしにまかせて！",
			"후후후, 그럼 나한테 맡겨!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68440,
			"You look joyous, as if you had achieved something.",
			"德丽莎你似乎很开心的样子？就像是……终于实现某种愿望的那种感觉。",
			"テレサ、うれしそうね。まるで……長年の夢がかなったみたい。",
			"테레사, 기뻐 보이네. 마치... 오랜 소망이 이뤄진 것 같아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68441,
			"Come on, you're way too off! Now go take a rest. I, as the Principal, ahem, acting Principal, will get everything done.",
			"没有没有，这是你的错觉啦~塞西莉亚你就去休息一会儿吧，本学园长…代理会把一切都处理好的~",
			"そんなことないわ、勘違いよ。セシリアはちょっと休憩すれば？この学園長…代理が全部やってあげるから。",
			"그런 거 아니야, 오해야. 세실리아는 좀 쉬는 게 어때? 이 학원장... 대리가 다 해줄 테니까.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			68442,
			"Okay, I know I can rely on you. So, please look after the kids for me, I have some other issues to take care of.",
			"是么……如果是德丽莎酱的话那我也能放心一些呢，那么我还有别的事要做，今天那些孩子就拜托你照顾了哦~",
			"そう……テレサちゃんなら安心ね。それじゃ私、他にもやることがあるから、今日はあの子たちの面倒よろしくね〜",
			"그래... 테레사라면 안심이네. 그럼 나, 다른 할 일도 있으니까 오늘은 그 아이들 부탁해~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			68443,
			"No problem. What? The kids? Hey, Sessiria! Wait! What did you mean?",
			"嗯嗯，放心……诶，那些孩子？塞西莉亚，等一下！先把话说清楚啊！",
			"ええ、安心して……え、あの子たち？セシリア、ちょっと待って！説明してよ！",
			"네, 안심하세요... 어, 그 아이들? 세실리아, 잠깐만! 설명해 줘!",
			null
		]
	],
	"1057": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68444,
			"So... here's the Principal's Office of St. Freya HS where you can see the view of the whole high school from here. And here is where Sessiria works every day... It's awesome!",
			"啊，这就是圣芙蕾雅学园的学园长办公室，在这里还能看见整座学园的风景，塞西莉亚平时就是在这个地方工作么……真是太棒了！",
			"ここが聖フレイヤ学園長のオフィスなのね。ここからは学園全体が見渡せる。セシリアはいつもここで仕事を……すばらしい！",
			"여기가 세인트 프레야 학원장의 오피스로구나. 여기서는 학원 전체가 내려다보여. 세실리아는 항상 여기서 일을... 훌륭해!",
			null
		],
		[
			"msg",
			68445,
			"How amazing to be the Principal... The title is somewhat earnest and respectful, but in reality one has to be dedicated to look after the kids.",
			"啊啊，学园长真好啊……这个名字虽然充满严肃与威严，但实际上做的却是为那些孩子们着想的细致入微的事。",
			"ああ、学園長っていいなあ……呼び方に厳粛さと威厳が満ちてるわ。でも実際はあの子たちのためを思ってあらゆることを考えてる。",
			"아아, 학원장이라니 좋겠다... 호칭에 엄숙함과 위엄이 가득해. 하지만 실제로는 그 아이들을 위해 모든 걸 생각하고 있지.",
			null
		],
		[
			"msg",
			68446,
			"What a shame that I can only stay here for one stay. Never mind, I'll just create the own legend of the Principle for the school even though I have only one day.",
			"呜，可惜我只能在这里呆上一天么，不过没关系，就算只有一天我也要为这个学园留下一日学园长的传说。",
			"うう、ここに1日しかいられないのは残念ね。でもいいわ、1日だけでも学園長として伝説を残してやる！",
			"우우, 여기에 하루밖에 머물 수 없는 게 아쉽네. 하지만 괜찮아, 하루라도 학원장으로서 전설을 남겨주겠어!",
			null
		],
		[
			"msg",
			68447,
			"Well, after all, I am good at getting along with kids! Let me dress up like a maiden...",
			"哼哼，毕竟…我对于和孩子们打成一片这种事最擅长了！只要我换上修女服的话……",
			"フンフン〜、あたくし…子供たちと遊ぶのが一番得意なんだから。修道服に着替えさえすれば…",
			"흥흥~, 아타크시... 아이들과 노는 게 제일 잘하는 거라구. 수도복으로 갈아입기만 하면...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68448,
			"Bang!",
			"砰！",
			"——バン！",
			"——빵!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68449,
			"Mom! I come to find you!",
			"老~妈~！我来找你了~",
			"ママ〜、来たよ〜",
			"엄마~, 왔어~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68450,
			"Kiana, what are you shouting at? Here is the Principal's Office. Keep quiet, will you?",
			"琪亚娜，干什么大呼小叫的？这里可是学园长的办公室，禁止喧哗。",
			"キアナ、そんな大声出して何ですか。ここは学園長のオフィスよ、慎みなさい。",
			"키아나, 그렇게 큰 소리 내지 마세요. 여기는 학원장 오피스예요, 조용히 하세요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68451,
			"Aunt? Why are you here? Where's mom?",
			"大…大姨妈？你怎么在这里？我老妈呢？",
			"お、おばさん、どうしてここに？ママは？",
			"어, 어머니, 왜 여기에? 엄마는?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68452,
			"Listen, Kiana. You mom asked me to be the acting Principal, that's why I'm here. From now on you have to call me Principal Theresa, understand?",
			"琪亚娜，我可是被你妈妈拜托了代理学园长的职务，所以当然会在这里办公了~从现在起你要叫我德丽莎学园长了~",
			"キアナ、あたくしはあなたのお母様に学園長代理をお願いされたのよ。だから当然、ここで仕事をしているのです。今からあなたは私のことをテレサ学園長と呼びなさい。",
			"키아나, 아타크시는 당신의 어머니께서 학원장 대리를 부탁하셨단다. 그래서 당연히 여기서 일을 하고 있는 거예요. 지금부터 당신은 나를 테레사 학원장이라고 부르세요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68453,
			"What? Acting... that means mom is not here? She said there's a mission arranged for us today. Seems to be doing something in the country...",
			"诶？代理…也就是说老妈现在不在么？她明明说今天有任务要安排给我们小队的……好像是要去野外干什么来着……",
			"え？代理…で、ママは今いないの？きょうは私たちの部隊に任務を与えるって言ってたのに……外で何かするとか……",
			"엣? 대리... 라고, 엄마는 지금 안 계신 거야? 오늘은 우리 부대에 임무를 준다고 하셨는데... 밖에서 뭘 한다고...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68454,
			"A mission to you, from Sessiria, huh? But she didn't mention this to me. Don't tell me you are the \"kids\" that she referred to?",
			"塞西莉亚给你们安排的任务么……但是塞西莉亚完全没有跟我说这事啊，难道说她那句孩子们就交给你照顾了的意思是……",
			"セシリアがあなたたちに用意した任務ねえ……でも彼女、あたくしにはそんなこと全然言ってなかったわ。まさか子供たちをよろしくって言った意味は……",
			"세실리아가 너희들에게 준 임무라니... 하지만 그녀는 나에게는 그런 말 조금도 하지 않았어. 설마 아이들을 부탁한다는 게 이런 뜻이었던 건가...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68455,
			"Aunt, what are you talking about?",
			"大姨妈？你在说什么？",
			"おばさん？今何て言ったの？",
			"아주머니? 방금 뭐라고 하셨나요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68456,
			"Ahem! Nothing. Now I remember. Go gather your member, we will go out soon.",
			"咳咳，没什么，只是刚好想起来是有这么回事……那先去召集你们的队员吧，我们马上出发。",
			"ゴホン、何も。ただ、あたくしもちょうど考えていたところです……あなたはまず隊員たちを集めなさい。すぐに出発よ。",
			"에헴, 아무것도. 단지 나도 막 생각하던 참이었어... 너는 먼저 대원들을 모으도록 해. 곧 출발할 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68457,
			"Cool! Right away! Hooray! Time for outdoor play again!",
			"嗯！我这就去！太好了，又能出去玩咯~",
			"うん！行ってくる！やったあ、また遊びにいけるぞ〜",
			"네! 갔다 올게요! 야호, 또 놀러 갈 수 있겠다~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68458,
			"What? Play? Not training? Sessiria really spoils her daughter. But now I am the Principal, and I won't compromise.",
			"不是去训练么，怎么到她嘴里就变成出去玩了……塞西莉亚还真是放任这个女儿啊，不过今天既然我是学园长，就不能姑息这种歪风邪气了。",
			"訓練なのに遊びに行くなんてまったくあの子ったら……セシリアはホント、好きにさせ過ぎよ。でも今日はあたくしが学園長よ、おふざけは許さないから。",
			"훈련인데 놀러 간다니 정말 저 아이는... 세실리아는 정말로 너무 내버려 둔 거야. 하지만 오늘은 내가 학원장이니, 장난은 용서하지 않을 거야.",
			null
		]
	],
	"1058": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68459,
			"Aunt, why are you bringing us to the church again? But you are not dressing up like a maiden. Looks like it's not a prank.",
			"大姨妈，你又把我们带到这个教堂来干什么，不对，你好像也没有穿修女服，看来不是要扮修女来坑我们。",
			"おばさん、私たちをこんな教会に連れてきてどうするの？おばさんは修道服を着てないから、修道女のふりをして私たちを騙すんじゃないよね。",
			"아주머니, 우리를 이런 교회로 데려와서 뭘 하시려는 거예요? 아주머니는 수도복을 입지 않으셨으니, 수녀 행세를 하며 우리를 속이려는 건 아니죠?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68460,
			"Principal Theresa, may I ask what are we going to do here?",
			"德丽莎学园长，请问您让我们来这里是为了什么呢？",
			"テレサ学園長、どうして私たちをここへ連れてきたのですか？",
			"테레사 학원장님, 왜 우리를 여기로 데려오신 거예요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68461,
			"Prin... Principal Theresa...",
			"德…德丽莎学园长……",
			"テ、テレサ学園長……",
			"테, 테레사 학원장님...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68462,
			"Yes, even though you're the acting Principal. But for us, you are now the Principal.",
			"对啊，虽然只是是代理，但是对于我们来说，您现在就是学园长。",
			"そうですよ。代理ですが、今の私たちにとって学園長はあなたなのですから。",
			"맞아요. 대리이지만, 지금 우리에게 학원장은 당신이니까요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68463,
			"Principal... *Gasp*",
			"学园长…呼呼……",
			"学園長…ふふ……",
			"학원장... 훗...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68464,
			"Bishop Theresa, you look creepy...",
			"德丽莎主教，你的表情好奇怪啊……",
			"テレサ主教、顔が変ですよ……",
			"테레사 주교님, 얼굴이 이상해요...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68465,
			"Ahem... forget about it! Besides, call me Principal, Kyushou.",
			"咳咳……没什么！还有，九霄，要叫我学园长。",
			"ゴホン……何でもありません！それと九霄、あたくしのことは学園長と呼びなさい。",
			"콜록... 아무것도 아냐요! 그리고 큐쇼, 나를 학장님이라고 불러.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68466,
			"Oops!",
			"哎哟！",
			"へえー。",
			"흐음.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68467,
			"Now you'll be briefed about your mission. This time you'll experience how a Rank S Valkyrie fights as a team.",
			"那么我来说一下你们的任务吧，这一次我会带你们体验一下一个具备S级女武神的小队的战斗方式。",
			"それではあなたたちの任務を説明します。今回はS級ヴァルキリー部隊の戦闘方法を体験してもらいます。",
			"그럼 너희들의 임무를 설명하겠다. 이번에는 S급 발키리 부대의 전투 방식을 체험해볼 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68468,
			"Shouldn't a Rank S Valkyrie simply marmalize everything in her way?",
			"有S级女武神的存在，难道不是直接碾压过去就行了么？",
			"S級ヴァルキリーくらいになれば、直接ぶっとばせばそれでいいんじゃない？",
			"S급 발키리쯤 되면 그냥 바로 날려버리면 되는 거 아냐?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68469,
			"In fantasy world, yes. Even though Rank S Valkyries are extremely powerful, when fighting Houkai Beasts, strategies matter the most.",
			"哪有那么轻松的事，虽然S级女武神是极强的战力，但是在面对上崩坏兽的时候，错误的战略也会导致战局的崩溃。",
			"そんなに簡単なものじゃありません。S級ヴァルキリーは極めて高い戦闘力を備えていますが、崩壊獣と戦う場合、誤った戦略を取れば結果は悲惨なものとなります。",
			"그렇게 간단한 게 아니야. S급 발키리는 매우 높은 전투력을 갖추고 있지만, 붕괴수와 싸울 때 잘못된 전략을 사용하면 결과는 비참해질 수 있어.",
			null
		],
		[
			"msg",
			68470,
			"Not to mention... Kiana, do you still remember the Jhana we met in that Island? If we are to confront such terrifying enemy...",
			"更何况……琪亚娜，你还记得我们在那个岛上遇到的迦娜么。如果是遇上那种可怕的存在的话……",
			"さらに……キアナ、私たちがあの島でジャンナに遭遇した時のことを覚えていますか？もしあのような恐ろしい相手と戦うことになれば……",
			"게다가... 키아나, 우리가 그 섬에서 잔나를 만났을 때를 기억하나? 만약 그런 무서운 상대와 싸우게 된다면...",
			null
		],
		[
			"msg",
			68471,
			"Anyway, take it seriously, it not some random training. Follow my command during the battle.",
			"总之，你也收回一点玩心，不要以为这是随随便便的训练。在真正战斗的时候你们就听我的指挥吧。",
			"とにかく、お遊びはなしよ。いい加減な気持ちで訓練に取り組んではいけません。本当の戦闘に出れば、あなたたちは私の指示に従うことになるのですから。",
			"어쨌든, 장난은 안 돼. 대충대충 훈련에 임해서는 안 된다. 진짜 전투에 나가면 너희들은 내 지시에 따라야 할 테니까.",
			null
		]
	],
	"1059": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68472,
			"Hey, Kiana, is \"Jhana\" someone's name? Principal Theresa has just mentioned. Who is she?",
			"琪亚娜，刚才德丽莎学园长提到的“迦娜”是一个人名么？她是谁？",
			"キアナ、テレサ学園長がさっき言った「ジャンナ」って人の名前？それ誰なの？",
			"키아나, 테레사 학장님이 방금 말한 「잔나」라는 사람 이름이야? 그게 누구야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68473,
			"Jhana is an adorable gir... is a Houkai humanoid. It is no pushover.",
			"迦娜是一个很可爱的女……是一个有着人形态的崩坏生物，有着非常强大的实力。",
			"ジャンナは可愛らしい女の子……みたいなヒト型崩壊生物です。とっても強いの。",
			"잔나는 귀여운 소녀... 같은 인형 붕괴생물이야. 엄청 강하더라.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68474,
			"Houkai humanoid? Isn't it Herrscher? I didn't know you've fought against Herrscher! How surprising that you could survive the battle. You're my great Servant!",
			"人形态的崩坏生物？那不就是律者么？原来琪亚娜你在之前已经和律者战斗过了么！没想到你居然还能活下来，不愧是被我选召的英灵。",
			"ヒト型崩壊生物？それは律者じゃないの？キアナは既に律者と戦ったことがあるのね！しかもまだ生きてるなんて、さすが私が見込んだ英霊ってだけはあるなあ。",
			"인간형 붕괴 생물? 그건 율자가 아니야? 키아나는 이미 율자와 싸워본 적이 있구나! 게다가 아직 살아있다니, 역시 내가 눈여겨본 영령답다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68475,
			"Hehe. It's not Herrscher, but the fact that I could survive the battle is that I'm so talented, and was able to unleash all my potential when it came to the crunch... Wait, since when did I become a Servant? I'm still alive!",
			"诶嘿嘿~虽然不是律者，但是能活下来当然是因为我天赋惊人，在关键时刻爆发了身体的潜力……不对，我怎么就成英灵了，我还没死呢！",
			"へへへ〜律者じゃないんだけどね。でも生き残ったのは当然、私に天賦の才があるからよ。重要な時に潜在能力が爆発して……ていうか、どうして私が英霊なのよ、まだ死んでないのに！",
			"헤헤~ 율자는 아니었지만. 그래도 살아남은 건 당연해, 나에게 천부적인 재능이 있으니까. 중요한 순간에 잠재력이 폭발해서... 아니 근데 왜 내가 영령이야, 아직 안 죽었는데!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68476,
			"So you're so proud of it, huh? I and Himeko! were so worried about you. You had no idea that you were getting along with a monstrous beast. How come you can be proud of it? I wonder if Himeko trained you hard enough.",
			"你还说！？当时我和姬子都快急死了，你居然跟着那么恐怖的怪物走了一路自己还没点直觉，现在还引以为傲……难道是当时姬子的特训还不够么？",
			"おだまり！あの時、私と姫子は二人とも死ぬほどあせっていたのに、あなたはしばらく気づかないであの恐ろしい怪物に付いて行ってしまったのよ。それを自慢げに話すとは……姫子に受けた特訓ではまだ足りないと言うの？",
			"닥쳐! 그때 나와 히메코는 둘 다 죽을 만큼 애를 쓰고 있었는데, 너는 한동안 눈치도 못 채고 그 끔찍한 괴물을 따라갔잖아. 그걸 자랑스럽게 말하다니... 히메코에게 받은 특훈이 아직 부족하다는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68477,
			"Uh...",
			"呃……",
			"お……",
			"어...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68478,
			"Fortunately that monster has its own will and did not intend to kill us. That island is now a forbidden area and is thoroughly monitored.",
			"不过幸好的事那个怪物似乎有着自己的想法，并未对我们下死手，那个岛屿已经被列为禁区，被严密监视着。",
			"でも、あの怪物に何か考えがあって私たちにとどめを刺さなかったのは幸運でした。あの島は今、立入禁止区域となって厳しい監視を受けています。",
			"하지만, 그 괴물이 무슨 생각이 있어서 우리를 끝장내지 않은 건 다행이었어. 그 섬은 지금 출입금지 구역으로 지정되어 엄격한 감시를 받고 있지.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68479,
			"So, you mean, Jhana is very strong?",
			"听德丽莎学园长的意思，难道那个“迦娜”很强么？",
			"テレサ学園長がおっしゃりたいのは、その「ジャンナ」というやつがとても強いということですか？",
			"테레사 학원장이 말씀하시고 싶은 건, 그 「잔나」라는 녀석이 매우 강하다는 건가요?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68480,
			"Yes, she is. Perhaps a tad stronger than Sessiria. But I didn't feel being suppressed when fighting her. I wonder why...",
			"嗯，非常强，可能比塞西莉亚还要强一些， 但是不知道为什么和她进行战斗的时候并没有特别地感受到那种被压制的感觉……",
			"ええ、強いわ。恐らくセシリアよりも上よ。でもなぜだか分からないけど、彼女と戦う時はあの押しつぶされるような圧迫感を感じないの……",
			"그래, 강해. 아마 세실리아보다도 위일 거야. 하지만 왜인지 모르겠는데, 그녀와 싸울 때는 그 눌러버리는 듯한 압박감을 느끼지 않아...",
			null
		],
		[
			"msg",
			68481,
			"Now that we've been deciphering the data excavated from the ruins, we've learnt a lot of new things. I believe we'll know if the monster is a Herrscher or not soon.",
			"不过，随着我们从遗迹中所发现的资料陆陆续续被破解，我们也了解到了去多新的东西，相信不久之后我们就能够知道那个怪物究竟是律者还是其他生物了。",
			"しかし私たちが遺跡の中で発見した資料が解読され、多くのことが明らかになったわ。遠くない未来、私たちはあの怪物が律者か、あるいは別の生物なのか知ることになるでしょう。",
			"하지만 우리가 유적에서 발견한 자료가 해독되면서 많은 것이 밝혀졌어. 머지않은 미래에, 우리는 그 괴물이 율자인지, 아니면 다른 생물인지 알게 될 거야.",
			null
		]
	]
}