{
	"3060": [
		[
			"bgm",
			40
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458508,
			"..... It's Sister Bronya! Ooo Sister Bronya!",
			"是……是布洛妮娅姐姐！呜呜布洛妮娅姐姐！",
			"ブ……ブローニャお姉ちゃん！ブローニャお姉ちゃんだ！",
			"브, 브로냐 누나! 브로냐 누나잖아!",
			"B..Bronya! Bronya, over here!",
			null,
			"Yes ...... it's Sister Bronya! Oooh Sister Bronya!",
			"Bu ...... It's Bronya sis! It's big sis Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458509,
			"I heard that Seele and Sin were both at the party, so they came with us. What happened?",
			"听说希儿和杏都来参加舞会了就也跟过来了，发生什么事了？",
			"ゼーレとシンが舞踏会に参加すると聞いたから、ブローニャも来たみたのですが、何があったんですか？",
			"제레와 신이 무도회에 참가한다고 해서, 브로냐도 와 봤는데 무슨 일이에요?",
			"I heard that Seele and Sin were going to attend the ball, so I came here too. What happened?",
			null,
			"I heard that Hill and Apricot came to the ball, so I followed them. What happened?",
			"I heard that Seele and Singh were going to attend the ball, so Bronya came too."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458510,
			"Even in our dreams, we were three sisters. Sister Bronya, listen to Seele——",
			"果然就算在梦里，我们也是三姐妹。布洛妮娅姐姐，听希儿说呀——",
			"やっぱり夢の中でもブローニャお姉ちゃんは優しいね。あのね、ブローニャお姉ちゃん。",
			"역시 꿈 속에서도 브로냐 언니는 너무 상냥하네. 있잖아, 브로냐 언니.",
			"It seems like even in our dreams, the three of us are still sisters. Bronya, listen to Seele--",
			null,
			"Sure enough, even in our dreams, we are three sisters. Sister Bronya, listen to Hil...",
			"After all, even in my dreams, Bronya-sis is very kind. You know, Bronya-sis."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458511,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458512,
			"————",
			"————",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				30054,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458513,
			null,
			"啦啦啦啦~♫",
			"ららら～♪",
			"라라라~♪",
			"Lalalala~♬",
			null,
			"La la la la la~♫",
			"La-la-la-la-la-la-la-la-la...♪"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				30054,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458514,
			"Well...The situation is clear. Although Bronya isn't sure what Seele's dream is about, Sin's behavior is definitely not normal.",
			"嗯……情况大概明白了，虽然布洛妮娅不太清楚希儿说的梦是怎么回事，但是杏的那个样子确实很不正常。",
			"はい……事情は分かりました。ゼーレの話した夢のことはよく分かりませんが、シンの様子は確かに普通ではありません。",
			"네... 사정을 알겠어요. 제레가 말한 꿈 이야기는 잘 모르겠지만, 신의 상태는 확실히 평소와 달라요.",
			"Yeah...... I understand the situation. I'm not sure about the dream that you told me about, but Sin's condition is definitely not normal.",
			null,
			"Well ...... situation is probably understood, although Bronya is not quite sure what Hill said the dream is about, but that look of the apricot is indeed very abnormal.",
			"Yes ...... I understand the situation. I am not sure about the dream that Seele talked about, but Singh's condition is certainly not normal."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458515,
			"If all this is Anilla's work, and if Seele wakes up, it will all come true… Seele is weird to say that, right?",
			"而且如果这些都是阿尼拉搞的鬼的话，要是希儿醒来，一切就都成真了……唔，希儿这么说显得很奇怪吧？",
			"もしそれが全部アニラの仕業なら、ゼーレが目覚めると、全て現実になっちゃう……うっ、こんな風にいうのも変わってるよね？",
			"만약 그게 전부 아니라의 소행이라면, 제레가 깨어나면 모든 게 현실이 되어 버려... 어, 이런 식으로 말하는 것도 이상하네?",
			null,
			null,
			"And if all of this is Anila's doing, if Shire wakes up, everything will be true ...... Well, it seems strange for Shire to say that, right?",
			"If it's all Anila's doing, when Seele wakes up, it will all become real. ...... Ugh, it's strange to say it like this, isn't it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458516,
			"I didn't understand it, but if Seele said it, Bronya would believe it. We have to find that Anilla before it's too late...",
			"虽然不理解，但既然是希儿说的，布洛妮娅就会相信。也就是说，必须趁早找到那个叫做阿尼拉的家伙……",
			"理解はできませんが、ゼーレの言葉をブローニャは信じることにします。つまり、あのアニラとやらを早く見つけないといけないんですね。",
			"이해할 수는 없지만, 제레의 말을 브로냐는 믿기로 해요. 그러니까 그 아니라라는 녀석을 빨리 찾아야 하는 거군요.",
			null,
			null,
			"Although she doesn't understand it, but since it's what Hier said, Bronya will believe it. That means that the guy called Anila must be found before it's too late ......",
			"I don't understand, but Bronya decides to believe Seele's words. In other words, we need to find that Anila or whatever she is as soon as possible."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458517,
			"That's it! But what should Seele do?",
			"就是这样！可是希儿要怎么做才好呢？",
			"そうそう！でもどうすればいいのかな？",
			"맞아! 근데 어떻게 하면 좋을까?",
			null,
			null,
			"That's it! But what's Heer going to do about it?",
			"Oh yes! But how can we do that?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458518,
			"Bronya thought about the battle plan... Since Seele said it was a dream, are there any solutions that can only be done in a dream?",
			"布洛妮娅来思考一下作战计划……既然希儿说这是个梦境的话，有没有什么只有在梦里才能做到的解决方法？",
			"作戦計画を考えます。これがゼーレの夢なら、夢でしかできない解決策はありますか？",
			"작전 계획을 생각해. 이게 제레의 꿈이라면, 꿈에서만 할 수 있는 해결책이 있을까?",
			null,
			null,
			"Bronya to think about the battle plan ...... Since Hill said this is a dream, is there any solution that can only be done in a dream?",
			"I will come up with a plan of action. If this is Seele's dream, is there a solution that can only be dreamt?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458519,
			null,
			"梦的话……嗯……啊！对了！",
			"夢なら……うーん……あっ！あった！",
			"꿈이라면……음……어! 있어!",
			"If it's a dream ... Hmm ... Oh!  there were!",
			null,
			"Dream words ...... um ...... ah! That's right!",
			"If you're dreaming ...... umm ...... Oh! There it is!"
		],
		[
			"msg",
			458520,
			"Since it's a dream, only people Seele knows will appear. The less familiar they are, the more blurred the image becomes. In reality, everyone becomes an important role in the dream...So——",
			"因为是梦，所以只会出现希儿认识的人，越不熟悉的人的形象就越模糊。在现实中的大家在梦里都变成了重要的角色……所以说——",
			"ゼーレの夢だから、ゼーレの知り合いしか出てこないの。よく知らない人の顔はぼやけるの。それで現実にいるみんなは夢で重要な役になってるから……だからね……。",
			"제레의 꿈이니까 제레의 아는 사람만 나오는 거야. 잘 모르는 사람 얼굴은 흐릿해. 그래서 현실에 있는 모두가 꿈에서 중요한 역할을 하고 있어……그러니까……",
			null,
			null,
			"Because it is a dream, so only the people that Hill knows will appear, the more unfamiliar the image of the person is blurred. Everyone in reality becomes an important character in the dream ...... so that -",
			"It's Seele's dream, so only people Seele knows appear. Faces of people I don't know well get blurred out. So everyone in real life plays an important role in the dream, which is why it's ....... ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458521,
			"If there is a clear image in the dream, someone Seele doesn't know at all——",
			"如果在梦里出现了一个形象清晰，而希儿却完全不认识的人——",
			"顔がはっきりしてるのに、ゼーレが全く知らない人がいたら、それは——",
			"얼굴이 선명한데 제레가 전혀 모르는 사람이 있었다면, 그건 ——",
			null,
			null,
			"If a person appears in the dream with a clear image, and Hill does not recognize it at all -",
			"If someone's face is clear, but Seele doesn't know them at all, it's--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458522,
			"Then it must be Anilla! And of all the people in the wedding dress, the only one who is qualified is you!",
			"那就一定是阿尼拉！而在场穿着婚纱的大家中，唯一符合条件的那个人就是——你！",
			"きっとアニラだよ！そしてウェディングドレスを着てる人たちの中で、その条件を満たしてるのは、あなただよ！",
			"분명 아니라야! 그리고 웨딩드레스를 입은 사람들 중에서 그 조건을 만족하는 건, 바로 너야!",
			null,
			null,
			"Then it must be Anila! And the only one of everyone present in a wedding dress who fits the bill is - you!",
			"I bet it's Anila! And of all the people in wedding dresses, you're the one who fits the bill!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				925,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458523,
			null,
			"被发现了！？",
			"気付かれた！？",
			"들켰어!?",
			"You noticed!?",
			null,
			"Found out!",
			"You've been noticed!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				833,
				0,
				true
			]
		],
		[
			"msg",
			458524,
			"You must be Anilla! A knife-wielding girl in a wedding dress...That's exactly what sine said at the beginning.",
			"你就是阿尼拉吧！穿着婚纱的持刀少女……和杏一开始说的完全一致啊。",
			"あなたがアニラだよね！ナイフを持ったウェディングドレス姿の少女……シンが話したのと同じだ。",
			"네가 아니라 맞지? 나이프를 든 웨딩드레스 소녀……신이 말한 것과 똑같아.",
			null,
			null,
			"You are Anila, right! The knife-wielding girl in a wedding dress ...... and apricot at the beginning said exactly the same ah.",
			"You must be Anila! The same girl in the wedding dress with the knife ...... Singh spoke of."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			458525,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458526,
			"Absolutely, I was Seele's nightmare, the creator of this dream.",
			"完全没错，我就是希儿的梦魇，这个梦境的缔造者。",
			"そうよ、私があなたの夢魔、この夢を作った人よ。",
			"그래, 내가 네 악몽, 이 꿈을 만든 사람이야.",
			null,
			null,
			"Totally right, I am the creator of Hill's nightmare, this dream world.",
			"Yes, I am your dreamer, the creator of this dream."
		],
		[
			"msg",
			458527,
			"However, I created this dream for Seele's sake.",
			"不过，我之所以创造这个梦，完全是为了希儿着想哟。",
			"でも、この夢を作ったのはあなたのためよ、ゼーレ。",
			"하지만 이 꿈을 만든 건 너를 위해서야, 제레.",
			null,
			null,
			"However, the reason why I created this dream is entirely for the sake of Hill, yo.",
			"But I made this dream for you, Seele."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30055,
				0,
				false
			]
		],
		[
			"msg",
			458528,
			"Huh? What's going on?",
			"嗯？怎么回事？本公主的舞会上怎么忽然出现了完全无关的展开？",
			"ん？どういうこと？どうして私の舞踏会によく分からないことが起きてるの？",
			"응? 무슨 말이야? 왜 내 무도회에 자꾸 이상한 일이 생기는 거지?",
			"What? What's going on? Why did something completely unrelated suddenly appear at my princess's ball?",
			null,
			"What? What's going on? Why did something completely unrelated suddenly appear at my princess's ball?",
			"Hmm? What's going on? Why are there things happening at my ball that I don't understand?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			458529,
			"It was I who gave Sin the wedding dress and changed Sin's personality, but isn't this what Seele expected?",
			"就是我给了杏婚纱，改变了杏的性格，可是这样不正是希儿所期盼的吗？",
			"私がシンにウェディングドレスを渡して、彼女の性格を変えたのよ。それはゼーレが望んだことでしょう？",
			"내가 신에게 웨딩드레스를 건네서 그녀 성격이 변한 거야. 제레가 바란 일 아니었어?",
			"It was I who gave Sin a wedding dress and changed her personality. But isn't this what you wanted?",
			null,
			"I was the one who gave Apricot the wedding dress and changed her character, but isn't that what Hsieh was hoping for?",
			"I gave Singh her wedding dress and changed her personality. That's what Seele wanted, right?"
		],
		[
			"msg",
			458530,
			"Has that Sin been bullying you all day? Wouldn't it be nice to make her sweet and sweet?",
			"那个杏整天都在欺负你吧？让她变得温柔可爱，难道不好吗？",
			"毎日シンにいじめられてるのよね？やさしいシンは好きじゃない？",
			"매일 신한테 괴롭힘 당하는 거지? 다정한 신이 싫어?",
			"You're being bullied by Sin every day, right? Wouldn't you prefer a sweet and gentle Sin?",
			null,
			"That Apricot has been bullying you all day, right? Wouldn't it be good to make her gentle and cute?",
			"Shin picks on you every day, doesn't he? Don't you like the gentle Singh?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			458531,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			458532,
			"No……",
			"不好……",
			"好きじゃない……。",
			"싫어... .",
			null,
			null,
			"Not good ......",
			"I don't like ......."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				925,
				0,
				false
			]
		],
		[
			"msg",
			458533,
			"Huh?",
			"嗯？",
			"ん？",
			"응?",
			null,
			null,
			"Hmm?",
			"Hmm?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				925,
				0,
				true
			]
		],
		[
			"msg",
			458534,
			"Of course not! Although it was annoying to quarrel all the time, Sin was the first one to stand out when something happened at home.",
			"当然不好！虽然整天吵架，也十分烦人，但一旦家里出了什么事，杏也是最先站出来那一个。",
			"好きじゃないよ！毎日喧嘩してるし、嫌だって思ってるけど、いざという時、シンはいつも真っ先に立ち上がるもん。",
			"싫다고! 매일 싸우고, 짜증 난다고 생각하지만, 급할 때면 신은 항상 제일 먼저 나서.",
			"I don't like it! Although I hate fighting with her every day, whenever something serious happens Sin is always the first one to stand up for me.",
			null,
			"Of course not! Although quarrels all day long, but also very annoying, but once something happens at home, apricot is also the first to stand out that one.",
			"I don't like it! We fight every day and I hate it, but when it comes down to it, Shin is always the first one to stand up."
		],
		[
			"msg",
			458535,
			"No matter how bad a quarrel is, you can always sleep it off the next day. But once people are gone, they can never be found again.",
			"吵架这种事，无论吵得多厉害，睡一觉第二天都能和好，但一旦人消失了，就再也找不回来了。",
			"喧嘩とか、いくらしても、寝て起きたら仲直りできるけど、シンが本当に消えたら、もう二度と会えないもん。",
			"싸우고, 얼마나 다투든 잠자고 일어나면 화해할 수 있지만, 신이 진짜 사라지면 다시는 못 만나잖아.",
			"No matter how much we fight, no matter how badly we fight, we will always make up by the next morning. But if the real Sin disappears, I'll never be able to get her back.",
			null,
			"Quarrel this kind of thing, no matter how strong the quarrel, sleep the next day can be reconciled, but once the person disappears, you can never get back.",
			"No matter how many fights we have or how much we fight, we can go to sleep and wake up and make up, but if Shin really disappears, we will never see each other again."
		],
		[
			"msg",
			458536,
			"I don't hope so.",
			"我不希望这样。",
			"そんなのゼーレは嫌だ。",
			"그런 건 제레 싫어.",
			"I don't wish for that.",
			null,
			"I don't want that.",
			"Seele doesn't want to do that."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458537,
			"Seele……",
			"希儿……",
			"ゼーレ……。",
			"제레…….",
			null,
			null,
			"Hill ......",
			"Seele. ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458538,
			"Sin is also very important to me!",
			"杏也是我很重要的人！",
			"シンもゼーレの大事な人だもん！",
			"신도 제레의 소중한 사람이니까!",
			null,
			null,
			"Apricot is also a very important person to me!",
			"Shin is also very important to Seele!"
		],
		[
			"msg",
			458539,
			"So, I'm going to knock you down and get Sin back!",
			"所以，希儿要打倒你，把杏抢回来！",
			"だから、ゼーレはあなたを倒して、シンを奪い返すよ！",
			"그러니까, 제레는 너를 쓰러뜨리고, 신을 되찾을 거야!",
			null,
			null,
			"So, Hill will beat you and snatch back the apricot!",
			"So, Seele will beat you and take back Sin!"
		]
	],
	"3061": [
		[
			"bgm",
			40
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				925,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458540,
			"Well? ... You...... Two...",
			"唔……你们……二打一……",
			"うっ……あなたたち……2体1は卑怯よ……。",
			"윽…… 너희들…… 2대 1은 비겁해…….",
			null,
			null,
			"Well ...... you guys ...... two dozen ......",
			"Ugh ...... you ......2 bodies1 are not fair ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458541,
			"Pit-A-Pit!",
			"扑通！",
			"パタン！",
			"퍽!",
			null,
			null,
			"Flutter!",
			"Poof!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458542,
			"Give Sin to me!",
			"把杏……还给希儿。",
			"シンを……ゼーレに返して。",
			"신을…… 제레에게 돌려줘.",
			null,
			null,
			"Return the apricot ...... to Shire.",
			"Return Sin to ...... Seele."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				833,
				0,
				false
			]
		],
		[
			"msg",
			458543,
			"It's done. Anilla's been knocked down.",
			"已经可以了，阿尼拉被打倒了。",
			"もういいです、アニラは倒されましたから。",
			"이제 됐어, 아니라는 쓰러졌으니까.",
			null,
			null,
			"It's already possible, Anila is down.",
			"No more, because Anila has been defeated."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458544,
			"Seele……",
			"希儿……",
			"ゼーレ……。",
			"제레…….",
			null,
			null,
			"Hill ......",
			"Seele. ......."
		],
		[
			"msg",
			458545,
			"The SIn seems to disappear. Is it because Seele hates the Sin of now?",
			"杏，好像要消失了，是因为希儿讨厌现在的杏吗？",
			"シン、消えるみたい。ゼーレは今のシンが嫌い？",
			"신, 사라지는 것 같아. 제레는 지금의 신이 싫어?",
			null,
			null,
			"Apricot, it seems to be disappearing, is it because Hill hates the current Apricot?",
			"Shin, it seems to disappear. Seele doesn't like Shin now?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458546,
			"No, if only Sin could be Seele's family now.",
			"才没有呢，要是现在的杏也能成为希儿的家人就好了。",
			"そんなことない、今のシンにもゼーレの家族になってほしいぐらいだよ。",
			"그런 거 없어, 지금의 신에게도 제레의 가족이 되어줬으면 좋겠어.",
			null,
			null,
			"Not at all. If only Apricot could be Shire's family now.",
			"That's not true, I'd even like to see Shin become part of Seele's family now."
		],
		[
			"msg",
			458547,
			"But Seele still can't allow that Sin to just disappear.",
			"但是希儿还是不能允许那一个杏就这么消失掉。",
			"でも、もう一人のシンが消えるなんてゼーレは嫌だから。",
			"하지만, 또 다른 신이 사라진다는 건 제레는 싫으니까.",
			null,
			null,
			"But Hill still couldn't allow that one apricot to just disappear.",
			"But Seele doesn't want the other Shin to disappear."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458548,
			"Well……",
			"嗯……",
			"うん……。",
			"음....",
			null,
			null,
			"Well ......",
			"Yeah. ......."
		],
		[
			"msg",
			458549,
			"I knoe!",
			"那就好，杏知道了！",
			"そっか、それならいいの。",
			"그랬구나, 그럼 괜찮아.",
			"If you're fine with it, then I am too!",
			null,
			"That's good, Apricot knows!",
			"I see, that's fine."
		],
		[
			"msg",
			458550,
			"Sin didn't mind. After Seele beat Anilla, Sin seemed vaguely aware of the origin.",
			"杏不介意这样的结果的，希儿打败阿尼拉之后，杏好像隐约明白了自己的来源。",
			"シンはこの結果を気にしないよ。ゼーレがアニラを倒した後、シンも自分のことをなんとなく理解したから。",
			"신은 이 결과를 신경쓰지 않아. 제레가 아닐라를 쓰러뜨린 후, 신도 자신의 일을 어느 정도 이해했으니까.",
			"Sin doesn't care about this result.  After Seele defeated Anila, Sin somehow understood herself.",
			null,
			"Apricot didn't mind this outcome. After Hir defeated Anila, Apricot seemed to vaguely understand where she was coming from.",
			"Shinn won't mind this outcome. Because after Seele defeated Anila, Shinn also understood himself somewhat."
		],
		[
			"msg",
			458551,
			"The Sin at this moment is actually the side of the original Sin that she want to hide. Not some stranger.",
			"此时此刻的杏，其实是原本的杏想要隐藏起来的一面。不是什么陌生的别人哦。",
			"今のシンは、本当は元のシンが隠した一面なの。知らない人じゃないよ。",
			"지금의 신은, 사실 원래 신이 숨겼던 한 면모야. 모르는 사람이 아니라고.",
			"The Sin right now is actually a hidden side of her. Not some stranger.",
			null,
			"The apricot at this moment is actually a side of the original apricot that wants to be hidden. Not what strange others oh.",
			"Now Shin is really a hidden side of the original Shin. He's not a stranger."
		],
		[
			"msg",
			458552,
			"The original Sin definitely doesn't hate Seele either.",
			"所以相信杏的话吧，本来的杏，也绝对不讨厌希儿哦。",
			"だからシンの話を信じて。元のシンもゼーレのことが嫌いじゃないよ。",
			"그러니까 신의 말을 믿어줘. 원래 신도 제레를 싫어하지는 않아.",
			"So believe in Sin's story.  The original Sin doesn't hate Seele either.",
			null,
			"So believe Apricot's words, the original Apricot, and definitely do not hate Hill Oh.",
			"So believe Shin's story. The original Singh doesn't hate Seele either."
		],
		[
			"msg",
			458553,
			"Thank you, Seele——",
			"谢谢希儿，愿意为了那个杏做这么多事情，嘿——",
			"ありがとう、ゼーレ、シンのためにいろいろしてくれて。えへへっ！",
			"고마워, 제레, 신을 위해 여러 가지 해줘서. 에헤헤!",
			"Thank you, Zele, for Shin, hehehe ---",
			null,
			"Thank you, Hill, for being willing to do so much for that apricot. Hey-",
			"Thanks, Seele, for all you do for Shin. Hehehe!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458554,
			"Let's have a hug!",
			"要拥抱吗——欸，好！来抱抱！",
			"ハグするの？うん、いいよ！ハグしよう！",
			"안아줄 거야? 음, 좋아! 안자!",
			"Do you want to hug me? Alright, let's hug!",
			null,
			"Want a hug - hey, yeah! Give me a hug!",
			"Hugs? Yeah, okay! Let's hug!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458555,
			"……",
			"……",
			"……。",
			".....",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458556,
			"I will remember the Sin of now.",
			"希儿会记住现在的杏的。",
			"ゼーレ、今のシンのことを忘れないよ。",
			"제레, 지금의 신을 잊지 않을 거야.",
			null,
			null,
			"Hill will remember the apricot now.",
			"Seele, I'll never forget what you just said about Shin."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458557,
			"Great. Let's have a hug too, Bronya.",
			"那就太好了。布洛妮娅姐姐也来抱抱，嘿~",
			"よかった。ブローニャお姉ちゃんもハグ！えへへっ。",
			"다행이다. 브로냐 언니도 안아! 에헤헤!",
			null,
			null,
			"That would be great. Sister Bronya also to hug, hey ~",
			"Thank goodness. Hugs to you too, Bronya sis! Ehehe."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				833,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458558,
			"Well.",
			"嗯。",
			"はい。",
			"네.",
			null,
			null,
			"Hmm.",
			"Yes."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				833,
				0,
				true
			],
			[
				30054,
				0,
				false
			]
		],
		[
			"msg",
			458559,
			"Then kiss~",
			"然后亲亲~",
			"チューもしよう。",
			"뽀뽀하자.",
			"Then a kiss~ (TN: There are multiple ways to say the word \"kiss\" in Chinese but this one means \"kiss on the cheek/forehead\" in a non romantic sense. Sorry Yuri lovers, better luck next time)",
			null,
			"Then kiss~",
			"Let's also kiss."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				833,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458560,
			"Well.",
			"嗯。",
			"はい。",
			"네.",
			null,
			null,
			"Hmm.",
			"Yes."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458561,
			"Chu~~",
			"啾~",
			"チュ～！",
			"쪽~!",
			null,
			null,
			"Chirp~",
			"Chu~!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				30054,
				0,
				true
			]
		],
		[
			"msg",
			458562,
			"Wait, wait!",
			"等等等等！为什么要亲亲啊！",
			"待って、待って！どうしてチューするの！",
			"잠깐, 잠깐! 왜 뽀뽀하는 거야!",
			"Wait, wait! Why did you kiss her!!",
			null,
			"Wait, wait, wait! Why do you want to kiss ah!",
			"Wait, wait! Why are you kissing me!"
		],
		[
			"msg",
			458563,
			"Ah!..It was a dream",
			"啊！呼……呼……呼……呼……是梦啊……果然是梦……还好是梦……",
			"あっ！ハァッ……ハァッ……ハァッ……ハァッ……夢？やっぱり夢なの……夢でよかった……。",
			"앗! 헉…… 헉…… 헉…… 헉…… 꿈? 역시 꿈이었어…… 꿈이라서 다행이야…….",
			"Ah! Hah.... Ha.... Ha..... It's just a dream.... I'm glad it was just a dream....",
			null,
			"Ah! Hoo ...... hoo ...... hoo ...... hoo ...... hoo ...... is a dream ah... ...it really is a dream ...... luckily it is a dream ......",
			"Ah! Huh...... huh ...... huh ...... huh ...... huh ...... huh ...... dream? I knew it was a dream. ...... I'm glad it was a dream. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458564,
			"Seele, what are you doing, howling so loudly in the morning?",
			"希儿你干什么啊，一大清早就鬼叫得这么大声？",
			"何してるんだ、ゼーレ。朝っぱらからなんで叫んでるんだ？",
			"뭐 하는 거야, 제레. 아침부터 왜 소리 지르는 거야?",
			"What are you doing, Seele? Why are you yelling at me in the morning?",
			null,
			"What are you doing, Heer, screaming so loudly at this early morning?",
			"What are you doing, Seele? Why are you yelling so early in the morning?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458565,
			"Sin!",
			"啊，是杏！",
			"あっ、シン！",
			"앗, 신!",
			null,
			null,
			"Ah, it's an apricot!",
			"Oh, Shin!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458566,
			"Are you having nightmares?",
			"难道说做噩梦尿床了？呼呼，胆小鬼希儿！",
			"悪夢を見ておねしょでもしたのか？ハハッ、臆病者のゼーレ！",
			"악몽 꾸고 오줌이라도 쌌냐? 하하, 겁쟁이 제레!",
			"Did you have a nightmare? Haha, you're such a coward!",
			null,
			"Did you have a nightmare about wetting the bed? Hoo hoo, cowardly Shire!",
			"Did you have a nightmare and wet the bed? Hahaha, Seele the coward!"
		],
		[
			"msg",
			458567,
			"Oh? Come here for a fight? I'm not afraid of you... Hmm!",
			"哦？走过来是想打架吗？本大爷可不怕你……唔！",
			"ん？なんだ、やるのか？お前なんか怖くない……うっ！",
			"음? 뭐야, 덤비려고? 너 따위 안 무서워…… 윽!",
			"Huh?  What are you doing?  I'm not scared of you ...Ah!",
			null,
			"Oh? Come over here is want to fight? I'm not afraid of you ...... Well!",
			"Hmm? What, are you gonna do it? I'm not afraid of you. ...... Ugh!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458568,
			"Sin is the Sin…… Great.",
			"杏还是杏……太好了。",
			"シンはシンのままだ……よかった。",
			"신은 여전히 신이야…… 다행이다.",
			"Sin is still Sin..... Thank goodness.",
			null,
			"Apricot or apricot ...... is too good.",
			"Shin is still Shin. ...... Good."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458569,
			"What are you doing all of a sudden? Go away, go away!",
			"干什么忽然就抱过来啊……快走开快走开！",
			"何急に抱きしめてんだよ……やめろやめろ！",
			"갑자기 왜 안기는 거야…… 야! 그만둬!",
			"Why are you hugging me? Hey, let go!",
			null,
			"Why suddenly hug over ah ...... go away go away!",
			"What's with the hug all of a sudden? ...... Stop, stop, stop!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458570,
			"Seele just wanted to hug Sin today~",
			"希儿今天就是想抱抱杏~",
			"今日はシンを抱きしめたい気分なの～",
			"오늘은 신을 꼭 껴안고 싶은 기분이야~",
			"I just felt like hugging you today ~",
			null,
			"Hill today just want to hug apricot ~",
			"I'm in the mood for a Shin hug today."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				834,
				0,
				true
			],
			[
				835,
				0,
				false
			]
		],
		[
			"msg",
			458571,
			"How to stick like a candy bar...Are you crying your brain out? Come on!I went a little overboard yesterday. I'm sorry. Is that all right?",
			"怎么跟块牛皮糖一样粘着……是把脑子哭坏了吗，好啦！昨天本大爷是稍微过分了点，对不起，这样行了吧？快松手！",
			"くっつきすぎ……泣きすぎて頭が壊れたのか？分かった分かった！昨日はボクが悪かったから。もういいだろ？早く手を放せって！",
			"너무 달라붙어…… 울다가 머리가 나간 거야? 알았어 알았다고! 어제는 내가 잘못했어. 이제 그만해, 얼른 손 놓으라고!",
			"You're too close... Did you cry too much and your mind broke?  I get it!  I was mean yesterday, I'm sorry.  Is that okay?  Let go already!",
			null,
			"How to stick with a piece of candy like ...... is the brain crying bad, okay! Yesterday I was a little too much, I'm sorry, it's okay? Quickly let go!",
			"Too attached to ...... Cried too much and broke your head? Okay, okay, okay! Because I was bad yesterday. That's enough, okay? Get your hands off me!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				834,
				0,
				false
			],
			[
				835,
				0,
				true
			]
		],
		[
			"msg",
			458572,
			"No! 5 more minutes~",
			"才不要，希儿要再抱五分钟~",
			"やだ！あと5分だけ！",
			"싫어! 5분만 더!",
			"I refuse, I'll hug you for five more minutes~",
			null,
			"No, Hill wants to hold for five more minutes.",
			"Oh, no! Just five more minutes!"
		]
	],
	"3062": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458573,
			"Ting——",
			"叮——",
			"——ピピー！",
			"——삐삐!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458574,
			"Looks like they sent over the proofs.",
			"看来baby们把样片发过来了呢。",
			"おや、Babyたちは試写フィルムを送ってきたみたいだね。",
			"오, Baby들이 시사 필름을 보내온 모양이네.",
			null
		],
		[
			"msg",
			458575,
			"Good——Let me find out how they do!",
			"Good——就让me来看看她们拍得怎么样吧！",
			"Good——見てみるとしようか。",
			"Good——한번 볼까?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458576,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458577,
			"Perfect! Blossom's movie is filled with the scent of cherry blossoms. Lucifer's movies are whimsical and bold.",
			"Perfect！樱华的movie充斥着樱花的香味；路西法的movie飘忽离奇，奔放大胆；",
			"Perfect！桜華のmovieは桜の香りがするね。ルシファーのmovieは大胆奔放で面白い。",
			"Perfect! 벚꽃의 movie는 벚꽃 향이 나고, 루시퍼의 movie는 대담하고 거침없어서 재미있어.",
			null
		],
		[
			"msg",
			458578,
			"Brynhild's movie gives me a feeling of flowing and carefree. Lakshmi's movies are strangely nonsensical.",
			"布伦希尔德的movie有一种淋漓畅快的感觉；拉克西米的movie则无厘头到了出奇的地步；",
			"ブリュンヒルデのmovieは見ててすっきりするね。ラクシュミーのmovieはとにかく笑える。",
			"브륀힐데의 movie는 보면서 시원했어. 락슈미의 movie는 어쨌든 웃기더라.",
			null
		],
		[
			"msg",
			458579,
			"Mimay's movie is a mix of elements and has a powerful ending. Eden's movies are as beautiful as the works of art she loves...",
			"米梅的movie杂糅了各种元素，结尾很有冲击力；伊登的movie则像是she热爱的艺术品一样精美……",
			"ミーミルのmovieは色んな要素が混ざってるけど、仕上がりにインパクトがあった。イズンのmovieは彼女が愛する芸術品のように美しい……",
			"미미루의 movie는 여러 요소가 섞여 있지만, 완성도에 임팩트가 있었어. 이준의 movie는 그녀가 사랑하는 예술품처럼 아름다워……",
			null
		],
		[
			"msg",
			458580,
			"They all made a very unusual movie. It seems that all my preparation did not fail. They all hit the bull's eye one by one.",
			"Baby们都做出了很不一般的movie，看来me所做的准备，并没有落空，都一一中了靶心呢！",
			"Babyたちはスタイリッシュなmovieを撮れてよかったね。Meの計画も順調ってことで！",
			"Baby들 스타일리시한 movie를 찍을 수 있어서 다행이야. Me의 계획도 순조롭다는 거지!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458581,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"bgm",
			43
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			458582,
			"Rumble——",
			"轰轰轰——",
			"——ゴロゴロ",
			"——우르릉",
			null
		],
		[
			"msg",
			458583,
			"Pah——",
			"砰啪——",
			"ポンッ！",
			"뿅!",
			null
		],
		[
			"msg",
			458584,
			"\"What a noise!\"",
			"“光天白日的，怎么这么大的动静！”",
			"「昼間になんの騒ぎだ？」",
			"대낮에 무슨 소란이야?",
			null
		],
		[
			"msg",
			458585,
			"\"A friend of mine just now asked me what happened——I'll go over and have a look. Oh, it used to be the grand theater in the gakuen, but now it's a construction site...\"",
			"“刚才还有个朋友问我，发生甚么事了——我过去一看，诶，原来是学园里的那所大剧院，现在变成了施工场地……”",
			"「そうなんだよね、何があったって友達に聞かれたところだよ。行ってみたら、なんと、学園にあるあの劇場、いま工事中になってるのよ……」",
			"그렇지 뭐, 무슨 일이냐고 친구가 물어보던 참이야. 가 봤더니, 학교에 있는 그 극장이 지금 공사 중이더라...",
			null
		],
		[
			"msg",
			458586,
			"\"Eh? Is that something to do?\"",
			"“施工场地！咦，那是要做什么事情吗？”",
			"「工事中！へえ、改装したりする？」",
			"공사 중! 헤에, 리모델링하나?",
			null
		],
		[
			"msg",
			458587,
			"\"I hear the student union is going to convert the old theatre into a cinema——The function of the theatre itself will still be there, but there will be several big screens in it, as well as some dedicated 3D equipment and special film facilities.\"",
			"“听说学生会要把原来的剧院改造成大影院——剧院本身的功能还在，但会在里面加上好几面大银幕，而且还会添附一些专用的3D影视设备，和特别的电影设施。”",
			"「生徒会がそこの劇場を大きいな映画館に改造するんだって。もちろん劇場としては使えるけど、その他はスクリーンを設置して、3D対応の設備とかも備えるって」",
			"——학생회에서 그 극장을 큰 영화관으로 개조한대. 물론 극장으로도 쓸 수 있지만, 그 외에 스크린을 설치하고 3D 대응 장비 같은 것도 갖춘다더라",
			null
		],
		[
			"msg",
			458588,
			"\"Eh……”",
			"“诶……”",
			"「へえ……」",
			"「허……」",
			null
		],
		[
			"msg",
			458589,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458590,
			"Master, I heard we're going to build a big movie theater!",
			"师匠，听说我们要建大影院了！",
			"師匠、大きな映画館を作るんですか！",
			"사부님, 큰 영화관을 만드시는 거예요!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			458591,
			"Yes, but it's not really new. It's a renovation of an old theater. Let it be transformed into a multi-functional building that can meet the impact of the modern film industry while maintaining the style of the old theatre~",
			"是啊，but这并不算新建，而是在老旧的剧院基础上，进行一定程度的改造。让它摇身一变，成为can迎接现代的电影工业冲击，同时保持old剧院风貌的多功能建筑哟~",
			"そうだよ。But作るよりは、Oldの劇場を改造して、現代の映画産業の波に耐えられるようにするんだよ～",
			"그래. But 새로 짓기보다는 Old 극장을 리모델링해서 현대 영화 산업의 흐름을 견딜 수 있게 하는 거야~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			458592,
			"It's hard to understand what Master said…",
			"感觉师匠说的话有些难懂……",
			"なんか回りくどい言い方しますね……。",
			"뭔가 돌려 말하시네요…….",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			458593,
			"Don't worry, these difficult things in practice to learn it. Baby, you can go to see the latest movie when the theater is renovated.",
			"不用在意，这些难懂的thing在实践中去学习就好了。等影院改造完毕，到时候baby你就可以进去观赏最新上映的电影喽！",
			"気にしない気にしない。難しいthingは実践の中で身に着ければいい。映画館の改造が終わったら、Babyはそこで最新上映の映画を鑑賞できるよ！",
			"신경 쓰지 마 신경 쓰지 마. 어려운 thing은 실천 속에서 익히면 돼. 영화관 리모델링이 끝나면 Baby가 거기서 최신 개봉 영화를 관람할 수 있을 거야!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			458594,
			"Yeah, I can see it on the big screen. I'm looking forward to it!",
			"好耶，可以在大银幕上看电影，我好期待！",
			"やった！大きなスクリーンで映画を観れるなんて、楽しみ！",
			"야호! 큰 스크린으로 영화를 볼 수 있다니, 기대돼!",
			null
		]
	],
	"3063": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458595,
			"\"The movie theater over there, it looks like it's almost finished...\"",
			"“那边的电影院，好像快改造完了……”",
			"「そこの映画館、改造がもうすぐ終わるよね……」",
			"「저기 영화관, 리모델링이 곧 끝나지……」",
			null
		],
		[
			"msg",
			458596,
			"\"Whoosh, after it is officially completed, can we go to see the movie… I really want to try it out, they say it has the latest holographic movie helmet!\"",
			"“呼呼，等它正式落成之后，就可以进去看电影了吗……我还挺想试试的，据说里面还有最新款的全息电影头盔呢！”",
			"「はは、そしたら中で映画が見れるの？わくわくするね。なんか3Dが見れるヘルメットもあるみたいだよ！」",
			"「하하, 그럼 안에서 영화를 볼 수 있어? 두근두근하네. 3D를 볼 수 있는 헬멋도 있는 것 같아!」",
			null
		],
		[
			"msg",
			458597,
			"\"But I heard that when the theater is built, there will be six movies in it at the same time. They were all shot by the famous short video makers before... Now that they have finished the film. The tidbits about the set and the scenes in the film are circulating on the Internet.\"",
			"“不过——我倒是听说，影院建好以后，里面会有六部电影同期上映，都是以前那几个著名的短视频制作者拍的……现在她们已经把电影做好了，关于一些片场的花絮和影片里面的桥段也在网络上流传开了。”",
			"「確か映画館ができたら、六本の映画が同時に上映されるらしいよ。人気のショートムービーの投稿者たちが撮ったやつだけど……今は映画が出来上がっていて、そのメイキングムービーもネットで拡散されてるよ」",
			"「확실히 영화관이 완공되면, 여섯 편의 영화가 동시에 상영된다던데. 인기 숏폼 제작자들이 찍은 거지만…… 지금은 영화가 완성됐고, 그 메이킹 영상도 온라인에서 확산되고 있어」",
			null
		],
		[
			"msg",
			458598,
			"\"Not only that, it looks like Ares has announced that they're going to have a film festival where they'll pick the most popular director out of the six!\"",
			"“不仅如此，好像战神无双还宣布她们即将举办电影节，到时候会从这六个导演里挑出人气最高的导演呢！”",
			"「それだけじゃないよ。戦神無双は彼女たちのために映画祭を開催して、六人の監督から一番人気の監督を選ぶみたいだよ！」",
			"「그뿐만이 아니야. 전신무쌍이 그녀들을 위해 영화제를 개최해서, 여섯 명의 감독 중에서 가장 인기 있는 감독을 뽑는 것 같아!」",
			null
		],
		[
			"msg",
			458599,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458600,
			"This is the Student Union!",
			"巴比伦学园的Baby们，这里是学生会！",
			"バビロン学園のBabyたち、こちらは生徒会！",
			"바빌론 학원의 Baby 여러분, 여기는 학생회입니다!",
			null
		],
		[
			"msg",
			458601,
			"As you all know, Babylon is about to release a movie with six directors. All of them are famous short video producers in the Academy, and this film is also their first work.",
			"正如大家所know的那样，巴比伦即将有六位导演的movie同步上映，她们都是学园里著名的短视频制作人，而这次的电影也是她们的处女作。",
			"皆さんがknowのように、バビロンでは六人の監督のmovieが同時上映されます。彼女たちは学園で名の知れたショートムービークリエイターで、今度の映画は彼女たちのデビュー作でもあります。",
			"여러분이 know처럼, 바빌론에서는 여섯 명의 감독의 movie가 동시 상영됩니다. 그녀들은 학원에서 이름난 쇼트무비 크리에이터이며, 이번 영화는 그녀들의 데뷔작이기도 합니다.",
			null
		],
		[
			"msg",
			458602,
			"In order to enhance the atmosphere and inspire everyone, I decided to partner with Safire, the founder of \"Babylon Image \"website, to hold a film festival in Babylon!",
			"为了强化观影的氛围，激励各位baby，me决定，联合“巴比伦映像”的网站创始人萨菲尔，一同举办巴比伦电影节！",
			"そのお祝いとして、「バビロン映像」の創立者サフィルと一緒に、バビロン映画祭を開催しようと思います！",
			"그 축하의 의미로, 「바빌론 영상」의 창립자 사필과 함께, 바빌론 영화제를 개최하려고 합니다!",
			null
		],
		[
			"msg",
			458603,
			"In this film festival, you can choose your own director to watch her film!",
			"在this电影节中，大家可以选择自己like的导演，去观赏她的影片哦！",
			"今回の映画祭で、Babyたちは自分が好きな監督を選んで、映画を鑑賞することができますよ！",
			"이번 영화제에서, Baby 여러분은 자신이 좋아하는 감독을 선택해서 영화를 감상할 수 있어요!",
			null
		],
		[
			"msg",
			458604,
			"At the end of the festival, the highest-grossing director will get the title of \"Most Popular Director\".",
			"等到电影节的最后，票房最高的导演将get“最佳人气导演”的殊荣！",
			"そして映画祭の最後に、興行収入一位の監督は「人気監督賞」をゲットできる！",
			"그리고 영화제 마지막에, 흥행 수입 1위인 감독은 「인기 감독상」을 받을 수 있어!",
			null
		],
		[
			"msg",
			458605,
			"She will receive a director's statuette from the first Babylon Film Festival, as well as a large financial award——At the same time, if she plans to continue shooting movies in the future, our student union will provide her with the best schedule and the most film arrangement.",
			"她将获得首届巴比伦电影节的导演小金人，以及不菲的资金奖励——同时，如果she准备在之后继续拍摄movie，那我们学生会将提供给she最好的档期，和最多的排片。",
			"そんな彼女にはバビロン映画祭のトロフィーと賞金が与えられる。そのほか、Sheがこれからもmovieを撮影するなら、生徒会は彼女に最大な協力をして差し上げましょう。",
			"그런 그녀에게는 바빌론 영화제의 트로피와 상금이 주어집니다. 그 외에도, She가 앞으로도 movie를 촬영한다면, 학생회는 그녀에게 최대한 협력해 드리겠습니다.",
			null
		],
		[
			"msg",
			458606,
			"This is the motivation that our students come up with. Let Safire, the founder of Babylon Image, talk about a few more things.",
			"这就是our学生会拿出来的激励——接下来，还有一些东西，就让“巴比伦映像”的创始人萨菲尔来说吧！",
			"これは我が生徒会からの誠意です。続いて「バビロン映像」の創立者、サフィルに映画祭の説明をして頂きましょう！",
			"이것은 우리 학생회의 성의입니다. 이어서 「바빌론 영상」의 창립자, 사필에게 영화제에 대한 설명을 부탁드리겠습니다!",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458607,
			"Thank you to the President of Students for the previous presentation. However, as a sponsor of the festival, there is something I would like to say to the six contestants.",
			"感谢学生会长先前的讲述。不过，作为此次电影节的赞助商，我也有想要对六位参赛者说出的东西。",
			"ありがとうございます。今回の映画祭のスポンサーとして、私は六人の参加者に話したいことがあります。",
			"감사합니다. 이번 영화제의 스폰서로서, 저는 여섯 명의 참가자에게 하고 싶은 말이 있습니다.",
			null
		],
		[
			"msg",
			458608,
			"As is known to all, I am not only the founder of this short video website, but also an actor who has a strong pursuit of performing career.",
			"众所周知，我不仅是这个短视频网站的创始人，而且还是一名演员，对演艺事业有着强烈的追求。",
			"皆さんがご存じの通り、私はバビロン映像の創立者だけではなく、役者でもあって、芝居について強いこだわりを持っています。",
			"여러분도 아시다시피, 저는 바빌론 영상의 창립자일 뿐만 아니라 배우이기도 해서 연극에 대한 강한 집착을 가지고 있습니다.",
			null
		],
		[
			"msg",
			458609,
			"Therefore, this film festival is not only an opportunity for the directors, but also for me.",
			"所以这一次的电影节，不光对各位导演，对我自己来说也是一次难得的机会。",
			"だから今回の映画祭は、監督の皆さんだけではなく、私にとっても絶好なチャンスなのです。",
			"그래서 이번 영화제는 감독님들뿐만 아니라 저에게도 절호의 기회입니다.",
			null
		],
		[
			"msg",
			458610,
			"——Because, the \"best popular director\" in the film festival may be my dream partner!",
			"——因为，电影节中出现的那位“最佳人气导演”，说不定就是我梦寐以求的合作对象！",
			"映画祭で誕生した「人気監督」は、私がずっと追い求めたパートナーかもしれないからです！",
			"영화제에서 탄생한 「인기 감독」이 제가 계속 추구해온 파트너일지도 모르니까요!",
			null
		],
		[
			"msg",
			458611,
			"For many years, I've been thinking about a movie project based on the zodiac.",
			"许多年来，我一直在思考一份以星座为主题的电影企划。",
			"何年間の間、私は星座をテーマにした映画を企画していた。",
			"몇 년 동안 저는 별자리를 주제로 한 영화를 기획해왔습니다.",
			null
		],
		[
			"msg",
			458612,
			"In my imagination, it would be a wonderful movie.",
			"在我的想象中，它会是一部无比精彩的电影。",
			"それはきっと素晴らしい映画になる。",
			"그것은 분명 훌륭한 영화가 될 것입니다.",
			null
		],
		[
			"msg",
			458613,
			"But, until recently, it was on the back burner.Because I couldn't find someone good enough to work with to perfect it and implement the project in the style of that director.",
			"但是，直到不久前，它都被束之高阁。因为我找不到足够优秀的合作对象去完善它，用那位导演的风格去实现这份电影企划。",
			"しかし、少し前まで私はそのアイデアを放置していた。それを完成させるための、優秀なパートナーが現われないからです。",
			"하지만 조금 전까지 저는 그 아이디어를 방치해두었습니다. 그것을 완성시킬 뛰어난 파트너가 나타나지 않았기 때문입니다.",
			null
		],
		[
			"msg",
			458614,
			"Now, however, things are different. On the day of this film festival, I feel vaguely——Among the six was the director I had been looking for!",
			"然而现在不同了。在这电影节召开的日子里，我隐隐感觉到——那位我一直追寻着的导演就在六位当中！",
			"でも今は違う。映画祭が開催されるこの日、私は感じたのです。私がずっと求めていたパートナーはこの六人の中にいると！",
			"하지만 지금은 다릅니다. 영화제가 열리는 이날, 저는 느꼈습니다. 제가 계속 찾아온 파트너가 이 여섯 명 안에 있다고!",
			null
		],
		[
			"msg",
			458615,
			"I believe that the best popular director in this festival will be the one who can complete this film project!",
			"我相信，在这次电影节中诞生的最佳人气导演，将会是唯一能够完成这份电影企划，并将它拍摄出来的人选！",
			"今回の映画祭で誕生した人気監督は、この映画の企画を完璧に完成させる人間だと、私は信じています！",
			"이번 영화제에서 탄생한 인기 감독이 바로 이 영화 기획을 완벽하게 완성해낼 사람이라고 저는 믿습니다!",
			null
		],
		[
			"msg",
			458616,
			"Therefore, when the \"most popular director\" is born, I will choose to cooperate with her to promote this project——I will use all the resources of \"Babylon Image \"to finish this movie!",
			"所以，当那位“最佳人气导演”诞生以后，我将选择与她合作，全力推进这一份企划——我会拿出“巴比伦映像”的所有资源去完成这一部电影！",
			"だから、私は彼女と手を組み、全力で計画を推し進めます。バビロン映像の全てのリソースを使ってても、必ず仕上げたいと思います！",
			"그래서 저는 그녀와 손을 잡고 전력을 다해 계획을 추진하겠습니다. 바빌론 영상의 모든 자원을 활용해서라도 꼭 완성하고 싶습니다!",
			null
		],
		[
			"msg",
			458617,
			"As long as the director has any need, I will meet it! I will use my best acting skills to finish this movie!",
			"只要那位导演有任何需要，我都会去满足！也会用出最好的演技去拍摄这一部电影！",
			"その監督の要望であれば、何でも聞き入れましょう！そして私も最高の演技で臨みたいと思います！",
			"그 감독의 요구 사항이라면 무엇이든 들어주겠습니다! 그리고 저도 최고의 연기로 임하겠습니다!",
			null
		],
		[
			"msg",
			458618,
			"Because this is not only your goal, but also my dream…",
			"因为，这不仅是各位的目标，也是我的梦想……",
			"それは、皆さんの目標だけではなく、私の夢でもあるからです……。",
			"그것은 여러분의 목표일 뿐만 아니라, 저의 꿈이기도 하니까요…….",
			null
		]
	],
	"3064": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458619,
			"The film festival…...",
			"电影节开幕，还有最佳人气导演的选拔，呵……",
			"映画祭か、そして人気監督の選出、ふふ……。",
			"영화제인가, 그리고 인기 감독의 선발, 흐흐…….",
			null
		],
		[
			"msg",
			458620,
			"It is clear that I began with the purpose of discovery. And I don't know since when I can actually experience the fun of it——Shooting, editing, and adjusting the pace of the film according to the audience's expectations.",
			"明明我起初是出于探寻的目的，结果不知从什么时候开始，居然能体会到这其中的乐趣所在了——拍摄、剪辑，以及根据观众的预期来调整影片的节奏。",
			"最初は中途半端の気持ちでやっていたけど、いつの間にか映画撮影の楽しみが感じられるようになってきた。撮影、編集、そして観客の反応を想像しながら映画のテンポを調整する。",
			"처음에는 대충 하는 마음으로 시작했지만, 어느새 영화 촬영의 즐거움을 느끼게 됐어. 촬영, 편집, 그리고 관객의 반응을 상상하며 영화의 템포를 조절하는 것.",
			null
		],
		[
			"msg",
			458621,
			"In contrast to the competition in Hell, there is no intrigue. Even if there is a struggle and competition, it is full of a kind of green and pure feeling.",
			"与曾经在地狱中的竞争完全不同，这里没有勾心斗角，就算有争斗和比拼，却也充满了一种青涩与纯粹的感觉。",
			"かつて地獄での競争と違って、ここでは醜い争いがなく、あるのは純粋に勝負したい気持ちのみ。",
			"예전 지옥 같은 경쟁과는 달리, 여기에는 추한 다툼이 없고, 오로지 순수하게 승부하고 싶은 마음뿐이야.",
			null
		],
		[
			"portraits",
			[
				30048,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458622,
			"——So let's go and see if I can make it to the top in this very different kind of competition!",
			"——那就去试试吧，看看我在这场与以往截然不同的竞赛中，能否走到最高点！",
			"それなら試そうじゃないか。今までとは違う競争で、果たして最後まで勝ち抜けるのか！",
			"그렇다면 해보자고. 지금까지와는 다른 경쟁에서, 과연 끝까지 살아남을 수 있을지!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458623,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			458624,
			"This is a street burned by the flames of war. Above the dome, a curtain of light had covered the whole sky.",
			"这是被战火燃烧过的街道，穹顶之上，一层光幕已经覆盖了整片天空。",
			"ここは戦の炎に焼き尽くした町。空を見ると、光の幕が世界を包んでいる。",
			"여기는 전쟁의 불꽃에 삼켜진 마을. 하늘 보면, 빛의 장막이 세상을 감싸고 있다.",
			null
		],
		[
			"msg",
			458625,
			"Flames, burning.",
			"火焰，在燃烧。",
			"火が、燃えている。",
			"불이, 타오르고 있다.",
			null
		],
		[
			"msg",
			458626,
			"The remains of machines and human bodies could be seen everywhere.",
			"到处可以看见，机器的残骸与人类的尸体。",
			"機械の残骸と人間の死体が、あっちこっちに転がっている。",
			"기계 잔해와 인간 시체가, 여기저기 널려 있다.",
			null
		],
		[
			"msg",
			458627,
			"At bases 15,000 km below the surface, the remaining humans were assembled.",
			"地面一万五千米以下的基地中，幸存的人类，被集结起来。",
			"地下15000mにある基地の中、生き延びた人間は手を組んだ。",
			"지하 15000m에 있는 기지 안에서, 살아남은 인간들은 손을 잡았다.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			458628,
			"It is the last hope...",
			"这是，最后的希望了……",
			"これは、最後の希望だ……。",
			"이것이 마지막 희망이다…….",
			null
		],
		[
			"msg",
			458629,
			"Only you can save mankind.",
			"唯有你，可以拯救人类了。",
			"人類を救えるのは、貴方だけ。",
			"인류를 구할 수 있는 건 당신뿐이야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			458630,
			"All the eyes full of hope, doubt, uneasiness and anguish, were concentrated on a young girl. There was no hesitation in her face.",
			"所有充满希冀、疑惑、不安与苦闷的目光聚集在一个少女的身上，她的脸上没有一丝彷徨。",
			"希望、困惑、不安、苦しい眼差しが全部一人の少女に向けられた。彼女の顔には迷いがなかった。",
			"희망, 당혹, 불안, 괴로운 시선이 모두 한 소녀에게 �혔다. 그녀의 얼굴에는 망설임이 없었다.",
			null
		],
		[
			"msg",
			458631,
			"She said,",
			"她如此说道：",
			"彼女はそう言った。",
			"그녀는 이렇게 말했다.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			458632,
			"\"Don't worry——”",
			"“放心吧——”",
			"「安心して」",
			"「안심하세요」",
			null
		],
		[
			"msg",
			458633,
			"\"I will bring hope back into the world!\"",
			"“我会将希望带回到这片世界上的！”",
			"「私は、この世界のために、希望を取り戻してみせる！」",
			"「나는, 이 세계를 위해, 희망을 되찾아 보이겠어!」",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			458634,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204788
		],
		[
			"portraits",
			[
				30048,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458635,
			"OK, we're done. In terms of promoting PV, this is just right. It reveals no more than a few points of information, but also tells the audience the basic background of the era.",
			"Ok，完成了。以宣传PV的角度来说，这还算恰到好处。透露了不多不少的信息点，同时也将基础的时代背景告知了观众。",
			"OK、できたわ。宣伝PVとしては上出来じゃないかな。いろいろと情報を出してるし、世界観についても説明している。",
			"OK, 완성했어. 홍보 PV로는 꽤 잘 만들어진 편이지. 여러 정보도 담고 있고, 세계관에 대해서도 설명하고 있어.",
			null
		],
		[
			"msg",
			458636,
			"Well, let's put it out there now, and see how much attention it gets——",
			"好，现在就放出去吧，看看它能吸引多少人的关注——",
			"よし、今アップロードしよう。人気がでるといいけど。",
			"좋아, 지금 업로드하자. 인기 많아지면 좋겠다.",
			null
		]
	],
	"3065": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458637,
			"A film festival for six directors and the entire audience... I didn't expect what the president said at the beginning to come true.",
			"面向六名导演和所有观众的电影节……没想到当初会长所说的事情，真的变成现实了啊。",
			"六名の監督と全ての観客のための映画祭……まさか会長が本当に約束を果たしてくれたね。",
			"여섯 명의 감독과 모든 관객을 위한 영화제…… 회장님이 정말로 약속을 지켜주셨구나.",
			null
		],
		[
			"msg",
			458638,
			"It's—— always a little scary when you're competing with other directors.",
			"只是——要和其他导演一起竞争的话，总觉得有点惊慌呢。",
			"でも、他の監督と競争するのなら、ちょっと怖いかもしれない。",
			"하지만 다른 감독님들과 경쟁이라니, 조금 무섭겠지.",
			null
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458639,
			"... But it's also a great opportunity! If I can be named \"Best Popular Director\", does that mean that I have entered a new generation?",
			"……但这也是一个好机会！如果能成为“最佳人气导演”， 是不是也能证明我已经迈进新世代了？",
			"でも、いい機会じゃないかな！「人気監督」として選ばれるなら、私も一歩前進したってことになる！",
			"하지만 좋은 기회 아닐까! 「인기 감독」으로 뽑힌다면, 나도 한 걸음 전진했다는 뜻이 되잖아!",
			null
		],
		[
			"msg",
			458640,
			"That way, I won't always be afraid of new things, and I'll be more involved in the modern world——Well, I will try to go to the end!",
			"那样的话，我就不会总是对新事物畏难，也能够更加融入这个现代化的世界了——嗯，我会努力走到最后的！",
			"そしたら、新しいことにも積極的に挑戦できるし、この現代化の社会に溶け込むことができる。そう、私ならきっと最後までやれる！",
			"그러면 새로운 일에도 적극적으로 도전할 수 있고, 이 현대화된 사회에 녹아들 수 있어. 그래, 나라면 분명 끝까지 해낼 수 있을 거야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458641,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204728
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458642,
			"Camera, check out... The aperture of the camera, Well? It would be nice to adjust to this...",
			"摄像头，检查完毕……摄影机的光圈，唔，调整到这个地步就好了……",
			"カメラ、チェック完了……カメラの設定は…うん、このくらいでいいでしょう……。",
			"카메라, 점검 완료…… 카메라 설정은… 음, 이 정도면 괜찮겠지…….",
			null
		],
		[
			"portraits",
			[
				30049,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458643,
			"Hey, it's almost ready be OK——Oh, I forgot the most important thing that I haven't turned on video mode yet!",
			"嘻嘻，差不多准备完毕，应该可以——呀，居然忘了最重要的事情，我还没把视频模式打开！",
			"へへ、準備完了、撮影を始め！あ、一番大切なことを忘れた。録画モードにしないと！",
			"헤헤, 준비 완료, 촬영 시작! 아, 가장 중요한 걸 깜빡했네. 녹화 모드로 해야지!",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458644,
			"... I've been using it for so long, but I still make a few mistakes every time I start using this modern equipment.",
			"……虽说都已经用了这么久，但每次开始用这种现代设备的时候，还是会犯点小错呢。我真迷糊……",
			"……もう随分使っているとはいえ、私ってやっぱりデジタルに疎いんだね。いつもミスしちゃうし、困ったね……。",
			"……꽤 오래 써왔지만, 나 역시 디지털에 약한가 봐. 자꾸 실수하게 되네, 곤란해…….",
			null
		],
		[
			"msg",
			458645,
			"Well, it's all over and I'm starting!",
			"嗯，全部调整结束，我开始啦！",
			"よし、これで大丈夫！",
			"좋아, 이제 됐어!",
			null
		],
		[
			"msg",
			458646,
			"「Ahem... Hi, I'm Blossom, the director of Taisho Sakura Season. I am making this little video today to invite you to watch the video I made.」",
			"「咳咳……大家好，我是这部电影《大正樱花季》的导演樱华。今天拍这个小小的视频，是想邀请大家来观看我拍的影片。」",
			"「コホン……皆さんこんにちは。私は映画『大正桜日和』の監督桜華です。今日この動画を撮ったのは、皆さんに自分の映画を観てほしいと思って」",
			"「에헴…… 여러분 안녕하세요. 저는 영화 『대정 벚꽃 나날』의 감독 사쿠라입니다. 오늘 이 영상을 찍은 건, 여러분께 제 영화를 봐 주셨으면 해서 」",
			null
		],
		[
			"portraits",
			[
				30049,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458647,
			"「Don't you hate it when you say it so bluntly... But, but it can't be helped. That's the best publicity I can think of!」",
			"「这么直白地说，大家会不会有些讨厌啊……但，但那也没办法呢。这是我能想到的最好的宣传方式了！」",
			"「こんなお願いして自分でもずるいとは思いますけど……でも、これよりいい方法が思いつかなかったので……」",
			"「이런 부탁을 드리는 게 제 자신도 치사하다고 생각하지만…… 하지만 이보다 더 나은 방법이 떠오르지 않아서…… 」",
			null
		],
		[
			"msg",
			458648,
			"「In fact, from the very beginning, when I was making the film, I was terrified——What kind of things can I finish? Will the audience not like it...」",
			"「其实从一开始，我在拍电影的时候，还觉得很惶恐——我能拍出什么样的东西呢？观众看了之后会不会不喜欢……」",
			"「映画を撮り始めた頃は、正直不安でした。私のような人間はどんな映画が撮れるんだろう。観客の皆さんは気に入ってくれるんだろうって……」",
			"「영화를 찍기 시작했을 때는 솔직히 불안했습니다. 저 같은 사람이 어떤 영화를 찍을 수 있을까. 관객 여러분이 마음에 들어해 주실까 하고……」",
			null
		],
		[
			"portraits",
			[
				30049,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458649,
			"「But by the time the movie was finished, I wasn't scared at all!」",
			"「但是，等到电影拍完之后。我已经完全不害怕了！」",
			"「でも撮り終わったら、もう怖くなくなったのです！」",
			"「하지만 찍고 나니, 이제 더 이상 두렵지 않게 되었습니다!」",
			null
		],
		[
			"msg",
			458650,
			"「... Because I've put everything I want to express into the film.」",
			"「嘻嘻……因为我已经把自己想表达的东西，全部放在了电影中。」",
			"「へへ……私は自分が伝えたいことを全部映画に盛り込みました」",
			"「헤헤…… 저는 제가 전하고 싶은 것을 모두 영화에 담았습니다」",
			null
		],
		[
			"msg",
			458651,
			"「At the beginning, it was just a sleep——It has been many years since I woke up. When I opened my eyes, I was in the Babylon Academy. I don't hate it here, but I've made some friends... However, sometimes when I think of things from the past, I still miss them.」",
			"「当初，明明只是睡了一觉——醒来之后却已经过了许多年，睁开眼便已经身处于巴比伦学园了。虽然并不讨厌这里，还交了一些朋友……但是，有时候想起来那些过去的事情，内心还是会产生怀念。」",
			"「遠い昔、眠っていただけなのに、目が覚めたら時間が経って、そして自分はバビロン学園にいた。ここは嫌いじゃないし、友達もできたけど……やっぱり時々、昔のことを思い出す」",
			"「먼 옛날, 잠들어 있었을 뿐인데, 눈을 떠보니 시간이 흘러, 그리고 나는 바빌론 학원에 있었다. 여기가 싫지는 않고, 친구도 생겼지만…… 그래도 가끔씩 옛날 일을 떠올린다」",
			null
		],
		[
			"msg",
			458652,
			"「I don't know much about the modern world and it takes me a long time to get used to new things. I wondered if it was because I was stuck in the past...」",
			"「我对于现代的世界一知半解，要用很长时间才能适应新事物。我想，这会不会是因为我被那些过去的事情绊住了手脚呢……」",
			"「今の時代はよくわからないし、新しい物事に慣れるのも随分時間がかかる。それって、昔の生活から抜けさせていないんじゃないかって思った……」",
			"「지금 시대는 잘 모르겠고, 새로운 사물에 익숙해지는 것도 상당한 시간이 걸린다. 그것은, 옛날 생활에서 벗어나지 못하고 있는 게 아닐까 생각했다……」",
			null
		],
		[
			"msg",
			458653,
			"「However, I do not want to forget those past things, do not want to leave. I also want to let everyone see, that was once a real existence, a let all people full of dreams of the era!」",
			"「但是，我并不想忘记那些过去的事情，不想丢下。也想让大家看到，那是曾经真实存在过的，一个让所有人都充满梦想的时代！」",
			"「でも、過去は忘れたくないし、それを皆に見せたい。だってそれは実在した世界だし、夢に彩られた世界だからだ！」",
			"「하지만, 과거는 잊고 싶지 않고, 그것을 모두에게 보여주고 싶다. 왜냐하면 그것은 실존했던 세계이고, 꿈으로 물들여진 세계이기 때문이다!」",
			null
		],
		[
			"msg",
			458654,
			"「So I made this movie.」",
			"「所以我，拍了这部电影。」",
			"「だから、私はこの映画を作った」",
			"「그래서, 저는 이 영화를 만들었습니다」",
			null
		],
		[
			"msg",
			458655,
			"「Paint a picture in my memory of that distant age, about a hundred years ago. Together with my favorite love story, I finally made a work like this.」",
			"「将那个大约一百年以前的遥远时代，将我记忆里的画面描绘出来。再加上我最喜欢的恋爱故事，最终做成了这样一部作品。」",
			"「百年くらい前の時代、私の記憶の中の時代を描き出して、そしてラブストーリーを付け加えると、この作品ができあがった」",
			"「백년쯤 전의 시대, 제 기억 속의 시대를 그려내고, 그리고 러브 스토리를 덧붙이니, 이 작품이 완성되었습니다」",
			null
		],
		[
			"msg",
			458656,
			"「For me, past is a burden, but it is more than a burden——it is support, but there are not smooth place.」",
			"「要说的话，过去对我来说，是负累，但也不止是负累——是支撑，却又有不顺手的地方。」",
			"「過去は私にとっての足手まといかもしれないけど、それは私を支えるものでもあった」",
			"「과거는 저에게 있어서 발목을 잡는 것일지도 모르지만, 그것은 저를 지탱해 주는 것이기도 했다」",
			null
		],
		[
			"portraits",
			[
				30049,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458657,
			"「So, hopefully you'll come and see my movie... If I can get everyone's support, then I must be able to get more courage to move forward!」",
			"「所以，希望大家能来观看我的电影……如果能得到大家的支持的话，那么我一定能获得更多前进的勇气吧！」",
			"「だから、私の映画を観てほしい……皆さんの支持を頂けるなら、私も前へ進める勇気を貰えると思います！」",
			"「그래서, 제 영화를 봐 주셨으면 해요…… 여러분의 지지를 받을 수 있다면, 저도 앞으로 나아갈 용기를 얻을 수 있을 거라고 생각합니다!」",
			null
		]
	],
	"3066": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458658,
			"\"Best Popular Director\"... seems like a big honor——",
			"“最佳人气导演”么……好像是很有重量级的荣誉——",
			"「人気監督」か……とても栄誉なことだね。",
			"「인기 감독」이라... 정말 영광스러운 일이군.",
			null
		],
		[
			"msg",
			458659,
			"But it's just proof that my art sharing has touched a lot of people.",
			"不过这也只能算是个证明呢，证明我的艺术分享感染了很多观众。",
			"でもそれはただの証明でしかないわ。私の芸術が観客の皆さんに認めてもらった証明。",
			"하지만 그건 단지 증명일 뿐이야. 내 예술이 관객 여러분께 인정받은 증명.",
			null
		],
		[
			"msg",
			458660,
			"If I can persist in this film festival, it shows that the beauty and touching brought by art have been accepted by more people.",
			"倘若能在这次电影节里不断地走下去，那就说明艺术带来的美好与感动被更多人接受了吧。",
			"今回の映画祭で最後まで勝ち残れば、芸術がもたらす美と感動はもっと多くの皆に受け入れてもらったということだね。",
			"이번 영화제에서 끝까지 살아남는다면, 예술이 가져다주는 아름다움과 감동이 더 많은 분들에게 받아들여졌다는 뜻이겠지.",
			null
		],
		[
			"msg",
			458661,
			"To me, that's the most wonderful thing...",
			"对我来说，那就是最美妙的事情了……",
			"私にとってそれは、この上ない幸せだ……。",
			"나에게 그건, 이보다 더 큰 행복이 없어....",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458662,
			"……",
			"……",
			"……。",
			"....",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			458663,
			"\"Just put it up here?\"",
			"“就张贴在这个地方吗？”",
			"「ここに貼っていいんですか？」",
			"「여기에 붙여도 될까요?」",
			null
		],
		[
			"msg",
			458664,
			"\"Well, I've stuck it up...Flat whole ground stick on the wall!\"",
			"“好，我已经把它贴好了……平平整整地贴在了墙上，连一丝缝隙都没有哦！”",
			"「わかりました。ちゃんと貼りましたよ……ぴったりで、隙間ひとつも残してないですよ！」",
			"「알겠습니다. 잘 붙였어요... 딱 맞게, 틈 하나도 남기지 않았어요!」",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458665,
			"Thank you very much. Today's poster has been put up. I will transfer the remuneration to your account, please don't worry——",
			"谢谢大家。今天的海报已经贴完了，之后的酬劳我会转到你们的户头上，请不要担心——",
			"ポスターを貼ってもらってありがとうございます。お給料は後で振り込みますよ。",
			"포스터 붙여줘서 고마워요. 급여는 나중에 입금해 줄게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458666,
			"\"Never mind! We are sure that Eden will not default on the salary!\"",
			"“没关系啦！我们相信伊登你肯定不会拖欠工资的，你可不是什么黑心老板！”",
			"「急がなくてもいいですよ！イズンさんはきっと給料を支払ってくれるってわかってますから！」",
			"「급하게 하지 않아도 돼요! 이즈님(이준)이 분명히 급여 줄 거라 알고 있으니까!」",
			null
		],
		[
			"msg",
			458667,
			"\"Well, it might as well be that we don't feel guilty about being paid so much just for putting up posters. Would you like me to do some extra work as well, like jumping out of a hot air balloon with a giant poster in hand? It would be really promotional!\"",
			"“是啊，倒不如说我们仅仅是贴几张海报就获得了那么高额的报酬，都于心有愧了。要不要我再附加一些额外劳动，比如手持巨幅海报坐在热气球在空中打开降落伞跳下来——这样一定超有宣传效果哦！”",
			"「そうだね、むしろポスターを貼っただけでこのくらいの給料がもらえるなんて、なんか申し訳ないですね。なんか他のサービスもつけてあげましょうか。ポスターを持って熱気球からスカイダイビングするとか、きっと宣伝になりますよ！」",
			"「그러게요, 오히려 포스터 붙인 것만으로 이 정도 급여를 받다니, 뭔가 미안하네요. 다른 서비스도 더해 드릴까요? 포스터 들고 열기구에서 스카이다이빙한다든가, 분명 홍보가 될 거예요!」",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458668,
			"No, it's too dangerous. Take care of yourself, everyone.",
			"不用，这样太危险了——诸位请保重自己。",
			"大丈夫です。危険すぎるよ。皆さん、自分の体を大事にしててください。",
			"괜찮아요. 너무 위험해요. 여러분, 자신의 몸 소중히 하세요.",
			null
		],
		[
			"msg",
			458669,
			"In my opinion, everyone's labor is of great value. Rather, it makes me feel guilty to pay a modest sum of money for the repetitive physical work of intelligent and intellectual beings.",
			"在我看来，大家的劳动力都有极高的价值——倒不如说，令充满智慧和知性的生命来做这种重复性的体力劳动，却只付出一笔不算很可观的金钱，才让我有些愧疚呢。",
			"私から見れば、皆さんの働きはとても価値のあるものですよ。むしろ、知恵と知性を持ち合わせる皆さんにこんな重複な労働をしてもらうのは、申し訳ないところです。",
			"제가 볼 때 여러분의 노동은 아주 가치 있는 거예요. 오히려 지혜와 지성을 갖춘 여러분께 이런 중복 노동을 시키는 게 송구스러울 따름입니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458670,
			"\"Miss Eden was as full of love for the world as she had been told... It's the first time I've ever seen a boss who not only doesn't exploit the surplus, but pays workers more. It's appalling.\"",
			"“伊登小姐果然和传闻中一样，对世人都充满了博爱呢……还是第一次见到不仅不剥削剩余价值，还会给予劳动者更多报酬的老板，简直耸人听闻！”",
			"「イズンさんは噂通り、とても優しい方ですね……労働者に喜んで報酬を支払うオーナーが初めてみた。本当にすごい！」",
			"「이준 씨는 소문대로 정말 친절하시네요…… 노동자에게 기꺼이 보수를 지급하는 사장님은 처음 봐요. 정말 대단해요!」",
			null
		],
		[
			"msg",
			458671,
			"\"Well, Miss Eden's poster is an advertisement for her own movie… Brushstroke, that's a wonderful name! And it's so beautifully made that I'll go to the cinema to see it anyway!\"",
			"“说起来，伊登小姐的海报是在为自己的电影做宣传吧……《笔触之行》，真是好名字！而且海报还做得如此精美，我将来怎么说也要去电影院看一次！”",
			"「そういえば、イズンさんは自分の映画の宣伝をしているんだね……『筆のゆく道』、本当にいい名前だね！それにポスターもきれいだし、絶対映画館に行ってみますよ！」",
			"「그러고 보니 이준 씨가 자신의 영화 홍보를 하고 있네요……『붓이 가는 길』, 정말 좋은 이름이에요! 게다가 포스터도 예쁘니 꼭 영화관에 가서 볼게요!」",
			null
		],
		[
			"speaker",
			204795
		],
		[
			"portraits",
			[
				30051,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458672,
			"Thank you.I sincerely hope that everyone can enjoy the joy of art when watching my films.",
			"谢谢你们——我衷心地希望，大家都能在观看我的电影时，感受到艺术的乐趣哦！",
			"ありがとうございます。皆さんにも、芸術を楽しんでいただければ嬉しいわ！",
			"감사해요. 여러분도 예술을 즐겨 주신다면 기쁠 거예요!",
			null
		],
		[
			"msg",
			458673,
			"It will be my greatest happiness if I can let everyone enter the world of art!",
			"如果能让大家就此迈入艺术的世界，就是我最大的幸福了！",
			"それをきっかけに芸術の世界に足を踏み入るなら、この上ない幸せですよ！",
			"그것을 계기로 예술의 세계에 발을 들인다면 이보다 더 큰 행복이 없을 거예요!",
			null
		]
	],
	"3067": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30052,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458674,
			"Ha ha, the film festival is a good chance!",
			"哈哈，电影节到来了么，真是个好机会！",
			"へへ、映画祭が来たか、いい機会だね！",
			"헤헤, 영화제가 왔나? 좋은 기회네!",
			null
		],
		[
			"msg",
			458675,
			"If I can become \"the most popular director\", that represents the highest recognition in the school, right?",
			"如果能成为“最佳人气导演”，那就代表学园里最高的认可吧？",
			"「人気監督」になれたら、学園のみんなに認めてもらったってことだよね？",
			"「인기 감독」이 될 수 있다면, 학원 사람들에게 인정받은 거겠죠?",
			null
		],
		[
			"msg",
			458676,
			"When the time comes...It must be shown to Alberich, and to the Nibelungen family—— I have finally proved myself!",
			"到时候……一定要给阿贝利希，还有尼伯龙根一族中的家人看看——我终于证明了自己！",
			"そうなったら……アルべリッヒにも、ニーベルンゲン一族の人間にも見せつけてやる。私は自分を証明したんだって！",
			"그렇게 되면…… 알베리히에게도, 니벨룽겐 일족에게도 보여주겠어. 내가 스스로를 증명했다고!",
			null
		],
		[
			"msg",
			458677,
			"I chose the path, whether it is sewing, or the movie!",
			"我选择的道路，无论是缝纫，还是电影——其实都是正确的！",
			"私が選んだ道、洋服を作ることも、映画も全て正しいんだって！",
			"내가 선택한 길, 옷을 만드는 것도, 영화도 모두 옳은 거라고!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458678,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30052,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458679,
			"Fifteen solutions to dyeing errors...The board skills of the ancient style clothing......The 15th Design Draft Competition......",
			"染色失误的十五种解决办法……古风服饰的打板技巧……第十五届设计稿评选大赛……",
			"服を染め直す際の注意事項……古風服装の制作方法……第十五回洋服デザインスケッチ大会……。",
			"옷 염색 시 주의사항……복고풍 의상 제작 방법……제15회 의상 디자인 스케치 대회…….",
			null
		],
		[
			"msg",
			458680,
			"Oh, I really miss it. I still remember that I hosted the contest at the very beginning.",
			"呵呵，还真是怀念呢。记得这个评选大赛一开始还是我主办的。",
			"ふふ、懐かしいね。この大会、私が主催したんだっけ。",
			"흐흐, 추억이 새록새록하네. 이 대회, 내가 주최했었지.",
			null
		],
		[
			"msg",
			458681,
			"——But anyway, it's not nostalgic to log back into the Babylon forum today.",
			"——但是，不管怎么说，今天重新登录巴比伦论坛，可不是为了怀念过去的。",
			"――しかし、いずれにしても、バビロンBBSに今日改めてログインしているのは、昔を懐かしがるためではない。",
			"――하지만 어쨌든, 바빌론 BBS에 오늘 다시 로그인한 건 옛날을 그리워하려는 게 아니다.",
			null
		],
		[
			"portraits",
			[
				30052,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458682,
			null,
			"「喂，大家，我回来了哟！」",
			"「おい、みんな、戻ったよ！」",
			"「야, 여러분, 돌아왔어!」",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458683,
			"\"' Mimay has beautiful clothes'... Oh, is it the legendary Mimay tailor of [clothing] and [production]?\"",
			"“‘米梅的衣服华丽丽’……诶，难道说是那个【服装板块】和【生产板块】的传奇裁缝米梅！”",
			"「『ミーミルの洋服キラキラ』……え、あの服装と生産ジャンルで有名だった裁縫ミーミル！」",
			"「『미미르의 의상 반짝반짝』……엥, 그 의상과 생산 분야로 유명했던 재봉 미미르!」",
			null
		],
		[
			"msg",
			458684,
			"\"What's the matter? Hasn't your homepage been quiet for months?Why?\"",
			"“怎么回事？你帐号主页不是好几个月没动静了吗？为什么诈尸了？”",
			"「どういうこと？もう何ヶ月もログインしてないでしょ？どうして戻ってきた？」",
			"「무슨 뜻이야? 벌써 몇 달째 로그인 안 했잖아? 왜 돌아온 거야?」",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30052,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458685,
			"「What a rude thing to say! I just this time too lazy to use their own account to speak, I still have concerns about the forum.」",
			"「哼，‘诈尸’这种说法太不礼貌了！我只不过这段时间懒得用自己的帐号发言而已，论坛我还是有关注的。」",
			"「どうしてって……私はただ自分のアカウントから発信していないだけ。BBSのスレッドはちゃんと見てますよ」",
			"「왜냐면……난 그냥 내 계정으로는 안 올렸을 뿐이야. BBS 스레드는 꼼꼼히 챙겨 봤다고」",
			null
		],
		[
			"portraits",
			[
				30052,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458686,
			"「After all, I need to read the forum for inspiration when I'm making a movie——」",
			"「毕竟，我在拍电影的时候也需要看一下论坛里的发言汲取灵感嘛——」",
			"「映画撮影中も皆の投稿を見て、インスピレーションを集めないとね」",
			"「영화 촬영 중에도 다들 올린 글 보면서, 영감을 모아야 하니까」",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458687,
			"\"A movie? You went off to do that, as they say!\"",
			"“拍电影？你果然跟传闻一样跑去干这个了啊！”",
			"「映画撮影？やっぱり噂は本当だったのか！」",
			"「영화 촬영? 역시 소문이 사실이었구만!」",
			null
		],
		[
			"msg",
			458688,
			"\"I thought it was a joke at first...Or maybe you just work as a prop guy on the set, and then you're going to be the director.\"",
			"“我一开始还以为在开玩笑……又或者你只是去做剧组里的道具师，然后以讹传讹成导演罢了。”",
			"「冗談だと思ったけど……もしくはただの道具担当なんじゃないかって」",
			"「장난인 줄 알았는데…… 아니면 그냥 도구 담당이 아닐까」",
			null
		],
		[
			"msg",
			458689,
			"\"I saw your short video before, but now it's a movie!\"",
			"“我之前看过你的短视频，没想到现在升级为电影了啊！”",
			"「前はあなたのショートムービーを見たことがあるけど、まさか映画まで撮ったのか」",
			"「전에 네 단편 영화는 본 적 있는데, 영화까지 찍을 줄이야」",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30052,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458690,
			"「Oh, of course... And I want you all to take a look at my favorite movie, Heroes of Light, which is a wonderful Tokusatsu movie!」",
			"「当然了哦……而且，你们大家都要给我进电影院里好好看一下啊，那可是我得意的作品——《光之英雄超变身》，是非常精彩的特摄片！」",
			"「もちろん……だから、みんな映画館に来て。あれは私のデビュー作品『光の英雄超変身』、すっごく楽しい特撮映画だよ！」",
			"「물론이지…… 그러니까, 모두들 영화관으로 와. 그건 내 데뷔작『빛의 영웅 초변신』, 엄청 재미있는 특촬 영화라고!」",
			null
		],
		[
			"msg",
			458691,
			"「And you can see my latest designs in the movie.」",
			"「此外你们还可以在电影里看到我最新的设计成果哦。」",
			"「それから、映画で私の最新デザインも見れるよ」",
			"「게다가 영화에서 내 최신 디자인도 볼 수 있어」",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458692,
			"\"Mimay's Tokusatsu, I don't know how...\"",
			"“米梅的特摄片，还不知道怎么样啊……”",
			"「ミーミルの特撮映画、どうなのかな……」",
			"「미밀의 특촬 영화, 어땠을까……」",
			null
		],
		[
			"msg",
			458693,
			"\"But she designed all the dresses herself, so they might be fun——\"",
			"“但是里面的服装都是她亲手设计的，说不定还挺有趣的——”",
			"「でも服装は全部ミーミル担当でしょう？案外面白いとか」",
			"「근데 의상은 다 미밀 담당이지? 생각보다 재미있다거나」",
			null
		],
		[
			"msg",
			458694,
			"\"Then go and see it!\"",
			"“那到时候就去看看吧！”",
			"「行ってみようかな！」",
			"「한번 가볼까!」",
			null
		],
		[
			"speaker",
			432116
		],
		[
			"portraits",
			[
				30052,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458695,
			"Ha ha...Relying on the prestige I accumulated in the forum, I succeeded in amway a wave of films.",
			"哈哈……真是不错，依靠我在论坛里积累下来的威望，成功安利了一波电影。",
			"ふふ……よかった。BBSで残した人脈を使って、お友達に映画を観てもらおう。",
			"후후…… 다행이야. BBS에 남긴 인맥을 이용해서, 친구들도 영화 보게 하자.",
			null
		],
		[
			"msg",
			458696,
			"Ok, let's publicize it to another group of fans on the home page of Short Video.",
			"好，接下来就在短视频主页里，对另一批粉丝宣传吧！",
			"さて、次はショート動画のホームページでファンたちに宣伝しよう！",
			"자, 이제는 숏폼 동영상 홈페이지에서 팬들에게 홍보하자!",
			null
		]
	],
	"3068": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458697,
			"\"Best Popular Director\"…",
			"“最佳人气导演”……",
			"人気監督か……。",
			"인기 감독이라…….",
			null
		],
		[
			"msg",
			458698,
			"Great!",
			"不错不错！",
			"いいじゃない！",
			"좋잖아!",
			null
		],
		[
			"msg",
			458699,
			"This is my best chance to promote the idea of justice——",
			"这是吾弘扬正义理念的最好机会——",
			"我の正義の理念を広めるいい機会だ。",
			"내 정의의 이념을 널리 알릴 좋은 기회다.",
			null
		],
		[
			"msg",
			458700,
			"If I can beat all the directors including Lakshmi, it will represent my righteous way to attract the largest audience!",
			"倘若能击败包括拉克西米在内的所有导演，那就代表吾的正义之道吸引了最多的观众！",
			"ラクシュミーを含め、他の五人を倒せるなら我の正義がたくさんの観客を惹きつけたということになる！",
			"라크슈미를 포함한 다른 다섯 명을 쓰러뜨릴 수 있다면 내 정의가 많은 관객을 끌어들였다는 증거가 되지!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458701,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			458702,
			"\"Help, help...\"",
			"“救、救命啊……”",
			"「た、助けて……」",
			"「아, 도와줘……」",
			null
		],
		[
			"msg",
			458703,
			"Doh!",
			"咚！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458704,
			"Well, you may open your eyes. Don't be alarmed. The previous sinner has been knocked down by me. He has fainted.",
			"好了，汝可以睁开眼睛了。不用惊慌，先前那个罪人已被吾打倒，他已经晕了过去。",
			"よし、目を開けていいぞ。慌てるな。先ほどの罪人は我が始末した。今は気絶しているだろう。",
			"좋아, 눈 떠도 돼. 당황하지 마. 아까 그 죄인은 내가 처리했어. 지금은 기절했을 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458705,
			"\"Thank you... May I have your name, please?\"",
			"“谢谢……请、请问，您的名字是……”",
			"「あ、ありがとう……その、お名前は……」",
			"「아, 고마워…… 그, 성함이……」",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458706,
			"My name is Brynhild, and I am the executor of justice. In the face of the vicious people, will not be merciful.",
			"吾名为布伦希尔德，是正义的执行者。面对纵恶之辈，绝不会手下留情。",
			"我が名はブリュンヒルデ、正義の執行者だ。悪の輩を徹底的に始末する所存。",
			"나의 이름은 브륀힐트, 정의의 집행자다. 악의 무리들은 철저히 처리할 각오다.",
			null
		],
		[
			"msg",
			458707,
			"I will take this evil man back to the torture chamber later, so that he will be completely rehabilitated and lose the chance of doing evil again.",
			"这个恶徒，吾之后还要带回到刑讯室，让他彻底洗心革面，失去再行恶的机会。",
			"この悪党め、尋問室に連れてたっぷり教育を施して二度と悪さをしないようにする。",
			"이 악당, 심문실로 데려가 충분히 '교육'을 해서 다시는 악행을 못 하게 하겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458708,
			"\"Well...Well, then, Lord Brynhild, thank you again for your help, may I leave...\"",
			"“嗯……那，那么布伦希尔德大人，再次感谢您的救助，请问我可以离开了吗……”",
			"「はい……ブリュンヒルデ様、助けてくれて本当にありがとうございました。もう帰っていいですか？」",
			"「네... 브륀힐데 님, 도와주셔서 정말 감사합니다. 이제 돌아가도 될까요?」",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458709,
			null,
			"“等一下！”",
			"「待って！」",
			"「잠깐!」",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458710,
			"\"Ah!Ah...Eh?This little card is...It looks like it's got a movie on it...\"",
			"“呜！啊……咦？这个小卡片是……看起来上面像是有个电影的名字……”",
			"「うぅ！あ、あれ？このカードは……なんか映画の名前が書かれているね……」",
			"「으응! 아, 어? 이 카드는... 뭔가 영화 제목이 써 있네...」",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458711,
			"This is a movie I made, Justice Under Chains, about my approach to Justice. It will be on soon. You can go and see it.",
			"这个是吾拍摄的电影——《锁链下的正义》，里面述说了吾的正义之道。它快要上映了，汝可以去看看。",
			"我が撮った映画で『鎖に縛られた正義』だ。我の正義について語っている。もうすぐ上映するから行ってみるといい。",
			"내가 찍은 영화 『쇠사슬에 묶인 정의』다. 나의 정의에 대해 이야기하고 있지. 곧 상영하니 가서 봐도 좋을 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458712,
			"\"Well, since it's Lord Brynhild, I'm definitely going to see it——If only to repay your excellency for your kindness!\"",
			"“嗯，既然是布伦希尔德大人的电影，我一定会去看的——就算仅仅是为了报答大人的恩惠！”",
			"「ブリュンヒルデ様の映画なら、絶対見に行きます。ブリュンヒルデ様の恩返しがしたいです！」",
			"「브륀힐데 님의 영화라면, 꼭 보러 갈게요. 브륀힐데 님의 은혜를 갚고 싶어요!」",
			null
		],
		[
			"msg",
			458713,
			"It's getting late. I'm leaving!",
			"“时间不早了，我先离开了！”",
			"「時間が遅いし、もう帰りますね！」",
			"「시간도 늦었으니, 이제 돌아갈게요!」",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458714,
			"Good...... Another successful defense of justice.",
			"不错……又成功守护了一次正义。",
			"うむ……また正義を守ることができた。",
			"음... 또 한번 정의를 지켜냈군.",
			null
		],
		[
			"msg",
			458715,
			"Not only that, but also by the way to promote my film.",
			"不仅如此，还顺道宣传了吾的电影。",
			"それに、我の映画の宣伝もできたしな。",
			"게다가, 내 영화 홍보도 할 수 있었고 말이지.",
			null
		],
		[
			"msg",
			458716,
			"Hum, this is the night when the bad guys are rampant——I have to defend the good constantly, and then hand out the little cards.",
			"哼哼，这种月黑风高的夜晚，正是恶徒猖獗的时候——吾还要去不断地守护正义，再把手中的小卡片分发出去。",
			"ふふん、こんな月も出ない夜、まさに悪党が活躍している時期だ。我は正義を守りながら、そのカードを配るんだ。",
			"흐흥, 이런 달도 보이지 않는 밤, 바로 악당들이 활개치는 시간이지. 나는 정의를 지키면서 그 카드를 돌릴 거야.",
			null
		],
		[
			"msg",
			458717,
			"Maybe it could be done in one night tonight!",
			"说不定，今夜一个晚上就能发完！",
			"一晩で配りきってやる！",
			"한밤중에 다 돌아다니면서!",
			null
		]
	],
	"3069": [
		[
			"bgm",
			43
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458718,
			"——The \"most popular director\" is determined by the film festival's box office.",
			"——通过电影节的票房，以决出“最佳人气导演”。",
			"映画祭の興行収入で「人気監督」を選ぶのか。",
			"영화제 흥행 수익으로 「 인기 감독」을 뽑는 건가.",
			null
		],
		[
			"msg",
			458719,
			null,
			"这就是，最后的比试了吗……",
			"これが、最後の勝負なのか……。",
			"이게 마지막 승부인 건가…….",
			null
		],
		[
			"msg",
			458720,
			"Although I am still a little hesitant, still a little confused...But at least now I'm determined to follow this path.",
			"虽然还有些犹豫，还有些困惑……但是，至少现在的我能够坚决地踏上这条道路。",
			"まだ迷いはあるけれど、今の私ならこの道を歩み切る自信があある。",
			"아직 망설임은 있지만, 지금의 나라면 이 길을 걸어갈 자신이 있어.",
			null
		],
		[
			"portraits",
			[
				30047,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458721,
			"Originally, I just thought that this kind of short video was just the product of fun, but I didn't expect that it could bring so much happiness to everyone.",
			"原本只是觉得，这种短视频不过是贪图玩乐的产物罢了，没想到居然能给大家带来这么多快乐。",
			"ショートムービーなんて、ただの遊びだと思っていたけど、ちゃんと皆さんを楽しませるんだね。",
			"단편 영화 같은 건 그저 장난이라고 생각했는데, 제대로 여러분을 즐겁게 해주네.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458722,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458723,
			"But……",
			"不过……",
			"でも……。",
			"하지만…….",
			null
		],
		[
			"msg",
			458724,
			"There are only a few days left in the campaign period, and if we can't decide on the campaign measures, I'm afraid the results will be dire…",
			"可供宣传的时期就剩下最后几天，如果还不能确定下来宣传措施的话，恐怕结果堪忧啊……",
			"宣伝できる時間が残り少ない、そろそろ宣伝の方法を決めないとやばいんじゃ……。",
			"홍보할 시간이 얼마 안 남았는데, 이제 곧 홍보 방법을 정하지 않으면 위험한데…….",
			null
		],
		[
			"portraits",
			[
				30047,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458725,
			"Well——So far, I can only choose one of them!",
			"没办法了——事到如今，只能先选择其中一种方案！",
			"仕方がない。もう勢いでどれかを選ぶしかないね！",
			"어쩔 수 없지. 이제 기세로 아무거나 골라야겠어!",
			null
		],
		[
			"portraits",
			[
				30047,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458726,
			"But there is room for other approaches…",
			"但是，其他方式也有可施展的余地……",
			"でも、私にできるはまだ残ってる……。",
			"그래도 내가 할 수 있는 일은 아직 남아 있어…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458727,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			458728,
			null,
			"“呜哇，这、这是什么……”",
			"「うわ、な、なにこれ……」",
			"「와, 뭐, 뭐야 이게……」",
			null
		],
		[
			"msg",
			458729,
			"\"It's a Lakshmi dance video! It was her promotion for the movie!\"",
			"“是拉克西米的宅舞视频诶！是她为了电影所做的宣传！”",
			"「ラクシュミーの踊ってみた動画だよ！映画の宣伝なんだって！」",
			"「락슈미의 춤 영상이야! 영화 홍보래!」",
			null
		],
		[
			"msg",
			458730,
			"\"But this dance video is too long——For more than an hour, no matter \"Blissful Hell\", \"Peach Blossom Love Song\", \"Golden Disco\"... Even The Mood of Two! This is the first time I've ever seen someone perform a dance that's completely uncompromising!\"",
			"“但是，这个宅舞视频也太长了——整整一个多小时，不管是《极乐地狱》、《桃花恋歌》、《黄金迪斯科》……甚至连《两人的心情》都有诶！我还是第一次看到有人能完完全全不打一丝折扣地把这段舞蹈跳出来！”",
			"「でもこれはさすが長すぎるでしょう！時間もある。『極楽地獄』『桃花恋歌』『黄金ディスコ』……『二人の気持ち』もあるんだね！そこまでこれらのダンスを完璧に踊れるなんて、すごいよ！」",
			"「근데 이건 너무 긴 거 아냐! 시간도 있고.『극락지옥』『복숭아꽃 사랑 노래』『황금 디스코』……『두 사람의 마음』도 있잖아! 이 모든 춤을 완벽하게 출 수 있다니, 대단해!」",
			null
		],
		[
			"msg",
			458731,
			"\"Ha ha, this dance is good sunshine, see me very happy Ah! Wonder how the Lakshmi movie was...\"",
			"“哈哈，这宅舞跳得好阳光，看得我好开心啊！不知道拉克西米的电影怎么样……”",
			"「はは、このダンスは楽しいね！ラクシュミーの映画も楽しいのかな……」",
			"「하하, 이 춤 정말 재밌네! 락슈미 영화도 재밌을까……」",
			null
		],
		[
			"msg",
			458732,
			"\"I heard that her movies are so ridiculous that you can't help laughing after watching them. I want to see them!\"",
			"“听说她的电影非常无厘头，看了之后会让人忍不住发笑，我想去看看！”",
			"「彼女の映画はとにかく笑えるって聞いたよ。行ってみたいね！」",
			"「그녀 영화는 웃기기로 유명하다던데. 한번 가보고 싶다!」",
			null
		],
		[
			"speaker",
			204931
		],
		[
			"portraits",
			[
				30047,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458733,
			"I learned the dance from the Internet, and after I showed it to everyone, they were so happy...",
			"从网上学习的舞蹈，跳给大家看之后，他们居然如此喜悦……",
			"付け焼き刃で習ったダンスなのに、みんな喜んでくれた……。",
			"급하게 배운 춤인데, 다들 좋아해줬어…….",
			null
		],
		[
			"msg",
			458734,
			"Great!",
			"太好了！",
			"よかった！",
			"다행이다!",
			null
		],
		[
			"msg",
			458735,
			"Not only did it bring the heat of the movie itself, but the preheated publicity made everyone feel happy. I'm really happy——",
			"不仅带动了电影本身的热度，而且预热的宣传就让大家感到幸福，我真开心——",
			"映画だけじゃなく、その宣伝も皆さんに喜んでもらえるなんて、本当に嬉しい。",
			"영화뿐만 아니라 그 홍보도 여러분께 사랑받다니, 정말 기뻐.",
			null
		],
		[
			"portraits",
			[
				30047,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			458736,
			"But what's the next way to promote it...",
			"不过，接下来又该用什么宣传方式呢……贴海报？挂横幅？买网站的首页？或者继续用宅舞宣传……糟糕，又难以选择了起来……",
			"それなら、次からはどんな宣伝方法を使えばいいのかな……ポスターを貼る？ホームページで広告を打つ？それとももう一回ダンスを踊る……いけない、また迷い始めた……。",
			"그럼 다음에는 어떤 홍보 방법을 써야 할까…… 포스터 붙이기? 홈페이지에 광고하기? 아니면 또 춤을 추는 거…… 안 돼, 또 고민이 시작됐어…….",
			null
		]
	]
}