{
	"2630": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448496,
			"——Beep……BeepBeep……",
			"——滋啦……滋啦滋啦……",
			"——ドスッ……ドスッドスッ……",
			"——둑…… 둑둑둑……",
			null,
			null,
			"--zilla ...... zilla zilla zilla ......",
			"--Dosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdosdos ......"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448497,
			"Cocolia, please report. Cocolia!",
			"可可利亚，请汇报情况，可可利亚！",
			"カカリア、状況はどうなってるの！？カカリア！",
			"쿠쿠리아, 상황은 어떻게 된 거야!?쿠쿠리아!",
			null,
			null,
			"Cocolia, please report back. Cocolia!",
			"Cocolia, what's going on! Cocolia!"
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448498,
			"Are you disturbed by this? Huge Houkai energy is being created around the floating islands, or…",
			"受到干扰了么，浮岛一带产生了庞大的崩坏能，难道说……",
			"妨害されてるの？浮島の周りに巨大な崩壊エネルギーが発生したようだけど、まさか……。",
			"방해받고 있어? 부유도 주변에 거대한 붕괴 에너지가 발생한 것 같은데, 설마…….",
			null,
			null,
			"Has it been disturbed? Huge Honkai energy has been generated along the floating island, could it be that ......",
			"Is it being blocked? It looks like a huge Honkai energy has been generated around the floating island, but I don't think so. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448499,
			"Beep Beep——",
			"滴滴滴——",
			"——ピピピ",
			"——삐삐삐",
			null,
			null,
			"Tick-tock--",
			"--Pippi."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448500,
			"This is Headquarters, Air Force. Have you found any trace of Glorious Covenant?",
			"这里是指挥部，空中部队，是已经发现辉煌盟约的踪迹了吗？",
			"こちら本部、空中部隊、輝きの盟約を発見した？",
			"여기 본부, 공중 부대, 빛의 맹약을 발견했나?",
			null,
			null,
			"This is the command post. The air force, is it already on the trail of the Brilliant Covenant?",
			"This is headquarters, airborne units, have you found the Pact of Splendor?"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448501,
			"Report! Force aircraft abnormal and uncontrolled! Troubleshooting now!",
			"报告！部队飞行器发生异常！不受控制！现正排除故障！",
			"報告します！部隊の飛行船が故障しています！制御不能、現在修復中です！",
			"보고합니다! 부대 비행선이 고장 났습니다! 제어 불능, 현재 수리 중입니다!",
			null,
			null,
			"Report! An anomaly has occurred in the troop vehicle! Uncontrollable! Troubleshooting in progress!",
			"Report! The unit's airship is malfunctioning! Out of control, currently under repair!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448502,
			"What……",
			"什么……",
			"なんですって……。",
			"뭐라고…….",
			null,
			null,
			"What ......",
			"What's that? ......."
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448503,
			"No, the vehicle is converging in one direction as if controlled by something…",
			"不行，飞行器就像被什么控制了一样，在往一个方向集合……",
			"だめです。飛行船は何かに制御されている模様。今は一箇所に集中しています！",
			"안 돼요. 비행선이 무언가에 제어되고 있는 모양. 지금은 한 곳에 집중하고 있습니다!",
			null,
			null,
			"No, it's like the craft is being controlled by something, it's gathering in one direction ......",
			"No. The airship appears to be controlled by something. The airship appears to be controlled by something. It's in one place now!"
		],
		[
			"msg",
			448504,
			"Avoid!!! Avoid!!! Whoa——",
			"回避！回避！哇啊啊啊啊——",
			"回避！回避！うわぁぁあッ！！！",
			"회피! 회피! 우와아아앗!!!",
			null,
			null,
			"Evasive! Evasive! Whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa.",
			"Evasion! Evasion! Aaahhh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448505,
			"Beep……",
			"滋啦……",
			"……ザー……ザー——",
			"……자……자——",
			null,
			null,
			"Zira ......",
			"......zer......zer--"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448506,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448507,
			"Maritime forces report! All ship instruments have malfunctioned and are out of control!",
			"海上部队报告！所有舰船仪器发生故障，不受控制！",
			"海上からの報告です！全ての船が制御不能です！",
			"해상에서의 보고입니다! 모든 함선이 제어 불능입니다!",
			null,
			null,
			"Maritime forces report! All ship's instruments malfunctioning and out of control!",
			"Reports from the sea! All vessels are out of control!"
		],
		[
			"msg",
			448508,
			"If it goes on like this, our ships will soon collide!",
			"这样下去，我们的舰船很快就都会撞在一起！",
			"このままだと船同士で衝突してしまいます！",
			"이대로라면 함선끼리 충돌하게 됩니다!",
			null,
			null,
			"At this rate, our ships will all be crashing together soon!",
			"If this continues, the boats will collide with each other!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448509,
			"Beacon of Science...Otto, have you got the Stigmata terminal yet…",
			"科技信标……奥托，你已经取得圣痕终端了吗……",
			"技術標識……オットー、もう聖痕端末を手に入れたっていうの……。",
			"기술 표식…… 오토, 벌써 성흔 단말을 손에 넣었다는 거…….",
			null,
			null,
			"Tech Beacon ...... Otto, have you acquired the Stigma Terminal ......",
			"The technology sign ...... Otto says he's already got the Stigmata terminal ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448510,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448511,
			"Sinking the second study of the interior of a floating island",
			"沉没第二研究浮岛内部",
			"沈没した第二研究浮島　内部",
			"침몰한 제2연구 부도　내부",
			null,
			null,
			"Inside the sunken second study floating island",
			"Inside the sunken second research floating island"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448512,
			"To give up... What do you mean…",
			"放弃……什么意思……",
			"諦める……それはどういう意味……。",
			"포기하다... 그게 무슨 뜻이지...?",
			null,
			null,
			"Give up ...... what does it mean ......",
			"Give up ...... what does that mean ......."
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				5,
				false
			]
		],
		[
			"msg",
			448513,
			"Aliyeid decided that the epoch had lost its value for observation and recording. Begin to undertake freezing processing to contemporary civilization now. At the same time, Stigmata is recovered and ready to enter the new calculation and correction stage.",
			"阿赖耶识判定，该纪元已经失去了观察与记录的价值，现开始对当代文明进行冻结处理，与此同时回收圣痕，准备进入到新的演算与修正阶段。",
			"阿頼耶識はこの時代に観察と記録の価値を消失と判断しました。そのため文明の凍結処理とともに聖痕の回収をしています。もうすぐ新しい演算と修正段階に入ります。",
			"아뢰야식은 이 시대의 관찰과 기록 가치가 소멸되었다고 판단했습니다. 따라서 문명의 동결 처리와 함께 성흔의 회수를 진행 중입니다. 곧 새로운 연산과 수정 단계에 돌입합니다.",
			null,
			null,
			"The Arya has determined that the epoch has lost its value for observation and recording, and is now beginning the process of freezing the contemporary civilization, while at the same time recycling the stigmata in preparation for a new phase of algorithms and corrections.",
			"Araya has determined that the value of observation and recording has disappeared in this era. Therefore, we are recovering the sacraments along with the freezing process of civilization. We will soon enter a new phase of computation and correction."
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448514,
			"At that time, this era will come to an end, and mankind will usher in a new era——",
			"届时，这个纪元将会终结，而后，人类也会迎接一个全新的时代——",
			"その時、この時代の全てが終了して人類は新しい時代を迎えます。",
			"그때, 이 시대의 모든 것이 종료되고 인류는 새로운 시대를 맞이할 것입니다.",
			null,
			null,
			"At that time, this epoch will come to an end, and after that, mankind will also welcome a brand new era-",
			"At that time, all of this era will end and humanity will enter a new era."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448515,
			"The Stigmata terminal was booted up and this was the result…",
			"圣痕终端的启动迎来的，就是这样的结果么……",
			"聖痕端末の起動がこの結果を招いた？",
			"성흔 단말기의 기동이 이런 결과를 초래한 거야?",
			null,
			null,
			"Is this what happens when the Stigmata Terminal is activated ......",
			"Did the activation of the stigmata terminal cause this result?"
		],
		[
			"msg",
			448516,
			"Don't get too carried away! To control the fates of human beings and then discard them at will.",
			"别太得意忘形了！自以为是地控制人类的命运，又随心所欲地将他们舍弃？真亏你们有脸称自己为消灭崩坏的希望！",
			"調子に乗らないで！人類の運命を弄んで、飽きたら勝手に捨てる？そのくせ、あなたたちが崩壊を倒す希望？笑わせないで！",
			"기고만장하지 마! 인류의 운명을 농락하다가, 질리면 마음대로 버린다고? 그 주제에, 너희가 붕괴를 막을 희망? 웃기지 마!",
			null,
			null,
			"Don't get carried away! You think you can control the destiny of mankind and then abandon them at your whim? You have the nerve to call yourselves the Hope of Honkai!",
			"Don't get carried away! Playing with the fate of humanity and then throwing it away when you get tired of it? And yet you are the hope of defeating Honkai? Don't make me laugh!"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				1,
				false
			]
		],
		[
			"msg",
			448517,
			"Hope? No, it's the only way. After all, it is you who choose to abandon this era.",
			"希望？不，是唯一的可能才对。说到底，选择放弃这个时代的，本身就是你们自己。",
			"希望？いいえ、我々は唯一の可能性です。この時代を捨てた本当の原因はあなたたち自身です。",
			"희망? 아니, 우리는 유일한 가능성입니다. 이 시대를 버린 진짜 원인은 너희 자신입니다.",
			null,
			null,
			"Hope? No, it's the only possibility that's right. In the end, it is you yourselves who have chosen to abandon this age.",
			"Hope? No. We are the only possibility. The real cause of the abandonment of this age is yourselves."
		],
		[
			"msg",
			448518,
			"It gradually revives ancient forces, but still uses them in the struggle of man. At any time, we will always take our own interests as the first choice, ignoring any other path.",
			"明明逐渐让远古的力量复苏，却依旧将其用于人类的斗争之中。无论何时，永远都会以自己的利益作为最优先选择，而无视其他任何道路。",
			"古の力を徐々に回復させたのにもかかわらず、それを人類同士の戦いにしか使用していませんでした。いつになっても自分たちの利益を最優先にしてしまう。そして、他の可能性を見ようとしませんでした。",
			"고대의 힘을 서서히 회복시켰음에도 불구하고, 그것을 인간끼리의 싸움에만 사용했습니다. 언제나 자신들의 이익을 최우선시했죠. 그리고 다른 가능성은 보려 하지 않았습니다.",
			null,
			null,
			"It is clear that the power of the distant past is gradually being revived, but it is still being used in the struggle of mankind. Whenever possible, one's own interests will always be the highest priority, disregarding any other path.",
			"Despite the gradual restoration of ancient power, they used it only to fight among humans. They would always put their own interests first. And they did not want to see other possibilities."
		],
		[
			"msg",
			448519,
			"Freeze the era civilization. Although it is Aliyeid's feedback to Kiana's will, it is only bringing forward the established future in my calculation. Advanced technology will only accelerate the process of your demise.",
			"冻结该纪元文明，虽是阿赖耶识对琪亚娜意志的反馈，但在我演算之下看来，也只是把既定未来提前而已。先进的技术，只会让你们加快灭亡的进程。",
			"この時代の文明を凍結することを決めたのはキアナです。マナの計算でも、いずれはこの結果に辿り着きました。高度な技術は、あなたたちの絶滅を早めるだけでした。",
			"이 시대의 문명을 동결하기로 결정한 건 키아나입니다. 마나의 계산으로도, 결국 이 결과에 도달했습니다. 고도의 기술은 오히려 너희의 멸망을 앞당겼을 뿐이었습니다.",
			null,
			null,
			"Freezing the civilization of that epoch, although it is a feedback from the Arya Sense to Kiana's will, it seems to me under my calculations that it is just advancing the established future. Advanced technology will only accelerate the process of your demise.",
			"It was Kiana who decided to freeze civilization in this period. Mana's calculations eventually arrived at this result. Advanced technology only hastened your extinction."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				1,
				true
			]
		],
		[
			"msg",
			448520,
			"Kiana's will? What the hell is that girl…",
			"琪亚娜……的意志？那丫头到底是什么来头……",
			"キアナの……意思？あの子は一体何を……。",
			"키아나의... 의지? 그 아이는 대체 뭘...",
			null,
			null,
			"The will of Kiana ......? What the hell is that girl ......",
			"Kiana's ...... intentions? What the hell is that girl ...... doing?"
		],
		[
			"speaker",
			204863
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				512,
				2,
				false
			]
		],
		[
			"msg",
			448521,
			"Finally, I would like to thank all of you. What you have done so far will serve as valuable data and become the cornerstone of success in the next era.",
			"最后，我由衷感谢你们，诸位至今为止的所作所为，都将成为极具参考意义的数据，成为下一纪元胜利的基石。",
			"ですが、皆さんには感謝しています。今までしてくれたことは今後のための参考資料となり、次の時代の礎となりましょう。",
			"하지만, 여러분께 감사드립니다. 지금까지 해준 일들은 앞으로의 참고 자료가 되어, 다음 시대의 기초가 될 것입니다.",
			null,
			null,
			"Finally, I thank you from the bottom of my heart for what you have done so far, which will become highly informative data and the cornerstone of victory in the next epoch.",
			"But I am grateful to all of you. What you have done so far will serve as a reference for the future and be the foundation for the next era."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				512,
				2,
				true
			]
		],
		[
			"msg",
			448522,
			"Yeah... I'm running out of AI. Ninti, Bronya, can I still move?",
			"啧……没空管这AI了，宁蒂，布洛妮娅，还能动吗？",
			"チッ……このAIの相手しても埒が明かないわ。ニンディ、ブローニャ、動けるかしら？",
			"쳇…… 이 AI 상대해봤자 해결될 기미가 안 보이네. 닌디, 브로냐, 움직일 수 있겠어?",
			null,
			null,
			"Tsk ...... don't have time for this AI anymore, Ninti, Bronya, can you still move?",
			"Damn ...... I'm getting nowhere with this AI. Ninti, Bronya, can you move?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448523,
			"No problem, Ms. Cocoria.",
			"没问题，可可利亚女士。",
			"問題ありません、カカリア様。",
			"문제없습니다, 쿠쿠리아님.",
			null,
			null,
			"No problem, Ms. Cocolia.",
			"No problem, Mr. Cocolia."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448524,
			"I can still fight, but…",
			"我还可以战斗，不过……",
			"ブローニャはまだ戦えます。ですが——",
			"브로냐는 아직 싸울 수 있어요. 하지만——",
			null,
			null,
			"I can still fight though ......",
			"Bronya can still fight. But--"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448525,
			"Well, Seele, get out of here with Sin and check out the outside world. We'll take care of the rest.",
			"嗯，希儿，带着杏离开这里吧，去确认外界的情况。后面的事就交给我们。",
			"ゼーレはシンを連れてここから脱出しなさい。外の状況を確認してきて。後のことは私たちに任せなさい。",
			"제레, 신을 데리고 여기서 탈출해. 밖 상황 확인하고 와. 나머진 우리에게 맡겨.",
			null,
			null,
			"Well, Seele, take Sin and get out of here, and go confirm the situation in the outside world. Leave the back to us.",
			"Seele, take Sin and get out of here. Go check the situation outside. Leave the rest to us."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448526,
			"Well... Don't... tell me what to do...",
			"唔……不要……对本大爷指手画脚……",
			"うぅ……イヤだ……ボクに指図をするな……。",
			"우…… 싫어…… 나한테 지시하지 마…….",
			null,
			null,
			"Well ...... don't ...... tell this grandpa what to do ......",
			"Ugh ...... I don't like it ...... don't tell me what to do. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448527,
			"Sin, listen to mom here, you are in a situation that will only hinder!",
			"杏，这里就听妈妈的吧，你现在的状况只会碍事的！",
			"シン、ここはお母さんのいうことを聞いて。今のシンはケガしてるから足手まといになるだけだよ！",
			"신, 여기서는 엄마 말을 들어. 지금 신은 다쳐서 발목 잡히기만 할 거야!",
			null,
			null,
			"Sin, just listen to mom here, you'll only get in the way in your current condition!",
			"Sin, listen to your mother here. Sin is injured now, and it will only slow you down!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448528,
			"Goo……",
			"咕……",
			"チッ……。",
			"쳇…….",
			null,
			null,
			"Goo ......",
			"Tch. ......."
		],
		[
			"portraits",
			[
				669,
				5,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448529,
			"Yes, yes... Just do what you're supposed to do. Step aside and rest.",
			"没错没错……就这么好好听话，退到一边休息吧。",
			"そうそう……いい子だから、下がって休もうよ。",
			"그래그래…… 착하게 뒤로 물러서서 쉬자.",
			null,
			null,
			"That's right that's right ...... just listen well and step back and rest.",
			"Yes, yes, ...... good boy, let's back off and rest."
		],
		[
			"portraits",
			[
				669,
				4,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448530,
			"Bronya has gained the even stronger power of Heishin, and Ninti is also a trusted and powerful Valkyrie. You will not need to intervene in this battle.",
			"布洛妮娅获得了更为强大的兵神力量，宁蒂也是值得信赖的强大女武神，这场战斗不需要你再插手。",
			"ブローニャは強力な力を手に入れたし、ニンディも信頼できる強い戦乙女だよ。この戦いでシンの出番はもうないわ。",
			"브로냐는 강력한 힘을 손에 넣었고, 닌디도 믿음직한 강한 전투처녀야. 이 싸움에 신 차례는 이미 끝났어.",
			null,
			null,
			"Bronya has gained even more powerful Hyrule powers, and Ninti is a trusted and powerful Valkyrie, this battle doesn't need you meddling in it anymore.",
			"Bronya is a powerful force to be reckoned with, and Ninti is a strong, trustworthy war maiden. Sin's place in this battle is no more."
		],
		[
			"msg",
			448531,
			"Wouldn't it be nice to just hand it over to them? Your mother... must hate you get in the way.",
			"就这么交给她们不是很好么？你的妈妈……也一定非常讨厌你在这碍手碍脚。",
			"だから、彼女たちに全て任せよう？シンのお母さんも……足手まといだから嫌ってたはずよ。",
			"그러니까, 그녀들에게 전부 맡기자? 신의 엄마도…… 발목 잡힌다고 싫어했을 텐데.",
			null,
			null,
			"Wouldn't it be nice to just leave it to them? Your mom ...... must really hate you getting in the way here too.",
			"So let's leave it all to the girls, shall we? I'm sure Sin's mom didn't like them either because they were ...... slowing her down."
		],
		[
			"portraits",
			[
				669,
				5,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448532,
			"By the way, it would be more fun to say, \"I will wait for you when you come back.\" Now you like this kind of warmth, right?",
			"对了，再跟她们说一句“我会等你们回来的”好像更有意思呢~现在的你很喜欢这种温馨吧？",
			"そうだ、いいことを考えたよ。「帰ってくるのを待ってるね」とか言ってみようよ。今のシンはそういう優しさが大好きだよね？",
			"그래, 좋은 생각이 났어. 「돌아올 때까지 기다릴게」 라고 말해보자. 지금의 신은 그런 다정한 말을 엄청 좋아하잖아?",
			null,
			null,
			"By the way, it's more fun to say \"I'll be waiting for you when you come back\" to them~ You like this kind of cozy now, don't you?",
			"Yes, I've got a good idea. Let's say something like, \"I'll be waiting for you to come home.\" Now Sin loves that kindness, doesn't he?"
		],
		[
			"msg",
			448533,
			"Ha ha ha ha ha ha ha!",
			"哈哈哈~哈哈哈哈哈！",
			"アハハハハハハハ！！！",
			"아하하하하하하하!!!",
			null,
			null,
			"Hahaha~ hahahahahaha!",
			"Hahahahahahahaha!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448534,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448535,
			"Shut up... Shut up…",
			"闭嘴……闭嘴……",
			"黙れ……黙れ……。",
			"닥쳐…… 닥쳐…….",
			null,
			null,
			"Shut up ...... shut up ......",
			"Shut up ...... Shut up ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448536,
			"Sin? What's the matter?",
			"杏？怎么了？",
			"シン、どうしたの？",
			"신, 어떻게 된 거야?",
			null,
			null,
			"Sin? What's going on?",
			"Sin, what's wrong?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448537,
			"I will never let you go, and since you've been provoking me again and again…",
			"绝对不会放过你，既然一而再地挑衅本大爷……",
			"絶対に捕まえてやる。このボクをバカにしたからには——",
			"꼭 잡아주겠어. 이 나를 바보로 만든 이상——",
			null,
			null,
			"Definitely won't let you go, since provoking this lord again and again ......",
			"I'm gonna get you, I swear. And since you made me look like a fool..."
		],
		[
			"msg",
			448538,
			"Then don't think you'll make it back alive! Ahhhh!",
			"那就别以为自己能活着回去！啊啊啊啊！",
			"生きて帰れると思うなよ！アハハハハ！",
			"살아서 돌아갈 생각 마! 아하하하하!",
			null,
			null,
			"Then don't think you'll make it back alive! Ahhhhhh!",
			"Don't think you'll get out of here alive! Ahahahaha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448539,
			"Bang ! !",
			"砰！！",
			"——ドガァァンッ！",
			"——쾅!",
			null,
			null,
			"Bang!",
			"--Dogahhhh!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448540,
			"Goo ! ? Sin ! What are you doing!",
			"咕！？杏！你在干嘛！",
			"キャッ！？シ、シン……何してるの！？",
			"깨앳!? 시, 신…… 뭐 하는 거야!?",
			null,
			null,
			"Goo!? Sin! What are you doing!",
			"Catch! Sin, Sin ...... what are you doing!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448541,
			"! ?",
			"！？",
			"ッ！？",
			"엇!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448542,
			"Where's that guy? Get out of here!",
			"怎么是爱哭鬼……那家伙去哪了，给我出来！",
			"なんで泣き虫がここに……あいつはどこ行った、出てこい！",
			"울보가 왜 여기에…… 저 녀석은 어디로 간 거야, 나와!",
			null,
			null,
			"How's the crybaby ...... Where did that guy go, come out here!",
			"Why is the crybaby here ...... where is that guy, come out!"
		],
		[
			"msg",
			448543,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448544,
			"Sin rushed into the hole, Mom!",
			"杏冲到那个空洞里去了，妈妈！",
			"お母様、シンがあの空洞に走っていきました。",
			"어머님, 신이 그 공동 속으로 달려갔어요.",
			null,
			null,
			"Sin rushed into that hollow, Mom!",
			"Mother, Sin ran into that cavity."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448545,
			"I know, that idiot…",
			"我知道，那个笨蛋……我们追！",
			"あのバカ……追うのよ！",
			"저 바보…… 쫓아가자!",
			null,
			null,
			"I know, that idiot ...... we chase!",
			"I'm going after that idiot ......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448546,
			"——! !",
			"——！！",
			"——！！",
			"——!!",
			null
		]
	],
	"2631": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448547,
			"The second study of floating islands Unknown space",
			"沉没第二研究浮岛 未知空间",
			"沈没した第二研究浮島　未知な空間",
			"침몰한 제2연구 부도(浮島) 미지의 공간",
			null,
			null,
			"Sinking of the second research floating island Unknown space",
			"Sunken second research floating island Unknown space"
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448548,
			"What the hell is going on with this space... Why does the Stigmata Terminal explode so much Houkai energy…",
			"这个空间到底是怎么回事……圣痕终端，为什么会爆发出如此庞大的崩坏能……",
			"この空間はいったい何なの……聖痕端末、なぜこんな巨大な崩壊エネルギーを放出したの……。",
			"이 공간은 대체 뭐지…… 성흔 단말, 왜 이렇게 거대한 붕괴 에너지를 방출한 거야…….",
			null,
			null,
			"What the hell is going on in this space ...... Stigma Terminal, why would it explode with such a huge Honkai energy ......",
			"What the heck is this space ...... Stigmatic terminal, why did you release such huge Honkai energy ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448549,
			"It's supposed to be inside a floating island, and there's no end in sight...Seele, have you seen Sin?",
			"明明应该是在浮岛内部才对，这里却看不到尽头……希儿，你有见到杏吗？",
			"浮島の内部にいるはずなのに、ここは果てが見えません。ゼーレ、シンを見ませんでしたか？",
			"부도 내부에 있어야 하는데, 여긴 끝이 보이질 않아. 제레, 신 못 봤어?",
			null,
			null,
			"Obviously it should be inside the floating island, but you can't see the end here ...... Seele, have you seen Sin?",
			"We are supposed to be inside a floating island, but we can't see the end here. Seele, have you seen Sin?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448550,
			"No...Sister Bronya, and Seele feels worse. It's a very uncomfortable space",
			"没有……布洛妮娅姐姐，而且希儿觉得更难受了，这个空间……让人很不自在。",
			"見てないよ、ブローニャお姉ちゃん。なんだかここに入ってから、もっと苦しくなった気がする。この空間……すごく居心地が悪いよ。",
			"못 봤어, 브로냐 언니. 왠지 여기 들어온 뒤로 더 괴로워진 것 같아. 이 공간…… 굉장히 기분이 좋지 않아.",
			null,
			null,
			"There was no ...... Sister Bronya, and Seele found it even harder, the space ...... was uncomfortable.",
			"I didn't see it, sister Bronya. I feel like I've suffered more since I came in here. This space ...... is so uncomfortable."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448551,
			"Well, so did Bronya…",
			"嗯，布洛妮娅也一样……",
			"ブローニャも同じです。",
			"브로냐도 같아.",
			null,
			null,
			"Well, so is Bronya ......",
			"The same is true of Bronya."
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448552,
			"This is Aliyeid's final judgment, human beings, stop your resistance.",
			"这是阿赖耶识最终的判定，人类，停止你们的反抗。",
			"これは阿頼耶識の最終決定です。人類、抵抗をやめてください。",
			"이는 아뢰야식(阿頼耶識)의 최종 결정입니다. 인류여, 저항을 멈추시오.",
			null,
			null,
			"This is the final judgment of the Arya, human beings, stop your rebellion.",
			"This is the final decision of Arya. Humanity, please stop resisting."
		],
		[
			"msg",
			448553,
			"Order, execution——",
			"秩序，执行——",
			"秩序、実行——",
			"질서, 실행——",
			null,
			null,
			"Order, execution -",
			"Order, Execution--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448554,
			"From the center of Aliyeid, a huge Houkai energy barrier unfolds, encompassing the entire central region.",
			"以阿赖耶识为中心，巨大的崩坏能屏障展开，包围了整个中心区域。",
			"阿頼耶識を中心に、巨大な崩壊エネルギー障壁が展開して中心区域を包囲した。",
			"아뢰야식을 중심으로 거대한 붕괴 에너지 장벽이 전개되어 중심 구역을 포위했다.",
			null,
			null,
			"With the Arya as the center, a huge barrier of Honkai energy unfolded and surrounded the entire central area.",
			"A huge Honkai energy barrier deployed around the Araya and encircled the central area."
		],
		[
			"speaker",
			0
		],
		[
			"soundEffect1",
			"DLC_CH01_EV10_ExplosionSomewhere"
		],
		[
			"msg",
			448555,
			"Rumble——",
			"轰隆隆隆——",
			"——ゴロゴロゴロ……",
			"——우르르르...",
			null,
			null,
			"Rumble-",
			"--GorogoroGorogoro......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448556,
			"Is that the ontology of Aliyeid? The Stigmata terminal is in there…",
			"那就是阿赖耶识的本体么……圣痕终端就在那里面……",
			"あれが阿頼耶識の本体なの？聖痕端末はあの中に……。",
			"저게 아뢰야식 본체야? 성흔 단말은 저 안에...",
			null,
			null,
			"Is that the body of Arya consciousness? ...... The stigmata terminal is in there ......",
			"Is that the main body of the Arya? The Stigmata terminal is in that one: ......."
		],
		[
			"msg",
			448557,
			"Seeing is believing now... We... Go......",
			"事到如今只能眼见为实……我们……走……",
			"今となっては自分の目で見るしかないわね。いくわよ。",
			"이젠 직접 눈으로 확인하는 수밖에 없겠네. 가자구.",
			null,
			null,
			"It's all about seeing what you can see now ...... we ...... go ......",
			"Now I'll just have to see for myself. Let's go."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448558,
			"Doh!",
			"咚！",
			"——ドガァァンッ！",
			"——쿵!",
			null,
			null,
			"Knock!",
			"--Dogahhhh!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448559,
			"Ms.Cocolia!?",
			"可可利亚女士！？",
			"カカリア様！？",
			"쿠쿠리아님!?",
			null,
			null,
			"Ms. Cocolia!?",
			"Mr. Cocolia!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			448560,
			"Cocolia's Titan pilot dropped to its knees as soon as it took a step. Meanwhile, Bronya and Seele are looking tired.",
			"可可利亚所驾驶的泰坦试作机，在迈出一步的瞬间跪倒在地。与此同时，布洛妮娅与希儿也显露出倦容。",
			"カカリアが操縦していたタイタンの試作機は、前へ踏み出すと同時に倒れた。そして、ブローニャとゼーレは疲れ切っていた。",
			"쿠쿠리아가 조종하던 타이탄 시제기는 앞으로 나아가던 동시에 쓰러졌다. 그리고 브로냐와 제레는 지쳐 쓰러졌다.",
			null,
			null,
			"The Titan Trial Machine piloted by Cocolia fell to its knees the moment it took a step. At the same time, Bronya and Seele showed their weariness.",
			"The Titan prototype that Cocolia was piloting collapsed as soon as she stepped forward. And Bronya and Seele were exhausted."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448561,
			"The line of sight... fuzzy...Sister Bronya...Mom...Where are you…",
			"视线……好模糊……布洛妮娅姐姐……妈妈……你们在哪……",
			"視界が……ぼやけて……ブローニャお姉ちゃん……お母さん、どこにいるの？",
			"시야가...... 흐릿해져...... 브로냐 언니...... 엄마, 어디 계세요?",
			null,
			null,
			"Sight ...... So Blurry ...... Sister Bronya ...... Mom ...... Where are you? ......",
			"My vision is ...... blurred and I can't see ...... Bronya, big sister ...... mother, where are you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448562,
			"Well…",
			"唔……",
			"うぅ……。",
			"우으......",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448563,
			"What's going on, an attack? But there should be no enemy approaching.",
			"到底发生了什么，袭击？但应该没有敌人靠近才对。",
			"一体何が……敵襲？いえ、近くに敵がいないはず。",
			"도대체 뭐가…… 적습? 아니, 근처에 적이 없을 텐데.",
			null,
			null,
			"What the hell happened, an attack? But there shouldn't be any enemies close by.",
			"What in the world is ...... an enemy attack? No, there should be no enemy nearby."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448564,
			"It's Stigmata.",
			"是圣痕的原因。",
			"聖痕だ。",
			"성흔이야.",
			null,
			null,
			"It's the stigmata.",
			"Stigmata."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448565,
			"! ?",
			"！？",
			"なっ！？",
			"뭐라고!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448566,
			"Confronted by Otto's sudden appearance at her side, Ninti sets up her weapons and blocks the fallen crowd.",
			"面对突然出现在身边的奥托，宁蒂架起了武器，挡在了倒下的众人前方。",
			"突然現れたオットー相手に、倒れたみんなの前にニンディは武器を片手に身構えた。",
			"갑자기 나타난 오토를 상대로, 쓰러진 모두 앞에서 닌디는 무기를 한 손에 들고 경계 자세를 취했다.",
			null,
			null,
			"Facing Otto who suddenly appeared beside him, Ninti set up his weapon and blocked in front of the fallen crowd.",
			"Ninti took a stance, weapon in hand, in front of everyone who had fallen against Otto, who had suddenly appeared."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448567,
			"Relax. I'm not the one attacking them.",
			"别紧张，攻击她们的可不是我。",
			"ニンディちゃん、身構えなくてもいいよ。彼女たちを攻撃したのは僕じゃないよ。",
			"닌디야, 경계하지 않아도 괜찮아. 그녀들을 공격한 건 내가 아니야.",
			null,
			null,
			"Relax, it wasn't me who attacked them.",
			"Ninti, you don't have to get defensive. It wasn't me who attacked them."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448568,
			"But the situation has not changed. Now, you are my enemy.",
			"但状况并没有改变，现在，你是我的敌人。",
			"ですが、状況は変わっていません。あなたは私の敵です。",
			"하지만 상황은 변하지 않았어요. 당신은 제 적이에요.",
			null,
			null,
			"But the situation hasn't changed. Now, you're my enemy.",
			"But the situation has not changed. You are my enemy."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448569,
			"For old times' sake, I'll tell you something, Ninti.",
			"念在昔日的情分上，告诉你一件事吧宁蒂。",
			"昔のよしみで、一つ教えようか。",
			"옛 정분으로, 하나 가르쳐 줄까?",
			null,
			null,
			"For old time's sake, let me tell you something Ninti.",
			"For old time's sake, let me tell you one thing."
		],
		[
			"msg",
			448570,
			"This space was born with the launch of the Stigmata terminal, which is now also active.",
			"这个空间是伴随着圣痕终端的启动而诞生的，如今，圣痕终端也处于活化状态。",
			"この空間は聖痕端末の起動によって生成されたものだ。聖痕端末は今でも稼働しているよ。",
			"이 공간은 성흔 단말의 기동으로 생성된 거야. 성흔 단말은 지금도 가동 중이야.",
			null,
			null,
			"This space was born with the activation of the Stigma Terminal, which is now in an activated state as well.",
			"This space was created by the activation of the Stigmata terminal. The Stigmata terminal is still in operation."
		],
		[
			"msg",
			448571,
			"The so-called freeze of civilization, in the final analysis, is the elimination of the secular human, so that Stigmata returned to the terminal.",
			"所谓文明的冻结，归根到底是对现世人类的肃清，让圣痕重归于终端之中。",
			"文明の凍結というのは、今の世界にいる人類を粛清して聖痕を再び端末に戻すことを言うんだ。",
			"문명의 동결이란, 지금 세계에 있는 인류를 숙청하고 성흔을 다시 단말로 되돌리는 것을 말하는 거야.",
			null,
			null,
			"The so-called freezing of civilization boils down to the purging of present-day humanity, bringing the stigmata back into the terminal.",
			"By freezing civilization, I mean purging the human race in the world today and putting the Stigmata back on the terminal again."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448572,
			"Is it because of Stigmata, Ms. Cocolia?",
			"难道说，可可利亚女士她们会出现这种状况是因为圣痕……",
			"まさか、カカリア様たちがこうなったのは、聖痕が……。",
			"설마, 쿠쿠리아 님들이 이렇게 된 건, 성흔이…….",
			null,
			null,
			"Could it be that Ms. Cocolia and the girls are in this situation because of the stigmata ......",
			"I don't believe that Cocolia and her friends did this, but the Stigmata are ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			448573,
			"The Stigmata is still in them, but the people closest to it are bound to have a degree of resonance.",
			"虽说圣痕仍在她们体内，但最靠近此处的各位，其圣痕必定会产生一定程度的共鸣。",
			"聖痕はまだ彼女たちの体内にあるけど、ここまで近づけたなら聖痕もある程度共鳴しているだろう。",
			"성흔은 아직 그녀들 몸속에 있지만, 여기까지 가까이 다가왔다면 성흔도 어느 정도 공명하고 있을 것이다.",
			null,
			null,
			"Even though the stigmata were still inside them, the ones closest to this place were bound to have their stigmata resonate to some degree.",
			"The stigmata are still inside their bodies, but if we can get this close, the stigmata will have some resonance."
		],
		[
			"msg",
			448574,
			"Now, they may not know what reality is. The Stigmata fragment contains a lot more information than we thought, especially when it comes to memory.",
			"现在，她们恐怕已经分不清何为现实。圣痕片段所能记载的信息量远超于我们想象，特别是那些记忆相关的信息。",
			"今の彼女たちは、おそらく現実か幻かの判断がつかなくなっているはずさ。聖痕に搭載できる情報量は我々の想像を超えているんだ。特に記憶と関係している情報はね。",
			"지금의 그녀들은 아마 현실인지 환상인지 구분하지 못할 거야. 성흔에 탑재할 수 있는 정보량은 우리의 상상을 뛰어넘어. 특히 기억과 관련된 정보는 말이지.",
			null,
			null,
			"Now, they are afraid that they can no longer distinguish what is reality. The amount of information that can be recorded by the stigmata fragments is far more than we can imagine, especially those memory-related information.",
			"They probably can't tell if they are real or not. The amount of information that can be carried in a stigmata is beyond our imagination. Especially information related to memory."
		],
		[
			"msg",
			448575,
			"The sheer volume of information, in turn, will overwhelm the holder. From the start, Stigmata was not a benign thing.",
			"庞大的信息量，会反过来将持有者压垮，从一开始，圣痕就不是什么有利而无害的东西。",
			"膨大な情報量はその所有者を潰してしまうんだ。聖痕は最初から害がないものではなかったんだよ。",
			"막대한 정보량은 그 소유자를 무너뜨려 버려. 성흔은 처음부터 해가 없는 물건이 아니었어.",
			null,
			null,
			"The sheer volume of information would, in turn, overwhelm the holder, and from the beginning, the stigmata were anything but favorable and harmless.",
			"The sheer volume of information crushes its owner. Stigmata were not harmless from the start."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448576,
			"I don't have the Stigmata factor, so I'm not affected?",
			"我没有圣痕这一因素，所以才没有受到影响么？",
			"私には聖痕がないから影響されないのですか？",
			"나에겐 성흔이 없으니 영향을 받지 않는 건가?",
			null,
			null,
			"Is the fact that I don't have the stigmata a factor that's why I'm not affected?",
			"Am I not affected because I don't have a sacrament?"
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448577,
			"Why, telling me this…",
			"为什么，要告诉我这些……",
			"何故、こんなことを教えてくれるのですか……。",
			"왜 이런 말을 해 주는 거야…….",
			null,
			null,
			"Why, tell me this ......",
			"Why are you telling us this? ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448578,
			"That's the advice. If you don't want the human race to end, get out of here.",
			"这是忠告，如果不希望人类就此灭亡，就离开这。",
			"これは忠告だよ。人類の滅亡を望んでいないのなら、ここから離れるといいよ。",
			"이건 충고야. 인류의 멸망을 바라지 않는다면, 여기서 떠나는 게 좋아.",
			null,
			null,
			"That's the advice. If you don't want the human race to die out, get out of here.",
			"Here's my advice. If you don't want to see the end of the human race, then leave this place."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448579,
			"That's very kind of you, but I'm here to stop it…",
			"那还真是谢谢你，但我正是为了阻止这件事发生才来的……",
			"それはどうも。でも、私はそれを阻止するためにここに来たのよ……。",
			"고마워. 하지만 난 그것을 막기 위해 여기 온 거야…….",
			null,
			null,
			"That's pretty much a thank you, but that's exactly why I'm here to stop this from happening ......",
			"Thanks for that. But I'm here to stop you from doing that. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			448580,
			"Have you recovered yet... No, it doesn't seem so…",
			"已经恢复过来了么……不，看来并非如此……",
			"もう気がついたか……いや、どうやらそうじゃないみたいだね。",
			"벌써 눈치챘나…… 아니, 아직 그런 모양이군.",
			null,
			null,
			"Has it recovered ...... No, it doesn't seem so ......",
			"Have you noticed that already ...... No, apparently not."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448581,
			"——Beep……",
			"——滴……",
			"——ピピ",
			"——삐삐",
			null,
			null,
			"--Drop ......",
			"--pipi"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448582,
			"Lord Otto, the Houkai energy barrier in the area of Stigmata Terminal has been breached by Lord Kallen.",
			"奥托大人，圣痕终端所在区域的崩坏能屏障已经被卡莲大人打开缺口。",
			"オットー様、聖痕端末周辺にある崩壊エネルギー障壁は、すでにカレン様が破壊しました。",
			"오토님, 성흔 단말 주변의 붕괴 에너지 장벽은 이미 카렌님이 파괴하셨습니다.",
			null,
			null,
			"Otto-sama, the Honkai energy barrier in the area where the Stigma Terminal is located has been opened up to a gap by Kallen-sama.",
			"Dear Otto, Kallen has already destroyed the Honkai energy barrier around the Stigmata terminal."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				3,
				false
			]
		],
		[
			"msg",
			448583,
			"Good. I'll be right there.",
			"很好，我马上就到。",
			"わかった、今から向かうよ。",
			"알았어, 지금 갈게.",
			null,
			null,
			"Good, I'll be right there.",
			"Okay, I'm on my way."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448584,
			"Oops, he's stalling for time!",
			"糟糕，他是在拖延时间！",
			"時間稼ぎ！？",
			"시간 벌기!?",
			null,
			null,
			"Shit, he's stalling!",
			"Stalling for time!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448585,
			"Ninti... Don't worry about me. Go stop Otto!",
			"宁蒂……先不用管我，快去拦下奥托！",
			"ニンディ……私はいいから、オットーを止めて！",
			"닌디……나는 괜찮으니까、오토를 막아！",
			null,
			null,
			"Ninti ...... don't worry about me first, go and stop Otto!",
			"Ninti ...... I'm good, stop Otto!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448586,
			"I know——",
			"我知道了——",
			"わかりました！",
			"알겠습니다!",
			null,
			null,
			"I know--",
			"I understand!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448587,
			"Bang!",
			"砰！",
			"——ドォォオンッ！！",
			"——쿠우우웅！！",
			null,
			null,
			"Bang!",
			"--Doooooooong!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448588,
			"! ?",
			"！？",
			"ッ！？",
			"쯧!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			448589,
			"Defeat the Houkai and you'll be able to protect everyone.",
			"只要击败那个崩坏兽，就能够保护大家。",
			"あの崩壊獣を倒すことができれば、みんなを守れます。",
			"저 붕괴수를 쓰러뜨릴 수 있다면, 모두를 지킬 수 있습니다.",
			null,
			null,
			"By defeating that Honkai Beast, you'll be able to protect everyone.",
			"If we can defeat that Honkai beast, we can protect everyone."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448590,
			"Bronya...Lost in the memory of Stigmata…",
			"布洛妮娅……难道，是迷失在圣痕的记忆之中了吗？这么说杏的情况也是……",
			"ブローニャ……まさか、聖痕の記憶で混乱してる？それでは、シンも……。",
			"브로냐…… 설마, 성흔의 기억 때문에 혼란스러운 거야? 그렇다면, 신도…….",
			null,
			null,
			"Bronya ...... Is it possible that it's lost in the memories of the stigmata? So much for Sin ......",
			"Bronya ...... don't tell me you're confused by the memory of the stigmata? Well, then, Sin is also ......."
		],
		[
			"msg",
			448591,
			"Goo...This isn't the time for infighting. Wake up, Bronya…",
			"咕……现在可不是内斗的时候，快醒醒，布洛妮娅……",
			"う……今は仲間割れをしている場合ではありません。目を覚ましてください、ブローニャ……。",
			"으… 지금은 내분할 때가 아니에요. 정신 차리세요, 브로냐…….",
			null,
			null,
			"Goo ...... This is no time for infighting, wake up Bronya ......",
			"U...... now is not the time to be a friend to your friends. Wake up, Bronya......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448592,
			"Found it! Found it!Remember that for me!I'm the only one...The one who will finally be recognized in this team!",
			"找到了找到了！给我记清楚！本大爷才是唯一的……在这个小队中最终会被认可的人！",
			"見つけた！ちゃんと覚えておけよ！ボクが唯一……この小隊で認めてもらえる人間なんだ！",
			"찾았다! 똑똑히 기억해 둬! 내가 유일하게… 이 소대에서 인정받는 인간이야!",
			null,
			null,
			"I got it, I got it! Mark it down for me! This master is the only one ...... who will finally be recognized in this squad!",
			"Found it! Remember, I'm the only one who will be recognized in this platoon! I'm the only one who will be ...... recognized in this platoon!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448593,
			"Bang——",
			"砰——",
			"バァァアンッ！！！",
			"으아아아앙!!!",
			null,
			null,
			"Bang--",
			"Baaaang!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448594,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448595,
			"I won't let you run away this time.",
			"这回可不会让你逃跑，你这小鬼，看本大爷给你大卸八块！",
			"今度こそ逃がさないぞ、ぶっ殺してやる！",
			"이번엔 절대 놓치지 않아, 죽여버릴 거야!",
			"I won't let you escape this time, you little brat. I'll tear you apart, limb from limb!",
			null,
			"I won't let you escape this time, you little brat. Watch this master dismantle you!",
			"I won't let you get away this time, I'll kill you!"
		]
	],
	"2632": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448596,
			"Bang!",
			"砰！",
			"ドォォオンッ！！",
			"우우우웅!!",
			null,
			null,
			"Bang!",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448597,
			"Goo, it's totally out of control…",
			"咕，已经完全失控了……",
			"もう完全に制御不能になってる……。",
			"이젠 완전히 통제 불능이 됐어…….",
			null,
			null,
			"Goo, it's gotten completely out of hand ......",
			"It's completely out of control now. ......"
		],
		[
			"msg",
			448598,
			"We'll have to take her action first, huh!",
			"只能先夺取她的行动力了，哈啊！",
			"まずはシンの行動を止めないといけません。",
			"일단 신의 행동을 막아야 합니다.",
			null,
			null,
			"Had to take away her mobility first. Haaah!",
			"First, Sin's behavior must be stopped."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448599,
			"Crack——",
			"咔——",
			"——ガンッ！",
			"—— 강!",
			null,
			null,
			"Ka--",
			"--Gunshot!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448600,
			"Ha ha ha ha ha!",
			"哈哈哈哈哈哈！别小看我了！",
			"アハハハハ！ボクにケンカを売ったからこうなるんだ！",
			"아하하하하! 내게 덤벼들었으니 이 꼴이 나는 거야!",
			null,
			null,
			"Ha ha ha ha ha ha ha! Don't underestimate me!",
			"Ahahahahaha! That's what happens when you pick a fight with me!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				665,
				2,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448601,
			"Why...... If she gets hurt, it will affect her movement…",
			"为什么……受伤的话，多少会影响她行动才对……",
			"なぜ……ケガしてるから多少動きが鈍くなるはずなのに……。",
			"어째서…… 다쳤으니 움직임이 좀 느려져야 하는데…….",
			null,
			null,
			"Why ...... would an injury more or less affect her mobility ......",
			"Why ...... should the movement be somewhat slower because of the injury. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448602,
			"Though I can barely stay awake through pain...But it wasn't just an illusion…",
			"虽然可以勉强靠着疼痛保持清醒……但这可不是单纯幻觉那么简单……",
			"痛みのおかげて目が覚めているけど、これはただの幻覚じゃないわ……。",
			"고통 덕분에 정신은 차리지만, 이건 단순한 환각이 아니야…….",
			null,
			null,
			"Although one can barely stay awake on pain ...... it's not as simple as a mere hallucination ......",
			"I'm awake thanks to the pain, but this isn't just a hallucination. ......"
		],
		[
			"msg",
			448603,
			"…………",
			"…………",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448604,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448605,
			"Спи, малыш, усни♪",
			"Спи, малыш, усни♪",
			"Спи、малыш、усни♪",
			"자라, 아가야, 잠들어라♪",
			null,
			null,
			"Спи, малыш, усни♪",
			"Спи, малыш, усни ♪"
		],
		[
			"msg",
			448606,
			"I will take you to new shores...There will be no blood or killing...There are only endless wheat fields and lullabies blowing in the wind.",
			"妈妈会带着你们到达新的彼岸……那里将没有鲜血和杀戮……只有一望无垠的麦田与风中悠扬的摇篮曲。",
			"お母さんが君たちを新しい世界へ連れてってあげるわ。血も殺戮もない……無限の麦畑と風に揺れる子守唄だけの世界へ。",
			"엄마가 너희들을 새로운 세상으로 데려가 줄게. 피도 살육도 없는… 끝없는 밀밭과 바람에 흔들리는 자장뿐인 세상으로.",
			null,
			null,
			"Mom will take you to the new shore ...... where there will be no blood and no killing ...... only endless wheat fields with lullabies lilting in the wind.",
			"Your mother will take you all to a new world. To a world where there is no blood and no killing ...... only endless fields of wheat and lullabies in the wind."
		],
		[
			"msg",
			448607,
			"Go to sleep, my child, and the next time you wake up there will be a new world.",
			"睡吧，我的孩子，等下次醒来的时候就是新的世界了。",
			"眠りなさい、愛子よ。次目覚めた時は新しい世界よ。",
			"잠들어라, 사랑스러운 아이야. 다음 눈을 뜰 땐 새로운 세상이야.",
			null,
			null,
			"Sleep, my child, and when you next wake up it will be a new world.",
			"Go to sleep, Aiko. The next time you wake up, it will be in a new world."
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448608,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448609,
			"Wake up, my last daughter.",
			"醒来吧，我最后的女儿。",
			"目を覚まして、私の最後の娘よ。",
			"눈을 떠라, 나의 마지막 딸이여.",
			null,
			null,
			"Wake up, my last daughter.",
			"Wake up, my last daughter."
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448610,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448611,
			"Natasha, Natasha is my mother's angel…",
			"娜塔莎，娜塔莎可是妈妈的天使……",
			"ナターシャ、ナターシャはお母さんの天使……。",
			"나타샤, 나타샤는 엄마의 천사….",
			null,
			null,
			"Natasha, Natasha is a mommy's angel ......",
			"Natasha, Natasha is your mother's angel. ......"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448612,
			"Goo...Consciousness can be devoured if one is not careful...No matter when these memories are from, they are certainly from me…",
			"咕……只要一不留神，意识就会被吞噬……不管这些是源自何时的记忆，但都无疑是我自己……",
			"うっ……気を抜くと意識が呑まれる……いつの記憶なのかはわからないけど、これは紛れもなく私自身の……。",
			"윽… 방심하면 의식을 잃어버리겠어… 언제의 기억인지는 모르겠지만, 이것은 분명 나 자신의….",
			null,
			null,
			"Goo ...... As soon as I don't pay attention, my consciousness will be swallowed up ...... No matter when these memories originated, they are undoubtedly my own ......",
			"Ugh......I don't know when this is a memory, but it is unmistakably my own......."
		],
		[
			"msg",
			448613,
			"Is it too much of a challenge to ask Bronya to stay awake under the circumstances…",
			"在这种情况下要求布洛妮娅她们保持清醒有点太过为难了么……",
			"こんな状況で、ブローニャたちが目を覚ますことは難しいわね……。",
			"이런 상황에서 브로냐 녀석들이 깨어나긴 어렵겠네……",
			null,
			null,
			"Is it a bit too much to ask Bronya and the girls to stay awake in this situation ......",
			"It's hard for Bronya and her friends to wake up under these circumstances. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448614,
			"「Anti Houkai Energy Recharge: 60%」",
			"「反崩坏磁场充能：60%」",
			"「反崩壊磁場エネルギー充填：60％」",
			"「반붕괴자기장 에너지 충전: 60%」",
			null,
			null,
			"\"Anti-Honkai magnetic field charge: 60%.\"",
			"Anti-Honkai magnetic field energy fill: 60%.\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448615,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"msg",
			448616,
			"Ninti, get them out of here and give me the rest.",
			"宁蒂，把她们带离这个地方，剩下的交给我。",
			"ニンディ、みんなを連れてここから脱出しなさい。後は私に任せて。",
			"닌디, 모두 데리고 여기서 탈출해. 나머진 내게 맡겨.",
			null,
			null,
			"Ninti, get them out of this place and leave the rest to me.",
			"Ninti, get everyone out of here. I'll take care of the rest."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448617,
			"But, Ms. Cocolia, you're not going to be enough on your own.",
			"可是，可可利亚女士，你自己一个是无法充当足够战力的。",
			"カカリア様一人では戦力が足りません。",
			"쿠쿠리아님 혼자서는 전력이 부족합니다.",
			null,
			null,
			"But, Ms. Cocolia, you can't act as a sufficient fighting force on your own.",
			"Mr. Cocolia alone is not strong enough."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448618,
			"Then you try to leave the trash in my way!",
			"那你就希望留这几个废物来妨碍我么！",
			"だからこの邪魔者たちを残すのかしら？",
			"그래서 이 방해자들을 남겨두자는 거야?",
			null,
			null,
			"So do you wish to keep these losers to get in my way!",
			"Is that why they leave these interlopers behind?"
		],
		[
			"msg",
			448619,
			"Get out of here.",
			"出去吧，已经没你们什么事了。",
			"もう出て行きなさい。あなたたちはもう十分戦ったわ。",
			"이제 나가. 너희는 이미 충분히 싸웠어.",
			null,
			null,
			"Get out. There's nothing more for you to do.",
			"Now leave. You have fought enough."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				2,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448620,
			"Get out of my way!",
			"让开让开让开！",
			"どけっ！どけっ！！",
			"비켜! 비켜!!",
			null,
			null,
			"Get out of the way. Get out of the way!",
			"Move! Move!"
		],
		[
			"portraits",
			[
				665,
				2,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448621,
			"Yes, that's it! Vent, rage, show all your SINS!",
			"没错，就是这样！发泄吧，怒吼吧，把自己的罪恶全部展现出来！",
			"そうだよ！思いっきり叫んで全ての罪を見せて！",
			"그래! 마음껏 외쳐 네 모든 죄를 보여줘!",
			null,
			null,
			"That's right! Let it out, roar, show all your sins!",
			"That's right! Scream as hard as you can and show all your sins!"
		],
		[
			"msg",
			448622,
			"That strong, solid, cold, stone-like mother will leave you because you are too small!",
			"那位强大，又如石像般坚实冰冷的妈妈会离你而去，全是因为你过于弱小！",
			"あの強かった石像のように。冷たくて逞しいお母さんがいなくなったのは、シンが弱かったからよ！",
			"그 강인했던 석상처럼. 차갑고 강인했던 엄마가 사라진 건 신이 약했기 때문이야!",
			null,
			null,
			"That strong, and stone-like, solid and cold mom will leave you all because you are too weak!",
			"Just like that strong stone statue. The cold, rugged mom is gone because Sin was weak!"
		],
		[
			"msg",
			448623,
			"Admit it! You were never strong!",
			"承认吧！你从未强大过！也从来未被正视过！",
			"もういい加減に認めてよ！シンは一度も強くなったことがない！今まで評価されたことがないの！",
			"이제 그만 인정해! 신은 한 번도 강해진 적이 없다! 지금까지 평가받은 적이 없다고!",
			null,
			null,
			"Admit it! You've never been strong! And never been square!",
			"Just admit it already! Sin has never been stronger! He has never been appreciated!"
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			448624,
			"You won't be able to say that soon!",
			"很快你就说不出这样的话了！",
			"もうすぐこんなことが言えないようにしてやるさ！",
			"곧 이런 말 못 하게 해주마!",
			null,
			null,
			"Soon you won't be able to say anything like that!",
			"Soon I'll make it impossible for you to say this!"
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			448625,
			"This is the quandary you give up sin for! Ha ha ha~",
			"这就是你舍弃罪恶换回来的窘境！哈哈哈哈~哈哈哈哈哈哈~",
			"これはシンが罪と引き換えに手に入れた苦境なんだよ！アハハハハッ！",
			"이건 신이 죄와 바꿔 얻은 고난이야! 아하하하하!",
			null,
			null,
			"That's the dilemma you get back by giving up your sins! Ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha ha",
			"This is the predicament Sin got in exchange for his sins! Ahahahahaha!"
		],
		[
			"msg",
			448626,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				665,
				1,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448627,
			"! ?",
			"！？",
			"ッ！？",
			"으!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448628,
			"Bang!",
			"砰！",
			"ドガァアンッ！！！",
			"두가아앙!!!",
			null,
			null,
			"Bang!",
			"Dogaaan!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448629,
			"Sin, what are you seeing, what are you fighting…",
			"杏，你到底看到了什么，又在跟什么……战斗……",
			"シンは一体何を見て何と戦っているのですか……。",
			"신은 대체 무엇을 보고 무엇과 전투하고 있는 건지…….",
			null,
			null,
			"Sin, what do you really see and what are you fighting ...... ......",
			"What exactly is Sin seeing and what is he fighting against? ......"
		],
		[
			"msg",
			448630,
			"And Ms. Cocolia...You would never take such a low percentage pick. Why…",
			"而且可可利亚女士……你从来都不会做这种低胜率的选择，到底是为什么……",
			"それに、カカリア様は勝算がないことはしないはずです。一体どうして……。",
			"게다가, 쿠쿠리아 님은 승산 없는 일은 하지 않으실 텐데. 대체 어떻게 해서…….",
			null,
			null,
			"And Ms. Cocolia ...... you never make these low win choices, why on earth ......",
			"Besides, Master Cocolia should not do anything that has no chance of winning. Why on earth would ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448631,
			"What are you still doing!",
			"还愣着做什么！",
			"呆けてる暇はないわよ！",
			"멍하니 있을 시간 없어!",
			null,
			null,
			"What are you waiting for!",
			"I don't have time to be a jerk!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448632,
			"Well, I'll be back as soon as I can. Please stay with me.",
			"唔，我会尽快赶回来的，请你支持住。",
			"クッ……できるだけ早く戻ります。それまでどうか持ち堪えてください！",
			"쿡…… 가능한 한 빨리 돌아올게. 그때까지 어떻게든 버텨줘!",
			null,
			null,
			"Well, I'll be back as soon as I can, so please hang in there.",
			"Kk ...... will be back as soon as possible. Until then, please bear with us!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448633,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448634,
			"Please, then——",
			"拜托你了，那么——",
			"お願いするわ。さて——",
			"부탁할게. 자, ——",
			null,
			null,
			"Please, then--",
			"Please. Now--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448635,
			"「Exclue——Exclude——」",
			"「排除——排除——」",
			"「排除、排除——」",
			"「제거, 제거——」",
			null,
			null,
			"\"Exclude--exclude--\"",
			"\"Eliminate, eliminate--\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448636,
			"Damn it...It's a defense system...No, it's the Houkai creature!",
			"该死……是防御系统……不对，居然是崩坏生物么！",
			"チッ……防御システムか……違う、崩壊生物なの！？",
			"쳇... 방어 시스템인가... 아냐, 붕괴 생물이야!?",
			null,
			null,
			"Damn ...... is the defense system ...... No, is it actually Honkai creatures!",
			"Tsk ...... defense system or ...... not, it's a Honkai organism!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				3,
				false
			]
		],
		[
			"msg",
			448637,
			"Ms. Cocolia!",
			"可可利亚女士！",
			"カカリア様！",
			"쿠쿠리아 님!",
			null,
			null,
			"Ms. Cocolia!",
			"Dear Cocolia!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				1,
				false
			],
			[
				35,
				3,
				true
			]
		],
		[
			"msg",
			448638,
			"You still have the mood to look around!",
			"还有心情东张西望呢！",
			"よそ見してる余裕なんてないだろ！",
			"눈 돌릴 여유 따윈 없을 거 아냐!",
			null,
			null,
			"And in the mood to look around!",
			"You can't afford to look the other way!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448639,
			"Bang!",
			"砰！",
			"ドォォオンッ！！",
			"쿵!!!",
			null,
			null,
			"Bang!",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448640,
			"Hmm!",
			"唔！",
			"ぐっ……。",
			"윽.......",
			null,
			null,
			"Mmm!",
			"Gugu ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			448641,
			"Damn, there's no time to dawdle!",
			"该死，已经没有时间再磨蹭下去了！",
			"もう、時間が！",
			"이제, 시간이 없어!",
			null,
			null,
			"Damn it, there was no more time to dawdle!",
			"Already, time to go!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448642,
			"You'll need a lot of strength. Good. I'll be the good news!",
			"你们需要强大的战力支援，很好，那我就是降临的福音！",
			"ハーッハッハッハッ！カカリア、支援が必要か？なら喜べ、我が絶望を希望に変えてやろう！",
			"하하하하하! 쿠쿠리아, 지원이 필요하냐? 그렇다면 기뻐해라, 내 절망을 희망으로 바꿔주마!",
			null,
			null,
			"You need strong battle support, good, then I am the gospel of descent!",
			"Har-har-har! Cocolia, do you need assistance? Then rejoice, I will turn my despair into hope!"
		],
		[
			"bgm",
			54
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448643,
			"Who !?",
			"谁！？",
			"誰ッ！？",
			"누구야!?",
			null,
			null,
			"Who!",
			"Who?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448644,
			"Houraiji Kyuushou, your savior has come!",
			"蓬莱寺九霄，你们的救世主来了！",
			"蓬莱寺九霄、この救世主が世界を救ってやろう！",
			"호라이지큐쇼, 이 구세주가 세상을 구해주마!",
			null,
			null,
			"Houraiji Kyuushou, your savior is here!",
			"Houraiji Kyuushou, this savior will save the world!"
		]
	],
	"2633": [
		[
			"bgm",
			54
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448645,
			"Blessed by the darkness, the son of God, carrying out the broken inscription, devouring the soul of the enemy of sin!",
			"被黑暗所眷顾的神之子，贯彻破灭的铭文，吞噬罪恶之敌的灵魂！",
			"闇に恵まれた神の子よ。破壊された碑文を貫き、奴等の魂を喰らい尽くせ！",
			"어둠에 축복받은 신의 아들이여. 파괴된 비문을 꿰뚫고, 저들의 영혼을 집어삼켜라!",
			null,
			null,
			"The son of God, favored by darkness, carries out the broken inscription and devours the souls of sin's enemies!",
			"O Son of God, blessed with darkness! Pierce the destroyed inscriptions and devour their souls!"
		],
		[
			"msg",
			448646,
			"Burning soul implosion·Shadow!",
			"燃魂聚爆·暗！",
			"ソール・エクスプロージョン・闇！！！",
			"소울 익스플로전・다크!!!",
			null,
			null,
			"Burning Soul Polyblast - Dark!",
			"Saul Explosion Darkness!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448647,
			"Hum!",
			"嗡！",
			"ブゥゥウンッ！",
			"부우우웅!",
			null,
			null,
			"Buzz!",
			"Buuuuut!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448648,
			"This is... Walter's abilities…",
			"这是……瓦尔特的能力……",
			"これは……ヴェルト様の力……。",
			"이건……웰트님의 힘…….",
			null,
			null,
			"This is ...... Welt's ability to ......",
			"This is the power of ...... Master Welt ......."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448649,
			"Here comes the power of salvation! Although not yet a large-scale attack, at least some effect, it seems that the special training with Celine is not in vain.",
			"救世之力初登场！虽然还不能进行大规模攻击，但起码有所成效，看来跟西琳的特训并没有白费。",
			"す、すごい……凄いぞ！これが救世主の力だ！まだ大規模な攻撃はできないが、少なくとも効果はあった。これがシーリンとの特訓の成果だ！",
			"대, 대단해…… 대단하군! 이게 구세주의 힘이야! 아직 대규모 공격은 못 하지만, 적어도 효과는 있었어. 이것이 시린과의 특훈의 성과다!",
			null,
			null,
			"The power of salvation made its debut! It wasn't enough for a large-scale attack, but at least it was effective, so it seemed that the special training with Sirin hadn't been in vain.",
			"Soooo, wow ...... awesome! This is the power of the Saviors! We can't do a massive attack yet, but at least it worked. This is the result of my training with Sirin!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448650,
			"It's not much better, but it's still a force.",
			"虽然情况没有好转太多，但也姑且能算是一个战力吧。",
			"戦力が増えたわね。だけど——",
			"전력이 늘었네. 하지만 ——",
			null,
			null,
			"Things aren't much better, but it's a fighting chance for the time being.",
			"You've increased your forces. But--"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			448651,
			"What, what do you mean! I went through all the trouble of preaching the Gospel! I was scolded by that stiff face in military uniform!",
			"你、你这什么意思！九霄大人可是费了千辛万苦过来传达福音的！可没少被那个穿军服的死板脸数落！",
			"な、なにが言いたいんだ！我がわざわざ希望を届けに来たのだ！あの軍服ポーカーフェイスに散々言われたけど！",
			"뭐, 뭔 소릴 하려는 거야! 내가 일부러 희망을 전하러 왔단 말이다! 그 군복 포커페이스한테 온갖 소릴 들었지만!",
			null,
			null,
			"You, what do you mean by that! Lord Kyuushou has gone through a lot of trouble to come here to deliver the gospel! He's been criticized by that deadpan face in uniform!",
			"What are you trying to say? I came all the way here to deliver my hope! I've been told a lot by that military-suited poker face!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			448652,
			"The mission of the Order of the Apocalypse… Is that what it means? You guys really like to bet your future on these kids...",
			"天启骑士团的任务……指的就是这个么，你们还真喜欢在这些孩子身上赌上未来……",
			"天啓騎士団の任務……これのことなの。はぁ、本当に子供に未来を賭けるのが好きね。",
			"천기 기사단의 임무…… 이 일 말이지. 하아, 정말 아이들에게 미래를 거는 걸 좋아하네.",
			null,
			null,
			"Is this what the Knights of the Apocalypse mission ...... is referring to, you guys really like to bet the future on these kids ......",
			"I'm talking about the mission of the Knights of the Order of Heavenly Enlightenment: ...... this is what I'm talking about. Huh, you really like to bet your future on your kids."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448653,
			"I don't know what's going on with you, but the target is the unviewable with the force of Chaos.",
			"虽然不知道你们怎么了，但目标就是那个充满混沌之力的不可视界吧。",
			"何があったのかは知らない。だが、標的はあの混沌とした力が集中してるところで間違いないようだな。",
			"무슨 일이 있었는지는 모르겠다. 하지만 표적은 그 혼돈의 힘이 집중된 곳이 틀림없는 모양이군.",
			null,
			null,
			"I don't know what's wrong with you guys, but the goal is that unseen realm filled with the power of chaos, right?",
			"I don't know what happened. But it seems to me that the target is definitely where that chaotic force is concentrated."
		],
		[
			"msg",
			448654,
			"Kiana... Is she there…",
			"琪亚娜……她在那里吗……",
			"キアナ……そこにいるのか……。",
			"키아나…… 거기 있었구나…….",
			null,
			null,
			"Kiana ...... is she there ......",
			"Kiana ...... there you are ......."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			448655,
			"Yes.",
			"没错。",
			"そうよ。",
			"그래.",
			null,
			null,
			"That's right.",
			"Yes."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448656,
			"Then Lord Kyuushou is going to bring her back.",
			"那九霄大人就要去把她带回来。",
			"では、この九霄様が連れ戻してこようではないか。",
			"그럼, 이 큐쇼 님이 데리고 오마.",
			null,
			null,
			"Then Lord Kyuushou is going to go and bring her back.",
			"Then, let this Kurosawa-sama bring them back."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448657,
			"Odds?",
			"胜算？",
			"勝算は？",
			"승산은?",
			null,
			null,
			"The odds?",
			"What are the odds?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448658,
			"100% !",
			"100%！",
			"100%！",
			"100%!",
			null,
			null,
			"100%!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448659,
			"What an insolent little boy... But since you have Lord Walter's Herrscher core, maybe Houkai can't make a difference at all.",
			"真是大言不逊的小鬼……但既然你拥有瓦尔特大人律者核心，或许这点崩坏能根本无法造成影响。",
			"本当に生意気な子供ね……。でも、ヴェルト様の律者のコアを持っているなら、このくらいの崩壊は大したことないかもしれない。",
			"정말 건방진 꼬마네……. 하지만 웰트 님의 율자의 코어를 가지고 있다면, 이 정도 붕괴는 별일 아닐지도.",
			null,
			null,
			"What a loudmouth brat ...... But since you have the core of Lord Welt's Herrscher, perhaps this little bit of Honkai energy can't make an impact at all.",
			"You really are a cheeky little boy. ...... But if you have Master Welt's Herrscher's core, then this kind of Honkai might not be a big deal."
		],
		[
			"msg",
			448660,
			"However, this ring of barriers, it seems that simple Houkai can not be so simple, random past will be squashed.",
			"不过，这一圈屏障，似乎不是单纯的崩坏能那么简单，随意过去会被压扁的。",
			"でも、ここの障壁はただの崩壊エネルギーじゃないかもしれないわ。勝手に近づいて死ぬようなことしないでちょうだい。",
			"하지만 여기 장벽은 단순한 붕괴 에너지가 아닐 수도 있어. 함부로 다가갔다 죽지는 말아줘.",
			null,
			null,
			"However, this barrier, it seemed, was not as simple as just Honkai energy, and randomly passing it would be crushed.",
			"But maybe the barriers here aren't just Honkai energy. Don't take the liberty of approaching it and dying."
		],
		[
			"msg",
			448661,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448662,
			"Time is running out...If it's the future that Lord Walter believes in, let me bet on it…",
			"没有时间了……既然是瓦尔特大人所相信的未来，那就让我赌一把……",
			"時間がないわ……ヴェルト様が信じる未来なら、命を賭ける価値があるのかもしれないわね……。",
			"시간이 없어…… 웰트 님이 믿는 미래라면, 목숨을 걸 가치가 있을지도…….",
			null,
			null,
			"There's no time ...... Since it's the future that Lord Welt believes in, let me bet on it ......",
			"Time is running out. ...... If it's a future that Master Welt believes in, maybe it's worth risking your life for. ......"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10215"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			448663,
			"Bang——",
			"轰——",
			"ドォォオンッ！！",
			"드으으응!!",
			null,
			null,
			"Boom--",
			"Doooooooooooooooooooooooooooooooooooooooooooooooooooooooooong!"
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448664,
			"Goo! The mecha has no room to deal with the incoming Houkai creatures, Kyuushou, you'll be fine.",
			"咕！这台机甲已经没有余力去应对那些扑面而来的崩坏生物了，九霄，交给你没问题吧！",
			"くっ！この機甲はもう崩壊生物に対抗できる力を持っていないわ。九霄……あなたに任せて平気なんでしょうね！",
			"쳇! 이 기갑은 이제 붕괴 생물에 대항할 힘을 가지고 있지 않아. 큐쇼…… 당신에게 맡겨도 괜찮은 거겠죠!",
			null,
			null,
			"Gu! This mech no longer has the strength left to deal with the Honkai creatures that are coming at us, Kyuushou, it's okay to leave it to you, isn't it?",
			"Damn! This armor is no longer strong enough to stand up to the Honkai creatures. Kyuushou...... must be fine with you taking care of it!"
		],
		[
			"speaker",
			204618
		],
		[
			"msg",
			448665,
			"And look who I am!",
			"也不看看我是谁！",
			"無論だ！",
			"물론이지!",
			null,
			null,
			"Don't even look at who I am!",
			"Of course!"
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448666,
			"I'll give you access to the core area! Don't lose the moment!",
			"我会给你打开进入核心区域的通路！别给我错失时机了！",
			"中心エリアへの通路を開くわ！タイミングを逃さないでちょうだい！",
			"중심 지역으로 통로를 열게! 타이밍을 놓치지 말아줘!",
			null,
			null,
			"I'll open up access to the core for you! Don't give me the wrong time!",
			"I'll open a passage to the central area! Don't miss the timing!"
		],
		[
			"msg",
			448667,
			"Ha ahahah——",
			"哈啊啊阿——",
			"行くわよ！",
			"간다!",
			null,
			null,
			"Ha ah ah ah--",
			"Let's go!"
		],
		[
			"speaker",
			0
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			448668,
			"Bang!",
			"轰隆！",
			"バァァアンッ！！！",
			"빠아아앙!!!",
			null,
			null,
			"Boom!",
			"Baaaang!"
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448669,
			"Hmm!? Damn, it's not that easy. The anti-Houkai field is overloaded!",
			"唔！？可恶，果然没有那么容易吗，反崩坏磁场出力已经超出负荷了！",
			"チッ、やっぱりそう簡単にはいかないわね。反崩壊磁場の出力にだいぶ負荷が……。",
			"쳇, 역시 그렇게 쉽게 되지 않는군. 반붕괴 자기장 출력에 상당한 부하가…….",
			null,
			null,
			"Huh? Damn it, it really isn't that easy, the Honkai magnetic field is overloaded!",
			"Tsk, it's not so easy after all. The output of the anti-decay magnetic field is much more loaded ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448670,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448671,
			"Mom……",
			"妈妈，妈妈……",
			"お母さん、お母さん……。",
			"엄마, 엄마…….",
			null,
			null,
			"Mom, Mom ......",
			"Mother, Mother ......."
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448672,
			"Tut, again…",
			"啧，又来了么……",
			"ま、また……。",
			"또, 또…….",
			null,
			null,
			"Gee, is it happening again ......",
			"Well, see also ......."
		],
		[
			"msg",
			448673,
			"Mom, look, the sky is so beautiful~",
			"妈妈，快看~天上好漂亮~",
			"お母さん、見て〜！空が綺麗だよ～！",
			"엄마, 봐~! 하늘이 예뻐~!",
			null,
			null,
			"Mom, look! It's so beautiful!",
			"Mom, look~! The sky is so beautiful~!"
		],
		[
			"msg",
			448674,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448675,
			"Natasha……Go back.",
			"娜塔莎……回去吧。",
			"ナターシャ……もう戻りましょう。",
			"나타샤… 이제 돌아가자.",
			null,
			null,
			"Natasha ...... go back.",
			"Natasha...... let's go back now."
		],
		[
			"msg",
			448676,
			"Go back to where you need to go, Mom is very busy right now…",
			"回去你该去的地方，妈妈现在非常忙……",
			"あなたは今いるべき場所に戻りなさい。お母さんは今とても忙しいの……。",
			"넌 지금 있어야 할 곳으로 돌아가세요. 엄마는 지금 아주 바빠….",
			null,
			null,
			"Go back where you belong, mom is very busy right now ......",
			"Go back to where you belong right now. Your mother is very busy right now. ......"
		],
		[
			"msg",
			448677,
			"For the time being, don't bother mom!",
			"暂时，不要来打扰妈妈！",
			"しばらく、お母さんの邪魔をしないで！",
			"잠시만, 엄마 방해하지 마!",
			null,
			null,
			"For now, leave mom alone!",
			"Stay out of your mother's way for a while!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448678,
			"Cocolia waved the phantom of Natasha behind her head, swallowed the pain of Houkai's ability to erode her body, and moved forward again.",
			"可可利亚将娜塔莎的幻影挥之脑后，强忍身体被崩坏能侵蚀的痛苦，再度往前进发。",
			"カカリアはナターシャの幻影を振り切り、崩壊エネルギーに侵食された苦痛を耐えながら再び前進した。",
			"쿠쿠리아는 나타샤의 환영을 뿌리치고, 붕괴 에너지에 침식된 고통을 참으며 다시 앞으로 나아갔다.",
			null,
			null,
			"Cocolia waved Natasha's phantom out of her mind and forced herself to endure the pain of her body being eroded by Honkai's energy as she advanced forward once more.",
			"Cocolia shook off Natasha's apparition and moved forward again, enduring the pain of being eroded by Honkai's energy."
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448679,
			"! !",
			"给我撑住！！",
			"持ち堪えて！！",
			"견뎌내!!",
			null,
			null,
			"Hold on to me!",
			"Hold on!"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			448680,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448681,
			"If this continues, Ms.Cocolia and Kyuushou will be overwhelmed by the Houkai creatures, but...",
			"再这么下去，可可利亚女士和九霄都会被崩坏生物击溃的，可是……",
			"このままでは、カカリア様も九霄も崩壊生物に潰されてしまう。ですが……。",
			"이대로라면, 쿠쿠리아 님도 큐쇼도 붕괴 생물에게 짓밟혀 버릴 거야. 하지만….",
			null,
			null,
			"If this continues, both Ms. Cocolia and Kyuushou will be crushed by the Honkai creatures, but ......",
			"As it is, both Master Cocolia and Kyuushou will be crushed by the disintegrating organisms. But ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448682,
			"Hahahaha! Die die die !",
			"哈哈哈哈哈！受死受死受死！",
			"アハハハハ！死ね死ね死ねッ！",
			"아하하하하! 죽어 죽어 죽어!",
			null,
			null,
			"Ha ha ha ha ha ha! Suffer death, suffer death, suffer death!",
			"Ahahahaha! Die, die, die!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448683,
			"I can't understand your obsession, but if it goes on like this, everyone will…",
			"我无法理解杏你的执念，但是，再这么下去大家都会……",
			"シンを止めない限り、このままでは……。",
			"신을 막지 못한다면, 이대로라면….",
			null,
			null,
			"I can't understand Sin your obsession, but at this rate everyone will ......",
			"Unless Sin is stopped, this will continue to be the case. ......"
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				35,
				3,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448684,
			"! ?",
			"！？",
			"ッ！？",
			"츠!?",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"bg",
			"CG10032"
		],
		[
			"msg",
			448685,
			"This warm feeling is... What's going on…",
			"这温暖的感觉是……到底发生了什么……",
			"この温かい気持ちは……一体何が起こったのですか……。",
			"이 따뜻한 감정은…… 대체 무슨 일이 일어난 거지…….",
			null,
			null,
			"This warm feeling is ...... What the hell is going on ......",
			"This warm feeling of ...... what the heck happened ......."
		],
		[
			"msg",
			448686,
			"It is——",
			"这是——",
			"これは——",
			"이건——",
			null,
			null,
			"It's--",
			"This is--"
		],
		[
			"msg",
			448687,
			"Natasha, did you get along with your classmates today…",
			"娜塔莎，今天有跟同学好好相处吗……",
			"ナターシャ、今日はクラスメイトたちと遊んでいたの？",
			"나타샤, 오늘은 급우들이랑 놀고 있었어?",
			null,
			null,
			"Natasha, did you have a good time with your classmates today ......",
			"Natasha, were you playing with your classmates today?"
		],
		[
			"msg",
			448688,
			"! ?",
			"！？",
			"こ、これは……。",
			"이, 이건…….",
			null,
			null,
			"What's going on?",
			"This is ......."
		],
		[
			"msg",
			448689,
			"Mom bought it for you. Don't tell your father, Natasha...",
			"妈妈偷偷给你买，不要告诉你爸爸啊，娜塔莎……",
			"お母さんがこっそり買ってあげる。お父さんには内緒ね、ナターシャ。",
			"엄마가 몰래 사줄게. 아빠한테는 비밀이다, 나타샤.",
			null,
			null,
			"Mommy secretly buys it for you, don't tell your daddy ah, Natasha ......",
			"Your mother will buy it for you secretly. Don't tell your father, Natasha."
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448690,
			"Cocolia……",
			"可可利亚……女士……",
			"カカリア……さ……ま……。",
			"쿠쿠리아……사……마…….",
			null,
			null,
			"Ms. Cocolia ...... ......",
			"Cocolia ...... is also available at ......."
		],
		[
			"msg",
			448691,
			"In this way, can we start a happy life again?",
			"这样，就可以重新展开幸福的人生吗？",
			"このまま、幸せになっていいの？",
			"이대로, 행복해져도 괜찮은 걸까?",
			null,
			null,
			"So that a happy life can begin again?",
			"Can I just be happy like this?"
		],
		[
			"msg",
			448692,
			"Am I being selfish?",
			"我会不会太自私了呢？",
			"私は我儘だったの？",
			"내가 제멋대로였던 걸까?",
			null,
			null,
			"Would I be too selfish?",
			"Was I being selfish?"
		],
		[
			"msg",
			448693,
			"Natasha——",
			"娜塔莎——",
			"ナターシャ——",
			"나타샤——",
			null,
			null,
			"Natasha--",
			"Natasha--"
		],
		[
			"msg",
			448694,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448695,
			"Mother has a lot of pretty Medals, and Natasha wants them too!",
			"妈妈有好多漂漂亮亮的勋章呢，娜塔莎也想要！",
			"お母さんは綺麗な勲章がいっぱいある！ナターシャもほしい！",
			"엄마는 예쁜 훈장이 정말 많아! 나타샤도 갖고 싶어!",
			null,
			null,
			"Mom has so many pretty medals. Natasha wants them too!",
			"Mom has a lot of beautiful medals! Natasha wants one too!"
		],
		[
			"msg",
			448696,
			"Today I was praised by the teacher~",
			"今天被老师表扬了，妈妈快夸我~",
			"今日は先生にほめられたんだ、お母さんもほめて〜！",
			"오늘 선생님한테 칭찬 받았어, 엄마도 칭찬해 줘~!",
			null,
			null,
			"I was praised by my teacher today. Mom, praise me.",
			"I got praised by the teacher today, mom praised me too!"
		],
		[
			"msg",
			448697,
			"Mom, let's go to pick up dad ~Ah! ! I really want that——",
			"妈妈，我们一起去接爸爸吧~啊！！这个我好想要——",
			"お母さん、一緒にお父さんを迎えに行こう、あっ！これほしい——",
			"엄마, 같이 아빠 마중 나가자, 앗! 이거 갖고 싶어——",
			null,
			null,
			"Mom, let's go pick up Dad together~ Ah! This I want so much--",
			"Mom, let's go pick up dad together! I want this..."
		],
		[
			"msg",
			448698,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			54
		],
		[
			"msg",
			448699,
			"Is this what you see…",
			"你们看到的，原来是这样的情景么……",
			"カカリア様とナターシャが見ていた光景は、こんな感じだったのですね……。",
			"쿠쿠리아 님과 나타샤가 보고 있던 광경은, 이런 느낌이었던 거군요…….",
			null,
			null,
			"Is this what you saw? ......",
			"This was the scene that Lady Cocolia and Natasha were seeing. ......"
		],
		[
			"msg",
			448700,
			"All the happiness we experienced, all the tears we shed, all the regrets we could never forget…",
			"过去所经历的幸福，流过的泪水，无法忘却的悔恨……",
			"過去に経験した幸せも、流れた涙も、忘れられない後悔の気持ちも……。",
			"과거에 경험했던 행복도, 흘렸던 눈물도, 잊을 수 없는 후회의 마음도…….",
			null,
			null,
			"Happiness experienced in the past, tears shed, unforgettable remorse ......",
			"The happiness experienced in the past, the tears that flowed, and the unforgettable feelings of regret are all available at ......."
		],
		[
			"msg",
			448701,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448702,
			"Natasha was very happy...That was the feeling I wanted to know.",
			"娜塔莎非常幸福……这就是我曾经想知道的那份情感吧。",
			"ナターシャはとても幸せでした。もしかして、私が知りたかった感情とは、これのことでしょうか。",
			"나타샤는 매우 행복했습니다. 혹시, 제가 알고 싶었던 감정이란 게 이것일까요.",
			null,
			null,
			"Natasha is very happy ...... That's the kind of emotion I used to wonder about, I guess.",
			"Natasha was very happy. Perhaps this is the emotion I wanted to know about?"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448703,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			448704,
			"Why not move! Are you tired! That's my victory! Ha ha ha ha ha!",
			"怎么不动了！这就累了吗！那就是本大爷的胜利了！哈哈哈哈哈哈！",
			"どうして動かないんだ！もう疲れたのか？だったら、この勝負はボクの勝ちだね！アハハハハ！",
			"왜 움직이지 않는 거야! 벌써 지친 거야? 그렇다면, 이 승부는 내가 이긴 거네! 아하하하하!",
			null,
			null,
			"Why don't you move! Is this tired! Then it's a victory for this lord! Ha ha ha ha ha ha ha!",
			"Why isn't it working? Are you tired already? Then I guess I win this game! Hahahahaha!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				1,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448705,
			"Bang!",
			"砰！",
			"ドガァアンッ！！！",
			"두가아아앙!!!",
			null,
			null,
			"Bang!",
			"Dogaaan!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			448706,
			"Huh……",
			"唔……",
			"うぅ……。",
			"으으…….",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448707,
			"What! ? Are you belittling me!",
			"干什么！？还击啊！是在小看我吗！",
			"なんだぁ！？反撃しないのか！ボクをおちょくってるのか！？",
			"뭐야!? 반격하지 않는 거야! 나를 놀리는 거야!?",
			null,
			null,
			"What are you doing? Fight back! Is it underestimating me!",
			"What the hell! You're not fighting back? Are you kidding me?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448708,
			"Bang Bang Bang!",
			"砰砰砰！",
			"バンッ！バンバンッ！",
			"빵! 빵빵!",
			null,
			null,
			"Bang, bang, bang!",
			"Bang! Bang bang!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448709,
			"Goo!",
			"咕！",
			"ぐっ！",
			"윽!",
			null,
			null,
			"Coo!",
			"Ggh!"
		],
		[
			"msg",
			448710,
			"Cocolia……Mother she will choose this kind of random tactics, must also be because of this mood.",
			"可可利亚女……妈妈她会选择这种乱来的战术，一定也是因为这份心情。",
			"カカリア様……お母さんがこんな無茶した理由は、きっとこの気持ちがあったからだと思います。",
			"쿠쿠리아 님…… 엄마가 이렇게 무리한 짓을 한 이유는, 분명 이 마음이 있었기 때문이라고 생각해요.",
			null,
			null,
			"Cocolia female ...... mom She would choose this kind of messy tactic, must be because of this mood too.",
			"Dear Cocolia,...... I am sure that this feeling was the reason why your mother was so reckless."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				4,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			448711,
			"Ha?",
			"哈？",
			"はぁ？",
			"하아?",
			null,
			null,
			"Huh?",
			"Huh?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448712,
			"Don't make any more noise...Now Cocolia...She needs you.",
			"别再闹别扭了……现在可可利亚妈妈……她需要你们。",
			"もう目を覚ましましょう。今、カカリア様が……お母さんが、あなたたちを必要としています。",
			"이제 눈을 뜨세요. 지금, 쿠쿠리아 님이…… 엄마가, 당신들을 필요로 하고 있어요.",
			null,
			null,
			"Don't make a scene ...... Now Cocolia's mom ...... she needs you guys.",
			"Let's wake up now. Right now, Master Cocolia needs you ...... mothers."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				2,
				true
			]
		],
		[
			"msg",
			448713,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448714,
			"Sister Bronya...If we're together, no enemy can beat us back… Don't face that monster alone!",
			"布洛妮娅姐姐……我们在一起的话，无论什么敌人都可以击退的……不要独自面对那个怪物！",
			"ブローニャお姉ちゃん……ゼーレたちが一緒なら、どんな敵でも倒せるよ！もう一人でその崩壊獣と戦わないで！",
			"브로냐 언니……제레들이 함께라면, 어떤 적이라도 쓰러뜨릴 수 있어! 혼자서 그 붕괴수와 싸우지 마!",
			null,
			null,
			"Bronya sister ...... If we are together, we can repel whatever enemy we have ...... Don't face that monster alone!",
			"Bronya sis ...... With Seele and the others with you, you can defeat any enemy! Don't fight that Honkai beast alone anymore!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448715,
			"Seele... Leave it to me…",
			"希儿……这里交给我……",
			"ゼーレ、ここはブローニャに任せてください。",
			"제레, 여기는 브로냐에게 맡겨 주세요.",
			null,
			null,
			"Seele ...... Leave it to me here ......",
			"Seele, let Bronya take care of this place."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448716,
			"Whether happiness, whether pain, please wake up.",
			"无论是幸福，无论是痛苦，都请你们醒过来。",
			"幸せかもしれません。痛いのかもしれません。ですが、もう時間がありません。",
			"행복할지도 몰라요. 아플지도 몰라요. 하지만, 이제 시간이 없어요.",
			null,
			null,
			"Whether it's happiness, whether it's pain, please wake up.",
			"It may be happy. It may be painful. But there is no more time."
		],
		[
			"msg",
			448717,
			"If you really want to help Cocolia...",
			"如果你们真的想帮上可可利亚妈妈忙的话……",
			"本当にお母さんの力になりたいのなら——",
			"정말로 엄마의 힘이 되고 싶다면——",
			null,
			null,
			"If you guys really want to do Cocolia's mom a favor ......",
			"If you really want to help your mother--"
		],
		[
			"msg",
			448718,
			"Wake up! Otherwise, you'll regret!",
			"快醒过来！不然，会后悔的！",
			"早く起きて！でないと後悔します！",
			"빨리 일어나! 그렇지 않으면 후회할 거야!",
			null,
			null,
			"Wake up quickly! Otherwise, you'll regret it!",
			"Get up early! Or you will regret it!"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10214"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448719,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"msg",
			448720,
			"Natasha, give me a hand.",
			"娜塔莎，帮我一把。",
			"ナターシャ、ニンディに力を貸して。",
			"나타샤, 닌디를 도와줘.",
			null,
			null,
			"Natasha, give me a hand.",
			"Natasha, help Ninti."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448721,
			"——! !",
			"——！！",
			"——ッ！！",
			"쓰!!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			448722,
			"Doh!",
			"咚！",
			"……ッ！",
			"……쓰!",
			null,
			null,
			"Knock!",
			"......ッ!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448723,
			"Emm……",
			"唔……",
			"……うっ……うぅ……。",
			"……으……우우…….",
			null,
			null,
			"Well ......",
			"...... ugh ...... ugh ......."
		],
		[
			"msg",
			448724,
			"Ah Ah! Ninti……You……Huh?",
			"啊啊！痛痛痛，宁、宁蒂……你这是……欸？",
			"キャッ！い、痛い……ニ、ニンディ……え？",
			"캬악! 아, 아파... 니, 닌디... 어?",
			null,
			null,
			"Ahhhh! Ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch, ouch!",
			"Catch! I, ouch ...... ni, Ninti ...... eh?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				2,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448725,
			"Bronya had the feeling that I was in a long dream.",
			"总觉得，布洛妮娅陷入了一个漫长的梦境之中。",
			"何があったのでしょうか。ブローニャは長い夢を見たような気がします。",
			"무슨 일이 있었던 걸까요. 브로냐는 긴 꿈을 꾼 것 같아요.",
			null,
			null,
			"It always seemed that Bronya was caught up in a long dream.",
			"What happened? Bronya feels as if she had a long dream."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448726,
			"Me too. I think I was with Sister Bronya...Driving giant robots in battle…",
			"我也一样，好像看到和布洛妮娅姐姐一起……驾驶着巨大机器人在战斗……",
			"ゼーレもそう感じたよ。ブローニャお姉ちゃんと一緒に……兵神に乗って戦ってた……。",
			"제레도 그렇게 느꼈어. 브로냐 언니랑 같이... 병신을 타고 싸우고 있었지...",
			null,
			null,
			"I'm the same, I think I saw with Bronya's sister ...... piloting a giant robot in battle ......",
			"Seele felt the same way. She and her sister Bronya were fighting with ...... the war god on a ...... soldier god."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				304,
				2,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448727,
			"……",
			"……",
			"……ぐっ……。",
			"...윽...",
			null
		],
		[
			"msg",
			448728,
			"It hurts... That guy... Where's that bastard kid…",
			"疼死了……那家伙……那个鬼畜的小鬼去哪了……",
			"……あいつ……あのクソガキはどこに……。",
			"...저 녀석... 저 개자식은 어디에...",
			null,
			null,
			"It hurts ...... that guy ...... where did that spooky brat go ......",
			"Where is that ...... guy ...... that little shit?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448729,
			"Those are just illusions from your Stigmata...No, maybe, it's real.",
			"那些不过是出自你们圣痕的幻觉……不，或许，是真实。",
			"聞いてください。それは聖痕が見せた幻覚……いや、真実かもしれません。",
			"들어보세요. 그건 성흔이 보여준 환각... 아니, 진실일지도 모릅니다.",
			null,
			null,
			"Those are but illusions from your stigmata ...... No, perhaps, they are real.",
			"Listen. It may be a hallucination ...... or it may be the truth, as the Stigmata showed us."
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448730,
			"But now is not the time to pay attention to that.",
			"但现在，不是去理会那些的时候。",
			"でも今はそれを考えてる余裕がありません。",
			"하지만 지금은 그것을 생각할 여유가 없어요.",
			null,
			null,
			"But now is not the time to bother with that.",
			"But I can't afford to think about that right now."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448731,
			"……",
			"……",
			"……。",
			"......",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448732,
			"Ahhhhh——",
			"哈啊啊啊啊——",
			"九霄！九霄！",
			"큐쇼! 큐쇼!",
			null,
			null,
			"Haaaaaaaaaa--",
			"Kyuushou! Kyuushou!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448733,
			"Dark soul burning power, the devil of overweight to protect me! This is the power of the savior!",
			"漆黑的燃魂之力，超重之魔神加护于我吧！这就是救世主的力量！",
			"悪の巨神よ！魂を燃やす暗黒の力、我らに加護を！これが、救世主の力だ！",
			"악의 거신이여! 영혼을 불사르는 암흑의 힘, 우리에게 가호를! 이것이, 구세주의 힘이다!",
			null,
			null,
			"Let the blackened power of the Burning Soul, the Demon God of Overweight, protect me! This is the power of the Savior!",
			"O giant god of evil! Bless us, dark power that burns in our souls! This is the power of the Savior!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448734,
			"「Exclude——Exclude——」",
			"「排除——排除——」",
			"「排除、排除——」",
			"「배제、배제——」",
			null,
			null,
			"\"Exclude--exclude--\"",
			"\"Eliminate, eliminate--\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448735,
			"Damn it, Kyuushou, that's all you've got!",
			"该死，九霄，你就只有这点力量了吗！",
			"いい加減にして、九霄！ヴェルト様の力をその程度しか使えないの！？",
			"적당히 해, 큐쇼! 웰트 님의 힘을 그 정도밖에 못 쓰는 거야!?",
			null,
			null,
			"Damn it, Kyuushou, is that all the power you have!",
			"Enough, Kyuushou! You can only use that much of Master Welt's power!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			448736,
			"Don't look down on me! The mere Houkai creature! Disapear under the dark power of Lord Kyuushou!",
			"别小看本救世主了！区区崩坏生物，在九霄大人的暗之力量下消逝吧！",
			"クッ……ほ、本番はこれからだ！崩壊生物如きが、この救世主様をなめるなよ！",
			"쿠... 호, 본방은 지금부터다! 붕괴 생물 따위가, 이 구세주님을 얕보지 마!",
			null,
			null,
			"Don't underestimate this savior! A mere Honkai creature, fade away under the dark power of Lord Kyuushou!",
			"Kk......Ho, the real work is just beginning! Don't let these Honkai creatures fool you, my savior!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			448737,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448738,
			"Mom...Kyuushou...What the hell are we doing? We need to help!",
			"妈妈……九霄……我们到底在干什么，要去帮忙才行！",
			"お母様と九霄……ブローニャたちはいったい何をしてたのですか？早く助けにいきましょう。",
			"어머님과 큐쇼... 브로냐들은 대체 뭘 하고 있었던 겁니까? 빨리 구하러 갑시다.",
			null,
			null,
			"Mom ...... Kyuushou ...... What in the world are we doing to go and help before we do!",
			"What on earth were your mother and Kyuushou ...... Bronya and the others doing? Let's help them quickly."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448739,
			"Don't get near Mama!",
			"别想接近妈妈！",
			"お母さんに近づいちゃダメ！",
			"엄마한테 가까이 오면 안 돼!",
			null,
			null,
			"Don't even think about getting close to mom!",
			"Don't go near your mother!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448740,
			"Bang!",
			"砰！",
			"バンッ！",
			"빵!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			448741,
			"Beep……",
			"滋啦……",
			"ズーン、ズーン、ズーン——",
			"쓰윈, 쓰윈, 쓰윈——",
			null,
			null,
			"Zira ......",
			"Zoom, zoom, zoom--"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448742,
			"I……Hmm !",
			"呃……本大爷也……唔！",
			"くそが……ボクも……ぐっ！",
			"젠장... 나도... 윽!",
			null,
			null,
			"Uh ...... this moncler outlet online also ...... well!",
			"Damn ...... me too ...... ggghh!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				665,
				4,
				true
			]
		],
		[
			"msg",
			448743,
			"Stay here, Sin.",
			"杏留在这，剩下的，交给我们。",
			"シンはここに残ってください。あとは任せて。",
			"신은 여기에 남아 주십시오. 나머지는 맡겨.",
			"Sin should stay here. I'll take care of the rest.",
			null,
			"Sin stays here. The rest, we'll take care of.",
			"Sin, you stay here. I'll take care of the rest."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				665,
				4,
				false
			]
		],
		[
			"msg",
			448744,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"bg",
			"CG10214"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448745,
			"Bronya, Seele, Sin...And your mood, I've got it.",
			"布洛妮娅，希儿，杏……还有你的心情，我已经明白了。",
			"ブローニャ、ゼーレ、シン……そして、あなたの気持ちもよく理解しました。",
			"브로냐, 제레, 신…… 그리고, 당신의 마음도 잘 이해했습니다.",
			null,
			null,
			"Bronya, Seele, Sin ...... and your feelings, I already understand.",
			"Bronya, Seele, Sin ...... and I understand how you feel."
		],
		[
			"msg",
			448746,
			"But I'm sorry, I've decided to stick to the right choice in my own right. Natasha...Stay in this warm memory.",
			"不过抱歉，我已经决定好，要以自己的身份坚持正确的选择。娜塔莎……就留在这份温暖的记忆中吧。",
			"でも、ごめんなさい。私は自分に相応しい選択をします。ナターシャ……この温かい記憶の中で私を——ニンディ・アポカリプスを見守っていてください。",
			"하지만, 미안해. 나는 나에게 맞는 선택을 할 거야. 나타샤…… 이 따뜻한 기억 속에서 나를——닌디・아포칼립스를 지켜봐 주세요.",
			null,
			null,
			"But sorry, I've decided to stick to the right choices as myself. Natasha ...... Just stay with this warm memory.",
			"But I'm sorry. I will make the choice I deserve. Natasha...... watch over me in this warm memory - the Ninti Apocalypse."
		],
		[
			"msg",
			448747,
			"Ninti... Mission executed!",
			"宁蒂……任务执行！",
			"——ニンディ、任務を継続します。",
			"——닌디, 임무를 계속합니다。",
			null,
			null,
			"Ninti ...... mission implementation!",
			"--Ninti, continue with your mission."
		]
	],
	"2634": [
		[
			"bgm",
			54
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448748,
			"Boom!",
			"轰！",
			"ブゥゥウンッ！",
			"부우우웅!",
			null,
			null,
			"Boom!",
			"Buuuuut!"
		],
		[
			"msg",
			448749,
			"「Exclude——Ex……」",
			"「排除——排……」",
			"「排除、排……」",
			"제거, 배……",
			null,
			null,
			"\"Exclusion - Platoon ......\"",
			"\"Exclusion, Exclusion ......\""
		],
		[
			"msg",
			448750,
			"……",
			"滋……",
			"ズーン……。",
			"쉬이이이잉…….",
			null,
			null,
			"Zip ......",
			"Zoon. ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448751,
			"Processed!",
			"这边已经处理完毕！",
			"戦闘不能を確認しました。",
			"전투 불능 상태를 확인했습니다.",
			null,
			null,
			"This side has been taken care of!",
			"Combat failure confirmed."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448752,
			"Seele also... Mom!",
			"希儿也……妈妈！",
			"ゼーレも……お母さん！",
			"제레도…… 엄마!",
			null,
			null,
			"Seele also ...... mom!",
			"Seele is also ...... mother!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448753,
			"Almost…...",
			"还差一点……",
			"あと少し……。",
			"조금만 더…….",
			null,
			null,
			"Not even close ......",
			"We are almost there. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448754,
			"「Anti-Houkai magnetic field, energy level drops, warning, warning. It has been below maintenance level.」",
			"「反崩坏磁场，能量水平下降，警告，警告，已低于维持水平。」",
			"「反崩壊磁場、エネルギーレベル低下、警告、警告、稼働可能レベルを下回りました」",
			"「반붕괴 자기장, 에너지 레벨 저하, 경고, 경고, 가동 가능 레벨 이하로 떨어졌습니다」",
			null,
			null,
			"\"Anti-Honkai magnetic field. Energy levels are dropping. Warning, warning, have fallen below maintenance levels.\"",
			"Anti-Honkai magnetic field, low energy levels, alerts, warnings, below operational levels.\""
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448755,
			"Just hold on a little longer!",
			"给我，再撑一会儿！",
			"もうちょっと、踏ん張って！",
			"조금만 더, 버텨!",
			null,
			null,
			"Give me that. Hold on a little longer!",
			"Just hold on a little longer!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448756,
			"…...",
			"咔啦……",
			"カチッ——",
			"찰칵——",
			null,
			null,
			"Clara ......",
			"Click--"
		],
		[
			"msg",
			448757,
			"——Bang!",
			"——砰！",
			"ブゥゥウンッ！",
			"부우우웅!",
			null,
			null,
			"-Bang!",
			"Buuuuut!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			448758,
			"It's opened... I have seen the light of creation...",
			"打开了……我已经看到了创世的圣光……",
			"ひ、開いた！創世の光が見えた！",
			"히, 열렸어! 창세의 빛이 보였다!",
			null,
			null,
			"Opened ...... I have seen the holy light of creation ......",
			"Hi, it opened! I saw the light of creation!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			448759,
			"Come on! Don't stop!",
			"快！不要停下！快过去！",
			"走りなさい！足を止めないで！",
			"뛰어! 발을 멈추지 마!",
			null,
			null,
			"Hurry! Don't stop! Get over there!",
			"Run! Don't stop!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448760,
			"Yes, my Lord.",
			"遵命！",
			"了解！",
			"알겠습니다!",
			null,
			null,
			"Compliance!",
			"Copy!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448761,
			"Sin, we'll come back in a second.",
			"杏，我们很快回来。",
			"シン、すぐ戻ります。待っていてください。",
			"신, 곧 돌아올게요. 기다려 주세요.",
			null,
			null,
			"Sin, we'll be right back.",
			"Sin, I will be right back. Please wait for me."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448762,
			"Sister Bronya, hurry up!",
			"布洛妮娅姐姐，快点！",
			"ブローニャお姉ちゃん、早く行こう！",
			"브로냐 언니, 빨리 가자!",
			null,
			null,
			"Sister Bronya, come on!",
			"Come on, sister Bronya, let's go!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448763,
			"Well.",
			"嗯。",
			"はい。",
			"네.",
			null,
			null,
			"Uh-huh.",
			"Yes."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448764,
			"I hope to catch up with…",
			"希望能够赶上……",
			"間に合うかしら……。",
			"제시간에 맞을까…….",
			null,
			null,
			"Hope to catch up ......",
			"I wonder if I'll make it in time. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448765,
			"「Warning, warning. Low energy levels. The anti-Houkai field is about to shut down.」",
			"「警告，警告，能量水平低下，反崩坏磁场即将关闭。」",
			"「警告、警告、エネルギーレベルが低下、反崩壊磁場がまもなく停止します」",
			"「경고, 경고, 에너지 레벨 저하, 반붕괴 자기장이 곧 정지합니다」",
			null,
			null,
			"\"Warning, warning, energy levels are low, and the anti-Honkai magnetic field is about to shut down.\"",
			"Warning, warning, energy levels are dropping and the Honkai magnetic field will soon shut down.\""
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448766,
			"Mom! Come on!",
			"妈妈！快！",
			"お母さんも早く来て！",
			"엄마도 빨리 와!",
			null,
			null,
			"Mom! Hurry!",
			"Come quickly, mother!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448767,
			"Leave me alone! You guys stop Otto!",
			"不用管我！你们快去阻止奥托！",
			"私のことはいい！オットーを止めてきなさい！",
			"내 일은 됐어! 오토를 막으러 가!",
			null,
			null,
			"Don't worry about me! You guys go stop Otto!",
			"Don't worry about me! Go stop Otto!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448768,
			"Come on, Seele.",
			"走吧，希儿。",
			"行きましょう、ゼーレ。",
			"가자, 제레.",
			null,
			null,
			"Let's go, Seele.",
			"Let's go, Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448769,
			"But, Mom, she…",
			"但是，妈妈她……",
			"でも、お母さんが……。",
			"그런데 엄마가…….",
			null,
			null,
			"But mom she ......",
			"But your mother can help you with ......."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448770,
			"Mom Cocolia is sure to follow.",
			"可可利亚妈妈一定会跟上来的。",
			"きっと追いかけてきてくれます。急ぎましょう。",
			"분명 따라올 거야. 서두르자.",
			null,
			null,
			"Mama Cocolia will surely follow.",
			"They will surely come after us. Let's hurry."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448771,
			"Now, we have enemies we have to deal with.",
			"现在，我们有着必须要对付的敌人。",
			"そうだ。まだ終わっていない。",
			"그래. 아직 끝나지 않았어.",
			null,
			null,
			"Now we have an enemy that must be dealt with.",
			"That's right. It's not over yet."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448772,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				621,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448773,
			"Mom! You must hurry to keep up!",
			"妈妈！你要赶紧跟上！",
			"お母さん、早く来てね！",
			"엄마, 빨리 와!",
			null,
			null,
			"Mom! You need to hurry up and keep up!",
			"Mom, come quickly!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				621,
				0,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448774,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10215"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448775,
			"「Anti-Houkai magnetic field off countdown, 10……9……」",
			"「反崩坏磁场关闭倒计时，10……9……」",
			"「反崩壊磁場シャットダウンまで、10——9——」",
			"「반붕괴 자기장 종료까지, 10——9——」",
			null,
			null,
			"\"Countdown to the Closing of the Anti-Honkai Magnetic Field, 10......9......\"",
			"\"Honkai magnetic field shutdown to 10--9--\""
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448776,
			"Hmmm, send my kids to hell in battle… That's right. I do the same thing in all eras.",
			"哼，把孩子送往地狱般的战场么……说得没错，无论在哪个纪元，我都做着同样的事。",
			"はぁ、子供たちを地獄のような戦場に送るのね……どの時代でも、私は同じことを繰り返してきた。",
			"하아, 아이들을 지옥 같은 전장으로 보내는 거네… 어떤 시대든, 나는 같은 일을 반복해왔어.",
			null,
			null,
			"Hmph, do you send children to hellish battlefields ...... is right, I do the same thing no matter what epoch I'm in.",
			"Huh, you send your children to a hellish battlefield. ...... In every era, I've done the same thing over and over again."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448777,
			"「8……7……6……」",
			"「8……7……6……」",
			"「8——7——6——」",
			"「8——7——6——」",
			null,
			null,
			"\"8......7......6......\"",
			"\"8--7--6--\""
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448778,
			"But I can't seem to avoid dealing with children. I hope it won't happen again.",
			"不过，我似乎是避免不了与孩子们打交道了。希望这种讨厌的事，不要再来一遍吧。",
			"でも、子供たちと関わらない運命は避けられないのかもしれないわね。こんな嫌なこと、もう二度と起きないことを願うわ。",
			"하지만, 아이들과 엮이지 않는 운명은 피할 수 없는 걸지도 모르겠네. 이런 끔찍한 일, 다시는 일어나지 않았으면 좋겠어.",
			null,
			null,
			"I can't seem to avoid dealing with kids, though. Let's hope that this nasty thing doesn't happen all over again.",
			"But maybe I'm doomed to not be involved with the kids, maybe that's inevitable. Such a disgusting thing, I hope it never happens again."
		],
		[
			"msg",
			448779,
			"Please, take the Stigmata Terminal... Let war end in this age.",
			"拜托你们了，夺下圣痕终端……让战争，在这个时代终结。",
			"お願い……聖痕端末を奪って……戦争を、この時代で終わらせてちょうだい。",
			"부탁이야… 성흔 단말을 빼앗아서… 전쟁을, 이 시대에서 끝내줘.",
			null,
			null,
			"Please, take down the stigma terminal ...... let the war, in this era end.",
			"Please ...... take the Stigmata terminal and ...... end the war, in this time."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448780,
			"「3……2……1……」",
			"「3……2……1……」",
			"「3——2——1——」",
			"「3——2——1——」",
			null,
			null,
			"\"3......2......1......\"",
			"Three--two--one--\""
		],
		[
			"speaker",
			204581
		],
		[
			"msg",
			448781,
			"Bronya, Seele, Sin……",
			"布洛妮娅，希儿，杏……",
			"ブローニャ、ゼーレ、シン……。",
			"브로냐, 제레, 신….",
			null,
			null,
			"Bronya, Seele, Apricot ......",
			"Bronya, Seele, Sin. ......."
		],
		[
			"msg",
			448782,
			"Natasha……",
			"娜塔莎……",
			"ナターシャ——",
			"나타샤——",
			null,
			null,
			"Natasha ......",
			"Natasha--"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			448783,
			"「0——Anti-Houkai magnetic field off, enter charge mode.」",
			"「0——反崩坏磁场关闭，进入充能模式。」",
			"「0——反崩壊磁場シャットダウン、エネルギー充填モードに入ります」",
			"「0——반붕괴 자기장 종료, 에너지 충전 모드로 전환합니다」",
			null,
			null,
			"\"0--Anti-Honkai magnetic field off, entering recharge mode.\"",
			"0--Anti-decay magnetic field shutdown, entering energy fill mode."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			448784,
			"You...... are all grown up...",
			"你们……都长大了……",
			"大きくなったわね。",
			"많이 컸구나.",
			null,
			null,
			"You ...... have all grown up ......",
			"You're getting bigger."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"black"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV11_ExplosionMultiClose"
		],
		[
			"msg",
			448785,
			"Bang! ! ! !",
			"轰隆！！！！",
			"ドガァァァァァァァァァァァアンッ！！！！！",
			"드가아아아아아아아아아아아앙!",
			null,
			null,
			"Rumble ！！！！",
			"Dogaaaaaaaaaaaaaaaaaaanggg ！！！！！"
		],
		[
			"msg",
			448786,
			"In the midst of the explosion, Cocolia is engulfed by the massive Houkai…",
			"在爆炸之中，可可利亚被庞大的崩坏能吞没……",
			"機体が爆発した。物凄い大きな音をたてて、カカリアは巨大な崩壊エネルギーに飲み込まれた。",
			"기체가 폭발했다. 엄청나게 큰 소리를 내며, 쿠쿠리아는 거대한 붕괴 에너지에 삼켜졌다.",
			null,
			null,
			"In the midst of the explosion, Cocolia is engulfed by massive Honkai energy ......",
			"The aircraft exploded. With a tremendously loud noise, Cocolia was engulfed by a huge Honkai of disintegrating energy."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				665,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448787,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448788,
			"Bitch…...",
			"那个臭女人……",
			"…………チッ、クソ女……。",
			"…………쳇, 빌어먹을 년…….",
			null,
			null,
			"That stinking woman ......",
			"............ tsk, bitch. ......"
		],
		[
			"msg",
			448789,
			"Don't take the liberty of being... Like a human being too…",
			"别擅自在本大爷面前变得……也像个人类啊……",
			"ボクの目の前で、勝手に人間らしくなるなよ……。",
			"내 눈앞에서, 함부로 인간처럼 굴지 마…….",
			null,
			null,
			"Don't take the liberty of becoming ...... also like a human being in front of this great master ah ......",
			"Don't be human on your own in front of me. ......"
		]
	],
	"2635": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448790,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448791,
			"Is this what the other side of the world really looks like, this distorted reality…",
			"这就是彼岸世界的真实面貌么，这扭曲的现实……",
			"これはなんなのだ……この歪んだ空間はいったい……。",
			"이건 뭐지…… 이 뒤틀린 공간은 대체…….",
			null,
			null,
			"Is this what the other side of the world really looks like, this twisted reality ......",
			"What is this ...... What is this distorted space ......."
		],
		[
			"bgm",
			115
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448792,
			"Order is enforced, and this is the final judgment of Aliyeid. Human beings, cease your resistance.",
			"秩序执行，这是阿赖耶识最终的判定，人类，停止你们的反抗。",
			"秩序執行、これは阿頼耶識の最終判定です。人類、愚かな抵抗を止めてください。",
			"질서 집행, 이것이 아뢰야식의 최종 판정입니다. 인류여, 어리석은 저항을 멈추십시오.",
			null,
			null,
			"Order is enforced, this is the final judgment of the Arya, humans, stop your resistance.",
			"Order Execution, this is the final judgment of Arya. Humanity, stop your foolish resistance."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448793,
			"Is that...Angel? Or the coming of God!? Kookooku, Up close, there's a lot of boldness, but the resemblance to Kiana is a bit jarring.",
			"那难道是……天使？还是神之降临！？库库库，从近处看还真是充满魄力，就是长得跟琪亚娜有点像让人不适应。",
			"あれは……もしかして、天使なのか？それとも降臨した神なのか！？ククク、近くで見ると迫力がある。でもキアナに似てるのが、どうも気に食わないな。",
			"저건…… 설마, 천사인가? 아니면 강림한 신인가!? 크크흐, 가까이서 보니 위압감이 느껴진다. 그래도 키아나를 닮은 게, 왠지 마음에 안 드는군.",
			"Is that...... An angel? Or is it the coming of god? Kukuku, it's powerful when you see it up close. But her resemblance to Kiana makes me a bit uncomfortable. (TN: need to redo)",
			null,
			"Could that be ...... angels? Or is it the descent of God! Kukuku, it's pretty full of prana from up close, it's the fact that it looks a bit like Kiana that throws people off.",
			"Is that ...... perhaps an angel? Or is it a descended god! Kukuku, it's powerful when you see it up close. But I don't really like the resemblance to Kiana."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448794,
			"Judas's judgment!!",
			"犹大的裁决！！",
			"裁決の十字架！！",
			"심판의 십자가!!",
			null,
			null,
			"Judas' verdict!",
			"The cross of adjudication!"
		],
		[
			"msg",
			448795,
			"Bang!",
			"砰！",
			"ジャラララッ！",
			"자라라락!",
			null,
			null,
			"Bang!",
			"Jalalalala!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448796,
			"Shicksal's Artificial Herrscher...Fighting with this terminal?",
			"天命的那个人造律者……在和这台终端战斗？",
			"天命のあの人造律者……端末と戦ってるのかな？",
			"천명의 그 인조 율자…… 단말기와 싸우고 있는 거야?",
			null,
			null,
			"That artificial Herrscher from Schicksal ...... is fighting this terminal?",
			"Are we fighting that man-made Herrscher of Schicksal ...... terminal?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448797,
			"Otto just wants the Stigmata Terminal. I'm afraid the freeze of human civilization is not what he wants.",
			"奥托只是希望得到圣痕终端，恐怕，人类文明冻结这种事并不是他希望的。",
			"オットーは聖痕端末を入手するつもりですが、人類文明の凍結は望んでいないはずです。",
			"오토는 성흔 단말기를 손에 넣으려 하지만, 인류 문명의 동결을 바라진 않을 거야.",
			null,
			null,
			"Otto was only hoping to get the Stigma Terminal, I'm afraid, something like human civilization freezing wasn't what he was hoping for.",
			"Otto intends to obtain the Stigmata terminal, but he must not want to freeze human civilization."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			448798,
			"Has it come at last? But there is no room for you to intervene in this battle.",
			"终究还是来了吗，不过，这场战斗可没有你们插手的余地。",
			"やはり来たようだね。だが、この戦いに君たちの出番はないよ。",
			"역시 왔구나. 하지만 이 싸움에 너희가 나설 차례는 아니야.",
			null,
			null,
			"Have you come after all? However, there is no room for you to intervene in this battle.",
			"I guess you have come after all. But you're out of your place in this battle."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448799,
			"Bronya judged that you were the reason.",
			"布洛妮娅判断，造成这种后果的原因就是你。",
			"こんな状況にしたのは、あなたのせいだとブローニャは判断しました。",
			"이런 상황을 만든 건 네 탓이라고 브로냐는 판단했어.",
			null,
			null,
			"Bronya judges that the cause of this is you.",
			"Bronya decided that it was your fault for putting us in this situation."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			448800,
			"But that's why I'm the one who can fix the situation.",
			"但也因此，能够解决这种情况的人也是我。",
			"だからこそ、この状況を打破できる人間は僕だけなんだよ。",
			"그래서 이 상황을 깰 수 있는 사람은 나뿐이야.",
			null,
			null,
			"But also, as a result, the person who can fix the situation is also me.",
			"That's why I'm the only person who can break out of this situation."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448801,
			"——Ah Ah Ah Ah Ah ! !",
			"——唔啊啊啊啊啊！！",
			"うわぁぁぁぁぁあ！！",
			"우와아아아아아아!!",
			null,
			null,
			"--Uh-uh-uh-uh-uh-uh!",
			"Wow!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448802,
			"It was Kiana's voice... Kiana! Kiana, where are you?",
			"是琪亚娜的声音……琪亚娜！琪亚娜你在哪！",
			"キアナの声だ……キアナ、どこにいる！",
			"키아나 목소리야…… 키아나, 어디야!",
			null,
			null,
			"It's Kiana's voice ...... Kiana! Kiana where are you!",
			"That's Kiana's voice. ...... Kiana, where are you?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448803,
			"Kyuushou, look, there... In the very center of the field, there's a terminal! That's where the sound came from.",
			"九霄快看，那里……战场的最中心，有一台终端！声音时候是从那里发出来的。",
			"九霄お姉ちゃん、向こうの中央に端末があるよ！声はそこから聞こえた気がする。",
			"큐쇼 언니, 저쪽 중앙에 단말기가 있어! 목소리는 거기서 들린 것 같아.",
			null,
			null,
			"Kyuushou Quickly look, there ...... is a terminal in the very center of the battlefield! The sound time came from there.",
			"Kyuushou sister, there is a terminal in the center over there! I think I heard voices coming from there."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				3,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448804,
			"But isn't that Otto's demon AI next to the terminal?",
			"可那台终端旁边的不是奥托的魔鬼AI么，难道……",
			"だけど、あの端末の隣にはオットーのAIしかいないように見える……まさか！",
			"하지만 그 단말기 옆에는 오토의 AI밖에 없는 것 같아... 설마!",
			null,
			null,
			"But isn't that Otto's demonic AI next to that terminal? ......",
			"But it looks like Otto's AI is the only one next to that terminal: ...... No way!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				70,
				3,
				true
			],
			[
				810,
				3,
				false
			]
		],
		[
			"msg",
			448805,
			"It doesn't hurt to tell you that Kiana has now fulfilled her role as the key to the Stigmata terminal.",
			"告诉你们也无妨，如今琪亚娜已经完美履行了自己“钥匙”的职责，与圣痕终端融为一体。",
			"教えてあげてもいいよ。キアナはすでに「鍵」としての使命を果たして聖痕端末と一体化したんだよ。",
			"알려줘도 괜찮아. 키아나는 이미 「열쇠」로서의 사명을 다해 성흔 단말과 일체화됐어.",
			null,
			null,
			"It wouldn't hurt to tell you that Kiana has fulfilled her role as the \"key\" and has become one with the Stigma Terminal.",
			"I can tell you. Kiana has already fulfilled her mission as the \"key\" and is now one with the Stigmata terminal."
		],
		[
			"portraits",
			[
				70,
				3,
				true
			],
			[
				810,
				2,
				false
			]
		],
		[
			"msg",
			448806,
			"But therefore, Aliyeid's judgment will also be influenced by Kiana. And that's how we changed the game.",
			"但也因此，阿赖耶识的判断也会受到琪亚娜的影响。而这就是我们改变战局的关键。",
			"だから、阿頼耶識の判断はキアナの影響を受けているんだ。これが戦局を変える鍵なんだよ。",
			"그래서 아뢰야식의 판단은 키아나의 영향을 받고 있는 거야. 이게 전황을 바꿀 열쇠라고.",
			null,
			null,
			"But also, as a result, Arya's judgment will be affected by Kiana's. And that's where we change the tide of battle.",
			"So, Arya's decisions are influenced by Kiana. This is the key to changing the battlefield."
		],
		[
			"msg",
			448807,
			"Ella has been given the right to interact with Aliyeid, so she can suppress Kiana's will and go to sleep by sending her a huge amount of information.",
			"艾拉已经得到了与阿赖耶识的信息交互权限，只要借此给琪亚娜输入庞大的信息，就能抑制她本身的意志，从而进入休眠状态。",
			"ELLAはすでに阿頼耶識と情報交換する権限を得ている。大量の情報をキアナに入力すれば、彼女自身の意志を抑えることができ、休眠させることができるんだ。",
			"ELLA는 이미 아뢰야식과 정보 교환 권한을 얻었어. 대량의 정보를 키아나에게 입력하면 그녀 자신의 의지를 억제해 휴면 상태로 만들 수 있어.",
			null,
			null,
			"Ayla had been given access to interact with the Aryan consciousness for information, and by using this to feed Kiana huge amounts of information, she could suppress her own will and thus go into hibernation.",
			"The ELLA already has the authority to exchange information with Arya. If we input a large amount of information into Kiana, we can suppress her own will and put her dormant."
		],
		[
			"msg",
			448808,
			"If you really want to save the human race, I suggest that all you have to do is fend off Aliyeid attacks and assist Ella.",
			"真的想拯救人类的话，我建议你们只要抵御阿赖耶识的攻击就好，以此来协助艾拉。",
			"本当に人類を救いたいのなら、阿頼耶識の攻撃を防いで、ELLAを助けた方がいいよ。",
			"진심으로 인류를 구하고 싶다면, 아뢰야식의 공격을 막고 ELLA를 도와줘.",
			null,
			null,
			"If you really want to save mankind, I suggest that you assist Ira by simply fending off the Aryan attacks.",
			"If you really want to save humanity, you should prevent the Arya attack and help ELLA."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448809,
			"In doing so... What will happen to Kiana…",
			"这么做的话……琪亚娜会怎么样……",
			"そんなことしたら……キアナはどうなる？",
			"그렇게 하면... 키아나는 어떻게 되는 거야?",
			null,
			null,
			"What happens to Kiana when you do this ...... ......",
			"What would happen to ...... Kiana if you did that?"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				810,
				2,
				true
			]
		],
		[
			"msg",
			448810,
			"I'm afraid she'll lose her ability to think.",
			"恐怕，她从此会失去自己的思考能力。",
			"彼女は自分自身の意思を失うかもしれません。",
			"그녀는 자신의 의지를 잃을지 몰라.",
			null,
			null,
			"I'm afraid, she'll lose her ability to think for herself from now on.",
			"She may lose her own will."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				35,
				1,
				true
			],
			[
				810,
				3,
				false
			]
		],
		[
			"msg",
			448811,
			"This is the most efficient method at the moment, and while it will cost us the Saint, the Stigmata Terminal is guaranteed as long as both her body and Stigmata exist.",
			"这可是眼下最有效率的方法，虽然会让我们失去圣女，但只要她的肉体和圣痕还存在，圣痕终端就是可以确保的。",
			"これは現時点で最も効率的な方法なんだ。聖女を失うことになるけど、彼女の体と聖痕が存在している限りは聖痕端末を確保できるよ。",
			"이게 현재로선 가장 효율적인 방법이야. 성녀를 잃게 되겠지만, 그녀의 몸과 성흔이 존재하는 한 성흔 단말을 확보할 수 있어.",
			null,
			null,
			"This is the most efficient method at the moment, although it will cost us the Saintess, as long as her flesh and stigmata still exist, the stigmata terminal is secured.",
			"This is the most efficient way at this point. We would lose the saint, but as long as her body and the sacrament exist, we can secure the sacramental terminal."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				810,
				3,
				true
			]
		],
		[
			"msg",
			448812,
			"Then of course I won't let you do it. Lord Kyuushou will save everyone!",
			"那我当然不会让你这么做，九霄大人，可是要拯救所有人的！",
			"ふざけるなっ！！我は全ての人たちを救うと決めた！",
			"장난치지 마!! 난 반드시 모두를 구할 거야!",
			null,
			null,
			"Then of course I won't let you do that. Lord Kyuushou, it's about saving everyone!",
			"Don't be silly! I am determined to save them all!"
		],
		[
			"msg",
			448813,
			"And at the end of the day, it's Kiana who's out of sorts~",
			"而且到头来，这不就是琪亚娜在闹别扭么~",
			"だけど……ふぅ～、キアナは拗ねちゃったのか。",
			"하지만... 휴~, 키아나가 삐진 건가?",
			null,
			null,
			"And at the end of the day, isn't this just Kiana being a jerk~?",
			"But ...... hmmm... Kiana sulked."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			448814,
			"Kyuushou! This is no time for jokes!",
			"九霄！现在可不是开玩笑的时候！",
			"九霄お姉ちゃん！今は冗談を言ってる場合じゃない！",
			"큐쇼 언니! 지금 농담할 때가 아니야!",
			"Kyuushou! This isn't the time to be joking around!",
			null,
			"Kyuushou! This is no time for jokes!",
			"Kyuushou, big sister! Now is not the time for jokes!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448815,
			"Lord Kyuushou meant it all this time. Let me wake the fool up.",
			"九霄大人一直以来都是认真的，就让我来叫醒那个笨蛋吧。",
			"はっ！我は本気だ。あのバカを目覚めさせようじゃないか。",
			"하! 나는 진심이다. 그 바보를 깨우자고.",
			"Ha! I'm serious. Let's go wake that idiot up.",
			null,
			"Kyuushou-sama has always been serious, so let me wake that fool up.",
			"Ha! I'm serious. Let's wake that idiot up."
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			448816,
			"My family, help me to hold off the archangel! Lord Savior is about to tackle the root cause of everything!",
			"我的眷属们啊，帮我拖住那个大天使！救世主大人要动手解决一切的根源了！",
			"さぁ、我が眷属たちよ。我らの道を切り開くために、あの大天使を足止めするんだ！全ての根源と決着をつける時が来た！",
			"자, 나의 권속들이여. 우리의 길을 열기 위해, 그 대천사를 막아라! 모든 근원과 결판을 낼 때가 왔다!",
			null,
			null,
			"O my dependents, help me hold back that archangel! The Lord Savior is going to get his hands on the root of everything!",
			"Come on, my dependents. We must stall that archangel to clear the way for us! It is time to settle this with the source of all things!"
		],
		[
			"msg",
			448817,
			"...Get away from Kiana!",
			"给我……从琪亚娜身边离开！",
			"キアナのそばから……離れろッ！！！",
			"키아나 곁에서…… 떨어져!!!",
			null,
			null,
			"Give me ...... away from Kiana!",
			"Get ...... away from Kiana!"
		],
		[
			"msg",
			448818,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448819,
			"Just do what she says. Even though Kyuushou always seems off-line, she can be useful in a critical moment.",
			"就按她说的做吧，虽然九霄总是显得很脱线，关键时候还是很有用的。",
			"今は九霄に従いましょう。彼女はいつもふざけていますが、今回は本気のようです。",
			"지금은 큐쇼를 따릅시다. 그녀는 항상 장난치지만, 이번엔 진심인 것 같아요.",
			"Let's follow Kyuushou for now. She's always got her head in the clouds, but this time she seems to be serious.",
			null,
			"Just do what she says, even though Kyuushou always seems to be offline, it's still useful when it matters.",
			"Let's follow Kyuushou for now. She is always joking around, but this time she seems to be serious."
		],
		[
			"msg",
			448820,
			"And now she... has the power of Lord Walter.",
			"而且现在的她……有瓦尔特大人的力量。",
			"それに今の九霄は、ヴェルト様の力を持っています。",
			"게다가 지금의 큐쇼는, 벨트 님의 힘을 가지고 있습니다.",
			null,
			null,
			"And now she ...... has the power of Lord Welt.",
			"Besides, Kyuushou now has the power of Welt-sama."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448821,
			"If only she could speak more normally…",
			"如果说话能再正常一些就好……",
			"でも、もうちょっと普通にいられないのかな……。",
			"하지만, 좀 더 평범하게 지낼 수는 없는 걸까…….",
			null,
			null,
			"It would be nice if the speech was more normal ......",
			"But can't we be a little more normal? ......"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448822,
			"She's coming!",
			"别发呆，她来了！",
			"今はやるべきことをやりましょう。",
			"지금은 해야 할 일을 합시다.",
			null,
			null,
			"Don't dawdle, she's coming!",
			"Do what you have to do now."
		]
	],
	"2636": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448823,
			"Pung——",
			"砰——",
			"——ブゥゥウンッ！",
			"——부우우웅!",
			null,
			null,
			"Bang--",
			"--Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448824,
			"Aliyeid, it's fixed.",
			"阿赖耶识，修复完毕。",
			"阿頼耶識、修復は完了しました。",
			"아뢰야식, 수복 완료.",
			null,
			null,
			"Arya consciousness, restoration complete.",
			"Araya, repair is complete."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				474,
				0,
				true
			],
			[
				304,
				2,
				false
			]
		],
		[
			"msg",
			448825,
			"Goo... My mind started again... the hallucinations...",
			"咕……脑子里又开始……看到那些幻觉了……",
			"うぅ……頭の中に……また幻覚が……。",
			"으으…… 머릿속에…… 또 환각이…….",
			null,
			null,
			"Goo...... brain started ...... seeing those visions again ......",
			"Ugh ...... in my head ...... another hallucination ......."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				4,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448826,
			"Ninti is the same... And the power gap is too clear…",
			"宁蒂也一样……而且实力差距太明显了……",
			"ニンディも一緒に行きます。ですが、実力の差が大きすぎます……。",
			"닌디도 함께 갈게요. 하지만, 실력 차가 너무 큽니다…….",
			null,
			null,
			"Same goes for Ninti ...... And the power gap is too obvious ......",
			"Ninti will go with you. But the gap in ability is too big. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448827,
			"Kyuushou!",
			"九霄！还没好吗！",
			"九霄お姉ちゃん、まだなの！？",
			"큐쇼 언니, 아직이야!?",
			null,
			null,
			"Kyuushou! Still not good enough?",
			"Kyuushou sis, you're not ready yet!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				2,
				true
			]
		],
		[
			"msg",
			448828,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448829,
			"Data transmission and processing——",
			"数据传输处理中——",
			"データ送信中——",
			"데이터 전송 중——",
			null,
			null,
			"In data transmission processing -",
			"Data transmission in progress--"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448830,
			"I said. Stop!",
			"我说了，给我，停下！",
			"やめろ！キアナを返せ！",
			"그만해! 키아나를 돌려줘!",
			null,
			null,
			"I said, give it to me, stop!",
			"Stop! Give me back Kiana!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			448831,
			"Bang!",
			"砰砰！",
			"——ブゥゥウンッ！",
			"——부우우웅!",
			null,
			null,
			"Bang bang!",
			"--Boooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448832,
			"Beep... Data transfer... In processing…",
			"滋啦……数据传输……处理中……",
			"データ転送、処理中——",
			"데이터 전송, 처리 중——",
			null,
			null,
			"Zilla ...... data transfer ...... processing in progress ......",
			"Data transfer, processing in progress--"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448833,
			"It's not that simple. I guess I'll just have to use my healing powers to wake Kiana up.Most faithful of my family, you will not fall!",
			"没这么简单么，看来只能用我的救世之力唤醒琪亚娜了。我最忠诚的眷属，你不会这么容易就倒下，不是么？",
			"このままでは……どうやら、この救世主の力でキアナを起こすしかないようだ。我が眷属たちよ、そう簡単に倒れたりはしないのだろう？ここを任せる。我は——",
			"이대로라면…… 어떻게 보니, 이 구세주의 힘으로 키아나를 깨우는 수밖에 없겠군. 나의 권속들이여, 그렇게 쉽게 쓰러지지는 않겠지? 여길 맡겨라. 나는——",
			null,
			null,
			"It's not that simple. It seems that I can only use my power of salvation to awaken Kiana. You won't go down so easily, my most loyal family member, will you?",
			"As it is, ...... apparently, the only way to wake Kiana up is through the power of this savior. My dependents, you will not go down so easily, will you? I leave this to you. I--"
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448834,
			"Kiana！",
			"琪亚娜！",
			"キアナッ！！！",
			"키아나!!!",
			null,
			null,
			"Kiana！",
			"Kianak!!!"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10015"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448835,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			448836,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			64
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				112,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448837,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				112,
				12,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448838,
			"Kiana, you have been identified as the highest risk factor, and now we are going to take you off the map.",
			"琪亚娜，你已被判定为危险度最高的因子，现在，我们将会对你进行抹杀处理。",
			"キアナ・カスラナが最も危険な要素だと判断されました。これより、私たちはあなたを抹殺します。",
			"키아나・카스라나가 가장 위험한 요소로 판단되었습니다. 이에 따라, 우리는 당신을 말살합니다.",
			null,
			null,
			"Kiana, you have been determined to have the highest danger factor, and now, we will be processing you for obliteration.",
			"Kiana Kasrana has been determined to be the most dangerous element. From this point on, we are eliminating you."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				12,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448839,
			"It doesn't matter anymore... Yes, kill me.",
			"已经无所谓了……可以啊，杀了我吧。",
			"どうでもいいよ……早く、殺して。",
			"어쩌든 상관없어…… 빨리, 죽여.",
			null,
			null,
			"It doesn't matter anymore ...... can ah, kill me.",
			"I don't care. ...... Quick, kill it."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448840,
			"Ah? Disgree!",
			"啊？这种事，本救世主可不同意！",
			"そんなことを我が許すわけないだろう！",
			"그런 짓을 내가 용납하지 않겠다!",
			null,
			null,
			"Huh? That's not something this Savior would agree to!",
			"There is no way I would allow such a thing!"
		],
		[
			"msg",
			448841,
			"Dark soul, thy consciousness shall coexist with me! Oblivion · Samsara · Trace back to the abyss of taboo! The raving flame will burn all things!",
			"漆黑的灵魂，汝之意识将与吾共存！湮灭·轮回·追溯于禁忌的深渊！狂哮的烈焰将焚烧万象！",
			"我が身に宿りし漆黒の魂よ！我を依代とし召喚に応えよ。黒き厄災がこの世に降り注ぎし時、終焉の慟哭が虚空に響く！我が意志は汝と共に！滅びを経て、輪廻と禁忌の深淵を彷徨う！咆哮の炎よ、森羅万象を焼き尽くせ！",
			"내 몸에 깃든 칠흑의 혼이여! 나를 의탁체로 삼아 소환에 응하라. 검은 재앙이 이 세상에 쏟아질 때, 종언의 통곡이 허공에 울려 퍼지리라! 나의 의지는 너와 함께하리! 멸망을 거쳐, 윤회와 금기의 심연을 방황하리라! 포효하는 불꽃이여, 삼라만상을 태워 없애라!",
			null,
			null,
			"Blackened soul, thy consciousness shall live with me! Annihilation-reincarnation-traced to the forbidden abyss! The roaring flames will burn the elephants!",
			"O jet-black soul that dwells in my body, take me as your servant and answer my call! Take me as your vassal and answer my summons. When the black plague descends upon this world, the wail of the end will echo through the void! My will is with thee! Through perdition, I wander the abyss of samsara and taboo! Burn up the whole world with the roaring flames!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448842,
			"This again? This reminds me of the first time we met.",
			"又来这套吗，这让我想起了最初见面的时候。",
			"……九霄。物凄く長いその詠唱……最初出会った時を思い出すわね。あれだけ大量にゾンビを集めてきたのに、なにも——",
			"……큐쇼. 엄청나게 긴 그 영창…… 처음 만났을 때가 떠오르네. 저렇게 대량의 좀비를 모아놓고서는, 아무것도 ——",
			null,
			null,
			"This again? It reminds me of when we first met.",
			"...... Kyuushou. That incredibly long chanting ...... reminds me of when we first met. I've collected so many zombies in such large numbers, but nothing--"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448843,
			"Lord Kyuushou is different.",
			"先别说话，九霄大人已经与众不同了。",
			"ここからが本番だ。よく見ておけ。",
			"이제부터가 본론이다. 잘 지켜보아라.",
			null,
			null,
			"Don't talk yet, Lord Kyuushou is already different.",
			"This is where it starts. Take a good look."
		],
		[
			"msg",
			448844,
			"Miracles, show! Burning soul poly explosive dark!",
			"神迹，显现吧！燃魂聚爆·暗！",
			"ソール・エクスプロージョンッ！！！！！",
			"소울 익스플로전!!!!!",
			null,
			null,
			"Miracles, manifest! Burning Soul Polyblast-Dark!",
			"Sole Explosion: ！！！！！"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448845,
			"——",
			"嗡——",
			"——ヴゥゥゥゥゥゥゥヴンッ！！！",
			"——브우우우우우우우우웅!!!",
			null,
			null,
			"Buzz--",
			"--Vooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				924,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448846,
			"! ?",
			"！？",
			"ッ！？",
			"쯧!？",
			null,
			null,
			"What's going on?",
			"What?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448847,
			"……",
			"……",
			"……はは。",
			"……하하.",
			null
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448848,
			"Ha ha...I didn't expect to see such an interesting thing at the end of my life.",
			"呵呵……没想到在生命的最后，还能看到这么有意思的事。",
			"成長したじゃない、九霄のくせに。最後に面白いものが見れてよかったよ。",
			"자라긴 자랐구나, 큐쇼 주제에. 마지막에 재미있는 걸 볼 수 있어서 다행이었어.",
			null,
			null,
			"Oh ...... I didn't expect to see something so interesting at the end of my life.",
			"You've grown up, Kyuushou. I'm glad I got to see something interesting at the end."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448849,
			"The end? Don't be kidding. I'm here to save you. You just want to die?",
			"最后？别开玩笑了，救世主大人来救你了，你居然只想着死？",
			"最後？冗談にしては笑えないぞ。この救世主が助けに来たのだ。なのに……死にたい、だと？",
			"마지막? 농담으로 하기엔 웃기지 않아. 이 구세주가 도우러 왔는데. 그런데…… 죽고 싶다고?",
			null,
			null,
			"Finally? Don't be ridiculous. The Lord Savior has come to save you, and all you think about is dying?",
			"Last? That's not funny for a joke. This savior is here to help. And yet you want to ...... die?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448850,
			"For there is no point in our fighting...We won't be the ones running the war.",
			"因为，我们的战斗根本没有意义……操纵一切战局的，也不会是我们。",
			"だって、私たちの戦いには意味がないんだよ……戦いを支配しているのは私たちじゃないの。",
			"왜냐하면, 우리의 싸움에는 의미가 없어…… 싸움을 지배하고 있는 건 우리가 아니야.",
			null,
			null,
			"Because, our fight has no meaning at all ...... The one who manipulates all the battle will not be us.",
			"Because there's no point in us fighting ...... it's not us who are in control of the fight."
		],
		[
			"msg",
			448851,
			"I might even be the one to destroy the world, and then...I'm going to kill everyone.",
			"甚至，我很有可能会成为毁灭世界的元凶，然后……大家都会死在我手上。",
			"それに、私は世界を滅ぼす元凶になるかもしれない。もうじき……私はみんなを殺してしまう。",
			"게다가, 나는 세계를 멸망시키는 근원이 될지도 몰라. 곧… 나는 모두를 죽이고 말 거야.",
			null,
			null,
			"Even, I will probably be the culprit of the destruction of the world, and then ...... everyone will die at my hands.",
			"Besides, I could be the source of the world's destruction. Soon ...... I will kill everyone."
		],
		[
			"msg",
			448852,
			"This is... Something that has been determined to happen.",
			"这是……已经决定好，必定会发生的事。",
			"これは……決められたことだよ。",
			"이건…… 정해진 거야.",
			null,
			null,
			"This is ...... something that has been decided and is bound to happen.",
			"This is a ...... decision."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448853,
			"Heh heh, is that all?",
			"嘿嘿，就这点小事么？",
			"なんだ、その程度のことで拗ねてたのか。",
			"뭐야, 그 정도 일로 삐졌어?",
			null,
			null,
			"Hey, hey, is that all there is to it?",
			"What, you were sulking about that much?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448854,
			"Little things...If I keep on like this, one day I'll bring everyone back to...",
			"小事……你居然说是小事！？再这么下去，终有一天我会再次把大家都……",
			"その程度ってなによ！？このままだと、いつかみんなを——",
			"그 정도라니!? 이대로라면, 언젠가 모두를——",
			null,
			null,
			"Little things ...... you actually call them little things! Keep this up and one day I'll get everyone again ......",
			"What's the extent of it? If we keep this up, one day we're all going to--"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448855,
			"Lord Kyuushou is tired of watching these episodes.",
			"这些情节，九霄大人早就看腻了。",
			"もうそんな展開は見飽きた。",
			"이미 그런 전개는 질렸어.",
			null,
			null,
			"Lord Kyuushou had long since gotten tired of these plots.",
			"I'm tired of seeing such developments."
		],
		[
			"msg",
			448856,
			"I understand your pain, who let me watch you do all kinds of bad things in front of me every day since childhood?",
			"我明白你的痛苦，谁让我从小就每天看着你在我面前做各种各样的坏事呢？",
			"キアナの痛みは理解できる。その悪事は幼少から見てきたからな。",
			"키아나의 고통은 이해할 수 있다. 그 악행은 어릴 적부터 봐왔으니까.",
			null,
			null,
			"I understand your pain, who made me grow up watching you do all kinds of bad things in front of me every day?",
			"I understand Kiana's pain. I've seen its evilness since I was a child."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			448857,
			"Ah, before...You have my Stigmata, I'm sorry…",
			"啊啊，之前……我的圣痕在你身上吧，抱歉……是我害了你……",
			"ああ、そうか。この前まで私の聖痕は九霄が持ってたんだっけ。ごめん……巻き込んちゃって……。",
			"아, 그랬구나. 이전까지 내 성흔은 큐쇼가 가지고 있었던 거였지. 미안…… 끌어들여서…….",
			null,
			null,
			"Ah ah, before ...... my stigmata on you, right, sorry ...... it's me who harmed you ......",
			"Oh, I see. Kyuushou had my sacrament until the other day. I'm sorry I got ...... involved. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448858,
			"Don't be so full of yourself Kiana, I'm not weak enough to ask you to apologize.It's hard to kill your most important friend. But, didn't I say I wish you could rely more on your companions?",
			"别太自以为是了琪亚娜，九霄大人可没有脆弱到要你道歉的地步。亲手杀害自己最重要的朋友这种事，非常难过。但是，我不是说过，希望你能更多依靠一下同伴么？",
			"自惚れるな。救世主はキアナに謝罪されるほど弱者ではない。自らの手で親友を殺すことは悲しいだろう。だが、もっと仲間を頼れと言ったではないか。",
			"자만하지 마라. 구세주는 키아나에게 사과를 받을 정도로 약자가 아니다. 자신의 손으로 친구를 죽이는 것은 슬플 것이다. 하지만, 좀 더 동료를 믿으라고 하지 않았나?",
			null,
			null,
			"Don't be so smug Kiana, Kyuushou-sama is not so fragile that he wants you to apologize. Something like killing your most important friend with your own hands is very sad. But didn't I say that I wish you would rely on your companions a little more?",
			"Don't be smug. The Messiah is not weak enough to apologize to Kiana. It must be sad for you to kill your best friend with your own hands. But I told you to rely more on your friends."
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448859,
			"If I had to, if you were like that...It's up to Lord Kyuushou and the rest of us to fight you back to your true form!",
			"逼不得已，你要是变成那个模样的话……就由九霄大人，还有大家一起把你打回原形好了！",
			"もし、キアナが悪魔の姿に変貌することがあろうとも、この我が、そして仲間が元の姿に戻すと誓おうではないか！",
			"비록 키아나가 악마의 모습으로 변모한다 할지라도, 이 내가, 그리고 동료들이 그녀를 원래 모습으로 되돌리리라 맹세하자!",
			null,
			null,
			"If you are forced to become that appearance ......, it will be good for Lord Kyuushou, and everyone else, to beat you back to your original form!",
			"If Kiana should ever transform into the form of a demon, let us swear that my people and I will restore her to her original form!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448860,
			"That kind of thing...It can't be done. The \"I\" is the man who wiped out an entire civilization.",
			"那种事……做不到的，那个“我”，可是消灭了一整个文明的罪魁祸首。",
			"そんなこと……できっこないよ。もう一人の「私」は、文明を滅ぼせるほどの力を持ってるんだから。",
			"그런 일…… 있을 수 없어. 또 다른 「나」는 문명을 멸망시킬 수 있는 힘을 갖고 있으니까.",
			null,
			null,
			"That kind of thing ...... can not do, that \"I\", but the culprit of the annihilation of an entire civilization.",
			"You can't ...... do that. The other \"I\" is powerful enough to destroy civilization."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448861,
			"I don't know until I try. Think about it Kiana, in your boring past, when did you ever…",
			"不试试怎么知道不行呢，好好想想吧琪亚娜，在你那些无趣的过往之中，你又有哪一次……",
			"試してみないことには何も始まらない。それに、よく考えてみるがいい。そのつまらない過去の中で一度でも——",
			"시도해보지 않으면 아무것도 시작되지 않아. 게다가, 잘 생각해 봐. 그 지루한 과거 속에서 단 한 번이라도",
			null,
			null,
			"How do you know it won't work if you don't try it, think about it Kiana, in the midst of all your uninteresting pasts, have you ever ......",
			"If you don't try, nothing will get done. Besides, think about it. Even once in that boring past--"
		],
		[
			"msg",
			448862,
			"Kill me?!",
			"杀死过九霄大人我呢！",
			"この救世主を殺せたことがあったか！",
			"이 구세주를 죽일 수 있었던 적이 있었나!",
			null,
			null,
			"Killed Lord Kyuushou me!",
			"Have you ever been able to kill this savior?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448863,
			"……",
			"……",
			"え？そんなの……。",
			"어? 그런 건…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448864,
			"! ?",
			"！？",
			"……あっ！",
			"……앗!",
			null,
			null,
			"What's going on?",
			"Oh, ......!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448865,
			"Fates have changed and will change in the future. We are already on the path of our own creation.",
			"命运已经改变了，未来也会发生变化。我们已经，踏在自己创造的道路上。",
			"すでに運命が切り替わったことをこの救世主が証明した。そして未来も変わる。我らはすでに光の道を歩んでいるのだ。",
			"이미 운명이 바뀌었음을 이 구세주가 증명했다. 그리고 미래도 바뀐다. 우리는 이미 빛의 길을 걷고 있는 것이다.",
			null,
			null,
			"Destiny has changed and the future will change. We have, already, stepped on a path of our own making.",
			"This savior proved that fate has already switched. And the future will change. We are already on the path of light."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448866,
			"Those memories...No sign of Kyuushou...Why......",
			"那些记忆中……没有九霄的身影……为什么……",
			"確かに記憶の中には九霄の姿がない……なんで……。",
			"확실히 기억 속에는 큐쇼의 모습이 없다……. 왜…….",
			null,
			null,
			"Those memories ...... without Kyuushou's figure ...... why ......",
			"I certainly don't see Kyuushou in my memory ...... why ......."
		],
		[
			"msg",
			448867,
			"Who the hell is Kyuushou…",
			"九霄到底，是什么人……",
			"九霄は一体……何者なの……。",
			"큐쇼는 대체…… 뭐지…….",
			null,
			null,
			"Kyuushou in the end, what is it ......",
			"What in the world is Kyuushou ...... who ...... is he?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448868,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448869,
			"Houraiji Kyuushou is the object chosen to be the special point of the new civilization in the Stigmata terminal's civilization correction. Do you need more details, Kiana?",
			"圣痕终端进行文明修正时，所选中担当新文明特异点的对象，那就是蓬莱寺九霄，需要更详细的资料吗，琪亚娜？",
			"聖痕端末が文明の修正をしているとき、新しい文明の特異点として選ばれたのが蓬莱寺九霄です。キアナ、詳細の資料は必要ですか？",
			"성흔 단말이 문명의 수정을 할 때, 새로운 문명의 특이점으로 선택된 게 호라이지큐쇼입니다. 키아나, 자세한 자료가 필요합니까?",
			null,
			null,
			"When the Stigma Terminal made the civilization modification, the person selected to take on the role of the new civilization's special point was Houraiji Kyuushou, do you need more detailed information, Kiana?",
			"When the Stigmata terminal was modifying the civilization, Houraiji Kyuushou was chosen as the singularity of the new civilization. Kiana, do you need a detailed documentation?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448870,
			"Aliyeid……",
			"阿赖耶识……",
			"阿頼耶識……。",
			"아라야식…….",
			null,
			null,
			"Arya Consciousness ......",
			"Araya. ......."
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448871,
			"After calculation, let the world into the end of the main factor 42,000 years ago, that is you......Kiana's acquaintance with Mei.",
			"经过演算，四万两千年前让世界步入灭亡的主要因素，那就是你……琪亚娜与芽衣的相识。",
			"計算では、四万二千年前世界が滅ぼされた主な原因は、キアナと芽衣の出会いです。",
			"계산에 따르면, 사만 이천 년 전 세계가 멸망한 주된 원인은 키아나와 메이의 만남입니다.",
			null,
			null,
			"After calculating the main factor that brought the world to its end 42,000 years ago, that was your ...... Kiana's acquaintance with Mei.",
			"According to our calculations, the main cause of the destruction of the world 42,000 years ago was the encounter between Kiana and Mei."
		],
		[
			"msg",
			448872,
			"The power of Stigmata will guide you together, meet at Gakuen, fight against Houkai, and gradually lose yourself in the battle. It leads to the beginning of the end of the world.",
			"圣痕的力量会引导你们走在一起，在千羽学园相遇，一起对抗崩坏，在不断战斗中逐渐迷失自我，最终导致灭世的开端。",
			"聖痕の力はあなたたちを導いて千羽学園で引き合わせた。その後、あなたたちは一緒に崩壊と戦い、そして戦いで自分を失い、最終的に世界の滅亡を引き起こす。",
			"성흔의 힘이 너희들을 인도해 센바 학원에서 만나게 했다. 이후 너희들은 함께 붕괴와 싸우다, 싸움 속에서 자신을 잃고 결국 세계의 멸망을 초래했다.",
			null,
			null,
			"The power of the Stigmata will lead you together, meeting at Senba High School, fighting the Honkai together, and gradually losing yourselves in the constant battles that will eventually lead to the beginnings of extinction.",
			"The power of the Stigmata guided you and brought you together at Senba Academy. You then fought Honkai together, then lost yourselves in the battle, ultimately causing the destruction of the world."
		],
		[
			"msg",
			448873,
			"Thus, the Stigmata terminal modifies by separating you from Mei's Stigmata, leaving your individual.So, I chose a human to be your Stigmata carrier.That person is Houraiji Kyuushou.",
			"因此，圣痕终端做出的修正处理，便是将你与芽衣的圣痕分开，离开你们的个体。所以，我选择了一个人类，让其作为你们圣痕的载体。这个人就是蓬莱寺九霄。",
			"したがって、聖痕端末が行われる是正措置は、キアナと芽衣の聖痕を分離することです。そのためには、あなたたちの聖痕の持ち主として、一人の人間を選びました。そして選ばれたのが蓬莱寺九霄です。",
			"따라서 성흔 단말이 행하는 시정 조치는 키아나와 메이의 성흔을 분리하는 것입니다. 이를 위해 너희들의 성흔의 소유주로서 한 사람을 선택했습니다. 그리고 선택된 게 호라이지큐쇼입니다.",
			null,
			null,
			"Therefore, the corrective treatment made by the Stigma Terminal was to separate your Stigmata from Mei's Stigmata and leave you as individuals. Therefore, I chose a human to be the carrier of your stigmas. That person is Houraiji Kyuushou.",
			"Therefore, the corrective action to be taken by the Stigmata terminal is to separate the Stigmata of Kiana and Mei. For this purpose, we have chosen one person to be the owner of your Stigmata. And the person chosen is Kyuushou Houraiji."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448874,
			"So, Lord Kyuushou is the chosen one after all, Kookookookoo…",
			"原来如此么，看来九霄大人果然是被选中之人，库库库库……",
			"なるほど、やはり我は選ばれし人間だったのか。クククク……。",
			"그렇군, 역시 나는 선택받은 인간이었구나. 크크크크…….",
			null,
			null,
			"I see so, it seems that Lord Kyuushou is really the chosen one, Kukukukuku ......",
			"I see, I was the chosen one after all. Kukukuku. ......"
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448875,
			"Ha ha ha ha, I was the real savior, can you hear it! Kiana!",
			"哈哈哈哈，九霄大人，是真正的救世主，你听到了吗琪亚娜！",
			"ハーッハッハッ！聞こえたか、キアナよ。九霄様は本物の選ばれし救世主だったのだ！",
			"하하하하! 들었느냐, 키아나야. 큐쇼 님은 진정한 선택받은 구세주였던 것이다!",
			null,
			null,
			"Hahahahaha, Kyuushou-sama, the true savior, you hear that Kiana!",
			"Ha ha ha! Did you hear me, Kiana? Kyuushou-sama was the real chosen savior!"
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448876,
			"Unfortunately, Kiana and Mei will still be born in the established history, and the intervention of the survivors of the previous era has returned your Stigmata to its original owners.",
			"很遗憾，在既定的历史之中，琪亚娜与芽衣依旧会诞生，而也因为上一纪元存活者的干涉，让你们的圣痕再度物归原主。",
			"残念ながら、確立された歴史の中でキアナと芽衣は誕生します。そして前文明の生き残りの干渉によって、二人の聖痕は元の持ち主に戻ります。",
			"유감스럽게도, 확립된 역사 속에서 키아나와 메이가 탄생합니다. 그리고 전 문명의 생존자의 간섭에 의해, 두 사람의 성흔은 원래의 주인에게 돌아갑니다.",
			null,
			null,
			"Unfortunately, in the midst of established history, Kiana and Mei will still be born, and because of the intervention of the survivors of the previous era, your stigmata will once again be returned to their rightful owners.",
			"Unfortunately, Kiana and Mei are born within the established history. Then, through the interference of a survivor of a previous civilization, the two stigmata are returned to their original owners."
		],
		[
			"msg",
			448877,
			"Everything, has been back to the original wrong line.",
			"一切，都已经回到原本错误的线路上。",
			"全ては間違った道に戻っています。",
			"모든 것이 잘못된 길로 돌아가고 있어.",
			null,
			null,
			"Everything, everything has gone back to the original wrong line.",
			"Everything is back on the wrong track."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				474,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448878,
			"No, the savior is here, and that is change.",
			"不对，救世主就在这里，那就是改变。",
			"違うな、救世主はここにいる。それが変化だ。",
			"아니야, 구세주는 바로 여기에 있어. 그게 변화야.",
			null,
			null,
			"Nope, the savior is right here, and that's change.",
			"No, the Messiah is here. That's change."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448879,
			"Kyuushou……",
			"九霄……",
			"九霄……。",
			"큐쇼…….",
			null,
			null,
			"Kyuushou......",
			"Kyuushou......。"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448880,
			"Kiana, the world has changed, so don't do it all by yourself anymore.",
			"琪亚娜，这个世界已经发生了变化，所以啊，不要再一个人承担所有了。",
			"キアナ、この世界は今までの世界とは違う。だから、もう一人で抱え込むな。",
			"키아나, 이 세계는 지금까지의 세계와는 달라. 그러니까, 이제 혼자서 짊어지려 하지 마.",
			null,
			null,
			"Kiana, the world has changed, so yeah, don't take it all on alone anymore.",
			"Kiana, this world is different from the world you have been living in. So don't keep it to yourself anymore."
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448881,
			"Once again...Let's fight together, put on your high horse, beat the crap out of those who think they know it, and make our future——",
			"再次……一起战斗吧，摆出你那高傲的姿态，将那些自以为是的人打得落花流水，然后创造属于我们的未来——",
			"もう一度、我とともに歩こう。キアナが誇るべき姿で傲慢な連中を倒し、そして笑いあえる未来を作ろうではないか。",
			"다시 한번, 나와 함께 걸어가자. 키아나가 자랑스러워할 모습으로 오만한 자들을 쓰러뜨리고, 그리고 함께 웃을 수 있는 미래를 만들자.",
			null,
			null,
			"Once again ...... fight together, put up your high and mighty stance, beat those who think they are the best, and then create a future that belongs to us -",
			"Walk with me once again. Let us defeat the arrogant in a way that Kiana should be proud of, and let us create a future where we can laugh at each other."
		],
		[
			"bgm",
			70
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10197"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448882,
			null,
			"",
			null,
			null,
			null
		],
		[
			"msg",
			448883,
			"The world Kiana wants where everyone is happy without Houkai.",
			"琪亚娜所期望的世界，是没有崩坏，大家幸福生活的世界。",
			"キアナが望む世界は崩壊が存在しない。全ての人たちが幸せに暮らせる世界。",
			"키아나가 바라는 세계는 붕괴가 존재하지 않아. 모든 사람들이 행복하게 살 수 있는 세계.",
			null,
			null,
			"The world that Kiana desired was one where there was no Honkai and everyone lived happily ever after.",
			"The world Kiana wants is one where Honkai does not exist. A world where all people can live happily."
		],
		[
			"msg",
			448884,
			"This wish will surely come true.",
			"这个愿望，一定会实现的。",
			"その願いは必ず叶うでしょう。",
			"그 소원은 반드시 이루어질 거야.",
			null,
			null,
			"This wish, it will surely come true.",
			"That wish will surely come true."
		],
		[
			"msg",
			448885,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448886,
			"I thought I saw a saved...world surrounded by happiness.",
			"总觉得，我看见了一个被拯救……被幸福包围的世界。",
			"なんだか、救われた世界……幸せに囲まれた世界が見えた気がする。",
			"왠지, 구원받은 세계…… 행복으로 가득 찬 세계가 보이는 것 같아.",
			null,
			null,
			"Always felt that I saw a world saved ...... surrounded by happiness.",
			"I feel like I'm seeing a world that has been saved ...... surrounded by happiness."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448887,
			"Me too, and I know it very well. Well, it must be one of the many world lines saved by Lord Kyuushou.",
			"我也一样，而且非常熟悉。呵呵，一定是九霄大人所拯救的诸多世界线中的一条吧。",
			"我も……とても懐かしい世界だ。これは九霄様が救った数多くの世界の一つに違いない。",
			"나도…… 매우 그리운 세계야. 이건 큐쇼 님이 구한 수많은 세계 중 하나에 틀림없어.",
			null,
			null,
			"I'm the same, and it's very familiar. Oh, it must be one of the many world lines saved by Lord Kyuushou.",
			"I too ...... miss this world very much. This must be one of the many worlds that Kyuushou-sama has saved."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448888,
			"Like a fool... But your words were extraordinarily persuasive.",
			"明明像个笨蛋一样……说的话却异常有说服力。",
			"バカなのに……意外と信憑性があるわね。",
			"바보인데... 의외로 신빙성이 있네.",
			null,
			null,
			"Obviously like a fool ...... said something exceptionally convincing.",
			"You're an idiot, but you're ...... surprisingly credible."
		],
		[
			"msg",
			448889,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448890,
			"But...You might be right.What we're going through right now...It doesn't exist in any memory.This is our own future.",
			"但……你或许是对的，我们现在所经历的……根本不存在于任何记忆中。这是属于我们自己的未来。",
			"でも……九霄の方が正しいかもしれない。私たちが今経験していることは、どの記憶にも存在しない。これは私たちが作った未来かもしれないわ。",
			"하지만... 큐쇼 쪽이 정확할지도 몰라. 우리가 지금 경험하고 있는 건 어떤 기억에도 존재하지 않아. 이건 우리가 만든 미래일지도 모르지.",
			null,
			null,
			"But ...... you may be right, what we are experiencing now ...... does not exist in any memory at all. It is our own future.",
			"But ...... Kyuushou may be right. What we are experiencing now does not exist in any of our memories. This could be a future we created."
		],
		[
			"msg",
			448891,
			"Maybe you really are the savior, Kyuushou.",
			"说不定，你真的是救世主吧，九霄。",
			"多分、もしかしたら本当に九霄が救世主かもしれないわね。",
			"아마, 혹시 정말로 큐쇼가 구세주일지도 모르겠네.",
			null,
			null,
			"Maybe you really are the savior, Kyuushou.",
			"Maybe, just maybe, Kyuushou really is the savior."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				6,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			448892,
			"!?",
			"什么叫说不定啊！？",
			"多分ってなんだ！？",
			"아마라니!?",
			null,
			null,
			"What do you mean it's not possible!",
			"What do you mean maybe!"
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			448893,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448894,
			"Kiana, do you believe this era has a future?",
			"琪亚娜，你相信这个时代会拥有未来吗？",
			"キアナ、この時代に未来があると思いますか？",
			"키아나, 이 시대에 미래가 있을 거라 생각해?",
			null,
			null,
			"Kiana, do you believe that this age will have a future?",
			"Kiana, do you think there is a future in these times?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			448895,
			"I......To be honest, I don't have much confidence. But Kyuushou did change my life, otherwise...Might I have destroyed the world by the time I got back to St. Freya's?",
			"我……说实话并没有太大信心。但九霄确实改变过我的命运，不然……我可能在回到圣芙蕾雅学园后，就已经毁掉整个世界了吧？",
			"私は……正直なことを言うと、あまり自信がない。でも、九霄は確かに私の運命を変えてくれたことがあるわ。でないと……確か、私は聖フレイヤ学園に戻った後に世界を滅ぼしたんでしょ？",
			"나는... 솔직히 말해서 별로 자신 없어. 하지만 큐쇼는 분명 내 운명을 바꿔준 적이 있거든. 그렇지 않았다면... 분명, 나는 세인트 프레야 학원에 돌아간 후에 세계를 멸망시켰잖아?",
			null,
			null,
			"I ...... honestly don t have much confidence. But Kyuushou did change my fate, otherwise ...... I might have destroyed the entire world after returning to St. Freya High School, right?",
			"I'm not too sure about ...... to be honest. But Kyuushou has certainly changed my fate before. Otherwise ...... surely I would have destroyed the world after I returned to St. Freya High School, right?"
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			448896,
			"I'm afraid the future of the world... There's still something to look forward to.",
			"恐怕，这个世界的未来……还有值得期待的地方。",
			"おそらく、この世界の未来は……まだまだ希望があるのかもしれない。",
			"아마도, 이 세상의 미래는... 아직 희망이 있을지도 모르겠어.",
			null,
			null,
			"I'm afraid that there is still something to look forward to in the future ...... of this world.",
			"Perhaps there is still hope for the future of this world ......."
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			448897,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448898,
			"I see. Follow Kiana's will. Order executed, go——",
			"我明白了，一切遵从琪亚娜的意志。秩序执行，开始——",
			"わかりました。全てキアナの意思に従います。秩序を実行、開始します。",
			"알겠습니다. 모든 것은 키아나의 뜻에 따르겠습니다. 질서를 실행, 시작합니다.",
			null,
			null,
			"I understand. Everything is subject to Kiana's will. Order enforcement, begin--",
			"I understand. All in accordance with Kiana's will. Execute the order, begin."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			448899,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			448900,
			"Kyuushou……",
			"九霄……",
			"九霄……。",
			"큐쇼…….",
			null,
			null,
			"Kyuushou......",
			"Kyuushou......。"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448901,
			"Huh?",
			"嗯？",
			"なんだ？",
			"뭐지?",
			null,
			null,
			"Hmm?",
			"What is it?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			448902,
			"Wait till I come back.",
			"等我回来。",
			"私が帰るまで待ってて。",
			"내가 돌아올 때까지 기다려.",
			null,
			null,
			"Wait for me to come back.",
			"Wait until I get back."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448903,
			"Oh, that's for sure. I'll tell others the truth.",
			"啊，这不是当然的么，我也会如实转告大家的。",
			"ふんっ、当然だ。我の眷属たちにも伝えよう。",
			"흥, 당연하지. 나의 권속들에게도 전하겠다.",
			null,
			null,
			"Ah, isn't that of course, and I'll pass it on faithfully.",
			"Well, of course. I will tell my dependents."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448904,
			"——! !",
			"——！！",
			"——ッ！！",
			"——!!",
			null
		]
	],
	"2637": [
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448905,
			"Goo ! I can still fight!",
			"咕！我还可以继续战斗，哈啊！",
			"うっ！私は……まだ戦える！",
			"윽! 나는…… 아직 싸울 수 있어!",
			null,
			null,
			"Guh! I can still keep fighting, haaah!",
			"Ugh! I can ...... still fight!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			448906,
			"The Herrscher core has reached its limit…",
			"律者核心碎片已经到达极限了么……",
			"律者のコアの欠片はもう限界なのか……。",
			"율자의 코어 조각은 이미 한계인가…….",
			null,
			null,
			"Have the Herrscher core shards reached their limit ......",
			"Are the pieces of Herrscher's core already at their limit? ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			448907,
			"Beep——",
			"滴——",
			"——ピピピッ",
			"——삐삐삣",
			null,
			null,
			"Drop--",
			"-- beep, beep, beep."
		],
		[
			"speaker",
			432744
		],
		[
			"portraits",
			[
				474,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			448908,
			"Order execution adjustment, suspension era freeze instruction.",
			"秩序执行调整，暂停纪元冻结指令。",
			"秩序実行調整、紀元の凍結指令を一時停止します。",
			"질서 실행 조정, 기원의 동결 지령을 일시 정지합니다.",
			null,
			null,
			"The order enforces adjustments and suspends the epoch freeze directive.",
			"The order execution adjustment and Kigen's freeze order are temporarily suspended."
		],
		[
			"msg",
			448909,
			"No instruction operation, sleep instruction, execute.",
			"无指令操作，休眠指令，执行。",
			"操作指示なし、スリープ命令、実行。",
			"작동 지시 없음, 슬립 명령, 실행.",
			null,
			null,
			"No command operation, dormant command, executed.",
			"No operating instructions, sleep instruction, executed."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				5,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			448910,
			"The Aliyeid stopped attacking, and we... are success?",
			"阿赖耶识停止了攻势，我们……成功了？",
			"阿頼耶識が攻撃を止めた。私たちは……成功したの？",
			"아뢰야식이 공격을 멈췄다. 우리는…… 성공한 거야?",
			null,
			null,
			"Arya stopped the offense and we ...... succeeded?",
			"Arya stopped the attack. Did we ...... succeed?"
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				857,
				5,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			448911,
			"Transmission...BeepBeep...Error......Beep...Began to repair itself…",
			"传输……滋啦滋啦……错误……滋啦……开始自我修复……",
			"転送——エラー——自己修復開始……。",
			"전송——에러——자체 수복 시작…….",
			null,
			null,
			"Transmission ...... zip zip zip zip ...... error ...... zip zip zip zip ...... begin to repair themselves ......",
			"Transfer--Error--Start self-repair. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448912,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448913,
			"It looks like it wasn't us that stopped Aliyeid.",
			"看来让阿赖耶识停下来的，不是我们。",
			"阿頼耶識を止めたのは我々ではないようだね。",
			"아뢰야식을 멈춘 건 우리가 아닌 것 같군.",
			null,
			null,
			"It seems that it's not us who make Arya stop.",
			"It seems that we are not the ones who stopped the Araya."
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			448914,
			"But without a miracle, the human race would have been destroyed by you at this very moment, Houraiji Kyuushou.",
			"但如果没有发生奇迹，人类在这一刻就已经葬送在你们手上了，蓬莱寺九霄。",
			"奇跡が起きなければ人類は君たちに滅ぼされるところだったよ、蓬莱寺九霄。",
			"기적이 일어나지 않았다면 인류는 너희에게 멸망할 뻔했어, 호라이지큐쇼.",
			null,
			null,
			"But if a miracle hadn't happened, mankind would have been buried in your hands at this very moment, Houraiji Kyuushou.",
			"If a miracle had not occurred, the human race would have been destroyed by you, Houraiji Kyuushou."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448915,
			"The very existence of Lord Kyuushou is a miracle. I will save the world, and Kiana too!",
			"九霄大人的存在本身就是奇迹，我会拯救世界，连琪亚娜一同拯救！",
			"九霄様の存在自体が奇跡だ。我は世界も、キアナをも救ってみせよう！",
			"큐쇼 님의 존재 자체가 기적이다. 나는 세계도, 키아나도 구원해 보이겠다!",
			null,
			null,
			"Kyuushou-sama's existence is a miracle in itself, and I will save the world, even Kiana!",
			"The very existence of Kurosawa-sama is a miracle. I will save the world and Kiana!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448916,
			"To abandon all human beings for one person is ultimately the choice of a kid.",
			"为了一个人而舍弃所有人类，终究是小鬼头的选择罢了。",
			"一人のために全人類を見捨てることは子供の選択だよ。",
			"한 사람을 위해 전 인류를 버리는 건 어린아이의 선택이야.",
			null,
			null,
			"Sacrificing all humans for one is ultimately just a brat's choice.",
			"Abandoning all of humanity for the sake of one is a child's choice."
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448917,
			"Well, it would have been impossible to completely eliminate Kiana, but let me thank you for saving the Saint.",
			"算了，完全抹消琪亚娜的可能性本来也是无奈之举，就让我感谢你拯救了高贵的圣女大人吧。",
			"まあいい、キアナを抹殺するのも止むを得ない選択だったからね。尊い聖女様を救ってくれたことには感謝しよう。",
			"정말이지, 키아나를 말살하는 것도 어쩔 수 없는 선택이었으니까. 존귀한 성녀님을 구해준 것에는 감사하자.",
			null,
			null,
			"Never mind, it would have been hopeless to completely erase the possibility of Kiana, so let me just thank you for saving the noble Saintess-sama.",
			"Oh well, it was an unstoppable choice to eliminate Kiana. Let's thank them for saving our precious saint."
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448918,
			"Flora——",
			"芙洛拉——",
			"フローラ。",
			"플로라.",
			null,
			null,
			"Flora--",
			"Flora."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448919,
			"Roger that, Lord Otto…",
			"滴滴……收到，奥托大人……",
			"——ピピ……はい、オットー様。",
			"——삐... 네, 오토 님.",
			null,
			null,
			"Dropping ...... Roger that, Lord Otto ......",
			"--Pipi ...... Yes, Mr. Otto."
		],
		[
			"bgm",
			49
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			448920,
			"Rumble! ! !",
			"轰隆！！！",
			"——ドォォォォォォォォオンッ！！！",
			"——두우우우우웅!!!",
			null,
			null,
			"Boom!!!",
			""
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			448921,
			"Bomb!!?",
			"炮、炮击！？",
			"ほ、砲撃ッ！？",
			"헉, 포격?!",
			null,
			null,
			"Cannon, Cannonball!",
			"Ho, shelling!"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448922,
			"It's Glorious Covenant……",
			"是辉煌盟约……",
			"輝きの盟約……。",
			"빛의 맹약....",
			null,
			null,
			"It's the Brilliant Covenant ......",
			"The Pact of Brilliance. ......."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				313,
				0,
				false
			]
		],
		[
			"msg",
			448923,
			"A huge hole had been punched through the island!",
			"岛上被打出了巨大的空洞！",
			"島に巨大な穴が開いちゃったよ！",
			"섬에 거대한 구멍이 뚫렸어!",
			null,
			null,
			"Huge voids have been punched out of the island!",
			"There's a huge hole in the island!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448924,
			"Recycle the Stigmata terminal. It's now dormant again, but once Kiana has bonded with it, it's only a matter of time before it gets started.",
			"回收圣痕终端，虽然它现在再度进入休眠，但只要琪亚娜和它已经结合，要启动只是时间问题罢了。",
			"聖痕端末を回収するんだ。今はスリープ状態だが、キアナと結合していれば起動は時間の問題だ。",
			"성흔 단말을 회수하는 거야. 지금은 슬립 상태지만, 키아나와 결합하면 기동은 시간 문제지.",
			null,
			null,
			"Recycling the Stigma Terminal, although it was now dormant once again, it was only a matter of time before it would be activated as long as Kiana and it had bonded.",
			"We need to retrieve the stigmata terminal. It's in sleep mode right now, but if it's coupled with Kiana, it's only a matter of time before it's activated."
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				44,
				1,
				false
			],
			[
				313,
				0,
				true
			]
		],
		[
			"msg",
			448925,
			"Yes, my Lord.",
			"遵命。",
			"かしこまりました。",
			"알겠습니다.",
			null,
			null,
			"Compliance.",
			"Yes, sir."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				44,
				1,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			448926,
			"Kiana——",
			"给我放开琪亚娜——",
			"キアナを離せ！",
			"키아나를 놔줘!",
			null,
			null,
			"Let go of Kiana!",
			"Let go of Kiana!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			448927,
			"Bang!",
			"砰！",
			"——ジャラララッ！",
			"——찰라라락!",
			null,
			null,
			"Bang!",
			"--Jalalalalalalalalalalalalalala!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				857,
				1,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			448928,
			"You'd better not make a rash move.",
			"你最好不要轻举妄动。",
			"勝手に動かないほうがいいわよ。",
			"마음대로 움직이지 않는 게 좋을 거야.",
			null,
			null,
			"You'd better not do anything rash.",
			"You shouldn't move on your own."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				857,
				1,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			448929,
			"……",
			"咕……",
			"くっ……。",
			"쿡.......",
			null,
			null,
			"Goo ......",
			"Damn. ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			448930,
			"Come on, it's time to go to our last battle.",
			"走吧，该前往我们最后的战场了。",
			"行こう。最後の戦場へ。",
			"가자. 마지막 전장으로.",
			null,
			null,
			"Let's go. It's time to head to our final battlefield.",
			"Let's go. Let's go to the last battlefield."
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			448931,
			"If you live until then... Farewell there.",
			"如果你们能活到那时候的话……就在那里再会吧。",
			"それまで生きていられるのなら再び戦場で会おうか。",
			"그때까지 살아있다면 다시 전장에서 만나자.",
			null,
			null,
			"See you there again if you live to see it .......",
			"If you can stay alive until then, let's meet on the battlefield again."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			448932,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			448933,
			"Strange...The floating island is surrounded by the Human Union's forces…",
			"奇怪……浮岛外空应该是被人合联的部队包围才对……",
			"おかしい……浮島の空は、人類契約連合の軍隊に囲まれているはずです。",
			"이상하군…… 부도 상공은 인류계약연합의 군대에 포위되어 있어야 하는데.",
			null,
			null,
			"Strange ...... The outer space of the floating island should have been surrounded by SPLM forces ......",
			"Funny ...... the skies of the floating island should be surrounded by the armies of the Coalition of Human Contracts."
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448934,
			"Ninti is going to check.",
			"宁蒂会上去看看情况。",
			"状況を確認してきます。",
			"상황을 확인하고 올게.",
			null,
			null,
			"Ninti will go up and see what's going on.",
			"I will check the situation."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448935,
			"Me too!",
			"我也一起！",
			"我も行こう。",
			"나도 가자.",
			null,
			null,
			"I'm in!",
			"I'll go with you."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			448936,
			"I'll check on Sin and Mom, Seele…",
			"我去确认杏和妈妈的情况，希儿……",
			"ブローニャとゼーレはシンとお母さんの様子を確認してきます。ゼーレ、行きましょう。",
			"브로냐와 제레는 신과 엄마의 상태를 확인하고 올게요. 제레, 갑시다.",
			null,
			null,
			"I'm going to make sure Sin and Mom are okay Seele ......",
			"Bronya and Seele will go check on Sin and her mother. Seele, let's go."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448937,
			"Yes, Sister Bronya.",
			"嗯，布洛妮娅姐姐。",
			"わかったよ、ブローニャお姉ちゃん。",
			"알았어, 브로냐 언니.",
			null,
			null,
			"Uh, Sister Bronya.",
			"All right, sister Bronya."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448938,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			448939,
			"It's so quiet. It's too quiet. It was as if the world had really come to an end...",
			"好安静，安静过头了。彷如世界真的已经进入末日了一般……",
			"静かだ、静かすぎる。本当に世界が終末を迎えたみたいだ……。",
			"조용하다, 너무 조용해. 정말로 세계가 종말을 맞이한 것 같아…….",
			null,
			null,
			"So quiet, too quiet. It's as if the world has really come to an end ......",
			"It's quiet, too quiet. It's like the world has really come to an end. ......"
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448940,
			"The Titan that scoured the islands in search of Glorious Covenant is also missing.",
			"分布在岛屿上搜索辉煌盟约的泰坦也不见踪影。",
			"島で輝きの盟約を捜査するタイタンも見当たりません。",
			"섬에서 빛의 맹약을 수색하는 타이탄도 보이지 않습니다.",
			null,
			null,
			"The Titans spread out across the island searching for the Brilliant Covenant are also nowhere to be seen.",
			"I don't see any titans investigating the Pact of Brilliance on the island either."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448941,
			"Beep……Beep……",
			"滋啦……滋啦……",
			"ジジ……ジジ——",
			"지지…… 지지——",
			null,
			null,
			"Zira ...... Zira ......",
			"Gigi ...... Gigi--"
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448942,
			"Front line units? Come in.",
			"是前线的部队吗，请回答。",
			"前線部隊、応答してください。",
			"전선 부대, 응답하라.",
			null,
			null,
			"Are the troops from the front line? Please answer.",
			"Frontline units, please respond."
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				576,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			448943,
			"Yes, report back. the Human Union's air force…",
			"是的，汇报情况，人合联的空中部队到底……",
			"はい、状況を報告せよ。人類契約連合の空中部隊は……。",
			"알았다, 상황을 하달하라. 인류 계약 연합의 공중 부대는…….",
			null,
			null,
			"Yes, debriefing, HUF air force in the end ......",
			"Yes, report the situation. The Human Contracting Coalition's airborne unit is at ......."
		],
		[
			"speaker",
			432379
		],
		[
			"portraits",
			[
				576,
				0,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448944,
			"The air units are all dead...No, it should be said that all mechanized units have been rendered useless.",
			"空中部队已经全部阵亡……不，应该说，所有的机械化部队都已经失去战斗力。",
			"空中部隊は全て戦死しました。いいえ、正確には全ての機械化部隊は戦闘能力を失ったというべきでしょうか。",
			"공중 부대는 모두 전사했습니다. 아니, 정확히는 모든 기계화 부대는 전투 능력을 상실했다고 해야 할까요.",
			null,
			null,
			"The air forces have all been killed in action ...... No, I should say that all the mechanized forces have lost their combat power.",
			"All aerial units were killed in action. No, I should say precisely that all mechanized units have lost their combat capability."
		],
		[
			"msg",
			448945,
			"Please get off the island as soon as possible.",
			"请尽快离开浮岛，不只有人合联部队，世界各处都收到情报。",
			"と、とにかく早くあの浮島を離れてください！",
			"어, 어쨌든 빨리 그 부유섬을 떠나세요!",
			null,
			null,
			"Please leave the floating island as soon as possible. Information has been received from all over the world, not only from SPLM forces.",
			"And anyway, please leave that floating island as soon as possible!"
		],
		[
			"msg",
			448946,
			"All the machinery has gone out of control and is heading for the floating island——",
			"所有的机械，都已经失去了控制，并且往浮岛方向集合，那里已经是——",
			"すべての機械は制御不能で、あの浮島に向かって集まっています。あそこはすでに——",
			"모든 기계는 제어 불능 상태로, 그 부유섬을 향해 모여들고 있습니다. 저곳은 이미 ——",
			null,
			null,
			"All the machinery, it's out of control and converging toward the floating island, where it's already--",
			"All the machines are out of control and gathering towards that floating island. That place is already--"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			448947,
			"Hey! Ninti! Look! What's that……",
			"咕……喂喂喂！宁蒂你快看啊！那到底……是什么……",
			"……おいおいおい！ニンディ、あれを見ろ！いったい……なんなんだ。",
			"……야야야! 닌디, 저것 봐! 대체…… 뭐야.",
			null,
			null,
			"Goo ...... hey hey hey! Ninti look at it! What the hell is that ...... ......",
			"...... Hey, hey, hey! Ninti, look at that! What the hell is ......?"
		],
		[
			"msg",
			448948,
			"Planes, ships, even mecha and chariots...It's all piled up together…",
			"飞机，舰艇，甚至还有机甲和战车……全部都垒在一起了……",
			"飛行機、船、機甲や戦車まで……全部重なって……。",
			"비행기, 배, 기갑이나 전차까지…… 전부 겹쳐져서…….",
			null,
			null,
			"Planes, ships, and even mechs and battle tanks ...... All bashed together ......",
			"Planes, ships, and even armor and tanks ...... all overlap ......."
		],
		[
			"msg",
			448949,
			"That is... A graveyard of steel! ?",
			"那是……钢铁的墓场吗！？",
			"あれは……鋼鉄の墓地なのか！？",
			"저것은……강철의 묘지란 말인가!？",
			null,
			null,
			"Is that the graveyard of ...... steel!",
			"Is that the ...... steel cemetery!"
		]
	],
	"2638": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448950,
			"The Human Union Floating Fortress Stigmata Lab",
			"人合联浮空要塞 圣痕实验室",
			"人類契約連合の空中要塞　聖痕実験室",
			"인류 계약 연합의 공중 요새 성흔실험실",
			null,
			null,
			"SPLM Floating Fortress, Stigmata Laboratory.",
			"Aerial Fortress of the Human Contracting Union, Stigmata Laboratory."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448951,
			"【Worry】Take a break, Doctor. You've been working for 72 hours straight so far.",
			"【担忧】博士，你也休息一下吧，至今为止你已经连续工作72小时了。",
			"【心配】博士、少し休憩しましょう。すでに72時間働いていますよ。",
			"【걱정】박사님, 잠시 휴식하세요. 벌써 72시간 동안 일하고 계셨잖아요.",
			null,
			null,
			"[Worried] Take a break too, Dr., you've been working for 72 hours straight so far.",
			"[Worried] Doctor, let's take a break. You've already worked 72 hours."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			448952,
			"Obviously even Heishin's data has been analyzed, but the most critical has no result at all… Forget it. Disconnect Phemie Iris.",
			"明明连兵神数据都已经分析出来了，可最关键的“那个”根本没有结果……算了，断开连接吧菲米莉丝。",
			"兵神のデータでさえ分析できたのに、最も重要な「あれ」が全く進捗がないのはなぜなの。ふぅ～、フェミリス、もう切断していいわよ。",
			"병신의 데이터조차 분석할 수 있었는데, 가장 중요한 「그것」이 전혀 진전이 없는 건 왜야. 후~, 페미리스, 이제 끊어도 돼.",
			null,
			null,
			"Obviously, even the data of the God of War has already been analyzed, but the most crucial \"that\" has no result at all....... Forget it, disconnect Femiris.",
			"Why is it that even the data of the god of war could be analyzed, but the most important \"that\" has made no progress at all? Whew, Femiris, you can disconnect now."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			448953,
			"【Execute】I see. Disconnect Miss Mei's Stigmata connection.",
			"【执行】我知道了，断开芽衣小姐的圣痕连接。",
			"【実行】かしこまりました。芽衣さんの聖痕との接続を切断します。",
			"【실행】알겠습니다. 메이의 성흔과의 연결을 차단합니다.",
			null,
			null,
			"[Execution] I see, disconnecting Mei-sama's stigma connection.",
			"[Execution] Yes, sir. I will disconnect from Mei's sacrament."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448954,
			"Well…",
			"唔……",
			"うぅ……。",
			"으음…….",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448955,
			"【Test】Miss Mei has stable vital characteristics and low Herrscher energy level. She has no tendency to Herrscher. Please rest assured.",
			"【检测】芽衣小姐生命特征稳定，律者能量水平偏低，没有律者化的倾向，请放心。",
			"【測定】芽衣さんの身体状況は安定しています。律者のエネルギーレベルが低いようです。律者化の傾向はありませんので、ご安心ください。",
			"측정메이 씨의 신체 상황은 안정적입니다. 율자의 에너지 레벨이 낮은 것 같습니다. 율자화 경향은 없으니 안심하세요.",
			null,
			null,
			"[Detection] Mei-sama's life traits are stable, Herrscher energy levels are low, and she has no tendency to Herrscherize, so please rest assured.",
			"[Measurements] Mei's physical condition is stable. Herrscher's energy level seems to be low. Please be assured that there is no tendency to Herrscher-ization."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448956,
			"Thank you, Phemie Iris. I'm going to see my Lord father.",
			"谢谢你，菲米莉丝，我去看看父亲大人。",
			"ありがとう、フェミリス。それではお父様のところに行ってくるわね。",
			"고마워, 페미리스. 그럼 아버님께 다녀올게.",
			null,
			null,
			"Thank you, Femiris. I'll go check on Father Superior.",
			"Thank you, Femiris. Now I'm off to visit your father."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448957,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448958,
			"I'm sorry Mei, but I don't want to disturb your reunion with Longma unless it is a critical moment for the survival of mankind.",
			"抱歉芽衣，若非已经到了人类存亡的关键时刻，我也不希望打扰你和龙马团聚的时光。",
			"ごめんなさい、芽衣。人類の生存が関わる肝心な時じゃなかったら、私もあなたと龍馬の再会を邪魔しなかったわ。",
			"미안해, 메이. 인류의 생존이 걸린 중요한 때가 아니었다면, 나도 너와 료마의 재회를 방해하지 않았을 거야.",
			null,
			null,
			"I'm sorry Mei, but if it hadn't already come to a critical moment in the survival of mankind, I wouldn't have wanted to interrupt your reunion with Ryoma.",
			"I'm sorry, Mei. I wouldn't have interfered with you and Ryoma's reunion if it wasn't a crucial time for the survival of the human race."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448959,
			"I get it. Let's go first…",
			"我明白的，先走一步了……",
			"わかっています。では先に失礼します……。",
			"알고 있어. 그럼 먼저 실례할게…",
			null,
			null,
			"I get it, one step ahead ......",
			"I understand. Now, if you'll excuse me first, I have to go to ......."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448960,
			"Wait.",
			"慢着。",
			"ちょっと待って。",
			"잠깐만.",
			null,
			null,
			"Slow down.",
			"Wait a minute."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448961,
			"Merlin……",
			"梅琳……",
			"メリン……。",
			"멜린…",
			null,
			null,
			"Merlin ......",
			"Melin. ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448962,
			"Whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa!Mei, go and find your father. The magician must have come to see me. Don't worry about her.",
			"哇哇哇哇，魔术师你怎么突然来了！芽、芽衣你快去找你父亲吧，魔术师肯定是来找我的，不要在意她。",
			"どうしてメリンがここに来るのよ。め、芽衣はお父さんのところに行って。私に用があるはずだから気にしないで。",
			"왜 멜린이 여기 오는 거야. 메, 메이는 아빠한테 가. 나한테 볼일이 있을 테니까 신경 쓰지 마.",
			null,
			null,
			" Mei, Mei you go find your father, the magician must have come for me, don't mind her.",
			"Why is Merrin coming here? Mei, go to your father. He must be looking for me, so don't worry about it."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				2,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448963,
			"No, I'm here for you.",
			"不，我是来找你们的。",
			"いいえ、私はあなたたちに用があるの。",
			"아니, 나는 너희에게 볼일이 있어.",
			null,
			null,
			"No, I'm here for you.",
			"No, I'm here for you guys."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448964,
			"Well, Mei is doing well and not inclined to be Herrscherized, but don't provoke her…",
			"呃，现在芽衣的状况还算稳定，没有律者化的倾向，但你可别刺激她了……",
			"えっと、今は芽衣の状態はかなり安定していて律者化の傾向もないから、彼女を刺激しないでほしいんだけど……。",
			"음… 지금은 메이 상태가 꽤 안정적이고 율자화 경향도 없으니까, 그녀를 자극하지 말아 줘…",
			null,
			null,
			"Uh, right now Mei's condition is fairly stable, no Herrscherization tendencies, but you don't want to irritate her ......",
			"Let's see, Mei's condition is pretty stable right now and there is no tendency to Herrscher-ization, so I don't want to provoke her. ......"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448965,
			"I'm sorry that I went out of my way to reactivate your Herrscher powers in this extreme way.",
			"很抱歉，是我一意孤行用了这种偏激的方法来将你的律者力量再次激活。",
			"あなたの律者の力を活性化させてしまって、ごめんなさい。",
			"네 율자의 힘을 활성화시켜 버려서, 미안해.",
			null,
			null,
			"I'm sorry that I was the one bent on using this paranoid method to bring your Herrscher powers back to life.",
			"I am sorry I activated your Herrscher's power."
		],
		[
			"msg",
			448966,
			"I have been careful not to cause any great disaster. He is still alive, is the best proof.",
			"我已经非常注意，没有酿成大祸。龙马现在还活着，就是最好的证明。",
			"それでも十分の注意を払っていたつもりなの。だから大事に至らなかった。龍馬がまだ生きているということが最大の証拠よ。",
			"그래도 충분히 주의를 기울이고 있었어. 그래서 큰일 나지 않았어. 료마가 아직 살아있다는 게 가장 큰 증거야.",
			null,
			null,
			"I've been very careful not to cause a major disaster. The fact that Ryoma is still alive now is the best proof.",
			"But I was still paying enough attention. That's why it didn't turn out to be important. The fact that Ryoma is still alive is the greatest proof."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448967,
			"But it's because of you that my father is like this.",
			"可也是因为你，父亲大人才变成这样。",
			"でも、あなたのせいで、お父様はこんな様になったわ。",
			"하지만 네 탓에, 아버님께서 이렇게 되셨단 말이야.",
			null,
			null,
			"But it's because of you that father and adults have become like this.",
			"But you made your father look like this."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448968,
			"Did you know? Mei, although Stigmata is back in your body, it's not fully activated.",
			"你知道吗芽衣，虽然圣痕已经回到了你自己体内，可它却没有完全激活。",
			"知っているかな。芽衣さんの聖痕は体内に戻ったけれど、完全に活性化していない。",
			"알고 있어? 메이 씨의 성흔은 체내로 돌아갔지만, 완전히 활성화되지는 않았어.",
			null,
			null,
			"You know Mei, even though the Stigma has returned to you within yourself, it's not fully activated.",
			"Do you know. Mei's stigmata are back in her body but not fully activated."
		],
		[
			"msg",
			448969,
			"And therein lies the key to the defeat of Houkai...I've always thought so.",
			"而这里面，蕴含着人类打败崩坏的关键……我一直都是这么认为的。",
			"その中に崩壊を倒す鍵が宿っていると……私はずっと思っている。",
			"그 안에 붕괴를 쓰러뜨릴 열쇠가 깃들어 있다고…… 나는 줄곧 그렇게 생각해왔어.",
			null,
			null,
			"And therein lies the key to humanity's defeat of Honkai ...... I've always thought so.",
			"I have always believed ...... that the key to defeating Honkai resides in that."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			448970,
			"But it's still a guess, I haven't analysed anything yet...Does Mei's Stigmata really have anything to do with Mei…",
			"不过这终究是一个猜测，我目前还什么都没有分析出来……芽衣的圣痕，真的与MEI有关么……",
			"でも、これはあくまで推測よ。今の分析結果だと何もわからないわ……芽衣の聖痕は、本当にMEIと関係あるのか……。",
			"하지만, 이건 어디까지나 추측이야. 지금 분석 결과로는 아무것도 알 수 없어…… 메이의 성흔이, 진짜로 MEI와 관계가 있는 건지…….",
			null,
			null,
			"But this is ultimately a guess, I haven't analyzed anything yet ...... Mei's stigmata, is it really related to MEI ......",
			"But this is just a guess. The current analysis doesn't tell us anything. ...... whether Mei's stigmata really have anything to do with MEI. ......"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				2,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			448971,
			"Soon, we'll know the results. Doctor, Miss Mei, I'd like you to go to a place.",
			"很快，我们就会知道结果了。博士，芽衣小姐，我希望你们前往一个地方。",
			"もうすぐ結果がわかるよ。博士、芽衣さん、向かってほしい場所があるのだけど。",
			"곧 결과를 알게 될 거야. 박사님, 메이 씨, 가주셨으면 하는 곳이 있는데.",
			null,
			null,
			"Soon, we'll know the result. Doctor, Mei-san, there's a place I'd like you to travel to.",
			"We'll know the results soon. Dr. Mei, I have a place I'd like you to head."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			448972,
			"What?",
			"什、什么？",
			"え？",
			"에?",
			null,
			null,
			"What, what?",
			"Huh?"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			448973,
			"Go to where Aliyeid is.",
			"去阿赖耶识的所在之地。",
			"阿頼耶識がいるところに。",
			"아뢰야식이 있는 곳으로.",
			null,
			null,
			"Go to the place where the Arya consciousness is.",
			"Where there is Arya."
		],
		[
			"msg",
			448974,
			"Otto has already taken Kiana to contact Aliyeid, but that thing is MEI's product in the end. There are more than one person who really owns the permission.",
			"奥托已经带着琪亚娜去接触阿赖耶识了，不过，那东西说到底是MEI的产物，真正的权限拥有者，可不止一个人。",
			"オットーはすでにキアナを連れて阿頼耶識と接触した。でも、あれはMEI博士の産物であって真の権限者は一人だけじゃない。",
			"오토는 이미 키아나를 데리고 아뢰야식과 접촉했어. 하지만, 그건 MEI 박사의 산물이지 진정한 권한자는 한 명만이 아니야.",
			null,
			null,
			"Otto had already taken Kiana to access Arya Sense, but that thing was, in the end, a product of MEI, and there was more than one person who really had access to it.",
			"Otto has already made contact with Arya with Kiana. But that was a product of Dr. MEI, not just one true authority."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				745,
				2,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448975,
			"Kiana……",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨩…….",
			null,
			null,
			"Kiana......",
			"Kiana. ......."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448976,
			"I will ask my own guard to escort you to find what is hidden in the lab belonging to Dr.MEI——",
			"我会让我的亲卫队护送你们，去找到藏在实验室中，属于MEI博士的东西——",
			"親衛隊をエスコートさせるよ。実験室に隠された、MEI博士のものを探してきて。",
			"친위대를 호위시켜 줄게. 실험실에 숨겨진, MEI 박사의 물건을 찾아와 줘.",
			null,
			null,
			"I will have my personal guards escort you to find something hidden in the lab that belongs to Dr. MEI-",
			"I'll have the SS escort you. Go find Dr. MEI's stuff hidden in the lab."
		]
	],
	"2639": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448977,
			"The Human UnionFloating Fortress",
			"人合联浮空要塞",
			"人類契約連合　空中要塞",
			"인류계약연합 공중요새",
			null,
			null,
			"People's Republic of China (PRC) Floating Fortress",
			"Human Contracting Union Aerial Fortress"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448978,
			"Awake, sleeping monster of destruction, and make a pact with the Savior to destroy this false capital of the air!",
			"苏醒吧，沉睡的灭世巨兽，与救世主签订契约，毁灭这虚妄的空中之都！",
			"目覚めろ、眠りし滅亡の巨獣よ、救世主の名のもとに我と契約を交わし、空に浮かぶ城を滅せよ！",
			"깨어나라, 잠든 멸망의 거수여, 구세주의 이름으로 나와 계약을 맺고, 하늘에 떠 있는 성을 멸하라!",
			null,
			null,
			"Awaken, sleeping beast of annihilation, and make a pact with the Savior to destroy this false capital of the air!",
			"Awake, you sleeping beasts of destruction, make a covenant with me in the name of your savior and destroy the castle in the sky!"
		],
		[
			"msg",
			448979,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448980,
			"Eh…....",
			"呃……",
			"…………。",
			"………….",
			null,
			null,
			"Uh ......",
			"............."
		],
		[
			"bgm",
			47
		],
		[
			"msg",
			448981,
			"No work… No, it must have been a barrier cut off by cunning humans.",
			"果然还是不行吗，看来救世主的神谕咏唱还是无法将沉眠的灵魂唤回……不，一定只是被狡猾人类用屏障隔绝了才对。",
			"やはりダメなようだ。どうやら我の歌はまだ眠りし魂を呼び戻すことができないようだ……いや、もしかして狡猾な人間に邪魔されているのではないか。",
			"역시 안 되는 모양이야. 아무래도 내 노래는 아직 잠든 영혼을 불러올 수 없는 것 같아…… 아니, 혹시 교활한 인간이 방해하고 있는 건 아닐까.",
			null,
			null,
			"Sure enough, it still doesn t work, it seems that the savior s oracle chanting is still unable to call the dormant soul back ...... No, it must just be isolated by the cunning human with a barrier.",
			"It still seems to be no good. It seems that my song has not yet been able to call back the sleeping soul. ...... No, perhaps it has been disturbed by a cunning person."
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448982,
			"If we can find the storage room for the giant sea beast——",
			"如果能找到那只巨大海兽的存放房间的话——",
			"あの巨大な海獣の居場所さえ突き止めれば——",
			"그 거대한 해수의 위치만 찾아낸다면——",
			null,
			null,
			"If we can find the room where the giant sea beast is kept-",
			"If only we could locate that giant Kaiju."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448983,
			"But Lord Kyuushou, I hear you say she is a very big monster. Won't she sink the whole floating island and we all fall into the sea?",
			"可是九霄大人，听你说她是非常大的怪物吧，不会把整个浮岛弄沉，然后我们都掉到海里吗？",
			"でも九霄様、あれは大きな獣だよね。島ごとを沈んで、みんなが海に落ちちゃったらどうしよう。",
			"하지만 큐쇼님, 저건 큰 짐승이잖아요. 섬 전체가 가라앉고, 모두가 바다에 빠지면 어쩌죠.",
			null,
			null,
			"But Kyuushou-sama, from what you said she's a very big monster right, won't she sink the whole floating island and then we all fall into the sea?",
			"But, Kyuushou-sama, that is a big beast. What if it sinks the whole island and everyone falls into the sea?"
		],
		[
			"msg",
			448984,
			"It seems that... It looks dangerous.",
			"好像……很危险的样子。",
			"きっと……危ないよ。",
			"분명…… 위험해요.",
			null,
			null,
			"It seems like ...... it's dangerous.",
			"I bet ...... is dangerous."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448985,
			"But we have been in desperate crisis, in this case only to seek to lay down the way of life, can really open up the road.",
			"可我们已经在绝命的危急之中，在这种情况下只有寻求舍命之道，才能够真正开辟道路。",
			"しかし、今の我々は絶望的な危機に瀕している。この状況では、命を危険に晒さない限り、道は開かれないだろう。",
			"하지만 지금 우리는 절체절명의 위기에 처해 있다. 이런 상황에선 목숨을 걸지 않으면 길이 열리지 않을 것이다.",
			null,
			null,
			"But we are already in the peril of extinction, and only by seeking the way of laying down one's life in such a situation can we truly open the way.",
			"But now we are in desperate peril. In this situation, there will be no way out unless we put our lives in danger."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448986,
			"Ah, Lord Kyuushou means don't give up hope no matter how dangerous it is, Celine. I get it!",
			"哈~九霄大人的意思是无论有多危险都不要放弃希望吧，西琳我懂了！",
			"あ〜、なるほど！どんなに危険でも希望を諦めないことが大事なんだね。シーリン、ちゃんと理解したよ！",
			"아~ 그렇구나! 아무리 위험해도 희망을 포기하지 않는 게 중요한 거였군. 시린, 제대로 이해했어!",
			null,
			null,
			"Ha~ Kyuushou-sama means don't give up hope no matter how dangerous it is right Sirin I see!",
			"Ah, I see! It's important not to give up hope, no matter how dangerous it is. Sirin, I understand you correctly!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448987,
			"Yes, but now that the beast of contract can't Summon, we must find other ways to fight back! Even if the oracle comes, you will not receive it.",
			"没错，但如今契约之兽无法召唤之时，我们必须寻找其他方法展开反击！一直绷紧精神，神谕即便下达了也是接收不到的。",
			"そう、契約の獣を召喚できない今、我々は他の方法を見つけて反撃しなければならないのだ！永遠に神経を張り詰めていては、神託を出しても受け取ってもらえないのだ。",
			"그래, 계약의 짐승을 소환할 수 없는 지금, 우리는 다른 방법을 찾아 반격해야 한다! 영원히 긴장만 하고 있다면, 신탁을 내려도 받아들여지지 않을 것이다.",
			null,
			null,
			"Yes, but now when the Beast of the Pact cannot be summoned, we must find other ways to launch a counterattack! Keep straining your spirit, and the oracle won't be received even if it's given.",
			"Yes, now that we cannot summon the beast of the covenant, we must find other ways to fight back! If we keep our nerves taut forever, the oracle will not receive us even if we send it out."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448988,
			"Then we should…",
			"那我们现在应该……",
			"じゃあ、シーリンたちは今……。",
			"그럼 시린은 지금…….",
			null,
			null,
			"So we should now ......",
			"Well, Sirin and his team are now at ......."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448989,
			"In that case, it's time to practice the new Creation Killing Magic Ball! Celine, let's share our thoughts.",
			"既然如此，就来练习新的创世之必杀魔球好了！西琳，继续来交流一下心得吧。",
			"ならば、新しい創世の必殺技を練習しよう！シーリン、頼む。",
			"그럼 새로운 창세의 필살기를 연습해보자! 시린, 부탁해.",
			null,
			null,
			"Since that's the case, it's good to practice the new Creation's Definitive Magic Ball! Sirin, keep the exchange of ideas coming.",
			"Then let's practice some new creation special moves! Sirin, please."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				3,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			448990,
			"But Celine didn't know how to describe it. When I was Herrscher, I was naturally able to use the power.",
			"可是西琳也不知道怎么描述好，还是律者的时候，很自然而然地就能够使用力量。",
			"う～ん、シーリン、よくわからないよ。律者の時は自然に力を使うことができたんだけど……。",
			"으음~ 시린, 잘 모르겠어. 율자일 때는 자연스럽게 힘을 쓸 수 있었는데...",
			null,
			null,
			"But Sirin didn't know how to describe it well, it was natural to be able to use the power when you were still a Herrscher.",
			"Hmmm, Sirin, I'm not sure. When I was a Herrscher, I could use my powers naturally. ......"
		],
		[
			"portraits",
			[
				513,
				6,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			448991,
			"I think, this must be relying on the wish and imagination, to embody the power, right?",
			"我想，这一定是靠着心愿和想象，把力量具象化的吧？",
			"願望と想像力で力が具現化できたんじゃないかな。",
			"소망과 상상력으로 힘이 구현화된 게 아닐까?",
			null,
			null,
			"I guess it must be a matter of visualizing the power by wishing and imagining, right?",
			"I think the power could be embodied in desire and imagination."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				6,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448992,
			"Is it so, the world of annihilation gathers, follow the guidance of the Savior, and appear!",
			"是这样么，湮灭的世界聚集，一切都归于虚无，听从救世主的指引，显现吧！",
			"そういうものなのか。ふぅ……滅亡せし世界が集約し、全てが無に帰す。救世主の導きに従い、漆黒の闇よ、現れたまえ！",
			"그런 건가. 후우... 소멸한 세계가 집약되어 모든 것이 무(無)로 귀의한다. 구세주의 인도에 따라 칠흑의 어둠이여, 나타나라!",
			null,
			null,
			"Is that so? The annihilated worlds are gathered, all is reduced to nothingness, listen to the Savior and manifest!",
			"Is that how it is? Phew. ...... The world that was destroyed will be consolidated, and all will come to nothing. Follow the Savior's lead, O jet-black darkness, and appear!"
		],
		[
			"portraits",
			[
				513,
				6,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448993,
			"Burning soul black hole!",
			"燃魂黑洞！",
			"ソール・エクスプロージョンッ！",
			"소울 익스플로전!",
			null,
			null,
			"Soul Burning Black Hole!",
			"Sole Explosion!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448994,
			"Hmm!",
			"唔！",
			"うわっ！",
			"우왁!",
			null,
			null,
			"Mmm!",
			"Wow!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448995,
			"Wow!? Theresa? This, this, this is a misfire! Why did you walk in range of the Savior!",
			"呜哇！？德丽莎？这这这、这是误伤！为什么要走进救世主的射程范围！",
			"うお！？テレサ？ど、どうしてここに！なぜ救世主の射程範囲に入った！",
			"우엇!? 테레사? 어, 어떻게 여기에! 왜 구세주의 사정권 안에 들어온 거야!",
			null,
			null,
			"Whoo-hoo! Theresa? This, this, this is a misfire! Why walk into range of the Savior!",
			"Whoa! Theresa? What? How did you get here? How did you get in range of the Saviors?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			448996,
			"Well, nothing happened, but I just lost my footing.",
			"明明什么都没发生好吧，只是我一下子没站稳而已。",
			"何も起きてないじゃない。あたくしがよろめいただけよ。",
			"아무 일도 없잖아. 제가 그냥 비틀거린 거야.",
			null,
			null,
			"Obviously nothing happened, okay? It's just that I didn't stand still for a second.",
			"Nothing happened. I just stumbled."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			448997,
			"You're still hurt. I heard that, Theresa. You took the full force of Herrscher's attack, and it's a miracle you survived.",
			"你的伤还没好吧，九霄大人可听说了，德丽莎你正面吃下了律者全力的攻击，能活下来已经是奇迹。",
			"だが、ケガはまだ完治していないはず。テレサは律者の全力の一撃を受けたのだ。正直、生き残れたことが奇跡だ。",
			"하지만 아직 상처가 완치되지 않았을 텐데. 테레사는 율자의 전력 일격을 받았어. 솔직히 살아남은 게 기적이야.",
			null,
			null,
			"Your injuries haven't healed yet, right? Lord Kyuushou has heard that Theresa, you ate the full force of Herrscher's attack head-on, and it's already a miracle that you survived.",
			"But the injury must not be fully healed yet. Theresa took the full force of Herrscher's blow. Frankly, it is a miracle that she survived."
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			448998,
			"Lie down and rest. It is the word of the Savior.",
			"好好躺着休息，这可是救世主的神谕。",
			"横になって治るまで休むといい。これは救世主の命令だ。",
			"누워서 완치될 때까지 쉬는 게 좋겠어. 이건 구세주의 명령이다.",
			null,
			null,
			"Lie down well and rest. This is an oracle of the Savior.",
			"Lie down and rest until you are healed. This is an order from the Savior."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			448999,
			"No, I have to fight this war to get Kiana back.",
			"不行，我必须参与这场战争，找机会把琪亚娜夺回来才行。",
			"そんなことできないわ。あたくしはこの戦いに参加して、キアナを取り戻さないといけないの。",
			"그런 건 못 해. 난 이 전투에 참여해서 키아나를 되찾아야만 해.",
			null,
			null,
			"No, I have to get involved in this war and find a chance to take Kiana back before I do.",
			"I can't do that. I have to join this fight and get Kiana back."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			449000,
			"The war...  So it did become a lot quieter today.",
			"战争……这么说，今天确实变得安静了许多。",
			"戦い……そういえば、今日はやけに静かだね。",
			"전투…… 그러고 보니 오늘은 유난히 조용하네.",
			null,
			null,
			"War ...... so to speak, it did get a lot quieter today.",
			"Fighting...... come to think of it, it's awfully quiet today."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			449001,
			"Almost all the troops are already out to take on Otto. Merlin doesn't want me to fight. She must be afraid that I'll be a destabilizing factor in her attempt to take down Otto. But if it was just to get Kiana out...Er...",
			"几乎所有的部队都已经出发去对付奥托了，梅琳不希望我参加战斗，一定只是害怕我会成为阻碍她拿下奥托的不稳定因素。但如果我只是为了救出琪亚娜的话……呃……",
			"ほとんどの部隊はオットーとの戦いに向かったわ。メリンがあたくしに戦闘に参加してほしくないのは、オットーと対峙する時にあたくしがそれを邪魔するのを懸念してるのかもしれないわ。でもキアナの救出のためなら……ぐっ……。",
			"대부분의 부대는 오토와의 전투로 향했어. 메일린이 내가 전투에 참여하는 걸 원치 않는 건, 오토와 맞설 때 내가 방해할까 봐 걱정해서일 거야. 하지만 키아나를 구하기 위해서라면…… 으윽…….",
			null,
			null,
			"Almost all of the troops have already set out to deal with Otto, and Merlin's not wanting me to take part in the battle must just be a fear that I'll be the destabilizing factor that prevents her from taking Otto. But if I'm just trying to save Kiana ...... uh ......",
			"Most of the troops have gone to fight Otto. Maybe Merrin doesn't want me in the fight because he's afraid I'll get in the way of his plan to confront Otto. But if it's for the rescue of Kiana, I'd be happy to ......gug......."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			449002,
			"I know what you want. I'll take care of Kiana. Celine, take Theresa to recuperate.",
			"你的渴求九霄大人知道了，琪亚娜的事交给救世主来解决，西琳，带德丽莎去好好养伤。",
			"その願い……この救世主が叶えてやろう。キアナのことは我に任せろ。シーリン、テレサを頼んだ。",
			"그 소원…… 이 구세주가 이루어 주마. 키아나의 일은 나에게 맡겨라. 시린, 테레사를 부탁해.",
			null,
			null,
			"Your thirst is known to Lord Kyuushou, leave Kiana's matter to the Savior, Sirin, take Theresa to get well.",
			"I will make that wish ...... come true by this savior. Leave Kiana to me. Sirin, take care of Theresa."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			449003,
			"No way! I can't let you kids take any more risks…",
			"不行！我不能让你们这些孩子再去冒险了……",
			"そんなのダメ！もう子供のあなたたちを危険に晒すことなんてできないわ……。",
			"그건 안 돼! 더 이상 어린 너희들을 위험에 빠�게 할 순 없어…….",
			null,
			null,
			"I can't! I can't let you kids take any more chances ......",
			"No, you can't do that! I can't put you kids in danger anymore. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			449004,
			"Hey, you don't think much of Lord Kyuushou. I'm the one chosen by fate. I've saved people from crises more than once!",
			"嘿，那你也太小看九霄大人了，我可是命运选中之人，不只一次拯救大家与危机之中！",
			"ククク、九霄様を見くびっているな。我は運命に選ばれし者、何度も皆を危機から救った救世主だ！",
			"큭큭큭, 큐쇼 님을 얕보는군. 나는 운명에 선택받은 자, 여러 번이나 모두를 위기에서 구한 구세주다!",
			null,
			null,
			"Hey, then you're underestimating Lord Kyuushou, I'm the chosen one of destiny, and I've saved everyone from crisis more than once!",
			"Kukuku, you underestimate Kurosawa-sama. I am the one chosen by fate, the savior who saved everyone from danger many times!"
		],
		[
			"msg",
			449005,
			"Leave it to me. That's my deal with Kiana.",
			"放心交给我吧，这也是我和琪亚娜的约定。",
			"安心して我に任せるがいい。これはキアナとの約束だからな。",
			"안심하고 나에게 맡기도록 해. 이건 키아나와의 약속이니까.",
			null,
			null,
			"Don't worry and leave it to me. That's what Kiana and I agreed to.",
			"Rest assured, you are in good hands with me. This is a promise I made to Kiana."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			449006,
			"Kyuushou……",
			"九霄……",
			"九霄……。",
			"큐쇼…….",
			null,
			null,
			"Kyuushou......",
			"Kyuushou......。"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			449007,
			"And I have the Herrscher core of destruction cause and effect. Rub a black hole, this kind of trifle difficult not pour me~",
			"而且救世主大人可是有覆灭因果的律者核心的，不就是搓个黑洞，这种小事难不倒我~",
			"それに我は、因果を破壊する律者のコアを持っている。ブラックホールを作るくらい楽勝だ。",
			"게다가 나는, 인과를 파괴하는 율자의 코어를 가지고 있다. 블랙홀을 만드는 건 식은 죽 먹기다.",
			null,
			null,
			"Besides, Lord Savior has the Herrscher Core that overrides karma, so it's just rubbing a black hole, this kind of small matter won't be hard for me to handle~",
			"Besides, I have the Herrscher core that destroys causality. It's a piece of cake to create a black hole."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			449008,
			"But lately, Lord Kyuushou, you said that your Herrscher power is very unstable, and you were still working out with Celine…",
			"可最近九霄大人不是说自己的律者力量非常不稳定，刚才都还在和西琳做复健运动么……",
			"でも九霄様の律者の力が不安定だから、さっきまでシーリンと特訓してたんじゃ……。",
			"하지만 큐쇼 님의 율자의 힘이 불안정해서, 방금 전까지 시린과 특훈하고 있지 않았어…….",
			null,
			null,
			"But didn't Kyuushou-sama recently say that his Herrscher power was very unstable, and he was even doing rehab exercises with Sirin just now ......",
			"But since the power of Herrscher's power is unstable, you were training with Sirin a while ago. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			449009,
			"I'd blow up half a floating island if I used my real power here, not a dangerous thing like that.",
			"要是在这里使出真正的力量，可是会炸掉半座浮空岛的，可不能做这种危险的事。",
			"こ、ここで本気を出してみろ。世界の半分を壊してしまいかねないからな。そんな危険なことをここでやるわけにはいかない。",
			"자, 여기서 진짜 실력을 발휘해 봐. 세계의 절반을 부숴버릴 수도 있으니까. 그런 위험한 일을 여기서 할 순 없어.",
			null,
			null,
			"If you use your real power here, you'll blow up half of the floating island, so you can't do something dangerous like that.",
			"Come on, you've got to get serious here. You could destroy half the world. We can't do such a dangerous thing here."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			449010,
			"Kyuushou said, the more critical, the more to face the danger, is what wealth and danger seek——",
			"可九霄大人不是说过，越是危急之时，就越要面对危险，是什么富贵险中求——",
			"でも、どんな危険でも、それに直面しなければならないって——",
			"하지만, 어떤 위험이라도, 반드시 맞서야 한다고——",
			null,
			null,
			"But didn't Lord Kyuushou say that the more critical the situation, the more danger one has to face, what with the riches-",
			"But that we have to face it, whatever the risks--"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			449011,
			"Emm……",
			"这是、呃……",
			"そ、それは、えっと……。",
			"그, 그것은, 음…….",
			null,
			null,
			"This is, uh ......",
			"Well, that's, uh, ......."
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			449012,
			"Celine, you stay here and take care of Theresa. I'll be right back!",
			"总之！西琳你留在这照顾好德丽莎，九霄大人去去就回！",
			"と、とにかく！シーリン、ここに残ってテレサの面倒を見てるんだ。すぐ戻るから！",
			"어, 어쨌든! 시린, 여기 남아서 테레사를 돌봐 줘. 곧 돌아올 테니까!",
			null,
			null,
			"Anyway! Sirin, you stay here and take care of Theresa, Lord Kyuushou will go and return!",
			"And anyway! Sirin, stay here and take care of Theresa. I'll be right back!"
		]
	]
}