{
	"1990": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192361,
			"Kiana, why are you doing this?",
			"琪亚娜，为什么你要这么做呢？",
			"キアナ、どうしてそんなことをする？",
			"키아나, 왜 그런 짓을 한 거냐?",
			null
		],
		[
			"msg",
			192362,
			"Willing to be a member of the humble human race, to betray our god, to abandon our original identity… Why did you make that decision?",
			"甘愿成为卑微的人类的一员，背叛我们的神，从此抛弃自己本来的身份……为什么你会做下这样的决定呢？",
			"卑小な人類の一員になることに甘んじ、我らの神を裏切り、本来の姿を捨てるなど……どうしてそんな決断をした？",
			"하찮은 인류의 일원이 되는 것에 만족하고, 우리의 신을 배반하며, 본래의 모습을 버리다니... 왜 그런 결정을 했지?",
			null
		],
		[
			"msg",
			192363,
			"It's clearly only a short but transient life, only weak to can easily die of life. What charm does it have that makes you so infatuated with it?",
			"明明只是短暂不过一瞬的生命，明明只是弱小到可以轻易捏死的生命，它又有什么样的魅力让你如此迷恋呢？",
			"一瞬の短い命だというのに、簡単にひねりつぶせるような弱々しい命だというのに……そなたがそこまで夢中になるとは……一体どんな魅力があるというのだ？",
			"순간적인 짧은 생명인데, 쉽게 으스러뜨릴 수 있는 약한 생명인데... 네가 그렇게까지 빠져들다니... 대체 어떤 매력이 있다는 거냐?",
			null
		],
		[
			"msg",
			192364,
			"Even now, though I have the same body as a human being, I still cannot understand the emotions of human beings. The only thing that can be understood is that the gods have inscribed in their genes the mission to wipe out humanity.",
			"直到现在，就算我也拥有了和人类一样的身体，我依然无法理解人类所抱有的情感。唯一能够理解的，便是神明铭刻在基因中消灭人类的使命。",
			"人類と同じ体を手に入れてなお、人類の抱く感情は理解できない。唯一理解できたのは、神が遺伝子の中に人類を滅ぼす使命を刻み込んだということだけ。",
			"인류와 같은 몸을 얻었음에도, 인류가 품는 감정은 이해할 수 없어. 유일하게 이해한 건, 신이 유전자 속에 인류를 멸망시킬 사명을 새겨놓았다는 것뿐.",
			null
		],
		[
			"msg",
			192365,
			"Kiana, there seems to be a chasm between you and me that prevents us from understanding each other. I think this is probably the end of mankind and Houkai.",
			"琪亚娜，我与你之间似乎有着天堑般的沟壑，阻挡着我们相互理解，我想这大概就是人类与崩坏之间的末路吧。",
			"キアナ、妾との間には越えることのできない大きな溝がある。そのせいで妾たちは互いに分かり合えないでいる。これこそが人類と崩壊との間の末路なのだろう。",
			"키아나, 나와 너 사이에는 넘을 수 없는 큰 골이 있어. 그 때문에 우리는 서로 이해하지 못하고 있지. 이것이 바로 인류와 붕괴 사이의 최후인 걸까.",
			null
		],
		[
			"msg",
			192366,
			"Since I can never be human, let's think about it in a different way. If I turn you into Houkai again, can we understand each other?",
			"既然我永远无法成为人类，那就换一种思考方式，如果将你再度变成崩坏的话，我们是不是能相互理解了呢。",
			"永遠に人類になれない以上、考え方を変えることにした。もしそなたが再び崩壊になるとしたら、我らはお互いに分かり合えるのではないか？",
			"영원히 인류가 될 수 없다면, 생각을 바꾸기로 했어. 만약 네가 다시 붕괴가 된다면, 우리는 서로 이해할 수 있지 않을까?",
			null
		],
		[
			"msg",
			192367,
			"Above Galan Area",
			"伽蓝海域上空 海拔11300米",
			"ガラン海域上空 海抜11300メートル",
			"갈란 해역 상공 해발 11,300미터",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192368,
			"Here is the..sky… It looks like I've been brought up with this giant creature.",
			"这里是……空中么……看来我被这个巨大的生物也给一同带上来了呢。",
			"ここは……空中なのかしら……どうやらこの巨大生物と一緒に持ちあげられてしまったみたいね。",
			"여긴... 공중인가...? 이 거대 생물과 함께 떠올라 버린 모양이네.",
			null
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192369,
			"If I'm not mistaken, this would be Galan island, with the debris of earth and trees…",
			"如果我没猜错的话，这里应该就是伽蓝海岛，这里还有泥土与树木的碎屑残渣……",
			"私の想像が間違っていなければ、ここはガラン島のはず。ここには泥や樹木の欠片もあるわね……。",
			"내 추측이 맞다면, 여긴 갈란 섬이야. 여기엔 진흙과 나무 조각들도 있네...",
			null
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192370,
			"Mei! Kyuushou! Where are you?",
			"芽衣和九霄她们怎么样了！？如果她们从上方掉落下去的话……芽衣！九霄！你们在哪？",
			"芽衣先輩と九霄はどうなったの！？彼女たちが上から落ちてしまったら……芽衣先輩！九霄！どこにいるの？",
			"메이 선배와 큐쇼는 어쩌다 이렇게 된 거야!? 그들이 위에서 떨어졌다면... 메이 선배! 큐쇼! 어디 있는 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192371,
			"Kiana….",
			"咕，是琪亚娜么……",
			"ぐっ、キアナ……。",
			"윽, 키아나...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			192372,
			"You're hurt, Kyuushou.",
			"九霄，你受伤了。",
			"九霄、ケガしているわよ。",
			"큐쇼, 다쳤잖아.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192373,
			"It doesn't matter.",
			"只是一些磕碰造成的小伤，对于救世主来说根本不算什么~",
			"ぶつけた時にできたかすり傷だよ。救世主にとっては何ともない。",
			"부딪혀서 생긴 긁힌 상처야. 구세주에게는 아무것도 아니지.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			192374,
			"Since you are so tough guy that when I dress you don't cry pain.",
			"既然你那么硬汉那在我给你包扎的时候就不要喊痛。",
			"そんなに強がるんだったら、私が包帯で縛っても悲鳴をあげたりしないでね。",
			"그렇게 강한 척한다면, 내가 붕대로 묶어도 비명은 안 질 거다?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192375,
			"Oh, pain, pain, pain! Ddon't pinch my wound ah! Mei~",
			"唉疼疼疼疼！芽衣你不要捏我的伤口啊！",
			"うわああいたたたたた！芽衣先輩、私の傷口をつねらないでよ！",
			"아야아야아야아야! 메이 선배, 내 상처를 꼬집지 말아요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			192376,
			"….It's good that you're safe.",
			"芽衣…你们平安无事真是太好了。",
			"芽衣先輩……二人とも無事で本当によかった。",
			"메이 선배... 둘 다 무사해서 정말 다행이야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			192377,
			"Hey! I'm not Ok!",
			"喂！我这不是受伤了么！",
			"ちょっと！私はケガしてるから！",
			"잠깐! 나 다쳤다고!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			192378,
			"Kiana…...",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨔응……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			192379,
			"Mei, what's the matter with you... What's the trouble?",
			"芽衣，你怎么了…是哪里不舒服么？",
			"芽衣先輩、どうかしたの……どこか具合でも悪いの？",
			"메이 선배, 무슨 일이야…… 몸이라도 안 좋아?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			192380,
			"No...I just saw the real appearance of Super Houkai beast and I feel powerless...... Do we really stand a chance against such a huge Houkai beast?",
			"不…只是看到行星级崩坏兽真正的样子，与它近距离的接触，不由感觉到了无力感……面对这样巨大的崩坏兽我们真的有胜算么？",
			"いえ、ただ惑星級崩壊獣の本当の姿を見て、そして近距離で接触して、思わず無力感を覚えてしまったの……こんなに巨大な崩壊獣を相手にして私たちに本当に勝ち目はあるの？",
			"아니, 그냥 행성급 붕괴수의 진짜 모습을 보고, 그리고 가까이에서 접촉하니, 문득 무력감을 느껴서…… 이렇게 거대한 붕괴수를 상대로 우리에게 정말 이길 희망이 있을까?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			192381,
			"Mei… Sorry, I don't know. Things have gone beyond my expectations. We still misjudged the power of Jhana…",
			"芽衣…抱歉，我也不知道，事态的发展已经超出了我的预期。我们还是错估了迦娜的强大……",
			"芽衣先輩……ごめんなさい。私にも分からないわ。もう私の予想を超えたことが起こっているの。私たち、ガーナの強さを見くびっていたのね……。",
			"메이 선배…… 미안해. 나도 모르겠어. 이미 내 예상을 뛰어넘는 일이 벌어지고 있어. 우리, 가나의 강함을 과소평가했던 거야……",
			null
		],
		[
			"bgm",
			11
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			192382,
			"Kukuku, are you still thinking about this superficial problem in such time?",
			"库库库，都到了这种时候了你们还在考虑这种肤浅的问题么？",
			"クックック、この期に及んでそんな薄っぺらい問題を考えていたのか？",
			"쿠쿠쿠, 이 지경에 이르러서도 그런 하찮은 문제를 고민하고 있었나?",
			null
		],
		[
			"msg",
			192383,
			"When I saved the world, I never thought about the odds! If there is no chance to create a chance to win, do we have any other choice in the 10,000 meters above the sky?",
			"九霄大人在拯救世界的时候，可从来没有想过有没有胜算！没有胜算就去创造胜算，难道在这万米的高空之上我们还能有其他的选择么？",
			"九霄様が世界を救う時には、勝ち目があるかどうかなんて考えたことすらなかった！勝ち目がなければ作ればいいだけのこと。この地上から遥か遠く離れた上空で、我らに他の選択肢があるとでも思っているのか？",
			"큐쇼 님이 세상을 구할 때는, 이길 희망이 있느냐 없느냐 같은 건 해본 적도 없었다! 이길 희망이 없으면 만들면 그만. 이 땅에서 한참 먼 상공에서, 우리에게 다른 선택지가 있다고 생각하는 건가?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			192384,
			"Kyuushou…...",
			"九霄……",
			"九霄ちゃん……。",
			"큐쇼 쨩……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			192385,
			"Huh——Kyuushou is right. It seems that I was also huge impacted to shock and awe, almost forgot my creed. That's right. There's only one thing we can do, one thing we need to do, and that's fight Jhana.",
			"呼——九霄说的没错，看来我也被这巨大的冲击给震慑住了，差点都忘了我的信条。没错，我们现在能做的，需要去做的只有一件事，那就是拼尽全力去迦娜一战。",
			"ふぅ——九霄の言う通りね。私もこの巨大な衝撃に驚くあまり、自分の信念を忘れるところだったわ。そうよ、私たちに今できることは、今すべきことはたった一つだけ。それは全力でガーナと戦うこと。",
			"후——큐쇼 말이 맞아. 나도 이 거대한 충격에 너무 놀라, 내 신념을 잊을 뻔했어. 그래, 우리에게 지금 할 수 있는 일, 지금 해야 할 일은 단 하나뿐이야. 그것은 전력으로 가나와 싸우는 거지.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			192386,
			"Let's go. In the face of a huge monster, can easily destroy the world of the ancient, what more let a person's blood boil than this!",
			"这就对了嘛~库库库，救世主大人已经感到久违地兴奋起来了呢，面对巨大的怪兽，轻易就能毁灭世界的古老者，还有什么比这更让人热血沸腾的么！",
			"それでいい。クックック、救世主様は久しぶりに興奮してきているぞ！巨大な怪獣、易々と世界を滅ぼせる古の生物を相手にするなんて、これ以上ワクワクすることない！",
			"그래야 해. 쿠쿠쿠, 구세주 님은 오랜만에 흥분되셨군! 거대한 괴수, 쉽사리 세상을 멸망시킬 수 있는 고대 생물을 상대하다니, 이보다 더 설레는 일이 없지!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			192387,
			"It doesn't seem to be my delusion. You've been a bit reliable since you woke up!",
			"九霄你这家伙…看来不是我的错觉呢，从你醒过来之后就变得有点靠谱了！",
			"九霄、あんたは……どうやら私の錯覚じゃないみたい。目覚めてから、以前よりも少しだけ頼もしくなったみたい。",
			"큐쇼, 너는... 확실히 내 착각이 아니었나 봐. 깨어난 이후로, 이전보다 조금 더 믿음직스러워진 것 같아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			192388,
			"Thanks to you, it seems to me that there is no difficulty that we cannot overcome.",
			"琪亚娜，九霄，谢谢你们，多亏了有你们在，让我也觉得似乎没有什么困难是我们无法克服的。",
			"キアナちゃん、九霄ちゃん、ありがとう。あなたたちがいるおかげで、私たちに克服できない困難なんてないように思えてきたわ。",
			"키아나, 큐쇼, 고마워. 너희들이 있어서 우리가 극복할 수 없는 어려움은 없는 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			192389,
			"But I have no idea how to defeat this monster. We still have too little combat experience...Damn, if only I could get in touch with someone else…",
			"但是该如何击败这个庞然大物我现在也没有丝毫头绪，我们的作战经验还是太少了……可恶，如果能够联系上其他人就好了……",
			"だけど、どうやってこの巨大なバケモノを倒すのか、今のところ見当もつかないわね。やっぱり私たちの戦闘経験は少なすぎるわ。他の人と連絡が取れればいいのに……。",
			"하지만 이 거대한 괴물을 어떻게 쓰러뜨릴지, 지금으로선 전혀 감이 안 잡혀. 역시 우리의 전투 경험이 너무 부족한 걸. 다른 사람들과 연락이 되면 좋을 텐데...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				1,
				false
			]
		],
		[
			"msg",
			192390,
			"I have a hunch we'll find a way if we just head in the direction of the Houkai Beast's head.",
			"哼哼哼，九霄大人倒是有预感，我们只要向着崩坏兽头部的方向前进，就一定能找到办法。",
			"フフフン、九霄様の勘では、崩壊獣の頭部の方向に進み続ければ、きっと方法が見つかるはず！",
			"흐흐흥, 큐쇼 님의 직감으로는, 붕괴수의 머리 방향으로 계속 나아가면 분명 방법을 찾을 수 있을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				1,
				true
			]
		],
		[
			"msg",
			192391,
			"Hunch? I know. I trust you, but can I ask you why you feel that way?",
			"你的预感么，我知道了，那就先向头部行进吧……虽然不是不信任你，但是我能先问问你为什么会这么想么？",
			"九霄の勘か。わかった……それじゃあ頭部に向かってみましょう。別に信じないわけじゃないんだけど、どうしてそう思うのか聞いてもいい？",
			"큐쇼의 직감이라. 알겠어... 그럼 머리 쪽으로 가보자. 믿지 않는 건 아닌데, 왜 그렇게 생각하는지 물어봐도 될까?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			192392,
			"According to the experience of playing RPG, meet this huge monster when the boss battle is not in the highest point is the most important key in the core of the monster, so to the head must be right!",
			"根据九霄大人玩转RPG游戏的经验，遇上这种巨大怪兽的时候boss战不是在最高处就是在怪兽最核心的重要要害，所以向头部走肯定没错的！",
			"RPGの世界の経験だ！このような巨大な怪獣に遭遇した時のボス戦は一番高い場所、すなわち怪獣の最も重要な場所って相場が決まっている！だから頭部に向かって進めば間違いないはずだ！",
			"RPG 게임 세계의 경험 때문이야! 이런 거대한 괴물을 만났을 때 보스전은 가장 높은 곳, 즉 괴물의 가장 중요한 장소로 정해져 있다고! 그러니 머리 쪽으로 가면 틀림없어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			192393,
			"It comes from the game. But there seems to be some truth to it",
			"噗，原来是来自于游戏么。不过似乎也有一定的道理呢~",
			"プッ、ゲームの経験だったのね。でも、一理あるように思えるわね。",
			"풋, 게임 경험이었구나. 하지만 일리는 있는 것 같아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			192394,
			"Well, I have changed my attitude towards you, but you still do it at such a time…",
			"唉，明明已经对你有所改观的，但是在这种时候你还是会这么脱线啊……",
			"もう……九霄はやっぱり九霄ね。",
			"정말... 큐쇼는 역시 큐쇼야.",
			null
		]
	],
	"1991": [
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				5,
				false
			]
		],
		[
			"msg",
			192395,
			"Ahem!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"콜록, 콜록!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				33,
				5,
				true
			]
		],
		[
			"msg",
			192396,
			"Sis….",
			"姐姐，你的伤口怎么样了……",
			"マリアお姉ちゃん、傷口は大丈夫？",
			"마리아 언니, 상처는 괜찮아?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				886,
				4,
				true
			],
			[
				33,
				5,
				false
			]
		],
		[
			"msg",
			192397,
			"It's not a mortal wound. What a fuss!",
			"又不是什么致死的伤口，那么大惊小怪地干什么，管好你自己的对手！",
			"致命傷でも何でもないわよ。そんなに大騒ぎしてどうするんですの。自分のことに集中しなさい！",
			"치명상도 아니잖아요. 그렇게 난리칠 필요 없어요. 자기 일에 집중하세요!",
			null
		],
		[
			"msg",
			192398,
			"Ahem!",
			"咳咳，该死的崩坏兽！",
			"ゴホッ、ゴホッ。崩壊獣め！",
			"콜록, 콜록. 붕괴수 녀석!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				5,
				true
			]
		],
		[
			"msg",
			192399,
			"What a tough life...Obviously you are so weak, but have been struggling…",
			"真是顽强的生命呢……明明还是那么弱小，却一直在挣扎……",
			"本当にしぶとい生命力。弱者があがき続けるなんて無意味だ。",
			"정말 질긴 생명력이군. 약자가 계속 버티는 건 무의미해.",
			null
		],
		[
			"bgm",
			103
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				33,
				5,
				true
			]
		],
		[
			"msg",
			192400,
			"Jhana!!",
			"迦娜！！",
			"ガーナ！！！",
			"가나!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				886,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192401,
			"I said that we will see again.",
			"我说过我们会再见面的~",
			"また会おうと言ったばかりなのに、命がいらないとみえる。",
			"방금 다시 보자고 했는데, 목숨이 필요 없는 모양이군.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192402,
			"Another body? But it seems a little stronger than the one before...I'll kill as many of these doppelgangers as I can!",
			"咳咳，又是分身么，不过相比之前的那个分身似乎有强了一点呢……这样的分身来多少我就杀多少！",
			"ゴホッ、ゴホッ。また分身？でも、さっきまでの分身よりも少し強くなったみたいね……こんな分身、何人来ようと全員片づけてやりますわ！",
			"콜록, 콜록. 또 분신? 하지만 아까보다 조금 강해진 것 같네... 이런 분신이 몇 명이 와도 다 처리해 주겠어!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192403,
			"I will fight this time. My core is alright.",
			"姐姐，这回的战斗请交给我！我体内的核心已经没有事了！",
			"お姉ちゃん、私に任せて！私の体内のコアはもう大丈夫だから！",
			"언니, 나한테 맡겨! 내 몸속 코어는 이제 괜찮으니까!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192404,
			"It's too early to let me die with this useless piece of shit!",
			"闭嘴！只会依靠核心的废物，别给我添麻烦！就凭这个没什么用的分身，想要让我死还早了点！",
			"黙りなさい！コアにしか頼れない能無しのくせに、私の邪魔をしないで！こんな分身で私を殺そうなんて100年早いですわ！",
			"닥쳐! 코어밖에 믿을 게 없는 무능한 주제에 내 방해하지 마! 이런 분신으로 날 죽이려 들다니 100년은 이르다고!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192405,
			"This emotion, called the family by human, is really difficult to understand......",
			"这份情感，就是人类所说的亲情么，果然也很难理解呢……",
			"その感情こそが人類の言う家族愛？やはり理解できない……。",
			"그 감정이 인간이 말하는 가족애? 역시 이해할 수 없군...",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192406,
			"The beast created by Houkai, it is ridiculous to talk about human feelings!",
			"明明只是崩坏创造的怪物，居然妄论人类的情感，真是可笑！",
			"崩壊が作り出した怪物のくせに、人類の感情を語るなんて、頭がおかしいんじゃありませんの？",
			"붕괴가 만들어낸 괴물 주제에 인간의 감정을 말하다니, 머리가 이상한 거 아니에요?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192407,
			"Yes, human and Houkai will never be able to understand each other. I have understood this truth~ Human, have you repeatedly provoked me to want me to kill you as soon as possible? But there's something else I want to know from you.",
			"是呢，人类和崩坏本就永远无法理解，这个道理我已经明白了呢~人类，你几次三番触怒我是想要让我尽快杀死你么？但是我还有想要从你身上知道的事情呢。",
			"そう。人類と崩壊は永遠に理解し合えない。このことだけはもう理解している。人類、そなたが何度も妾を挑発する理由は早く殺されたいからか？だが、妾はそなたに質問がある。",
			"그래. 인류와 붕괴는 영원히 이해할 수 없어. 이 사실만은 이미 이해하고 있지. 인간, 네가 계속 나를 자극하는 이유는 빨리 죽고 싶어서냐? 하지만 나는 네게 묻고 싶은 게 있다.",
			null
		],
		[
			"msg",
			192408,
			"The power you use is familiar to me...Can you tell me why Kiana's power is in you?",
			"你使用的这份力量让我感到很熟悉呢……能告诉我为什么琪亚娜的力量会在你的身上么？",
			"そなたが使っているその力……よく知っている気がする……どうしてキアナの力がそなたの体にもあるのか教えてもらおう。",
			"네가 사용하는 그 힘…… 어딘가 익숙한 느낌이 드는군…… 어떻게 키아나의 힘이 네 몸에 있는지 말해보거라.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192409,
			"Kiana's power? When did the power of Sanias belong to Kiana?",
			"呵呵，琪亚娜的力量…什么时候沙尼亚特的力量也算是琪亚娜那个小丫头的力量了！？",
			"フフ、キアナの力……いつからシャニアテの力もキアナの力になったのよ！？",
			"훗, 키아나의 힘…… 언제부터 샤니아테의 힘이 키아나의 힘이 된 거야!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192410,
			"Sanias? It was a name I had never heard before, and it looked as if mankind had done something I didn't know… But no matter, let me take back the power instead of her, this power you do not deserve!",
			"沙尼亚特？又是没有听过的名字呢，看来人类似乎做了什么我不知道的事……不过没有关系，就让我代替她把力量收回来吧，这份力量你们不配拥有！",
			"シャニアテ？聞いたことがない名前だ。#n……だが、そんなことはどうでもいい。妾が彼女の代わりに力を回収する。その力はそなたが持っていいものではない！",
			"샤니아테? 들어본 적 없는 이름이군.#n…… 하지만 그런 건 중요치 않다. 내가 그녀를 대신해 힘을 회수하겠다. 그 힘은 네가 가져서는 안 될 것!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192411,
			"Guh!",
			"咕呃！",
			"ぐっ……！",
			"윽……!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192412,
			"Sister!",
			"姐姐！",
			"お姉ちゃん！",
			"언니!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192413,
			"Damn!",
			"混蛋……别想从我这……将力量夺走！！",
			"ふざけないで……この私から……力を奪わせはしない！！",
			"농담하지 마…… 내게서…… 힘을 빼앗게 두지 않겠어!!",
			null
		],
		[
			"msg",
			192414,
			"Ahhhhhhh!",
			"呃啊！！",
			"ハァッ！！",
			"하앗!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				33,
				5,
				true
			],
			[
				18,
				4,
				false
			]
		],
		[
			"msg",
			192415,
			"Sure enough, it's still a little bit of a problem to counter the forces against Houkai. But it's just trouble… Say goodbye to this power!",
			"果然对抗上这份针对崩坏的力量还是有点麻烦呢，不过也仅仅只是麻烦而已……和这份力量说再见吧！",
			"やはり対崩壊の力を相手にするのは少々骨が折れるな。#nだが、その力に別れを告げるがよい。",
			"역시 대붕괴의 힘을 상대하는 건 약간 고된 일이로군.#n하지만 그 힘과 이별을 고하도록 해라.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				4,
				true
			]
		],
		[
			"msg",
			192416,
			"Puh!",
			"噗！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				18,
				4,
				true
			]
		],
		[
			"msg",
			192417,
			"Guh!!",
			"咕呃！！",
			"ガッ……ゴホッゴホッ！",
			"크엑... 콜록콜록!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				886,
				4,
				false
			],
			[
				18,
				4,
				true
			]
		],
		[
			"msg",
			192418,
			"Sister!!!",
			"姐姐！！",
			"お姉ちゃん！！",
			"언니!!",
			null
		],
		[
			"msg",
			192419,
			"Go to hell!! Go to hell!!",
			"去死！！去死！！！去死！！！！",
			"死ねッ！！　死ねッ！！！　死ねッ！！！！",
			"죽어라!!! 죽어라!!!! 죽어라!!!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				886,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192420,
			"Shut up! Small rats~",
			"虫子，给我闭嘴！！",
			"虫けら、黙れ！",
			"벌레 같은 놈, 입 다물어!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192421,
			"Puh!",
			"噗！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"bg",
			"CG10068"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192422,
			"Angelia!",
			"安洁利亚！",
			"アンジェリア！",
			"안젤리아!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192423,
			"I'm Ok!",
			"咳咳！！不碍事，只是一点擦伤……呃啊！！！",
			"ゴホッ、ゴホッ！！大丈夫……ただのかすり傷だから……うわぁ！！！",
			"콜록, 콜록!! 괜찮아... 그냥 스쳐 상처일 뿐이야... 으아악!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192424,
			"Why have you fought so hard? Has the feeling in your heart made you forget the pain?",
			"为什么要反抗到这种地步呢，难道你心中的情感已经让你忘记了痛苦了么。",
			"どうしてそこまで刃向かう？まさかそなたの心の中にある感情が痛みを忘れさせているとでもいうのか？",
			"왜 그렇게까지 맞서는 거냐? 설마 네 마음속에 있는 감정이 고통을 잊게 하고 있다는 말이냐?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192425,
			"Pain is nothing!",
			"为了让圣女回到沙尼亚特，为了家族的复兴，这点疼痛又算什么！！",
			"聖女をシャニアテに取り戻すためなら、一族の復興のためなら、この程度の痛みなんて何ともないわ！！",
			"성녀를 샤니아테로 되찾기 위해, 일족의 부흥을 위해서라면, 이 정도 고통은 아무것도 아니야!!",
			null
		],
		[
			"msg",
			192426,
			"Go to hell!!",
			"给我……去死啊！！！",
			"これで……死ねぇぇ！！！",
			"이제... 죽어라!!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			192427,
			"Boom! Boom! Boom!",
			"轰隆隆隆！",
			"ドォォォォォォォオン！！！",
			"두우우우우우우움!!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192428,
			"Ha ha ha...Interesting...So human emotions are really fascinating, but I can't have them…",
			"呵呵呵…有趣……所以说人类的情感真的很让人着迷呢，可惜我无法拥有……",
			"フフフ……面白い。だから人類の感情に興味がわく。妾がそれを手に入れることができないのが残念……。",
			"훗훗훗…… 재밌군. 그래서 인간의 감정에 흥미가 생기는 거야. 내가 그것을 얻을 수 없다는 게 아쉽군…….",
			null
		],
		[
			"msg",
			192429,
			"Human, it's no use trying to kill my bodies. Because the survival of the world is not up to you, hehe hehe ~",
			"人类，就算你们再怎么击杀我的分身也是没有用的，因为这个世界的存亡不是你们来决定，呵呵呵~",
			"人類よ、そなたらが妾の分身をいくら攻撃しても無駄だ。この世界の存亡は、そなたらが決めるものではない……フフ。",
			"인간들이여, 너희들이 내 분신을 아무리 공격해도 소용없다. 이 세계의 존망은, 너희들이 결정할 것이 아니야…… 훗.",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192430,
			"Ahem!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"엑, 엑!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192431,
			"Ange…lia…",
			"安洁…利亚……",
			"アン……ジェリ、ア……。",
			"안…… 젤리, 아…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192432,
			"Maria…Sister… I have defeated her. Am I strong?",
			"姐姐…玛丽亚姐姐，我击败了…她呢……我…强么？",
			"お姉ちゃん……マリアお姉ちゃん。#n私、倒した……よ？　私……強く……なった？",
			"언니…… 마리아 언니.#n나, 쓰러뜨렸어……? 나…… 강해……진 거야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192433,
			"Strong? Stupid….",
			"强个屁！你这个混蛋，为什么要做这么自以为是的事情！",
			"弱すぎですわ……このバカ！　どうしてそんな無謀なことをするの！？",
			"너무 약하잖아…… 이 바보! 왜 그런 무모한 짓을 하는 거야!?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192434,
			"Yeah, in my sister's eyes...I'll always be the little girl chasing my sister. But even that I can beat that powerful... monster…",
			"是啊，在姐姐眼中……我永远只是那个跟在姐姐后面的小小跟屁虫呢。但是就算是这样的我也能击败那么强大的…怪物了……",
			"そうだよね。#n私は永遠にお姉ちゃんの後を追いかける金魚のフンみたいなものだよね。#nでも、そんな私でもあんな強い怪物を……倒せたよ……。",
			"그렇지.#n나는 영원히 언니 뒤만 쫓아다니는 금붕어 똥 같은 존재야.#n하지만, 그런 나라도 저런 강한 괴물을…… 쓰러뜨릴 수 있었어…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192435,
			"Shut up! Talk less! I'll stop the bleeding!",
			"你给我闭嘴！少说一点话！我帮你止血！",
			"黙りなさい！　それ以上喋らないで……すぐに止血してあげますわ！",
			"입 다물어! 더 이상 말하지 마…… 당장 지혈해 줄게!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192436,
			"I do it.",
			"姐姐，你也看到了吧……我才不是沙尼亚特家的花瓶，我做到了……",
			"お姉ちゃん、お姉ちゃんも見たでしょう……。#n私はシャニアテ家のお飾りなんかじゃないよ。私、やったよ……。",
			"언니, 언니도 봤잖아…….#n나는 샤니아테 집안의 장식품 같은 건 아니야. 나, 해냈어…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192437,
			"Stupid….",
			"别自作多情了，你这个废物！",
			"いいから黙りなさい！",
			"됐으니까 조용히 해!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192438,
			"Sister, you are so lovely….",
			"玛丽亚姐姐就是嘴上不愿意服输呢……",
			"マリアお姉ちゃんは負けず嫌いなんだから……。",
			"마리아 언니는 지기 싫어하는 성격이라서…….",
			null
		],
		[
			"msg",
			192439,
			"But Angelia seems unable to contribute to the revival of Sanias…",
			"不过安洁利亚好像已经无法再为沙尼亚特的复兴作出任何贡献了，沙尼亚特……就拜托玛丽亚姐姐了。",
			"でも、私はもうシャニアテ家の復興のために、何の役にも立てないみたい。#nマリアお姉ちゃん……ごめんね……あとは、お願いね。",
			"하지만, 나는 이제 샤니아테 가문의 부흥을 위해 아무런 도움도 못 줄 것 같아.#n마리아 언니…… 미안해…… 이제부턴 네게 맡길게.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"msg",
			192440,
			"……",
			"……",
			"アンジェリア……。",
			"안젤리아…….",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"msg",
			192441,
			"The memory of summer is still in my mind.",
			"总觉得，那时候三人一起打水仗的画面又浮现在面前了呢。",
			"何だか、昔、3人で水遊びをしていた光景が目の前に浮かんで……きたよ。",
			"왠지 옛날에, 우리 셋이 물놀이하던 모습이 눈앞에 떠오르……네.",
			null
		],
		[
			"msg",
			192442,
			"I want to play again with you.",
			"现在的我，终于也有资格再次和塞西莉亚大人……还有玛丽亚姐姐一起玩了……",
			"やっとセシリアお姉ちゃん……マリアお姉ちゃん……一緒に遊ぶ資格を、#n手に入れ……る、ことが……でき……た……。",
			"드디어 세실리아 언니…… 마리아 언니…… 함께 놀 자격을,#n얻……을, 수 있……게…… 됐……어…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			192443,
			"…...",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				33,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192444,
			"Angelia, you are not the little sister who needs to be cared for anymore. But I will never forgive you for your recklessness in killing yourself.",
			"安洁利亚，你长大了，不再是那个需要关怀的小妹妹了。但是我绝对不会原谅你葬送自己性命的鲁莽。",
			"アンジェリア……成長しましたわ。#nもう心配ばかりかける小さな女の子じゃありませんの。あとは、私に全て任せて少し休みなさい。",
			"안젤리아…… 성장하셨군요.#n이제 걱정만 끼치던 어린 소녀가 아니에요. 이제는, 저에게 모든 걸 맡기고 조금 쉬세요.",
			null
		],
		[
			"msg",
			192445,
			"This hatred, I will let the blood to blood.",
			"这份仇恨，我会让崩坏血债血偿。",
			"この恨み、崩壊の血で必ず償わせてみせますわ。",
			"이 원한, 붕괴의 피로 반드시 갚아보이겠습니다.",
			null
		]
	],
	"1992": [
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192446,
			"Report, the vital signs of Angelia have been detected missing, located at the right fin of Monster.",
			"报告主教，检测到安洁利亚的生命体征消失，位置位于行星级崩坏兽右鳍部。",
			"主教様、アンジェリア様の生命反応が消失しました。位置は惑星級崩壊獣の右ひれ部分です。",
			"주교님, 안젤리아 님의 생명 반응이 사라졌습니다. 위치는 행성급 붕괴수의 오른쪽 지느러미 부분입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192447,
			"Angelia, thank you for your brilliance in this battle. Shicksal will remember all your efforts and give back to your family.",
			"是么，安洁利亚，感谢你在这场战斗中绽放的光彩，天命会记得你所有的付出，并给予你的家族以回报的。",
			"そうか。アンジェリア、この戦いにおける君の放った輝きに感謝するよ。天命は君の全ての貢献を記憶し、君の家族に見返りを与えよう。",
			"그렇군. 안젤리아, 이 전투에서 네가 발산한 빛에 감사한다. 천명은 네 모든 공헌을 기억하고, 네 가족에게 보답할 것이다.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192448,
			"But I don't feel any fluctuations in your mood, as if you had anticipated this outcome?",
			"但我并没有从你的情绪中感觉到任何波动呢，似乎你早已经预想过这种结局了？",
			"でも、主教様の感情からは特に波を感じません。ずっと前からこうなることを予想していたみたいですね……。",
			"하지만, 주교님의 감정에서는 특별한 동요가 느껴지지 않습니다. 아주 오래전부터 이렇게 될 것을 예상하신 것 같아요…….",
			null
		],
		[
			"msg",
			192449,
			"So it looks like I'm going to have the same fate as Angelia. The fate of us Artificial Herrscher has long been sealed…",
			"这样看来我也会走上和安洁利亚一样的命运呢。我们这些人造律者的命运早已经是注定的了，或许就连卡莲殿下也不会例外吧……",
			"こうしてみると、私もアンジェリア様と同じ運命をたどるような気がします。私たち人造律者の運命はずっと前に決められている……もしかしたらカレン様も例外ではないのかもしれません……。",
			"이렇게 보니, 나도 안젤리아님과 같은 운명을 따라갈 것 같은 기분이 듭니다. 우리 인조율자들의 운명은 아주 오래전에 결정되어 있는…… 어쩌면 카렌님도 예외는 아닐지도…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192450,
			"But you saved the human race...Ella, can you detect ninti's location now? Although the communication device could not reach her, the locator device on her submersible should still be available.",
			"但是你们却拯救了人类……艾拉，现在能够检测到宁蒂的位置么。虽然通讯装置无法联系到她，但是她装备的潜水装置上的定位装置应该还可以使用。",
			"だけど、君たちは人類を救ったんだよ……ELLA、今のニンディの位置を検出できるかい？通信装置では彼女に連絡できないけれど、彼女が装備した潜水器具に取り付けたGPS装置はまだ使えるはずだ。",
			"하지만, 너희들은 인류를 구했어…… ELLA, 현재 닌디의 위치를 탐지할 수 있나? 통신 장치로는 그녀에게 연락이 안 되지만, 그녀가 장비한 잠수 장비에 부착한 GPS 장치는 아직 작동할 거야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192451,
			"Detecting. The source has been activated, located on the head of the giant Houkai Beast.",
			"正在检测，检测到发信源已经被激活，位置位于巨型崩坏兽头部。",
			"検出中です。#n……有効化された発信源を確認しました。位置は巨大崩壊獣の頭部です。",
			"탐지 중입니다.#n…… 활성화된 신호원을 확인했습니다. 위치는 거대붕괴수의 머리 부분입니다.",
			null
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192452,
			"It looks like little Ninti's job is done. Ella, report the location of The Artificial Herrschers squad.",
			"看来小宁蒂的任务已经完成了呢。艾拉，报告人造律者小队的位置。",
			"どうやらニンディちゃんは任務を果たしたようだね。ELLA、人造律者小隊の位置を報告。",
			"아무래도 닌디는 임무를 완수한 모양이군. ELLA, 인조율자 소대의 위치를 보고.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192453,
			"The Artificial Herrschers were scattered by the previous ascent, fighting in the tail, left fin and head, and in the body of Jhana.",
			"人造律者因为之前的升空而分散，分别位于尾部，左鳍部和头部和迦娜的分身进行战斗。",
			"人造律者は先ほどの空中への上昇のために分散しています。それぞれ、尾ひれ、左ひれ、頭部でガーナの分身と戦闘中です。",
			"인조율자들은 방금 전 공중 상승을 위해 분산되었습니다. 각각 꼬리 지느러미, 왼쪽 지느러미, 머리 부분에서 가나의 분신과 전투 중입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192454,
			"Who is in the head?",
			"位于头部的是谁？",
			"頭部にいるのは誰だい？",
			"머리 부분에 있는 건 누구지?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192455,
			"Lord Kallen.",
			"报告主教，是卡莲殿下。",
			"主教様、カレン様です。",
			"주교님, 카렌님입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192456,
			"Remind her to leave the heart.",
			"提醒她，让她远离头部。",
			"彼女に伝えるんだ。頭部から離れるようにと。",
			"그녀에게 전해라. 머리 부분에서 떨어지라고.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			192457,
			"Yes.",
			"是。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				924,
				0,
				true
			]
		],
		[
			"msg",
			192458,
			"Flora, adjust the angle of the main cannon to Ninti's position.",
			"芙洛拉，调整主炮的角度，向宁蒂所在的位置定位吧。",
			"フローラ、主砲の角度を調整。ニンディのいる場所に狙いを定めるんだ。",
			"플로라, 주포 각도 조정. 닌디가 있는 위치에 조준을 맞춰.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192459,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192460,
			"What's the matter, Flora? Didn't you hear my orders?",
			"怎么了，芙洛拉，没有听见我的命令么？",
			"どうしたんだい？フローラ、僕の命令が聞こえなかったのかい？",
			"무슨 일이야? 플로라, 내 명령이 안 들렸어?",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192461,
			"Yes, my Lord.",
			"是，主教大人。",
			"はい、主教様。",
			"네, 주교님.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192462,
			"Very good, so let me see, is the artillery fire of Glorious Covenant is fierce enough to break the skin of Super-X Houkai Beast?",
			"很好，那么就让我来看看，究竟是辉煌盟约的炮火厉害，还是行星级崩坏兽的表皮更加坚固吧。",
			"よろしい、では見せてもらおう。輝きの盟約の砲火で惑星級崩壊獣を貫けるか……。",
			"좋아, 그럼 보여주지. 빛의 맹약의 포화로 행성급붕괴수를 꿰뚫을 수 있을지...",
			null
		]
	],
	"1993": [
		[
			"bgm",
			66
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192463,
			"Goo! Jhana was gone… What was that vibration!? It was so nearly….",
			"咕！迦娜已经不见了么……刚刚那个震动是什么！？就仿佛尽在咫尺一样……",
			"ぐっ！ガーナはもういないのね……さっきのあの振動は何なの！？すごく近かったみたいだけど……。",
			"윽! 가나는 이미 없는 거야... 아까 그 진동은 뭐야!? 엄청 가까웠던 것 같은데...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			192464,
			"Are you ok? Doctor?",
			"博士你没事吧？",
			"博士、大丈夫ですか？",
			"박사님, 괜찮으세요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			192465,
			"It seems that I had cracked on something…",
			"呜，好疼，似乎是刚才嗑到什么地方了……噫！！",
			"うっ、イタタ。さっきの衝撃でどこかにぶつけたみたいね……あっ！！",
			"아우, 아야아야. 아까 충격으로 어디를 부딪힌 모양이네... 앗!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192466,
			"Doctor?",
			"博士你怎么了！？",
			"博士、どうしたの！？",
			"박사님, 무슨 일이에요!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192467,
			"Blood….It's Blood…I don't want to die….No, I have a lot of research to do...",
			"血…是血啊……我的头磕破了……我这是要死了么……不要啊，我还有好多研究没有完成，我不想死啊……",
			"血……血だ……私の頭から血が出ている……私、死んじゃうの……嫌よ。まだ終わっていない研究がたくさんあるのに、死にたくないわ……。",
			"피... 피야... 내 머리에서 피가 나고 있어... 나, 죽는 거야... 싫어. 아직 끝내지 못한 연구가 많은데, 죽기 싫어...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192468,
			"It's just skin broken….",
			"海藻头你叫嚷个什么！不就是破了点皮么！？",
			"ワカメ頭、何をピーピー騒いでるんだ！皮膚が少し切れただけだろ！",
			"미역머리, 왜 그렇게 징징대는 거야! 피부가 조금 베인 거잖아!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			192469,
			"Oooo...There are so many nerve tissues under the human head epidermis, a little damage to the human body will produce a huge burden, woo......",
			"呜……人体头部表皮下有那么多的神经组织，稍微损伤就会对人体产生巨大的负担，呜……",
			"うぅ……人体の頭部の表皮の下にはとてもたくさんの神経組織があるのよ。ちょっとした損傷でも人体に大きな負担を与えるんだから。うぅ……。",
			"으윽... 인체의 두피 아래에는 아주 많은 신경 조직이 있어. 조금이라도 상처가 나면 인체에 큰 부담을 주는 거야. 으윽...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			192470,
			"Don't worry, doctor. I've been tested. It's just a slight scratch and bleeding.",
			"放心吧博士，我让重装小兔检测过了，只是轻微的擦伤流血，做一些止血的应急处理就没有问题了。",
			"安心してください、博士。重装ウサギに検査をさせましたが、軽いかすり傷による出血にすぎません。止血の応急処置をすれば問題ありません。",
			"안심하세요, 박사님. 중장토끼가 검사를 해봤지만, 가벼운 찰과상에 의한 출혈일 뿐이에요. 지혈 응급처치만 하면 문제없습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			192471,
			"Uh… Thank you, Bronya...But what had just happened.",
			"呃…是这样么，谢谢你布洛妮娅……不过刚才究竟是发生了什么。",
			"えっ…そうなの？ありがとう、ブローニャ……でも、さっきは一体何が起こったのかしら。",
			"엥... 그래? 고마워, 브로냐... 그런데, 방금 대체 무슨 일이 있었던 거지?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192472,
			"It must be an attack from the outside, huh? It looks like a lot of power.",
			"肯定是外面的攻击吧，哼，看样子威力不小的样子。",
			"きっと外の攻撃だろ。フンッ、この様子から、かなりの威力だったみたいだな。",
			"분명 외부의 공격이겠지. 흥, 이 상황으로 봐선 상당한 위력이었던 모양이군.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			192473,
			"If my conjecture is correct, Jhana has been thoroughly awakened as the Super-X Houkai Beast. The first violent shaking is from it. But the only thing I know that can do damage to such a large body is the main cannon of Shicksal's flagship.",
			"如果我的推测没错的话，迦娜作为行星级崩坏兽的本体已经彻底的苏醒了，最开始的剧烈的摇晃便是来自己于它。但是要对这么大的身躯造成伤害，据我所知能做到的大概只有天命旗舰的主炮了。",
			"私の推測が間違っていなければ、惑星級崩壊獣であるガーナの本体は完全に目覚めたわね。最初の猛烈な揺れは彼女自身によるものよ。でも、こんなに大きな肉体にダメージを与えられるなんて、私の知っている限り、おそらく天命の旗艦の主砲だけね。",
			"내 추측이 틀리지 않았다면, 행성급붕괴수인 가나의 본체는 완전히 깨어난 거네. 처음의 격렬한 흔들림은 그녀 자신에 의한 거야. 하지만 이렇게 큰 육체에 데미지를 줄 수 있다니, 내가 아는 한 아마 천명의 기함 주포뿐이겠지.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192474,
			"Shicksal?",
			"天命么！这么说只要问这个小鬼就可以了吧？",
			"天命か！ということは、このガキに聞けばいいんだな？",
			"천명이라면! 그럼 이 꼬맹이한테 물어보면 되겠군?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			192475,
			"…...",
			"明明你们跟她也差不多大的样子……",
			"どう見てもあなたたちの年齢と大して変わらないじゃないの……。",
			"어떻게 봐도 너희들 나이랑 별로 다를 게 없잖아...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			192476,
			"Ninty, I hope you don't make us use force. Although we have worked together against Jhana before, we are not allies.",
			"宁蒂，希望你们不要让我们动用武力，虽然我们之前曾一起合作对抗迦娜，但是我们并不是盟友。",
			"ニンディ、ブローニャたちに武力を使わせないでください。ブローニャたちは先ほど一緒にガーナと戦いましたが、仲間ではないのです。",
			"닌디, 브로냐들에게 무력을 사용하지 마세요. 브로냐들은 방금 전까지 가나와 함께 싸웠지만, 동료가 아닙니다.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192477,
			"It's my mission. I will never tell you.",
			"这是宁蒂的任务，我不会告诉你们的。",
			"これはニンディの任務。あなたたちに教えたりしない。",
			"이건 닌디의 임무. 너희들에게 가르쳐 주지 않아.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				3,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192478,
			"Kill you…",
			"不说老子就杀了你！",
			"言わないならボクがお前をぶっ殺す！",
			"말하지 않으면 내가 너를 죽여버릴 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			192479,
			"Calm down, Sin. We didn't have to kill her...Since she doesn't say anything, let me guess.",
			"杏，冷静一些，我们没有杀她的必要……既然她不说的话就让我来猜测一下吧。",
			"シン、落ち着いて。彼女を殺す必要なんてないわ。そうね……",
			"신, 진정해. 그녀를 죽일 필요까지는 없어. 그렇지...",
			null
		],
		[
			"msg",
			192480,
			"I think she has a locator in her special wetsuit that she will activate when she reaches her designated position to direct the outside world's Glorious Alliance to attack.",
			"我想她身上的这个特殊的潜水服之中应该安放着一个定位器，在她到达指定位置的时候她就会激活这个定位器，从而引导外界的辉煌盟约进行攻击。",
			"私の考えでは、彼女の着ているこの特殊な潜水服にはGPSが取りつけられているはずよ。そして外側から輝きの盟約の攻撃を誘導する。",
			"내 생각엔, 그녀가 입고 있는 이 특수 잠수복에는 GPS가 장착되어 있을 거야. 그리고 바깥에서 빛의 맹약의 공격을 유도하는 거지.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192481,
			"……",
			"……",
			"ッ！？",
			"큭!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192482,
			"I guess I'm right. A cold bishop. He doesn't seem to care about your life. If a cannon of that strength had broken the head of the beast, you would have been killed with it.",
			"看来我说对了呢，真是一位冷酷的主教，看来他完全不在乎你的性命，那样强大的炮火如果击穿了崩坏兽的头部，你也会跟着一起丧命。",
			"図星のようね。本当に冷酷な主教ね。どうやら彼はあなたの命なんてまったく気にしていないようね。あんな強力な砲火で崩壊獣の頭部を貫通しようものなら、あなたも一緒に命を落とすことになるわよ。",
			"정확히 지적했네. 정말 무자비한 주교군요. 어떻게 보니 그는 당신의 목숨은 전혀 신경쓰지 않는 모양이네요. 그런 강력한 포화로 붕괴수의 두부를 관통하려든다면, 당신도 함께 목숨을 잃게 될 거예요.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192483,
			"...It was the bishop who had given Ninti life and a surname, and I was willing to die in return.",
			"……是主教大人赐予了宁蒂生命与姓氏，宁蒂愿意以死相报。",
			"……主教様が私に命と姓を与えてくれた。この死で報いても構わない。",
			"......주교님이 저에게 목숨과 성을 주셨죠. 이 죽음으로 보답해도 괜찮아요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192484,
			"Oh, but I hate to see you die like that...Well, that's about it.",
			"唉，但是我却不愿意看着你就这样牺牲呢……嗯，看来只能这样了。",
			"もう、だけど私はあなたがそんな風に犠牲になるところなんて見たくないわ……うん、こうするしかないみたいね。",
			"하지만, 나는 네가 그런 식으로 희생하는 모습을 보고 싶지 않아……응, 이렇게 하는 수밖에 없나 봐.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192485,
			"Where are you going?",
			"喂，海藻头你要去哪？",
			"おい、ワカメ頭、どこに行くんだ？",
			"야, 다시마 머리, 어디 가는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				314,
				0,
				false
			]
		],
		[
			"msg",
			192486,
			"Doctor, was that badge in your hand a gift from a traveler...",
			"博士，你手上的那个徽章不是旅人给你的礼物么……",
			"博士、その手に持っているバッジって、旅人がくれたプレゼントなんじゃ……。",
			"박사님, 그 손에 들고 있는 뱃지는 여행자가 준 선물이 아니야…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				6,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192487,
			"Hem~ But it is also the key to the door of truth~ You see, like this~",
			"哼哼~但是它也是打开真理之门的钥匙呢~你们看，就像这样~",
			"フフン、これは真理の扉を開ける鍵でもあるのよ。見ててね、こうやるの。",
			"흐흠, 이건 진리의 문을 여는 열쇠이기도 해. 잘 �봐, 이렇게 하는 거야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192488,
			"Correct command detected - \"Aliyeid\" storage will open in 3 seconds.",
			"滴——检测到正确指令——“阿赖耶识”存放装置将在三秒后开启。",
			"ピッ——正確なコマンドを検出——「阿頼耶識」保存装置が3秒後に起動します。",
			"삐——정확한 명령을 감지——「아뢰야식」저장 장치가 3초 후에 작동합니다.",
			null
		],
		[
			"msg",
			192489,
			"3-2-1-Ka-Cha-",
			"3、2、1，咔嚓——",
			"3、2、1、カチャッ——",
			"3, 2, 1, 찰칵——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				1,
				false
			],
			[
				314,
				0,
				true
			]
		],
		[
			"msg",
			192490,
			"Ninti, come in with us. This lab is able to hold off a lot of fire for us, so we won't get hurt as long as we stay inside.",
			"宁蒂，你跟我们一起进来吧，这个实验室能够为我们阻挡许多炮火的威力，只要呆在里面就不会受伤了。",
			"ニンディ、私たちと一緒に入ってきなさい。この実験室なら砲火の威力を防いでくれるわ。中にいればケガをせずに済むわよ。",
			"닌디, 우리와 함께 들어와. 이 실험실이면 포화의 위력을 막아줄 거야. 안에 있으면 다치지 않을 수 있어.",
			null
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				19,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			192491,
			"The key to the laboratory...Reframe the mission! Grab the key!",
			"打开实验室大门的钥匙……重新拟定任务目标！夺取钥匙！",
			"実験室の扉を開く鍵……任務目標を再設定！鍵を奪取！",
			"실험실 문을 여는 열쇠... 임무 목표 재설정! 열쇠를 탈취하라!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			192492,
			"Eh!?",
			"诶！？",
			"えっ！？",
			"엣!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			192493,
			"Support Doctor!!",
			"全力支援博士！不能让她把钥匙夺走了！",
			"全力で博士を支援！彼女に鍵を奪われてはいけません！",
			"전력으로 박사를 지원하라! 그녀에게 열쇠를 빼앗기면 안 됩니다!",
			null
		]
	],
	"1994": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192494,
			"Boom! Boom!",
			"轰隆隆隆！！",
			"ドォォンン！！",
			"쿠웅!!",
			null
		],
		[
			"msg",
			192495,
			"Hoh!!!!!!!",
			"吼吼吼——",
			"ウォォォン——",
			"우우우웅——",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192496,
			"The shock...And this voice, is it the cry of this beast?",
			"刚才的震动……还有这个声音，是这只崩坏兽的哀嚎么？",
			"さっきの振動……それにこの声、この崩壊獣の咆哮？",
			"방금의 진동... 게다가 이 소리, 이 붕괴수의 포효?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192497,
			"I thought I saw a beam of light... The main cannon of Glorious covenant!",
			"刚才我好像看见一道光束……是辉煌盟约的主炮！",
			"さっき一筋の光線が見えた気がするの……あれって輝きの盟約の主砲よ！",
			"아까 한 줄기 빛이 보인 것 같아…… 저건 빛의 맹약의 주포야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192498,
			"But I feel like that shot didn't hurt Jhana...",
			"但是总感觉刚才的那一炮没有对迦娜造成什么伤害啊……",
			"でも、さっきの一撃はガーナに大したダメージを与えられなかったみたいだ……。",
			"하지만, 아까운 일격은 가나에게 큰 데미지를 주지 못한 모양이야…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192499,
			"But at least we're headed in the right direction, and the head is a very important part for Jhana.",
			"但是至少说明我们的前进方向是对的呢，头部应该也是对于迦娜来说非常重要的部位。",
			"ただ、少なくとも私たちの進んでいる方向が正しいってことだけは確かね。頭部はガーナにとって非常に重要な部分のはずよ。",
			"그래도, 적어도 우리가 가는 방향이 옳다는 건 확실해. 머리는 가나에게 매우 중요한 부분일 거야.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192500,
			"You are right….",
			"你说的没错……",
			"その通りだよ……。",
			"그래…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192501,
			"Ah! It was Jhana, and she suddenly appeared again… Why do we always trigger special scenarios? Is that the privilege of a savior?",
			"呜！是迦娜，她又突然的出现了……为什么我们总是会触发特殊剧情啊，难道这就是救世主的特权么。",
			"あっ！ガーナ、どうしてまた急に現れたの……どうして私たちっていつも特別シナリオが発動するのよ。まさか救世主の特権なの！？",
			"앗! 가나, 왜 또 갑자기 나타난 거야…… 왜 우리는 항상 특별 시나리오가 발동되는 거야. 설마 구세주의 특권인 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192502,
			"Maybe she's just coming for Kiana…",
			"大概她只是为了琪亚娜而来吧……",
			"多分キアナちゃんのために来たのでしょう……。",
			"아마 키아나 쨩을 위해서 온 거겠지…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192503,
			"Jhana, you don't look like you used to. You're...Are you hurt?",
			"迦娜，你的样子似乎和之前不太一样了，你是……受伤了么？",
			"ガーナ、あなたの姿、さっきまでと違うみたい……ケガしたの？",
			"가나, 네 모습, 아까와는 다른 것 같아…… 다친 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192504,
			"Kiana, are you...Care about me? But even so, you chose to be my enemy.",
			"琪亚娜，你是在……关心我么？呵呵，真是让人感到高兴呢~但是即使是这样，你还是选择了与我为敌呢。",
			"キアナ……私を心配しているのかい？フフ、本当に嬉しいよ。それでも、私と敵対することを選ぶんだよね。",
			"키아나…… 나를 걱정하고 있는 거야? 훗, 정말 기쁘구나. 그래도, 나와 적대하는 걸 선택하는 거지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192505,
			"Jhana, if you don't hate the human race, if you don't kill the innocent, maybe I can still talk to you…",
			"迦娜，如果你没有对人类的仇恨，如果你不杀死那些无辜的人，或许我还能将你看做那个无知的少女，和你继续畅谈……",
			"あなたが人類に恨みを持っていなければ、罪のない人たちを殺さなければ、私はあなたと心おきなく話すことができたはずよ……。",
			"네가 인류에게 원한을 품고 있지 않았다면, 죄 없는 사람들을 죽이지 않았다면, 나는 너와 마음 놓고 이야기할 수 있었을 텐데…….",
			null
		],
		[
			"msg",
			192506,
			"But you killed so many people. Although I only have one side of them, some never met, but they and I are human. I can't watch my people get killed and not be moved.",
			"但是你杀死了那么多人，虽然我和她们仅仅只有一面之缘，有的素未谋面，但是她们都是和我都是人类，我无法做到看着自己的同胞被杀而无动于衷。",
			"でも、あんなに多くの人を殺した。確かに私と彼女たちはほんの顔見知りにすぎないし、中にはまったく知らない人もいた。でも、彼女たちも私と同じ人類なのよ。私は自分の同胞が殺されて知らないふりをし続けるなんてできない。",
			"하지만, 그렇게 많은 사람을 죽였어. 확실히 나와 그녀들은 겨우 얼굴만 아는 사이에 불과했고, 그중에는 전혀 모르는 사람도 있었어. 하지만, 그들도 나와 같은 인류야. 나는 내 동포들이 죽어가는 걸 모른 척할 수 없어.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192507,
			"Kiana, I don't do that because I love to kill. After all, elephants don't land because they hate ants…",
			"琪亚娜，我并不是因为爱好杀戮才会做出那种举动，毕竟大象并不是因为仇恨蚂蚁才会落脚……",
			"キアナ、私は別に殺戮が趣味だからこんなことをしているわけじゃないんだ。ゾウは恨みでアリを踏みつぶしたりしないでしょう……。",
			"키아나, 내가 굳이 이런 일을 하는 건 살육이 취미라서가 아니야. 코끼리가 원한 때문에 개미를 짓밟지는 않잖아…….",
			null
		],
		[
			"msg",
			192508,
			"Kiana, bring your friends to my head. I'll be there for you, tell you all the truth, and then wait for you to make your final choice.",
			"琪亚娜，带着你的朋友到我的头部这里来吧，我会在那里等你，告诉你所有的真相，然后等待你做出最后的选择。",
			"キアナ、友達を連れて私の頭部に来て。そこで待っているよ。全ての真相を教えてあげよう……そして、最後の選択をしてもらうよ。",
			"키아나, 친구들을 데리고 내 두부(頭部)로 와. 거기서 기다리고 있을게. 모든 진상을 알려줄게…… 그리고 마지막 선택을 하게 해줄게.",
			null
		],
		[
			"msg",
			192509,
			"Choose to destroy the world with me, or to be my enemy for this world…",
			"是选择和我一同毁灭这个世界，还是为了这个世界与我为敌~",
			"私と一緒にこの世界を滅ぼすか、それともこの世界のために私を敵に回すか……という選択を。",
			"나와 함께 이 세상을 파괴할 것인가, 아니면 이 세상을 위해 나를 적으로 돌릴 것인가……라는 선택을.",
			null
		]
	],
	"1995": [
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192510,
			"Hehe, it seems that only the main cannon can not cause damage to the Jhana, so it is useless to increase the power. Flora, fire up our ultimate weapon.",
			"呵呵，看来仅仅只是主炮还无法对迦娜造成伤害呢，那么再加大功率也没用了。芙洛拉，直接启动我们的终极武器吧。",
			"フフ、どうやら主砲だけではガーナにダメージを与えられないようだね。それなら出力をさらに上げても無駄だろう。フローラ、このまま僕たちの最終兵器を起動させよう。",
			"후후, 주포만으로는 가나에게 데미지를 줄 수 없는 모양이군. 그렇다면 출력을 더 높여도 소용없을 거야. 플로라, 이대로 우리의 최종 병기를 가동시키자.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192511,
			"Otto, are you crazy? Are you trying to kill Ninti? You're gonna be so cold for Teminal!!",
			"奥托，你疯了么，你这是要杀死宁蒂么？为了终端你要变得这么冷酷么！！",
			"主教様、ニンディ様を殺すつもりですか？端末のためにそこまで冷酷になるのですか！？",
			"주교님, 닌디 님을 죽이시려는 건가요? 단말을 위해 그렇게까지 냉혹해지시다니!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192512,
			"No matter what the cost, I will take back the Stigmata terminal. As long as you get it, all the pay has value. I will use it to rewrite the destiny of mankind.",
			"无论付出什么样的代价，我都会夺回圣痕终端，只要获得了它，一切的付出都有了价值。人类的命运我将靠它来改写。",
			"どのような代償を払ったとしても、僕は聖痕の端末を手に入れてみせるよ。アレさえ手に入れれば、全ての犠牲が報われるからね。人類の運命はその端末を使って僕が書き換えるんだ。",
			"어떤 대가를 치르더라도, 나는 성흔의 단말을 손에 넣어 보겠어. 알만 손에 넣으면 모든 희생이 보상받을 테니까. 인류의 운명은 그 단말을 사용해서 내가 다시 쓸 거야.",
			null
		],
		[
			"msg",
			192513,
			"Whether Nngelia or Ninti, or you and all others, will have the opportunity to be reborn. As I said, the prerequisite for being able to fight against Houkai is, first of all, to have endless life.",
			"无论是安洁利亚还是宁蒂，又或者是你和其他所有人，都能够获得再生的机会，我说过，能够对抗崩坏的前提，首先就是拥有无尽的生命。",
			"アンジェリア、ニンディ……あるいは君や他の全員が生まれ変わるチャンスを得られるんだよ。言っただろう？崩壊に立ち向えるようになる前提は、まず果てしない命を手に入れることなんだ。",
			"안젤리아, 닌디…… 혹은 너나 다른 모두가 다시 태어날 기회를 얻을 수 있어. 말했잖아? 붕괴에 맞설 수 있게 되는 전제는, 먼저 끝없는 생명을 손에 넣는 거야.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192514,
			"I began to regret being the executioner of your orders.",
			"我开始后悔成为执行你的指令的刽子手了。",
			"私は主教様の命令でこんなことになって……後悔しました。",
			"주교님의 명령 때문에 이런 꼴이 되고 말았어…… 후회스럽습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192515,
			"Fire, flora. At this critical juncture, you and I have no choice.",
			"开火吧，芙洛拉，在这关键的时候，你我都没有选择。",
			"撃つんだ、フローラ。この肝心な時に、君も僕も他に選択肢はないんだよ。",
			"쏴야 해, 플로라. 이 중요한 순간에, 너도 나도 다른 선택지는 없는 거야.",
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				810,
				2,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			192516,
			"I'm sorry... I hope you're all right…",
			"对不起了……各位，希望你们能够平安无事……",
			"ごめんなさい……みんな、どうか無事で……。",
			"미안해…… 모두들, 제발 무사히…….",
			null
		],
		[
			"msg",
			192517,
			"Angle adjustment of main cannon is finished, positioning is finished…",
			"主炮角度调整完毕，定位完毕……",
			"主砲角度調整完了、照準完了……。",
			"주포 각도 조정 완료, 조준 완료…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			192518,
			"!",
			"发射！",
			"発射！",
			"발사!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			192519,
			"…....",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			192520,
			"Head of Super-X Houkai Beast",
			"与此同时，行星级崩坏兽头部。",
			"同時刻　惑星級崩壊獣の頭部",
			"동시각 행성급 붕괴수 두부",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192521,
			"Kiana, you're here.",
			"琪亚娜，你来了呢。",
			"キアナ、よく来た。",
			"키아나, 잘 왔구나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192522,
			"Jhana, what are you trying to tell me? What is our agreement?",
			"迦娜，你究竟想要告诉我什么？我们之间的约定又是什么？",
			"ガーナ、一体私に何を教えるつもり？私たちの約束って何なの？",
			"가나, 대체 나에게 무엇을 가르쳐 주려는 거야? 우리의 약속이 뭐였던 거지?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192523,
			"Don't worry, Kiana~ If you want to know the answer, just follow me and I will take you there to find the answer, but it seems that someone has gone there first.",
			"不要着急，琪亚娜~想要知道答案的话，就跟我来吧，我会带你们去找到答案，不过似乎那里已经有人先进去了呢。",
			"焦らずとも、答えを知りたいのならついてくるがいい。妾がそこに連れて行こう。だが、すでに誰かがいるようだ。",
			"초조해하지 말게, 답을 알고 싶다면 따라오게. 첩이 그곳으로 데려가 주마. 하지만, 이미 누군가가 있는 모양이군.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192524,
			"Shicksal? Or Yssring?",
			"先进去了！？是天命？还是伊瑟琳她们？",
			"先に誰かいるの！？天命？それともイザーリンたち？",
			"먼저 누군가 있다고!? 천명? 아니면 이자린 일행?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192525,
			"I don't know. Let's go in and have a look~ But wait, there seems to be something interesting coming.",
			"不知道呢~我们进去看看不就知道了~不过，还是先等等吧，似乎有很有趣的东西过来了呢~",
			"自分の目で確かめるといい……いや、少し待とう。面白いものが来るようだ。",
			"자신의 눈으로 확인해 보는 게 좋을 거야... 아니, 잠시 기다리게. 재미있는 것이 오는 모양이군.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192526,
			"This wave of energy…Glorious covenant!!",
			"这股能量的波动……是辉煌盟约！！",
			"このエネルギー波動は……輝きの盟約！！",
			"이 에너지 파동은...... 빛의 맹약!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192527,
			"Kiana, stand behind me...Let me protect you. It's my mission. It's the only thing I can do for you.",
			"琪亚娜，站到我的身后来吧……让我来保护你，这是我的使命，也是我仅有的能为你做的事情了。",
			"キアナ、妾の背後に下がれ……そなたらを守ろう。これは妾の使命だ……キアナにしてあげられる全てだ。",
			"키아나, 내 뒤로 물러서라... 너희들을 지키겠노라. 이건 나의 사명이니... 키아나에게 해줄 수 있는 전부다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192528,
			"Boom!!!!!",
			"轰隆隆！！！",
			"ズドォォォォォォオン！！！",
			"쓰아아아아아아악!!!",
			null
		]
	],
	"1996": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			192529,
			"Sorry, Doctor, we couldn't get that key back for you…",
			"抱歉，博士，我们没能帮你夺回那个钥匙……",
			"申し訳ありません、博士。あの鍵を取り戻せませんでした……。",
			"죄송합니다, 박사님. 그 열쇠를 되찾지 못했어요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				7,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			192530,
			"No, this is my fault. I was so careless that I forgot we were competitors...",
			"不，这次是我自己的错，我太大意了，以至于忘记了我们是竞争对手……",
			"いえ、今回は私のミスよ。私が油断しすぎたせいで、彼女が敵だということを忘れていたの……。",
			"아니, 이번은 내 실수야. 내가 너무 방심한 나머지, 그녀가 적이라는 걸 잊고 있었어...",
			null
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			192531,
			"Well, it looks like we're running out of time here. I hope this terminal will be friendly to us and make it easy for us to...It's impossible.",
			"唉，看来我们能停留在这里的时间也不多了，希望这个终端对我们友好一些，能够让我们轻易……果然不可能么。",
			"もう、ここにいられる時間も長くはないみたいね。この端末が私たちの言う通りにしてくれて、すんなりいくといいのだけど……やっぱりダメか。",
			"이제, 여기에 머무를 시간도 얼마 남지 않은 것 같네. 이 단말이 우리 말대로만 해준다면 순조롭게 될 텐데... 역시 안 되나.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				304,
				3,
				false
			]
		],
		[
			"msg",
			192532,
			"The thing encased in the terminal is…",
			"这颗终端上包裹着的晶石是……",
			"この端末の上にある水晶は……。",
			"이 단말 위에 있는 수정은...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				304,
				3,
				true
			]
		],
		[
			"msg",
			192533,
			"Such a strong Houkai can respond, but Houkai core outside nothing else. This is good, it seems to break the core will not be able to open the terminal......",
			"这样强烈的崩坏能反应，除了崩坏核心之外别无他物了吧。这下可好了，看来击破这颗核心就没办法打开终端呢……",
			"こんな強烈な崩壊エネルギー反応があるなんて、崩壊のコア以外の何物でもないでしょうね。よかった。このコアを破壊すれば端末を開けなくなるみたいよ……。",
			"이렇게 강렬한 붕괴 에너지 반응이라면, 붕괴의 코어 말고는 다른 게 아니겠죠. 다행이야. 이 코어를 파괴하면 단말을 열 수 없게 될 것 같아...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			192534,
			"What are you waiting for?",
			"既然这样那还等什么，赶紧动手吧！",
			"それなら何をグズグズしているんだ？さっさとやればいいじゃないか！",
			"그럼 뭘 망설이고 있는 거야? 빨리 처리하면 되잖아!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192535,
			"I still hope you can wait for a while, at least until the main character of the play comes on.",
			"还是希望你们能等一下再动手呢，至少要等这场戏的主角登场吧~",
			"もう少し待て。この舞台の主役が登場するまで。",
			"조금만 더 기다려. 이 무대의 주인공이 등장할 때까지.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192536,
			"Jhana... Looks like another body...",
			"迦娜……看来又是一个分身……",
			"ガーナ……どうやらまた分身のようですね……。",
			"가나... 역시 또 분신인 모양이네요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192537,
			"Main character? Who?",
			"呃，主角？你指的是谁？",
			"えっ、主役？誰のことを言っているの？",
			"엣, 주인공? 누구 얘기하는 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			192538,
			"Hehe~ They are here!",
			"呵呵，她们已经来了呢~",
			"フフ、もう来ている。",
			"훗, 이미 왔어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192539,
			"Boom!!!!!Boom!!!!!",
			"轰隆隆隆！！！",
			"ドォォンン！！！",
			"두우우웅!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192540,
			"Whoa! The violent shaking and the sense of subversion...We're falling! Grab everything you can!!",
			"呜哇！这剧烈的摇晃还有颠覆感……我们在下坠！快抓住所有能够抓住的东西！！",
			"うわっ！この猛烈な揺れにひっくり返るような感じ……私たち、落っこちているわ！早く何かにつかまって！！",
			"우왁! 이 엄청난 흔들림에 넘어질 것 같아... 우리, 추락하고 있어! 빨리 뭐라도 잡아!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192541,
			"Gulu Gulu——",
			"咕噜噜噜噜——",
			"ゴオオオオ——",
			"꾸우우우——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192542,
			"This is the sound of the sea water pouring in. Is it the Houkai Beast into the sea?",
			"这是海水倒灌进来的声音，难道是行星级崩坏兽掉到海里去了么！",
			"これは海水がなだれ込んでくる音。まさか、惑星級崩壊獣が海の中に落ちたの！？",
			"이건 바닷물이 밀려드는 소리. 설마, 행성급붕괴수가 바다 속으로 떨어진 거야!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192543,
			"Whoa whoa whoa we got swallowed in!!",
			"呜哇哇哇我们被吞进来啦！！",
			"うわああ、飲みこまれちゃったよ！！",
			"우와아, 삼켜져 버렸어!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192544,
			"Yi. I thought I heard the sound of Kyuushou...",
			"咦。我好像听到了九霄的声音……",
			"あれ、九霄の声が聞こえたような……。",
			"어라, 큐쇼 목소리가 들린 것 같은....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192545,
			"Here is the... Where?",
			"这里是……哪里？",
			"ここは……どこなの？",
			"여기는... 어디지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192546,
			"Kiana…",
			"还有琪亚娜。",
			"それにキアナ。",
			"그리고키아나.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192547,
			"This looks like a lab…",
			"这里似乎是某个实验室的样子……",
			"ここは何かの実験室みたいよ……。",
			"여긴 무슨 실험실 같은데...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192548,
			"Mei….",
			"芽衣姐姐也在！",
			"芽衣お姉ちゃんもいるよ！",
			"메이 언니도 있어요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192549,
			"It looks like they're coming to this place, Jhana.",
			"看来她们也到这个地方来了呢，迦娜，你说的主角是她们……",
			"どうやら彼女たちもここに来たようね。ガーナ、あなたの言っていた主役って彼女たちなの？",
			"그녀들도 여기 온 모양이네. 가나, 네가 말한 주인공이 그녀들이야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192550,
			"Jhana, why are you able to open this door, what's in this lab… Yssring?! What are you doing here?",
			"迦娜，为什么你能够打开这扇门，这个实验室里到底有什么……伊瑟琳？！你怎么在这里？",
			"ガーナ、どうしてあなたがこの扉を開けられたの？この実験室には一体何が……イザーリン！？どうしてここにいるの？",
			"가나, 너 어떻게 이 문을 열 수 있었어? 이 실험실엔 대체 뭐가... 이자린!? 너 왜 여기에 있는 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			192551,
			"Doctor, aren't you assigned the mission of finding the terminal? Could this be...",
			"博士，你们不是被指派了寻找终端的任务么，难道说这里就是……",
			"博士、あなたたちは端末捜索の任務に派遣されたんじゃないの？まさかここが……。",
			"박사님, 당신들은 단말 수색 임무로 파견된 거 아니었어? 설마 여기가...",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192552,
			"Yes, this is where I put what you call the terminal, and this is where my core is.",
			"是的，这里就是存放你们所说的终端的地方，也是我的核心所在。",
			"そうだよ。ここがみんなの言う端末を保管している場所……そして、私のコアのある場所でもあるんだよ。",
			"그래. 여기가 모두가 말하는 단말을 보관하는 장소... 그리고 내 코어가 있는 곳이기도 해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192553,
			"Jhana, why is that? Why is your core attached to the terminal?",
			"迦娜，为什么会这样，你的核心为什么会附着在终端上？",
			"ガーナ、どうしてなの？あなたのコアがどうして端末についているの？",
			"가나, 왜 그래? 네 코어가 왜 단말에 있는 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192554,
			"Because it's my deal with you, Kiana",
			"因为这是我和你的约定啊，琪亚娜~",
			"これが私とキアナの約束だからだよ。",
			"이게 나와 키아나의 약속이었으니까.",
			null
		],
		[
			"msg",
			192555,
			"At the last moment, trapped in helplessness, you asked me to provide the last bit of energy for the operation of this machine.",
			"在最后的时刻，陷入了无助的你向我发出了请求，请求我为这个机器的运转提供最后的那一点能源。",
			"最期の時、孤立無援になったキアナは私に頼み事をしたの。この機械の稼働のために最後のエネルギーを提供してほしいってね。",
			"마지막 순간, 고립무원이 된 키아나가 나에게 부탁했어. 이 기계가 작동할 수 있도록 마지막 에너지를 제공해 달라고.",
			null
		],
		[
			"msg",
			192556,
			"Kiana, at that time your appearance let me very disappointed. Weak, despair, helpless...That's a human expression.",
			"琪亚娜，当时你的样子让我很是失望，弱小，绝望，无助……那是只有人类才会有的表现。",
			"キアナ、あの時のあなたの姿は私をがっかりさせた。弱くて、絶望して、心細い……あれは人類にしかない姿だよ。",
			"키아나, 그때의 네 모습은 나를 실망시켰어. 약하고, 절망에 빠지고, 마음이 약해진... 그건 인간만이 가진 모습이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192557,
			"Are you referring to the original me, Jhana? A human?",
			"你是指存在于那个最初的时代的我么，迦娜，那个时候的我是人类么？",
			"あなたが言っているのは、その最初の時代に存在していた私のことなの？ガーナ、あの時の私は人類だったの？",
			"네가 말하는 건 그 첫 시대에 존재했던 나를 말하는 거니? 아니, 그때의 나는 인간이었던 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192558,
			"Yes, you were a human. The human I hate the most. But you are also Kiana, my favorite Kiana.",
			"没错，你是人类，最让我厌恶的人类，但是你也是琪亚娜，是我最爱的琪亚娜。",
			"そうよ。あなたは人類だった。私が最も忌み嫌う人類だった。でも、あなたはキアナでもあった。私が最も愛するキアナだった。",
			"그래. 너는 인간이었어. 내가 가장 혐오하던 인간이었지. 하지만 너는 키아나이기도 했어. 내가 가장 사랑한 키아나였어.",
			null
		],
		[
			"msg",
			192559,
			"You told me that if, after endless hours, someone named Kiana comes here one day, let me give her a choice. It's up to her to choose to know the truth of the past, or to let the world go on its way, or whatever.",
			"你对我说，如果无尽的时间之后，有一天名为琪亚娜的人来到了这里，就让我为她提供选择，是选择知晓过去的真相，还是继续放任这个世界这样轮回，又或者是其他，都由她来决定。",
			"あなたは私に言ったわ。果てしない時間が過ぎ、ある日、キアナという名前の人がここに来たら、その人に選択肢を与えてほしいって。過去の真相を知るか、それともこの世界がこのような輪廻を繰り返すままにさせておくか、あるいは他の選択肢を選ぶか、全てはその人に決めさせてくれってね。",
			"넌 내게 말했지. 끝없는 시간이 흐른 어느 날, 키아나라는 이름의 사람이 여기에 오면, 그 사람에게 선택권을 달라고. 과거의 진상을 알 것인지, 아니면 이 세계가 이런 윤회를 반복하도록 내버려둘 것인지, 혹은 다른 선택을 할 것인지, 모두 그 사람이 결정하게 해달라고.",
			null
		],
		[
			"msg",
			192560,
			"But you seem to have made up your mind. Come on, Kiana, beat me!",
			"不过你似乎早就做出了决定呢~来吧，琪亚娜，击败我吧！",
			"だけど、既に決めたんだね。キアナ、私を倒しなさい！",
			"하지만 이미 결정했잖아. 키아나, 날 쓰러뜨려!",
			null
		],
		[
			"msg",
			192561,
			"This is our destiny. Only by breaking the core behind me can you take this machine. Come on, Kiana, beat me and find all the answers you want to know.",
			"这就是我们的宿命。只有击碎我身后的核心，你们才能取走这台机器。来吧，琪亚娜，击败我，然后去找寻所有你想要知晓的答案吧！",
			"これは私たちの宿命だよ。私の背後のコアを破壊しないと、あなたたちはこの機械を持ち去ることができない。さあ、キアナ、私を倒して。そして知りたい答えを全て探し出すんだ！",
			"이건 우리의 숙명이야. 내 뒤의 코어를 파괴하지 않으면, 너희는 이 기계를 가져갈 수 없어. 자, 키아나, 날 쓰러뜨려. 그리고 알고 싶은 답을 모두 찾아내!",
			null
		]
	],
	"1997": [
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192562,
			"Kiana… You win….",
			"琪亚娜……你赢了……",
			"キアナ……あなたの勝ちよ……。",
			"키아나…… 네 승리야…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192563,
			"Ka..Cha…",
			"咔嚓……",
			"カチャッ——",
			"딸깍——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192564,
			"Whooo, I didn't know I could survive this level of combat…",
			"呜呜呜，没想到我居然还能在这种层级的战斗中活下来……",
			"ううう、私がこんなレベルの戦いの中でも生き延びられるなんて……。",
			"으윽, 내가 이런 수준의 싸움에서도 살아남을 수 있다니…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192565,
			"Kiana, are you all right…",
			"琪亚娜，你没事吧……",
			"キアナちゃん、大丈夫？",
			"키아나 쨩, 괜찮아?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192566,
			"Mei, I'll be fine… It's just that the power of the saint seems to be used too much… I'm a little tired…",
			"芽衣，我没事的……只是圣女的力量似乎使用地太多了……我有点累了……",
			"芽衣先輩、私は大丈夫よ……聖女の力を使いすぎてしまって……少し疲れただけ……。",
			"메이 선배, 나 괜찮아…… 성녀의 힘을 너무 많이 써서…… 조금 지쳤을 뿐…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192567,
			"Look! There seemed to be something in the middle of that core other than a terminal… It's a person!",
			"快看！那个核心中间除了终端机外似乎还有什么东西……是一个人！",
			"見て！あのコアの中央、端末の機械以外にも何かある……あ、人だ！",
			"봐! 저 코어 한가운데, 단말기 기계 말고도 뭔가 있어…… 아, 사람이야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192568,
			"That is......Jhana!? But this Jhana in front of us is...",
			"那个是……迦娜！？但是我们面前的这个迦娜是……",
			"あれは……ガーナ！？でも、私たちの目の前にいるこのガーナは……。",
			"저건……가나!? 하지만, 우리 앞에 있는 이 가나는…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				19,
				4,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192569,
			"Ahem...I created it, a human body...This is the most human-like body I've ever made…",
			"咳咳…那是我创造出来的，一具人类的身体……这是我制造出来的最像人类的身体了呢~",
			"ゴホッ、ゴホッ……あれは私が作り出したもの。人類の体を持っている……私が作った最も人類に似た肉体……。",
			"콜록, 콜록…… 저건 내가 만들어낸 거야. 인류의 몸을 가지고 있는…… 내가 만든 가장 인간다운 육체…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192570,
			"Jhana…",
			"迦娜……",
			"ガーナ……。",
			"가나…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192571,
			"Kiana, can you... Come to me?",
			"琪亚娜，你能……到我的身边来么？",
			"キアナ、私の……近くに来て。",
			"키아나, 내…… 곁으로 와.",
			null
		],
		[
			"bg",
			"CG10069"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192572,
			"That's how it feels to touch you... I finally feel…",
			"原来……触碰你是这种感觉么……我终于感受到了……",
			"なるほど……キアナに触れるのってこういう感覚だったんだね。#nやっと感じられたよ……。",
			"그래……키아나를 만지는 게 이런 느낌이었구나.#n드디어 느낄 수 있었어…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			192573,
			"Jhana…Your body…",
			"迦娜，你的身体……",
			"ガーナ、その体……。",
			"가나, 그 몸…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192574,
			"This is my last one, which is also the embodiment of all previous powers. It is normal that I will dissipate after this embodiment is broken.",
			"这是我最后的一个，也是融合了之前所有力量的分身，在这个分身被击破之后，我会消散也是很正常的事呢~",
			"これは私の最後の……そして、以前の全ての力を融合させた分身。#nこの分身が倒されると、私も消えてしまう。",
			"이건 나의 마지막…… 그리고, 이전의 모든 힘을 융합한 분신이야.#n이 분신이 쓰러지면, 나도 사라져버려.",
			null
		],
		[
			"msg",
			192575,
			"Kiana, are you sad? Although there are no tears, I can feel your emotions...Great, Kiana is sad for me.",
			"琪亚娜，你在悲伤么，虽然没有眼泪，但是我能感受你的情绪……太好了，琪亚娜在为我而悲伤呢。",
			"キアナ、悲しんでいるの？#n涙は出ないけど、私にはあなたの気持ちを感じられるわ。#nよかった。キアナが私のために悲しんでくれて。",
			"키아나, 슬퍼하고 있어?#n눈물은 나오지 않지만, 난 네 마음을 느낄 수 있어.#n다행이야. 키아나가 나를 위해 슬퍼해 주다니.",
			null
		],
		[
			"msg",
			192576,
			"Do you know, kiana, that god created me with other messages besides his mission to destroy humanity by genetically carving it out like any other creature that has ever been destroyed?",
			"琪亚娜，你知道么，神在创造我的时候，除了像其他的崩坏生物一样在基因上篆刻灭绝人类的使命之外，还附带了其他的信息。",
			"キアナ、知ってる？#n神が私を創り出した時、崩壊生物と同じく遺伝子に人類の根絶を刻んだ。#nそして、さらに他の情報も付け加えた。",
			"키아나, 알아?#n신이 나를 창조했을 때, 붕괴 생물과 마찬가지로 유전자에 인류의 근절을 새겨넣었어.#n그리고, 더 많은 정보도 덧붙였지.",
			null
		],
		[
			"msg",
			192577,
			"That is, let me come to this planet to find you, to be with you as the messenger of Houkai, to destroy mankind.",
			"那就是让我来到这个星球，寻找你的踪影，和你一起作为崩坏的使者，毁灭人类。",
			"それは私にこの星へ来させて、あなたを追いかける。#nそして……あなたと一緒に崩壊の使者として人類を滅ぼすこと。",
			"그건 나를 이 별로 오게 해서, 너를 쫓게 했어.#n그리고…… 너와 함께 붕괴의 사자로 인류를 멸망시키는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			192578,
			"Jhana, can you tell me what I was like? Is it human? Or the Herrscher? Or is it the monster in your mouth that is nothing?",
			"迦娜，你能回答我么，曾经的我究竟是什么样的？是人类么？还是律者？又或者是你口中的什么都不是的怪物？",
			"ガーナ、答えてもらえる？　以前の私は一体どんな姿だったの？#n人類だったの？　それとも律者だったの？#nあるいは何者でもない怪物だったの？",
			"가나, 대답해 줄래? 과거의 나는 대체 어떤 모습이었던 거야?#n인류였어? 아니면 율자였어?#n아니면 아무것도 아닌 괴물이었던 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192579,
			"Ha ha...Human beings or Houkai...Does it matter? Kiana..That's what you said to me.",
			"呵呵……人类又或者是崩坏……这重要么？琪亚娜…这是当时你对我说过的话呢。",
			"フフ……人類であるか、崩壊であるかなんて重要なことなの？#nキアナ……これは昔、あなたが私に言った言葉だよ。",
			"후후…… 인류이건, 붕괴이건 그게 중요한 일이야?#n키아나…… 이건 옛날에 네가 나에게 했던 말이야.",
			null
		],
		[
			"msg",
			192580,
			"Kiana, if you are human, I will be human beside you. If you want to destroy the world, I will become the scourge of the world with you.",
			"琪亚娜，如果你是人类的话，我愿意成为人类陪在你身边，如果你想毁灭世界的话，我就和你一起成为灭世的天灾。",
			"キアナが人類なら、私は喜んで人類になってあなたの傍にいるよ。#n世界を滅ぼしたいのなら、私は一緒に世界を滅ぼす災いになってみせる。",
			"키아나가 인류라면, 나는 기꺼이 인류가 되어 네 곁에 있을 거야.#n세상을 멸망시키고 싶다면, 나는 함께 세상을 멸망시키는 재앙이 되어 보여줄게.",
			null
		],
		[
			"msg",
			192581,
			"This is my love for you...I haven't changed since the moment I met you.",
			"这就是我对你的爱意……从我见到你的那一刻起，就再也没有变过了。",
			"これこそがあなたに対する私の愛なの……。#n出会ったその時から、何も変わっていないわ。",
			"이게 바로 너에 대한 나의 사랑이야…….#n만났던 그 순간부터, 아무것도 변하지 않았어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			192582,
			"Jhana…you….",
			"迦娜…你……",
			"ガーナ……。",
			"가나…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			192583,
			"This body, is to be with you one day. To understand your love, your pain, your hurt, your hate… I just don't need it anymore…",
			"这个身躯，就是为了有一天能够和你在一起。为了理解你的爱，你的痛，你的伤，你的恨……只不过现在用不到了呢……",
			"この肉体はいつの日かキアナと一緒になるためのもの。#nあなたの愛、あなたの痛み、あなたの傷、あなたの恨みを理解するため。#nただ、今は使い道がないだけだよ……。",
			"이 육체는 언젠가 키아나와 함께 하기 위한 거야.#n너의 사랑, 너의 아픔, 너의 상처, 너의 원한을 이해하기 위해서.#n다만, 지금은 쓸 데가 없을 뿐이야…….",
			null
		],
		[
			"msg",
			192584,
			"Goodbye...Kiana, if I could be reborn like you, I wish I could be…a human like you...",
			"再见了……琪亚娜，如果我也能像你们一样重生的话，我希望我也能变成……和你们一样的人类啊……",
			"さようなら……キアナ。#n私もあなたたちと同じように生まれ変わることができるなら……。#nあなたたちと同じ人類になりたい……。",
			"안녕…… 키아나.#n나도 너희들처럼 다시 태어날 수 있다면…….#n너희들과 같은 인류가 되고 싶어…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			192585,
			"No, I'm not gonna let you just disappear! I'll save you and make your wish come true…",
			"不，我不会让你就这样消失的！我会拯救你，然后实现你的愿望……",
			"私はこのまま消えさせたりはしないわ！　私があなたを救ってみせる。#nそしてあなたの望みを叶えるわ！",
			"나는 이대로 사라지게 두지 않을 거야! 내가 너를 구해 보여줄게.#n그리고 네 소원을 이뤄줄 거야!",
			null
		]
	],
	"1998": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			192586,
			"Huh-Huh-",
			"呼——呼——",
			"ふぅ、ふぅ……。",
			"후, 후…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			192587,
			"I did not expect that the power of the saint can achieve such a point. It is completely integrated into the core of the human body of Jhana...... Although saved her life for the time being, she was not human in this way…",
			"没想到圣女的力量居然能做到这种地步，居然将核心彻底融入到了迦娜人类的身体里……虽然暂时保住了性命，但她这样也不算是成为人类吧……",
			"聖女の力でここまでできるなんて。コアを完全に人類の体に融合させた……一時的に命をつなぎとめることはできるでしょうけど、それでも彼女が人類になるわけではないでしょう……。",
			"성녀의 힘으로 여기까지 할 수 있다니. 코어를 완전히 인간의 몸에 융합시켰군…… 일시적으로 목숨을 이어가는 건 가능하겠지만, 그래도 그녀가 인간이 되는 건 아니겠지…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			192588,
			"It was just as if Jhana had fallen into a deep sleep and didn't know when she would wake up…",
			"只不过似乎迦娜也陷入了沉睡的样子，不知道什么时候才会醒呢……",
			"ガーナは深い眠りについたようね。いつになったら目覚めるのか分からないけど……。",
			"가나는 깊은 잠에 빠진 모양이네. 언제쯤 깰지 모르겠지만…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			192589,
			"There were so many ancient secrets hidden in her that it seemed impossible to ask her again until she awoke.",
			"她的身上还隐藏着许多上古的秘密，看来只能等她醒来之后再一一向她询问了。",
			"彼女の体にはまだ多くの古代の秘密が隠されているわ。彼女が目覚めてから直接聞くしかないわね。",
			"그녀의 몸에는 아직도 많은 고대의 비밀이 숨겨져 있어. 그녀가 깨어난 후에 직접 물어보는 수밖에 없겠지.",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			192590,
			"Unfortunately, we are running out of time, I will use the fastest speed to check the terminal. If you can take out the core components, it would be great. If there is no way...Let's just get out of here.",
			"可惜留给我们的时间已经不多了，我会用最快的速度对终端进行检查，如果能取出核心元件的话就再好不过，如果没有办法的话……我们就离开这里吧。",
			"残念ながら私たちに残された時間はもう多くないわよ。急いで端末の検査をするわ。コアのコンポーネントを取り出せればそれに越したことはないけれど、もしできなかったら……ここから立ち去りましょう。",
			"안타깝게도 우리에게 남은 시간은 많지 않아. 서둘러 단말기를 점검할게. 코어 컴포넌트를 꺼낼 수 있다면 더할 나위 없겠지만, 만약 못한다면…… 여기서 떠나자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			192591,
			"Terminal…. Otto…",
			"终端……我们就这么给奥托了么。",
			"端末は……このままオットーの手に渡してしまうの？",
			"단말은…… 이대로 오토의 손에 넘겨버리는 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			192592,
			"I can only hope that he still has the last bit of human reason left in him to keep him from doing those crazy things…",
			"只能希望他的心中还残留着最后一点人类的理性，让他不作出那些疯狂的举动……",
			"彼の心の中にまだ最後の人類としての理性が残されていて、そんな狂った行動をしないように祈るしかないわね……。",
			"그의 마음 속에 아직 마지막 인간으로서의 이성이 남아 있어서, 그런 미친 행동을 하지 않기를 바랄 수밖에 없네……",
			null
		],
		[
			"msg",
			192593,
			"Let me see how this terminal works...Well, it seems like you should press here...Yi? This is...It seems to require some specific information segment to open.",
			"让我看看这个终端应该怎么弄……嗯嗯，似乎应该按这里……咦？这是……似乎需要什么特定的信息段才能打开么。",
			"この端末をどうやって操作するか見せて……うんうん、ここを押すみたいね……あら？これは……何か特定の情報フィールドがないと開けないみたいね。",
			"이 단말기를 어떻게 조작하는지 보여줘…… 음음, 여기를 누르는 것 같네…… 어라? 이건…… 뭔가 특정 정보 필드가 없으면 열 수 없는 것 같아.",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			192594,
			"Damn. There is no time for me to study these!! Let me see where the core of this terminal is. Anyway, take it first…",
			"可恶。现在可没有时间给我研究这些啊！！让我看看这台终端的核心元件在什么地方，总之先取走它……",
			"もうっ。今はそんなことを調べている時間はないのに！！この端末のコアのコンポーネントがどこにあるか見てみましょう。とにかくそれを取り出して……。",
			"젠장. 지금은 그런 걸 조사할 시간이 없는데!! 이 단말의 코어 컴포넌트가 어디 있는지 살펴보자. 어쨌든 그것을 꺼내서……",
			null
		],
		[
			"msg",
			192595,
			"Damn, even need information segment! That Dr. MEI had so much insurance on this machine… Curse Otto to be unable to open these password, curse him to have the password can only open half!",
			"可恶，居然也需要信息段！那个MEI博士居然对这台机器上了这么多保险，真是便宜了奥托了……诅咒他根本解不开这些密码，诅咒他有了密码也只能打开一半！",
			"げっ……これにも情報フィールドが必要なの！？あのMEI博士がこの機械にこれほど多くの保険をかけていたなんて。本当にオットーの思うつぼね……このパスワードを解けないように……もし、パスワードを持っていたとしても半分しか開けないことを祈るしかないわ！",
			"윽…… 이것도 정보 필드가 필요한 거야!? 그 MEI 박사가 이 기계에 이렇게 많은 보험을 걸었을 줄이야. 정말 오토의 생각대로네…… 이 패스워드를 풀 수 없도록…… 만약, 패스워드를 가지고 있다 해도 반밖에 열리지 않기를 바랄 수밖에 없어!",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			192596,
			"Well, let's go...This time our battle with Shicksal seems to have been a complete defeat for us.",
			"唉，我们走吧……这一次我们与天命的交锋，看来是我们的完全败北了。",
			"やれやれ、行きましょう……今回の天命との戦いは私たちの完全敗北のようね。",
			"아이고, 가자…… 이번 천명과의 전투는 우리의 완패인 것 같네.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192597,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			192598,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			192599,
			"……",
			"……",
			"………………。",
			"……………….",
			null
		],
		[
			"bgm",
			49
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192600,
			"It looks like our opponents have bolted...Come on, let's cheer this victory. Then take our victory!",
			"看来我们的对手已经仓皇逃走了呢……来吧，让我们欢呼这一次的胜利。然后收下我们的战果吧！",
			"どうやら僕たちの敵は尻尾を巻いて逃げたようだね……さあ、今回の勝利の喜びを分かち合おう。そして勝利の果実を手に入れようではないか！",
			"아무래도 우리 적은 꼬리를 말고 도망간 모양이군…… 자, 이번 승리의 기쁨을 나누자고. 그리고 승리의 열매를 손에 넣자!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192601,
			"Correct command detected - Aliyah memory will open in 3 seconds.",
			"滴——检测到正确指令——“阿赖耶识”存放装置将在三秒后开启。",
			"ピッ——正確なコマンドを検出——「阿頼耶識」保管装置が3秒後に起動します。",
			"삐——정확한 명령을 감지——「아뢰야식」보관 장치가 3초 후에 작동합니다.",
			null
		],
		[
			"msg",
			192602,
			"3-2-1-Ka-Cha-",
			"3、2、1，咔嚓——",
			"3、2、1、カチャッ——",
			"3, 2, 1, 찰칵——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192603,
			"I did not expect that this badge has such a big use. Is it possible that Anti-Entropy has been studied here?",
			"没想到这枚徽章居然有这么大的用处，难道逆熵早就对这里有过研究了么，真是坐拥宝山而不知呢~",
			"このバッジにこれほど大きな役割があったとはね。まさかネゲントロピーはとっくにここのことを調べ上げていたのかな？まさに灯台下暗しってやつだね。",
			"이 배지에 이렇게 큰 역할이 있을 줄이야. 설마 네겐트로피는 벌써 여길 다 조사해둔 건가? 진짜 등잔 밑이 어둡다는 말이 딱이군.",
			null
		],
		[
			"msg",
			192604,
			"Come on, ancient terminal sleep ten thousand years, what kind of surprise can you bring to me?",
			"来吧，沉睡了万年的远古的终端，究竟你能带给我什么样的惊喜呢？",
			"さあ、数万年の眠りについた古代の端末よ、君は僕に一体どのようなサプライズを与えてくれるのかな？",
			"자, 수만 년의 잠에 빠진 고대의 단말아, 너는 나에게 대체 어떤 서프라이즈를 선사해 줄까?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192605,
			"Surprise, I have no surprise for you here, unless you can bring me the real keys. Now it looks like all you got is the key to activate me.",
			"惊喜，我这里没有什么惊喜给你，除非你能带给我真正的钥匙，现在看来，你拿到的只是用来激活我的钥匙呢。",
			"私のところには特にサプライズはありません。あなたが本当の鍵を持って来ない限りは。見たところ、あなたが持っているのは私を起動するためだけの鍵のようですね。",
			"내게는 특별한 서프라이즈가 없습니다. 당신이 진짜 열쇠를 가져오지 않는 한. 보아하니 당신이 가진 건 나를 작동시키기 위한 열쇠뿐인 것 같군요.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192606,
			"Ha ha... Interesting. Who are you?",
			"呵呵……有趣，你是谁？",
			"フフ……面白い。君は誰なんだい？",
			"후훗…… 재미있군. 너는 누구지?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			192607,
			"My name is Mona, and I am the AI responsible for the charge of Stigmata terminal \"Aliyah\", which is also the last AI created by \"MEI\".",
			"我的名字是末那，是这台负责掌管圣痕终端“阿赖耶识”的人工智能，也是“MEI”博士所创造的最后的人工智能。",
			"私の名前はマナ。この聖痕端末「阿頼耶識」を管理する人工知能、そしてMEI博士が作り出した最後の人工知能でもあります。",
			"내 이름은 마나. 이 성흔 단말기「아뢰야식」을 관리하는 인공지능, 그리고 MEI 박사가 만들어낸 마지막 인공지능이기도 해.",
			null
		]
	],
	"1999": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192608,
			"Lord Kyuushou~What will we create today?",
			"九霄大人~今天我们要造点什么呢~",
			"九霄様~今日は何を作るの~",
			"큐쇼님~ 오늘은 뭐 만들 거야~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192609,
			"The shape of the world is taking shape. Don't rush it. Today we'll continue our study of magic spells…",
			"世界的形态已经逐渐成型，不必操之过急，今天我们还是继续来学习魔法咒语……",
			"世界の姿が徐々にそれっぽくなってきたわね。あまり焦る必要はないわ。今日も引き続き魔法の呪文を勉強しましょう……",
			"세상의 모습이 점점 그럴싸해져 왔네. 너무 서두를 필요는 없어. 오늘도 계속 마법의 주문을 공부하자......",
			null
		],
		[
			"msg",
			192610,
			"【Warn】If you do this again, I'll never let you into Stigmata space again!",
			"【叮嘱】你要是再这么乱搞，我就再也不让你进圣痕空间了！",
			"【説諭】今度また騒ぎを起こしたら、もうあなたを聖痕空間に入れませんからね！",
			"【설유】이번에도 또 소동을 일으키면, 더는 너를 성흔 공간에 넣어주지 않을 거야!",
			null
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192611,
			"Well, Phieme Iris was serious, so I thought I'd call it a day…",
			"呃，总觉得菲米莉丝是认真的，不如今天还是算了吧……",
			"うっ、フェミリスはマジな気がする。やっぱり今日は止めておこうかな……",
			"윽, 페미리스는 진심인 것 같아. 역시 오늘은 그만두는 게 나을지도......",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192612,
			"Now that we've made our decision, let's get started.",
			"既然决定好了，九霄大人我们就快开始吧~",
			"約束したでしょう。九霄様、早く始めようよ~",
			"약속했잖아. 큐쇼님, 빨리 시작하자~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192613,
			"Sirin, there is a change of plan, today we still do some simple things to relax it~ How about let Lord Kyuushou to tell you the glorious victory of the savior~",
			"西琳，计划有变，今天我们还是来做点简单的事放松下吧~不如就让九霄大人把救世主的光辉战绩告诉你怎么样~",
			"シーリン、計画変更よ。今日はもっと簡単で手軽なことをしましょう~九霄様が救世主の輝かしい戦績を教えてあげるっていうのはどうかしら~",
			"시린, 계획 변경이야. 오늘은 더 쉽고 간단한 걸 하자~ 큐쇼님이 구세주의 빛나는 전적을 가르쳐준다는 건 어때~",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192614,
			"Ha~ Do you mean the story of the fight? Sirin wants to hear it!",
			"哈啊~是指九霄大人战斗的故事吗，西琳想听！",
			"へぇ~それって九霄様の戦いの物語なの？シーリン、聞きたい！",
			"에~ 그거 큐쇼님의 싸움 이야기야? 시린, 듣고 싶어!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192615,
			"It seems that you are very interested. Well, these battle stories will be your most valuable experience! After hearing this, you will not be afraid to fight against any terrible monster!",
			"看来你很有兴趣嘛，不错不错，这些战斗故事会成为你最为宝贵的经验！听完后你无论对抗什么可怕的怪物都不会害怕了！",
			"どうやら興味があるみたいね。よしよし。この戦いのお話はあなたにとって何よりも貴重な経験になるはずよ！聞いた後はどんな恐ろしい怪物に立ち向かっても怖くなんてならないから！",
			"흥미가 있는 모양이네. 좋아좋아. 이 싸움 이야기는 너에게 그 무엇보다도 소중한 경험이 될 거야! 듣고 나면 어떤 무서운 괴물에게 맞서도 두렵지 않을 테니까!",
			null
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192616,
			"Let me think where to begin, from the battle to fallen demons in the campus, or from the battle to the sleepy Host in the lost thorns castle for three hundred rounds…",
			"让我想想该从何讲起，是从九霄大人横扫堕天恶魔的校园之战开始呢，还是从进入那铺满荆棘尖刺的失落城堡，大战沉睡城主三百回合的暗夜之战开始讲好呢……",
			"どこから話し始めようかな。九霄様が堕天の悪魔を一掃した学園の戦いから始めようかしら？それともイバラのトゲが敷き詰められた失われた城に入った話から始めようかな？深い眠りについた城主との300ターンの闇夜の戦いから話し始めようかしら……",
			"어디부터 말을 시작할까. 큐쇼님이 타락한 악마를 소탕한 학원의 전투부터 시작할까? 아니면 가시덤불이 깔린 잃어버린 성에 들어간 이야기부터 시작할까? 깊은 잠에 빠진 성주와의 300턴 어둠의 전투부터 말을 시작할까......",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192617,
			"Well, this thrilling battle! The opponent that time was the absolute creature who dominated human fear! The terrible nightmare deep in the human consciousness, no matter how to dispel, she will gather again to devour your heart light, like the ghost of the bloody Anilla!",
			"有了，果然还是要讲最惊心动魄的一战！那一次的对手可是支配人类恐惧的绝对生物！深藏人类意识之中的可怕噩梦，无论怎么样驱散，她都会再次聚集过来吞噬你心中光明，如同鬼魂般无法消灭的血夜猫妖阿尼拉！",
			"そうだ、やっぱり一番スリリングな戦いから話し始めることにしましょう！あの時の相手は人類の恐怖を支配する絶対的な生物だったの！人類の意識の奥深くに隠れた恐ろしい悪夢よ。どうやって蹴散らそうとも、彼女は再び集まってきて、あなたの心の光を飲みこむの。幽霊のように滅びることのないブラッドナイトのネコ妖怪・アニラ！",
			"그래, 역시 가장 스릴 넘치는 싸움부터 이야기 시작해보자! 그때의 상대는 인류의 공포를 지배하는 절대적인 생물이었어! 인류의 의식 깊숙이 숨겨진 끔찍한 악몽이야. 어떻게 흩어버리려 해도, 그녀는 다시 모여들어 네 마음의 빛을 삼켜버리는 거야. 유령처럼 멸망하지 않는 블러드나이트의 고양이 요괴・아닐라!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192618,
			"Gh…Ghost?",
			"鬼、鬼魂？",
			"ゆ、幽霊？",
			"유, 유령?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192619,
			"Yes, at that time she used darkness to erose my heart. No matter how many times she was driven away, she would come from the shadows around her dragging her huge red firewood knife.",
			"没错，那时候她用黑暗侵蚀着九霄大人的内心，无论赶走多少次，她都会从周围的黑影中拖着她那巨大鲜红的柴刀走过来。",
			"そうよ。あの時の彼女は暗闇を使って九霄様の心を侵食してきたの。何度蹴散らしても、彼女は周囲の暗闇の中から巨大な真紅のナタを引きずって迫ってきた。",
			"그래. 그때의 그녀는 어둠을 이용해 큐쇼님의 마음을 침식해왔어. 몇 번이나 흩어버려도, 그녀는 주변의 어둠 속에서 거대한 진홍색 낫을 끌며 다가왔지.",
			null
		],
		[
			"msg",
			192620,
			"Her eyes were red with blood, her mouth was laughing…",
			"她的眼中泛着鲜血红光，嘴里流露出嘻嘻嘻的笑声……",
			"彼女の眼には鮮血の赤い光が輝き、口からはウシシという笑い声を漏らしていた……",
			"그녀의 눈에는 선혈 같은 붉은 빛이 번뜩였고, 입에서는 우시시라는 웃음소리가 새어나왔어……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			192621,
			"Strange, strange laughter in the shadows...Hee hee hee, click click click laugh…",
			"藏在黑影中发出奇、奇怪的笑声……嘻嘻嘻，咯哒咯哒的笑声……",
			"暗闇に隠れながら、お、おかしな笑い声を出す……ウシシ、ゲラゲラという笑い声……",
			"어둠에 숨어서, 웃, 웃기다는 웃음소리를 내며…… 우시시, 게라게라라는 웃음소리……",
			null
		],
		[
			"msg",
			192622,
			"Oooo... Isn't that something under Sirin's bed…",
			"呜……那西琳床底下是不是也有这样的怪物啊……",
			"うぅ……じゃあ、シーリンのベッドの下にもそんな怪物がいるんじゃないかな……",
			"우우…… 그럼 시린의 침대 밑에도 그런 괴물이 있는 건 아닐까……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			192623,
			"Well! Don't be afraid! I've already beaten her with all my might. It's impossible to see her again!",
			"呃！别、别害怕！九霄大人其实已经使出全力将她打败了，不可能会再出现了！",
			"えっ！こ、怖がらないで！もう九霄様が全力を出して彼女をやっつけたの。だからもう現れたりしないわよ！",
			"엣! 무, 무서워하지 마! 이젠 큐쇼님이 전력을 다해 그녀를 물리쳤어. 그러니까 더 이상 나타나지 않을 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			192624,
			"Lord Kyuushou~",
			"嘻嘻，还好有九霄大人在呢。",
			"ヘヘ、九霄様がいてくれてよかった。",
			"헤헤, 큐쇼님이 있어서 다행이야.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			192625,
			"I promise you, even if it's a horrible undead creature, it won't be in Sirin's wonderful world of love and hope. That monster only likes to feed on cruelty and wail!",
			"九霄大人保证，即便那是可怕的不死生物，也绝对不会出现在西琳这种充满爱与希望的美好世界中的，那种怪物只喜欢以残酷与悲鸣作食粮！",
			"九霄様が約束するよ。恐ろしい不死の生物であろうと、絶対にシーリンのこの愛と希望に満ち溢れた素晴らしい世界には来ないよ。あの怪物は残酷さと悲鳴だけをエサにしているからね！",
			"큐쇼님이 약속할게. 무서운 불사의 생물이라도, 절대 시린의 이 사랑과 희망으로 가득 찬 멋진 세상에는 오지 않을 거야. 그 괴물은 잔인함과 비명만을 먹이로 삼으니까!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192626,
			"…...",
			"嗯……",
			"うん……",
			"응……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192627,
			"......Do you know why I would say Sirin is a magic girl?",
			"呼……知道为什么九霄大人会说西琳是魔法少女吗？",
			"ふぅ……どうして九霄様がシーリンのことを魔法少女って呼ぶか分かる？",
			"후우…… 왜 큐쇼님이 시린을 마법 소녀라고 부르는지 알아?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			192628,
			"Why?",
			"为什么呢？",
			"どうしてなの？",
			"왜인데?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			192629,
			"The magic girl is the symbol of human smile. She will create true beauty, bring happiness to people. Those killing and blood things are absolutely not looking for Sirin, because Sirin should be in the magical land full of seven colors light.",
			"魔法少女是人类笑容的象征，她会创造出真正的美好，给人带来幸福。像九霄大人那些充满杀戮与鲜血的世界是绝对不会找上西琳的，因为西琳所处的应该是充满七彩光色的魔幻大陆才对。",
			"魔法少女は人類の笑顔の象徴なの。彼女は本当の美しさを創り出し、人々に幸せをもたらすの。九霄様の殺戮と鮮血に満ちた世界では絶対にシーリンを見つけられないよ。だって、シーリンのいる場所はカラフルな光に満ちたファンタジー大陸のはずだもの。",
			"마법 소녀는 인류의 미소를 상징해. 그녀는 진정한 아름다움을 창조하고 사람들에게 행복을 가져다주지. 큐쇼님의 살육과 피로 가득한 세계에서는 절대 시린을 찾을 수 없어. 왜냐면 시린이 있는 곳은 화려한 빛으로 가득한 판타지 대륙이어야 하니까.",
			null
		],
		[
			"msg",
			192630,
			"If it is difficult to understand, I will tell you another story~ That is the story of the happy world of love and justice! It's called HOMU Adventure!",
			"如果难以理解的话，九霄大人就给你再讲一个故事好了~那可是爱与正义集合的幸福世界的故事！其名为《吼姆大冒险》！",
			"難しくて理解できないのなら、九霄様が別のお話をしてあげるね~それは可愛さと正義の集まった幸せな世界の物語よ！その名も『ホムの大冒険』！",
			"어려워서 이해할 수 없다면, 큐쇼님이 다른 이야기를 해줄게~ 귀엽고 정의가 모인 행복한 세계의 이야기야! 그 이름도 『호무의 대모험』!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			192631,
			"Ha~ Sirin knows HOMU! In this world, I can also see the HOMU paradise~",
			"哈啊~西琳知道吼姆！在这个世界里面也能见到吼姆乐园呢~",
			"へぇ~シーリン、ホムは知ってるよ！この世界でもホム楽園を見られるんだよ~",
			"헤에~ 시린, 호무 알아! 이 세계에서도 호무 낙원을 볼 수 있다고~",
			null
		],
		[
			"msg",
			192632,
			"If it was the lovely HOMU, Sirin would have had a good dream, wouldn't I?",
			"如果是可爱的吼姆的话，西琳听完应该能做个好梦吧？",
			"かわいいホムの話なら、シーリンが聞いても、いい夢を見られるよね？",
			"귀여운 호무 이야기라면, 시린이 들어도 좋은 꿈 꿀 수 있겠지?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192633,
			"It's no problem to think of this HOMU adventure as a bedtime story. This is a wonderful story created by Kyuushou! You'll love it~",
			"把这个吼姆大冒险当成是睡前故事也没问题哦！这可是九霄大人沥尽心血创造的绝美故事！一定会让你喜欢的~",
			"この『ホムの大冒険』は、寝る前のお話にしても大丈夫なのよ！これは九霄様が心血を注いで作り上げたビューティフルストーリーなんだから！きっと気にいるわよ~",
			"이 『호무의 대모험』은 잠들기 전 이야기로 해도 괜찮아! 이건 큐쇼님이 심혈을 기울여 만든 아름다운 스토리니까! 분명 마음에 들 거야~",
			null
		],
		[
			"msg",
			192634,
			"Once upon a time, there was a village called HOMU. At that time, the head of HOMU village had not received god's instructions for salvation… Until he meets the dark Lord of the guide, Howaro, everything changes…",
			"从前有个吼姆村，那时候吼姆村长还没有收到神的救世指引……直到他遇见了暗黑的魔导之主吼太郎，一切都发生了变化……",
			"昔々、ホム村という村がありました。その時のホム村の村長は神による救世の導きを得られませんでした……暗黒の魔導の主ホ太郎に出会い、何もかもが変わるまで……",
			"옛날옛적에 호무 마을이라는 마을이 있었습니다. 그때 호무 마을의 촌장은 신의 구원의 인도를 받지 못했어요…… 암흑의 마도 주인 호타로우를 만나면서, 모든 것이 변하기 시작할 때까지……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			192635,
			"……",
			"……",
			"……",
			"……",
			null
		]
	]
}