{
	"1680": [
		[
			"speaker",
			204548
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				11,
				0,
				false
			]
		],
		[
			"msg",
			50000,
			"....",
			"....",
			"…",
			"...",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				11,
				0,
				true
			]
		],
		[
			"msg",
			50001,
			"Wow! A huge fox! That's not good. We should have been in the safe zone after encountering a zombie herd on our way here. I know we had it too easy.",
			"哇！好大的狐狸啊！可恶，刚刚一路上都没见到死士，还以为已经逃离崩坏区域了呢，果然没有这么好的事...",
			"キャー！！デカイきつねだ！畜生、先まで死徒１匹も見かけなかったから、もう崩壊区域から脱出できたと思ったのに。やはり、そんないいことないよね。",
			"꺄악!! 큰 여우다! 망할, 아까까지 죽은 자 한 마리도 못 봐서 벌써 붕괴 구역에서 탈출한 줄 알았는데. 역시, 그런 좋은 일 없네.",
			"Woah!! That fox is huge! I didn't see any zombies on the way here, so I thought we left the area of the Honkai outbreak. I guess we aren't so lucky..."
		],
		[
			"speaker",
			204548
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				11,
				0,
				false
			]
		],
		[
			"msg",
			50002,
			"...",
			"....",
			"…",
			"...",
			"......"
		],
		[
			"msg",
			50003,
			"Humans who awoke me from mine sleepeth, i hast nay desire to fighteth with thou. leaveth.",
			"人类，咱刚刚从漫长的睡眠中醒来，不希望和汝产生争斗，离开这里吧。",
			"人間よ、妾はまだ長い眠りから目を覚めたばかり、汝らと争いたくない故、早うここを去れ！",
			"인간이여, 난 아직 긴 잠에서 막 깨어났을 뿐, 너희와 다투고 싶지 않으니 어서 여길 떠나라!",
			"In sooth, mortal beings, I have awoken from a slumber of great length, and I beseech thee, I harbor no desire for strife. Pray, depart from this place henceforth. (TN: Higyokumaru talks in a very archaic way. I feel like making a reference to a certain blonde bloodfiend...)"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				11,
				0,
				true
			]
		],
		[
			"msg",
			50004,
			"Miss Fox? We don't really wanna disturb you. Could you please let us pass through since the other passages have been collapsed?",
			"狐狸....小姐？我们也不想打扰你，但是其他离开城市的道路都倒塌了，可不可以让我们从这里通过呢？",
			"きつね…さん？私たちはあなたを邪魔するつもりがないの。しかし、ここ以外町を脱出できる道はすべて塞がれたから、お願い！私たちを通らせてください。",
			"여우... 씨? 우리는 당신을 방해할 생각 없어요. 하지만 여기 말고 마을을 탈출할 길이 모두 막혔으니, 부탁이에요! 우리를 지나가게 해주세요.",
			"Kitsune...-san? We don't mean to get in your way. But all other ways out of the town are blocked, so please! Let us pass."
		],
		[
			"speaker",
			204548
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				11,
				0,
				false
			]
		],
		[
			"msg",
			50005,
			"Nay, thou shall not. This placeth belongs to me and mine princess. Nay one else is allow'd to seteth foot on it!",
			"不行，这里是咱和咱的公主居住的地方，没有人可以通过！",
			"くどい！ここは妾と姫様が住まう場所、誰もここを通さん！",
			"귀찮아! 여긴 나와 공주님이 사는 곳, 아무도 이곳길 통과 못 해!",
			"In this realm doth dwell my fair hime-sama and I. Henceforth, no soul shall pass beyond these gates!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				11,
				0,
				true
			]
		],
		[
			"msg",
			50006,
			"(Whisper)Mei,I don't think this is working. Let's just kick some sense into it. I am pretty sure we can take it down.",
			"（小声）芽衣学姐，和狐狸怪物说道理是没用的，还是直接干掉它吧！趁它现在不注意我觉得可以偷袭它。",
			"（小声）芽衣先輩、化け狐に理屈を話しても無駄だよ。ここは、やはりやるしかない！今なら、不意打ちができると思う。",
			"(작은 목소리)메이 선배, 요괴 여우에게 이치를 말해도 소용없어. 여긴, 역시 싸울 수밖에! 지금이야말로 기습할 수 있을 거야.",
			"(Whispering) <size=35>Mei-senpai, there's no point in trying to reason with a bakekitsune. Let's just kill it! I'm sure we could launch a surprise attack now.</size>"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				11,
				0,
				true
			]
		],
		[
			"msg",
			50007,
			"Shush Kiana. Miss Fox, may I speak to your beloved princess?",
			"琪亚娜你别闹..狐狸小姐，那么能不能让我和你背上的公主说两句话呢...",
			"キアナちゃん、冗談を言わないで…きつねさん、少し姫様にお話をさせてもよろしいですか？…",
			"키아나, 장난치지 마... 여우 씨, 잠깐 공주님께 말씀 좀 전해드려도 될까요?...",
			"Kiana-chan, don't fool around... Kitsune-san, may I have a word with your beloved hime-sama on your back...?"
		],
		[
			"speaker",
			204548
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				11,
				0,
				false
			]
		],
		[
			"msg",
			50008,
			"Nay! Nay one is allow'd to disturb mine princess. Geteth out!",
			"不！没有人可以惊扰我的公主！人类，赶快滚出这里！",
			"人間風情に、姫様の邪魔はさせん！人間よ！早う、ここから去れ！",
			"인간 따위가, 공주님을 방해하게 두지 않겠다! 인간이여! 어서, 여기서 물러가라!",
			"Thou shalt not disturbeth mine princess! Begone, mortals, from this place!"
		]
	],
	"1681": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			50009,
			"It's gonna be quick and easy. Wanna bet?",
			"嘿嘿，也不过如此嘛，看上去这次可以轻轻松松胜利了~",
			"何だ、その程度か？！今回も楽勝だね!",
			"뭐야, 그 정도야?! 이번에도 쉽네!",
			"What, that's it?! Guess it's a piece of cake this time too!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			50010,
			"Focus. There is something strange about the fox.",
			"战斗中不要分心，看狐狸的样子似乎很奇怪。",
			"戦闘中、余所を見ちゃダメだよ。狐の様子が変だわ。",
			"전투 중엔 다른 데 보면 안 돼. 여우 상태가 이상해.",
			"Don't look away during a fight. This kitsune seems a bit strange."
		],
		[
			"speaker",
			204548
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				11,
				0,
				false
			]
		],
		[
			"msg",
			50011,
			"Insolence. Milady, pleaseth fighteth alongside me.",
			"可恶的人类，公主大人啊，请和咱一起并肩战斗吧！",
			"おのれ、人間め！姫様よ、妾と一緒に彼奴らを成敗せん！",
			"이놈들, 인간 같으니! 공주님, 나와 함께 이 자식들을 혼내주자!",
			"Wretched humans! My lady, I beseech thee, join me in vanquishing them!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			50012,
			"...",
			"...",
			"…",
			"...",
			"......"
		]
	],
	"1682": [
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			50013,
			"Mine head…hurts so bad…What art these memories…",
			"我的头...好痛...这些记忆是...",
			"頭が…痛い…この記憶は一体…",
			"머리가... 아파... 이 기억은 대체...",
			"My head... hurts.... What are all these memories...?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			50014,
			"Mei, what's happening to the succubus?",
			"芽衣学姐，那个女妖怪的样子好像很奇怪。",
			"芽衣姉様、あの女妖怪の様子が変です。",
			"메이 언니, 저 여자 요괴 상태가 이상해요.",
			"Mei-senpai, that youkai girl seems a bit strange. (TN: For some reason Kiana calls Mei \"Mei-onee-sama\" here. I think it's an error.)"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			50015,
			"Succubus? Yes, I was on my way to vanquish the fox spirit…the blade in my hands…is it mine?",
			"妖怪...是的，我正在要去退治狐妖的路上...我手里的这把...是我的刀吗?",
			"妖怪…そうだった、私は化け狐を退治に行く途中…この手にあるのは…私の刀？",
			"요괴... 그랬지, 나는 여우 요괴를 퇴치하러 가던 중... 이 손에 있는 건... 내 검?",
			"Youkai... that's right, I was on my way to defeat the bakekitsune that's been plaguing us... And what's in my hand...? Is this my sacred katana?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			50016,
			"Kiana, it looks like she's been possessed by the fox spirit. We might be able to save her.",
			"琪亚娜，她似乎是被狐狸操纵了的样子…也许我们可以救她。",
			"キアナちゃん、どうやら彼女はあの狐に操られているみたい…もしかして、私たちで救えるかもしれない。",
			"키아나, 아무래도 그녀는 저 여우에게 조종당하고 있는 모양... 어쩌면, 우리가 구할 수 있을지도.",
			"Kiana-chan, it looks like she's being controlled by the kitsune... Maybe we can save her."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			50017,
			"You have such a gentle soul.",
			"芽衣学姐你还真是滥好人啊...",
			"芽衣先輩は本当に、人が良すぎる…",
			"메이 선배는 정말, 사람이 너무 좋아...",
			"You really are such a nice person, Mei-senpai..."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			50018,
			"The blade inherited from my forefathers… how did it come to this?",
			"我家传的灵刀...为什么会变成这样....",
			"私の家から代々受け継がれる霊刀が…なぜこんな姿に…",
			"우리 집안 대대로 내려오는 영검이... 왜 이런 모습이 된 거지...",
			"Why is the sacred katana that has been passed down through my family for generations... in this state...?"
		],
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			50019,
			"Ahhhhhh…Milady, I won't leteth thou out of mine sight. Thou belongeth with me!",
			"啊啊啊啊啊啊！公主大人，我不会让你想起来的，你只要永远陪在咱的身边就行了！",
			"あああああああ！姫様よ！！二度と思いは出させぬぞ！！姫様は、ずっと妾の側居れば良い！",
			"아아아악! 공주님!! 다시는 생각을 꺼내지 못하게 하겠다!! 공주님은, 계속 내 곁에 있으면 돼!",
			"AAAAAAAHHH! My lady!! Thou shalt ne'er recall that again!! My lady, thou must bide by my side forevermore!"
		],
		[
			"msg",
			50020,
			"Cometh backeth to me!",
			"来吧，快回到咱的身体中来吧！",
			"戻れよ！妾の体の中に！！",
			"돌아와! 내 몸 안으로!!",
			"Come! Return unto my body!!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			50021,
			"Yikes! The fox just ate her like a piece of cheese.",
			"那只狐狸竟然把女妖怪吞下去了，好可怕！",
			"なんと、あの化け狐は、女妖怪を飲み込んだ！！怖い！！",
			"뭐야, 저 여우 요괴가, 여자 요괴를 삼켰어!! 무서워!!",
			"The bakekitsune just swallowed the youkai girl whole!! That's horrifying!!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			50022,
			"It's not too late. We might still be able to save her.",
			"不要放弃，现在把她救出来也许还来得及！",
			"諦めるのがまだ早い！今ならまだ間に合う！彼女を救え出せば！",
			"포기하기엔 아직 일러! 지금이면 아직 늦지 않아! 그녀를 구해내면!",
			"It's too early to give up! There's still time to save her!"
		]
	],
	"1683": [
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			50023,
			"Grrrrr! Nay one can separateth me and mine belov'd princess!",
			"可恶！！！！！！没有人可以分开咱和咱的公主！",
			"させん！！！！！誰も妾と姫様を引き離せん！",
			"안 돼!!!!! 아무도 나와 공주님을 떼어놓지 못해!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			50024,
			"I am afraid there is nothing you can do to stop us though.",
			"不过狐狸小姐你现在已经没有能力阻止我们救出她了。",
			"狐さん、あなたにはもう私たち阻止できる力がないんだ。",
			"여우 씨, 당신은 이제 우리를 막을 힘이 없어.",
			"Kitsune-san, you are powerless to stop us now."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			50025,
			"Exactly! Kiana-Mei 1: Foxy 0!",
			"是啊！这下我的后宫又壮大了一点！哎呀，怎么把心里话说出来了～",
			"そうだね！これで私のハーレムは…おっと、本音を言ってしまった…",
			"그래! 이제 내 하렘은... 어엇, 속마음을 말해버렸네...",
			"That's right! Now my harem has grown a little bi—— Oops, I almost let the truth slip out..."
		],
		[
			"msg",
			50026,
			"Enough talk! Let's finish it off.",
			"好了，让我们给这只狐狸怪物最后一击吧！",
			"一緒にこの化け狐に止めを…",
			"함께 이 여우 요괴에게 마무리를...",
			"Alright, let's put a stop to this bakekitsune together...!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			50027,
			"Please stop!",
			"请住手！",
			"…やめて！",
			"...그만!",
			"...Stop!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				10,
				0,
				true
			]
		],
		[
			"msg",
			50028,
			"Why? Foxy here just tried to eat you alive!",
			"小姐，为什么呢？这只怪物刚刚想要吞下你啊！",
			"お嬢さん、なぜなの？この化け物はつい先あなたを飲み込もうとしたのよ！",
			"아가씨, 왜 그래요? 이 괴물이 방금 전엔 당신을 삼키려 했는데!",
			"Why, Miss? This monster just tried to swallow you!"
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			50029,
			"No, it's ok. I actually died 500 years ago.",
			"不...没关系的...因为我早在500年前就死去了....",
			"だ…大丈夫です…私は500年前にすでに死んでました…",
			"괜... 괜찮아요... 저는 500년 전에 이미 죽었어요...",
			"It... It's okay... I've actually already died 500 years ago..."
		],
		[
			"msg",
			50030,
			"The last thing I remembered was me on my way to eliminate the threat of the evil fox spirit CrimsonHell. Me and my gang were all killed by it.",
			"我最后的记忆，是在去讨伐妖狐绯狱的路上，然后...所有和我一起去的武士都被它击败了...",
			"私の最後の記憶は、化け狐緋獄を討伐に行く途中だった。そして、一緒に行った仲間たちは皆殺された…",
			"제 마지막 기억은, 여우 요괴 비옥을 토벌하러 가던 길이었어. 그리고 함께 간 동료들은 모두 죽임을 당했고...",
			"My last memory is that I was on my way to defeat the bakekitsune, Higyokumaru. And all the warriors who came with me were killed..."
		],
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			50031,
			"Ye are special. I fell in loveth with thou the moment i saweth thou.",
			"只有汝是不同的，在看到汝的第一眼，咱就爱上了汝！",
			"汝のみ違うと思った、この目で汝を見た瞬間、汝に恋をした！",
			"너만은 다르다고 생각했어, 이 눈으로 너를 본 순간, 너에게 반했어!",
			"I believed thou wert the sole one who differed from the rest. The very moment mine eyes beheld thee, I was struck with love!"
		],
		[
			"msg",
			50032,
			"The only choice I hast left is to swallow thou and fall into an endless dreameth.",
			"咱唯一的选择，就吞下了汝,一起做一个永远不会醒来的梦...",
			"妾にできる唯一の事は、汝を飲み込んで共に覚めない永久の夢を…",
			"내가 할 수 있는 유일한 일은, 너를 삼켜 함께 깨지 않을 영원한 꿈을...",
			"The sole recourse left unto me was to enshroud thee in an everlasting slumber from which thou shalt never awaken..."
		],
		[
			"msg",
			50033,
			"In the dreameth, I will be thy loyal knight. Thou will be mine princess. We shall be togeth'r forever and ever.",
			"在梦里，咱是汝忠诚的武士，汝是咱尊贵的公主，永远不会醒来...",
			"夢の中では妾は汝に忠誠を誓った侍となり、汝は妾のお姫様、永遠に目覚める事はない。",
			"꿈 속에선 나는 너에게 충성을 맹세한 사무라이가 되고, 너는 나의 공주님, 영원히 깨어나지 않아.",
			"In thine dreams, I was to become a samurai, sworn to thy service, and thou wert to be my princess, never to awaken."
		],
		[
			"msg",
			50034,
			"Ye are free to goeth. I am leaving this ordinary. Goeth with the two girls.",
			"现在汝自由了...咱也要离开这个世界了，和那两个女孩一起离开吧。",
			"汝はもう自由だ…妾は、もうじきこの世を去る。あの娘たちと共に行くが良い。",
			"넌 이제 자유야... 난, 이제 곧 이 세상을 떠날 거야. 저 아이들과 함께 가거라.",
			"Thou art now set free... I shall soon depart from this world. Go with those maidens."
		],
		[
			"speaker",
			204547
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				10,
				0,
				false
			]
		],
		[
			"msg",
			50035,
			"…",
			"......",
			"…",
			"...",
			"......"
		],
		[
			"msg",
			50036,
			"It's been 500 years. And you think I did not have any feelings for you?",
			"不...500年了，你真的认为我对你一点感情都没有吗",
			"いいえ…500年を共にして、尚もあんたに何の感情もないと、本当にそう思っているの？",
			"아니... 500년을 함께 했는데, 아직도 너에게 아무 감정 없다고, 정말 그렇게 생각해?",
			"No... Do you really think that after 500 years together I still have no feelings for you?"
		],
		[
			"msg",
			50037,
			"500 years…The things I cared about are all gone. I'd rather come with you than staying here all by myself.",
			"500年了...在这个世界上，我所珍惜的人和事物都消失了，与其留在这个陌生的世界上，我还是选择和你一起离开。",
			"500年…この世で、妾が大切に思う人やもの、すべてなくなった。この見知らぬ世界で生きるより汝と一緒に行きたい。",
			"500년... 이 세상에서, 내가 소중히 여기던 사람이나 것들, 모두 사라졌어. 이 낯선 세상에서 사느니 너와 함께 가고 싶어.",
			"500 years have passed... Everything I hold dear, everyone and everything in this world, is gone. I would rather go with you than live in this strange world."
		],
		[
			"msg",
			50038,
			"I guess I'll meet you again in another life.",
			"如果有来世....希望能和你换一种形式相遇....",
			"もしも、来世があれば…別のかたちで、汝に出逢いを願わん…",
			"만약, 내세가 있다면... 다른 모습으로, 너와 만나길 바랄게...",
			"If there is an afterlife... I hope to meet you in a different way..."
		],
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			50039,
			"Silly you…",
			"你...真是个傻瓜",
			"本当に…どうしようもないおバカですね。",
			"정말... 어쩔 수 없는 바보네요.",
			"Really... What a hopeless idiot."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			50040,
			"Are they dead?",
			"她们死了吗？",
			"彼女たちは死んだの？",
			"그들은 죽은 거야?",
			"Are they dead? (TN: Kiana refers to both of them with feminine pronouns here, so Higyokumaru must be female in this too.)"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				12,
				0,
				true
			]
		],
		[
			"msg",
			50041,
			"Yup. They are gone. I hope there is no war in the afterlife.",
			"嗯...她们离开了，希望在她们重生时，这个世界上已经没有争斗了...",
			"うん、彼女たちは逝ってしまった。今度彼女たちが生まれて来る時は、もうこの世界に争いがないことを…",
			"응, 그들은 떠났어. 다음에 그들이 태어날 때는, 이 세상에 더 이상 싸움이 없길...",
			"Yes, they are gone. I hope that when they are born again, there will be no more conflict in this world..."
		]
	],
	"1684": [
		[
			"speaker",
			204549
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				12,
				0,
				false
			]
		],
		[
			"msg",
			234983,
			null,
			"剧情测试0-1",
			null,
			null,
			"Story Test 0-1"
		]
	],
	"1685": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			234984,
			null,
			"剧情测试1-1",
			null,
			null,
			"Story Test 1-1"
		]
	],
	"1686": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			50544,
			"A Plane? I just saw someone in there",
			"为什么会有机舱落在这里…里面似乎还有个人。",
			"なんでこんなところに飛行装置が…しかも中に人がいるみたいだね。",
			"왜 이런 곳에 비행 장치가... 게다가 안에 사람이 있는 것 같네.",
			"Why is there a flying device in a place like this... and it looks like there's someone inside?"
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			50545,
			"Almost…there…",
			"嘿咻…嘿咻…",
			"よいしょ…よいしょ…",
			"어쌔… 어쌔…",
			"Heave-ho... Heave-ho..."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			50546,
			"Yeah! We did it!",
			"啊，扳开了！",
			"あ！開いた！",
			"아! 열렸다!",
			"Ah! It's open!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			50547,
			"It's a cute girl~",
			"是个很可爱的小妹妹呢~",
			"可愛い女の子が出てきた〜",
			"귀여운 여자애가 나왔어~",
			"There's cute girl inside~"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			50548,
			"…",
			"…",
			"…",
			"…",
			"......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50549,
			"…Psyche vessel is alive. Re-evaulate threat level…",
			"…精神载体存活确认，威胁判定更新…",
			"生命反応確認…危険レベル更新中…",
			"생명 반응 확인… 위험 레벨 업데이트 중…",
			"Confirmed vital signs... Danger level updating..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50550,
			"Eh…?",
			"咦…？！",
			"え…！？",
			"어...!?",
			"Wha...?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50551,
			"Little girl, r u ok? U just passed out.",
			"小妹妹，你还好吗？刚刚你晕过去了呢。",
			"大丈夫？気を失っていたみたいだけど。",
			"괜찮아? 기절했던 것 같은데.",
			"Are you okay? You seemed to have fainted."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50552,
			"…System disconnected. All admin rights reverted back to the psyche vessel...",
			"…系统连接被驳回，指令权限已全部移交精神载体…",
			"…システム接続拒否、指令権限解除。",
			"...시스템 연결 거부, 지령 권한 해제.",
			"…System connection denied. Command authority revoked."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			50553,
			"Don't touch me!",
			"不要靠近我！",
			"近づかないで！",
			"가까이 오지 마!",
			"Stay away!"
		],
		[
			"msg",
			50554,
			"--Valkyrie System initiated.",
			"——Valkyrie System 启动。",
			" ——ヴァルキリーシステム、起動。",
			"——발키리 시스템, 가동.",
			"——Valkyrie System, activate."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50555,
			"Mei! Watch out!",
			"芽衣姐姐！危险！",
			"芽衣姉様！危ない！",
			"메이 언니! 위험해!",
			null
		]
	],
	"1687": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			50556,
			"Humph! --Request for retreat.",
			"啐！——请求撤退。",
			"ちっ！——撤退する。",
			"쳇!——후퇴한다.",
			"Tch! —Request for retreat."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50557,
			"Phew! She's gone.",
			"呼…逃走了。",
			"ふぅ…逃げたみたいね。",
			"후… 도망친 모양이네.",
			"Phew... She ran away."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50558,
			"Did I heard it wrong or did she just talk about Valkyrie System?",
			"布洛妮娅，她刚刚讲的Valkyrie系统？",
			"ブローニャちゃん、さっきの彼女、ヴァルキリーシステムって言ってなかった？",
			"브로냐 쨩, 아까 그녀가 발키리 시스템이라고 말하지 않았어?",
			"Bronya, didn't that girl just say something about a Valkyrie System?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50559,
			"Bronay thinks the girl is a subject of an experiment just like Bronya but it is hard to determine who she is.",
			"布洛妮娅认为，她是和布洛妮娅一样的实验体。不过…布洛妮娅无法识别她的编号。",
			"ブローニャが思うに、彼女は私と同じ実験体…でもブローニャが彼女のIDを識別できません…",
			"브로냐가 생각하기에, 그녀는 나와 같은 실험체... 하지만 브로냐가 그녀의 ID를 식별할 수 없어...",
			"Bronya thinks she's a test subject just like herself... but Bronya can't identify her..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50560,
			"Anti-entropy's experiment again?",
			"逆熵的实验机体吗，为什么会出现在这里…",
			"実験体？なんでこんなところに…",
			"실험체? 왜 이런 곳에…",
			"An Anti-Entropy test subject? Then why is she here...?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50561,
			"She saw us as threats.",
			"她是不是把我们当成伤害她的人了。",
			"もしかして私たちのことを、彼女を傷つけた人だと思ったのかな？",
			"혹시 우리를 그녀를 다치게 한 사람들로 생각했던 거야?",
			"Maybe she thought of us as people who had come to hurt her?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50562,
			"(There is some form of writings on the back of the door. It says \"Failed attempt. Life support for another 360 hours.\" Does that mean she only gets to live for another 15 days?)",
			"（在舱门内部写着的是…？“失败品。生命维护时间360小时。”她只有15天的生命吗？）",
			"（飛行装置のドアに何か書いてある…「失敗品、生命維持時間360時間」。15日しか生きられないの…？）",
			"(비행 장치의 문에 무언가 써있다...「실패작, 생명 유지 시간 360시간」. 15일밖에 살 수 없는 거...?)",
			"(There's something written on the door of the flight device... \"Failed subject, life support time 360 hours.\" Does that mean she only has 15 days to live...?)"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50563,
			"We got the super moon today…",
			"今天的月亮好大啊…",
			"今日のお月さま大きいね…",
			"오늘 달이 참 크네...",
			"The moon is huge today..."
		]
	],
	"1688": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			50564,
			"Kiana, look. It's that mecha girl again.",
			"琪亚娜你看，是之前的小妹妹呢！",
			"キアナ、ちょっとあれ見て！この前の女の子！",
			"키아나, 저기 좀 봐! 저번에 그 여자애!",
			"Kiana, look! It's that girl from before!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			50565,
			"She must have been tailing us…",
			"她果然在跟踪我们…",
			"彼女やっぱり私たちを付けているのね。",
			"역시 그녀가 우리를 미행하고 있었군.",
			"So she's been following us after all..."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			50566,
			"Firefly only appears in the summer.",
			"夏萤。她只能发出这么微弱的光，过了这个季节，就再也看不到她了。",
			"夏の蛍。こんな弱い光じゃ、この季節を過ぎたらもうおしまいだね。",
			"여름의 반딧불이. 이렇게 약한 빛이라면, 이 계절이 지나면 다 끝이겠네.",
			"Summer fireflies. They can only emit a weak light, and they'll be gone after this season."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50567,
			"She calls her flashing mecha \"The Firefly\", typical kid…",
			"把自己做的发光飞行体叫萤火虫，真是小孩子气…",
			"自分が作った発光飛行体を蛍って呼ぶのか？子供だね…",
			"자기가 만든 발광 비행체를 반딧불이라고 부르나? 어린애 같아...",
			"You call that luminous flying object you made a firefly? That's really childish..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50568,
			"Bronya likes fireflies. Their lights bring peace to Bronya.",
			"布洛妮娅喜欢萤火虫。看她们发光的时候，布洛妮娅感觉心里面很安静。",
			"ブローニャは蛍が好き。光ってるのを見ると心が落ち着きます。",
			"브로냐는 반딧불이를 좋아해. 빛나는 걸 보면 마음이 편안해진다.",
			"Bronya loves fireflies. Seeing them glowing makes her feel at peace."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			50569,
			"But they have a really short life span.",
			"这样脆弱的生命有什么意义呢。今夜皎洁的白月，亘古照耀着苍白的世界。无论在这个世界再怎么动情，最后都只会在她的光芒中化为灰烬。",
			"こんな儚い命にどんな意味があるの？どんなに足掻こうが、最後には月光の中で散り行く運命。",
			"이렇게 덧없는 목숨에 무슨 의미가 있을까? 아무리 발버둥쳐도, 결국 달빛 속에서 흩어져 사라질 운명.",
			"What is the meaning of such a fleeting life? Tonight, the bright white moon will shine eternally on this wan world. No matter how hard we struggle, in the end, we are destined to scatter in the moonlight."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50570,
			"Short but meaningful.",
			"就算会化为灰烬，在短暂的一生中也会获得很重要的东西吧？",
			"散っていったとしても、その短い人生の中で大事なものは見つかるんじゃないの？",
			"흩어져 버린다 해도, 그 짧은 인생 속에서 중요한 건 찾을 수 있지 않을까?",
			"Even if we scatter, wouldn't we have gained something important in our short life?"
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			50571,
			"Yeah, I guess. Maybe it's not too bad to have friends.",
			"也许会吧…这几天看着你们，我突然也想要找个朋友了呢。",
			"そうかもね……ここ数日あなたたちを見てて、友達が欲しくなったね。",
			"그럴지도... 요 며칠 너희들을 보면서 친구가 생기고 싶어졌어.",
			"Maybe... After watching you guys for these past few days, it has made me want some friends."
		],
		[
			"msg",
			50572,
			"Come with me, Bronya!",
			"所以，布洛妮娅，与我一同消逝吧！",
			"だから、ブローニャ、私と一緒に消えよう！",
			"그러니까, 브로냐, 나와 함께 사라지자!",
			"So, Bronya, come disappear with me!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50573,
			"Told you she's dangerous!",
			"所以说你们闪开！她很危险呐！",
			"だから離れろって言ったじゃん！彼女危なすぎるわよ！",
			"그러니까 떨어지라고 했잖아! 그녀 너무 위험하다고!",
			"This is why I told you we have to stay away! She's too dangerous!"
		]
	],
	"1689": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			50574,
			"I can only do so much…",
			"我的光芒这么有限吗…",
			"私の光はこれで限界なの…",
			"내 빛은 이게 한계야...",
			"This is the limit of my light..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			50575,
			"Don't go…",
			"别走…",
			"行かないで……",
			"가지 마……",
			null
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			50576,
			"I'll come back for you I promise.",
			"下次见面的时候，我会带你走的。",
			"今度会うときは、絶対あなたを連れて行くんだから。",
			"다음에 만날 때는 꼭 너를 데리고 갈 거야.",
			"Next time we meet, I promise I'll take you with me."
		]
	]
}