{
	"730": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63427,
			"This village is in an magic circle… What does she want to do?",
			"覆盖全村的巨大魔法阵…这是想要将整个村子都炼成成什么东西么……",
			"村全体を覆う巨大な魔法陣……これは村全体を何かに錬成させようというのだな……",
			"마을 전체를 덮은 거대한 마법진…… 이건 마을 전체를 무언가로 연성하려는 거군……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63428,
			"Hoho, you're right.",
			"呜呼呼，居然还有人能够有这么广博的见识，现在的学院派魔法使都已经这么出色了么？",
			"うふふふ～こんな物識りな人がまだ残っていたなんてねぇ。今の学院派の魔法使いはこんなに優秀なのかしら？",
			"우후훗~ 이런 걸 아는 사람이 아직 남아있었네. 요즘 학원파 마법사들은 이렇게 뛰어난 건가?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63429,
			"What are you doing! If this works, everyone would turn to…",
			"禁忌的人体炼成……为什么你要这么做！这样下去…大家会变成什么样……",
			"禁忌の人体錬成……なぜそんなことを！このままじゃ……みんな一体どうなってしまうの……",
			"금기의 인체 연성…… 왜 그런 짓을! 이대로라면…… 모두 대체 어떻게 되는 거야……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63430,
			"The rat and his helper?",
			"呜呼呼，原来是刚才不小心放跑的小老鼠，居然又跑回来了，看来是搬来了强力的救兵呢~",
			"あら～さっきうっかり逃がしたネズミさんじゃない。どうやら強力な助っ人を連れて、舞い戻ってきたのね～",
			"아라~ 아까 실수로 놓친 쥐새끼 아니야. 어쩐지 강력한 도우미를 데리고, 돌아왔네~",
			null
		],
		[
			"msg",
			63431,
			"It's too late, the magic circle is finished, over hundreds magic bodies would…",
			"不过已经没用了呢~禁忌的大阵已经结成，一百多位中环魔法使的血肉究竟能够练成为什么东西呢？真是期待啊~",
			"でももう無駄よ～禁忌の錬成陣はもう出来上がってるもの。100人の魔法使いの血肉を錬成したら、一体何ができるかしら？楽しみだわ～",
			"하지만 이제 소용없어~ 금기의 연성진은 이미 완성됐으니. 100명의 마법사의 피와 살을 연성하면, 대체 무엇이 만들어질까? 기대되는걸~",
			null
		],
		[
			"msg",
			63432,
			"And thank you for the ancestral ring, it helps me a lot! Hahahaha!",
			"不过，还要多亏了你们家祖传的这个指环呢~没有它我也没有办法创下这个历史，今天将会是魔法纪元被修改的一天，混沌的元历到来了！",
			"でもやっぱりあなたたちの家に代々伝わるこの指輪に感謝しないとね～これがなければゼーレだって、新たな歴史を創り出せないんだから。今日は魔法紀元が改訂される日よ。混沌元年が到来するのよ！",
			"하지만 역시 너희 집안에 대대로 전해지는 이 반지에 감사하지 않으면 안 되겠네~ 이것이 없었다면 제레도, 새로운 역사를 창조할 수 없었을 테니까. 오늘은 마법 기원이 개정되는 날이야. 혼돈 원년이 도래하는 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63433,
			"This ring must be 1 of 9 \"World rings\", why?!",
			"那个指环…难道是传说中在这个世界仅存在九个，作为世界根基的指环么！为什么会在这里有一个……",
			"その指輪は……もしや伝説の、この世に9つしか存在しないという、世界の礎となる指輪！その1つがどうしてここに……",
			"그 반지는…… 설마 전설의, 이 세상에 9개밖에 존재하지 않는다는, 세계의 초석이 되는 반지! 그 중 하나가 왜 여기에……",
			null
		],
		[
			"msg",
			63434,
			"It's not a big deal for me, if I can beat you, the problem will be solved!",
			"不过问题不大，法阵炼成的要素还有炼成者这一必不可少的元素，只要阻断了你身上的魔力供给就行了。来吧，让禁忌烈…九霄大人击溃你那不切实际的幻想吧！",
			"だがそれは大した問題ではない。錬成陣を完成させるには、錬成者本人も必要不可欠な要素のひとつとなる。お前の魔力を止めてやればいいのだ。さあ、この“禁忌の炎、煉獄のマグマ、聖メサイア”九霄さまが、その野望を打ち砕いてくれよう！",
			"하지만 그건 큰 문제가 아니다. 연성진을 완성시키려면 연성자 본인도 필수적인 요소 중 하나가 된다. 네 마력을 막아주면 되는 거다. 자, 이 “금기의 불염, 연옥의 마그마, 성 메시아”큐쇼님이 그 야망을 부숴주겠다!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63435,
			"Try it!",
			"口气倒是很大，如果你真觉得自己能办得到的话就来吧！",
			"大きな口を叩くわねぇ。本当に自分にできると思っているのなら、かかってきなさい！",
			"큰소리 치는구나. 정말 자신이 할 수 있다고 생각한다면, 덤벼봐!",
			null
		]
	],
	"731": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63436,
			"No way! I'm so powerful now!",
			"不可能，为什么！我明明已经获得了如此强大的力量！",
			"そんなバカな……どうして？！ゼーレはこんなに強大な力を持っているのに！",
			"그럴 리가... 왜?! 제레는 이렇게 강대한 힘을 가지고 있는데!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63437,
			"Think about this problem in your rest life. The ring is mine now!",
			"失败的理由你就自己好好反思吧！这个戒指我就收下了！",
			"敗れたわけは自分でよく考えてみるがいい！この指輪はもらっていくぞ！",
			"패배한 이유는 스스로 잘 생각해보라구! 이 반지는 내가 가져가겠어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63438,
			"*Dang!*",
			"当！",
			"バーーン！",
			"쾅!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63439,
			"Who?!",
			"还有谁？！",
			"今度は何者？！",
			"이번엔 또 누구야?!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63440,
			"Sister!",
			"姐姐大人！",
			"お姉様！",
			"언니!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63441,
			"Nevermind, Seele. Give up, I'd better to find another place.",
			"没事的希儿，放弃这个地方吧，我们去其他的地方就好了。",
			"いいのですゼーレ、この地は諦めて、別の場所に行きましょう。",
			"괜찮아 제레, 이 땅은 포기하고 다른 곳으로 가자.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63442,
			"Emmm…",
			"嗯！",
			"ウン！",
			"응!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63443,
			"Stop!! Ah…",
			"站住！！啊……",
			"待て！！あ……",
			"기다려!! 아...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63444,
			"Thank you for saving us…",
			"真、真的很感谢你救了大家......",
			"本当にありがとう、みんなを救ってくれて……",
			"정말 고마워, 모두를 구해줘서……",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63445,
			"It's just a piece of cake for me. Sorry, I can't take the ring back.",
			"哈哈哈哈哈这不是理所当然的嘛！不过，那个戒指我没有能够抢夺回来，抱歉。",
			"フハハハハ、当然であろう！だが、あの指輪は奪い返せなかった……すまぬ。",
			"후하하하하, 당연하지! 하지만 그 반지는 되찾지 못했어… 미안.",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63446,
			"Who is the other person just appeared?",
			"刚才出现的另外一个人……她究竟是谁？",
			"さっき現れたもう一人は……いったい何者？",
			"방금 나타난 다른 한 명은… 대체 누구지?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63447,
			"I heard something about this before, maybe she is her sister.",
			"我也只是听过一点的消息而已。听说是那个魔法使世家有名的炼金术师，为了炼金已经丧失了自己的感情，而刚才那个人则是她的妹妹。",
			"私も噂程度のことしか知らないけど……なんでもあの魔法使いは有名な錬金術師で、錬金のために自分の感情を失ってしまったとか。さっきの魔女はその妹よ。",
			"나도 소문 정도만 들었는데… 그 마법사는 유명한 연금술사라서, 연금술 때문에 자신의 감정을 잃어버렸다고 해. 방금 그 마녀는 그의 여동생이야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63448,
			"I think their aim is your ring.",
			"感觉她们的目的并不是简简单单与你们村落有间隙这么简单，可能她们最初的目的就是要夺走你们的戒指。",
			"彼女たちの目的はそなたの村との摩擦といった単純なものではなさそうだ。おそだく一番の目的は、そなたの指輪を奪うことだったのだろう。",
			"그들의 목적은 너희 마을과의 마찰 같은 단순한 게 아닌 것 같아. 아마도 가장 큰 목적은 네 반지를 빼앗는 것이었을 거야.",
			null
		],
		[
			"msg",
			63449,
			"And the thing behind it…",
			"这其中隐藏着的是更深的恐怖与阴谋，我劝你不要再去深入下去了。",
			"これにはさらに深い陰謀が隠されている。これ以上深入りしないほうがいい。",
			"이건 더 깊은 음모가 숨겨져 있어. 더 깊게 관여하지 않는 게 좋아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63450,
			"No, it's very important to us!",
			"不，那个戒指是我家的传家宝！是我最重要的东西！",
			"だめよ、あの指輪は我が家の家宝なの！私にとって一番大切なものなの！",
			"안 돼, 그 반지는 우리 집안의 가보라고! 나에게 가장 소중한 거야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63451,
			"*Sign*",
			"那就没办法了，谁让我是禁忌烈……奇怪，我最开始说的名字是什么来着？",
			"ならば仕方ない。この“禁忌の炎”……あれ変ね、最初に何て名乗ったっけ？",
			"그렇다면 어쩔 수 없지. 이 “금기의 불꽃”… 아참, 처음에 뭐라고 소개했더라?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63452,
			"Follow me, please help us, this road is to the witch's house.",
			"请跟我来，在这片沉寂森林的另一端就是那个魔法使世家的居所，之后一切就要拜托你了。",
			"ついてきて。この静寂の森の片隅にあの魔法使いの屋敷があるの。その後のことはみんな任せるわ。",
			"따라와. 이 고요한 숲 구석에 그 마법사의 저택이 있어. 그 다음 일은 모두에게 맡길게.",
			null
		]
	],
	"732": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63453,
			"Are you sure this road is the right way?",
			"这条路真的对吗，从刚才开始就一直被奇奇怪怪的生物袭击诶！",
			"この道で本当に合ってるの？さっきからずっと変な生物が襲撃してくるんだけど！",
			"이 길이 정말 맞는 거야? 아까부터 계속 이상한 생물들이 습격해 오는데!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63454,
			"Yes, we got attack by some weird creatures…",
			"那才是正确的，因为这附近充满了那个人的研究成果。",
			"だから正しいってこと。だってこの辺りはあの人の研究成果で満ちているんだから。",
			"그러니 맞는 말이야. 이 주변은 그 사람의 연구 성과로 가득 차 있으니까.",
			null
		],
		[
			"msg",
			63455,
			"It's very dangerous here.",
			"这些炼成兽都是融合了名为“科技”的远古知识和魔法的产物，战斗力和魔法使不相上下，你一定不要大意。",
			"この合成獣（キメラ）は「ハイテク」という古代の知識と魔法が融合してできたもの。戦闘力も魔法も同等に持ってるわ。くれぐれも油断しないで。",
			"이 키메라는 「하이테크」라는 고대 지식과 마법이 융합되어 만들어진 거야. 전투력도 마법도 동등하게 갖고 있으니 절대 방심하지 마.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63456,
			"Yep, and there are too many monsters.",
			"虽然都经不住我的一击，但是如果能够有统一的意志领导并且有战略性的作战方针的话，估计会成为战场上的新兵种吧。那个炼金师可是创造出了不得了的东西啊……",
			"どいつも一撃で倒せるけど、統一的な命令に従って戦略的に戦えるなら、戦場で新しい兵種になるわね。あの錬金術師はすごいものを創り出したわね……",
			"얘들 하나하나는 한 방에 쓰러뜨릴 수 있지만, 통일된 명령에 따라 전략적으로 싸울 수 있다면 전장에서 새로운 병종이 될 거야. 그 연금술사는 대단한 걸 창조했네...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63457,
			"Thank you for your praise.",
			"谢谢夸奖，这正是我创造这些“牙狼”的目的。",
			"お褒めの言葉ありがとう。まさにそのためにこの「牙狼」を創り出したのです。",
			"칭찬 감사합니다. 바로 그 목적으로 이 「아울팽」을 창조한 것입니다.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63458,
			"Fang, fang! If we are not enemies, I'd like to be friends with you, in order to stay alive in the chaos age.",
			"牙狼，狼牙，可真是铁血的名字啊！如果你不是与我为敌的话，我真希望能和你成为友人，共同抵御即将到来的混沌年代。",
			"牙狼……狼の牙……格好いいネーミング！もし敵対しないなら、友だちになって、一緒に来たるべき混沌の時代を食い止めたいものだわ。",
			"아울팽... 늑대의 송곳니... 멋진 이름이야! 적대하지 않는다면 친구가 되어 함께 다가올 혼돈의 시대를 막고 싶어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63459,
			"Chaos age… Who are you?! How do you know this?",
			"混沌年代……你究竟是什么人！为什么你会知道这些！",
			"混沌の時代……あなたは一体何者ですか？どうしてそれを知っているのです？",
			"혼돈의 시대... 당신은 대체 누구요? 어떻게 그걸 알고 있는 거죠?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63460,
			"How about it? What do you think about it?",
			"怎么样？你意下如何？",
			"ね、どう？",
			"어때?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63461,
			"You almost killed Seele, I won't forgive you.",
			"哼，刚才你对希儿下手的时候毫不留情，现在却来讨好我，魔法使都是这样一群恶劣的庸人。就凭这点我们就永远无法结盟。",
			"ふん、さっきゼーレを容赦なく攻撃したくせに、今さらご機嫌を取ろうというのですか？魔法使いはやはり下劣な凡人ですね。その点でも、同盟を結ぶなど、永遠に無理です。",
			"흥, 아까는 제레를 가차 없이 공격하더니 이제 와서 비위를 맞추려는 거요? 마법사들은 역시 비열한 범인들이군. 그 점에서도 동맹을 맺는 건 영원히 불가능합니다.",
			null
		],
		[
			"msg",
			63462,
			"But you seems very strong. Listen, my name is Bronya, your soul is mine!",
			"不过你看上去还挺强的，感觉可以炼成很出色的东西。听好了，我的名字是布洛妮娅，作为即将成为我的所有物的你，献上你的灵魂与魔力吧！",
			"でも見たところ強そうですね。錬成すればさぞ素晴らしいものになるでしょう。いいですか、わが名はブローニャ。まもなくわが所有物となる汝よ、その魂と魔力を我に捧げよ！",
			"하지만 보아하니 강해 보이네요. 연성하면 정말 훌륭한 것이 될 거예요. 좋아요, 내 이름은 브로냐. 곧 내 소유가 될 너여, 그 영혼과 마력을 나에게 바쳐라!",
			null
		]
	],
	"733": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63463,
			"Who are you… You have some power from \"her\"… This is not yours, give it back to her!",
			"你究竟是什么人…为什么会拥有“她”的力量……这不是属于你的力量，快还给她！",
			"あなたは一体何者なのですか……なぜ「あの人」の力を持っているのか……それはあなたの力ではない、早く返しなさい！",
			"당신은 대체 누구요... 왜 「그 사람」의 힘을 가지고 있는 거죠... 그건 당신의 힘이 아니야, 빨리 돌려줘!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63464,
			"What are you talking about? Who is \"she\"?",
			"你在说什么？她是谁？",
			"何言ってんの？「あの人」って誰よ？",
			"뭔 소리야? 「그 사람」은 누구야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63465,
			"Sister!",
			"姐姐大人！姐姐大人！",
			"お姉様！お姉様！",
			"언니! 언니!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63466,
			"Body of the girl called \"Seele\" is shining… What's wrong with her?!",
			"那个名叫希儿的女孩的身形居然变得虚幻了起来……这是怎么一回事？！",
			"あのゼーレという女の子の姿が消えかけてる……これは一体どういうこと？！",
			"제레라는 그 아이의 모습이 사라지고 있어... 이건 대체 무슨 일이야?!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63467,
			"The story begins from an alchemy, Seele lost her body and I lost my emtions.",
			"这一切都要从一场禁忌的炼金实验开始……说起来，那也只是我们不懂事而已。但是这却导致希儿失去了自己的形体，而我失去了本应拥有的感情。",
			"すべては、とある禁忌の錬金実験から始まったのです……私たちが世間知らずだったばかりに。でもそのためにゼーレは自分の身体を失い、ブローニャは本来あるべき感情を失いました。",
			"모든 것은, 어떤 금기의 연금 실험에서 시작되었습니다... 우리가 세상 물정을 몰랐기 때문이죠. 하지만 그 때문에 제레는 자신의 몸을 잃었고, 브로냐는 본래 있어야 할 감정을 잃었어요.",
			null
		],
		[
			"msg",
			63468,
			"Seele lives on my magic power, I lost the ring now… I'm afraid Seele…",
			"于是希儿只能依靠着我的魔力维持着形体，但是现在我失去了戒指，魔力也快要枯竭，希儿估计就要……",
			"ゼーレはブローニャの魔力によって姿形を維持しているにすぎません。でも指輪を失った今、魔力もやがて果てるでしょう。おそらくゼーレはもう……",
			"제레는 브로냐의 마력으로 모습을 유지하고 있을 뿐이에요. 하지만 반지를 잃은 지금, 마력도 곧 다할 거예요. 아마 제레는 이제...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63469,
			"Nevermind, if I lose my body, I will stay with you forever!",
			"不会的姐姐大人，希儿就算没有了形体，也会一直在姐姐大人身边的！",
			"そんなはずないわ、お姉様！たとえゼーレの姿が消えてなくなっても、ずっとお姉様のそばにいるから！",
			"그럴 리 없어, 언니! 설령 제레의 모습이 사라져 없어져도, 계속 언니 곁에 있을 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63470,
			"One day, I read this from a book: Once collect all 9 rings, they person would get invincible power.",
			"有一天我在一本古籍上看到，只要获得了镇守世界的九枚戒指，就能够获得创世和灭世的力量。",
			"ある日、古文書で読んだのです。世界を守る9つの指輪を手に入れれば、世界を創造し、滅ぼせるほどの力が手に入ると。",
			"어느 날, 고문서에서 읽었어요. 세계를 지키는 9개의 반지를 손에 넣으면, 세계를 창조하고, 멸망시킬 수 있는 힘을 얻을 수 있다고.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63471,
			"So you are trying to get all rings to rivive your sister? But why did you try to destroy the village?",
			"所以你就想找到这些戒指，让你的妹妹复原？但是你们只是要获得戒指，为什么要摧毁整个村落？",
			"だからこの指輪を探して、妹を復原しようとしたの？でも指輪を手に入れるだけなら、村全体を壊滅させる必要はなかったでしょ？",
			"그래서 이 반지를 찾아서, 동생을 원래대로 되돌리려고 한 거야? 하지만 반지를 얻는 것만으로도 충분했을 텐데, 마을 전체를 파괴할 필요는 없었잖아?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63472,
			"No, it's not me, the magic circle is not made my me… I just want to scare you.",
			"那不是我干的，是那个村子地下本身就有着那个法阵，我就是说说那些话吓吓你们啦。",
			"あれはゼーレがやったんじゃないわ。あの村の地下にはもともとあの魔法陣があったの。ゼーレはただ村人を脅かすためにあんな話をしただけ。",
			"그건 제레가 한 게 아니야. 그 마을 지하에는 원래 그 마법진이 있었어. 제레는 그냥 마을 사람들을 겁주기 위해 그런 이야기를 했을 뿐.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63473,
			"The magic circle looks very old…",
			"那个法阵的样式古老，大概是某处上古的法阵吧……",
			"あの魔法陣は古い様式でした。多分どこかの古代の魔法陣でしょう……",
			"그 마법진은 오래된 양식이었어. 아마 어느 고대의 마법진일 거야...",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63474,
			"Oh, I remember my ancestors said its from some… adherents of a former dynasty…",
			"对了，我的先祖有说过，说我们这一世家似乎是什么遗民什么的……",
			"そういえば、昔聞いたことがある。ゼーレたちの家系はどこかの国の遺民だって……",
			"그러고 보니, 예전에 들은 적이 있어. 제레네 가문은 어느 나라의 유민이라고...",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				317,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63475,
			"Here it is!",
			"就是在这附近了！给我搜！",
			"この近くにいるわ！探しなさい！",
			"이 근처에 있어! 찾아봐!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63476,
			"Who!?",
			"谁！？",
			"誰！？",
			"누구!?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63477,
			"Did you raise the protection enchantment and take the ring? Little girls, you should give it back…",
			"就是你们引发了保护阵，夺走了戒指么。小家伙们，恶作剧也要有个限度，该把东西物归原主了！",
			"あんたたちが封印陣を動かして、指輪を奪ったのね。お嬢ちゃんたち、悪ふざけにもほどがあるわよ。元の持ち主に返しなさい！",
			"너희들이 봉인진을 움직여서 반지를 훔쳤구나. 꼬마들, 장난도 정도가 있어야지. 원래 주인에게 돌려줘!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63478,
			"Wait… Don't hit me!",
			"等…等一下，我们不是一伙的啊，喂！别乱打人啊！",
			"ちょ……ちょっと待って、私たちは一味じゃないんだけど……って、ちょっとォ！話を聞いて！",
			"잠… 잠깐만, 우리는 일당이 아닌데… 야! 얘기 좀 들어봐!",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63479,
			"*Sign* If you can calm down…",
			"唉……如果大家都能冷静一些该多好，果然这个尘世太浮躁了啊。",
			"やれやれ……みんなもっと冷静になればいいのに。やっぱり俗世間は落ち着きがないわね。",
			"아이고… 다들 좀 더 침착하면 좋을 텐데. 역시 속세는 조용할 날이 없네.",
			null
		]
	],
	"734": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63480,
			"You…",
			"你这个小鬼……",
			"この小娘……",
			"이 꼬마가...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63481,
			"This aunt is very powerful…",
			"呼，这个老阿姨的实力好强……应该快要有大魔导师的实力了！",
			"ふぅぅ～、このオバサン、何て強いの……すぐにでも大魔導師になれる実力があるわ！",
			"후우~ 이 아줌마, 얼마나 강한 거야… 당장이라도 대마도사가 될 실력이 있잖아!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				317,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63482,
			"Errr!",
			"呃！",
			"あぁー……！",
			"아아…!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63483,
			"Seele! Seele!",
			"希儿！希儿！",
			"ゼーレ！ゼーレ！",
			"제레! 제레!",
			null
		],
		[
			"msg",
			63484,
			"She is dying, give me the ring, I don't want to lost my sister!",
			"看来是刚才战斗的余波让魔力波动更加不稳定了，那边的人，快把戒指交给我，我不想失去我这个妹妹！",
			"今の戦闘の余波で魔力がさらに不安定になったようです。そこの人、早く指輪を寄こしなさい。妹が消えてしまう！",
			"지금 전투의 여파로 마력이 더 불안정해진 것 같아. 거기 있는 사람, 어서 반지를 내놔. 동생이 사라져 버린다고!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63485,
			"Emmm…",
			"这……",
			"それは……",
			"그건......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63486,
			"Give it to her.",
			"先给她吧。",
			"とりあえず渡して！",
			"일단 줘!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63487,
			"Seriously? It's your family heirloom……",
			"真的可以吗？那不是你的传家宝么……",
			"本当にいいの？あれはあなたの伝家の宝物じゃ……",
			"정말 괜찮아? 그건 너희 가문의 보물이 아니었어...?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63488,
			"Nevermind, I trust them.",
			"没事的，我相信着她们。",
			"いいの、あの人たちを信じてるから。",
			"괜찮아, 그 사람들을 믿으니까.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63489,
			"Alright, it's your decision.",
			"那行吧，这本来就是属于你的东西，你有决定的权利。",
			"わかった。これはもともとあなたの物なんだし、あなたに決定権があるもんね。",
			"알았어. 이건 원래 네 거였고, 결정권도 네게 있는 거니까.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63490,
			"Hohoho, it's so easy to get this!",
			"哼哼哼，真是得来全不费工夫啊！",
			"ふふふ……探し求めていた物が、思いがけず手に入ったわ！",
			"후후후... 찾고 있던 것이 의외로 손에 들어왔어!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63491,
			"Ring!",
			"戒指！！",
			"指輪が！！",
			"반지가!!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63492,
			"Himeko, Arise,my champion!",
			"姬子，该再次站起来了，复活吧，我的勇士！",
			"姫子、もう一度立ち上がって。復活なさい、わが勇者よ！",
			"히메코, 다시 일어나. 부활하라, 나의 용사여!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63493,
			"At your side,my lady!",
			"为你而战，我的女士！",
			"御意。あなたのために戦いましょう、わが女神！",
			"명령에 따르겠습니다. 당신을 위해 싸우겠습니다, 나의 여신님!",
			null
		]
	],
	"735": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63494,
			"Emmm…",
			"唔……",
			"うわ……",
			"우와……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63495,
			"Finally, 9 rings… King, your wish is come true…",
			"九枚戒指终于…终于汇聚到一起了……王啊，你的愿望终于要实现了……",
			"9つの指輪が……ついに集まった……王よ、あなたの願いがついに叶うのです……",
			"9개의 반지가……드디어 모아졌어……왕이시여, 당신의 소원이 드디어 이루어지는 것입니다……",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63496,
			"It's so horrible… It's not magic or technology… This is…",
			"好恐怖的力量……这不是任何魔法或者科技的力量……这股力量是……",
			"恐るべき力……これは魔法や科学の力ではありません……この力は……",
			"무서운 힘……이건 마법이나 과학의 힘이 아니야……이 힘은……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63497,
			"Bang…",
			"轰隆隆......",
			"ゴゴゴゴ……",
			"우르르르……",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63498,
			"The power of chaos…",
			"是混沌的力量……",
			"混沌の力……",
			"혼돈의 힘……",
			null
		],
		[
			"msg",
			63499,
			"Volcanic explosion, the earth is shaking… Doom has come… Just like the tale…",
			"火山爆发，大地震动，天火流星......末日还是降临了…一切都如同预演……",
			"火山の爆発、大地の震動、隕石の落下……終末の日が到来したのね……すべてプレイデモ通り……",
			"화산 폭발, 대지의 진동, 유성의 낙하……종말의 날이 도래했어……모든 게 프레이데모 대로야……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63500,
			"You are familiar with doom. Come on, let's welcome the chaos!",
			"没想到你们这种凡人也能知悉混沌，不过我也不想再去深究了，毕竟封印的铁匣子已经被打开，来吧，狂信者们，和我一同迎接混沌的降临吧！",
			"あんたたちみたいな凡人でも混沌を知っているとはね。でも詮索する気はないわ。どのみち封印されていた箱は開かれたのよ。さあ、狂信者たちよ、あたくしと共に混沌を出迎えましょう！",
			"너희 같은 평민들도 혼돈을 알고 있다니. 하지만 캐물을 생각은 없어. 어차피 봉인되었던 상자는 열렸으니까. 자, 광신도들이여, 나와 함께 혼돈을 맞이하자!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63501,
			"Chaos… Seal… I remember it!",
			"混沌…封印……我想起来了！",
			"混沌……封印……思い出した！",
			"혼돈……봉인……기억났어!",
			null
		],
		[
			"msg",
			63502,
			"It's our duty to protect that place, for the ring and seal!",
			"我们这一族的使命就是守着那个地方，守护着镇守那个地方的戒指和封印！",
			"わが一族の使命はその場所を守ること。その場所を守っている指輪と封印を守ること！",
			"우리 일족의 사명은 그 장소를 지키는 것. 그 장소를 지키는 반지와 봉인을 지키는 거야!",
			null
		],
		[
			"msg",
			63503,
			"Me too… My destiny is…",
			"我也想起来了…我自己的价值和使命……",
			"思い出したわ……自分の存在意義と使命を……",
			"기억났어……내 존재의 의미와 사명을……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63504,
			"This is about the… \"key\".",
			"这个反应……看来这是“钥匙”呢。",
			"この反応……どうやらこれが「鍵」のようね。",
			"이 반응…… 아무래도 이게 「열쇠」인 모양이네.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63505,
			"Hey! What's wrong with you! Hey!",
			"喂！你怎么了！喂！",
			"ちょっとォ！どうしたの？！ねえ！",
			"잠깐! 무슨 일이야?! 어이!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			63506,
			"I'm…… Protecter!",
			"我是……守序者！",
			"私は……秩序の番人！",
			"나는…… 질서의 수호자!",
			null
		]
	],
	"736": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				214,
				0,
				false
			]
		],
		[
			"msg",
			63507,
			"Chaos is coming.",
			"混乱……要降临了。",
			"混乱が……まもなく降臨する。",
			"혼돈이…… 곧 강림하리라.",
			null
		],
		[
			"msg",
			63508,
			"I wake up again…",
			"我也再度……醒过来了……",
			"私も再び……目覚めた……",
			"나도 다시…… 깨어났다……",
			null
		],
		[
			"msg",
			63509,
			"What will be the result this time…",
			"这一次的结局，又将会是如何……",
			"今回は、どんな結末を迎えるのか……",
			"이번에는, 어떤 결말을 맞이하게 될까……",
			null
		],
		[
			"msg",
			63510,
			"Kiana…",
			"琪亚娜……",
			"キアナ……",
			"키아나……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			63511,
			"You can't prevent the chaos, the world will be destroyed!",
			"你们无法抵挡混沌，数千万年的轮回一定会在今天迎来终结！",
			"混沌に逆らえるものですか。数千万年の輪廻は今日ここに終焉を迎えるのよ！",
			"혼돈을 거역할 수 있겠어요?#n수천만 년의 윤회는 오늘 여기서 종언을 맞이할 거예요!",
			null
		],
		[
			"msg",
			63512,
			"Our organization found 9 rings here, wake you up and wake her up…",
			"我们教团寻遍了世界再一次将九枚戒指聚集到这里，再度唤醒了你，再度唤醒了她……",
			"わが教団は世界中探し回って再び9つの指輪をここに集めたの。もう一度あなたと、そして彼女を呼びさますために……！",
			"우리 교단은 온 세계를 뒤져서 다시 아홉 개의 반지를 여기 모았어. #n다시 한번 당신과, 그리고 그녀를 깨우기 위해서……!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			63513,
			"What… are you talking about…",
			"你们……在说什么……",
			"あんたたち……何言ってんの……？",
			"너희들…… 무슨 소리 하는 거야……?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			63514,
			"But it's different this time… You, who are you!",
			"只不过这一次似乎有一些不同寻常……你，究竟是谁？！",
			"でも今回はいつもと少し違うみたいね……あんた、一体何者なの？！",
			"하지만 이번엔 평소와 조금 다른 것 같네... 너, 대체 누구야?!",
			null
		],
		[
			"msg",
			63515,
			"Nivermind, Protecter is awake now, let's face the doom.",
			"不过没关系了，既然守序者已经被唤醒，那么混沌的序章演奏也即将开始。",
			"でもまあいいわ、秩序の番人が目覚めたからには、混沌の序章もまもなく始まるでしょう。",
			"뭐 어쨌든 좋아, 질서의 수호자가 깨어났으니 혼돈의 서막도 곧 시작되겠지.",
			null
		],
		[
			"msg",
			63516,
			"Wake up! Wake up! Wake up!",
			"醒来吧！醒来吧！醒来吧！",
			"目覚めたまえ！目覚めたまえ！目覚めたまえ！",
			"깨어나라! 깨어나라! 깨어나라!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			63517,
			"Wake up! Wake up! Wake up!",
			"醒来吧！醒来吧！醒来吧！",
			"目覚めたまえ！目覚めたまえ！目覚めたまえ！",
			"깨어나라! 깨어나라! 깨어나라!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			63518,
			"No, it shouldn't be like this… I haven't read this from the book… No… Did I forget anything?",
			"不对…事情不应该是这样的……这些在预言书中都没有说到……不对……是我忘记了什么？",
			"ちがう……こうじゃなかったはず……こんなこと予言書には書いてなかった……ちがう……私、何か忘れてたっけ？",
			"아니... 이렇게 되는 게 아니었어... 예언서에는 이런 말 없었는데... 아니야... 나, 뭔가 잊은 게 있나?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			63519,
			"Hey! What are you doing there! Move!",
			"喂！你还在想些什么，快走！",
			"何を考えこんでいるのですか、早く逃げなさい！",
			"뭘 그렇게 고민하고 있어, 빨리 도망쳐!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				214,
				0,
				true
			]
		],
		[
			"msg",
			63520,
			"Bang!!",
			"轰隆隆！",
			"ドッゴーーーン！",
			"우르르르 꽝!",
			null
		]
	],
	"737": [
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63521,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63522,
			"Where is this… place?",
			"这里是……哪？",
			"ここは……どこ？",
			"여긴... 어디지?",
			null
		],
		[
			"msg",
			63523,
			"Who are… you?",
			"你是……谁？",
			"あなたは……誰？",
			"너는... 누구?",
			null
		],
		[
			"msg",
			63524,
			"Why, why I can't see your face clearly?",
			"为什么，我看不清你的面孔？",
			"どうして、あなたの顔が、はっきり見えないの？",
			"왜, 네 얼굴이, 선명하게 보이지 않는 거야?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63525,
			"You don't need to care about this. The only thing you need to know is--",
			"那不是你需要在意的事。你只需要知道的是——",
			"そんなの気にしなくていいの。あなたが知っておくべきことは――",
			"그런 건 신경 쓰지 않아도 돼. 네가 알아야 할 것은 ――",
			null
		],
		[
			"msg",
			63526,
			"It's not the right way to save our world.",
			"拯救世界的方式不应该是这样。",
			"世界を救う方法はこうではないということ。",
			"세상을 구하는 방법은 이게 아니라는 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63527,
			"Wrong way… Why? I have already beat those people! I'm strong enough!",
			"不应该是这样…为什么，我不是已经打败了那些人了吗！我已经变得很强了啊！",
			"こうではない……って、どうして？敵はやっつけたじゃない！私はもう強くなったのよ！",
			"이게 아니라고... 왜? 적은 물리쳤잖아! 난 이제 강해졌다고!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63528,
			"The lonely warrior would become the devil, dragon slayer would eaten by the dragon, kill lich king to be the new lich king. This is the world!",
			"孤身的勇者最终将变成魔王，屠龙的勇士也会被龙吞噬，杀死巫妖的英雄会成为新的巫妖。世界就是这样轮回反复。",
			"孤独な勇者がついには魔王になり、竜を退治した勇士が竜に呑み込まれ、闇の魔術師を倒した英雄が新たな魔術師になる。世界はこんなふうに巡り巡って繰り返す。",
			"외로운 용사는 결국 마왕이 되고, 용을 퇴치한 용사는 용에게 삼켜지며, 어둠의 마술사를 쓰러뜨린 영웅은 새로운 마술사가 된다. 세상은 이렇게 돌고 돌아 반복되는 거야.",
			null
		],
		[
			"msg",
			63529,
			"Don't worry. You still have time.",
			"别着急，你还有时间。",
			"焦らなくていいわ。まだ時間はある。",
			"서두르지 않아도 돼. 아직 시간은 있어.",
			null
		],
		[
			"msg",
			63530,
			"Dream is a lie, lie is not dream.",
			"梦境即是谎言，谎言却并非梦境，虚虚实实之间，你只有看清一切的根源才能改写，你的宏愿不是空虚的幻影。",
			"夢の世界は嘘だけど、嘘は夢の世界じゃない。虚々実々の間に、すべての根源を見極めれば、書きかえることができる。あなたの大きな志は空虚な幻影じゃない。",
			"꿈의 세계는 거짓이지만, 거짓은 꿈의 세계가 아냐. 허허실실 사이에서, 모든 근원을 꿰뚫어보면, 다시 쓸 수 있어. 네 큰 뜻은 공허한 환상이 아니야.",
			null
		],
		[
			"msg",
			63531,
			"Wake up.",
			"醒过来吧，你现在应该是在做梦吧？",
			"目覚めなさい。あなたは今、夢を見ているのでしょう？",
			"깨어나. 너 지금 꿈을 꾸고 있는 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63532,
			"Dream… The thing I can't remember is… Just a dream?",
			"梦…原来我一直会想不起之前曾经发生过的事…原来是梦么……",
			"夢……どうりでこれまでに起きたことが思い出せなかったわけね……夢だったのか……",
			"꿈... 그렇지 그래서 지금까지 일어난 일이 생각나지 않았던 거네... 꿈이었어...",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63533,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63534,
			"Wait a second! Who are you! Hey!",
			"等一下！你到底是谁！喂！",
			"待って！あなたは一体誰なの！ねえ！",
			"잠깐! 당신은 대체 누구야! 저기!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63535,
			"…",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63536,
			"Err!",
			"呃！",
			"待ってよー！",
			"기다려~!",
			null
		]
	],
	"738": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63537,
			"Em…",
			"唔……",
			"ムニャ……",
			"으흠……",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63538,
			"Did I fall asleep? I won't lose to the sleep devil twice!",
			"还、还是睡着了吗。看来这次是睡魔稍胜一成，但九霄大人可不会连续败给你两次的！",
			"ハッ、やっぱり眠ってしまってたのね。今回は睡魔が一枚上手だったようね。でも九霄さまは続けて二度も負けやしないんだから！",
			"헉, 역시 잠들고 말았네. 이번엔 잠의 신이 한 수 위였던 것 같아. 하지만 큐쇼님은 연속으로 두 번이나 지지 않을 거야!",
			null
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63539,
			"The dream is so werid. Especially the last part!",
			"但刚刚那是什么鬼梦啊！最后那些禅机也太烧脑了吧！",
			"でも何て変な夢だったんだろ。最後の禅問答も難解すぎるし！",
			"하지만 무슨 이상한 꿈이었던 거야. 마지막 선문답도 너무 난해하잖아!",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63540,
			"Errr!",
			"呃！",
			"う～～！",
			"우~!",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63541,
			"Ah… My right hand…",
			"啊，我那封印着万年恶魔的右手，请停止你的悸动……啧，看来得加一层封印了。",
			"悪魔を封印したわが右手よ、震えを鎮めたまえ……くっ、封印をもう一重増やさなきゃ。",
			"악마를 봉인한 나의 오른손이여, 떨림을 가라앉혀다오…… 으악, 봉인을 한 겹 더 추가해야겠어.",
			null
		],
		[
			"msg",
			63542,
			"Anyway, because of sleep. The release date of 《Homu's Adventure》 is delayed.",
			"不过，因为睡着了的原因，《吼姆大冒险》这款游戏的推出时间恐怕要延后一点了。",
			"でも眠ってしまったせいで、このゲーム『ホムの大冒険』はリリース時期を少し延期するしかないな……。",
			"하지만 잠들어 버린 탓에, 이 게임 『호무의 대모험』은 출시 시기를 조금 연기할 수밖에 없겠네……",
			null
		],
		[
			"msg",
			63543,
			"Let me see… How much time do I have?",
			"就让我来看一下，距离世界被改写还有多少时间！",
			"どれどれ、世界が書きかえられるまであとどのくらい時間があるのかしら？",
			"어디보자, 세계가 다시 쓰여지기까지 얼마나 시간이 남았을까?",
			null
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			63544,
			"… Nooo…I only have 5 minutes to attend the honors day event!",
			"咕……现在是……糟糕，距离开学典礼已经不到5分钟了吗！",
			"え……今は……しまった、始業式まであと5分もないじゃない！",
			"어…… 지금은…… 망했다, 개학식까지 5분도 안 남았잖아!",
			null
		],
		[
			"msg",
			63545,
			"Ahhhhhh!!!",
			"呜哇哇！！再不快点的话，命运的邂逅之地就要变成校长室了！！！",
			"うわわわ！！急がなきゃ、運命の邂逅の地が校長室になっちゃうわ！！！",
			"우와아아!! 서둘러야 해, 운명의 만남의 장소가 교장실이 되어버린다니까!!!",
			null
		]
	],
	"739": [
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			63546,
			"New Moon",
			"自从新月起，直待到今宵。",
			"妾は、ずっと待っておった。",
			"첩은, 오래 기다렸다.",
			"I have been waiting for this for a long time."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			63547,
			"It seems that you really look forward to today.",
			"连赏月时品尝的美食都准备好了，看来你这次真的很期待呢。",
			"お月見のだんごまで用意して、輝夜はなにがしたいんですこと？",
			"달맞이 떡까지 준비해 놓고, 카구야는 대체 뭘 하고 싶은 거요?",
			null
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			63548,
			"Because the most fantastic moon is only once a year!",
			"因为，这可是每年只有一次的，最令人遐思无限的圆月哦~那可是每一个创作者都神往的意象呢！",
			"年に一度の月見を、クロエと一緒に山へ登り見に行こうと思うてな。",
			"일 년에 한 번 있는 달맞이를, 크로에와 함께 산에 올라가 보려고 생각 중이야.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			63549,
			"I agree, but do we really need to spend the whole day on climbing mountain? I think it's good to enjoy the glorious full moon at home.",
			"这点我赞同……但是我们真的有必要花上一整天的路程登上那座山吗？我觉得在家里赏月挺好的，叫上其他的使魔一起雅俗同乐不也挺好嘛。",
			"あの山でしたら一日掛かりますことよ？他の従魔と一緒に家で月を眺めるのも悪くないと思いますわよ。",
			"저 산이라면 하루 걸린다구요? 다른 소환수들과 함께 집에서 달을 바라보는 것도 나쁘지 않다고 생각하는데요.",
			null
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			63550,
			"No!",
			"不行！",
			"ダメじゃ！",
			"안 돼!",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			63551,
			"Em…",
			"诶？",
			"その反対意見がダメですわ。",
			"그 반대 의견이 안 됩니다.",
			null
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			63552,
			"Er… I'm not trying to argue you~Chloe~",
			"不…不是啦，我不是想要反驳你的意思，我只是……总之柯罗伊你就陪我去啦！",
			"なぜじゃ！？……じゃなくて、妾はクロエとふたりで綺麗な満月を近くで見たい。",
			"왜 안 되는 거야!?…… 아니, 첩은 크로에와 단둘이서 아름다운 보름달을 가까이서 보고 싶어.",
			null
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			63553,
			"Oh, what are you hiding from me?",
			"真是的~又是这样话只说一半，想要瞒着我什么的样子。",
			"私とふたりで……ですか？単刀直入で言われると恥ずかしいですことよ？",
			"저와 단둘이서…… 라구요? 직구로 들으니 부끄럽습니다만?",
			null
		],
		[
			"msg",
			63554,
			"But if Kaguya like that, I will do with you~ Maybe I can also have creative inspiration to make heart-shaking rhythm.",
			"不过，既然耀夜姬如此坚持的话，想必一定是有着充分的理由吧。或许这一次身边有人陪着的话，我也能有别样的创作灵感，作出能更加抨击心灵的回响吧。",
			"輝夜がそこまで言うなら……ふ、ふたりで行きますのよ。それに、外出をすれば違った創作のインスピレーションが湧いてくるかもしれませんことよ。もっと心に響くような音を作れるかもしれませんわ。",
			"키야가 그렇게까지 말한다면…… 후, 후따리 가는 거예요. 게다가 외출을 하면 다른 창작 영감이 떠오를지도 모르잖아요. 더 마음에 와닿는 음악을 만들 수 있을지도 모르고요.",
			null
		],
		[
			"msg",
			63555,
			"Kaguya will not have such feelings, because you haven't written a complete novel yet.",
			"当然耀夜姬就只能赏月咯~毕竟到现在你都还没有写出一首完整的小说嘛！",
			"輝夜は月を眺めてばかりいないで、完璧な小説を執筆してみてはどうですこと？",
			"키야는 달만 쳐다보지 말고, 완벽한 소설을 집필해보는 건 어때요?",
			null
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			63556,
			"Don't make fun of me every time!",
			"真是的！不要每次都拿这件事来损我啦！！",
			"クロエはいつもそればかり……とにかく、準備して向かおう。",
			"클로에 늘 그런 말만…… 어쨌든, 준비하고 출발하자.",
			null
		]
	]
}