{
	"2600": [
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447675,
			"Ah, are you here to help me?",
			"啊，你是来帮我的吗？",
			"あ、私を助けるためにここ来たの？",
			"아, 나를 도우려고 여기 왔어?",
			null
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447676,
			"I'm just having a hard time. It's so nice to see you.",
			"我正觉得独木难支呢，能见到你真是太好了。",
			"一人ぼっちでどうしようかと困ってたんだよ、会えてよかった。",
			"혼자서 어떻게 해야 할지 고민하고 있었는데, 만나서 다행이야.",
			null
		],
		[
			"portraits",
			[
				466,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447677,
			"This must also be the blessing of the gods! By the way, are you afraid of heights?",
			"这肯定也是神明大人的庇佑吧！顺带问一下，你会不会恐高呀？",
			"これはきっと神の祝福でしょう！ところで、あなたは高所恐怖症じゃないよね？",
			"이건 분명 신의 축복이야! 그런데 너 고소공포증 아니지?",
			null
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447678,
			"Well...It's OK whether you are afraid of heights or not. Welcome to join us. Let's help more people together!",
			"嗯……无论恐不恐高都没事的，欢迎加入，我们一起去帮助更多人吧！",
			"うーん……どっちでもいいよ。入ってくれてありがとう、一緒にもっと多くの人々を助けましょう！",
			"음... 뭐든 상관없어. 들어와 줘서 고마워, 함께 더 많은 사람들을 도우자!",
			null
		]
	],
	"2601": [
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				467,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447679,
			"Oh, you have good taste. Do you want to join the company because you don't understand the name of the company and you think it's amazing?",
			"噢哟，你很有眼光嘛，该不会是因为看不懂公司的名字是什么意思，觉得很厉害才选择加入的吧？",
			"おや、会社を選ぶ目があるね。もしかしたら、会社の名前がわからないから、すごいと思って入ったの？",
			"오, 회사 고를 줄 아는 눈이 있네. 혹시 회사 이름을 몰라서 대단하다고 생각하고 들어온 거야?",
			null
		],
		[
			"msg",
			447680,
			"In a word, very good, let's work together!",
			"总之很好很好，搞公司同僚就要多多益善嘛，我们一起努力吧！",
			"まぁ歓迎するよ、会社を起こすには仲間が多いのに越したことがないよ。一緒に頑張ろう！",
			"뭐 어서 와, 회사를 일으키려면 동료가 많을수록 좋지. 함께 열심히 하자!",
			null
		],
		[
			"msg",
			447681,
			"By the way, we plan to hold our annual corporate meeting in Panet Cat this year. Have you ever heard of cats?",
			"顺带一提，我们公司的今年的企业年会打算在喵星开哦，你听说过喵星吗？",
			"ちなみに、今年会社の忘年会はニャー星で開催する予定だよ、ニャー星は聞いたことがあるかな？",
			"참고로 올해 회사 송년회는 냐성에서 열 계획이야, 냐성 들어본 적 있어?",
			null
		],
		[
			"portraits",
			[
				467,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447682,
			"Well, when you get in here, I'm gonna train you to put on cat ears and sneak in without being seen!",
			"居然也没听说过？啊这片大陆的居民怎么就这么无知啊，算了，等你进来之后我要培训你到戴上猫耳潜入喵星都不会被发现的程度！一起加油吧~",
			"ないの？ああ、この大陸の住民は本当に無知なのね。まあいいよ、あなたが入ったら、猫耳をつけてニャー星に忍び込んでも見つかれないように訓練してやるよ！一緒に頑張ろう〜",
			"몰라? 아, 이 대륙 주민들은 정말 무지하네. 뭐 좋아, 네가 들어오면 고양이 귀를 달고 냐성에 잠입해도 들키지 않게 훈련시켜 줄게! 함께 힘내자~",
			null
		]
	],
	"2602": [
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447683,
			"Yo, is that my new little brother? Uh-oh, it's not Kedama!",
			"哟，是我的新小弟吗？呜啊——居然不是毛玉！",
			"よお、私の新しい手下？うあ——毛玉じゃない！",
			"어이, 내 새 부하? 우아——털뭉치가 아니잖아!",
			null
		],
		[
			"portraits",
			[
				468,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447684,
			"Those guys who said I could only lead Kedama should shut up now!",
			"哼哼，那群说我只能带领毛玉的家伙，现在该闭嘴了吧！",
			"ふふん、私は毛玉しか指導できないって煩かったやつら、今度こそ口を閉じるんだろう！",
			"흥, 나는 털뭉치만 가르칠 수 있다고 짜증 부리던 녀석들, 이제야 입 다물겠지!",
			null
		],
		[
			"portraits",
			[
				468,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447685,
			"The title…...",
			"不过……这该封个头目之类了吧……第一次封小头目啊应该起个什么绰号比较好呢……",
			"そうだ……これでお前は二番目のリーダーになるよね……どんなあだ名がいいかな……",
			"그래... 이제 네가 이조의 두목이 되겠지... 무슨 별명이 좋을까...",
			null
		],
		[
			"portraits",
			[
				468,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447686,
			"Well, you have good taste anyway. I'll let you know when I come up with a name…",
			"小钻风？不对……二当家……嗯，总之你还蛮有眼光的嘛，我一会儿想好了名字就告诉你……",
			"リトルダイヤモンド？違う……ナンバーツー……まあ、とにかくあなたは目が利くね、名前は考えたら教えるよ……",
			"리틀 다이아몬드? 아니야... 넘버 투... 뭐, 어쨌든 너 눈썰미가 좋구나, 이름은 생각해보면 알려줄게...",
			null
		]
	],
	"2603": [
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447687,
			"Good morning, ladies and gentlemen, newspaper reporters and staff. Welcome to this press conference. I'm Skullette, spokesperson for Familiar Logistics.",
			"各位来宾、报社记者、我司员工大家好。欢迎参加本次新闻发布会，我是天魔物流的新闻发言人斯库丽特。",
			"ゲストの皆様、新聞記者、そして我が社の従業員。天魔物流の記者会見へようこそ。私は天魔物流広報担当スクリートです。",
			"게스트 여러분, 신문 기자, 그리고 우리 회사 직원 여러분. 천마 물류 기자 회견에 오신 것을 환영합니다. 저는 천마 물류 홍보 담당 스크리트입니다.",
			null
		],
		[
			"msg",
			447688,
			"I'm sure you've all been paying close attention to our succession plan, and this press conference will also focus on revealing the latest news.",
			"想必大家都很关注我司继任者计划的近况，本次发布会也会着重向大家披露最新的消息。",
			"我が社の後任者計画の近況について、皆さんも気になっていると思いますが、今回の記者会見では最新のニュースの公開しようと思います。",
			"우리 회사의 후임자 계획 근황에 대해 여러분도 궁금해하실 거라 생각합니다만, 이번 기자 회견에서는 최신 소식을 공개하려고 합니다.",
			null
		],
		[
			"msg",
			447689,
			"So to make a long story short——",
			"那么长话短说——",
			"では簡潔に述べさせていただきます——",
			"그럼 간결하게 말씀드리겠습니다——",
			null
		],
		[
			"msg",
			447690,
			"In the week-long competition, six delivery companies fully demonstrated their business capabilities and enterprise characteristics, leaving a deep impression on all the customers of Wonderland.",
			"在长达一周的相互竞争之中，六家派件公司，充分地展现了自己的业务能力和企业特色，给翁德兰的所有客户们留下了深刻的印象。",
			"1週間にわたる競争の中、6つの配送会社はビジネス能力と個性を見せ、オードランのすべてのお客様に深い印象を残しました。",
			"1주일에 걸친 경쟁 속에서, 6개의 배송 회사는 비즈니스 능력과 개성을 보여주어, 오드란의 모든 고객께 깊은 인상을 남겼습니다.",
			null
		],
		[
			"msg",
			447691,
			"There were even critical moments when I was sitting in the control room, amazed, wanting to cheer on the deliverymen across the screen for the logistics miracle. Amazing!",
			"甚至有些危急时刻就连坐在监控室里的我都惊讶不已，想要隔着屏幕为做到那些物流奇迹的派件员们叫好。真是了不起！",
			"危機的状況を挽回した時、監視室に座っている私でもどきどきして、画面を隔てて配達員たちに拍手を送りたいと思いました。本当にすごかった！",
			"위기 상황을 만회했을 때, 감시실에 앉아 있는 저도 두근거려서, 화면을 사이에 두고 배달원들에게 박수를 보내고 싶었습니다. 정말 대단했어요!",
			null
		],
		[
			"msg",
			447692,
			"However, if a company is so outstanding, it must put its peers to shame, so I have to regret to announce——",
			"不过既然有公司如此突出优秀，就必然会使得它的同行相形见绌，因此我不得不遗憾地宣布——",
			"しかし、優れている会社がいるゆえ、必然的に劣ってしまうライバルがいます。残念ながら——",
			"하지만, 뛰어난 회사가 있기에, 필연적으로 뒤처지는 라이벌이 있습니다. 아쉽게도——",
			null
		],
		[
			"msg",
			447693,
			"Dark Delivery and Cyber Logistics. It's a shame that these two companies have lost their candidacy, but your efforts are there for all to see.",
			"【暗时快送】和【Cyber Logistics】，非常遗憾，这两家公司，已经失去候选人资格，但你们付出的努力是大家有目共睹的。",
			"【闇時急便】と【サイバー　ロジスティクス】の2社は候補の失格を失いました。でも、あなたたちの努力は誰の目にも明らかでしょう。",
			"【암시 급편】과【사이버 로지스틱스】 두 회사는 후보에서 실격되었습니다. 하지만, 여러분의 노력은 누구의 눈에도 명백할 것입니다.",
			null
		],
		[
			"msg",
			447694,
			"As for who will be the future head of Familiar Logistics, it is still too early to say. As a spokesperson, I will keep you informed about the future. Let's wait and see.",
			"至于天魔物流未来掌舵人的身份究竟花落谁家，现在下定论还为时尚早。未来如何，作为发言人的我会持续通报，让我们拭目以待吧。",
			"天魔物流将来のリーダーは一体誰なのか、結論を出すにはまだ早い。続報は引き続き発表しますので、どうぞお楽しみにお待ちください。",
			"천마 물류의 미래 리더는 대체 누구인지, 결론을 내리기에는 아직 이릅니다. 속보는 계속해서 발표하겠습니다. 그러니 즐겁게 기다려 주십시오.",
			null
		]
	],
	"2604": [
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				467,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447695,
			"No, no, no, no, no, no, no, no!",
			"别搬了别搬了，电子秤你们搬走了，猫爬架你们搬走了，计算器总能给我留几个吧！",
			"もうやめようよ、電子体重計も猫のクライミングフレームも全部持っていくなんて。電卓くらい残してよ！",
			"이제 그만둬, 전자 체중계도 고양이 클라이밍 프레임도 다 가져가다니. 계산기 정도는 남겨둬!",
			null
		],
		[
			"speaker",
			320357
		],
		[
			"portraits",
			[
				467,
				1,
				true
			],
			[
				595,
				0,
				false
			]
		],
		[
			"msg",
			447696,
			"Do not disturb the execution of the bankruptcy liquidation procedure.",
			" 破产清算程序执行中，请勿干扰。",
			"破産清算プログラム実行中、邪魔をしないでください。",
			"파산 청산 프로그램 실행 중, 방해하지 마세요.",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				467,
				1,
				false
			],
			[
				595,
				0,
				true
			]
		],
		[
			"msg",
			447697,
			"Wow ah ah ah, at least leave me one express box !——",
			"哇啊啊啊啊，快递盒、快递盒好歹给我留一个吧！快递盒里垫点纸猫咪就能睡得——",
			"うわああああ、段ボール、段ボールくらい残してくれない？！中に紙を敷けば猫はちゃんと眠れ——",
			"으아아아아, 골판지 상자, 상자 정도는 남겨둬도 되잖아?! 안에 종이 깔면 고양이가 제대로 잘 수 있을 텐——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				467,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447698,
			"Crack!",
			"啪！",
			"パ！",
			"팡!",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				467,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447699,
			"——Very happy…",
			"——很幸福的……",
			"——眠れるのに……",
			"—— 잘 수 있을 텐데……",
			null
		],
		[
			"portraits",
			[
				467,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447700,
			"Lost......",
			"真的……输了啊……",
			"本当に……負けたね……",
			"정말…… 졌구나……",
			null
		],
		[
			"portraits",
			[
				467,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447701,
			"We thought we could crush them with quantum technology...And this was the end…",
			"原本以为靠着量子技术能碾压那些原始人……结果却落得这种下场……",
			"量子の技術があれば原始人どもに勝てると思ってたのに……結局こんな結果に……",
			"양자 기술이 있으면 원시인 놈들한테 이길 수 있을 거라 생각했는데…… 결국 이런 결과가……",
			null
		],
		[
			"msg",
			447702,
			"Am I underestimating the familiar of Wonderland… Or is there something wrong with the company's operations...",
			"是我太小看翁德兰的使魔了么……还是公司的运营有问题呢……",
			"オードランの従魔たちをみくびってたかな……それとも会社の運営に問題があったのか……",
			"오드란의 소환수들을 얕봤던 걸까…… 아니면 회사 운영에 문제가 있었던 걸까……",
			null
		],
		[
			"msg",
			447703,
			"Alas, it doesn't matter... That's a lot of energy——",
			"唉，这些都不重要了……消耗了这么多的能量，真是得不偿——",
			"はぁ、もうどうでもいいか……こんなにエネルギーを消費して、本当に損——",
			"하아, 이젠 다 상관없어…… 이렇게나 에너지를 소모해서, 정말 손——",
			null
		],
		[
			"msg",
			447704,
			"Hey...... And so on...——",
			"欸……等等……不会吧——",
			"え……ちょっと待って……まさか——",
			"어…… 잠깐만…… 설마——",
			null
		],
		[
			"portraits",
			[
				461,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447705,
			"Meow!",
			"喵！",
			"ニャー！",
			"야옹!",
			null
		],
		[
			"msg",
			447706,
			"Auto-collapse into energy saving mode…",
			"自动坍缩成节能模式了么……",
			"自動的に省エネモードに切り替わったのか……",
			"자동으로 절전 모드로 전환된 건가……",
			null
		],
		[
			"msg",
			447707,
			"Yeah... What a loss——",
			"啧……真是亏到家了……这下只能去做招财猫了么，还是又要去给那个混蛋炼金术士——",
			"ち……本当に損ばかりした……これじゃ招き猫になるしかないのか、それともあの馬鹿錬金術師に——",
			"쳇…… 정말 손해만 봤어…… 이러다가 행운의 고양이가 될 수밖에 없나, 아니면 그 멍청한 연금술사에게——",
			null
		],
		[
			"msg",
			447708,
			"No, it takes years to accumulate enough energy...I don't want to stray anymore…",
			"不行，这得哪年才攒的够能量……已经不想再流浪了……",
			"だめ、このままだといつまでもエネルギーを貯められない……もう野良猫になりたくないよ……",
			"안 돼, 이대로라면 언제까지고 에너지를 모을 수 없어…… 더는 길고양이가 되기 싫어……",
			null
		],
		[
			"msg",
			447709,
			"How can I...",
			"到底要怎么才能回喵星啊……到底怎么才能……",
			"どうすればニャー星に戻れるのかな……どうすれば……",
			"어떻게 하면 냐성에 돌아갈 수 있을까…… 어떻게 하면……",
			null
		],
		[
			"msg",
			447710,
			"Go back…",
			"回故乡啊……",
			"故郷に戻れるの……",
			"고향에 돌아갈 수 있을 텐데……",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				461,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447711,
			"Got you!",
			"量子小猫，总算逮到你了！",
			"量子子猫、やっと捕まえた！",
			"양자 고양이, 드디어 잡았다!",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				461,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447712,
			"! ?",
			"！？",
			"！ ？",
			"! ?",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				461,
				0,
				true
			],
			[
				818,
				0,
				false
			]
		],
		[
			"msg",
			447713,
			"Well, it doesn't matter…",
			"怎么变回猫猫头了？算了，这不重要……",
			"え、どうして猫になっちゃったの？まあどうでもいいか……",
			"에, 왜 고양이가 된 거야? 뭐 어쩔 수 없지...",
			null
		],
		[
			"msg",
			447714,
			"Do you remember what you did to my ship?!",
			"你这家伙还记得对我的飞船做过什么事情吧？！",
			"あなた、私の宇宙船に何したかは覚えてるよね？！",
			"너, 내 우주선에 무슨 짓을 했는지 기억하지?!",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				461,
				0,
				false
			],
			[
				818,
				0,
				true
			]
		],
		[
			"msg",
			447715,
			"What... what are you doing? Didn't you give me a bad rap on the last time I took the plunge on your spaceship? I apologized and paid. I don't owe you anything, do I?",
			"你、你要干嘛？上次我擅自拼你飞船的事情你不是给了差评了吗？我也道歉赔钱了呀，我什么都不欠你了吧！",
			"な、何するつもり？勝手にあなたの宇宙船を組み立てこと、もう悪評価をしてたでしょ？私は謝ったし、賠償もしたぞ！もういいでしょ！",
			"ㅇ, 뭘 할 셈이야? 함부로 네 우주선을 분해한 건, 이미 나쁜 평가 남겼잖아? 나 사과도 했고, 배상도 했어! 이젠 됐지!",
			null
		],
		[
			"msg",
			447716,
			"Now that my delivery company has gone bankrupt, do you still want to persecute me relentlessly?Brutal! Wonderland is ruthlessly savage——",
			"我现在连派送公司都破产了，你还要不依不饶地迫害我这流浪的喵星人吗！？野蛮！翁德兰都是些冷酷无情的野蛮——",
			"今配達会社も倒産したし、この野良猫をどうする気！？なんと残酷な野蛮人！オードランの人はみんな野蛮で——",
			"지금 배달 회사도 망했는데, 이 길고양이는 어떻게 할 셈이야!? 참으로 잔인한 야만인들이야! 오드란 사람들은 모두 야만적이고——",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				461,
				0,
				true
			],
			[
				818,
				0,
				false
			]
		],
		[
			"msg",
			447717,
			"What the hell are you talking about…",
			"你在说些什么玩意……",
			"何を言ってるの……？",
			"무슨 소리를 하는 거야……?",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				461,
				0,
				false
			],
			[
				818,
				0,
				true
			]
		],
		[
			"msg",
			447718,
			"Huh?",
			"欸？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				461,
				0,
				true
			],
			[
				818,
				0,
				false
			]
		],
		[
			"msg",
			447719,
			"Quantum Kitten, I checked that ship several times. I can't believe you actually assembled my highest masterpiece in such a short period of time, and also took the initiative to improve the design of the power components…",
			"量子小猫，那艘飞船我后来又检查了好几次,没想到你竟然真的把我的最高杰作在那么短的时间里组装好，而且还擅自改良了动力部件的设计……",
			"量子子猫、その後私は何回も宇宙船を点検したけど、まさかあなたは本当に私の最高の傑作をそれほど短時間で組み立てた、しかも勝手にパワーコンポーネントの設計まで改善した……",
			"양자 새끼 고양이, 그 후로 나는 몇 번이나 우주선을 점검했는데, 설마 네가 정말 내 최고의 걸작을 그렇게 짧은 시간에 조립하다니, 게다가 마음대로 파워 컴포넌트 설계까지 개선하다니……",
			null
		],
		[
			"msg",
			447720,
			"I hate to admit it, but it's a generational improvement, so——",
			"虽然不愿意承认，但那的确是有跨时代意义的改进，所以——",
			"認めたくないけど、それは確かに飛躍的な改善だった、だから———",
			"인정하고 싶진 않지만, 그건 확실히 도약적인 개선이었어, 그래서———",
			null
		],
		[
			"msg",
			447721,
			"Would you like to be my ship's first mate?",
			"我说你这家伙，愿不愿意来做我飞船的大副啊？",
			"あなた、私の宇宙船の飛行士になる気はないか？",
			"너, 내 우주선의 파일럿이 될 생각 없어?",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				461,
				0,
				false
			],
			[
				818,
				0,
				true
			]
		],
		[
			"msg",
			447722,
			"! ?",
			"！？",
			"！ ？",
			"! ?",
			null
		],
		[
			"speaker",
			1824
		],
		[
			"portraits",
			[
				461,
				0,
				true
			],
			[
				818,
				0,
				false
			]
		],
		[
			"msg",
			447723,
			"If it was you...Maybe it will really take my highest masterpiece to the next level…",
			"如果是你的话……也许真的能让我的最高杰作更上一层楼……",
			"あなたなら……私の最高の傑作をさらにアップグレードさせてくれるかもしれない……",
			"너라면…… 내 최고의 걸작을 더 업그레이드해줄지도 몰라……",
			null
		],
		[
			"msg",
			447724,
			"I am very interested in the cat star technology that you always talk about. It is a pity that you have such talent to do logistics. Here is my name card from Liz Industries. I hope you can think it over.",
			"我现在对你常挂在嘴边的猫星技术很感兴趣，有这种才华做物流太可惜了，这是我利兹重工的名片，希望你能好好考虑一下。",
			"あなたがよく言っていた猫星の技術にすごく興味を持ってるよ。こんな才能の持ち主が、配達をやるのがもったいない。これはリズ重工の名刺だ。ぜひ考えてみて。",
			"네가 자주 말하던 고양이별 기술에 굉장히 관심이 생겼어. 이런 재능을 가진 사람이 배달을 하는 건 아깝다. 이건 리즈 중공 명함이야. 꼭 생각해봐.",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				461,
				0,
				false
			],
			[
				818,
				0,
				true
			]
		],
		[
			"msg",
			447725,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			447726,
			"Talent... Wonderland has some good guys…",
			"才华么……翁德兰也有识货的家伙嘛……",
			"才能か……オードランもちゃんとわかるやつがいるじゃない……",
			"재능인가…… 오드란도 제대로 아는 녀석이 있구만……",
			null
		],
		[
			"msg",
			447727,
			"……Emm",
			"……哼。",
			"……ふん。",
			"……흥。",
			null
		],
		[
			"msg",
			447728,
			"Hey!",
			"不过什么猫星啦！是喵星好不好笨蛋！",
			"何なのよ猫星って！ニャー星なんだよ！",
			"뭐야 고양이 별이란 게! 냐옹 별이란 말이야!",
			null
		],
		[
			"msg",
			447729,
			"I should be the captain anyway!?",
			"区区经典物理学框架下的家伙，居然还想让我做副手？怎么想船长都应该是我才对吧！？",
			"古典物理学の枠組みに囚われているやつが、私を部下にする気？どう考えても、この私が船長でしょ！？",
			"고전 물리학의 틀에 갇힌 녀석이, 나를 부하로 만들 생각이야? 어떻게 생각해도, 이 이 몸이 선장이지!?",
			null
		],
		[
			"msg",
			447730,
			"I'm not going…",
			"我才不去……喵星人永不为奴！",
			"行ってはならない……ニャー星人は奴隷なんかにならない！",
			"가서는 안 된다……냐 성인은 노예 따위가 되지 않는다!",
			null
		],
		[
			"msg",
			447731,
			"But... The most important thing now is to get the level up…",
			"不过……现在最重要的是把能级提升上去……",
			"でも……今一番大事なのはエネルギーの蓄積だ……",
			"하지만... 지금 가장 중요한 건 에너지 축적이야...",
			null
		],
		[
			"msg",
			447732,
			"Hum, I was really stunned before, even if the bankruptcy liquidation——",
			"哼，之前我也真是魔怔了，就算被破产清算——可是我脑子里还有喵星的科学技术啊！",
			"ふん、私も馬鹿だったね、破産清算されても、この頭の中にニャー星の技術がまだ残ってるもん！",
			"흥, 나도 바보였지. 파산 청산 당해도 이 머릿속엔 냐성의 기술이 아직 남아 있다고!",
			null
		],
		[
			"msg",
			447733,
			"I can't just throw in the towel. This defeat is about me, not technique. That's right, cats have the best technology in the universe! As long as I make good use of advanced technology, I will certainly be able to stage a comeback!",
			"不能就这么认输，这次失利只是我这只猫的问题，和技术没有关系，没错，喵星的技术力宇宙第一！只要好好运用先进技术，我一定能东山再起的！",
			"このまま敗北を認めてはならない。今回の失敗は私の問題で、技術の問題じゃない。そう、ニャー星の技術は宇宙第一だ！私ならきっと巻き返せる！",
			"이대로 패배를 인정할 순 없어. 이번 실패는 내 문제지, 기술의 문제가 아니야. 그래, 냐성의 기술은 우주 제일이지! 나라면 반드시 다시 일어설 수 있을 거야!",
			null
		],
		[
			"msg",
			447734,
			"Wait for me, I will be back!",
			"喵星，等着我吧，我一定会回去的！",
			"ニャー星、待ってて、絶対帰るから！",
			"냐성, 기다려, 꼭 돌아갈 테니까!",
			null
		]
	],
	"2605": [
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				463,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447735,
			"Wow! It was a good game, and although the result was a little disappointing, it was not a bad journey.",
			"呼~真是场不错的比试，虽然结果有些差强人意，但这也未尝不是一次愉悦的征途。",
			"ふう〜いい勝負だった。結果はちょっと物足りなかったけど、楽しい旅だったね。",
			"후~ 좋은 승부였어. 결과는 조금 아쉽긴 했지만, 즐거운 여행이었어.",
			null
		],
		[
			"msg",
			447736,
			"Huh? What, do you expect me to be down in the dumps?",
			"嗯？怎么，你以为我会垂头丧气吗？",
			"うん？どうした、私が項垂れると思った？",
			"응? 왜 그래, 내가 고개를 숙일 거라고 생각했어?",
			null
		],
		[
			"portraits",
			[
				463,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447737,
			"Kookookoo, don't be funny...This is just one of my Dark Clock paths to the most powerful name.",
			"库库库，别逗了……这不过只是我暗时计，通往那最强之名的无数道路之一。",
			"ククク、冗談を言わないで……これはこの闇時計が最強になるための道の1つにすぎない。",
			"쿡쿡쿡, 농담하지 마…… 이건 이 암흑시계가 최강이 되기 위한 길 중 하나일 뿐이야.",
			null
		],
		[
			"portraits",
			[
				463,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447738,
			"Since this is the end of the logistics road, I should look for others——",
			"既然物流之路到这里就是尽头了，那我也应该去寻找其他——",
			"物流の道はここで終ったのなら、他の道を探さなければ——",
			"물류의 길이 여기서 끝났다면, 다른 길을 찾아야지——",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				463,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447739,
			"Boom !",
			"轰!",
			"ブーム！",
			"붐!",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				463,
				0,
				true
			],
			[
				685,
				0,
				false
			]
		],
		[
			"msg",
			447740,
			"Yo... Dark Clock, you won't be allowed to run away again today.",
			"哟……暗时计，今天可不会让你再逃走了。",
			"よぉ、闇時計、今日こそ逃さないよ。",
			"어이, 암흑시계, 오늘은 절대 놓치지 않아.",
			null
		],
		[
			"msg",
			447741,
			"It's time to pick up where we left off.",
			"之前叫嚣的什么狗屁物流已经歇菜了吧，那么……是时候继续我们上次的决斗了。",
			"この前騒がしかった物流とかはだめになったの？じゃ……前回の決闘の続きをしようじゃないか。",
			"전에 시끄럽던 물류 같은 건 안 되나? 그럼…… 지난 결투의 속전을 해보자고.",
			null
		],
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				463,
				0,
				false
			],
			[
				685,
				0,
				true
			]
		],
		[
			"msg",
			447742,
			"What a badgering guy... Promet.",
			"真是纠缠不休的家伙啊……普洛姆特。",
			"本当にしつこいね……プロムゥト。",
			"정말 지겹기도 하지…… 프로뮤트.",
			null
		],
		[
			"msg",
			447743,
			"As I've said many times…",
			"我说过很多次……",
			"何度も言ったけど……",
			"몇 번을 말했지만……",
			null
		],
		[
			"msg",
			447744,
			"I will not fight you on such a narrow stage.",
			"我是不会与你在如此狭隘的舞台上决斗的。",
			"こんな狭い舞台で君と戦わない。",
			"이런 좁은 무대에서 너와 싸우지 않아.",
			null
		],
		[
			"msg",
			447745,
			"There is an essential difference in our pattern, and I have seen it through this trial——The apex of the time system.",
			"你我的格局，存在本质的差距，我已经通过这次的试炼看到了——那时间系的顶点所在。",
			"君と私とは本質的な違いがある。今回の試練でもう見えてきたんだ——時間系の頂点のありか。",
			"너와 나는 근본적인 차이가 있어. 이번 시련에서 벌써 보이기 시작했어—— 시간계의 정점이 있는 곳이.",
			null
		],
		[
			"msg",
			447746,
			"And you are just a small stepping stone along the way~",
			"而你，不过只是这条路上微不足道的垫脚石罢了~",
			"そして、君はこの道にある一つの踏み台にすぎない〜",
			"그리고 넌 이 길 위의 디딤돌에 불과해~",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				685,
				0,
				true
			]
		],
		[
			"msg",
			447747,
			"Boom ! ! !",
			"轰！！！",
			"ブーム！ ！ ！",
			"붐! ! !",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				685,
				0,
				false
			]
		],
		[
			"msg",
			447748,
			"Dark Clock...No matter what you say today...",
			"暗时计……今天无论你说什么，我都不会手下留情了……",
			"闇時計……今日は何を言おうと、手加減はしないから……",
			"암시계... 오늘은 무슨 말을 해도 봐주지 않겠다...",
			null
		],
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				463,
				0,
				false
			],
			[
				685,
				0,
				true
			]
		],
		[
			"msg",
			447749,
			"Don't you understand? It looks like a mediocre mouse after all.",
			"理解不了么？看来终究只是平庸的鼠辈啊。",
			"まだ理解できていないのか。やっぱり君は平凡なネズミだね。",
			"아직도 이해 못했나. 역시 평범한 쥐새끼로군.",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				463,
				0,
				true
			],
			[
				685,
				0,
				false
			]
		],
		[
			"msg",
			447750,
			"Wait for me to beat down after the chatter again!!!",
			"你的那套歪理。就等被我打趴下之后再喋喋不休吧！！！",
			"あんな理屈聞くもんか。お前を倒したら存分に喋らせるよ！！",
			"그런 변명 듣지도 않겠다. 너를 쓰러뜨린 후 마음껏 말하게 해주지!!",
			null
		],
		[
			"msg",
			447751,
			"Over·Drive——",
			"Over·Drive——",
			"Over·Drive——",
			"Over·Drive——",
			null
		],
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				462,
				0,
				false
			],
			[
				685,
				0,
				true
			]
		],
		[
			"msg",
			447752,
			"He~",
			"呵~",
			"ふん〜",
			"흥~",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				462,
				0,
				true
			],
			[
				685,
				0,
				false
			]
		],
		[
			"msg",
			447753,
			"You! !??",
			"你！！？？",
			"お前！！？？",
			"너!!??",
			null
		],
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				462,
				0,
				false
			],
			[
				685,
				0,
				true
			]
		],
		[
			"msg",
			447754,
			"What a nice guy!",
			"真是好懂的家伙，看到我不是全力的样子就停下来了么。",
			"本当にわかりやすい人、私は全力を出していないってわかったらやめるなんて。",
			"참 알기 쉬운 사람, 내가 전력을 다하지 않았다는 걸 알면 그만두겠다니.",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				462,
				0,
				true
			],
			[
				685,
				0,
				false
			]
		],
		[
			"msg",
			447755,
			"Bullshit!",
			"混蛋！你这家伙是想说我普洛姆特不配你用全力吗！？",
			"クソ野郎！このプロムゥトはお前の全力に値しないと言いたいのか！？",
			"개자식! 이 프로뮤트가 네 전력을 받을 자격 없다는 거냐!?",
			null
		],
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				462,
				0,
				false
			],
			[
				685,
				0,
				true
			]
		],
		[
			"msg",
			447756,
			"No, it's just the quickest way I think to get rid of you, a violent idiot~",
			"不，这只是我认为可以最快摆脱你这暴力白痴的方式罢了~",
			"いいえ、これは君という暴力馬鹿を振り切る一番手っ取り早い方法だと思ってね〜",
			"아니, 이건 너라는 폭력 바보를 따돌리는 가장 손쉬운 방법이라고 생각해서 말이야~",
			null
		],
		[
			"msg",
			447757,
			"The·——",
			"The·——",
			"The·——",
			"The·——",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				462,
				0,
				true
			],
			[
				685,
				0,
				false
			]
		],
		[
			"msg",
			447758,
			"! ?",
			"！？",
			"！ ？",
			"！ ？",
			null
		],
		[
			"msg",
			447759,
			"Don't run…… !",
			"别跑……！",
			"逃げるな……！",
			"도망치지 마……！",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				685,
				0,
				true
			]
		],
		[
			"msg",
			447760,
			"Khronos ! ! !",
			"Khronos！！！",
			"Khronos！ ！ ！",
			"Khronos！ ！ ！",
			null
		],
		[
			"speaker",
			1699
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				685,
				0,
				false
			]
		],
		[
			"msg",
			447761,
			"Tut…",
			"啧……又让这家伙跑了。",
			"ち……まだ逃げられちゃった。",
			"쳇…… 또 도망쳤잖아.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				685,
				0,
				true
			]
		],
		[
			"msg",
			447762,
			"——Kookookoo, Promet, you don't understand. This is my route to the apex of time.",
			"——库库库，普洛姆特，你是无法理解的，这就是我通往时间系顶点的路线。",
			"——ククク、プロムゥト、君にはわからないよ。これは私が歩かなければならない、時間系頂点への道のりだ。",
			"——크크크, 프로뮤트, 너는 모를 거야. 이건 내가 걸어가야 할, 시간계 정점으로의 길이니까.",
			null
		],
		[
			"msg",
			447763,
			"Until that day comes, enjoy the tittle of being the greatest for a while.",
			"在那一天到来之前，你就暂时享受那徒有虚名的最强之冠吧。",
			"その日が来る前に、しばらくあの最強の名を楽しむといい。",
			"그 날이 오기 전에, 잠시 그 최강의 이름을 즐기면 좋겠어.",
			null
		],
		[
			"msg",
			447764,
			"Kookookookoo! !",
			"库库库……库库库库库！！",
			"クククク……クククククク！！",
			"크크크크……크크크크크크！！",
			null
		]
	],
	"2606": [
		[
			"speaker",
			1200
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			444664,
			"Yah ho, this is REI.",
			"呀吼，这里是临时加班的灵依娘。",
			"うふふ～。臨時で残業している崩壊娘ですよ～",
			"우후훗~. 임시로 야근 중인 붕괴娘이에요~",
			"Hey hey~ It's me, Rei, I'm working overtime temporarily~",
			null,
			"Yee-haw, here's the Reiyi-nee who's working temporary overtime.",
			"Uh-huh~. I'm a disintegrated girl working extra overtime~!"
		],
		[
			"portraits",
			[
				619,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			444665,
			"Can you see me? That'll be all right. Bye",
			"能看到我是吗，那就没事了~拜拜~",
			"崩壊娘のことが見えてますか～？——それなら一安心ですね～。それではまた後で～",
			"붕괴娘이 보이나요~?—— 그럼 한 시름 놓이네요~. 그럼 나중에 또~",
			"Can you see me? Alright, that's good, see you later~",
			null,
			"Can you see me? It's okay then. Bye.",
			"Do you see the disintegrating daughter~? --I'm sure that's a relief~. I'll see you later~."
		],
		[
			"msg",
			444666,
			"You ask me about the story? You'll see it when you're supposed to. Just look forward to it.",
			"你问我剧情？该看到的时候你总会看到的，就好好期待吧。",
			"ストーリーが見たいですか？せっかちですね～。時間になったら見れますので楽しみにしていてくださいね～",
			"스토리가 보고 싶으신가요? 성급하시네요~. 시간이 되면 볼 수 있으니 기대하고 있어 주세요~",
			"The story? You'll see it when you're supposed to. Just look forward to it.",
			null,
			"You ask me about the plot? You'll always see it when it's time, just look forward to it.",
			"Want to see the story? I'm impatient! You can see it when it's time, so please look forward to it~!"
		],
		[
			"msg",
			444667,
			"So, I'll see you later.Don't skip~",
			"那么，我们之后再见，可不准Skip了~",
			"ではでは、また後で会いましょう～。Skipしちゃダメですよ～",
			"자 그럼, 나중에 또 봐요~. Skip하면 안 돼요~",
			"See you later, and don't hit that Skip button~//n(TN: This is a placeholder cutscene. If you can see this, it means mihoyo hasn't released this cutscene yet. Either that or you've found an unused cutscene!)",
			null,
			"Well, I'll see you later. No more Skip.",
			"Well, I'll see you later - don't Skip!"
		]
	],
	"2607": [
		[
			"speaker",
			1200
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			444664,
			"Yah ho, this is REI.",
			"呀吼，这里是临时加班的灵依娘。",
			"うふふ～。臨時で残業している崩壊娘ですよ～",
			"우후훗~. 임시로 야근 중인 붕괴娘이에요~",
			"Hey hey~ It's me, Rei, I'm working overtime temporarily~",
			null,
			"Yee-haw, here's the Reiyi-nee who's working temporary overtime.",
			"Uh-huh~. I'm a disintegrated girl working extra overtime~!"
		],
		[
			"portraits",
			[
				619,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			444665,
			"Can you see me? That'll be all right. Bye",
			"能看到我是吗，那就没事了~拜拜~",
			"崩壊娘のことが見えてますか～？——それなら一安心ですね～。それではまた後で～",
			"붕괴娘이 보이나요~?—— 그럼 한 시름 놓이네요~. 그럼 나중에 또~",
			"Can you see me? Alright, that's good, see you later~",
			null,
			"Can you see me? It's okay then. Bye.",
			"Do you see the disintegrating daughter~? --I'm sure that's a relief~. I'll see you later~."
		],
		[
			"msg",
			444666,
			"You ask me about the story? You'll see it when you're supposed to. Just look forward to it.",
			"你问我剧情？该看到的时候你总会看到的，就好好期待吧。",
			"ストーリーが見たいですか？せっかちですね～。時間になったら見れますので楽しみにしていてくださいね～",
			"스토리가 보고 싶으신가요? 성급하시네요~. 시간이 되면 볼 수 있으니 기대하고 있어 주세요~",
			"The story? You'll see it when you're supposed to. Just look forward to it.",
			null,
			"You ask me about the plot? You'll always see it when it's time, just look forward to it.",
			"Want to see the story? I'm impatient! You can see it when it's time, so please look forward to it~!"
		],
		[
			"msg",
			444667,
			"So, I'll see you later.Don't skip~",
			"那么，我们之后再见，可不准Skip了~",
			"ではでは、また後で会いましょう～。Skipしちゃダメですよ～",
			"자 그럼, 나중에 또 봐요~. Skip하면 안 돼요~",
			"See you later, and don't hit that Skip button~//n(TN: This is a placeholder cutscene. If you can see this, it means mihoyo hasn't released this cutscene yet. Either that or you've found an unused cutscene!)",
			null,
			"Well, I'll see you later. No more Skip.",
			"Well, I'll see you later - don't Skip!"
		]
	],
	"2608": [
		[
			"speaker",
			1200
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			444664,
			"Yah ho, this is REI.",
			"呀吼，这里是临时加班的灵依娘。",
			"うふふ～。臨時で残業している崩壊娘ですよ～",
			"우후훗~. 임시로 야근 중인 붕괴娘이에요~",
			"Hey hey~ It's me, Rei, I'm working overtime temporarily~",
			null,
			"Yee-haw, here's the Reiyi-nee who's working temporary overtime.",
			"Uh-huh~. I'm a disintegrated girl working extra overtime~!"
		],
		[
			"portraits",
			[
				619,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			444665,
			"Can you see me? That'll be all right. Bye",
			"能看到我是吗，那就没事了~拜拜~",
			"崩壊娘のことが見えてますか～？——それなら一安心ですね～。それではまた後で～",
			"붕괴娘이 보이나요~?—— 그럼 한 시름 놓이네요~. 그럼 나중에 또~",
			"Can you see me? Alright, that's good, see you later~",
			null,
			"Can you see me? It's okay then. Bye.",
			"Do you see the disintegrating daughter~? --I'm sure that's a relief~. I'll see you later~."
		],
		[
			"msg",
			444666,
			"You ask me about the story? You'll see it when you're supposed to. Just look forward to it.",
			"你问我剧情？该看到的时候你总会看到的，就好好期待吧。",
			"ストーリーが見たいですか？せっかちですね～。時間になったら見れますので楽しみにしていてくださいね～",
			"스토리가 보고 싶으신가요? 성급하시네요~. 시간이 되면 볼 수 있으니 기대하고 있어 주세요~",
			"The story? You'll see it when you're supposed to. Just look forward to it.",
			null,
			"You ask me about the plot? You'll always see it when it's time, just look forward to it.",
			"Want to see the story? I'm impatient! You can see it when it's time, so please look forward to it~!"
		],
		[
			"msg",
			444667,
			"So, I'll see you later.Don't skip~",
			"那么，我们之后再见，可不准Skip了~",
			"ではでは、また後で会いましょう～。Skipしちゃダメですよ～",
			"자 그럼, 나중에 또 봐요~. Skip하면 안 돼요~",
			"See you later, and don't hit that Skip button~//n(TN: This is a placeholder cutscene. If you can see this, it means mihoyo hasn't released this cutscene yet. Either that or you've found an unused cutscene!)",
			null,
			"Well, I'll see you later. No more Skip.",
			"Well, I'll see you later - don't Skip!"
		]
	],
	"2609": [
		[
			"speaker",
			1200
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			444664,
			"Yah ho, this is REI.",
			"呀吼，这里是临时加班的灵依娘。",
			"うふふ～。臨時で残業している崩壊娘ですよ～",
			"우후훗~. 임시로 야근 중인 붕괴娘이에요~",
			"Hey hey~ It's me, Rei, I'm working overtime temporarily~",
			null,
			"Yee-haw, here's the Reiyi-nee who's working temporary overtime.",
			"Uh-huh~. I'm a disintegrated girl working extra overtime~!"
		],
		[
			"portraits",
			[
				619,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			444665,
			"Can you see me? That'll be all right. Bye",
			"能看到我是吗，那就没事了~拜拜~",
			"崩壊娘のことが見えてますか～？——それなら一安心ですね～。それではまた後で～",
			"붕괴娘이 보이나요~?—— 그럼 한 시름 놓이네요~. 그럼 나중에 또~",
			"Can you see me? Alright, that's good, see you later~",
			null,
			"Can you see me? It's okay then. Bye.",
			"Do you see the disintegrating daughter~? --I'm sure that's a relief~. I'll see you later~."
		],
		[
			"msg",
			444666,
			"You ask me about the story? You'll see it when you're supposed to. Just look forward to it.",
			"你问我剧情？该看到的时候你总会看到的，就好好期待吧。",
			"ストーリーが見たいですか？せっかちですね～。時間になったら見れますので楽しみにしていてくださいね～",
			"스토리가 보고 싶으신가요? 성급하시네요~. 시간이 되면 볼 수 있으니 기대하고 있어 주세요~",
			"The story? You'll see it when you're supposed to. Just look forward to it.",
			null,
			"You ask me about the plot? You'll always see it when it's time, just look forward to it.",
			"Want to see the story? I'm impatient! You can see it when it's time, so please look forward to it~!"
		],
		[
			"msg",
			444667,
			"So, I'll see you later.Don't skip~",
			"那么，我们之后再见，可不准Skip了~",
			"ではでは、また後で会いましょう～。Skipしちゃダメですよ～",
			"자 그럼, 나중에 또 봐요~. Skip하면 안 돼요~",
			"See you later, and don't hit that Skip button~//n(TN: This is a placeholder cutscene. If you can see this, it means mihoyo hasn't released this cutscene yet. Either that or you've found an unused cutscene!)",
			null,
			"Well, I'll see you later. No more Skip.",
			"Well, I'll see you later - don't Skip!"
		]
	]
}