{
	"1036": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10097"
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305328,
			"Yssring, look at what we found in those tunnels. Does it belong to someone from Engineering Team?",
			"伊瑟琳，我们在隧道中发现了这个，似乎是工程班的东西？",
			"イザーリン、私たちトンネルの中でこれを見つけたの。エンジニア班のものみたいだけど。",
			"이자린, 우리들 터널 안에서 이걸 찾았어. 엔지니어 팀의 것 같던데.",
			null,
			null,
			"Estherine, we found this in the tunnel, it appears to be an engineering class?",
			"Estherine, we found this in the tunnel. It looks like it belongs to the engineering team."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305329,
			"Is this... Her name pin?",
			"这个是…那家伙的名牌么。",
			"これ……あの子の名札ね。",
			"이건... 그 아이의 명패네.",
			null,
			null,
			"Is this...that guy's name tag.",
			"Here's ...... that kid's name tag."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305330,
			"Her?",
			"那家伙？",
			"あの子？",
			"그 아이?",
			null,
			null,
			"That guy?",
			"That girl?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305331,
			"Sera, the idiot who was first fighting with you in the tunnels and then got eaten by Houkai beasts.",
			"赛拉，那个之前在隧道中与你们战斗然后被崩坏兽吃掉的笨蛋。",
			"セーラ……トンネルの中で崩壊獣に食べられた子。",
			"세이라... 터널 안에서 붕괴수에게 먹힌 아이.",
			null,
			null,
			"Sera, the idiot who fought you guys in the tunnel before and then got eaten by the collapsing beast.",
			"Sailor ...... a child who was eaten by a Honkai Beast in a tunnel."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				7,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305332,
			"So that's her name... I'm sorry.",
			"原来是叫这个名字么…抱歉。",
			"セーラっていう名前だったんだ……ゴメン。",
			"세이라라는 이름이었구나... 미안.",
			null,
			null,
			"So that's what it's called...sorry.",
			"Her name was Sailor. ...... Sorry."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				7,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305333,
			"I've told you it's not your fault.",
			"都说了你没有错…不用自责。",
			"あなたのせいじゃないって言ったでしょ……自分を責めないで。",
			"네 탓이 아니라고 했잖아... 자신을 탓하지 마.",
			null,
			null,
			"I said you're not at fault...no need to blame yourself.",
			"I told you it wasn't your fault. ...... Don't blame yourself."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				7,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305334,
			"But...",
			"但是……",
			"でも……。",
			"하지만....",
			null,
			null,
			"But ......",
			"But you can also visit ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				7,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305335,
			"Seele, I have a request for you.",
			"希儿，我现在有个委托。",
			"ゼーレ、依頼があるんだけど。",
			"제레、부탁이 있는데.",
			null,
			null,
			"Hill, I have a commission now.",
			"Seele, I have a request."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				7,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305336,
			"Umm... Yes... What is it?",
			"唔！好的…什么委托？",
			"え！いいけど……何の依頼？",
			"에! 좋지만…… 무슨 부탁이야?",
			null,
			null,
			"Well! Okay...what commission?",
			"Eh! Okay, but ...... what request?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				7,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305337,
			"We couldn't even find Sera's body. This name pin you found is probably her only legacy. I want to build her a new home so her spirit could come back whenever she wants... Would you help me?",
			"赛拉死后连遗体都没有留下，你找到的这个名牌也许是最后的遗物了，我想为她建个新家，让她随时能够回来……你能帮我么。",
			"セーラは遺体すら残らず亡くなった。あなたの見つけたこの名札が唯一残った形見かもしれない。私は彼女に新しい家を建ててあげたいの。彼女がいつでも帰ってこられるように……手伝ってくれる？",
			"세이라 시체조차 남기지 못한 채 죽었어. 네가 찾은 이 이름표가 유일하게 남은 유품일지도 몰라. 나는 그녀에게 새로운 집을 지어주고 싶어. 그녀가 언제든 돌아올 수 있도록…… 도와줄래?",
			"Sera died without even leaving behind a body. This name tag you found might be the last memento that remains. I won't to build a new home for her, so that her spirit can come back at any time..... Can you help me?",
			null,
			"Saira died without even leaving her remains, this name tag you found may be the last relic, I want to build a new home for her, so that she can come back at any time ...... can you help me.",
			"Sera died without even a body left behind. This nameplate you found may be the only memento that remains. I want to build her a new home. Will you help me ...... so that she can come home whenever she wants?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305338,
			"Sure! Of course!",
			"嗯！没问题！",
			"うん！",
			"응!",
			null,
			null,
			"Yeah! No problem!",
			"Yeah!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305339,
			"Thanks",
			"谢谢…",
			"ありがとう……。",
			"고마워…….",
			null,
			null,
			"Thank you...",
			"Thank you ......."
		]
	],
	"1037": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10105"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305340,
			"It's done.",
			"完成了。",
			"できたわ。",
			"완성했어.",
			null,
			null,
			"Done.",
			"Done."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305341,
			"Is it good enough?",
			"这样就可以了么？",
			"こんなのでいいの？",
			"이걸로 괜찮은 거야?",
			null,
			null,
			"Will that be enough?",
			"Is this what you want?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305342,
			"Mhm. Pretty good for a new home. She was always complaining about how narrow and dark the base was. This time let's find a brighter location with a lot of space.",
			"嗯，作为新家来说已经很不错了，这家伙每天都抱怨基地狭窄黑暗，这次满足她的需求选了一块明亮宽敞的地方。",
			"うん、なかなかの出来。あの子は毎日、基地が狭い暗いって文句言ってたから……本人の望み通り明るくて広い場所に建てられた。",
			"응, 꽤 잘 만들었어. 그 애는 매일 기지가 좁고 어둡다고 불평하곤 했으니까…… 본인의 바람대로 밝고 넓은 곳에 지을 수 있었어.",
			null,
			null,
			"Well, it's good enough for a new home. This one complains about the cramped darkness of the base every day, and this time she was satisfied with a bright and spacious area.",
			"Yeah, it's pretty good. That kid complained every day that the base was too small and dark, so ...... built it as bright and spacious as he wanted it to be."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				7,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305343,
			"Sorry. If I could find out what's going on with her earlier...",
			"抱歉，如果我能早点发现她的事情就……",
			"ごめんね。もっと早く彼女のことに気がついていれば……。",
			"미안해. 좀 더 일찍 그녀한테 신경 써줬더라면…….",
			"I'm sorry. If only I knew how she was feeling earlier...",
			null,
			"Sorry, if I could have found out about her earlier ......",
			"Sorry. If only I had noticed her earlier: ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				7,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305344,
			"Seele... Do not blame yourself for everything. You are not a god or something. Don't push yourself too hard...",
			"希儿…不要什么事情都往自己的身上揽，你不是神，不要高估了自己……",
			"ゼーレ……何でもかんでも自分で抱え込まないで。あなたは神じゃない。自分を過大評価してはダメ……。",
			"제레…… 뭐든지 다 자기 탓으로 돌리지 마. 넌 신이 아니야. 자신을 과대평가하면 안 돼…….",
			"Seele... Don't blame everything on yourself. You are not God. Don't overestimate yourself...",
			null,
			"Hill...don't take everything on yourself, you are not God, don't overestimate yourself ......",
			"Seele...... Don't keep everything to yourself. You are not God. Don't overestimate yourself. ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305345,
			"Oh...",
			"唔……",
			"うぅ……。",
			"우.......",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305346,
			"After all, we are all just struggling to survive. Sera just decided to take that path. If I were as brave as she was, I might have done the same.",
			"我们都是为了努力生存下去才在这个世界中苟延残喘的，谁都有选择生存的方式…赛拉也选择了她的道路，如果我有她的勇气，说不定也会同意那个方案。",
			"私たちはみんな、この世界で生き残る努力をしてる。誰もが生きるための道を選択し続けてる……セーラも自分の道を選んだの。私にも彼女みたいな勇気があれば、あの方法に賛成していたかもね。",
			"우리 모두 이 세상에서 살아남으려 노력하고 있어. 모두가 살기 위한 길을 선택해 나가고 있는 거야...... 세이라도 자신의 길을 선택한 거지. 내게도 그녀 같은 용기가 있었다면, 그 방법에 찬동했을지도 모르겠네.",
			"After all, we're all struggling to survive in this world, and we all make the choice to keep on living........ Sara chose her own path too, and if I had her courage I might have done the same.",
			null,
			"We all languish in this world in order to try to survive, and anyone who has a choice to survive... Saira also chose her path, and if I had her courage, I might have agreed to that option as well.",
			"We all strive to survive in this world. Everyone keeps choosing to live. ...... Sailor chose her path too. If I had had the courage like her, I would have agreed with that way."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305347,
			"Do you mean... You knew what she was after?",
			"你的意思是…你早就知道她的计划了？",
			"それって……あなたは彼女の計画を知っていたの？",
			"그 말은...... 당신은 그녀의 계획을 알고 있었던 거야?",
			"Do you mean.... You knew what she planned to do?",
			null,
			"You mean...you already knew her plan?",
			"Does that mean ...... you knew about her plans?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305348,
			"Yes... Sorry I didn't tell you. Because I thought her plan was too dangerous. And perhaps, she just wanted to end her life. She saw it as a relief. I doubt she had any regret.",
			"是的…抱歉没有告诉你，因为我觉得她的方案太冒险了，而且在我看来她只是想尽早死掉，然后获得解脱，她在死的时候一定没有后悔过吧。",
			"ええ……あなたに言ってなくて悪かったわ。彼女の方法は危険すぎるし、それに彼女はとっくに死んだものだと思っていたの。彼女、きっと死ぬ時は後悔していなかったでしょうね。",
			"응...... 너에게 말하지 않아서 미안했어. 그녀의 방법은 너무 위험했고, 게다가 그녀는 이미 죽은 줄로만 알았으니까. 그녀는 분명 죽을 때 후회하지 않았을 거야.",
			"Yes... I'm sorry for not telling you. I thought her plan was too risky, and it seems like she just wanted to die and be freed from this world... I'm sure she had no regrets when she died.",
			null,
			"Yes...sorry for not telling you because I thought her scenario was too risky and it seemed to me that she just wanted to die as soon as possible and get relief...she must not have regretted it when she was dying.",
			"Yeah ...... sorry I didn't tell you. Her methods are too dangerous, and besides, I thought she was long dead. I'm sure she had no regrets when she died."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				7,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305349,
			"Well, she did charge at the Houkai beasts with no hesitation at all.",
			"这么说来的确是毫无顾忌地朝着崩坏兽冲了过去…",
			"そう言えば、確かに何もためらわずに崩壊獣に向かって行ったわね……。",
			"그러고 보니, 확실히 아무 망설임 없이 붕괴수에게로 향했었지......",
			"Now that I think about it, she didn't hesitate at all when running towards the Honkai beast.....",
			null,
			"So it is indeed rushing towards the collapsing beast without any fear...",
			"Come to think of it, you certainly didn't hold anything back as you made your way towards the Honkai Beast. ......"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				7,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305350,
			"So that's the truth, huh?... If told me earlier, she could have...",
			"果然是这样么…如果我早点告诉你们的话说不定她就……",
			"やっぱりそうだったの……もっと早くあなたたちに教えていれば、彼女はもしかしたら……。",
			"역시 그랬던 거야...... 더 일찍 너희들에게 말했더라면, 그녀는 어쩌면......",
			"I knew it... If I had told you two earlier, she might still be...",
			null,
			"Is it really so ... If I had told you guys earlier, maybe she would have ......",
			"I knew it. ...... If I had told you guys earlier, she might have ......"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305351,
			"Yssring!",
			"伊瑟琳！",
			"イザーリン！",
			"이자린!",
			null,
			null,
			"Estherine!",
			"Estherine!"
		],
		[
			"portraits",
			[
				59,
				7,
				false
			],
			[
				54,
				4,
				true
			]
		],
		[
			"msg",
			305352,
			"Sorry. I'm taking my leave...",
			"对不起…我先走了……",
			"ごめん……先に行くわ……。",
			"미안...... 먼저 갈게......",
			null,
			null,
			"Sorry...I'll go first ......",
			"Sorry ...... I'll go ahead ......."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				59,
				7,
				true
			],
			[
				54,
				4,
				false
			]
		],
		[
			"msg",
			305353,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			305354,
			"Sera... You look just like before. You always wanted to be the first for everything. And never took your own safety into consideration.",
			"赛拉…你果然还是和以前一样，无论什么事情都冲在最前面，从来不考虑自己的生命。",
			"セーラ……あなたは昔と同じだったのね。たとえどんなことが起きようと、自分の命を全く顧みない。",
			"세이라...... 너는 예전과 다를 바 없었구나. 아무리 무슨 일이 생기더라도, 자신의 목숨은 전혀 돌보지 않는.",
			null,
			null,
			"Sera...you really are the same as before, always in the forefront of whatever you do, never considering your own life.",
			"Sailor...... you were the same as you used to be. No matter what happens, you have no regard for your life at all."
		],
		[
			"msg",
			305355,
			"I'm sorry... Perhaps this place actually suits her well... Look at her face in that photo: smiling all the time. Have to say, I hated it when she didn't do so.",
			"抱歉…如果是这样的结果的话或许她会好受一些吧…她只要像笨蛋一样天天傻笑着就行了，一副愁眉不展的样子我可不习惯。",
			"ごめんね……こんな結果になって。ゼーレみたいに私も笑えたらいいんだけど。……湿った表情ばっかり。",
			"미안해…… 이런 결과가 되어서. 제레처럼 나도 웃을 수 있으면 좋을 텐데.…… 축축한 표정ばっかり.",
			null,
			null,
			"I'm sorry...maybe she'll feel better if that's the outcome...she just needs to giggle like a fool every day...I'm not used to a sad look.",
			"Sorry ...... for this outcome. I wish I could laugh as much as Seele does. All I get is ...... damp looks."
		],
		[
			"msg",
			305356,
			"Sera... I hope you find your way to the heaven and have a new life in a world without Houkai. I wish you forever happiness and freedom... You were my friend. And my family.",
			"赛拉…愿你的灵魂能到达天堂，在没有崩坏的世界中新生，让自由与幸福伴随你度过一生…我的挚友与家人。",
			"セーラ……あなたの魂が天国に辿り着きますように。崩壊のいない世界で生まれ変わって、自由と幸福に一生包まれますように……私の親友であり、家族。",
			"세이라... 당신의 영혼이 천국에 닿기를. 붕괴 없는 세계에서 환생해, 자유와 행복에一生 감싸이길... 나의 친우이자 가족.",
			null,
			null,
			"Saira...may your soul reach heaven, be born again in a world without collapse, and let freedom and happiness follow you through life...my dear friend and family.",
			"Sailor...... may your soul reach heaven. May you be reborn in a world without decay and be surrounded by freedom and happiness for the rest of your life. ...... my best friend and family."
		],
		[
			"msg",
			305357,
			"If you've found your place in the paradise, please guide our path...",
			"如果有天堂的话，这次希望你能为我们带路……",
			"願わくば、天国から私たちのために道を照らしてくれますように……。",
			"바라건대, 천국에서 우리를 위해 길을 비춰주길......",
			null,
			null,
			"If there is a heaven, this time I hope you will lead the way for us ......",
			"Hopefully, you will light the way for us from heaven. ......"
		]
	]
}