{
	"1177": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10093"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306380,
			"What do you think about the disappearance of the Houkai beasts, Yssring?",
			"伊瑟琳，关于这次崩坏生物的消失，你有什么想法么？",
			"イザーリンは、今回崩壊生物が消えたことをどう思います？",
			"이자린은, 이번붕괴생물이 사라진 것을 어떻게 생각합니다?",
			null,
			null,
			"Estherine, do you have any thoughts about this disappearance of the collapsing creatures?",
			"What does Estherine think of the disappearance of the disintegrating organisms this time?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306381,
			"Hmm... I have a few assumptions, but I am not motivated to investigate the current phenomenon which is too good to be true. I am afraid of knowing the truth...",
			"嗯…虽然有一些推论，不过对于这种友好的现象我并不想调查，总觉得知道真相之后就会害怕面对现在的和平……",
			"うーん……推論はできるけど、こういう都合の良い現象って解明したくないのよね……実はこんな裏がありました、とかそんな真相がもし隠れていたらと想像すると……恐ろしい……。",
			"흠…… 추론은 할 수 있지만, 이런 편리한 현상을 밝혀내고 싶지 않아…… 사실 이런 뒷사정이 있었다거나, 그런 진상이 숨겨져 있었다고 상상하면…… 무서워…….",
			null,
			null,
			"Well ... although there are some inferences, but for this friendly phenomenon I do not want to investigate, always feel that after knowing the truth will be afraid to face the current peace ......",
			"Hmmm... ...... I can make inferences, but I don't want to unravel these convenient phenomena... ...... I imagine if there was actually such a backstory, or if such a truth was hidden... It's ...... horrifying......."
		],
		[
			"msg",
			306382,
			"However, there's one thing I'm sure, the disappearance is temporary. Houkai's contamination to the earth never weakens.",
			"但是，只有一件事情是可以肯定的，这次的消失只是暂时的，崩坏对地球的侵蚀从来都没有减弱过。",
			"でも、一つだけ確かなことがあるわ。今回の現象は一時的なものにすぎない。地球上の崩壊の侵食は、まるで弱まっていないもの。",
			"하지만 단 한 가지 확실한 게 있어요. 이번 현상은 일시적인 것에 불과해. 지구상의 붕괴 침식은 오히려 약해지지 않고 있는 것.",
			null,
			null,
			"However, only one thing is certain, this disappearance is only temporary, the erosion of the collapse on the Earth has never weakened.",
			"But one thing is certain. This phenomenon is only temporary. The erosion of collapse on the planet has not abated."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306383,
			"Agreed. That's why we must figure out what happened and relocate before the beasts appear again. We don't have much time left.",
			"嗯，我也是这么想的，所以我们一定要调查清楚，在崩坏生物出现前进行转移，留给我们的时间已经不多了。",
			"はい、ブローニャもそう思います。ですから調査ではっきりさせ、崩壊生物が出現する前に移動しないと……残された時間はきっと多くありません。",
			"네, 브로냐도 그렇게 생각해요. 그러니까 조사로 확실히 밝혀내고, 붕괴 생물이 출현하기 전에 이동하지 않으면…… 남은 시간은 분명 많지 않을 거예요.",
			null,
			null,
			"Well, that's what I thought, so we must investigate and move before the collapsing creatures appear, leaving us with little time left.",
			"Yes, Bronya agrees. So if we don't make it clear in the survey and move on before the collapse organisms appear, ...... there surely won't be much time left."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306384,
			"Alright then... I need a few bodyguards to protect me. Let's go out for a field trip. There is something I want to confirm.",
			"嗯…好吧，那就麻烦安排人手保护我吧，我们到基地外面看看，需要一些实地考察才能够验证我的想法。",
			"うん……わかった。じゃあ、悪いけど私に護衛をつけてくれる？基地の外を見に行くわ。実地調査しないと、わかるものもわからないからね。",
			"응…… 알았어. 그럼 미안하지만 나에게 호위를 붙여줄래? 기지 밖을 살펴보러 갈 거야. 현장 조사를 하지 않으면 알 수 있는 것도 알 수 없으니까.",
			null,
			null,
			"Hmmm...well, then please arrange manpower to protect me. We'll take a look outside the base and need some fieldwork to be able to verify my ideas.",
			"Yeah ...... okay. Okay, well, I'm sorry, but can you escort me? I'm going to go take a look outside the base. We won't know what we know until we do a field survey."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306385,
			"No problem, she will go with you. Is that okay?",
			"明白了，那就让她陪你去吧，这样你应该放心了吧。",
			"分かりました。では、彼女をお供させましょう。彼女なら安心です。",
			"알겠습니다. 그러면 그녀를 동행시키도록 하죠. 그녀라면 안심이에요.",
			null,
			null,
			"Understood, then let her accompany you, so you should be relieved.",
			"Understood. Then, let's have her accompany you. I am sure she will be safe."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306386,
			"Erm... okay...",
			"嗯，没问题……",
			"うん、問題ないわ。",
			"응, 문제없어.",
			null,
			null,
			"Well, no problem ......",
			"Yeah, no problem."
		],
		[
			"msg",
			306387,
			"Let's hit the road. It should be a long trip this time. Remember to bring enough supplies with you.",
			"那我们出发吧，这次的郊游可能有些远，多做一些物资准备吧。",
			"じゃあ出発。今回のピクニックはちょっと遠出になるかもよ。物資を多めに用意しといてね。",
			"자, 출발. 이번 소풍은 좀 먼 곳으로 갈지도 몰라. 물자를 좀 많이 준비해 둬.",
			null,
			null,
			"Let's get going then. This outing may be a bit far away, so let's do some more material preparation.",
			"Then we're off. This picnic may be a bit of a long drive. Make sure you have plenty of supplies."
		]
	],
	"1178": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10102"
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306388,
			"It's nostalgic to ramble around peacefully. I feel like I am back to 5 years ago.",
			"已经好久没有像这样毫无担忧地乱晃了呢…感觉好像是回到了5年前呢。",
			"何の心配もなく行き来できるなんて本当に久しぶり……5年前に戻ったみたい。",
			"아무 걱정 없이 오갈 수 있다니 정말 오랜만이야……5년 전으로 돌아간 것 같아.",
			null,
			null,
			"It's been a long time since I've wandered around like this without worrying...I feel like I've gone back 5 years.",
			"It's been so long since I've been able to come and go without any worries. ......5 It's like I'm back to where I was a year ago."
		],
		[
			"msg",
			306389,
			"I always wondered why cities were always full of people. They were so crowded that I felt like suffocated and was afraid to go out. But I feel somehow lonely to see such an empty city... How ironic humans are.",
			"以前总觉得城市里为什么这么多人…拥挤到窒息的感觉总会让我害怕与外界接触，但是现在看到城市空荡荡的样子似乎又有些凄凉空虚……人类还真是麻烦的生物呢。",
			"以前はね……どうしてこんなに人間がいるんだろうって思ってたの。人の波に窒息しそうで、外界と接触するのが怖かった……でも、今は空っぽの街を見ると物寂しくて空虚で……はぁ、人間ってまったく厄介な生き物ね。",
			"예전에는 말이야……왜 이렇게 사람이 많은 걸까 생각했어. 사람 파도에 숨이 막힐 것 같고, 외부와 접촉하는 게 무서웠지……그런데 지금은 텅 빈 거리를 보면 적적하고 공허해서……하아, 인간이란 정말 귀찮은 생물이야.",
			null,
			null,
			"I always used to think why so many people in the city ... crowded to the feeling of suffocation will always make me afraid of contact with the outside world, but now see the city empty seems a little bleak and empty ...... humans are really troublesome creatures it.",
			"Before, I used to wonder ...... why there were so many people. I felt suffocated by the waves of people and was afraid to come in contact with the outside world,...... but now when I see an empty city, I feel lonely and empty,...... haha, humans are such nasty creatures at all."
		],
		[
			"choice",
			[
				306583,
				"Is it really okay to just ignore our investigation mission and relax like this?",
				"不管调查任务这样悠闲真的好么？",
				"調査任務を放って、こんな悠長にしていていいの？",
				"조사 임무를 내팽개치고 이렇게 여유롭게 있어도 돼?",
				null
			],
			[
				306584,
				"Can't believe Yssring can get all sentimental over something like this too.",
				"伊瑟琳居然也会感慨这种事情呢。",
				"イザーリンでも感慨にふけることがあるんだね。",
				"이자린도 감회에 젖을 때가 있구나.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1179,
			1180
		]
	],
	"1179": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10102"
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306390,
			"No, it's not good. We must always stay alert to the Houkai beasts. Though it's also a good idea to get relaxed and go rambling sometimes.",
			"是啊…当然不好吧。明明应该时刻提防崩坏生物出现的，不过偶尔放下防备当做轻松的远足也不错呢。",
			"そうね……もちろんダメね。ちゃんと崩壊生物の出現に警戒しないと……けど、時々心の緊張を解いて、本物のピクニックだと思うくらいは罰が当たらないと思うの……こんな世の中なんだもん。",
			"그렇지……물론 안 되지. 제대로 붕괴 생물의 출현에 경계하지 않으면……하지만 가끔은 마음의 긴장을 풀고, 진짜 소풍이라고 생각하는 정도는 벌 받지 않을 거야……이런 세상인 걸.",
			null,
			null,
			"Yeah...of course it's not good. You should always be on guard for the appearance of the collapsing creatures, but it's nice to let your guard down once in a while as a relaxing hike.",
			"Yes,...... of course not. We have to be on the lookout for the appearance of disintegrating creatures...... but I don't think it's too much to ask that we relax our minds from time to time and think of it as a real picnic...... in a world like this."
		],
		[
			"msg",
			306391,
			"Of course, I can't be this relaxed without you, someone reliable that I can count on.",
			"当然，我能这么想主要还是有你在…这么可靠的人在身边还是会让人放心不少。",
			"もちろん、そう思えるのもあなたがいてくれるからだけどね……頼りになる人がそばにいると本当に安心だわ。",
			"물론, 그렇게 생각할 수 있는 것도 당신이 있어주기 때문이지만…… 믿음직한 사람이 곁에 있으면 정말 안심이 돼.",
			null,
			null,
			"Of course, I can think so mainly with you in ... so reliable people around will still be a lot of peace of mind.",
			"Of course, the only reason I feel that way is because of you. ...... It's really comforting to have someone by my side that I can count on."
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1181
		]
	],
	"1180": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10102"
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306392,
			"Sentiment, was it? I feel like I was complaining though. Anyway, even though the world is saved, the population won't resume. That's why memories are meaningless.",
			"感慨么…虽然我感觉自己只是在抱怨罢了…嘛，算了，就算世界得救了人口也不会恢复到原来那样吧，所以回忆这些东西也没有什么意义。",
			"感慨かぁ……ただの愚痴だと自分では思うけど……ま、やめましょ。たとえ世界から崩壊がなくなっても、失った人間は元に通らないんだから……こんな回想しても無意味なことよね。",
			"감회라…… 그냥 잡담이라고 스스로는 생각하지만…… 뭐, 그만둘게. 설령 세상에서 붕괴가 사라져도 잃어버린 인간은 원래대로 돌아오지 않으니까…… 이런 회상을 해도 무의미한 일이지.",
			null,
			null,
			"I feel like I'm just complaining...well, forget it, even if the world is saved the population will not return to the way it was, so there is no point in remembering these things.",
			"I'm deeply moved. ...... I think to myself that I'm just complaining. ...... Well, let's not. Even if the world is no longer collapsing, the people we lost will never be the same again, so it's pointless to reminisce about it ......."
		],
		[
			"msg",
			306393,
			"I'd rather think of how to prevent humans from going extinct. This is the most difficult question ever for me, the self-claimed scientist.",
			"现在还是想想怎么才能不让人类灭绝吧，作为自诩科学家的我来说应该是本世纪最大的难题吧，稍微有点自满呢~",
			"今はどうしたら人類が滅亡せずに済むか考えないと……科学者たる私にとってこれは今世紀最大の難問ね。ちょっと問題の規模が大きすぎるけど……。",
			"지금은 어떻게 해야 인류가 멸망하지 않을지 생각해야지…… 과학자인 나에게 이건 금세기 최대의 난제야. 좀 문제 규모가 너무 크긴 하지만…….",
			null,
			null,
			"Now it is better to think about how to prevent human extinction, as a self-proclaimed scientist I should be the biggest problem of the century, a little complacent it ~",
			"Now we have to figure out how to save the human race from extinction. ...... As a scientist, this is the biggest challenge of the century for me. The scale of the problem is a little too big, but it is still a big problem. ......"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1181
		]
	],
	"1181": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10102"
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306394,
			"Let's go, though it's a field trip, we've got mission to complete. I can't see any traces of Houkai beasts here. Let's go farther.",
			"走吧，虽然说是远足，但还是得把任务完成才行呢。这一带似乎没有崩坏生物活动的迹象呢，我们去更远的地区看看吧。",
			"行きましょうか。ピクニック気分はここまでにして、任務に集中しないと。この一帯に崩壊生物が活動した形跡はないから、もう少し遠くに行ってみましょう。",
			"출발할까. 피크닉 분위기는 여기까지 하고 임무에 집중해야지. 이 일대에 붕괴 생물이 활동한 흔적은 없으니, 조금 더 먼 곳으로 가보자.",
			null,
			null,
			"Let's go, it's a hike, but we still have to finish the mission. There seems to be no sign of collapse creature activity in this area, so let's go to a more distant area.",
			"Shall we go? So much for the picnic mood, we need to focus on the mission. There's no evidence of decay organism activity in this area, so let's go a little farther."
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10132"
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306395,
			"...",
			"……",
			"ガサ、ザッザッザ……。",
			"바스락, 사각사각…….",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306396,
			"This should be far enough... Here was the academic city, wasn't it?",
			"已经走的够远了呢……在过去就是学园都市了么。",
			"だいぶ遠くまで来たわね……ここは大崩壊が起こる前まで学園都市があったところよ。",
			"꽤 멀리까지 왔네…… 여기는 대붕괴가 일어나기 전까지 학원 도시가 있던 곳이야.",
			null,
			null,
			"Has gone far enough it ...... in the past is the academy city.",
			"We've come a long way. ...... This is where the school city used to be before the Great Collapse."
		],
		[
			"msg",
			306397,
			"Do you know, before there stood the top universities around the world. Not only ME, other international technology corporations also set up their branches here. It was the cradle of technology.",
			"你知道么，那边的区域可是汇聚着世界上顶尖学府的黄金地段呢。不仅是ME社，还有其他国际科技会社都在这所学园都市设立了机构，可以说是人类科技的摇篮。",
			"知ってる？このエリアは世界トップレベルの学府が集まる黄金地帯だったのよ。ME社をはじめ、国際的なハイテク企業もこの学園都市に拠点を設けたわ。まさに科学技術の粋を集めた都市だったの。",
			"알아? 이 지역은 세계 최고 수준의 학부가 모이는 황금 지대였어. ME사를 비롯한 국제적인 하이테크 기업들도 이 학원 도시에 거점을 뒀지. 바로 과학 기술의 극을 모은 도시였어.",
			null,
			null,
			"You know, the area there is a prime location where the world's top schools are located. Not only the ME Society, but also other international technology companies have set up institutions in this academy city, which can be said to be the cradle of human technology.",
			"Did you know? This area was a goldmine for world-class academics, and international high-tech companies, including the ME Corporation, established bases in this academic city. It was truly a city of science and technology."
		],
		[
			"msg",
			306398,
			"That is also the place I studied... I wish I could visit there once again.",
			"那里也是我曾经就读过的地方…如果有机会的话真想回去一次呢。",
			"私もあそこで学んでいたんだけどね……機会があれば一度戻りたいわ。",
			"나도 거기서 배우고 있었는데…… 기회가 있으면 한 번 돌아가고 싶어.",
			null,
			null,
			"That's where I went to school...I'd love to go back if I had the chance.",
			"I used to study there too. ...... I'd love to go back once I get the chance."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306399,
			"Roarrrr!!!",
			"吼吼吼——",
			"ガウウウ——",
			"가우우우",
			null,
			null,
			"Ho-ho-ho-ho",
			"Gawwah--"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306400,
			"That sound! Could it be Houkai beast?",
			"呃！这个声音是崩坏生物么！？",
			"うっ！この声は崩壊生物！？",
			"윽! 이 소리는 붕괴 생물!?",
			null,
			null,
			"Ugh! Is this voice a collapsing creature!",
			"Ugh! This voice is a disintegrating organism!"
		],
		[
			"msg",
			306401,
			"Tut, peace truly drops people's guard! Here it comes! Protect me!",
			"唔！果然和平就是让人懈怠的毒药！来了来了！…快保护我！",
			"うわ！やっぱり平和は人を怠惰にする毒ね！来たわよ！……早く、私を守って！",
			"우와! 역시 평화는 사람을 게으르게 하는 독이네! 왔어요! ……빨리, 나를 지켜줘!",
			null,
			null,
			"Well! Peace is the poison that makes people slack off! I'm coming! ...protect me!",
			"Wow! I knew peace was a poison that makes people lazy! Here they come! ...... quickly, protect me!"
		]
	],
	"1182": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10132"
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306402,
			"Phew, we make it. How scary. If it wasn't you I would have died here.",
			"呼~解决了么…吓死我了。还好有你在，不然我就要暴尸荒野了。",
			"ふぅ～やっつけてくれたのね……びっくりしたぁ。あなたがいてくれて良かったわ。荒野で野垂れ死ぬところだった。",
			"후우~ 처리해줬네……깜짝 놀랐어. 당신이 있어서 다행이야. 황야에서 죽을 뻔했어.",
			null,
			null,
			"Phew~ solved it...scared the hell out of me. Luckily you are there, or I will have to die in the wilderness.",
			"Whew - you killed it. ...... I was so surprised. I'm glad you were there. I was about to die in the wilderness."
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			306403,
			"Let's go back. I've already had some conclusion thanks to the trip......",
			"我们回去吧，多亏这次远足我确定了心里的一些想法了……",
			"さて、そろそろ戻りましょ。今回、ここまで来たおかげで考えが固まったわ……。",
			"자, 이제 돌아가자. 이번에 여기까지 와서 생각이 정리됐어…….",
			null,
			null,
			"Let's go back, thanks to this hike I'm sure of some ideas in my mind ......",
			"Well, it's time to get back. Thanks for getting me here this time, I've got a lot to think about. ......"
		],
		[
			"msg",
			306404,
			"Bronya is right, we don't have much time left.",
			"布洛妮娅说的没有错，我们的时间确实不多了。",
			"ブローニャの言ってたことは間違いない……私たちに残された時間はもうほとんど残っていないわ……。",
			"브로냐의 말던 것은 틀림없어……우리에게 남은 시간은 거의 없어…….",
			null,
			null,
			"Bronya is not wrong, we are indeed running out of time.",
			"There's no doubt what Bronya was saying ...... there's very little time left for us. ......"
		]
	],
	"1183": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10093"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306405,
			"So you encountered a Houkai beast at the boundary of Nagazora and Academic City? Houkai beasts are still here as I thought.",
			"在长空市与学园都市的边界遭到了崩坏生物的攻击么…果然崩坏生物并没有完全消失。",
			"長空市と学園都市の境界で崩壊生物の攻撃に遭ったのですか……やはり崩壊生物が完全に消えたわけではないのですね。",
			"창공시와 학원도시 경계에서 붕괴 생물의 공격을 받았다고요……역시 붕괴 생물이 완전히 사라진 건 아니군요.",
			null,
			null,
			"The border between Nagumo City and Academy City was attacked by the Avalanche creatures...and indeed the Avalanche creatures have not completely disappeared.",
			"Did you encounter an attack of disintegrating organisms at the boundary between Nagora City and the school city? ...... After all, the disintegrating organisms have not disappeared completely, have they?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306406,
			"Yes, considering the destructive attack by the Herrscher, I believe only those Houkai beasts around ME disappeared.",
			"嗯，结合之前律者发动的那次可怕的攻击来看…恐怕消失的只有ME社为中心的这片区域的崩坏生物。",
			"うん、それにこの前律者が攻撃してきた件とも奇妙な一致を見せるの……見てここ、ME社を中心とするこのエリアの崩壊生物のみだけ消えてるでしょ。",
			"응, 게다가 이번에 율자가 공격해 온 사건과도 이상한 연관이 있어……봐, ME사를 중심으로 한 이 지역의 붕괴 생물만 사라졌잖아.",
			null,
			null,
			"Well, combined with the terrible attack launched by the Ruler before... I'm afraid that only the collapsed creatures in this area centered on the ME Society have disappeared.",
			"Yeah, and it's also a strange coincidence with the last time the law attacked us. ...... and look here, only the collapsed organisms in this area centered on the ME company are gone."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306407,
			"What do you mean?",
			"你的意思是？",
			"確かに……これは一体？",
			"확실히……이건 대체?",
			null,
			null,
			"What do you mean?",
			"Surely ...... what the hell is this?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306408,
			"That powerful attack the Herrscher launched to ME was fueled by the Houkai Energy around ME. In other words, the Herrscher gathers all Houkai Energy around her to launch that attack. After the attack, the whole area becomes a Houkai Energy-free area.",
			"律者对ME社使用的那次威力强大的攻击，其能量来源应该就是ME社周围的崩坏能了。换句话说，就是律者将周边地区的崩坏能全部汇集到了自己身上发动攻击，而当攻击结束之后，这片区域就变成了崩坏能的真空区。",
			"律者がME社に放ったあの強大な攻撃。エネルギー源はME社周囲にあった崩壊エネルギーのはず……つまり、律者が崩壊エネルギーを根こそぎ集めた結果、崩壊エネルギーの真空地帯が生まれたのよ。",
			"율자가 ME사에 날린 그 강력한 공격. 에너지원은 ME사 주변의 붕괴 에너지였을 거야……즉 율자가 붕괴 에너지를 모조리 흡수한 결과, 붕괴 에너지의 진공 지대가 생긴 거야.",
			null,
			null,
			"The source of the powerful attack that the Ruler used against the ME Society must have been the avalanche energy around the ME Society. In other words, the Ruler gathered all the avalanche energy in the surrounding area to attack himself, and when the attack was over, the area became a vacuum of avalanche energy.",
			"That mighty attack that the Ruler unleashed on the ME Company. The energy source was supposed to be the decay energy that was around the ME company. ...... In other words, the Ruler uprooted the decay energy and as a result, a vacuum of decay energy was created."
		],
		[
			"msg",
			306409,
			"Besides, the disappearance of the beasts is due to that attack... Judging by the damages it caused, the beasts were probably ionized by the strong magnetic field that formed after that terrible attack.",
			"另外崩坏生物消失的原因就要归结于那个攻击…从现场的破坏痕迹来看，很可能是受到那个可怕的攻击后形成强烈电磁场后被电离成了分子状态。",
			"そして、崩壊生物が消えたのもあの攻撃の影響。現場から崩壊生物の残骸が見つかって……それを調べてみると一部が分子状態まで電離していた事が分かったの。どうやら、あの一撃で強烈な電磁場が形成されたみたい。",
			"그리고 붕괴 생물이 사라진 것도 그 공격의 영향이야. 현장에서 붕괴 생물 잔해가 발견했는데……조사해보니 일부가 분자 단위까지 전리된 상태였어. 아마 그 일격으로 강력한 전자기장이 형성된 모양이야.",
			null,
			null,
			"In addition the reason for the disappearance of the collapsed creatures will be attributed to that attack ... From the traces of destruction at the scene, it is likely that the formation of a strong electromagnetic field after being ionized into a molecular state by that terrible attack.",
			"And the disappearance of the decay organisms was also a result of that attack. We found remnants of the disintegrating organisms at the site ......, and upon examination found that some of them had been ionized to a molecular state. It seems that the blow created a strong electromagnetic field."
		],
		[
			"msg",
			306410,
			"Fortunately the Herrscher's attack did not hit ME directly, that's why we were able to survived the attack, hiding underground. Otherwise we would evaporate as well under that blue light.",
			"还好律者的攻击没有直接命中ME社，藏身在ME社地下的我们才幸免遇难，不然的话我们也早在那蓝色的光芒中蒸发了。",
			"律者の攻撃がME社に直撃していたら、私たちは蒸発していたわ。あの青い光の中、一瞬でね。",
			"율자의 공격이 ME사를 직격했더라면, 우리는 순식간에 증발했을 거야. 그 푸른 빛 속에서, 한 순간에.",
			null,
			null,
			"Fortunately, the attack of the Ruler did not directly hit the ME Society, hiding in the ME Society underground, we were spared, otherwise we would have been vaporized in the blue light.",
			"If the Ruler's attack had hit the ME company, we would have been vaporized. In that blue light, in an instant."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306411,
			"If the beam hit the camp straight...",
			"如果那个光束打向基地的话……",
			"一歩違えば、崩壊生物もろとも私たちも消えていたのですね。",
			"한 발짝만 잘못했어도, 붕괴 생물과 함께 우리도 사라졌을 거예요.",
			null,
			null,
			"If that beam hits the base ......",
			"One wrong step and we would have disappeared, along with the collapsing organisms."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306412,
			"Stop, I can't even imagine it. This will keep me awake at night.",
			"不要说那么可怕的话…我晚上会睡不着的。",
			"そんな恐ろしいこと言わないで……夜眠れなくなっちゃう。",
			"그런 무서운 말 하지 마세요... 밤에 잠들 수 없을 거예요.",
			null,
			null,
			"Don't say such horrible things...I won't be able to sleep at night.",
			"Don't say such horrible things ...... you won't be able to sleep at night."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306413,
			"Do you have any idea how long this Houkai energy-free condition will last, Yssring?",
			"伊瑟琳，ME社周边的这片真空区域还能维持多久呢？",
			"イザーリン、ME社周辺の崩壊エネルギーがなくなったエリアはあとどのくらい持つのですか？",
			"이자린, ME사 주변의 붕괴 에너지가 사라진 구역은 앞으로 얼마나 더 버틸 수 있나요?",
			null,
			null,
			"Estherine, how long will this vacuum around the ME Society last?",
			"How much longer will the area around Estherineg, ME where the decay energy is gone last?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306414,
			"No idea... I don't even know the active areas of the Houkai beasts. I might need the Graymoth Squad's intel to confirm perhaps.",
			"不知道…现在崩坏生物活动的范围还没有探明，或许要等灰蛾部队调查回来才能确定。",
			"分からない……崩壊生物の活動範囲がまだ明らかになってないから、灰蛾部隊が調査から帰ってこないと確定できないかも。ただ、残された時間はそれほど多くない。",
			"모르겠어요... 붕괴 생물의 활동 반경이 아직 확인되지 않아서 회아 부대가 탐사에서 돌아오기 전엔 확신할 수 없어요. 다만 남은 시간이 많지 않다는 건 분명해요.",
			null,
			null,
			"I don't know...the range of the Avalanche creature activity has not been explored yet, so perhaps we will have to wait for the Grey Moth troops to return from their investigation to be sure.",
			"I don't know. ...... The range of activity of the decaying organisms is not yet clear, so we may not be able to determine that until the ash moth unit returns from its survey. However, there is not much time left."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			306415,
			"So... as soon as the Houkai energy fills this area up again, the Herrscher will launch the next attack, am I right?",
			"嗯…如果真空区被填补的话，也就是下一次律者发动攻击的时候么……",
			"もし……このエリアが崩壊エネルギーで再び満ちたとき、律者が次の一撃を放ってくると考えていいのでしょうか。",
			"만약... 이 구역이 다시 붕괴 에너지로 가득 찼을 때, 율자가 다음 공격을 개시할 거라고 봐도 될까요?",
			null,
			null,
			"Well ... if the vacuum is filled, that is, the next time the Ruler to attack ......",
			"If ...... this area fills up again with disintegrating energy, is it safe to assume that the Ruler will strike the next blow?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			306416,
			"...",
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			306417,
			"Yes.",
			"是的。",
			"……そう考えて、ほぼ間違いないわ。",
			"......그렇게 보는 게 맞을 거예요.",
			null,
			null,
			"Yes.",
			"...... I'm almost certain that's what you're thinking."
		]
	]
}