{
	"1054": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10095"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305502,
			"Guys, the HOMU Paradise operation is over, but it doesn't mean we are safe around the base.",
			"各位，之前吼姆乐园的作战结束了，不过这并不代表基地附近已经安全。",
			"皆さん、この前のホム楽園での作戦、お疲れ様でした。しかし、これで基地付近が安全になったわけではありません。",
			"여러분, 이번 홈우라쿠엔 작전 수고하셨습니다. 하지만 이제야 기지 주변이 안전해진 건 아니에요.",
			null,
			null,
			"Gentlemen, the previous battle in Howlham Land is over, but that doesn't mean the vicinity of the base is safe.",
			"Thank you all for your hard work on the last operation at Hom Paradise. However, this does not mean that the area around the base is now safe."
		],
		[
			"msg",
			305503,
			"We have eliminated the queen, but there are still a lot of Houkai creatures in the HOMU Paradise. The Houkai eggs are still a threat after the incubation.",
			"虽然我们消灭了虫后，但是吼姆乐园区域内的崩坏生物数量依然惊人，而且孵化后的崩坏生物虫卵依然有着极大的威胁。",
			"私たちはクイーンビーを倒したとは言え、ホム楽園に潜む崩壊生物は依然として驚くべき数です。また孵化する前の崩壊生物の卵も大きな脅威です。",
			"우리가 퀸비를 쓰러뜨렸다고 해도, 홈우라쿠엔에 숨어있는 붕괴 생물은 여전히 놀라울 정도로 많아요. 또한 부화하기 전의 붕괴 생물 알도 큰 위협입니다.",
			null,
			null,
			"Although we eliminated the queen of the insects, the number of disintegrating creatures in the Howlum Paradise area is still staggering, and the hatching disintegrating creature eggs are still a great threat.",
			"Although we have defeated the queen bee, the number of decaying organisms lurking in Homme Paradise is still alarming. The pre-hatched eggs of the decaying creatures are also a major threat."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			305504,
			"So we need to exterminate all of them, right?",
			"所以我们得要把它们斩草除根对吧？",
			"それで今回は根こそぎ倒そうってこと？",
			"그러니까 이번에는 아예 뿌리 뽑으려는 거야?",
			null,
			null,
			"So we have to get rid of them, right?",
			"So now you want to uproot them this time?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305505,
			"Correct. The investigation was meant to explore the surrounds of HOMU Paradise. We were lucky to have killed the queen, but there may be new queen born again. This is why I want to put together more forces to have a larger scale raid.",
			"没错，之前的调查行动最初的目的只是了解乐园周围的情况。虽然幸运地杀死了虫后，但是不排除会有新虫后的诞生，所以这次我想组建更多的战力进行大规模的扫荡作战。",
			"そうです。以前は調査がメインだった中、幸運にもクイーンビーを倒しました。今回はより多くの戦力を組み、大規模な掃討作戦を行いたいと思います。それに新しいクイーンビー誕生の可能性も排除できません。",
			"그렇습니다. 이전에는 조사가 주력이던 중, 운 좋게 퀸비를 쓰러뜨렸습니다. 이번에는 더 많은 전력을 조합해 대규모 소탕 작전을 진행하고 싶습니다. 게다가 새로운 퀸비가 탄생할 가능성도 배제할 수 없습니다.",
			null,
			null,
			"That's right, the initial purpose of the previous investigation operation was just to understand the situation around Paradise. Although I was lucky enough to kill the queen, I can't rule out the birth of a new queen, so this time I want to form more warriors for a large-scale sweeping operation.",
			"Yes, I am. While our main focus before was on investigation, we were fortunate enough to defeat Queen Bee. This time, we would like to assemble more forces and conduct a large-scale cleanup operation. Besides, we cannot rule out the possibility of a new Queen Bee being born."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			305506,
			"Understand~ Aneki, just give the order. We will take care of the Houkai creatures!",
			"明白了~姐姐大人只管下命令，那些崩坏生物就交给我们吧！",
			"分かったよ、お姉ちゃん！崩壊生物の駆除は私たちに任せて！",
			"알았어, 언니! 붕괴 생물의 구제는 우리에게 맡겨!",
			null,
			null,
			"Understood ~ sister-sama just give orders, those collapsed creatures will leave it to us!",
			"All right, sis! Leave the extermination of disintegrating organisms to us!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305507,
			"Yeah, Himeko will also assist you in this operation. The Grey Moth team can be trusted in battle. They can be of great help.",
			"嗯，这次作战姬子也会协助你们，灰蛾部队的作战能力值得信任，相信一定会给你们很大的帮助。",
			"はい、今回の作戦では姫子もあなたたちに協力してくれます。灰蛾部隊の作戦能力は信頼できます。きっとあなたたちの力になってくれるでしょう。",
			"네, 이번 작전에서는 히메코도 여러분을 도와줄 겁니다. 회아 부대의 작전 능력은 신뢰할 수 있습니다. 분명히 여러분의 힘이 되어줄 거예요.",
			null,
			null,
			"Well, this time the combat Himeko will also assist you, the gray moth troops are trustworthy in their combat ability, and I believe they will definitely give you a lot of help.",
			"Yes, Himeko will also cooperate with you and your team in this operation. I trust the operational capability of the Ash Moth Unit. I am sure they will help you."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305508,
			"I don't really care, as long as they don't become my burden.",
			"我无所谓，只要她们不拖后腿就行。",
			"私はどうでもいいわ。この子たちが足を引っ張らなければそれでいい。",
			"난 어쨌든 상관없어. 이 애들이 발목만 잡지 않는다면 그걸로 됐다구.",
			null,
			null,
			"I don't care, as long as they don't drag their feet.",
			"I don't care. As long as these kids don't drag their feet, that's all that matters."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			305509,
			"Himeko!",
			"姬子你！",
			"姫子、あなた！",
			"히메코, 당신!",
			null,
			null,
			"Himeko you!",
			"Himeko, you!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305510,
			"Let's go, stop wasting time here. Better walk than talk.",
			"走吧，不要在这里磨蹭了，有斗嘴皮子不如行动起来。",
			"行きましょう、ここでグズグズしないで。口を動かすより行動してちょうだい。",
			"가자, 여기서 꾸물거리지 말고. 입보다 행동으로 보여줘.",
			null,
			null,
			"Let's go, don't dawdle here, there is fighting mouths rather than action.",
			"Let's go, don't dither here. Instead of running your mouth, act."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			305511,
			"Argh... Dammit!",
			"咕……可恶！",
			"ぐっ……まったく！",
			"쿱…… 정말이지!",
			null,
			null,
			"Goo ...... abomination!",
			"Gosh ...... not at all!"
		]
	],
	"1055": [
		[
			"speaker",
			204621
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305512,
			"We have arrived at the combat zone. There will be no fire support from Hyperion in this battle. Stay alert!",
			"到达作战区域，这次的战斗没有休伯利安的火力支援，都给我打起精神！",
			"作戦エリアに到着。今回の戦闘ではハイペリオンからの火力支援がないから、みんな頑張ってちょうだい！",
			"작전 구역 도착. 이번 전투에서는 히페리온의 화력 지원이 없으니 모두 열심히 해야 해!",
			null,
			null,
			"Arriving in the combat zone, this battle is not supported by fire from Hublian, so brace yourselves!",
			"Arrived at the operation area. There will be no fire support from Hyperion in this battle, so good luck everyone!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				56,
				0,
				false
			]
		],
		[
			"msg",
			305513,
			"Roger that!",
			"是！",
			"はい！",
			"네!",
			null,
			null,
			"Yes!",
			"Yes!"
		],
		[
			"choice",
			[
				305514,
				"They have high morale.",
				"正是士气高涨的部队呢。",
				"本当に士気の高い部隊。",
				"정말 사기가 높은 부대네요.",
				null
			],
			[
				305515,
				"We need to up our game too.",
				"我们也要加油呢。",
				"こっちも頑張ろう！",
				"우리도 힘내자!",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1056,
			1057
		]
	],
	"1056": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305516,
			"Hey! Don't underestimate ourselves, if we get serious, we are as good as Himeko's team! Show them what the defending team has!",
			"喂！不要涨他人士气啦，我们认真起来可不比姬子的部队差！今天要让她们知道驻守部队也不是好惹的！",
			"ちょっと！他部隊の士気を褒めてどうするのよ。私たちだって真面目にやれば姫子の部隊に劣らないわ！今日は駐留部隊が手強いってこと、思い知らしめてやるんだから！",
			"잠깐! 다른 부대 사기를 칭찬하고 뭐 하는 거야. 우리도 진지하게 하면 히메코 부대에 지지 않는다고! 오늘은 주둔 부대가 만만치 않다는 걸 뼈저리게 느끼게 해주겠어!",
			null,
			null,
			"Hey! Don't boost the morale of others, we are not inferior to Himeko's troops when we get serious! Today we'll show them that the garrison is no match for them!",
			"Hey! How dare you praise the morale of other units? We're no better than Himeko's unit if we work hard! Today we're going to show them that the garrison troops are tough!"
		],
		[
			"msg",
			305517,
			"Let's go! Don't stand still, stay alert! We need to kill more Houkai beasts!",
			"走吧！不要傻站着，打起精神！我们要消灭更多的崩坏生物才行！",
			"行きましょう！突っ立ってないで、やる気出して！私たちが一番多くの崩壊生物を倒さなきゃ！",
			"가자! 서 있지 말고 의욕을 내! 우리가 가장 많은 붕괴 생물을 쓰러뜨려야 해!",
			null,
			null,
			"Let's go! Don't just stand there, get pumped up! We have to destroy more crashing creatures to do so!",
			"Let's go! Don't just stand there, get motivated! We have to take down the most disintegrating organisms!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1058
		]
	],
	"1057": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305518,
			"Absolutely! Never let Himeko and her crew stand above us! We need to put up great performance in front of Aneki!",
			"没错！绝对不能让姬子她们骑在我们头上！要在姐姐大人面前好好表现才行！",
			"その通りよ！姫子なんかに負けていられないよ！お姉ちゃんの前だし、頑張らなきゃ！",
			"그래! 히메코 같은 놈에게 질 수 없어! 언니 앞이니까, 힘내야지!",
			null,
			null,
			"That's right! We can't let Himeko and the girls get on top of us! We must behave well in front of our sister!",
			"You're right! I can't let Himeko get the better of me! I have to do my best in front of my sister!"
		],
		[
			"msg",
			305519,
			"Let's go! Don't stand still, stay alert! We need to kill more Houkai beasts!",
			"走吧！不要傻站着，打起精神！我们要消灭更多的崩坏生物才行！",
			"行きましょう！私たちが一番多くの崩壊生物を倒さなきゃ！",
			"가자! 우리가 가장 많은 붕괴 생물을 쓰러뜨려야 해!",
			null,
			null,
			"Let's go! Don't just stand there, get pumped up! We have to destroy more Avalanche creatures to do so!",
			"Let's go! We have to take down the most decaying organisms!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1058
		]
	],
	"1058": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305520,
			"It's hard to see Seele getting so serious. We should probably put you and Himeko together more often.",
			"难得希儿会这么认真，看来以后得多和姬子一起行动呢。",
			"ゼーレがこんなに真面目になるとは。これからもできるだけ姫子と一緒に行動させた方がいいみたいですね。",
			"제레가 이렇게 진지해질 줄은. 앞으로도 가능한 히메코와 함께 행동하게 하는 게 좋을 것 같네요.",
			null,
			null,
			"It's rare that Hill will be so serious, it seems to have to move more with Himeko in the future.",
			"I didn't know Seele could be so serious. It looks like I should continue to let him work with Himeko as much as possible."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			305521,
			"No way!",
			"我才不要呢！",
			"やめてよ！",
			"하지 마!",
			null,
			null,
			"I don't want it!",
			"Stop it!"
		]
	],
	"1059": [
		[
			"speaker",
			204619
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				59,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			305522,
			"Die! Die! Die! Damn Houkai beasts! Don't go near my Aneki!",
			"去死！去死！去死！可恶的崩坏生物！！不要挡在姐姐大人的身边！！！",
			"死ね！死ね！死ね！憎たらしい崩壊生物！！お姉ちゃんに近づくなっ！！！",
			"죽어! 죽어! 죽어! 싫어할 만한 붕괴 생물!! 언니에게 접근하지 마!!!",
			null,
			null,
			"Go to hell! Go to hell! Go to hell! Damned collapsed creatures! Get out of my sister's way!",
			"Die! Die! Die! Die! You hateful disintegrating creature! Stay away from my sister!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305523,
			"Seele tried really hard today. Thanks to Himeko.",
			"今天的希儿特别卖力，多亏了姬子。",
			"今日のゼーレは特に頑張っています。姫子のおかげですね。",
			"오늘의 제레는 특히 열심히 하고 있어요. 히메코 덕분이네요.",
			null,
			null,
			"Today's Hill is working especially hard, thanks to Himeko.",
			"Seele is doing especially well today. Thanks to Himeko."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305524,
			"She's a good fighter. Bronya, put Seele in my team.",
			"她是个不错的战力，布洛妮娅，把希儿编入我的部队吧。",
			"なかなか、いい戦力じゃないの。ブローニャ、ゼーレを私の部隊に入れてよ。",
			"꽤 괜찮은 전력이네. 브로냐, 제레를 내 부대에 넣어줘.",
			null,
			null,
			"She's a good fighter, Bronya. Put Hill in my unit.",
			"It's quite a good force to have. Bronya, you should put Seele in my unit."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305525,
			"Sorry, we are short of manpower in the base too. Seele is important for us.",
			"抱歉，基地的人手也很紧张，希儿是不可或缺的战力。",
			"すみません、基地の人手も足りていないんです。ゼーレは欠かせない戦力なので渡せません。",
			"죄송하지만, 기지 인력도 부족한 상황입니다. 제레는 필수 전력이기 때문에 넘겨줄 수 없습니다.",
			null,
			null,
			"Sorry, the base is also stretched thin, and Hill is an indispensable warhorse.",
			"Sorry, we are also short on manpower at the base. Seele is an indispensable asset and I can't give it to you."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305526,
			"Tsk. Relax, I won't take her from you. No one can manager her if you are not around.",
			"哼，放心吧，我是不会把她从你身边抢走的，这个孩子离开你的话可没人能管得了她。",
			"フンッ、安心して。あなたのそばから奪いはしないから。この子はあなたから離れたら、きっと誰の言うことも聞かないわ。",
			"흥, 안심해. 당신 곁에서 뺏지는 않을 테니까. 이 아이는 당신과 떨어지면 분명 누구 말도 듣지 않을 거야.",
			null,
			null,
			"Hm, do not worry, I will not take her away from you, this child can leave you no one can control her.",
			"Hmmm...don't worry. I won't take her away from you. I'm sure she won't listen to anyone once she's away from you."
		],
		[
			"msg",
			305527,
			"Never thought that timid girl can be so lively now.",
			"没想到以前那么畏首畏尾的孩子现在居然变得这么活泼了。",
			"以前はあんなにビクビクしていた子供が、こんな活発になるとは思わなかったわ。",
			"예전엔 그렇게 벌벌 떨던 아이가 이렇게 활발해질 줄은 몰랐네요.",
			null,
			null,
			"I didn't expect the child who used to be so fearful to become so lively now.",
			"I never thought a kid who used to be so jumpy would become so active."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305528,
			"Seele's changed a lot, just like us. Well, she still follows me everywhere. I hope she can get used to life without me.",
			"希儿和我们一样都变了很多，不过依然还是粘着我不放，我倒是希望她能够习惯我不在的日子呢。",
			"ゼーレは、かなり変わりました。ですが、やはりブローニャにくっついて離れません。あの子にはブローニャがいない生活に慣れてもらいたいものです。",
			"제레는 상당히 변했어요. 하지만 역시 브로냐에게 붙어서 떨어지지 않아요. 그 애에게 브로냐 없는 생활에 익숙해졌으면 좋겠네요.",
			null,
			null,
			"Hill has changed as much as we have, but still clings to me, I wish she could get used to my absence.",
			"Seele has changed a lot. However, he is still attached to Bronya and won't leave her. I would like her to get used to life without Bronya."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305529,
			"Tsk, you sounded like you could let go, but you couldn't.",
			"哼，嘴上说的这么无情，明明自己也离不开她。",
			"フン、口ではそんな非情なこと言うけど、自分が離れられないんじゃないの。",
			"흥, 입으로는 그렇게 비정한 말을 하면서 정작 자신이 떨어질 수 없는 거 아니야?",
			null,
			null,
			"The company's main business is to provide a wide range of products and services to its customers.",
			"Hun, you say such heartless things with your mouth, but you can't make yourself leave."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				3,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305530,
			"You are right... But I'm her Aneki.",
			"如你所说…不过谁让我是姐姐呢。",
			"あなたの言う通りです……いつからブローニャはこんなに姉としての役割に目覚めたのでしょう。",
			"당신 말씀대로예요...... 언제부터 브로냐가 이렇게 언니로서의 역할에 눈을 뜨게 된 걸까요.",
			null,
			null,
			"As you said...but who made me the sister.",
			"You are right ...... when did Bronya become so awakened to her role as a sister?"
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			305531,
			"Aneki! I've finished all the Houkai beasts in front! Did you see that, Himeko? Now you know how good I am?",
			"姐姐大人！前面的崩坏生物我已经解决了！怎么样姬子~知道我的厉害了么！",
			"お姉ちゃん！前方の崩壊生物は片付けたよ！どう姫子？私のすごさが分かった？",
			"언니! 전방의 붕괴 생물은 처리했어! 어때 히메코? 내 엄청난 실력 알겠어?",
			null,
			null,
			"Sister-sama! I've taken care of the collapsed creatures in front of me! What's up Himeko~ You know what I'm capable of!",
			"Sis! I took care of the disintegrating creature up ahead! What do you think, Himeko? Did you see how great I am?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				2,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305532,
			"The battle is not over yet. Those who love to talk in battlefield are more likely to die.",
			"战斗还没结束呢，在战场上叽叽歪歪的人是最容易死的。",
			"戦闘はまだ終わっていないわ。戦場ではピーピー喚く人が一番に死ぬのよ。",
			"전투는 아직 끝나지 않았어. 전장에서 징징대는 사람이 제일 먼저 죽는 법이야.",
			null,
			null,
			"The battle is not over yet, and those who gabble on the battlefield are the most likely to die.",
			"The battle is not over yet. On the battlefield, those who scream the loudest are the first to die."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			305533,
			"Argh... I hate you, Himeko!",
			"呜…姬子什么的最讨厌了！",
			"う……姫子なんか大嫌い！",
			"으...... 히메코 따위 정말 싫어!",
			null,
			null,
			"Oooh...Himeko is the most annoying!",
			"U...... hate Himeko!"
		]
	],
	"1060": [
		[
			"speaker",
			204620
		],
		[
			"bg",
			"CG10098"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305534,
			"Looks like we've eliminated most of the Houkai creatures in the Paradise. The day's getting dark, it could be dangerous if we keep fighting. Let's call it a day.",
			"看来游乐园内的崩坏生物消灭的差不多了，马上天就要黑了，继续作战比较危险，今天就到这里吧。",
			"遊園地内の崩壊生物はほとんど消滅させました。もうすぐ日が暮れます。このまま作戦を続けるのは危険です。今日はここまでにしておきましょう。",
			"유원지 내 붕괴 생물은 거의 소멸시켰습니다. 곧 해가 질 거예요. 이대로 작전을 계속하는 건 위험합니다. 오늘은 여기까지 하죠.",
			null,
			null,
			"It seems that the crumbling creatures in the amusement park are almost wiped out, soon it will be dark, it is more dangerous to continue fighting, let's stop here today.",
			"Most of the decaying organisms in the amusement park have been extinguished. The sun will soon set. It is dangerous to continue the operation. Let's call it a day."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				1,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			305535,
			"Puff... Puff... Aneki, I did better than Himeko this time!",
			"呼…呼…姐姐大人，这次我可是比姬子还要活跃哦！",
			"ふぅ……ふぅ……お姉ちゃん、今回は私、姫子より活躍したよ！",
			"후…… 후…… 언니, 이번에는 내가, 히메코보다 더 활약했어!",
			null,
			null,
			"I'm more active than Himeko this time, Sister!",
			"Fuu...... Fuu...... sis, I was more active than Himeko this time!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				1,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305536,
			"You're already out of breath for a battle like that? You still have a lot to learn.",
			"才这种程度的战斗就气喘吁吁的，看来还需要锻炼呢。",
			"この程度の戦闘で息が切れるなんて、もう少し鍛えなきゃダメね。",
			"이 정도 전투에서 숨이 차다니, 좀 더 단련해야겠어.",
			null,
			null,
			"I'm panting at this level of combat, so it looks like I still need to exercise.",
			"You have to train a little harder to be out of breath after a battle of this magnitude."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			305537,
			"Puff... Puff...... Himeko...",
			"呼…呼……姬子…",
			"ふぅ……ふぅ……姫子……。",
			"후…… 후…… 히메코…….",
			null,
			null,
			"Hoo...hoo ...... Himeko...",
			"Fu...... Fu...... Himeko......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305538,
			"What, are you too tired to even argue with me?",
			"怎么了，连斗嘴的力气都没有了么？",
			"どうしたの、口を開ける力もないの？",
			"왜 그래, 입을 열 힘도 없는 거야?",
			null,
			null,
			"What's wrong, don't you even have the strength to fight?",
			"What's the matter, you don't even have the strength to open your mouth?"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305539,
			"You two, watch your behaviors in front of other team members.",
			"你们两个，在其他队员面前也注意一下言行吧。",
			"2人とも、他の隊員の前では言動に注意してください。",
			"둘 다 다른 대원들 앞에서는 언행에 주의하세요.",
			null,
			null,
			"You two, watch your words in front of the rest of the team, too.",
			"Both of you should be careful what you say and do in front of other members of your unit."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			305540,
			"Argh... Alright, for the sake of Aneki...",
			"呃…好吧，看在姐姐大人的份上……",
			"うっ……分かったわ、お姉ちゃんに免じてここは許してあげる……。",
			"윽…… 알았어, 언니 봐서 여기서는 봐줄게…….",
			null,
			null,
			"Uh...well, for the sake of my sister-in-law ......",
			"Ugh ...... okay, I'll let you off the hook here in case you don't want to spare your sister. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				60,
				1,
				false
			]
		],
		[
			"msg",
			305541,
			"Seele, you did well today. The battle could have lasted a lot longer without you. Take a good rest.",
			"希儿，今天辛苦你了，不是你的话或许战斗还会更加持久，回去好好休息吧。",
			"ゼーレ、今日はご苦労様。あなたがいなければ戦闘が長引いていたかもしれません。帰ってゆっくり休んでください。",
			"제레, 오늘은 수고했어. 네가 없었으면 전투가 길어졌을지도 몰라. 돌아가서 푹 쉬어.",
			null,
			null,
			"Hill, today hard work, not you, perhaps the battle will last longer, go back to rest.",
			"Seele, thank you for your efforts today. Without you, the battle might have lasted longer. Please go home and get some rest."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				2,
				false
			],
			[
				60,
				1,
				true
			]
		],
		[
			"msg",
			305542,
			"Bronya...",
			"姐姐大人……",
			"お姉ちゃん……。",
			"언니…….",
			null,
			null,
			"Sister-sama ......",
			"Sis. ......."
		],
		[
			"msg",
			305543,
			"I know Aneki is the best!",
			"果然是姐姐大人最好了！",
			"やっぱりお姉ちゃん最高！",
			"역시 언니 최고!",
			null,
			null,
			"I'm sure Sister is the best!",
			"I knew you were the best!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				2,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305544,
			"I'd rather you go back and have a good rest than sticking around here. We need to keep fighting tomorrow. I won't wait for you if you can't get up.",
			"有这些力气撒娇不如早点回去休息吧，明天还要继续战斗呢，如果爬不起来我可不会等你。",
			"これだけ元気と愛嬌があるなら、早く帰って休みなさい。明日も戦い続けるんだから。起きられなくても私は待たないわよ。",
			"이렇게나 활기차고 애교가 넘친다면, 빨리 돌아가서 쉬어. 내일도 계속 싸워야 하니까. 일어나지 못해도 난 기다리지 않을 거야.",
			null,
			null,
			"There are these strength to pampering why not go back to rest early, tomorrow will continue to fight it, if you can not get up I will not wait for you.",
			"If you have so much energy and charm, go home and get some rest. You have to keep fighting tomorrow. If you can't get up, I won't wait for you."
		],
		[
			"speaker",
			204619
		],
		[
			"portraits",
			[
				59,
				4,
				false
			],
			[
				61,
				1,
				true
			]
		],
		[
			"msg",
			305545,
			"Hmph! As long as Aneki is around, I will still do better than you tomorrow!",
			"哼！只要有姐姐大人在明天我照样会比你活跃！",
			"フンッ！お姉ちゃんさえいれば、明日も今日みたいにあなたより活躍してみせるんだから！",
			"흥! 언니만 있으면 내일도 오늘처럼 당신보다 더 활약해 보이겠다니까!",
			null,
			null,
			"Hmph! I'll be more active than you tomorrow as long as you're here!",
			"Hmph! As long as I have my sister, I'll be more active tomorrow than you are today!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				59,
				4,
				true
			],
			[
				61,
				1,
				false
			]
		],
		[
			"msg",
			305546,
			"I look forward to your performance then.",
			"那我就期待你的表现了。",
			"じゃあ、楽しみにしているわ。",
			"그럼, 기대하고 있을게.",
			null,
			null,
			"Then I'll be looking forward to your performance.",
			"Then I'll look forward to it."
		]
	]
}