{
	"10300": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10279"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720609,
			null,
			"反人类的人体实验，损害未成年人合法权益，危害各国公共安全，政治越界，非法集资……能够安插在这个男人身上的罪名，字面意义上罄竹难书。",
			"人道に反する人体実験、未成年の権利及び利益の侵害、各国の公共安全への危害、政治的越境行為、違法な資金調達……この男に適用できる罪名は文字通り書き尽くせないほどだった。",
			"인도에 반하는 인체 실험, 미성년자의 권리 및 이익 침해, 각국의 공공 안전에 대한 위협, 정치적 월경 행위, 불법 자금 조달…… 이 남자에게 적용할 수 있는 죄명은 문자 그대로 다 셀 수 없을 정도였다.",
			null,
			null,
			"Human experimentation against humanity, harming the legal rights of minors, endangering the public safety of countries, political transgressions, illegal fund raising ...... able to place on this man, literally countless charges.",
			"Human experimentation against humanity, violation of the lawful rights and interests of minors, endangering the public safety of countries, political border crossing, illegal fundraising ......, the list of charges that could be applied to this man was literally too long to write."
		],
		[
			"msg",
			720610,
			null,
			"在搜集了大量证据，整理了大量历史文本后，对奥托·阿波卡利斯的审判正在进行。",
			"大量の証拠収集、大量の歴史書の整理が行われた後、オットー･アポカリプスに対する裁判が行われていた。",
			"방대한 증거 수집과 역사서 정리가 이루어진 후, 오토 아포칼립스에 대한 재판이 진행 중이었다.",
			null,
			null,
			"The trial of Otto Apokalis is underway following the collection of extensive evidence and the compilation of numerous historical texts.",
			"After a great deal of evidence had been collected and a large number of history books sorted out, the trial against Otto Apocalypse was underway."
		],
		[
			"msg",
			720611,
			null,
			"在审判席上，奥托仍不停地进行着他最擅长的事情，",
			"法廷で、オットーは彼の最も得意なことを延々と続けていた。",
			"법정에서 오토는 그가 가장 잘하는 일을 끊임없이 이어갔다.",
			null,
			null,
			"At the trial table, Otto still kept going about what he does best, the",
			"In court, Otto went on and on about what he does best."
		],
		[
			"msg",
			720612,
			null,
			"对审判长，对旁听席，滔滔不绝。",
			"裁判長に対して、傍聴席に対して、滔々と語り続けた。",
			"재판장에게, 방청석에게, 끝없이 이야기를 쏟아냈다.",
			null,
			null,
			"To the presiding judge, to the gallery, gushing.",
			"He continued to speak to the judge and to the audience in an eloquent manner."
		],
		[
			"msg",
			720613,
			null,
			"尽管所有人都知道，这毫无意义。",
			"たとえ誰もが無意味だと知っていたとしても。",
			"비록 모두가 무의미하다는 걸 알고 있었다 해도.",
			null,
			null,
			"Even though everyone knows that it makes no sense.",
			"Even if everyone knew it was pointless."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720614,
			null,
			"（室内）呵，愚蠢的下等人类，竟然现在还不理解天命的荣光？",
			"（室内）フッ、愚かな下等人類の諸君、いまだに天命の栄光を理解できないのかい？",
			"(실내) 휴, 어리석은 하등 인간 여러분, 아직도 천명의 영광을 이해하지 못하는 건가?",
			null,
			null,
			"(Indoor) Heh, foolish inferior human beings who do not understand the glory of the heavenly order now?",
			"(Indoors) Hmph, you foolish lower human beings, do you still not understand the glory of your heavenly destiny?"
		],
		[
			"msg",
			720615,
			null,
			"（室内）我再重申一遍，如果没有我奥托将神请来，你们又何来弑神的机会？",
			"（室内）もう一度言おう。このオットー・アポカリプスが神を招いていなければ、君たちには神を殺す機会などなかっただろう？",
			"(실내) 다시 한 번 말하겠다. 이 오토 아포칼립스가 신을 불러들이지 않았다면, 너희들에게 신을 죽일 기회 따위 없었을 거야?",
			null,
			null,
			"(indoors) I repeat, if I, Otto, had not invited God here, how would you have had the opportunity to kill God?",
			"(indoors) Let me say it again. If this Otto had not invited God, you would not have had the opportunity to kill Him, would you?"
		],
		[
			"msg",
			720616,
			null,
			"（室内）而且，用崩坏对抗崩坏的战略已经取得了无数显著的成果，如果没有天命此前的付出，人类文明根本不可能存活到今天这个时刻。",
			"（室内）しかも、崩壊を使って崩壊と戦う戦略は数々の顕著な成果をあげてきた。無論、天命のこれまでの貢献がなければ、人類文明が今日まで存続するなど不可能だったはずだ。",
			"(실내) 게다가, 붕괴를 이용해 붕괴와 싸우는 전략은 수많은 뛰어난 성과를 거두었어. 물론, 천명의 지금까지의 공헌이 없었다면 인류 문명이 오늘까지 존속하는 건 불가능했을 거야.",
			null,
			null,
			"(Indoor) Moreover, the strategy of fighting collapse with collapse has yielded numerous remarkable results, and without the previous dedication of the Mandate of Heaven, human civilization would not have survived to this moment.",
			"（Moreover, the strategy of using disintegration to fight disintegration has achieved a number of remarkable results. Without the past contributions of the natural order, it would have been impossible for human civilization to have survived to this day."
		],
		[
			"msg",
			720617,
			null,
			"（室内）拉近两个宇宙间的距离？无稽之谈。人类的迂腐研究，怎么可能和天命古老的文献库相提并论，怎么可能和我的智慧相提并论？",
			"（室内）2つの宇宙の距離を縮める？ばかげた話だ。人類の愚かな研究が天命の古代の文献データベースと比肩し、この僕の知性と肩を並べられると思うのかい？",
			"(실내) 두 우주의 거리를 좁힌다? 어이없는 소리야. 인간의 어리석은 연구가 천명의 고대 문헌 데이터베이스와 견줄 수 있고, 이 나의 지성과 어깨를 나란히 할 수 있다고 생각하는 거야?",
			null,
			null,
			"(Indoor) Bringing two universes closer together? Nonsense. How can the pedantic research of mankind be compared to the ancient library of documents of the Divine Order, and how can it be compared to my wisdom?",
			"(Indoor) Closing the distance between two universes? That's absurd. Do you really think that mankind's foolish research can compete with the ancient literature database of heaven's mandate, and with my intellect?"
		],
		[
			"msg",
			720618,
			null,
			"（室内）一些必要的牺牲本就不可避免，正因为崩坏的攻势穷凶极恶，我们才要不惜任何代价地对抗崩坏，为了生存！生存才是文明的第一要务！必须有人背负这些代价，将愚蠢的道德和法律弃之不顾！",
			"（室内）必要な犠牲は最初から避けられなかった。崩壊の攻勢が激しくなったため、僕たちはいかなる代償も惜しまずに崩壊と戦おうとした。生き残るために。そう、生き残ることこそ、文明の第一条件だ！誰かがその代償を負わなければならない。愚かな道徳や法律など捨てるべきなんだ！",
			"(실내) 필요한 희생은 처음부터 피할 수 없었어. 붕괴의 공세가 거세져서, 우리는 어떤 대가도 아깝지 않게 붕괴와 싸우려 했지. 살아남기 위해서. 그래, 살아남는 것이야말로 문명의 첫 번째 조건이야! 누군가는 그 대가를 치러야 해. 어리석은 도덕이나 법 따위 버려야 해!",
			null,
			null,
			"(Interior) Some necessary sacrifices are inevitable, and it is because of the viciousness of the Avalanche attack that we must fight it at any cost, in order to survive! Survival is the first priority of civilization! Someone has to take these costs and leave stupid morals and laws behind!",
			"(Indoor) Necessary sacrifices were inevitable from the beginning. As the offensive of collapse intensified, we were willing to fight it without sparing any price. To survive! Survival is the first condition of civilization! Someone must bear the price. We must throw away stupid morals and laws!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720619,
			null,
			"（别嘴硬了，奥托……现在不是中世纪）",
			"（無茶苦茶な論法ね。オットー……今は中世ではないのよ）",
			"(엉터리 논리네, 오토... 지금은 중세가 아니야)",
			null,
			null,
			"(Don't talk tough, Otto ...... is not medieval now)",
			"(Don't be strong, Otto ...... it's not the Middle Ages now)"
		],
		[
			"msg",
			720620,
			null,
			"（虽然崩坏能的基础研究还在起步阶段，证明不了很多事件的细节，但仅仅是罗列出来的反人类罪行，就够你受的了）",
			"（崩壊エネルギーの基礎研究はまだ初歩的段階で、詳細を証明できない事件もたくさんあるわ。でも、列挙された人道に反する罪だけでも、あなたを罰するのに十分よ）",
			"(붕괴 에너지 기초 연구는 아직 초보 단계라, 자세히 증명할 수 없는 사건도 많아. 하지만, 열거된 인도에 반하는 죄만으로도 너를 처벌하기엔 충분해)",
			null,
			null,
			"(Although the basic research of collapse energy is still in its infancy, can not prove the details of many events, but just the list of crimes against humanity, it is enough for you to suffer)",
			"(Basic research on decay energy is still in its rudimentary stage. There are many cases that I can't prove the details of. But the enumerated crimes against humanity alone are enough for you.)"
		],
		[
			"msg",
			720621,
			null,
			"（不过嘛……一个活了几百年的人类，应该不会那么容易被判处死刑吧？）",
			"（でも……数百年も生きた人間に対して、死刑判決を下すのはそう簡単なことではないはずよね？）",
			"(하지만... 수백 년을 살아온 인간에게 사형 판결을 내리는 건 그리 쉬운 일이 아니겠지?)",
			null,
			null,
			"(But well ...... a human being who has lived for hundreds of years, should not be so easy to be sentenced to death, right?)",
			"(But ...... it shouldn't be so easy to pass a death sentence on someone who has lived for hundreds of years, right?)"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720622,
			null,
			"（室内）但总有人揪着小细节不放，企图污名化天命的丰功伟绩，污名化他伟大的领袖。人合联侵占天命的领地，屠杀天命的子民，令我越发感叹人类的愚蠢。是你们让我彻底对人类文明，对这个丑陋的世界失去了信心。",
			"（室内）しかし、天命の偉大な功績を貶め、その偉大な指導者をおとしめようとする者が存在する。人類契約連盟が天命の領地を侵略し、天命の民を虐殺していることについて、僕はますます人間の愚かさを嘆きたくなった。僕は人類文明に対して、この醜い世界に対して完全に自信を失ってしまったのだよ。",
			"(실내) 그러나, 천명의 위대한 공적을 폄하하고, 그 위대한 지도자를 모욕하려는 자들이 존재해. 인간 계약 연맹이 천명의 영토를 침략하고, 천명의 민족을 학살하는 것에 대해, 나는 점점 인간의 어리석음을 한탄하게 되었어. 나는 인류 문명에 대해, 이 추악한 세상에 대해 완전히 신뢰를 잃어버렸다네.",
			null,
			null,
			"(Indoor) But there are always people who cling to small details and try to stigmatize the great achievements of the Mandate of Heaven and its great leader. The fact that the United Federation of Mankind has invaded the territory of the Mandate of Heaven and slaughtered the people of the Mandate of Heaven makes me sigh more and more at the stupidity of mankind. It is you who have made me lose faith in human civilization and in this ugly world.",
			"(Indoors) But there are always those who do not overlook the details, and they seek to undermine the great achievements of the heavenly lives and their great leaders. As for the League of Human Contracts invading the territory of the Celestial Lands and slaughtering the people of the Celestial Lands, I am more and more tempted to lament the folly of mankind. Because of you, I have lost all confidence in human civilization and in this ugly world."
		],
		[
			"msg",
			720623,
			null,
			"（室内）它必须被改造。除了我，这一个凝聚了数百年智慧的人，还有谁能成为新世界的神？",
			"（室内）人類文明は変革されなければならない。僕以外に、数百年の知恵を凝縮したこの僕以外に、新世界の神になれる人間など存在するだろうか？",
			"(실내) 인류 문명은 변혁되어야 한다. 나 말고, 수백 년의 지혜를 응축한 이 나 말고, 신세계의 신이 될 수 있는 인간 따위 존재할까?",
			null,
			null,
			"(indoors) It must be transformed. Who else can be the god of the new world but me, the one who has gathered centuries of wisdom?",
			"（Human civilization must be remodeled. Who else but me, this me who has condensed hundreds of years of wisdom, can be the god of the new world?"
		],
		[
			"msg",
			720624,
			null,
			"（室内）现在还有机会，只要由我带领人类，我们一定可以避免崩坏卷土重来。",
			"（室内）今ならまだチャンスはある。僕が人類を導けば、僕たちはきっと崩壊の再来を避けられるだろう。",
			"(실내) 지금이라면 아직 기회는 있다. 내가 인류를 이끌면, 우리는 분명 붕괴의 재래를 피할 수 있을 거다.",
			null,
			null,
			"(Indoor) Now there is still a chance, as long as I lead the human race, we can definitely avoid the collapse of the comeback.",
			"(indoors) There is still a chance now. If I lead humanity, we can avoid another collapse."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720625,
			null,
			"哈欠……都不想进去了。",
			"ふぁぁ……中に入りたくないわね。",
			"하아... 안에 들어가고 싶지 않아.",
			null,
			null,
			"Yawn ...... don't even want to go in.",
			"Huh ...... don't want to go inside."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			720626,
			null,
			"德丽莎主教！",
			"テレサ主教！",
			"테레사 주교님!",
			null,
			null,
			"Bishop Theresa!",
			"Bishop Teresa!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720627,
			null,
			"（又是她们……）",
			"（また彼女たち……）",
			"(또 저들...)",
			null,
			null,
			"(It's them again ......)",
			"(Also theirs ......)"
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			720628,
			null,
			"我说过很多遍了，你们已经自由了。",
			"何度も言ったでしょう。あなたたちはもう自由なのよ。",
			"몇 번을 말했죠. 여러분은 이제 자유예요.",
			null,
			null,
			"As I have said many times, you are free.",
			"I have told you many times. You are free now."
		],
		[
			"msg",
			720629,
			null,
			"而且，我不是主教，我只是德丽莎。",
			"それに、あたくしはもう主教ではないの。ただのテレサよ。",
			"게다가, 저는 이제 주교가 아니에요. 그냥 테레사일 뿐이죠.",
			null,
			null,
			"And, I'm not a bishop, I'm just Theresa.",
			"And I'm not a bishop anymore. I'm just Teresa."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			720630,
			null,
			"不，在我们心中，您永远是带领女武神的主教。",
			"いえ、私たちの心の中では、いつまでも戦乙女を率いる主教様です。",
			"아니요, 우리 마음속에선 영원히 발키리를 이끄시는 주교님이십니다.",
			null,
			null,
			"No, in our hearts, you will always be the bishop who leads the Valkyries.",
			"No, in our hearts, he will always be the Bishop who leads the Valkyries."
		],
		[
			"msg",
			720631,
			null,
			"您在哪里，天命就在哪里。",
			"天命はテレサ主教のいらっしゃる場所にあります。",
			"천명은 테레사 주교님 계신 곳에 있습니다.",
			"Shickisal is where Bishop Theresa is.",
			null,
			"Wherever You are, the Divine Order is there.",
			"Heavenly life is where Bishop Teresa is."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720632,
			null,
			"…………",
			"…………",
			"................",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			720633,
			null,
			"奥托大人在里面，对不对？",
			"オットー様は中にいらっしゃるのですよね？",
			"오토 님은 안에 계신 거죠?",
			null,
			null,
			"Lord Otto is in there, isn't he?",
			"Master Otto is inside, isn't he?"
		],
		[
			"msg",
			720634,
			null,
			"请您为奥托大人求情吧！",
			"どうかオットー様のために嘆願してください！",
			"제발 오토 님을 위해 탄원해 주세요!",
			null,
			null,
			"Please intercede for Lord Otto!",
			"Please plead for Master Otto!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				3,
				false
			]
		],
		[
			"msg",
			720635,
			null,
			"我说过，我不会这么做。",
			"言ったはずよ。あたくしはそんなことはしないって。",
			"말했잖아요. 전 그런 건 안 한다고.",
			null,
			null,
			"Like I said, I wouldn't do it.",
			"I told you. I told you I would never do such a thing."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				3,
				true
			]
		],
		[
			"msg",
			720636,
			null,
			"奥托大人是对的！如果没有天命，人类文明根本没有生存下来的机会。",
			"オットー様は正しいです！もし天命がなければ、人類文明が生き延びるチャンスなどありませんでした。",
			"오토 님은 옳아요! 천명이 없었다면 인류 문명이 살아남을 기회 따위 없었을 거예요.",
			"Lord Otto is right! If it were not for Shickisal, there would have been no chance for human civilization to survive.",
			null,
			"Lord Otto was right! Without the Mandate of Heaven, human civilization would have no chance of surviving.",
			"Master Otto is right! If it were not for the heavenly mandate, there would have been no chance for human civilization to survive."
		],
		[
			"msg",
			720637,
			null,
			"他只是没有得到世人的理解，太清醒的人注定是孤独的。",
			"オットー様は世の中の理解を得られなかっただけです。頭脳が明晰すぎる人は孤独な運命なのです。",
			"오토 님은 세상의 이해를 받지 못했을 뿐이에요. 머리가 너무 뛰어난 사람은 고독한 운명인 법이죠.",
			null,
			null,
			"He just doesn't have the world's understanding that people who are too sober are doomed to be alone.",
			"Mr. Otto just didn't have the world's understanding. People with too much clarity of mind are doomed to be lonely."
		],
		[
			"msg",
			720638,
			null,
			"只要他还在……不，哪怕您回心转意，我们都可以继承奥托大人的伟大事业，重建天命，将世界引导到正确的方向上去。",
			"オットー様がいる限り……いえ、テレサ主教が考えを変えたとしても、私たちはオットー様の偉大なる使命を引き継ぎ、天命を再建し、世界を正しい方向に導くことができます。",
			"오토 님이 계시는 한... 아니, 테레사 주교가 마음을 바꾼다 해도, 우리는 오토 님의 위대한 사명을 이어받아 천명을 재건하고 세상을 올바른 길로 이끌 수 있어요.",
			null,
			null,
			"As long as he is still ...... no, even if you return to your heart, we can inherit the great cause of Lord Otto, rebuild the providence and guide the world to the right direction.",
			"As long as Otto is here,...... no matter if Bishop Teresa changes her mind, we can take over Otto's great mission, rebuild our heavenly mission, and lead the world in the right direction."
		],
		[
			"msg",
			720639,
			null,
			"我们已经离开太虚战线了，因为他们竟然要剥夺我们女武神的职位，让我们接受一般的工作。这太不可理喻了！",
			"私たちはもう太虚戦線を離れました。彼らは私たちの戦乙女としての職を解き、普通の仕事に就かせようとしたからです。そんなのあんまりです！",
			"우린 이미 태허 전선을 떠났어요. 그들이 우리를 전투처녀 직에서 해임하고 평범한 일자리로 보내려 했거든요. 그건 너무해요!",
			null,
			null,
			"We have already left the Taishoku Front because they actually want to deprive us of our positions as Valkyries and make us accept general jobs. This is unbelievable!",
			"We have already left the battlefield of the void. They wanted to remove us from our Valkyrie positions and put us to work in normal jobs. That's too much!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720640,
			null,
			"可我听说待遇还蛮不错的，神州美食很多。",
			"でも、待遇は悪くないと聞いているわよ。神州はおいしいものも多いし。",
			"그치만 대우는 나쁘지 않다고 들었어. 신주에는 맛있는 것도 많고.",
			null,
			null,
			"But I've heard that the treatment is pretty good, and there is a lot of food in God's country.",
			"But I hear the treatment isn't too bad. There are many delicious foods in Shenzhou."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			720641,
			null,
			"这不是待遇问题！我们可是女武神！而且我们还有着圣痕，是特别的人！",
			"待遇の問題ではありません！私たちは戦乙女なんです！しかも、聖痕を持っています。特別な人間なんです！",
			"대우 문제가 아니에요! 우리는 전투처녀라고요! 게다가 성흔까지 가지고 있는 특별한 인간들이라고요!",
			"It's not a matter of treatment! We're Valkyries! And we have stigmata, we're special people!",
			null,
			"It's not a matter of treatment! We're Valkyries! And we have stigmata, we're special people!",
			"It is not a question of treatment! We are Valkyries! And we have the sacrament. We are special people!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720642,
			null,
			"（扶额）…………",
			"（額に手をあてる）…………。",
			"(이마에 손을 대며)............",
			null,
			null,
			"(Hold your forehead) ............",
			"(puts hand on forehead) ............."
		],
		[
			"msg",
			720643,
			null,
			"孩子们……",
			"あなたたち……。",
			"너희들…….",
			null,
			null,
			"Kids ......",
			"Children. ......."
		],
		[
			"msg",
			720644,
			null,
			"你们也知道，圣痕现在除了给予你们一些特殊能力以外，已经没有任何作用了。",
			"知っていると思うけど、今の聖痕はあなたたちに特殊な能力を与える以外には、なんの役にも立たないのよ。",
			"알고 있을 거지만, 지금의 성흔은 너희들에게 특수한 능력을 주는 것 외에는 아무런 쓸모도 없어.",
			"As you know, the stigmata are now useless except for giving you some special abilities.",
			null,
			"As you know, the stigmata are now useless except for giving you some special abilities.",
			"As I'm sure you all know, the current sacraments are of no use to you except to give you special abilities."
		],
		[
			"msg",
			720645,
			null,
			"甚至还会带来危险，因为圣痕研究是目前如火如荼的崩坏学研究的一部分。你们现在接受着人合联的保护，不能太锋芒毕露。",
			"それどころか危険をもたらす可能性もあるわ。聖痕研究は目下、勢い盛んな崩壊学研究の一部なの。今のあなたたちは人類契約連盟の保護を受けているのだから、目立った行動は慎むべきよ。",
			"오히려 위험을 초래할 가능성도 있어. 성흔 연구는 현재 한창 진행 중인 붕괴학 연구의 일부야. 지금의 너희들은 인류 계약 연맹의 보호를 받고 있으니, 눈에 띄는 행동은 삼가는 게 좋아.",
			null,
			null,
			"It can even be dangerous because stigmata research is part of the collapse science research that is currently in full swing. You are now under the protection of the HSU and cannot be too sharp.",
			"On the contrary, it could pose a danger. Stigmata research is part of the booming research in disintegrative sciences at the moment. You are now under the protection of the League of Human Contracts, so don't do anything too conspicuous."
		],
		[
			"msg",
			720646,
			null,
			"天命对世界局势，对人类命运进行操弄的愚蠢时代，已经结束了。",
			"天命が世界の情勢や人類の運命を操る愚かな時代は、もう終わったの。",
			"천명이 세계의 정세나 인류의 운명을 좌우하던 어리석은 시대는 이미 끝났어.",
			null,
			null,
			"The era of the folly of the Divine Order's manipulation of the world situation, of the destiny of mankind, is over.",
			"The days of foolishness, when heavenly destiny manipulates world affairs and the destiny of mankind, are over."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			720647,
			null,
			"可是没有崩坏，不做女武神……",
			"ですが、崩壊が存在せず、戦乙女ではないなら……。",
			"하지만, 붕괴가 존재하지 않고, 발키리가 아니라면…….",
			null,
			null,
			"But there is no collapse, do not do Valkyrie ......",
			"But if the collapse does not exist and it is not Valkyrie, please contact ......."
		],
		[
			"msg",
			720648,
			null,
			"我们又能做什么？",
			"私たちは何ができるのでしょうか？",
			"우린 무엇을 할 수 있을까요?",
			null,
			null,
			"And what can we do?",
			"What can we do?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720649,
			null,
			"什么都能做，不是吗？比如作为军人，为你们原本所在的国家而战；作为学生，接受现代化的教育；作为社会的一份子，普通地为别人、为自己工作……",
			"なんだってできるわ。たとえば軍人として元いた国のために戦うとか、学生として現代的な教育を受けるとか、社会の一員として他人や自分のために普通に働くとか……。",
			"뭐든지 할 수 있어. 예를 들어 군인으로서 원래 있던 나라를 위해 싸운다든가, 학생으로서 현대적인 교육을 받는다든가, 사회의 일원으로서 타인이나 자신을 위해 평범하게 일한다든가…….",
			null,
			null,
			"You can do anything, can't you? For example, as soldiers, fighting for the country you were originally in; as students, receiving a modern education; as a part of society, working for others and for yourself in general ......",
			"You can do anything, right? For example, you can fight for the country you were in as a soldier, get a modern education as a student, or work normally for others and yourself as a member of society. ......"
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				1,
				false
			]
		],
		[
			"msg",
			720650,
			null,
			"我现在就是一名普通教师，教着普通的孩子。",
			"あたくしは今、ただの教師として、普通の子どもたちをおしえているわ。",
			"나는 지금, 그냥 교사로서 평범한 아이들을 가르치고 있어.",
			"I'm just an ordinary teacher now, teaching ordinary children.",
			null,
			"I am now an ordinary teacher, teaching ordinary children.",
			"I am just a teacher now, and I teach ordinary children."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				1,
				true
			]
		],
		[
			"msg",
			720651,
			null,
			"这不就是凡人的生活吗？",
			"それは凡人の生活ではないですか？",
			"그건 평범한 사람들의 삶 아닌가요?",
			"Isn't that the life of an ordinary person?",
			null,
			"Isn't this the life of a mortal?",
			"Isn't that the life of an ordinary person?"
		],
		[
			"msg",
			720652,
			null,
			"您的意思是，我们也要做一介凡人吗？",
			"それはつまり、私たちにも凡人になれということですか？",
			"그 말은 즉, 우리도 평범한 사람이 되라는 건가요?",
			"Does that mean we are supposed to be ordinary?",
			null,
			"Do you mean that we should also be mortals?",
			"Does that mean we are supposed to be ordinary?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				1,
				false
			]
		],
		[
			"msg",
			720653,
			null,
			"我们本来就是凡人。",
			"そもそもあたくしたちは凡人なのよ。",
			"애초에 우리는 평범한 사람들이야.",
			"We are ordinary people to begin with.",
			null,
			"We are inherently mortal.",
			"We are ordinary people to begin with."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				1,
				true
			]
		],
		[
			"msg",
			720654,
			null,
			"德丽莎主教！",
			"テレサ主教！",
			"테레사 주교!",
			"Bishop Theresa!",
			null,
			"Bishop Theresa!",
			"Bishop Teresa!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				3,
				false
			]
		],
		[
			"msg",
			720655,
			null,
			"不要再叫我主教了！",
			"もう主教と呼ばないで！",
			"이제 주교라고 부르지 마!",
			"Stop calling me Bishop!",
			null,
			"Stop calling me Bishop!",
			"Don't call me bishop anymore!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				3,
				true
			]
		],
		[
			"msg",
			720656,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				415,
				3,
				false
			]
		],
		[
			"msg",
			720657,
			null,
			"我不想听到那个称呼，",
			"その呼び名は聞きたくないの。",
			"그 호칭은 듣고 싶지 않아.",
			"I don't want to hear that name.",
			null,
			"I don't want to hear that name.",
			"I don't want to hear it called that."
		],
		[
			"msg",
			720658,
			null,
			"别再纠缠我了。",
			"もうあたくしにつきまとわないで。",
			"이제 나에게 들러붙지 마.",
			null,
			null,
			"Stop pestering me.",
			"Don't hang around me anymore."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				415,
				3,
				true
			]
		],
		[
			"msg",
			720659,
			null,
			"我们会证明给您看的，天命永存的荣光！",
			"私たちが天命の永遠に続く栄光を証明してみせます！",
			"우리가 천명의 영원히 이어질 영광을 증명해 보이겠습니다!",
			null,
			null,
			"We will prove it to you, the glory of the eternal life of Heaven!",
			"We will prove the everlasting glory of our heavenly life!"
		],
		[
			"msg",
			720660,
			null,
			"我们等您回来，德丽莎主教。",
			"おかえりをお待ちしています、テレサ主教。",
			"돌아오시길 기다리고 있을게요, 테레사 주교.",
			null,
			null,
			"We will wait for your return, Bishop Theresa.",
			"We look forward to your return, Bishop Teresa."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				415,
				3,
				true
			]
		],
		[
			"msg",
			720661,
			null,
			"原本是女武神的少女们离开了。",
			"戦乙女だった少女たちは去っていった。",
			"전투처녀였던 소녀들은 떠나갔다.",
			null,
			null,
			"The girls who were originally Valkyries left.",
			"The girls who were Valkyries left."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				0,
				false
			],
			[
				415,
				3,
				true
			]
		],
		[
			"msg",
			720662,
			null,
			"怎么都说不通……明明有更大的世界呈现在她们面前。",
			"何を言っても納得してもらえませんね……せっかくもっと大きな世界が彼女たちの前に広がっているのに。",
			"뭘 말해도 납득시킬 수 없네요... 더 큰 세계가 그녀들 앞에 펼쳐져 있는데 말이죠.",
			"Nothing I can say will convince them. ...... There is a much bigger world spread out before them.",
			null,
			"How can it not make sense ...... obviously there is a bigger world presented to them.",
			"Nothing I can say will convince them. ...... There is a much bigger world spread out before them."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30133,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720663,
			null,
			"我又让她们失望了。",
			"あたくし、また彼女たちを失望させてしまったみたいね。",
			"아뜨쿠시, 또 그녀들을 실망시켜 버린 모양이네.",
			null,
			null,
			"I let them down again.",
			"I have disappointed them again."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				0,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			720664,
			null,
			"难道不是她们让你失望吗，德丽莎？",
			"彼女たちがテレサを失望させたのではありませんか？",
			"그녀들이 테레사를 실망시킨 것이 아닌가요?",
			null,
			null,
			"Aren't they the ones who let you down, Theresa?",
			"I think they let Teresa down, didn't they?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30133,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720665,
			null,
			"我已经很努力地想让她们重拾生活，但她们……我不可能迎合她们的理念啊。",
			"あたくしは、どうにかして彼女たちに人生をやり直してもらいたいと思っていた。けれど彼女たちは……あたくしは彼女たちの考えを受け入れるわけにはいかないわ。",
			"아뜨쿠시는, 어떻게든 그녀들에게 인생을 다시 시작하게 해주고 싶다고 생각했어. 하지만 그녀들은…… 아뜨쿠시는 그녀들의 생각을 받아들일 수 없어.",
			null,
			null,
			"I have tried very hard to get them back into life, but they ...... I can't possibly cater to their philosophy ah.",
			"I had hoped to somehow give them a new lease on life. But they ...... can't just accept the idea that I am theirs."
		],
		[
			"msg",
			720666,
			null,
			"烦诶……",
			"面倒ね……。",
			"귀찮네…….",
			null,
			null,
			"Boring eh ......",
			"That's a hassle. ......"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				0,
				false
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			720667,
			null,
			"她们做不了什么的，她们迟早也会改变。",
			"彼女たちは何もできませんよ。遅かれ早かれ変わっていくでしょう。",
			"그녀들은 아무것도 할 수 없어요. 늦든 빠르든 변해갈 거예요.",
			null,
			null,
			"They can't do anything about it, and they will change sooner or later.",
			"They can't do anything about it. Sooner or later they will change."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				30133,
				0,
				true
			],
			[
				415,
				2,
				false
			]
		],
		[
			"msg",
			720668,
			null,
			"我知道。",
			"分かっているわ。",
			"알고 있어.",
			null,
			null,
			"I know.",
			"I know."
		],
		[
			"msg",
			720669,
			null,
			"但以防万一，盯紧她们，菲米莉丝。",
			"でも、念のため、彼女たちを見張っておいてちょうだい、フェミリス。",
			"하지만, 혹시 모르니 그녀들을 지켜봐 줘, 페미리스.",
			null,
			null,
			"But just in case, keep an eye on them, Femiris.",
			"But keep an eye on them, just in case, Femiris."
		],
		[
			"bgm",
			70
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10330"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				415,
				2,
				true
			]
		],
		[
			"msg",
			720670,
			null,
			"一年后——",
			"1年後——",
			"1년 후——",
			null,
			null,
			"One year later -",
			"One year later--"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			720671,
			null,
			"这一次也移除失败了吗……",
			"今回も摘出失敗なの……？",
			"이번에도 적출 실패인 거야……?",
			"The extraction failed this time too...?",
			null,
			"Did the removal fail this time too ......",
			"Is this another failed extraction ......?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720672,
			null,
			"要不算了吧，有什么必须移除它的理由吗？",
			"もう良いんじゃないか？それとも、どうしても取り除かないといけない理由があるとか？",
			"이젠 괜찮지 않아? 아니면, 반드시 제거해야 할 이유라도 있다던가?",
			"I think we've had enough of this. Is there any reason why it must be removed?",
			null,
			"How about forgetting it? Is there any reason why it must be removed?",
			"I think we've had enough of this. Is there any reason why it must be removed?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			720673,
			null,
			"那个律者核心，终究是由异化机构将瓦尔特的圣痕转化而来的。一个人同时携带多个圣痕的后果，你不是已经经历过了吗？",
			"その律者コアは結局のところ、異化機構によってヴェルトの聖痕を変化させたものなの。1人の人間が同時に複数の聖痕を持つことになった結果どうなるかは、あなたも経験済みでしょう？",
			"그 율자 코어는 결국 이화 기구에 의해 웰트의 성흔을 변화시킨 거야. 한 사람이 동시에 여러 개의 성흔을 가지게 된 결과가 어떻게 되는지, 너도 경험해 봤잖아?",
			"The Herrscher Core, after all, was transformed from Walter's stigmata by the alienation mechanism. Haven't you already experienced firsthand what happens when one person has more than one Stigmata inside them?",
			null,
			"That Ruler's Core, after all, was transformed from Walter's stigmata by the alienation agency. Haven't you already experienced the consequences of one person carrying multiple stigmata at the same time?",
			"That Ruler's Core is, after all, a mutation mechanism that has altered the Veldt Stigmata, and you've seen what happens when one person has more than one Stigmata at the same time, haven't you?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720674,
			null,
			"可我没感觉什么异样。",
			"だが、何も異変を感じないぞ。",
			"하지만 아무런 이상을 느끼지 못하겠는데.",
			"But I don't feel anything unusual.",
			null,
			"But I didn't feel anything different.",
			"But I don't feel anything unusual."
		],
		[
			"msg",
			720675,
			null,
			"说不定移除了，反而会危害到我的身体呢。",
			"もしかすると取り除いた方がかえって体に害をおよぼすかもしれない。",
			"어쩌면 제거하는 게 오히려 몸에 해를 끼칠 수도 있어.",
			"Maybe removing it will be more harmful to my body.",
			null,
			"Maybe removing it will harm my body instead.",
			"Maybe removing it will be more harmful to my body."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			720676,
			null,
			"你想当世界上最后一个律者？",
			"あなた、世界で最後の律者になりたいの？",
			"너, 세계에서 마지막 율자가 되고 싶어?",
			"You want to be the last Herrscher in the world?",
			null,
			"You want to be the last Herrscher in the world?",
			"You want to be the last scribe in the world?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			720677,
			null,
			"没什么不好吧？而且很酷，虽然学校的同学因为这一点，有点怕我。",
			"別に悪いことじゃないだろう。それにカッコいいし。学校のクラスメートたちには、そのせいで少し怖がられているけど。",
			"별로 나쁜 건 아니잖아. 게다가 멋지기도 하고. 학교 친구들은 그 때문에 좀 무서워하지만.",
			"There's nothing wrong with that, right? Besides, it's cool. My classmates are all a little scared of me because of it.",
			null,
			"Nothing wrong with that, right? And it's cool, although my schoolmates are a little afraid of me because of that.",
			"Not that there's anything wrong with that, right? Besides, it's cool. My classmates at school are a little scared of me because of it."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				4,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			720678,
			null,
			"那个！紧急来电！啊不，也不紧急……",
			"あの！緊急の電話です！あっ、いえ、緊急でもありませんが……。",
			"저기! 긴급 전화입니다! 아, 아니, 긴급은 아니지만....",
			null,
			null,
			"That one! Urgent call! Ah no, it's not urgent either ......",
			"Um! This is an urgent call! Oh, no, it's not urgent. ......"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				30133,
				4,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			720679,
			null,
			"什么事？",
			"どうしたの？",
			"무슨 일이야?",
			null,
			null,
			"What is it?",
			"What's wrong?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				4,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			720680,
			null,
			"是布洛妮娅……",
			"ブローニャです……。",
			"브로냐입니다....",
			null,
			null,
			"It's Bronya ......",
			"This is Bronya. ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				30133,
				4,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			720681,
			null,
			"布洛妮娅？！",
			"ブローニャ！？",
			"브로냐!?",
			null,
			null,
			"Bronya?",
			"Bronya!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720682,
			null,
			"这是布洛妮娅这一年来，第一次主动和其他人联系。",
			"それはブローニャが1年ぶりに自分から他人に連絡を取ったものだった。",
			"그것은 브로냐가 1년 만에 스스로 다른 사람에게 연락을 취한 것이었다.",
			null,
			null,
			"This is the first time in a year that Bronya has initiated contact with anyone else.",
			"It was the first time in a year that Bronya had contacted a stranger on her own."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			720683,
			null,
			"作为某种意义上的英雄人物，从月球回来的四人有权获得人合联一定程度上的特殊照顾。布洛妮娅的请求是在可可利亚孤儿院的旧址，新建一所孤儿院。",
			"月から帰還した4人は、ある意味、英雄的人物として人類契約連盟から一定程度の特別な配慮を受ける権利があった。ブローニャの要望は、カカリア孤児院のあった場所に新たな孤児院を建てることだった。",
			"달에서 귀환한 4인은 어떤 의미에서 영웅적인 인물로서 인류계약연맹으로부터 일정 정도의 특별한 배려를 받을 권리가 있었다. 브로냐의 요청은, 쿠쿠리아 고아원이 있던 장소에 새로운 고아원을 짓는 것이었다.",
			null,
			null,
			"As heroic figures in a sense, the four who returned from the moon were entitled to a certain degree of special care from the HSU. Bronya's request was for a new orphanage to be built on the site of the old Cocoria Orphanage.",
			"The four who returned from the moon were entitled to a certain degree of special consideration from the League of Human Contracts, as heroic figures in a sense. Bronya's request was to build a new orphanage on the site where the Kakaria Orphanage had been located."
		],
		[
			"msg",
			720684,
			null,
			"作为公共机构，布洛妮娅并不拥有孤儿院的所有权和经营权。这里只是她的新家，她像姐姐一样，照顾着因为全球崩坏流离失所的儿童，一边接受教育，一边打理孤儿院。",
			"公的な施設のため、ブローニャは孤児院の所有権や経営権を有しておらず、そこは彼女の新しい家にすぎない。ブローニャは全世界の崩壊のせいで家を失った子どもたちを、彼女たちの姉のように世話し、教育を受けながら孤児院の管理をしていた。",
			"공적인 시설인 만큼, 브로냐는 고아원의 소유권이나 경영권을 갖고 있지 않았으며, 그곳은 그녀의 새로운 집에 불과했다. 브로냐는 전 세계의 붕괴 때문에 집을 잃은 아이들을, 그들의 언니처럼 돌보며 교육을 시키면서 고아원을 관리하고 있었다.",
			null,
			null,
			"As a public institution, Bronya does not own or operate the orphanage. It is just her new home, and like a sister, she takes care of the children displaced by the global collapse, getting an education while taking care of the orphanage.",
			"As a public institution, Bronya had no ownership or management rights to the orphanage. It was merely her new home. She cared for the children who had lost their homes due to the collapse of the whole world, as if they were her sisters, and managed the orphanage while they received their education."
		],
		[
			"msg",
			720685,
			null,
			"为了求证布洛妮娅所说的事情，伊瑟琳前往了西伯利亚。",
			"ブローニャの言っていたことを確かめるため、イザーリンはシベリアに向かった。",
			"브로냐가 말한 것을 확인하기 위해, 이자린은 시베리아로 향했다.",
			null,
			null,
			"In order to seek confirmation of what Bronya said, Estherine traveled to Siberia.",
			"To confirm what Bronya had said, Estherine went to Siberia."
		],
		[
			"stopBGM"
		],
		[
			"bg",
			"CG10430"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"bgm",
			132
		],
		[
			"speaker",
			204669
		],
		[
			"portraits",
			[
				813,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720687,
			null,
			"啊，是电视上的大姐姐！",
			"あっ、テレビに出てたお姉ちゃん！",
			"앗, TV에 나왔던 언니!",
			null,
			null,
			"Ah, it's the big sister on TV!",
			"Oh, my sister on TV!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720688,
			null,
			"大姐姐，大……",
			"お、お姉ちゃん……。",
			"어, 언니......",
			null,
			null,
			"Big sister, big ......",
			"Oh, sis. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720689,
			null,
			"伊瑟琳经常被当成小孩子。",
			"イザーリンはよく子ども扱いされる。",
			"이자린은 자주 아이 취급을 받는다.",
			null,
			null,
			"Estherine is often treated like a child.",
			"Estherine is often treated as a child."
		],
		[
			"speaker",
			204668
		],
		[
			"portraits",
			[
				812,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720690,
			null,
			"你就是那个“海藻头”吗？",
			"あんたがあの「ワカメ頭」なの？",
			"너가 그 「와카메 머리」야?",
			"Are you the \"seaweed head\"?",
			null,
			"Are you the \"seaweed head\"?",
			"Are you that \"wakame-head\"?"
		],
		[
			"speaker",
			432373
		],
		[
			"portraits",
			[
				570,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720691,
			null,
			"孩子，收下这些零食吧。",
			"お嬢ちゃん、お菓子をどうぞ。",
			"아가씨, 과자 드세요.",
			null,
			null,
			"Kid, take these snacks.",
			"Here's some candy for you, little girl."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				3,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720692,
			null,
			"呃，谢谢……真热情啊。",
			"えっ、どうも……本当に親切ね。",
			"엣, 고마워...... 정말 친절하네.",
			null,
			null,
			"Uh, thanks ...... is really enthusiastic.",
			"Eh, thanks ...... that's really kind of you."
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720693,
			null,
			"你怎么知道我叫“海藻头”？",
			"どうして私が「ワカメ頭」だと知っているの？",
			"왜 내가 「와카메 머리」인 걸 아는 거야?",
			"How do you know my name is \"seaweed head\"?",
			null,
			"How do you know my name is \"seaweed head\"?",
			"How did you know I was a \"wakame-head\"?"
		],
		[
			"speaker",
			204668
		],
		[
			"portraits",
			[
				812,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720694,
			null,
			"是布洛妮娅姐姐告诉我们的。她说她有个妹妹，叫杏……",
			"ブローニャお姉ちゃんが教えてくれたんだよ。お姉ちゃんには妹がいたんだって。名前はシン……。",
			"브로냐 언니가 알려줬어. 언니에게는 여동생이 있었대. 이름은 신…….",
			"Bronya told me. She told me that she had a sister. Her name was Sin .......",
			null,
			"It was Sister Bronya who told us. She said she has a sister named Apricot ......",
			"Bronya's sister told me. She told me that she had a sister. Her name is Sin ......."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720695,
			null,
			"回房间里去，不要打扰伊瑟琳博士布置仪器。",
			"部屋に戻ってください。イザーリン博士の装置設置の邪魔をしてはいけません。",
			"방으로 돌아가세요. 이자린 박사의 장치 설치를 방해하면 안 됩니다.",
			null,
			null,
			"Go back to your room and don't disturb Dr. Estherine setting up the apparatus.",
			"Please return to your room. Do not interfere with Dr. Estherine's installation of the device."
		],
		[
			"speaker",
			204668
		],
		[
			"portraits",
			[
				812,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720696,
			null,
			"是——",
			"はーい。",
			"네~.",
			null,
			null,
			"Yes--",
			"Yes--"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720697,
			null,
			"抱歉，博士，他们太吵闹了。",
			"すみません、博士。彼らはとてもやんちゃで。",
			"죄송해요, 박사님. 아이들이 너무 말썽을 피워서.",
			null,
			null,
			"Sorry, Doc, they're too noisy.",
			"I am sorry, Doctor. They are so naughty."
		],
		[
			"msg",
			720698,
			null,
			"随便找个地方坐吧。",
			"適当に場所を探して座りましょう。",
			"적당히 자리를 찾아 앉읍시다.",
			null,
			null,
			"Sit anywhere you like.",
			"Find a suitable place to sit."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			720699,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			720700,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			720701,
			null,
			"“睡梦中，有些孩子感觉到房间里有两个人，",
			"「夢の中で、部屋の中に2人の人物がいることを感じ取る子どもたちがいる」",
			"「꿈속에서 방 안에 두 사람이 있는 것을 느끼는 아이들이 있다」",
			null,
			null,
			"\"In their sleep, some children feel that there are two people in the room.",
			"'Some children perceive in their dreams that there are two figures in the room.'"
		],
		[
			"msg",
			720702,
			null,
			"“一清醒四处看，却什么人都没有。”",
			"「目を覚まして周囲を見ると、誰もいなかった」",
			"「눈을 뜨고 주변을 보니 아무도 없었다」",
			null,
			null,
			"\"Once you look around sober, but there's no one there.\"",
			"When I woke up and looked around, nobody was there.\""
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720703,
			null,
			"就连最近被收养的，没有见过希儿和杏照片的孩子，也看到了“幽灵”，",
			"最近引き取って、ゼーレやシンの写真を見たことがない子どもも「幽霊」を見たのです。",
			"최근에 맡아져 제레나 신의 사진을 본 적 없는 아이도 「유령」을 봤대.",
			"Even children who were recently adopted and have never seen pictures of Seele or Sin have seen \"ghosts\".",
			null,
			"Even the recently adopted children, who had not seen pictures of Hsieh and Apricot, saw the \"ghosts\".",
			"Even children who had recently taken over and had never seen pictures of Seele or Shin saw \"ghosts\"."
		],
		[
			"msg",
			720704,
			null,
			"而且描述的样貌……和照片里很像。",
			"しかも、説明された姿が……写真とよく似ていました。",
			"게다가 설명된 모습이…… 사진과 많이 닮았어요.",
			"Moreover, the figures they describe... look very similar to the photos.",
			null,
			"And the description of the likeness ...... is very similar to that in the photo.",
			"Moreover, the described figure looked very similar to the ...... photo."
		],
		[
			"msg",
			720705,
			null,
			"连我自己也感觉到，房子里偶尔会多出其他人的气息。",
			"ブローニャですらも感じるのです。時折、部屋の中に他の人の気配がすると。",
			"브로냐조차도 느낍니다. 가끔, 방 안에 다른 사람의 기척이 느껴져요.",
			null,
			null,
			"Even I myself feel that there is occasionally the scent of other people in the house.",
			"Even Bronya can sense it. Occasionally, she said, she feels the presence of other people in the room."
		],
		[
			"msg",
			720706,
			null,
			"她们还活着吗？",
			"彼女たちはまだ生きているのでしょうか？",
			"그들은 아직 살아있을까요?",
			null,
			null,
			"Are they still alive?",
			"Are these women still alive?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			720707,
			null,
			"呃……仪器没有检测出什么东西出来。",
			"えっと……装置は特に何も検出していないわね。",
			"음…… 장치는 특별히 아무것도 감지하지 못했어.",
			null,
			null,
			"Uh ...... instruments did not detect anything out.",
			"Well, the ...... device hasn't detected anything in particular."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				3,
				true
			]
		],
		[
			"msg",
			720708,
			null,
			"不用顾虑我的心情，你想说什么就说什么，博士。",
			"ブローニャの気持ちを気にする必要はありません。言いたいことがあれば言ってください、博士。",
			"브로냐의 기분을 신경 쓸 필요 없어요. 하고 싶은 말이 있다면 말하세요, 박사님.",
			null,
			null,
			"Don't worry about my mood, you can say whatever you want to say, Doctor.",
			"You don't have to worry about how Bronya feels. If you have something to say, say it, Doctor."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			720709,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"msg",
			720710,
			null,
			"（毕竟也过去一年多了……）",
			"（何しろ1年以上も経ってるから……）",
			"(어쨌든 1년 이상 지났으니까……)",
			null,
			null,
			"(After all, more than a year has passed too ......)",
			"(After all, it's been over a year. ......)"
		],
		[
			"msg",
			720711,
			null,
			"据我们对月球的事后调查情况来看，她们怎么都不可能活下来。",
			"私たちが月に対して行った事後調査の結果からして、彼女たちが生き延びるのは不可能よ。",
			"우리가 달에 대해 진행한 사후 조사 결과로는, 그들이 살아남는 건 불가능해.",
			"Based on the results of our post-mortem investigation of the moon, it is impossible for them to survive.",
			null,
			"According to our post-mortem investigation of the moon, there is no way they could have survived.",
			"Based on the results of our post-mortem investigation of the moon, it is impossible for them to survive."
		],
		[
			"msg",
			720712,
			null,
			"但量子物体的许多机制，至今仍是未解之谜。更别说量子属性的生物了。",
			"でも、量子物体のメカニズムの多くはいまだに謎が解明されていないわ。量子属性の生物はなおのことね。",
			"하지만 양자 물체의 메커니즘 대부분은 아직도 수수께끼로 남아있어. 양자 속성을 가진 생물은 더욱 그렇고.",
			"But many of the mechanisms of quantum objects are still a mystery. Even more so for organisms with quantum attributes.",
			null,
			"However, many mechanisms of quantum objects are still unsolved mysteries. Not to mention the quantum properties of living things.",
			"But many of the mechanisms of quantum objects are still a mystery. Even more so for organisms with quantum attributes."
		],
		[
			"msg",
			720713,
			null,
			"我们从来没见过量子生物如何死亡。",
			"私たちは量子生物がどうやって死ぬのか見たことがないの。",
			"우리는 양자 생물이 어떻게 죽는지 본 적이 없어.",
			"We have never seen how quantum organisms die.",
			null,
			"We have never seen how quantum organisms die.",
			"We have never seen how quantum organisms die."
		],
		[
			"msg",
			720714,
			null,
			"对于这样的生物，死亡的形式可能和我们不一样。毕竟物质本身是不灭的，构成她们的物质本身不可能消失，但这些物质的概率云范围有多大，我们也不得而知。",
			"そのような生物にとって、死の形式は私たちと異なっているのかもしれないわね。物質自体は不滅のものであり、彼女たちを構成する物質自体が消えることなんてありえないから。でも、それらの物質の電子雲の範囲がどれくらいの広さなのか、知るよしもないわ。",
			"그런 생물에게는 죽음의 형태가 우리와 다를지도 모르겠네. 물질 자체는 불멸의 것이며, 그녀들을 구성하는 물질 자체가 사라질 리 없으니까. 하지만 그 물질들의 전자 구름 범위가 어느 정도 넓은지 알 길이 없어.",
			null,
			null,
			"For such creatures, the form of death may not be the same as ours. After all, matter itself is indestructible, and the substances that make up them cannot disappear per se, but how large the range of probability clouds of these substances is, we do not know.",
			"For such creatures, perhaps their form of death is different from ours. Because matter itself is immortal, and the substances that make up these women could never disappear themselves. But we have no way of knowing how extensive the electron cloud of those substances is."
		],
		[
			"msg",
			720715,
			null,
			"以下只是我的猜测，我不对其正确性负任何责任——",
			"この先はあくまでも私の推測だから、正確性については責任を負えないわよ——",
			"이 다음은 어디까지나 나의 추측이니, 정확성에 대해서는 책임을 질 수 없어——",
			null,
			null,
			"The following are just my guesses and I take no responsibility for their correctness -",
			"I can't be held responsible for the accuracy of what follows, as it's just my guess--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720716,
			null,
			"伊瑟琳再次拿出那颗量子子弹。",
			"イザーリンは再びあの量子銃弾を取り出した。",
			"이자린은 다시 그 양자 탄환을 꺼냈다.",
			null,
			null,
			"Estherine took out that quantum bullet again.",
			"Estherine took out that quantum bullet again."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			720717,
			null,
			"量子生物死亡后，结果可能和这颗子弹正相反。",
			"量子生物が死んだ後の結果は、この銃弾と正反対になるのかもしれない。",
			"양자 생물이 죽은 후의 결과는 이 탄환과 정반대가 될지 모른다.",
			null,
			null,
			"When the quantum creature dies, the result may be just the opposite of this bullet.",
			"The result after the quantum organism dies may be the exact opposite of this bullet."
		],
		[
			"msg",
			720718,
			null,
			"当不存在观察者的时候，她们“有一定概率”坍缩。当存在观察者时，她们“有一定概率”变回概率云。",
			"観察者が存在しない場合、彼女たちは「一定確率」で収束する。観察者が存在する場合、彼女たちは「一定確率」で電子雲に戻る。",
			"관찰자가 존재하지 않을 경우, 그녀들은 「일정 확률」로 수렴한다. 관찰자가 존재할 경우, 그녀들은 「일정 확률」로 전자 구름으로 돌아간다.",
			null,
			null,
			"When there is no observer, they collapse \"with some probability\". When there is an observer, they have a \"certain probability\" of turning back into a probability cloud.",
			"If no observer is present, they converge with \"constant probability\". If an observer is present, they return to the electron cloud with a \"fixed probability\"."
		],
		[
			"msg",
			720719,
			null,
			"前者是“活着”，后者是“死亡”。",
			"前者は「生きている」こととなり、後者は「死んでいる」ことになる。",
			"전자는 「살아있음」을 의미하고, 후자는 「죽음」을 의미하게 돼.",
			null,
			null,
			"The former is \"living\" and the latter is \"dying\".",
			"The former will be \"alive\" and the latter will be \"dead\"."
		],
		[
			"msg",
			720720,
			null,
			"后者的概率远大于前者。",
			"後者の確率は前者よりもはるかに高いわ。",
			"후자의 확률은 전자보다 훨씬 높아.",
			null,
			null,
			"The probability of the latter is much greater than that of the former.",
			"The odds of the latter are much higher than the former."
		],
		[
			"msg",
			720721,
			null,
			"观察本身就是一个认知的过程，但随着时间流逝，你对她们的认知——也就是记忆，只会越来越淡。",
			"観察自体が認識のプロセスだけれど、時間が経過するにつれて、あなたの彼女たちに対する認識——つまり、記憶は徐々に薄れていくだけ。",
			"관찰 자체가 인식의 과정이지만, 시간이 지날수록 네가 그녀들에 대해 가진 인식——즉, 기억은 점점 희미해질 뿐이야.",
			"Observation itself is a process of recognition, but as time passes, your perception of these women - that is, your memory of them - will only gradually fade.",
			null,
			"Observation itself is a process of perception, but as time passes, your perception of them - that is, your memory - will only grow fainter.",
			"Observation itself is a process of recognition, but as time passes, your perception of these women - that is, your memory of them - will only gradually fade."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720722,
			null,
			"因为时间会冲淡一切。",
			"時間はあらゆるものを薄めるから。",
			"시간은 모든 것을 희미하게 만들거든.",
			null,
			null,
			"Because time will wash everything away.",
			"Because time dilutes everything."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720723,
			null,
			"前者的概率为零吗？",
			"前者の確率はゼロでしょうか？",
			"전자의 확률은 제로일까?",
			null,
			null,
			"Is the probability of the former zero?",
			"Is there a zero probability of the former?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			720724,
			null,
			"理论上，无限趋近于零。",
			"理論上は限りなくゼロに近いわね。",
			"이론상으로는 무한히 제로에 가깝겠죠.",
			null,
			null,
			"Theoretically, the infinite convergence to zero.",
			"That's as close to zero as you can theoretically get."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720725,
			null,
			"所以……我回忆起她们的一瞬间，她们就会消失……",
			"つまり……ブローニャが彼女たちを思い出した瞬間、彼女たちは消えてしまう……。",
			"즉......브로냐가 그들을 기억해낸 순간, 그들은 사라져버리는 거군요.......",
			"In other words... The moment I remember them... They'll disappear.",
			null,
			"So ...... the moment I recall them, they disappear ......",
			"In other words, the moment ...... Bronya remembers them, they disappear. ......"
		],
		[
			"msg",
			720726,
			null,
			"只有我，甚至是世界完全忘记了她们……",
			"ブローニャが、さらには世界が完全に彼女たちのことを忘れた時……。",
			"브로냐가, 나아가 세계가 완전히 그들을 잊어버렸을 때.......",
			null,
			null,
			"Only I, or even the world, completely forgot about them ......",
			"Bronya, and even the world, completely forgot about them. ......"
		],
		[
			"msg",
			720727,
			null,
			"她们才会存在？",
			"初めて彼女たちは存在するのでしょうか？",
			"비로소 그들은 존재하게 되는 걸까요?",
			null,
			null,
			"They are the only ones who exist?",
			"Do they exist for the first time?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			720728,
			null,
			"我说了，这只是我的猜测。我不对其正确性负任何责任。",
			"言ったでしょう。あくまでも私の推測よ。正確性については一切責任を負えないわ。",
			"말했잖아요. 어디까지나 나의 추측일 뿐이에요. 정확성에 대해서는 일체 책임질 수 없어요.",
			null,
			null,
			"As I said, this is just my guess. I take no responsibility for its correctness.",
			"I told you. It's just my guess. I cannot be held responsible for its accuracy."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720729,
			null,
			"…………",
			"…………",
			"........",
			null
		],
		[
			"bgm",
			129
		],
		[
			"msg",
			720730,
			null,
			"足够了。",
			"十分です。",
			"충분해요.",
			null,
			null,
			"It's enough.",
			"Sufficient."
		],
		[
			"msg",
			720731,
			null,
			"对我来说，这是一个恰达好处的离别。",
			"ブローニャにとって、ちょうどいい別れでしょう。",
			"브로냐에게는, 딱 맞는 이별이겠죠.",
			"For me, it will be a fitting farewell.",
			null,
			"For me, it was a fitting parting.",
			"For Bronya, it will be just the right goodbye."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			720732,
			null,
			"你不想将她们找回来？",
			"彼女たちを連れ戻したくないの？",
			"그들을 데려오고 싶지 않은 거야?",
			"Don't you want to bring those girls back?",
			null,
			"You don't want to get them back?",
			"Don't you want to bring those girls back?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720733,
			null,
			"（摇头）",
			"（首を横に振る）",
			"(고개를 저으며)",
			"(shakes head)",
			null,
			"(shaking head)",
			"(shakes head)"
		],
		[
			"msg",
			720734,
			null,
			"我怎么可能忘记她们。",
			"ブローニャが妹たちのことを忘れられるはずありません。",
			"브로냐가 동생들을 잊을 수 있을 리 없어요.",
			null,
			null,
			"How could I forget them.",
			"How could Bronya forget these women?"
		],
		[
			"msg",
			720735,
			null,
			"但是……即便我不愿意前进，",
			"ですが……ブローニャが前に進みたくなくても……。",
			"하지만... 브로냐가 앞으로 나아가고 싶지 않아도...",
			null,
			null,
			"But ...... even if I'm not willing to move forward",
			"But even if ...... Bronya doesn't want to move forward, he can still ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720736,
			null,
			"孩子们躲在角落，观察着他们的布洛妮娅姐姐——",
			"子どもたちは隅に隠れ、彼らのお姉ちゃんを見つめている——",
			"아이들은 구석에 숨어, 그들의 언니를 바라보고 있다——",
			null,
			null,
			"The children hid in a corner and watched their sister Bronya -",
			"The children hide in the corner and observe their Bronya sister--their Bronya sister."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			720737,
			null,
			"为了别人，我也必须前进。",
			"みんなのために、ブローニャも前に進まなくてはなりません。",
			"모두를 위해, 브로냐도 앞으로 나아가야 합니다.",
			null,
			null,
			"For the sake of others, I must also move forward.",
			"For the sake of others, Bronya must also move forward."
		],
		[
			"msg",
			720738,
			null,
			"话说，是我的错觉吗？",
			"ところで、ブローニャの錯覚でしょうか？",
			"그런데, 브로냐의 착각일까요?",
			null,
			null,
			"That said, is it just me?",
			"By the way, is it an illusion of Bronya?"
		],
		[
			"msg",
			720739,
			null,
			"博士是不是长高了？",
			"博士、背が伸びたのではありませんか？",
			"박사님, 키가 커진 거 아니에요?",
			null,
			null,
			"Has the doctor grown taller?",
			"Hasn't Dr. Huang grown taller?"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			720740,
			null,
			"真，真的吗？快给我量量！",
			"ほ、本当？早く計って！",
			"헉, 정말? 빨리 재 봐!",
			null,
			null,
			"Really, really? Measure me!",
			"Oh, really? Quick, measure it!"
		],
		[
			"speaker",
			204668
		],
		[
			"portraits",
			[
				812,
				0,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			720741,
			null,
			"（探头）这里可以吗，“海藻头”？",
			"（頭を突き出しながら）「ワカメ頭」、ここでいいの？",
			"(머리를 내밀며)「미역머리」, 여기 괜찮아?",
			null,
			null,
			"(Probe) Is it okay here, \"seaweed head\"?",
			"(while sticking his head out) \"Wakame-head\", are you sure this is the right place?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			720742,
			null,
			"木制的柱子上，刻着一道又一道的横槽，记录着这个陌生孩子的身高变化。",
			"木の柱には横向きの溝が1本ずつ刻まれている。この見知らぬ子どもの身長の変化を記録してあるのだ。",
			"나무 기둥에는 가로로 홈이 하나씩 새겨져 있다. 이 낯선 아이의 키 변화를 기록해 둔 것이다.",
			null,
			null,
			"The wooden pillars, carved with one horizontal groove after another, record the change in height of this strange child.",
			"One horizontal groove is carved into each wooden post. It records the change in height of this strange child."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				2,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			720743,
			null,
			"真是的，我比你高多了，怎么量嘛。",
			"まったく。私の方があなたよりずっと背が高いのに、どうやって計るのよ。",
			"정말. 내가 당신보다 훨씬 키가 큰데, 어떻게 재겠어요.",
			null,
			null,
			"Really, I am much taller than you, how to measure well.",
			"I am much taller than you. I'm much taller than you, how do you measure up?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			720744,
			null,
			"过去镌刻的痕迹，似乎一旦留下，就再也不可能消失。",
			"過去に刻まれた痕跡は、一度残ると二度と消えないのだろう。",
			"과거에 새겨진 흔적은 한번 남으면 다시는 지워지지 않는 걸까.",
			null,
			null,
			"The traces engraved in the past seem to be impossible to disappear once left.",
			"The traces carved in the past, once left behind, never seemed to disappear again."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			720745,
			null,
			"但是，时间会永远向前，永不倒退。",
			"しかし、時間は常に前に進み、決して後戻りすることはない。",
			"하지만 시간은 언제나 앞으로만 흘러, 결코 되돌아오지 않는다.",
			null,
			null,
			"However, time will always move forward and never go backwards.",
			"But time always moves forward, never backward."
		],
		[
			"msg",
			720746,
			null,
			"没有任何事物是永恒的。",
			"永遠のものなどないのだ。",
			"영원한 것은 없는 법이야.",
			null,
			null,
			"Nothing lasts forever.",
			"Nothing is eternal."
		]
	],
	"10301": [
		[
			"bgm",
			70
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10386"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720747,
			null,
			"太虚实验室内，数个小拉炮响起，",
			"太虚実験室の中で、クラッカーが何発か打ち鳴らされた。",
			"태허 실험실 안에서, 크래커 몇 발이 터져 올랐다.",
			null,
			null,
			"Inside the Taixu laboratory, several small pulling guns went off and",
			"A few small fireworks were set off in the Taisho laboratory."
		],
		[
			"msg",
			720748,
			null,
			"彩带和纸屑挂满了托托莉的衣服和轮椅。",
			"トトリの服と車椅子はリボンと紙吹雪でいっぱいになった。",
			"토토리의 옷과 휠체어는 리본과 종이 폭죽으로 가득해졌다.",
			null,
			null,
			"Ribbons and confetti hung all over Totori's clothes and wheelchair.",
			"Totori's clothes and wheelchair were filled with ribbons and confetti."
		],
		[
			"msg",
			720749,
			null,
			"似乎是一种小小的炫耀，她就以这样略显滑稽的姿态，遥控着轮椅逛来逛去。",
			"少し見せびらかすかのように、彼女はその滑稽に見える姿のまま車椅子を運転してあちこちまわっていた。",
			"약간 과시하듯, 그녀는 그 우스꽝스러워 보이는 모습 그대로 휠체어를 몰고 여기저기 돌아다녔다.",
			null,
			null,
			"In what seemed like a small show-off, she wandered around with this slightly comical gesture, remotely controlling her wheelchair.",
			"As if to show off a little, she drove her wheelchair around in her ridiculous looking form."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30438,
				2,
				false
			]
		],
		[
			"msg",
			720750,
			null,
			"哦，是符华仙人，",
			"あっ、フカ仙人。",
			"아, 후카 선인.",
			null,
			null,
			"Oh, it's the Immortal Fuhua.",
			"Ah, the Hookah Hermit."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30438,
				0,
				false
			]
		],
		[
			"msg",
			720751,
			null,
			"还有司徒。你们也来了。",
			"それに司徒お姉ちゃん。あなたたちも来てくれたの。",
			"그리고 사도 언니. 너희들도 와 줬구나.",
			null,
			null,
			"And Szeto. You guys are here too.",
			"And the priests. You guys came too."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				2,
				false
			],
			[
				30438,
				0,
				true
			]
		],
		[
			"msg",
			720752,
			null,
			"怎么可能不来，再怎么忙也得来看望你。",
			"もちろん、来ないわけにいかないだろう。どんなに忙しくてもお前の見舞いには来ないとな。あと、お姉ちゃんじゃない。",
			"물론, 안 올 수 없지. 아무리 바빠도 네 문병은 와야지. 그리고 언니 아니야.",
			null,
			null,
			"How can you not come, how busy you have to come to visit you.",
			"You can't not come. No matter how busy I am, I have to come visit you."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				3,
				false
			],
			[
				30438,
				0,
				true
			]
		],
		[
			"msg",
			720753,
			null,
			"恭喜你康复。",
			"回復おめでとうございます。",
			"회복 축하해.",
			null,
			null,
			"Congratulations on your recovery.",
			"Congratulations on your recovery."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				5,
				false
			],
			[
				30438,
				0,
				true
			]
		],
		[
			"msg",
			720754,
			null,
			"应该很快就能恢复行走能力了吧？",
			"きっとすぐに歩行能力を取り戻せるだろう？",
			"분명 곧 걷는 능력을 되찾을 수 있을 거야?",
			null,
			null,
			"You should be able to regain your ability to walk soon, right?",
			"Surely he will regain his walking ability soon?"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				481,
				5,
				true
			],
			[
				30438,
				0,
				false
			]
		],
		[
			"msg",
			720755,
			null,
			"嗯。",
			"ええ。",
			"응.",
			null,
			null,
			"Hmm.",
			"Yes."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30438,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30438,
				11,
				false
			]
		],
		[
			"msg",
			720757,
			null,
			"也就是说……当时温蒂之所以能恢复成普通人类，",
			"つまり……あのとき、ウェンディが普通の人間に戻れたのは、",
			"즉…… 그때, 웬디가 평범한 인간으로 돌아올 수 있었던 건,",
			null,
			null,
			"That is to say ...... the reason why Wendy was able to revert to an ordinary human at that time.",
			"I mean, ...... that time Wendy was able to return to being a normal human being,"
		],
		[
			"msg",
			720758,
			null,
			"是因为“祈愿”得到了“回应”？",
			"「祈り」が「返答」を得られたから？",
			"「기도」가 「응답」을 얻었기 때문?",
			null,
			null,
			"Is it because the \"prayer\" was \"answered\"?",
			"You mean because \"prayer\" got \"answered\"?"
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				30438,
				11,
				true
			]
		],
		[
			"msg",
			720759,
			null,
			"没有任何证据能证明这一点就是了。",
			"そのことを証明できる証拠は何もない。",
			"그것을 증명할 수 있는 증거는 아무것도 없어.",
			null,
			null,
			"There is no evidence to prove this is all.",
			"There is no evidence to prove this."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				30438,
				11,
				true
			]
		],
		[
			"msg",
			720760,
			null,
			"可能这就是“无形之太虚”，或者你们所说的，现实扭曲力场的真相吧。",
			"それこそが「無形の大虚」、またはあなたたちの言う現実歪曲フィールドの真相なのかもしれません。",
			"그것이 바로 「무형의 대허공」, 또는 당신들이 말하는 현실 왜곡 필드의 진상일지도 모릅니다.",
			null,
			null,
			"Maybe this is the truth of the \"invisible void\", or what you call the reality distortion force field.",
			"That may be the truth of the \"intangible great void\" or reality distortion field as you call it."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				4,
				false
			],
			[
				30438,
				11,
				true
			]
		],
		[
			"msg",
			720761,
			null,
			"不，那并非无形。",
			"いえ、それは無形ではありません。",
			"아니, 그것은 무형이 아닙니다.",
			null,
			null,
			"No, that is not invisible.",
			"No, it is not intangible."
		],
		[
			"msg",
			720762,
			null,
			"而是实实在在的事物。",
			"うそ偽りないものです。",
			"거짓 없는 진실입니다.",
			null,
			null,
			"Rather, they are real things.",
			"It is not a lie."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				481,
				4,
				true
			],
			[
				30438,
				2,
				false
			]
		],
		[
			"msg",
			720763,
			null,
			"温蒂……",
			"ウェンディ……。",
			"웬디…….",
			null,
			null,
			"Wendy ......",
			"Wendy. ......."
		],
		[
			"msg",
			720764,
			null,
			"是它们……是世界本身，回应了我们的愿望啊……",
			"それが……世界自体が、私たちの願いに応じてくれたの……。",
			"그것이…… 세계 자체가, 우리의 소원에 응해준 거야…….",
			null,
			null,
			"It is they ...... are the world itself, responding to our wishes ah ......",
			"They are the ...... world itself, which has responded to our wishes ......."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				30438,
				2,
				true
			]
		],
		[
			"msg",
			720765,
			null,
			"怎么样，仙人阁下，",
			"仙人殿、いかがですかな？",
			"선인전, 어떠신가요?",
			null,
			null,
			"How about it, Your Excellency the Immortal.",
			"How do you like it, Mister Hermit?"
		],
		[
			"msg",
			720766,
			null,
			"在太虚战线的生活能适应吗？",
			"太虚戦線での暮らしには適応できますか？",
			"태허 전선에서의 생활에는 적응하실 수 있나요?",
			null,
			null,
			"Can you adapt to life on the Taixu front?",
			"Can I adapt to life on the Taisho front?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				481,
				0,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			720767,
			null,
			"唉……",
			"はぁ……。",
			"하아…….",
			null,
			null,
			"Alas ......",
			"Huh. ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			720768,
			null,
			"当时的符华是太虚战线仅存的有效战力，通过防守反击，歼灭了靠近太虚战线的数个意志联体，保护了太虚战线。",
			"当時のフカは太虚戦線に残された数少ない戦力であり、防御や反撃を通じて太虚戦線に接近するいくつもの意志結合を撃破し、太虚戦線を守ったのだ。",
			"당시 후카는 태허 전선에 남겨진 몇 안 되는 전력이며, 방어나 반격을 통해 태허 전선에 접근하는 여러 의지결합을 격파하고, 태허 전선을 지켰다.",
			null,
			null,
			"At that time, Fuhua was the only effective battle force left in the Taixu front, and protected the Taixu front by counterattacking defensively and annihilating several will coalitions close to the Taixu front.",
			"At that time, Huka was one of the few forces left on the Taisho front, and through defense and counterattack, it defeated several will-o'-the-wisp alliances approaching the Taisho front and defended the Taisho front."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			720769,
			null,
			"之后没多久，整个崩坏危机就随着月球的变化而解决了。",
			"それからほどなくして、月の変化とともに崩壊の危機そのものが解決された。",
			"그 후 얼마 지나지 않아, 달의 변화와 함께 붕괴의 위기 그 자체가 해결되었다.",
			null,
			null,
			"It didn't take long after that for the whole collapse crisis to be resolved with the moon change.",
			"Not long after that, with the change of the moon, the collapse crisis itself was resolved."
		],
		[
			"msg",
			720770,
			null,
			"之后，太虚战线迎来了紧锣密鼓的重建工作，",
			"その後、太虚戦線はとても忙しい再建活動を始めた。",
			"이후 태허 전선은 매우 바쁜 재건 활동을 시작했다.",
			null,
			null,
			"After that, the Taixu front ushered in the intensive reconstruction work of",
			"The Taizhou Front then began a very busy rebuilding effort."
		],
		[
			"msg",
			720771,
			null,
			"这令符华感到无所适从：",
			"これにはフカもどうしていいのか分からなくなってしまった。",
			"이에는 후카도 어떻게 해야 할지 몰라 당황해 버렸다.",
			null,
			null,
			"This caused Fuhua to feel at a loss:",
			"Huka was not sure what to do at this."
		],
		[
			"msg",
			720772,
			null,
			"她不懂现代工业，不懂工程技术，",
			"彼女は、現代の工業や土木技術についてはさっぱり分からなかった。",
			"그녀는 현대의 공업이나 토목 기술에 대해서는 전혀 알지 못했다.",
			null,
			null,
			"She doesn't know modern industry, she doesn't know engineering.",
			"She had no idea about modern industry or civil engineering."
		],
		[
			"msg",
			720773,
			null,
			"虽然还有点文学造诣，但也跟不上潮流了。",
			"文学的な造詣は多少あるものの、時代の流れについていけなくなっていた。",
			"문학적인 조예는 다소 있지만, 시대의 흐름을 따라가지 못하고 있었다.",
			null,
			null,
			"Although there is still some literary attainment, but also can not keep up with the trend.",
			"Although he had some literary knowledge, he was no longer able to keep up with the times."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				0,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			720774,
			null,
			"每次提到这个话题，仙人就愁眉苦脸的呢。",
			"この話題になると、仙人殿はいつも憂うつそうな表情を浮かべますな。",
			"이 이야기가 나오면, 선인전은 언제나 우울해 보이는 표정을 지으시네요.",
			null,
			null,
			"Every time this topic is mentioned, the immortal is sad face it.",
			"Whenever this topic comes up, you always seem to have a melancholy expression on your face, hermit-dono."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				481,
				0,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			720775,
			null,
			"即便是搬运重物，能代替仙人的……这种叫机器的事物，也有很多很多。",
			"重いものを運ぶことすらも、仙人に取って代われる……機械と呼ばれるものもたくさん存在しています。",
			"무거운 물건을 나르는 일조차도, 선인을 대신할 수 있는... 기계라고 불리는 것들도 많이 존재하고 있습니다.",
			null,
			null,
			"Even if it is to carry heavy objects, can replace the immortal ...... such things called machines, there are many, many.",
			"There are many things called ...... machines that can replace hermits, even carrying heavy objects."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				481,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720776,
			null,
			"而且，符华的身体机能随着她的活动，正在每况愈下。",
			"さらに、フカの身体機能は彼女の活動に伴って、ますます悪化していた。",
			"게다가 후카의 신체 기능은 그녀의 활동에 따라 점점 더 악화되고 있었다.",
			null,
			null,
			"Moreover, Fuhua's physical function is deteriorating with her activities.",
			"In addition, Huka's physical functions were deteriorating more and more with her activities."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				481,
				0,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			720777,
			null,
			"我感觉这具身体正在老化。",
			"この体が老化しているのを感じます。",
			"이 몸이 노화되고 있는 걸 느낍니다.",
			null,
			null,
			"I feel like this body is aging.",
			"I feel this body is aging."
		],
		[
			"msg",
			720778,
			null,
			"数百年前的那场大战，原本耗尽了我的元气……",
			"数百年前の大戦で、私の気を使い果たしてしまいましたから……。",
			"수백 년 전의 대전에서, 제 기를 다 써버렸기 때문에...",
			null,
			null,
			"The great battle hundreds of years ago originally depleted my energy ......",
			"Because I ran out of my chi in the Great War hundreds of years ago. ......"
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				4,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			720779,
			null,
			"我们会找出解决办法的。",
			"私たちが解決策を見つけるよ。",
			"우리가 해결책을 찾을 거야.",
			null,
			null,
			"We'll find a solution.",
			"We'll find a solution."
		],
		[
			"msg",
			720780,
			null,
			"在此之前，只要回到实验室沉睡，寿命就可以延长。",
			"それまでは、実験室に戻って眠るだけで寿命を延ばせるはず。",
			"그때까지는, 실험실로 돌아가 잠들기만 해도 수명을 늘릴 수 있을 거야.",
			null,
			null,
			"Until then, life span can be extended by simply returning to the lab and slumbering.",
			"Until then, you can extend your lifespan by simply going back to your lab and sleeping."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30438,
				4,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			720781,
			null,
			"（摇头）",
			"（首を横に振る）",
			"(고개를 저으며)",
			null,
			null,
			"(shaking head)",
			"(shakes head)"
		],
		[
			"portraits",
			[
				30438,
				4,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			720782,
			null,
			"这一沉睡，又要多少个百年呢？",
			"その眠りは何百年続くのでしょうか？",
			"그 잠은 몇 백 년이나 계속될까요?",
			null,
			null,
			"How many centuries will this slumber take?",
			"How many hundreds of years will that sleep last?"
		],
		[
			"msg",
			720783,
			null,
			"万物有始有终，即便是仙人，也没有永恒的寿命。",
			"万物には始まりと終わりがあります。仙人であっても、永遠の寿命はありません。",
			"만물에는 시작과 끝이 있습니다. 선인이라 해도, 영원한 수명은 없습니다.",
			null,
			null,
			"Everything has a beginning and an end, and even immortals do not have an eternal life span.",
			"All things have a beginning and an end. Even a hermit does not have an eternal life span."
		],
		[
			"msg",
			720784,
			null,
			"我有我自己的想法。",
			"私には私の考えがあります。",
			"나에게는 나의 생각이 있습니다.",
			null,
			null,
			"I have my own ideas.",
			"I have my own ideas."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				2,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			720785,
			null,
			"您终于决定了吗？",
			"ついに決めたのですか？",
			"결심을 하셨군요?",
			null,
			null,
			"Have you finally decided?",
			"Have you finally decided?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				481,
				2,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			720786,
			null,
			"我所处的时代，我所熟悉的人们，都已经离我而去了。",
			"私のいた時代、私の知っていた人たちは皆、私のもとからいなくなりました。",
			"제가 있던 시대, 제가 알던 사람들은 모두 제 곁을 떠났습니다.",
			null,
			null,
			"The times I lived in, the people I knew, have all left me.",
			"In the time I was there, everyone I knew was gone from me."
		],
		[
			"msg",
			720787,
			null,
			"这个时代对我来说，虽然无所适从，",
			"この時代は私にとって戸惑いの連続ではありますが、",
			"이 시대는 저에게 혼란의 연속이지만,",
			null,
			null,
			"This era for me, though at a loss for words.",
			"This period is a perplexing one for me,"
		],
		[
			"portraits",
			[
				481,
				2,
				true
			],
			[
				217,
				4,
				false
			]
		],
		[
			"msg",
			720788,
			null,
			"但也无比新鲜。",
			"非常に新鮮です。",
			"매우 새롭습니다.",
			null,
			null,
			"But it's also incredibly fresh.",
			"Very fresh."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				4,
				true
			]
		],
		[
			"msg",
			720789,
			null,
			"“以守护天下苍生为己任。”",
			"「世界中の人々を守ることを自分の役目としている」",
			"「전 세계 사람들을 지키는 것을 자신의 역할로 삼고 있는」",
			null,
			null,
			"\"To guard the people of the world as their mission.\"",
			"I make it my mission to protect people all over the world.\""
		],
		[
			"msg",
			720790,
			null,
			"此话并非只意味着，必须去践行某种宏伟巨大之业，",
			"この言葉は、何か壮大な使命を果たさなければならないという意味だけではない。",
			"이 말은 무언가 웅대한 사명을 이루어야 한다는 의미만은 아니다.",
			null,
			null,
			"This does not mean only that one must practice something grand and huge.",
			"The term does not only mean that some grand mission must be accomplished."
		],
		[
			"msg",
			720791,
			null,
			"也可以是平凡生活的一部分。",
			"平凡な生活の一部でも構わないのだ。",
			"평범한 삶의 일부라도 괜찮다.",
			null,
			null,
			"It can also be a part of ordinary life.",
			"It can be part of an ordinary life."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				3,
				false
			]
		],
		[
			"msg",
			720792,
			null,
			"听说这个时代的交通很便利。",
			"この時代の交通はとても便利だと聞きました。",
			"이 시대의 교통은 매우 편리하다고 들었습니다.",
			null,
			null,
			"I heard that transportation is convenient in this era.",
			"I heard that transportation in this period was very convenient."
		],
		[
			"msg",
			720793,
			null,
			"崩坏的阴影已然消散，我想寻找符合这个时代的，可以让我继续发光发热的地方。这比沉睡要有价值得多。",
			"崩壊の影が消えた今、この時代に私が必要とされる場所を探したいと思います。それは眠るよりもずっと価値があります。",
			"붕괴의 그림자가 사라진 지금, 이 시대에 제가 필요한 곳을 찾고 싶습니다. 그것은 잠자는 것보다 훨씬 가치 있습니다.",
			null,
			null,
			"The shadow of collapse has dissipated, and I want to find what fits the times and allows me to continue to shine. This is much more valuable than slumber.",
			"Now that the shadow of collapse is gone, I would like to find a place where I can continue to shine in these times. It is worth much more than sleeping."
		],
		[
			"msg",
			720794,
			null,
			"是你们，特别是托托莉你，让我明白了这一点。",
			"あなた方が、トトリが、そのことを私に教えてくれました。",
			"당신들이, 토토리가, 그 사실을 제게 가르쳐 주었습니다.",
			null,
			null,
			"It was you guys, especially you, Tortori, who made me understand this.",
			"You people, especially Totori, have made that clear to me."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				2,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			720795,
			null,
			"仙人阁下……",
			"仙人……。",
			"선인…….",
			null,
			null,
			"His Excellency the Immortal ......",
			"Hermit Lord. ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30438,
				2,
				true
			],
			[
				217,
				3,
				false
			]
		],
		[
			"msg",
			720796,
			null,
			"像过去那样云游四海，才是最适合我的生活方式。",
			"昔のように各地を旅して回ることこそ、私に最も適した生活です。",
			"예전처럼 각지를 여행하는 것이 바로 나에게 가장 적합한 생활입니다.",
			null,
			null,
			"Traveling around the world like I did in the past is the best way for me to live.",
			"Traveling around as I did in the past is the life I am best suited for."
		],
		[
			"speaker",
			432798
		],
		[
			"portraits",
			[
				481,
				2,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			720797,
			null,
			"既然您都这么说了，我们当然尊重您的想法。",
			"あなたがそうおっしゃるのであれば、もちろんあなたの意見を尊重しましょう。",
			"당신이 그렇게 말씀하신다면 물론 당신의 의견을 존중하겠습니다.",
			null,
			null,
			"Since you have said so, we certainly respect your idea.",
			"If you say so, then of course we respect your opinion."
		],
		[
			"portraits",
			[
				481,
				5,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			720798,
			null,
			"需要为您准备行李吗？",
			"荷物の準備をしましょうか？",
			"짐을 준비할까요?",
			null,
			null,
			"Do I need to prepare your luggage?",
			"Shall I prepare your luggage?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				481,
				5,
				true
			],
			[
				217,
				3,
				false
			]
		],
		[
			"msg",
			720799,
			null,
			"免了。",
			"結構です。",
			"괜찮습니다.",
			null,
			null,
			"Waived.",
			"No, thank you."
		],
		[
			"msg",
			720800,
			null,
			"都是些负担罢了。",
			"負担にしかなりませんから。",
			"부담만 될 뿐이니까요.",
			null,
			null,
			"It's all just a burden.",
			"It's just a burden."
		],
		[
			"speaker",
			204961
		],
		[
			"portraits",
			[
				30438,
				2,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			720801,
			null,
			"记得常回来看看，仙人阁下。",
			"時々は帰ってきてくださいね、仙人様。",
			"가끔씩은 돌아와 주세요, 선인님.",
			null,
			null,
			"Remember to come back and visit often, Lord Immortal.",
			"Come back from time to time, hermit."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				30438,
				2,
				true
			],
			[
				217,
				3,
				false
			]
		],
		[
			"msg",
			720802,
			null,
			"从现在开始，我既不是仙人，也不是什么阁下。",
			"いいえ、今から私は仙人でもなければ、仙人様でもありません。",
			"아니요, 지금부터 나는 선인도, 선인님도 아닙니다.",
			null,
			null,
			"From now on, I am neither an immortal nor any Your Excellency.",
			"From now on I am neither a hermit nor a hermit-sama."
		],
		[
			"msg",
			720803,
			null,
			"我是一名神州大地的普通人。",
			"私は神州の大地の一般人です。",
			"나는 신주의 대지의 평범한 사람입니다.",
			null,
			null,
			"I am an ordinary person in the land of God.",
			"I am an ordinary person from the land of Shenzhou."
		],
		[
			"msg",
			720804,
			null,
			"叫我符华就好。",
			"フカと呼んでください。",
			"후카라고 불러 주세요.",
			null,
			null,
			"Just call me Fuhua.",
			"Call me Huka."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10384"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			720807,
			null,
			"在无数神州子民的注视之下——",
			"無数の神州の民が注目する中——",
			"무수한 신주의 민중이 주목하는 가운데——",
			null,
			null,
			"Under the gaze of countless sons and daughters of God -",
			"With countless people of Shenzhou watching--"
		],
		[
			"msg",
			720808,
			null,
			"符华朝着日落的方向走去。",
			"フカは日が沈む方角へと向かっていった。",
			"후카는 해가 지는 방향으로 향해 갔다.",
			null,
			null,
			"Fuhua walked in the direction of the sunset.",
			"Huka headed in the direction of the setting sun."
		],
		[
			"msg",
			720809,
			null,
			"那火红色的身影，渐渐淹没在了群山之间，淹没在了逐渐复苏的大地。",
			"その赤く染まった姿は徐々に山々の中に呑み込まれ、復興を遂げる大地の中に消えていった。",
			"그 붉게 물든 모습은 점점 산들 속에 삼켜져, 부흥을 이룬 대지 속으로 사라져갔다.",
			null,
			null,
			"The fiery red figure, gradually submerged between the mountains, submerged in the gradual recovery of the earth.",
			"The reddened figure was gradually swallowed up by the mountains and disappeared into the reconstructed land."
		],
		[
			"msg",
			720810,
			null,
			"放下了对抗崩坏之职责的她，并非选择了永别，",
			"崩壊との戦いという役目を終えた彼女は、永遠の別れを選ぶのではなく、",
			"붕괴와의 전쟁이라는 임무를 마친 그녀는, 영원한 이별을 선택하지 않고,",
			null,
			null,
			"She who has laid down her duty to fight against the collapse is not choosing to say goodbye forever.",
			"Having completed her role of fighting the collapse, she does not choose to say goodbye forever,"
		],
		[
			"msg",
			720811,
			null,
			"只是选择回到她熟悉、而又陌生的世界去罢了。",
			"彼女になじみがあり、それでいて見知らぬ世界に戻ることを選択した。",
			"그녀에게 익숙하면서도 낯선 세계로 돌아가는 길을 택했다.",
			null,
			null,
			"It's just a choice to go back to her familiar, yet unfamiliar world.",
			"It was familiar to her, and yet she simply chose to return to a strange world."
		],
		[
			"bg",
			"CG10257"
		],
		[
			"msg",
			720812,
			null,
			"在地球的另一边，一处装潢优雅的酒吧内——",
			"地球の裏側、上品な装飾が施されたバーの中——",
			"지구 반대편, 우아한 장식이 된 바 안쪽——",
			null,
			null,
			"On the other side of the world, in an elegantly decorated bar -",
			"On the other side of the world, in a tastefully decorated bar--"
		],
		[
			"bgm",
			47
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			720813,
			null,
			"（左边吧台）您的特调，请用。",
			"（左側のバーテンダー）特製カクテルよ。どうぞ。",
			"(왼쪽 바텐더) 특제 칵테일이에요. 자, 드세요.",
			null,
			null,
			"(Left bar) Your special blend, please use.",
			"(Bartender on left) I made a special cocktail for you. Here you go."
		],
		[
			"speaker",
			320454
		],
		[
			"portraits",
			[
				30360,
				0,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			720814,
			null,
			"姬子姐，听我说嘛，我的前男友又……",
			"姫子さん、聞いてよ。私の元カレがまた……。",
			"히메코 씨, 들어봐. 내 전 남친이 또...",
			null,
			null,
			"Sister Kiko, listen to me, my ex-boyfriend again ......",
			"Himeko, listen to me. My ex-boyfriend is also ......."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				217,
				3,
				true
			]
		],
		[
			"msg",
			720815,
			null,
			"那种男人不要也罢，今晚我陪你喝！",
			"そんな男いらないわ。今夜は私が付き合ってあげる！",
			"그런 남자 필요 없어. 오늘 밤은 내가 같이 있어 줄게!",
			null,
			null,
			"Do not want that kind of man, I will drink with you tonight!",
			"I don't want that guy. I'll keep you company tonight!"
		],
		[
			"speaker",
			204927
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				754,
				0,
				false
			]
		],
		[
			"msg",
			720816,
			null,
			"（右边吧台）这是您的咖啡，请慢用。",
			"（右側のバーテンダー）コーヒーです。どうぞ。",
			"(오른쪽 바텐더) 커피입니다. 드세요.",
			null,
			null,
			"(Bar on the right) Here's your coffee, please enjoy.",
			"(Bartender on the right) Coffee. Here you go."
		],
		[
			"speaker",
			320641
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				30447,
				0,
				false
			]
		],
		[
			"msg",
			720817,
			null,
			"只有丽塔小姐能抚慰加班社畜的心了，呜呜……",
			"残業する社畜の心を慰めてくれるのはリタさんだけだよ。うう……。",
			"잔업하는 회사원의 마음을 위로해 주는 건 리타씨 뿐이야. 우우…….",
			null,
			null,
			"Only Miss Rita can soothe the heart of overtime social animals, oooh ......",
			"Only Rita can comfort the hearts of the company employees who work overtime. Ugh. ......"
		],
		[
			"speaker",
			204927
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				754,
				0,
				false
			]
		],
		[
			"msg",
			720818,
			null,
			"没事的，这位客人，您已经很努力了。",
			"大丈夫ですよ。お客様は十分頑張っていらっしゃいますから。",
			"괜찮아요. 고객님은 충분히 열심히 하고 계시니까.",
			null,
			null,
			"It's okay, this guest, you've worked very hard.",
			"Don't worry, the customers are doing well enough."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				754,
				0,
				true
			]
		],
		[
			"msg",
			720819,
			null,
			"（进店）呃……你们这反差究竟是怎么回事？",
			"（店に入る）えっ……あなたたち、これは一体どういうことなの？",
			"(가게에 들어가며) 어…… 너희들, 이건 대체 무슨 상황이야?",
			null,
			null,
			"(Enter the store) Uh ...... What is this contrast you guys?",
			"(Entering the store) What ...... you guys, what the heck is that gap all about?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				754,
				0,
				true
			]
		],
		[
			"msg",
			720820,
			null,
			"（灌酒）就是啊！",
			"（酒を注ぐ）まったく！",
			"(술을 따르며) 정말!",
			null,
			null,
			"(Pouring wine) That's right!",
			"(Pouring sake) Not at all!"
		],
		[
			"speaker",
			204927
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				754,
				0,
				false
			]
		],
		[
			"msg",
			720821,
			null,
			"知心大姐姐属性也很受男性欢迎，别灰心，姬子小姐。",
			"気心の知れたお姉さん属性も男性受けはいいですよ。諦めないでください、姫子様。",
			"마음이 잘 통하는 누나 속성도 남자들에게 인기 좋아요. 포기하지 마세요, 히메코様.",
			null,
			null,
			"Don't be discouraged, Himeko-san, as the big sister attribute is also very popular with men.",
			"The attribute of a good-natured older sister is also well received by men. Don't give up, Himeko-sama."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				754,
				0,
				true
			]
		],
		[
			"msg",
			720822,
			null,
			"只会谄媚服从的女人，才是最容易被抛弃的那个，丽塔！",
			"言いなりになる女こそ一番捨てられやすいのよ、リタ！",
			"말대로만 하는 여자가 가장 쉽게 버려지는 거야, 리타!",
			null,
			null,
			"The woman who only fawns and obeys is the one most likely to be abandoned, Rita!",
			"Women who do as they are told are the ones most likely to be discarded, Rita!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				0,
				false
			],
			[
				754,
				0,
				true
			]
		],
		[
			"msg",
			720823,
			null,
			"（坐在中间）你们这火药味又是怎么回事……",
			"（中央に座りながら）この火花が散っている感じは一体どういうことなの……。",
			"(가운데에 앉아서) 이 불꽃이 튀는 느낌은 대체 무슨 상황이지…….",
			null,
			null,
			"(sitting in the middle) What's with this fireworks smell you guys have ......",
			"(Sitting in the center) What is this sparking feeling ...... about?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				754,
				0,
				true
			]
		],
		[
			"msg",
			720824,
			null,
			"（拉住）不要靠近她，小妹妹，那是个坏女人！",
			"（引っ張る）その女に近づいちゃダメ、お嬢ちゃん。そいつは悪い女なの！",
			"(잡아당기며) 그 여자에게 가까이 가면 안 돼, 아가씨. 그 녀석은 나쁜 여자야!",
			null,
			null,
			"(pulling back) Don't go near her, little sister, that's a bad woman!",
			"(Pulling) Stay away from her, girl. She's a bad girl!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			720825,
			null,
			"虽然你叫我小妹妹我很开心，可我是德丽莎啊！",
			"お嬢ちゃんって呼んでくれるのはうれしいけど、あたくしはテレサよ！",
			"아가씨라고 불러주는 건 기쁘지만, 나는 테레사야!",
			null,
			null,
			"Although I'm happy that you call me little sister, I'm Theresa!",
			"It's nice of you to call me \"little girl,\" but I'm Teresa!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			720826,
			null,
			"（醉态）德丽莎……",
			"（酔っぱらって）テレサ……。",
			"(취한 상태로) 테레사…….",
			null,
			null,
			"(Drunkenness) Theresa ......",
			"(Drunkenly) Teresa ......."
		],
		[
			"msg",
			720827,
			null,
			"（醉态）德丽莎小妹妹！",
			"（酔っぱらって）テレサお嬢ちゃん！",
			"(취한 채로) 테레사 아가씨!",
			null,
			null,
			"(Drunkenness) Little sister Theresa!",
			"(Drunkenly) Teresa, sweetheart!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			720828,
			null,
			"再叫一次！",
			"えっ……もう1回呼んで！",
			"엣…… 한 번 더 불러줘!",
			null,
			null,
			"Call again!",
			"Call me again!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			720829,
			null,
			"客人离开后，德丽莎向姬子交代了此行的目的——",
			"客が帰った後、テレサは姫子に今回の旅の目的を話した——",
			"손님이 떠난 후, 테레사는 히메코에게 이번 여행의 목적을 말했다——",
			null,
			null,
			"After the guests left, Theresa explained to Himeko the purpose of the trip -",
			"After the guests left, Teresa told Himeko about the purpose of this trip -- to"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			720830,
			null,
			"我没什么目的啦，只不过聊些旧事罢了。",
			"特に目的なんてないわ。ただ昔話がしたかっただけ。",
			"특별한 목적 같은 건 없어. 그냥 옛날 이야기를 하고 싶었을 뿐.",
			null,
			null,
			"I don't have a purpose, just talking about old stuff.",
			"I don't really have a purpose. I just wanted to talk about the old days."
		],
		[
			"bgm",
			129
		],
		[
			"msg",
			720831,
			null,
			"你还记得黛尔塔吗？",
			"デルタのことを覚えてる？",
			"델타 기억나?",
			null,
			null,
			"Do you remember Delta?",
			"Remember Delta?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			720832,
			null,
			"当然记得，为什么事到如今……",
			"もちろん。どうして今さら……。",
			"물론이지. 왜 갑자기 지금 와서…….",
			null,
			null,
			"Of course I remember, why things have come to ......",
			"Of course. Why now? ......."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			720833,
			null,
			"不是什么大事啦，别那么严肃。",
			"大したことじゃないの。そんな真剣な顔しないで。",
			"대단한 일도 아니야. 그렇게 진지한 표정 짓지 말아줘.",
			null,
			null,
			"It's not a big deal, don't be so serious.",
			"It's no big deal. Don't look so serious."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			720834,
			null,
			"在全球崩坏危机期间，黛尔塔完全没有苏醒。",
			"世界崩壊の危機の間、デルタはまったく目覚めなかった。",
			"세계 붕괴의 위기 동안, 델타는 전혀 깨어나지 않았어.",
			null,
			null,
			"During the Global Collapse Crisis, Delta did not awaken at all.",
			"During the crisis of world collapse, Delta did not wake up at all."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			720835,
			null,
			"直到事后人合联整理天命资产，才发现了在天命人工岛完全静默的黛尔塔——",
			"危機の後、人類契約連盟が天命の資産を整理する中で、初めて天命の人工島で完全に沈黙を続けるデルタが発見された——",
			"위기가 지난 후, 인간 계약 연맹이 천명의 자산을 정리하는 과정에서, 처음으로 천명의 인공섬에서 완전히 침묵을 지키고 있는 델타가 발견되었다——",
			null,
			null,
			"It was not until afterwards that the United Federation of Humanity sorted out the assets of Heaven's Mandate and discovered Delta, which was completely silent on the artificial island of Heaven's Mandate -",
			"In the aftermath of the crisis, as the Human Contracting Alliance sorted through the assets of Tenmei, for the first time a delta was discovered on the man-made island of Tenmei that remained completely silent -- the delta."
		],
		[
			"msg",
			720836,
			null,
			"不会活动，没有战斗意志，",
			"活動することもなく、戦闘の意志もない。",
			"활동하지도 않고, 전투의 의지도 없이.",
			null,
			null,
			"Will not move, no will to fight.",
			"No activity, no will to fight."
		],
		[
			"msg",
			720837,
			null,
			"就连来自辉煌盟约号的激活信号，也没能令她苏醒。",
			"輝きの盟約から送られたアクティベート信号ですら、彼女を目覚めさせることはできなかった。",
			"빛의 맹약에서 보낸 활성화 신호조차 그녀를 깨울 수 없었다.",
			null,
			null,
			"Even the activation signal from the Brilliant Covenant failed to revive her.",
			"Not even the activation signal sent by the Pact of Brilliance could wake her up."
		],
		[
			"msg",
			720838,
			null,
			"仿佛一件物品。",
			"まるで物であるかのように。",
			"마치 물건인 양.",
			null,
			null,
			"As if it were an object.",
			"As if it were a thing."
		],
		[
			"msg",
			720839,
			null,
			"因为所有的异化机构都失去了活性，黛尔塔也停止进化了，甚至因为崩坏能的断供，开始渐渐衰老。即便如此，她还是会对微弱的崩坏能变化产生反应。",
			"すべての異化機構が無効になったため、デルタも進化を停止し、さらには崩壊エネルギーの供給が断たれたため、徐々に老化を始めた。それでも、彼女はまだ微弱な崩壊エネルギーの変化に対して反応している。",
			"모든 이화 기구가 무효화되면서 델타도 진화를 멈추고, 더 나아가 붕괴 에너지 공급이 끊기자 서서히 노화하기 시작했다. 그럼에도 그녀는 아직 미약한 붕괴 에너지 변화에 반응하고 있다.",
			null,
			null,
			"Because all the alienation bodies had lost their activity, Delta also stopped evolving and even began to gradually age because of the disruption of the supply of disintegration energy. Even so, she still reacts to the weak changes of disintegration energy.",
			"Since all mutation mechanisms were disabled, Delta also stopped evolving and, moreover, began to age slowly because her supply of decay energy was cut off. Yet she is still responsive to the faintest changes in decay energy."
		],
		[
			"msg",
			720840,
			null,
			"目前的她，只相当于一个精密的崩坏危机检测器。",
			"現在の彼女は、精密な崩壊危機検出器にすぎない。",
			"현재의 그녀는 정밀한 붕괴 위기 감지기에 불과하다.",
			null,
			null,
			"At present, she is only equivalent to a sophisticated collapse crisis detector.",
			"Today she is little more than a precision collapse crisis detector."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			720841,
			null,
			"经历过太虚战线的战斗，再结合那些去了月球的孩子们的描述，",
			"太虚戦線の戦闘、そして月に行った子たちの話を組み合わせて考えると、",
			"태허 전선의 전투, 그리고 달에 갔던 아이들의 이야기를 종합해 보면,",
			null,
			null,
			"Having experienced the battles on the Taihoku front, combined with the descriptions of the children who had gone to the moon",
			"The combination of the battle of the Taisho front and the story of the children who went to the moon is a good idea,"
		],
		[
			"msg",
			720842,
			null,
			"意志统括者可以控制律者，为己所用，",
			"意志の統括者は律者を制御し、自分のために使える。",
			"의지의 통솔자는 율자를 제어해 자신의 뜻대로 쓸 수 있다.",
			null,
			null,
			"The one who has the will can control the law and use it for himself.",
			"The Supervisor of the Will controls the Ruler and can use him for his own good."
		],
		[
			"msg",
			720843,
			null,
			"但这种控制并非不可反抗。",
			"ただし、その制御は抵抗できないものではないようね。",
			"다만 그 제어는 저항할 수 없는 건 아닌 모양이네.",
			null,
			null,
			"But this control is not irresistible.",
			"However, that control doesn't seem irresistible."
		],
		[
			"msg",
			720844,
			null,
			"我有一个猜测——",
			"そこで推測したの——",
			"그래서 추측한 거——",
			null,
			null,
			"I have a guess -",
			"So I guessed--"
		],
		[
			"msg",
			720845,
			null,
			"黛尔塔生前，是一名无比坚定的女武神战士。",
			"生前のデルタは、非常に意志の固い戦乙女だった。",
			"생전의 델타는 매우 의지가 강한 발키리였다.",
			null,
			null,
			"During her lifetime, Delta was an incredibly determined Valkyrie warrior.",
			"In life, Delta was a very strong-willed Valkyrie."
		],
		[
			"msg",
			720846,
			null,
			"她做出了属于自己的反抗。",
			"彼女は彼女なりに抵抗したのよ。",
			"그녀는 그녀 나름대로 저항했던 거야.",
			null,
			null,
			"She made a rebellion of her own.",
			"She resisted in her own way."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			720847,
			null,
			"在没有崩坏的现在，她一定也解脱了。",
			"崩壊がなくなった今、彼女もきっと解放されたでしょうね。",
			"붕괴가 사라진 지금, 그녀도 분명 해방되었겠죠.",
			null,
			null,
			"In the present without the collapse, she must have been relieved as well.",
			"Now that the collapse is gone, I'm sure she is liberated."
		],
		[
			"msg",
			720848,
			null,
			"你可以安息了，黛尔塔……",
			"安らかに眠って、デルタ……。",
			"편히 쉬어요, 델타……",
			null,
			null,
			"You can rest in peace, Delta ......",
			"Rest in peace, Delta ......."
		],
		[
			"msg",
			720849,
			null,
			"不过我很意外，我以为你再也不关注“崩坏”相关的事情了。",
			"でも意外ね。あなたはもう「崩壊」に関係することに関心を持たないと思っていたわ。",
			"하지만 의외네요. 당신은 이미 「붕괴」와 관련된 일엔 관심이 없을 줄 알았는데.",
			null,
			null,
			"I'm surprised, though, I thought you weren't paying attention to Crash-related things anymore.",
			"But I'm surprised. I would have thought you would no longer be interested in anything having to do with \"disintegration.\""
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				415,
				0,
				false
			]
		],
		[
			"msg",
			720850,
			null,
			"可能这就是爱操心的人吧。",
			"心配性なのかもしれないわね。",
			"걱정이 많은 성격인가 보네요.",
			null,
			null,
			"Maybe this is the one who loves to worry.",
			"Maybe I'm just a worrier."
		],
		[
			"msg",
			720851,
			null,
			"就算崩坏不存在了，崩坏能还是存在。",
			"崩壊は存在しなくなっても、崩壊エネルギーはまだ存在している。",
			"붕괴는 사라졌지만, 붕괴 에너지는 여전히 존재해요.",
			null,
			null,
			"Even if the collapse does not exist anymore, the collapse energy still exists.",
			"The collapse may have ceased to exist, but the collapse energy still exists."
		],
		[
			"msg",
			720852,
			null,
			"不论有多少争议，对这种能源进行开发和利用，肯定是未来的大趋势。",
			"どれだけの論争が起ころうと、このエネルギーの開発と利用は、きっと将来の大きな趨勢となるはずよ。",
			"얼마나 많은 논쟁이 일어나든, 이 에너지의 개발과 이용은 분명 미래의 큰 흐름이 될 거예요.",
			null,
			null,
			"Regardless of the controversy, the development and utilization of this energy source is certainly a major trend for the future.",
			"Regardless of the controversy, the development and use of this energy is sure to be a major trend in the future."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			720853,
			null,
			"那也是很久以后的事情了。",
			"それでもずいぶん先のことでしょう。",
			"그래도 아직 한참 먼 일이겠죠.",
			null,
			null,
			"That was also a long time ago.",
			"Even so, it will be a long way off."
		],
		[
			"msg",
			720854,
			null,
			"现在我们要享受生活，再来一杯！",
			"今は人生を楽しまないとね。マスター、もう1杯！",
			"지금은 인생을 즐겨야 해요. 마스터, 한 잔 더!",
			null,
			null,
			"Now let's enjoy life and have another drink!",
			"Now I have to enjoy life. One more drink!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				415,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			720856,
			null,
			"崩坏被消灭，这个世界变得更好了？",
			"崩壊が消滅し、この世界はよくなった？",
			"붕괴가 사라지고, 이 세상은 나아졌나?",
			null,
			null,
			"Avalanche was wiped out and the world became a better place?",
			"Collapse has disappeared and this world is better off?"
		],
		[
			"msg",
			720857,
			null,
			"至少，这个世界摆脱了被毁灭的危机，",
			"少なくとも、この世界は滅亡の危機から抜け出せた。",
			"적어도 이 세계는 멸망의 위기에서 벗어났어.",
			null,
			null,
			"At least, the world is free from the crisis of being destroyed.",
			"At least this world is out of the danger of extinction."
		],
		[
			"msg",
			720858,
			null,
			"名为“过去”的命运已被超越。",
			"「過去」という運命を乗り越えた。",
			"「과거」라는 운명을 극복했다.",
			null,
			null,
			"The fate called \"past\" has been transcended.",
			"He overcame the fate of \"the past.\""
		],
		[
			"msg",
			720859,
			null,
			"然后，“我们终究要回到生活中去”，",
			"そして、「最終的には自分の人生に戻らなければならない」",
			"그리고, 「결국에는 자신의 인생으로 돌아가야 했다」",
			null,
			null,
			"Then, \"we have to go back to life eventually,\"",
			"And, \"I have to eventually get back to my life.\""
		],
		[
			"msg",
			720860,
			null,
			"因此少女们踏上各自的归途。",
			"そのため、少女たちはそれぞれの帰路に就いた。",
			"그래서 소녀들은 각자의 귀로에 올랐다.",
			null,
			null,
			"So the girls set out on their respective journeys.",
			"Therefore, the girls made their own way home."
		],
		[
			"msg",
			720861,
			null,
			"在途中，在未来，依然会有各种各样的经历和体验，",
			"その過程や未来においても、まださまざまな経験や体験が待ち受けているだろう。",
			"그 과정이나 미래에서도 여전히 다양한 경험과 체험이 기다리고 있을 것이다.",
			null,
			null,
			"On the way, in the future, there will still be a variety of experiences and experiences.",
			"Along the way and in the future, there will still be many experiences and experiences awaiting us."
		],
		[
			"msg",
			720862,
			null,
			"有的愉快，有的不愉快，",
			"楽しいものもあれば、不愉快なものもある。",
			"즐거운 것도 있고, 불쾌한 것도 있다.",
			null,
			null,
			"Some pleasant, some unpleasant.",
			"Some are pleasant, some are unpleasant."
		],
		[
			"msg",
			720863,
			null,
			"这就是所谓的“常态”。",
			"それが「普通」というものだ。",
			"그것이 「평범」이라는 것이다.",
			null,
			null,
			"This is the so-called \"normal\".",
			"That is what we call the \"normal state of affairs."
		],
		[
			"msg",
			720864,
			null,
			"但没关系，",
			"でも大丈夫。",
			"하지만 괜찮아.",
			null,
			null,
			"But it's okay.",
			"But it's okay."
		],
		[
			"msg",
			720865,
			null,
			"并非所有事情，都必须一个人独自面对。",
			"すべてのことに対して1人で向き合う必要はない。",
			"모든 일에 혼자 맞설 필요는 없다.",
			null,
			null,
			"Not everything has to be faced by one person alone.",
			"There is no need to face everything alone."
		],
		[
			"msg",
			720866,
			null,
			"因为普遍的联系存在，",
			"普遍的なつながりが存在しているから、",
			"보편적인 연결이 존재하기 때문에,",
			null,
			null,
			"Because of the existence of universal connections, the",
			"Because a universal connection exists,"
		],
		[
			"msg",
			720867,
			null,
			"每个人都是这个广阔世界的一部分。",
			"誰もがこの広大な世界の一部になっている。",
			"누구나 이 광활한 세계의 일부가 되어 있다.",
			null,
			null,
			"Everyone is a part of this vast world.",
			"Everyone is part of this vast world."
		],
		[
			"msg",
			720868,
			null,
			"一些故事已经落下帷幕，",
			"いくつかの物語は幕を下ろした。",
			"어떤 이야기는 막을 내렸다.",
			null,
			null,
			"Some stories have come down to the curtain of",
			"Some stories have come to an end."
		],
		[
			"msg",
			720869,
			null,
			"而另一些故事即将启程。",
			"しかし、別の物語が始まろうとしている。",
			"하지만 또 다른 이야기가 시작되려 한다.",
			null,
			null,
			"And some other stories are about to depart.",
			"But another story is about to begin."
		],
		[
			"msg",
			720870,
			null,
			"即便知道不存在永恒——",
			"永遠は存在しないと分かっていても——",
			"영원은 존재하지 않는다는 걸 알면서도——",
			null,
			null,
			"Even knowing that there is no eternity -",
			"Even though we know that eternity doesn't exist--"
		],
		[
			"msg",
			720871,
			null,
			"仍愿每个人都能找到属于自己的，灵魂永远安宁的地方。",
			"誰もが自分だけの、魂が永遠に安らげる場所を見つけられることを祈っている。",
			"모두가 자신만의, 영혼이 영원히 안식할 수 있는 장소를 찾을 수 있기를 바라고 있다.",
			null,
			null,
			"May each person find his or her own, eternal peace of soul.",
			"I pray that everyone can find their own, unique place where their souls can rest forever."
		],
		[
			"msg",
			720872,
			null,
			"再见，崩坏。",
			"さようなら、崩壊。",
			"안녕, 붕괴.",
			null,
			null,
			"Goodbye, Crash.",
			"Goodbye, collapse."
		],
		[
			"bg",
			"R15ED"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		]
	],
	"10302": [
		[
			"speaker",
			320674
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			720873,
			null,
			"地址上说的应该就是这里了吧，好偏僻啊这个地方……",
			"住所はここで合っているはず……ずいぶんとへんぴな場所ですね。",
			"주소는 여기가 맞을 텐데... 꽤나 외진 곳이네요.",
			null,
			null,
			"The address says this should be the place, so remote ah this place ......",
			"The address should be here. It's in the middle of nowhere. ......"
		],
		[
			"msg",
			720874,
			null,
			"是，是那个别墅吗，竟然会这么豪华！",
			"あっ、あのコテージでしょうか？こんなに豪華だなんて！",
			"아, 저 코티지일까요? 이렇게나 화려하다니!",
			null,
			null,
			"Yes, is that the villa? It's so luxurious!",
			"Oh, isn't that the cottage? I can't believe how gorgeous it is!"
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				460,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720875,
			null,
			"您好，这位……",
			"こんにちは。あなたは……。",
			"안녕하세요. 당신은....",
			null,
			null,
			"Hello, this ......",
			"Hi, this is ......."
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				460,
				0,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			720876,
			null,
			"对不起我一个失业了三个月的前女武神果然不该来这样高端的地方赴宴……",
			"ごめんなさい。3カ月も失業中の元戦乙女がこんな豪華なパーティーに招待されるなんて、あり得ませんよね……。",
			"죄송해요. 3개월째 실업 중인 전(前) 전투처녀가 이런 화려한 파티에 초대될 리가 없죠...",
			null,
			null,
			"I'm sorry I'm a former Valkyrie who's been unemployed for three months I really shouldn't have come to a banquet in such a high-end place ......",
			"I'm sorry. I knew it was wrong for a former Valkyrie who has been unemployed for 3 months to be at a party in such a gorgeous place. ......"
		],
		[
			"msg",
			720877,
			null,
			"哎？丽，丽塔大人？您怎么会在这里……",
			"……あれ？リ、リタ様？どうしてここに……。",
			"...어? 리, 리타 님? 왜 여기에....",
			"Huh? Miss Rita? Why are you here .......",
			null,
			"Yes? Ri, Rita-sama? What are you doing here?",
			"Huh? Rita-sama? Why are you here ......."
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				460,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720878,
			null,
			"不是丽塔大人，只是在这里兼职接待员工作的，喜欢咖啡的吧台丽塔哦。",
			"リタ様ではありません。ここでアルバイトスタッフをしている、コーヒー好きのバーテンダー･リタですよ。",
			"리타 님이 아니에요. 여기에서 아르바이트 스태프로 일하는, 커피를 좋아하는 바텐더 리타예요.",
			"It's not Ms. Rita. It's Rita, the coffee-loving bartender who works here part-time.",
			null,
			"It's not Rita-sama, it's just Rita, the coffee-loving barista who works part-time as a receptionist here.",
			"It's not Mr. Rita. It's Rita, the coffee-loving bartender who works here part-time."
		],
		[
			"msg",
			720879,
			null,
			"这位客人，欢迎前来赴宴——",
			"お客様、パーティーへようこそ——",
			"손님, 파티에 오신 것을 환영합니다——",
			"Guests, welcome to the party--",
			null,
			"This guest, welcome to the feast--",
			"Guests, welcome to the party--"
		],
		[
			"bgm",
			47
		],
		[
			"speaker",
			204556
		],
		[
			"bg",
			"CG10487"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720880,
			null,
			"啊哈哈，真不错真不错啊，再，再来一瓶！",
			"アハハ、いいわね～最高！ほら、もう1本ちょうだい！",
			"아하하, 좋아~ 최고! 자, 한 병 더 줘!",
			"Hahaha, I love it. Great! Come on, give me another bottle!",
			null,
			"Ahahaha, that's really good. That's really good. Another, another bottle!",
			"Hahaha, I love it. Great! Here, give me another bottle!"
		],
		[
			"speaker",
			204622
		],
		[
			"msg",
			720881,
			null,
			"不要再喝了姬子，晚宴还没开始你就要醉了！",
			"それ以上飲まないで、姫子。パーティーはまだ始まっていないのに、酔っぱらってしまうわよ。",
			"그 이상 마시지 마, 히메코. 파티는 아직 시작도 안 했는데, 취해 버리겠어.",
			"Stop drinking Himeko, you'll be drunk before the dinner even starts!",
			null,
			"Stop drinking Himeko, you'll be drunk before the dinner even starts!",
			"Don't drink any more, Himeko. The party hasn't even started yet, and you're going to get drunk."
		],
		[
			"speaker",
			204556
		],
		[
			"msg",
			720882,
			null,
			"工作的时候开一瓶还要扣工资，我都好久没喝醉过了，今天既然来了就要喝个痛快！",
			"普段は1本飲む毎に給料から天引きされるから、酔っぱらうまで飲むなんて久しぶりなのよ～。今日はせっかく来たんだから、とことん飲むわよ！",
			"평소에는 한 병 마실 때마다 월급에서 공제되니까, 취할 때까지 마시는 건 오랜만이야~. 오늘은 어쩌다 오셨으니까, 끝까지 마실 거야!",
			null,
			null,
			"When I was at work, I had to open a bottle and have my salary deducted. I haven't gotten drunk for a long time, so since I'm here today, I'm going to have a good drink!",
			"It's been a long time since I drank until I was drunk because at my job, they deduct a bottle from my paycheck. Since I'm here today, I'm going to drink as much as I can!"
		],
		[
			"speaker",
			204757
		],
		[
			"msg",
			720883,
			null,
			"没错没错，靠打工买酒哪能喝到醉啊，今天必须一醉方休，乌拉！",
			"そうそう。アルバイトして酒を買っても酔いつぶれるまで飲めないよ。今日はつぶれるまで飲まないとね、ウラーッ！",
			"그래그래. 아르바이트해서 술을 사도 취할 때까지 마실 수 없어. 오늘은 쓰러질 때까지 마셔야지, 우라아!",
			null,
			null,
			"That's right, that's right. You can't get drunk by working for a job. You have to get drunk today, Ula!",
			"Oh yeah. I can't work part time and buy booze and then drink until I'm drunk. I'm going to have to drink until I'm crushed today, Wooler!"
		],
		[
			"speaker",
			204622
		],
		[
			"msg",
			720884,
			null,
			"都打工了还天天买醉，你们这给女武神们做的什么好榜样啊！",
			"アルバイトしながら毎日飲んだくれているなんて、それで戦乙女のお手本になれるの！？",
			"아르바이트하면서 매일 술에 취해 있다니, 그런 걸로 발키리의 모범이 될 수 있어!?",
			"You're still getting drunk every day even though you work part-time, what kind of example are you setting for the Valkyries?!",
			null,
			"You're still getting drunk every day even though you work part-time, what kind of good example are you setting for the Valkyries?",
			"How can you be a role model for Valkyrie if you work part time and drink every day!"
		],
		[
			"speaker",
			204576
		],
		[
			"msg",
			720885,
			null,
			"没关系的，本次经费也算充足，请尽管喝吧。",
			"心配はいらない。今回は十分な予算をかけているから存分に飲んでくれ。",
			"걱정하지 마라. 이번에는 충분한 예산을 마련했으니 마음껏 마시도록 해.",
			"Don't worry. We have enough money in the budget this time. Drink to your heart's content.",
			null,
			"It's okay, and this is well-funded, so please feel free to drink.",
			"Don't worry. We have enough money in the budget this time. Drink to your heart's content."
		],
		[
			"msg",
			720886,
			null,
			"让芽衣的战友们充分享受这个夜晚，这也是我作为一个父亲的愿望。",
			"芽衣の戦友である君たちにこの夜を満喫してもらいたいからな。これも父親としての願いだ。",
			"메이의 전우인 너희들이 이 밤을 만끽했으면 좋겠구나. 이것도 아버지로서의 바람이다.",
			null,
			null,
			"It is also my wish as a father to let Budgie's comrades enjoy the night to the fullest.",
			"Because I want Mei's warriors to enjoy this night to the fullest. This is also my wish as a father."
		],
		[
			"speaker",
			204615
		],
		[
			"msg",
			720887,
			null,
			"你是OO吧！这两个酒鬼要是耍酒疯，我OO一个人可按不住她们！",
			"待て！この2人の飲んべえが酔って暴れ出したら、1人じゃ押さえきれないんだよ！",
			"잠깐! 이 두 주정뱅이가 취해서 날뛰기 시작하면, 혼자선 막을 수 없어!",
			null,
			null,
			"You're OO, right? If these two alcoholics get crazy, I, OO, can't hold them down by myself!",
			"You're OO, right? If these two drunkards get drunk and start raging, I, OO, can't hold them back alone!"
		],
		[
			"speaker",
			204576
		],
		[
			"msg",
			720888,
			null,
			"那样的话，我会与你一同维持秩序。",
			"そうなったら、私が君と一緒に秩序を維持しよう。",
			"그렇게 되면, 내가 너와 함께 질서를 유지하자.",
			"If that happens, I will work with you to maintain order.",
			null,
			"In that case, I'll join you in maintaining order.",
			"If that happens, I will work with you to maintain order."
		],
		[
			"speaker",
			204615
		],
		[
			"msg",
			720889,
			null,
			"我OO不是说要你帮忙的意思啊！对了，今天有没有按时吃药？",
			"あんたに手伝ってもらいたくて言ったんじゃない！そうだ、今日はちゃんと薬を飲んだのか？",
			"너한테 도움을 받으려고 말한 게 아니야! 그래, 오늘은 약 제대로 먹었어?",
			null,
			null,
			"I OO didn't mean to ask for your help! By the way, did you take your medicine on time today?",
			"I didn't say that OO I wanted you to help me! Oh yeah, did you take your meds today?"
		],
		[
			"speaker",
			204576
		],
		[
			"msg",
			720890,
			null,
			"刚才已经吃过了，请放心。",
			"さっき飲んだ。安心してくれ。",
			"방금 먹었어. 안심해.",
			"I just took it. Don't worry.",
			null,
			"I've already eaten just now, so please don't worry.",
			"I just took it. Don't worry."
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			720891,
			null,
			"蛋糕……",
			"ケーキ……。",
			"케이크…….",
			"Cake ......",
			null,
			"Cake ......",
			"Cakes. ......."
		],
		[
			"speaker",
			204622
		],
		[
			"msg",
			720892,
			null,
			"迦娜，这个蛋糕等辉火爱莎来了才能吃，想吃的话先吃那个桌子上的好吗？",
			"ガーナ、このケーキは輝火とエルサが来るまで食べないでね。今食べたいなら、あそこのテーブルのものを先に食べてちょうだい。",
			"가나, 이 케이크는 키카와 엘사가 올 때까지 먹지 말아줘. 지금 먹고 싶으면, 저기 테이블에 있는 걸 먼저 먹어.",
			"Gana, we can't eat this cake until Teruka and Elsa arrive. If you want to eat something, eat what's on that table first.",
			null,
			"Cana, this cake can't be eaten until Terra Firma Aisha arrives, so if you want to eat it, eat the one on that table first, okay?",
			"Gana, don't eat that cake until the bright fire and Elsa arrive. If you want to eat it, eat what's on that table first."
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			720893,
			null,
			"没，我又不是……小孩子……",
			"うっ、私は……子どもじゃないよ……。",
			"윽, 나는…… 아이가 아니야…….",
			"No, I'm not a ...... kid ......",
			null,
			"No, I'm not a ...... kid ......",
			"Wow, I'm not a ...... child. ......"
		],
		[
			"speaker",
			204622
		],
		[
			"msg",
			720894,
			null,
			"哦，差点忘了。（大声）伊瑟琳，宴会快开始了，忙完了就进来吃东西吧。",
			"あっ、忘れていたわ。（大声で）イザーリン！パーティーが始まるわよ！そっちが終わったら、中に入って食べましょう！",
			"아, 깜빡했네. (큰 소리로) 이자린! 파티 시작이야! 거기 끝나면 안으로 들어와서 먹자!",
			null,
			null,
			"Oh, I almost forgot. (LOUDLY) Ethelene, the party's about to start, so come in and eat when you're done.",
			"Oh, I forgot. (Loudly) Estherine, the party is starting. When you're done, let's go inside and eat."
		],
		[
			"msg",
			720895,
			null,
			"没听见吗？可能在打电话吧，等下让九霄叫她一下好了。",
			"聞こえてないのかしら？電話中かもしれないわね。後で九霄に呼んできてもらいましょう。",
			"안 들리는 걸까? 전화 중일지도 모르겠네. 나중에 큐쇼에게 불러오게 하자.",
			null,
			null,
			"Didn't you hear me? Maybe she's on the phone. Just have Kyuushou call her later.",
			"I wonder if he can hear me. Maybe he's on the phone. Let's ask Kyuushou to call him later."
		],
		[
			"stopBGM"
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720896,
			null,
			"九霄，有空吗……哎，你来了？怎么一直在门口站着，快进来。",
			"九霄、今ちょっと手が空いてるかし……あら、来ていたの？どうしてずっと入口に立っているの？早く入って。",
			"큐쇼, 지금 좀 시간 있…… 어머, 왔어? 왜 계속 입구에 서 있는 거야? 빨리 들어와.",
			null,
			null,
			"Kyuushou, are you free ...... Hey, you are here? Why have you been standing at the door? Come on in.",
			"Kyuushou, I have time ...... Oh, you're here? Why have you been standing at the entrance all this time? Come on in."
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				30616,
				0,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			720897,
			null,
			"那那那个我我我我只是普普通通的……",
			"あ、あの、わわわわわたしは、たたた、ただの……。",
			"아, 어, 우우우나는, 그그그그그냥…….",
			null,
			null,
			"That that that I I I I I am just plain ......",
			"Ohhhhhh, wow, I'm just a tad tad tad... ......"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720898,
			null,
			"别紧张别紧张，就是因为你说没法适应新生活，我才邀请你来的。",
			"緊張しないで。あなたが新しい生活に適応できないと言っていたから、あたくしが招待したのよ。",
			"긴장하지 마. 네가 새로운 생활에 적응하지 못한다고 말했으니까, 내가 초대한 거야.",
			null,
			null,
			"Take it easy. Take it easy. It's because you said you couldn't adjust to your new life that I invited you.",
			"Don't be nervous. I invited you because you said you were having trouble adjusting to your new life."
		],
		[
			"msg",
			720899,
			null,
			"还有几位对新生活排斥比较严重的已经到了，你看，她们在那里……呃，传菜和摆桌子？",
			"あなたと同じように、新しい生活にまったく適応できていない人たちも来ているわ。ほら、彼女たちはあそこで……えっ、料理の配膳やテーブルのセッティングをしているの？",
			"너와 마찬가지로, 새로운 생활에 전혀 적응하지 못한 사람들도 왔어. 자, 저기 그녀들은... 어, 음식 배식이나 테이블 세팅을 하고 있다고?",
			null,
			null,
			"A few others who are more rejecting of their new life have already arrived, you see, and there they are ...... uh, passing the food and setting the table?",
			"There are other people here who haven't adapted to their new lives at all. Look, are they over there ...... eh, serving food and setting tables?"
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				30616,
				0,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			720900,
			null,
			"新生活新生活，对，新的生活！德丽莎大人和丽塔大人都在努力工作，我也不能偷懒！",
			"新しい生活、新しい生活……そうです、新しい生活です！テレサ様やリタ様が仕事を頑張っているのですから、私も怠けてはいられません！",
			"새로운 생활, 새로운 생활... 맞아, 새로운 생활이에요! 테레사님이나 리타님이 일을 열심히 하고 계시니, 나도 게을러서는 안 되겠어요!",
			null,
			null,
			"A new life, a new life, yes, a new life! Lord Theresa and Rita-sama are working hard, and I can't afford to be lazy!",
			"New life, new life ...... Yes, a new life! Teresa and Rita are working hard, so I can't be lazy either!"
		],
		[
			"msg",
			720901,
			null,
			"有没有我能做的工作……啊，那边的椅子可以擦。向着新生活，出发！",
			"私にできる仕事はないでしょうか……あっ、向こうの椅子を拭きます。新しい生活に向けて出発です！",
			"제가 할 수 있는 일은 없을까요... 아, 저기 의자 닦는 거 할게요. 새로운 생활을 위해 출발입니다!",
			null,
			null,
			"Is there any work I can do ...... Ah, the chairs over there can be wiped. Toward a new life, set out!",
			"Is there a job I can do for you? ...... Oh, I'll wipe the chair over there. I am leaving for a new life!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720902,
			null,
			"回来！那个，你们几位，过来一下。",
			"ちょっと、戻ってきて！あなたたちこっちに来て！",
			"잠깐, 돌아와! 너희들 이리 와!",
			null,
			null,
			"Come back! That, you guys, come here for a second.",
			"Come back! Hey, you guys, come here."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				30616,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			720903,
			null,
			"来了来了，德丽莎大人，何种命令？",
			"はい、テレサ様。何かご命令でしょうか？",
			"네, 테레사님. 무슨 지시라도 있으신가요?",
			null,
			null,
			"Coming, coming, Lord Theresa. What kind of order?",
			"Yes, Miss Teresa. What are your orders?"
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			720904,
			null,
			"德丽莎大人终于要开始重建天命了吗？",
			"テレサ様、ついに天命の再建を始められるのですか？",
			"테레사님, 드디어 천명의 재건을 시작하실 건가요?",
			null,
			null,
			"Is Lord Theresa finally going to start rebuilding the Mandate of Heaven?",
			"Dear Teresa, are you finally going to start rebuilding your heavenly life?"
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			720905,
			null,
			"哎？重，重建天命，这么大的事情，我，我这就要重新服役了吗……",
			"えっ？て、天命の再建？そんな大きなこと、わ、私、またお仕えできるのでしょうか……？",
			"어? 천, 천명의 재건? 그런 큰 일을, 저, 제가 다시 모실 수 있을까요...?",
			null,
			null,
			"Hey? Re, rebuild the Mandate of Heaven, such a big thing, I, I'm going to re-serve here ......",
			"What? Rebuilding a heavenly life? Such a big thing, wow, can I, can I serve you again ......?"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720906,
			null,
			"这都哪跟哪啊……好吧，我再说一遍。",
			"何を言ってるのよ……いいわ。もう一度言うからよく聞いて。",
			"무슨 소리를... 좋아. 다시 한 번 말할 테니까 잘 들어.",
			"What are you talking about? ...... Okay. I'll say it again.",
			null,
			"Where is this all going ...... Well, I'll say it again.",
			"What are you talking about? ...... Okay. I'll say it again."
		],
		[
			"msg",
			720907,
			null,
			"天命已经毁灭了，现在我也只是一名普通的老师 而已，你们没有必要刻意模仿我。",
			"天命は滅びたの。今はあたくしもただの教師にすぎないし、あなたたちも意識してあたくしの真似をする必要はないわ。",
			"천명은 망했어. 지금은 나도 그냥 교사일 뿐이고, 너희들도 의식적으로 나를 따라할 필요는 없어.",
			"Schicksal has been destroyed, and now I'm just an ordinary teacher, so there's no need for you to imitate me.",
			null,
			"The Mandate of Heaven has been destroyed, and now I'm just an ordinary teacher, so there's no need for you to imitate me.",
			"The destiny has already been destroyed. I am just a teacher now, and you don't have to consciously imitate me."
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				30616,
				0,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			720908,
			null,
			"对，对哦……",
			"そ、そうですね……。",
			"그, 그래요......",
			"Is that so...",
			null,
			"Yes, yes oh ......",
			"Yes, that's right. ......."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720909,
			null,
			"但是，我们是为了人类而战的女武神……",
			"ですが、私たちは人類のために戦う戦乙女……。",
			"하지만 우리는 인류를 위해 싸우는 전투처녀...",
			null,
			null,
			"But we are Valkyries fighting for humanity ......",
			"But we are Valkyries fighting for humanity ......."
		],
		[
			"msg",
			720910,
			null,
			"天命消失了，我们不就，什么也……不是了……",
			"天命が消え、私たちは何者でも……なくなりました……。",
			"천명이 사라지고, 우리는 아무것도... 아니게 되었어요......",
			null,
			null,
			"When the Mandate of Heaven is gone, we are not, nothing ...... is left ......",
			"Heaven's mandate is gone and we are no longer who we ...... are. ......"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720911,
			null,
			"今晚，你们曾经的前辈们，我，姬子，丽塔，宁蒂，辉……还没到。嗯咳，我们都在这里。",
			"今夜はあなたたちのかつての先輩である、あたくし、姫子、リタ、ニンディ、輝火……はまだ来ていないわね。コホン、あたくしたち全員がここにいるわ。",
			"오늘 밤은 여러분들의 옛 선배인, 저, 히메코, 리타, 닌디, 키카...는 아직 안 왔네요. 에헴, 우리 모두가 여기 있어요.",
			null,
			null,
			"Tonight, your former seniors, me, Himeko, Rita, Ninti, and Fai ...... haven't arrived yet. Well ahem, we're all here.",
			"Tonight, your former seniors, myself, Himeko, Rita, Ninti, and Shine ...... are not here yet. Oh, well, we're all here."
		],
		[
			"msg",
			720912,
			null,
			"如此一群，努力在新时代生活的人——就在这里。",
			"こうして新しい時代の暮らしで頑張っている人たちがここにいるのよ。",
			"이렇게 새로운 시대의 삶을 위해 열심히 노력하는 사람들이 여기 있답니다.",
			null,
			null,
			"Such a group of people, trying to live in a new era - right here.",
			"This is how people are doing their best in this new era of life - and here they are."
		],
		[
			"msg",
			720913,
			null,
			"如果你们仍然对未来感到惶恐，那……这样吧，我带你们看看大家的现状……",
			"まだ未来に不安を感じるなら、そうね……こうしましょう。みんなの現状を見せに連れて行ってあげるわ。",
			"아직 미래가 불안하다면, 그래요... 이렇게 하죠. 모두의 현황을 보여주러 데려가 줄게요.",
			null,
			null,
			"If you're still terrified of the future, then ...... here's the deal, I'll show you where everyone is ......",
			"If you still feel uncertain about the future, well, let's ...... do this. I'll take you to show you what's happening to everyone. ......"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				30616,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			720914,
			null,
			"终于到了，这地方好偏僻啊！",
			"はぁ～、やっと着いた。なによこの場所、遠すぎじゃない？",
			"하아~, 드디어 도착했네. 여긴 뭐야, 너무 먼 거 아니?",
			null,
			null,
			"Finally. This place is so remote!",
			"We finally arrived. This place is too far away!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				1,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			720915,
			null,
			"德丽莎，抱歉抱歉，说好来给女武神们当个榜样，结果我们自己都来晚了。",
			"テレサ様、申し訳ございません。戦乙女の手本になると言っておきながら、私たちが遅刻してしまいました。",
			"테레사님, 죄송합니다. 전투처녀의 모범이 되겠다 말해놓고, 우리가 지각해버렸네요.",
			null,
			null,
			"Delissa, sorry, sorry, said we'd come to be an example to the Valkyries, but we ended up being late ourselves.",
			"Dear Teresa, I am sorry. I know I said I was going to be an example to the Valkyries, but we were late."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			720916,
			null,
			"辉火，爱莎，你们怎么才来啊？今天明明是那么重要的日子！",
			"輝火、エルサ、遅かったじゃないの。今日はとても大事な日なのに！",
			"키카, 엘사, 너무 늦었잖아! 오늘은 아주 중요한 날이란 말이야!",
			null,
			null,
			"Flare, Aisha, what took you guys so long to get here? Today is obviously such an important day!",
			"Bright fire, Elsa, you are late. Today is a very important day!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				30616,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			720917,
			null,
			"有得住有得吃，旅行也开心得不行，不差这一晚。",
			"寝るところも食べるものもあるし、旅行もすごく楽しかったし、今夜くらいはいいじゃない。",
			"잘 곳도 있고 먹을 것도 있고, 여행도 정말 재미있었으니 오늘 밤 정도는 괜찮지 않아.",
			null,
			null,
			"Got to stay and eat and had a great trip, not bad for one night.",
			"I have a place to sleep, food to eat, and I had a great time on the trip, at least for tonight."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			720918,
			null,
			"爱莎你还是多管管她吧。时间都快到了，快去换衣服！",
			"エルサ、輝火をちゃんと躾けてちょうだい。もう時間よ。早く服を着替えてきて！",
			"엘사, 키카를 잘 훈련시켜 줘. 이제 시간이야. 빨리 옷 갈아입고 와!",
			null,
			null,
			"Elsa, you'd better control her more. It's almost time. Go and get changed!",
			"Elsa, you need to discipline the bright fire more. It's time to go. Hurry up and get dressed!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				30616,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			720919,
			null,
			"爱莎不是也要换嘛，干嘛就说我……",
			"エルサだって着替えるでしょ？どうして私にだけ言うの……。",
			"엘사도 옷 갈아입잖아? 왜 나한테만 그러는 거야.......",
			null,
			null,
			"Aisha is also going to be replaced, why only me ......",
			"Even Elsa would change her clothes. Why do you only tell me ......."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				2,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			720920,
			null,
			"德丽莎，宴会就要正式开始了，你是不是要去致辞来着？",
			"テレサ様はパーティーの司会やスピーチをされるのでしょうか？",
			"테레사様은 파티의 사회나 스피치를 하시나요?",
			null,
			null,
			"Delissa, the party's about to start. Are you going to make a speech?",
			"Dear Teresa, the party is about to start, are you going to greet the guests?"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				876,
				2,
				true
			],
			[
				30616,
				0,
				false
			]
		],
		[
			"msg",
			720921,
			null,
			"是啊，我也只能尽量多说点话给你们拖时间了。但是，女武神们……",
			"そうよ。あたくしができるだけ長く話して2人のために時間を稼いであげるわ。でも、彼女たちの案内はどうしようかしら……。",
			"그래. 내가 할 수 있는 한 오래 말해서 너희들을 위해 시간을 벌어 줄게. 하지만, 그녀들의 안내는 어떻게 하지.......",
			null,
			null,
			"Yeah, I'll just have to try to talk as much as I can to slow things down for you guys. But, Valkyries ......",
			"Yes, I will. I'll talk as long as I can to buy some time for you guys, but the Valkyries are on ......."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				4,
				false
			],
			[
				30616,
				0,
				true
			]
		],
		[
			"msg",
			720922,
			null,
			"请交给宁蒂吧。",
			"ニンディにお任せください。",
			"닌디에게 맡겨주세요.",
			"Leave it to me.",
			null,
			"Please leave it to Ninti.",
			"Leave it to me."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				1276,
				4,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			720923,
			null,
			"宁，宁蒂大人！",
			"ニ、ニンディ様！",
			"니, 닌디様!",
			"Mi, Miss Ninti!",
			null,
			"Ning, Lord Ninti!",
			"Ni, Ninti-sama!"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			720924,
			null,
			"不用这样，宁蒂可能比你们还小一点。",
			"やめてください。ニンディの方が年下だと思いますから。",
			"그만하세요. 닌디가 더 어리니까요.",
			"No need to address me like that. I'm probably younger than you.",
			null,
			"No need for that. Ninti's probably a little younger than you guys.",
			"Please don't. Because I think I am younger than you."
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				1276,
				1,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			720925,
			null,
			"（宁蒂大人的便装好可爱！）",
			"（ニンディ様の普段着、かわいい！）",
			"(닌디様의 평소 복장, 귀여워!)",
			"(Miss Ninti's everyday clothes, so cute!)",
			null,
			"(Ninti-sama's casual clothes are so cute!)",
			"(Ninti-sama's everyday clothes, so cute!)"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				4,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720926,
			null,
			"既然德丽莎忙不过来，就由宁蒂带着你们到处看看吧。",
			"テレサ様が忙しくて手一杯なのでしたら、ニンディが案内します。",
			"테레사様이 바빠서 손이 모자라신다면, 닌디가 안내할게요.",
			null,
			null,
			"Since Theresa is too busy, let Ninti show you around.",
			"If Teresa is busy and has her hands full, I will guide you."
		]
	],
	"10303": [
		[
			"speaker",
			204555
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720927,
			null,
			"这样的攻势打不死布洛妮娅。",
			"そんな攻撃ではブローニャは倒せませんよ。",
			"그런 공격으로는 브로냐는 쓰러뜨릴 수 없어요.",
			null,
			null,
			"You can't beat Bronya with an offense like that.",
			"You can't beat Bronya with that kind of attack."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			720928,
			null,
			"就算打不死你，你的经济也已经一塌糊涂了吧……你怎么升到四本了！",
			"ククク……倒せずとも、ブローニャの経済はもうボロボロだろう……えっ！？どうしてレベル4になってるの！？",
			"쿠쿠쿠... 쓰러뜨리지 못해도, 브로냐의 경제는 이미 엉망일 거야... 어!? 왜 레벨 4가 된 거지!?",
			null,
			null,
			"Even if you can t hit you, your economy is already in a mess, right ...... How did you get up to four books!",
			"Even if you can't beat it, Bronya's economy is probably already in shambles. ...... Why are you at level 4!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			720929,
			null,
			"布洛妮娅说过了，九霄设计的天命势力就是这么个怪物。",
			"さきほど、九霄の設定した天命勢力を見て、強大過ぎて化け物じみていると指摘しました。",
			"아까, 큐쇼가 설정한 천명 세력을 보고, 너무 강력해서 괴물 같다고 지적했잖아.",
			null,
			null,
			"Bronya had said it, and the Divine Destiny forces designed by the Nine Heavens were such monsters.",
			"He said that the heavenly life force designed by Kyuushou looks like a monster."
		],
		[
			"msg",
			720930,
			null,
			"既然要邀请布洛妮娅来试玩，意见也多少要听取才行。",
			"ブローニャをテストプレイに呼んでいるのですから、もちろんバランス調整の意見も聞き入れてくれますよね。",
			"브로냐를 테스트 플레이에 부른 거면, 당연히 밸런스 조정 의견도 들어줄 거 아니야.",
			null,
			null,
			"Since we're inviting Bronya to try out the game, opinions must more or less be heard in order to do so.",
			"If you are going to call Bronya for test play, please be open to a little input."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				1220,
				0,
				false
			]
		],
		[
			"msg",
			720931,
			null,
			"九霄大人加油啊！",
			"九霄様、頑張って！",
			"큐쇼님, 힘내세요!",
			"Good luck, Miss Kyuushou!",
			null,
			"Go for it, Lord Kyuushou!",
			"Good luck, Mr. Kyuushou!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			720932,
			null,
			"不行了，我的泰坦都没油了……她怎么还能升得起精锐女武神啊！",
			"クッ……ダメだ。タイタンの燃料がない……ブローニャはどうしてエリート戦乙女まで育成できるのだ！？",
			"쿡... 안 되겠어. 타이탄의 연료가 없어... 브로냐는 어떻게 엘리트 전투처녀까지 육성할 수 있는 거야!?",
			null,
			null,
			"I can't, my Titan is out of gas ...... How can she still rise Elite Valkyrie?",
			"Nope. How can ...... Bronya, which doesn't even have fuel for Titan, train up to Elite Valkyrie!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			720933,
			null,
			"结束了。",
			"チェックメイト。",
			"체크메이트.",
			null,
			null,
			"It's over.",
			"The end."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			720934,
			null,
			"好吧好吧，我承认，天命这个经济太超模了，得砍。",
			"分かった、分かった。認めよう。天命の経済は規模が大きすぎるから縮小させないと。",
			"알았어, 알았어. 인정할게. 천명의 경제 규모가 너무 커서 축소시켜야겠어.",
			null,
			null,
			"Okay, okay, I'll admit it, this economy in Destiny is too supermodular and needs to be cut.",
			"Okay, okay. I admit it. The economy of heaven's mandate is too large and needs to be scaled back."
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				30620,
				0,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			720935,
			null,
			"（这款游戏看起来好有意思，如果美术素材都实装了，不知道会有多好玩）",
			"（このゲーム面白そう。グラフィック素材が実装されていれば、どれくらい面白くなるんだろう）",
			"(이 게임 재밌을 것 같아. 그래픽 자원이 구현되어 있다면, 얼마나 재밌을까)",
			null,
			null,
			"(This game looks so much fun, I wonder how much fun it would be if the art materials were actualized)",
			"(This game looks interesting. How interesting it would be if graphic material was implemented)"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				30620,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			720936,
			null,
			"宁蒂大人，您已经在这里看了三局了！",
			"ニンディ様、もうここで対戦を3回も見ていますよ！",
			"닌디님, 벌써 여기서 대전을 3번이나 보고 계시잖아요!",
			null,
			null,
			"Lord Ninti, you've been here for three innings!",
			"Dear Ninti, I have already seen the matchup here three times!"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				8,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			720937,
			null,
			"抱歉，游戏对我来说还是一个比较新鲜的事物，不知不觉就……",
			"すっすみません。ニンディにとってゲームはまだ新鮮なものだったので、つい……。",
			"스, 스미마셍. 닌디에게 게임은 아직 신선한 것이어서,つい…….",
			null,
			null,
			"Sorry, gaming is still a relatively new thing for me without realizing it ......",
			"Sorry. The game was still fresh for me, so I just went to ......."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				1276,
				8,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			720938,
			null,
			"所谓的新生活，就是看这个挑染被反复打败吗？",
			"新しい生活とは、このハイライトを繰り返し見ることなのでしょうか？",
			"새로운 삶이란, 이 하이라이트를 반복해서 보는 걸 말하는 건가요?",
			null,
			null,
			"Is the so-called new life to see this pick and dye defeated repeatedly?",
			"Does new life mean watching these highlights repeatedly get shot down?"
		],
		[
			"msg",
			720939,
			null,
			"就像，现实中的我们一样，被反复击败，失去自己的身份和理想……",
			"現実での私たちと同じように、何度も打ち負かされ、自分のアイデンティティーや理想を失っていくのを……。",
			"현실에서의 우리와 마찬가지로, 계속해서 패배하고, 자신의 정체성과 이상을 잃어가는 걸...",
			null,
			null,
			"Just like, in reality, we are repeatedly defeated and lose our identity and ideals ......",
			"Just like us in reality, we have been beaten down many times and lost our identity and ideals. ......"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				1220,
				6,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			720940,
			null,
			"一样的话，其实是好事吧？",
			"同じなら、それはそれでいいことじゃないかしら。",
			"똑같다면, 그거야말로 좋은 일 아닐까?",
			null,
			null,
			"All the same, it's actually a good thing, right?",
			"If it's the same, isn't that a good thing?"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				1220,
				6,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			720941,
			null,
			"你，你什么意思，在嘲笑我们吗？",
			"ど、どういう意味ですか？私たちをあざ笑っているのでしょうか？",
			"어, 무슨 뜻이에요? 우리를 비웃고 있는 거예요?",
			"What do you mean? Are you mocking us?",
			null,
			"You, what do you mean, mocking us?",
			"What do you mean? Are you mocking us?"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				1220,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			720942,
			null,
			"以前的时候，总感觉什么事情都很急迫。哪怕是在使用阿瓦隆的时候，九霄大人也总是那么急匆匆的，生怕耽误了时间。",
			"以前は何かに追われているような感じだったから。Avalonを使う時も、九霄様はいつもすごく焦っていて、時間を無駄にすることを恐れてた。",
			"예전엔 뭔가에 쫓기듯 살았거든. Avalon을 사용할 때도 큐쇼님은 항상 엄청 급해하시고, 시간을 낭비하는 걸 두려워하셨죠.",
			null,
			null,
			"In the past, it always felt like everything was rushed. Even when using Avalon, Lord Nine Heavens was always in such a hurry, afraid of being delayed.",
			"Before, I used to feel like I was being chased by something; even when using Avalon, Kyuushou-sama was always in a great hurry and afraid of wasting time."
		],
		[
			"portraits",
			[
				1220,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			720943,
			null,
			"但是现在，就算出现再多的问题都可以推倒重来，九霄大人也终于可以享受游戏的乐趣。",
			"でも、今はもっと多くの問題が起きても、何度でもやり直せる。九霄様もようやくゲームを楽しめるようになったの。",
			"하지만 지금은 더 많은 문제가 생겨도, 몇 번이고 다시 할 수 있어. 큐쇼님도 드디어 게임을 즐길 수 있게 된 거야.",
			null,
			null,
			"But now, even if more problems arise, they can be pushed back, and Lord Nine Heavens can finally enjoy the game.",
			"But now we can start over again and again, even if more problems arise. Kurosawa-sama can finally enjoy the game."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1220,
				1,
				true
			],
			[
				1276,
				7,
				false
			]
		],
		[
			"msg",
			720944,
			null,
			"以前，宁蒂全部的生活就是从一个任务到另一个任务，永远专注于如何更快更好地完成任务，从来不敢考虑失败。",
			"以前のニンディの生活は、1つの任務を終えたら次の任務へ移ることがすべてでした。どうすればより早く、より良く任務を遂行できるかのみを考え続け、失敗することなんて考えようとすらしませんでした。",
			"예전의 닌디의 삶은, 한 가지 임무를 끝내면 다음 임무로 넘어가는 게 전부였어. 어떻게 하면 더 빠르고, 더 잘 임무를 수행할 수 있을지만을 계속 생각했고, 실패하는 건 상상조차 하지 않았지.",
			"Before, my life was all about completing one mission and moving on to the next. I kept thinking only about how to accomplish the task faster and better, and never even considered the possibility of failure.",
			null,
			"Before, Ninti's entire life consisted of going from task to task, forever focused on how to do it faster and better, never daring to consider failure.",
			"Before, my life was all about completing one mission and moving on to the next. I kept thinking only about how to accomplish the task faster and better, and never even considered the possibility of failure."
		],
		[
			"portraits",
			[
				1220,
				1,
				true
			],
			[
				1276,
				4,
				false
			]
		],
		[
			"msg",
			720945,
			null,
			"现在，我们都有资格去接受失败了……",
			"今、私たちには失敗を受け入れる資格があります……。",
			"지금, 우리에겐 실패를 받아들일 자격이 있어...",
			"Now we're all qualified to accept failure ......",
			null,
			"Now we're all qualified to accept failure ......",
			"Now we deserve to embrace failure. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				1276,
				4,
				true
			]
		],
		[
			"msg",
			720946,
			null,
			"其实我的时间也没有那么充裕啦。等开学以后，就没有时间反复测试平衡性了。",
			"実は我の時間もそんなに余裕があるわけではないぞ。学校が始まったらゲームバランスのテストを何度もする時間はないからな。",
			"사실 내 시간도 그렇게 여유롭진 않아. 학교가 시작되면 게임 밸런스 테스트를 여러 번 할 시간이 없으니까.",
			null,
			null,
			"Actually I don't have that much time. After school starts, I won't have time to test the balance over and over again.",
			"Actually, we don't have that much time to spare. Once school starts, I don't have time to do repetitive balance tests."
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				1276,
				4,
				true
			]
		],
		[
			"msg",
			720947,
			null,
			"还有，不要说得好像我设计的游戏问题很多一样啊！",
			"でも、我の設計したゲームが問題だらけみたいな言い方はやめて！",
			"하지만, 내가 설계한 게임이 문제투성이란 말은 그만 둬!",
			"And don't make it sound like the games I design are full of problems!",
			null,
			"Also, don't talk like I'm designing a game with a lot of problems!",
			"And don't make it sound like the games I designed are full of problems!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			720948,
			null,
			"难道不是吗？",
			"まさか違うとでも？",
			"설마 다른 건가?",
			"Aren't they, though?",
			null,
			"Isn't it?",
			"You don't think it's different?"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				1,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			720949,
			null,
			"九霄，刚才宁蒂好像看到你的游戏里面有女武神，指的就是天命的女武神吧？宁蒂有一个不情之请。",
			"九霄、さっきゲーム画面に戦乙女がいるように見えましたが、あれは天命の戦乙女ですよね？1つぶしつけなお願いがあります。",
			"큐쇼, 아까 게임 화면에 전투처녀가 있는 것처럼 보였는데, 그거 천명의 전투처녀 맞죠? 한 가지 부탁이 있습니다.",
			null,
			null,
			"Nine Heavens, just now Ninti seemed to have seen that there were female Valkyries in your game, referring to the female Valkyries of Heaven's Destiny, right? Ninti has an ungrateful request.",
			"I have a small request for you."
		],
		[
			"portraits",
			[
				1276,
				4,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			720950,
			null,
			"可不可以，由在场的女武神们，来帮忙设计游戏中女武神的形象？",
			"ここにいる戦乙女たちに、ゲーム内の戦乙女のデザインを手伝わせてくれませんか？",
			"여기 있는 전투처녀들에게, 게임 내 전투처녀 디자인을 도와주게 해주실 수 없을까요?",
			null,
			null,
			"Could it be possible for the Valkyries present to help design the image of the Valkyries in the game?",
			"Can you let the Valkyries here help design the Valkyries in the game?"
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				1276,
				4,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			720951,
			null,
			"我，我们来设计……我们吗？",
			"わ、私たちが……私たちをデザインするのですか？",
			"우, 우리가... 우리를 디자인하라고요?",
			null,
			null,
			"Me, Let's Design ...... us?",
			"Wow, we design ...... us?"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			720952,
			null,
			"我们根本不懂美术啊！",
			"デザインのことなんてさっぱり分かりませんよ！",
			"디자인 같은 건 전혀 모른다고요!",
			null,
			null,
			"We don't know anything about art!",
			"I have no idea about graphics!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			720953,
			null,
			"有什么关系呢？能够把自己心目中的自己做到游戏里，不是非常酷的事情吗？我也就是为了这个才做游戏的。",
			"関係ないだろう。自分の心の中にある己自身をゲーム内で表現できるなんて、すごくカッコいいことじゃないか？我もそのためにゲームを作っているんだから。",
			"상관없지. 자신의 마음속에 있는 자기 자신을 게임 안에서 표현할 수 있다니, 정말 멋진 일 아닌가? 나도 그걸 위해 게임을 만들고 있으니까.",
			null,
			null,
			"What does it matter? Isn't it a very cool thing to be able to make your mind's self into a game? That's what I'm doing the game for.",
			"It doesn't matter. Isn't it so cool to be able to express who you are in your mind in a game? That's what I'm making the game for."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				1220,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			720954,
			null,
			"女武神姐姐们自己的形象，西琳也想看！",
			"戦乙女のお姉ちゃんたち自身のイメージなら、シーリンも見てみたい！",
			"전투처녀 언니들 자신의 이미지라면, 시린도 한번 보고 싶어!",
			null,
			null,
			"The Valkyrie Sisters themselves were portrayed in a way that Celine wanted to see!",
			"If it is the image of the Valkyrie sisters themselves, I would like to see Sirin as well!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			720955,
			null,
			"吵吵闹闹。",
			"騒がしくなってきた。",
			"시끄러워지네.",
			null,
			null,
			"Noisy.",
			"It's getting noisy."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			720956,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			720957,
			null,
			"嗯。",
			"ええ。",
			"네.",
			null,
			null,
			"Uh-huh.",
			"Yes."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			720958,
			null,
			"带着谁也无法发现的微笑，布洛妮娅独自离开了人群。",
			"人知れずほほ笑みを浮かべながら、ブローニャは人々の輪から離れていった。",
			"아무도 모르게 미소를 띠며, 브로냐는 사람들의 무리에서 떠나갔다.",
			null,
			null,
			"With a smile that no one could detect, Bronya left the crowd alone.",
			"With a smile that no one would notice, Bronya walked out of the circle of people, alone."
		]
	],
	"10304": [
		[
			"bgm",
			90
		],
		[
			"speaker",
			204622
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720959,
			null,
			"各位来宾……嗯咳，各位拯救世界的英雄们，大家晚上好。",
			"えぇ～みなさん……オホン、世界を救った英雄のみんな、こんばんは。",
			"에에~ 여러분…… 으흠, 세계를 구한 영웅 여러분, 안녕하세요.",
			null,
			null,
			"Good evening, guests ...... ahem, heroes who save the world.",
			"Good evening to all of you ...... Ohon, all the heroes who saved the world."
		],
		[
			"msg",
			720960,
			null,
			"那场巨大的灾难已经过去了三个月……",
			"あの大きな災いから3カ月が経ったわ……。",
			"그 큰 재앙이 지난 지 3개월이 흘렀어…….",
			null,
			null,
			"It's been three months since that huge disaster ......",
			"It's been three months since that great disaster. ......"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				1067,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720961,
			null,
			"厉害啊，比酒吧那群废物强多了，敢不敢再来一瓶！",
			"すごいじゃない！バーのクズどもよりもずっと飲めるのね。もう1本どう？",
			"대단하네! 바의 쓰레기들보다 훨씬 잘 마시는구나. 한 병 더 어때?",
			null,
			null,
			"Awesome, much better than those losers at the bar. Dare to have another bottle!",
			"That's great! You drink way more than the bums at the bar. How about another bottle?"
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				49,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720962,
			null,
			"来就来，谁怕谁，乌拉！",
			"飲むなら飲もう！怖くなんかないよ！ウラーッ！",
			"마시려면 마시자! 무섭지 않아! 우라아!",
			null,
			null,
			"Come on, who's afraid, Ulla!",
			"If you want to drink, drink! I'm not afraid! Wooler!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720963,
			null,
			"你们两个要喝就坐着好好地喝，不要到处乱跑！",
			"あなたたち、飲むなら座っておとなしく飲んでなさい。あちこち走り回らないで！",
			"너희들, 마시려면 앉아서 조용히 마셔. 여기저기 뛰어다니지 말고!",
			null,
			null,
			"If you two want to drink, sit down and drink properly, don't run around!",
			"You guys, if you are going to drink, sit down and drink quietly. Don't run around!"
		],
		[
			"speaker",
			204903
		],
		[
			"portraits",
			[
				460,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720964,
			null,
			"真抱歉德丽莎老师，我这就处理好，请您继续。",
			"申し訳ございません、テレサ様。すぐに対処いたしますので続けてください。",
			"죄송합니다, 테레사님. 바로 처리하겠으니 계속 진행해 주세요.",
			null,
			null,
			"I'm so sorry Ms. Theresa, I'll take care of it, please continue.",
			"My apologies, Ms. Teresa. Please continue as we will take care of this immediately."
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				49,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720965,
			null,
			"正当梨花开遍了天涯，河上飘着柔曼的轻纱……啊，怎么地面在流动……",
			"梨の花が遠くまで咲き誇り、川には柔らかい薄絹が漂っている……あっ、どうして地面が流れて行くんだろう……。",
			"배꽃이 멀리까지 화사하게 피어 있고, 강에는 부드러운 비단이 흐르네…… 아, 왜 땅이 흘러가는 거지…….",
			null,
			null,
			"Just as the pear blossoms bloom all over the sky, the river floats with a soft, gentle veil ...... Ah, how the ground is flowing ......",
			"Pear blossoms are blooming far and wide, and soft thin silk is drifting in the river. ...... Oh, why is the ground shaking?"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720966,
			null,
			"刚才说到哪了……不管了，直接致辞吧。",
			"どこまで言ったかしら……まあいいわ。このままあいさつをさせてもらうわね。",
			"어디까지 말했더라…… 뭐 좋아. 이대로 인사를 하도록 하지.",
			null,
			null,
			"Where was I? ...... Whatever, just address it.",
			"Where was I? ...... Well, okay. I'll just say hello as I go."
		],
		[
			"msg",
			720967,
			null,
			"今夜，你们的前辈，也是你们的朋友，宴会的主持人德丽莎，在此祝辞。",
			"今夜、あなたたちの先輩であり、友人であり、パーティーの主催者であるテレサちゃんが、ここでお祝いの言葉を述べさせてもらうわ。",
			"오늘 밤, 여러분의 선배이자 친구이며, 파티의 주최자인 테레사가 여기서 축하 인사를 하도록 하겠어.",
			null,
			null,
			"Tonight, your predecessor, and your friend, the host of the party, Theresa, gives the benediction.",
			"I'd like to congratulate you here tonight, Teresa, your senior, friend, and party organizer."
		],
		[
			"msg",
			720968,
			null,
			"第一杯祝福她们两人，无论身在何处，都能过上平静的生活。",
			"1杯目は彼女たち2人に捧げましょう。どこにいても静かな暮らしを送れることを祈って。",
			"첫 잔은 그녀들 두 사람에게 바칩니다. 어디에 있든 평온한 삶을 살 수 있기를 바라며.",
			null,
			null,
			"The first cup blesses them both with a peaceful life wherever they are.",
			"Let's dedicate the first cup to the two girls. Wishing you a quiet life wherever you are."
		],
		[
			"msg",
			720969,
			null,
			"（一饮而尽）这茶好甜。",
			"（一気に飲み干す）このお茶、甘いわね。",
			"(단숨에 마시며) 이 차, 달콤하네.",
			null,
			null,
			"(Drinks it all in one go) This tea is so sweet.",
			"(Drink it all at once.) This tea is sweet."
		],
		[
			"msg",
			720970,
			null,
			"第二杯祝贺你们，战胜了不讲理的世界。",
			"2杯目はあなたたちに捧げましょう。理不尽な世界に打ち勝ったことを祝して。",
			"두 번째 잔은 여러분에게 바칩니다. 불합리한 세상을 이겨낸 것을 축하하며.",
			null,
			null,
			"The second glass congratulates you on your victory over an unreasonable world.",
			"Let me dedicate the second cup to you. Celebrate your victory over an unreasonable world."
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720971,
			null,
			"这盘烤鸡看起来好好吃，我不客气啦！",
			"このローストチキンおいしそうだね。遠慮なくいただきま～す！",
			"이 로스트 치킨 맛있겠다. 사양하지 않고 먹을게~!",
			null,
			null,
			"This plate of roast chicken looks so delicious, I'm welcome!",
			"This roast chicken looks delicious. I'll have it without reservation!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720972,
			null,
			"哇，这家伙是哪冒出来的？",
			"えっ、この人、どこから現われたの？",
			"어, 이 사람, 어디서 나타난 거야?",
			null,
			null,
			"Wow, where did this guy come from?",
			"What, where did this guy show up from?"
		],
		[
			"msg",
			720973,
			null,
			"等一下，这是摆在主桌上的菜，不是给客人吃的！",
			"待って、それはメインテーブルの料理で、お客さん用じゃないの！",
			"잠깐, 그건 메인 테이블 음식이고, 손님용이 아니야!",
			null,
			null,
			"Wait a minute. This is a dish for the main table, not for the guests!",
			"Wait, that's for the main table, not for the guests!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				897,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720974,
			null,
			"把烤鸡OO给我放回去，给德丽莎道歉！",
			"おい、チキンを戻してテレサに謝れ！",
			"야, 치킨 돌려놓고 테레사한테 사과해!",
			null,
			null,
			"Put the grilled chicken OO back and apologize to Theresa!",
			"OO back the chicken and apologize to Teresa!"
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720975,
			null,
			"不要这么严肃嘛，反正她也是在拖时间……",
			"まあまあ、そんなに怖い顔しないでよ。どうせ彼女だって時間を稼いでるだけなんだから……。",
			"아이고, 그렇게 무서운 얼굴 하지 마. 어차피 그녀도 시간을 벌고 있을 뿐이니까...",
			null,
			null,
			"Don't be so serious, she's just stalling anyway ......",
			"Don't look so scared. She's just buying time anyway. ......"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720976,
			null,
			"吃这个吧，后厨的食物还有很多。",
			"これを食べるといい。厨房にはまだ食材がたくさんある。",
			"이걸 먹어. 주방에는 아직 재료가 많이 있으니까.",
			null,
			null,
			"Eat this. There's plenty more food in the back room.",
			"You should eat this. There's still plenty of food in the kitchen."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720977,
			null,
			"呼……祝，祝谁来着……",
			"ふぅ……だ、誰をお祝いするんだっけ……。",
			"후... 다, 누굴 축하하는 거였더라...",
			null,
			null,
			"Whew ...... good luck, good luck to whom ......",
			"Whew, it's ......, who are we celebrating ......."
		],
		[
			"msg",
			720978,
			null,
			"算了，下一段。",
			"ま、まあいいわ。次に進みましょう。",
			"뭐, 뭐 좋아. 다음으로 넘어가자.",
			null,
			null,
			"Never mind, next paragraph.",
			"Well, okay. Let's move on."
		],
		[
			"msg",
			720979,
			null,
			"虽然我们曾经遭受了……",
			"あたくしたちはかつて——",
			"우리들은 예전에——",
			null,
			null,
			"Although we have suffered ......",
			"We used to work for ......."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720980,
			null,
			"这，这个小女孩难道是，崩……天呐！",
			"こ、この女の子はまさか、崩……そんな！",
			"이, 이 여자아이가 설마, 붕괴... 그럴 리가!",
			null,
			null,
			"Is this, is this little girl, Avalanche ...... Geez!",
			"This girl is no way, collapse ...... such!"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720981,
			null,
			"别，她不是……",
			"待ってください。彼女は違います……。",
			"잠깐만요. 그녀는 아닙니다....",
			null,
			null,
			"Don't, she's not ......",
			"Wait. She is not. ......"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720982,
			null,
			"德丽莎大人，我发现了行星级——",
			"テレサ様！ここに惑星級——",
			"테레사님! 여기에 행성급——",
			null,
			null,
			"Lord Theresa, I found the planetary--",
			"Dear Teresa, Planetary Class--"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720983,
			null,
			"对不起德丽莎，宁蒂刚才沉迷设计猫爪标志，没有注意到。",
			"申し訳ありません、テレサ様。猫爪マークのデザインに夢中で気付きませんでした。",
			"죄송합니다, 테레사님. 고양이 발톱 마크 디자인에 빠져있어서 눈치채지 못했네요.",
			null,
			null,
			"Sorry Theresa, Ninti was just too engrossed in designing the cat's paw logo to notice.",
			"My apologies, Dear Teresa. I was so engrossed in the design of the cat claw mark that I did not notice it."
		],
		[
			"msg",
			720984,
			null,
			"这位队员，宁蒂会给你解释清楚的。",
			"彼女には私からよく説明しておきます。",
			"그녀에게는 제가 잘 설명해 두겠습니다.",
			null,
			null,
			"This team member, Ninti will explain it all to you.",
			"I will explain it well to the members here."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				30616,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720985,
			null,
			"唔……好吧，下面……",
			"え、えぇ、分かったわ。次は……。",
			"어, 어, 알았어. 다음은....",
			null,
			null,
			"Well ...... well, here ......",
			"Hmmm ...... I get it. Next is ......."
		],
		[
			"msg",
			720986,
			null,
			"……没有别的突发事故了吧？还有人要找我吗？",
			"……他に急なトラブルはない？まだあたくしに用がある人はいる？",
			"......다른 급한 문제는 없어? 아직 나에게 볼 일 있는 사람?",
			null,
			null,
			"...... No other unexpected incidents, right? Anyone else looking for me?",
			"...... Any other pressing problems? Is anyone still in need of me?"
		],
		[
			"msg",
			720987,
			null,
			"那个，刚才说到哪了？",
			"えっと、どこまで話したかしら？",
			"어디까지 말했더라?",
			null,
			null,
			"So, where were we?",
			"Well, where were we?"
		],
		[
			"msg",
			720988,
			null,
			"唔……",
			"うーん……。",
			"으음.......",
			null,
			null,
			"Well ......",
			"Hmmm ......."
		],
		[
			"msg",
			720989,
			null,
			"辉火，爱莎，你们好了没有！",
			"(大声で)輝火、エルサ、準備できた？",
			"(큰 소리로)키카, 엘사, 준비됐어?",
			null,
			null,
			"Glowfire, Elsa, are you guys ready yet!",
			"Bright fire, Elsa, we're ready!"
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				876,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720990,
			null,
			"不好意思，再等一会，这一件的尺码好像小了一点，辉火穿不进去。",
			"すみません、もう少しお待ちください。この服のサイズが小さいみたいで、輝火が着られないんです。",
			"죄송해요, 조금만 더 기다려 주세요. 이 옷 사이즈가 작은 것 같아서 키카가 입을 수가 없어요.",
			null,
			null,
			"Sorry to wait a little longer, but the sizing on this one seems to run a little small, and Terra Firma can't fit in it.",
			"Sorry, please wait a little longer. It looks like these clothes are a size too small and I can't wear the bright fire."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720991,
			null,
			"能穿得进去！",
			"きっ、着られるわよ！",
			"입, 입을 수 있다고!",
			null,
			null,
			"It can be worn in!",
			"You can wear it!"
		]
	],
	"10305": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720992,
			null,
			"那笔经费不能省，请相信我，仪器质量不达标的话，做出来的材料不可能符合标准的。",
			"経費をケチってはダメよ。機械の品質が基準を満たしていないと、できあがった服は規格を満たせないの。",
			"경비를 아끼면 안 돼. 기계 품질이 기준을 충족하지 않으면 완성된 옷은 규격에 맞출 수 없어.",
			null,
			null,
			"That funding can't be saved. Believe me, the material made can't be up to standard if the quality of the instruments isn't up to par.",
			"Don't skimp on expenses. Trust me. If the quality of the machine is not up to standards, the finished material will not meet them."
		],
		[
			"msg",
			720993,
			null,
			"……不是的，我刚才没有听清。这里噪音太大了，等我去外面再说好吗？",
			"そ、そういうことじゃなくて……。それより、ここはうるさいから外に出て話さない？",
			"그, 그런 게 아니라... 그보다 여기 시끄러우니까 밖에 나가서 얘기하지 않을래?",
			null,
			null,
			"...... No, I didn't hear you just now. There's too much noise in here. Can you wait until I go outside?",
			"...... That's not true. I didn't hear you well earlier. It's so loud in here, why don't we go outside and talk?"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720994,
			null,
			"人类，真是吵闹的生物。",
			"人類は実にうるさい生き物だね。",
			"인류는 정말 시끄러운 생물이네.",
			null,
			null,
			"Humans, what noisy creatures.",
			"Humanity is a very noisy creature."
		],
		[
			"msg",
			720995,
			null,
			"（阿姆，阿姆）",
			"（モグモグ）",
			"(우물우물)",
			null,
			null,
			"(Amu, Amu)",
			"(MOGUMOGU)"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			720996,
			null,
			"辉火，今天你OO必须穿上！",
			"輝火、今日は絶対に着なさい！",
			"키카, 오늘은 절대 입어야 해!",
			null,
			null,
			"Glowfire, you OO must wear it today!",
			"Shine fire, you must wear OO today!"
		],
		[
			"msg",
			720997,
			null,
			"非得穿这个吗？搞得这么形式主义干嘛！",
			"どうしてもそれを着るの？どうしてそんな形式にばかりこだわるの！？",
			"꼭 그걸 입어야 해? 왜 그런 형식에만 집착하는 거야!?",
			null,
			null,
			"Do I have to wear this? What's with all the formalities!",
			"Why do you insist on wearing it? Why do you insist on such formalism!"
		],
		[
			"msg",
			720998,
			null,
			"龙马OO花了这么多钱，大家都放下手头的工作来给你们庆贺，你怎么能OO这么敷衍？",
			"龍馬が大金をはたいて、みんなも仕事を放り出してあなたたちを祝いに来たのよ？そんなごまかしが通じるとでも？",
			"료마가 큰돈을 들이고, 모두들 일도 내팽개치고 너희들을 축하하러 온 거야? 그런 얼토당토않은 변명이 통할 거 같아?",
			null,
			null,
			"Dragon Horse OO spent so much money, everyone dropped what they were doing to come and celebrate you, how can you OO so perfunctorily?",
			"OO, Ryoma spent a lot of money and everyone gave up their jobs to come and celebrate with you guys."
		],
		[
			"msg",
			720999,
			null,
			"这是道德绑架，道德绑架！爱莎，你也说两句啊？",
			"そんなのモラハラよ、モラハラ！エルサもなんとか言ってよ！",
			"그건 모럴 해라스먼트야, 모럴 해라스먼트! 엘사도 뭐라고 좀 말해봐!",
			null,
			null,
			"It's moral abduction, moral abduction! Elsa, can you say something too?",
			"That's moral harassment, moral harassment! Elsa should say something too."
		],
		[
			"msg",
			721000,
			null,
			"辉火，之前旅行的时候你确实吃得有点多了……",
			"輝火、先日の旅行でたしかにちょっと食べすぎていたわね……。",
			"키카, 지난번 여행에서 확실히 좀 많이 먹긴 했네......",
			null,
			null,
			"Fairefire, you did eat a bit too much on your previous trip ......",
			"Shine fire, you did indeed eat a little too much on your recent trip. ......"
		],
		[
			"msg",
			721001,
			null,
			"才没有长肉！好吧好吧好吧，我今天肯定给它穿上，行了吧？",
			"ふっ、太ったわけじゃないの！……わかった、分かったわよ。今日は必ずそれを着ます、着させていただきます。それでいいでしょ？",
			"흥, 살찐 거 아니야!...... 알았어, 알겠어. 오늘은 꼭 그걸 입을게, 감히 입도록 하지. 이젠 만족하겠어?",
			null,
			null,
			"It's not growing any meat! Okay, okay, okay, okay. I'm definitely putting it on today, okay?",
			"I'm not fat! Okay, okay, okay. I'll definitely wear that today. Is that okay?"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721002,
			null,
			"无论观察他们多久，都无法适应。",
			"彼女たちをずっと観察していても、まだ慣れない。",
			"그녀들을 계속 지켜보고 있어도, 아직 익숙해지지 않아.",
			null,
			null,
			"No matter how long you observe them, you can't get used to it.",
			"I'm still not used to observing these women all the time."
		],
		[
			"msg",
			721003,
			null,
			"（咕嘟，咕嘟）",
			"（ゴクゴク）",
			"(꿀꺽꿀꺽)",
			null,
			null,
			"(cooing, cooing)",
			"(GOKU GOKU)"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721004,
			null,
			"夺取载具这个功能一定要有，我当女武神的时候就一直在想，要是能开一下逆熵的泰坦多好啊！",
			"——いやいや、乗り物を奪う機能は絶対に必要だ！ネゲントロピーのタイタンを操縦できたらいいのにって、ずっと思っていたんだから！",
			"——아니야 아니야, 탈것을 빼앗는 기능은 절대 필요해! 네겐트로피의 타이탄을 조종할 수 있으면 좋겠다고, 계속 생각해왔단 말이야!",
			null,
			null,
			"The ability to seize carriers is a must, I've been thinking when I was a Valkyrie how nice it would be to drive a little bit of the Reverse Entropy Titan!",
			"I definitely need the ability to take a vehicle. When I was a Valkyrie, I always wished I could pilot the Titan of Negentropy!"
		],
		[
			"msg",
			721005,
			null,
			"其实……宁蒂在逆熵的那段时间尝试过，没经过培训的话是很难驾驭泰坦的……",
			"実は……ネゲントロピーにいた時に試してみましたが、訓練を受けていなければタイタンの操縦は難しいです……。",
			"사실은...... 네겐트로피에 있을 때 시도해봤지만, 훈련을 받지 않으면 타이탄 조종은 어렵습니다......",
			null,
			null,
			"Actually ...... Ninti tried it during his time at Reverse Entropy, it's hard to handle a Titan without training ......",
			"I actually tried it when I was at ...... negentropy, but it is difficult to pilot a Titan without training ......."
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721006,
			null,
			"如果不是琪亚娜非要守护他们，他们实在是没什么值得……咦？",
			"キアナが守ろうとしていなければ、彼女たちにはなんの価値も……あら？",
			"키아나가 지키려고 하지 않았다면, 그녀들에게는 아무런 가치도...... 어라?",
			null,
			null,
			"If Kiana hadn't had to guard them, they really weren't anything worth ...... Huh?",
			"If Kiana wasn't trying to protect them by any means, they wouldn't be worth ...... anything, would they?"
		],
		[
			"msg",
			721007,
			null,
			"（阿姆，咕嘟）",
			"（モグモグ、ゴクゴク）",
			"(오물오물, 꿀꺽꿀꺽)",
			null,
			null,
			"(Amu, Gudu)",
			"(mugging, gulping)"
		],
		[
			"msg",
			721008,
			null,
			"是因为身体变成了小孩子的缘故吗，会不自觉地流口水，产生摄取碳水化合物的欲望……",
			"子どもの体になったせいか、勝手に唾液が出てきて、炭水化物を摂取したいという欲求が湧いてくる……。",
			"아이의 몸이 된 탓인지, 저절로 침이 나오고 탄수화물을 섭취하고 싶은 욕구가 솟아오른다……",
			null,
			null,
			"Is it because the body becomes a small child, it will unconsciously drool and create a desire to ingest carbohydrates ......",
			"Maybe it's because I'm in a child's body, but I'm drooling on my own and have a desire to consume carbohydrates. ......"
		],
		[
			"msg",
			721009,
			null,
			"唔，人类精加工的食物，确实……还不错……",
			"うーん、人間が加工した食べ物は……たしかに悪くない。",
			"음, 인간이 가공한 음식은…… 확실히 나쁘지 않아.",
			null,
			null,
			"Well, human refined food is indeed ...... not bad ......",
			"Hmmm, human processed food is indeed ...... not bad ......."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721010,
			null,
			"这，这个小女孩难道是，崩……天呐！",
			"こ、この女の子はまさか、崩……そんな！",
			"이, 이 여자아이는 설마, 붕괴…… 그럴 리가!",
			null,
			null,
			"Is this, is this little girl, Avalanche ...... Geez!",
			"This girl is no way, collapse ...... such!"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				1276,
				2,
				false
			]
		],
		[
			"msg",
			721011,
			null,
			"别，她不是……",
			"待ってください。彼女は違います……。",
			"잠깐만요. 그녀는 아닙니다……",
			null,
			null,
			"Don't, she's not ......",
			"Wait. She is not. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				1276,
				2,
				true
			]
		],
		[
			"msg",
			721012,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				3,
				false
			],
			[
				1276,
				2,
				true
			]
		],
		[
			"msg",
			721013,
			null,
			"宁蒂来给大家介绍一下……",
			"私からみなさんに紹介します。",
			"제가 여러분께 소개하겠습니다.",
			null,
			null,
			"Ninti is here to tell you all about it ......",
			"Let me introduce you all to ......."
		]
	],
	"10306": [
		[
			"speaker",
			204865
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				1276,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721014,
			null,
			"就是这样。",
			"——そういうわけなんです。",
			"——그런 이유입니다.",
			null,
			null,
			"That's it.",
			"That is why."
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				1276,
				4,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			721015,
			null,
			"所以，这位小妹妹，也是拯救人类的英雄吗？",
			"つまり、この女の子も人類を救った英雄ということでしょうか？",
			"즉, 이 소녀도 인류를 구한 영웅이라는 말씀이신가요?",
			null,
			null,
			"So this little sister, too, is a hero who saves mankind?",
			"Does that mean this girl is also a hero who saved humanity?"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				7,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721016,
			null,
			"现在是的，宁蒂这样认为。",
			"はい、そのように考えています。",
			"네, 그렇게 생각하고 있습니다.",
			null,
			null,
			"Now yes, Ninti thought so.",
			"Yes, we think so."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				1276,
				7,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			721017,
			null,
			"我不能接受！那可是地球上最凶恶的怪兽，毁灭人类文明的元凶之一！",
			"受け入れられません！彼女は地球で最も凶悪な怪物で、人類文明を滅亡させた元凶の1人なんですよ！",
			"받아들일 수 없어요! 그녀는 지구에서 가장 흉악한 괴물로, 인류 문명을 멸망시킨 원흉 중 하나라고요!",
			null,
			null,
			"I can't accept it! That's the most vicious monster on Earth, one of the culprits in the destruction of human civilization!",
			"It's unacceptable! That guy is the most evil monster on the planet and one of the main culprits in the destruction of human civilization!"
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721018,
			null,
			"宁蒂大人，您可是S级女武神，怎么您也会说出这种话？",
			"ニンディ様はS級戦乙女ですよ。どうしてそのようなことをおっしゃるのですか？",
			"닌디님은 S급 전처녀입니다. 왜 그런 말을 하시는 거죠?",
			null,
			null,
			"Ninti-sama, you're an S-class Valkyrie, how could you also say such things?",
			"Master Ninti is an S-class Valkyrie. Why do you say such a thing?"
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			721019,
			null,
			"但是，按宁蒂大人所说，如果不是迦娜最后站在了人类一边，我们也都会死啊？",
			"しかし、ニンディ様のおっしゃる通り、ガーナが最後に人間の味方になってくれなければ、私たちはみんな死んでいたのでしょうか？",
			"하지만 닌디님 말씀대로 가나가 마지막에 인간 편을 들어주지 않았다면 우리는 모두 죽었을까요?",
			null,
			null,
			"But, according to Ninti-sama, if Cana hadn't sided with the humans in the end, we'd all be dead too, right?",
			"But, as Mr. Ninti said, would we all have died if Ghana had not sided with the humans in the end?"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721020,
			null,
			"无论怎么说，迦娜她确实救了宁蒂一命，宁蒂应该说声……",
			"いずれにせよ、ガーナは間違いなく私の命を救ってくれました。私は彼女に……。",
			"어쨌든, 가나는 분명히 제 목숨을 구해줬어요. 전 그녀에게...",
			null,
			null,
			"Either way, Cana she did save Ninti's life and Ninti should say so ......",
			"In any case, Ghana definitely saved my life. I am sending her an email at ......."
		],
		[
			"portraits",
			[
				1276,
				2,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721021,
			null,
			"谢、唔……",
			"ありが……うっ……。",
			"고마... 으윽...",
			null,
			null,
			"Thank you. ......",
			"Thanks ...... ugh ......."
		],
		[
			"portraits",
			[
				1276,
				9,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721022,
			null,
			"（这个氛围，说不出口……）",
			"（この雰囲気では言い出せません……）",
			"(이 분위기에서는 말을 꺼낼 수 없어...)",
			null,
			null,
			"(This vibe, can't say it ......)",
			"(I can't say it in this atmosphere: ......)"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721023,
			null,
			"人类，果然还是太吵闹了。",
			"人類はやっぱりうるさすぎるね。",
			"인간들은 역시 너무 시끄럽네.",
			"Humans, indeed, are still too noisy.",
			null,
			"Humans, indeed, are still too noisy.",
			"People are still too loud."
		],
		[
			"msg",
			721024,
			null,
			"阿姆，阿……",
			"モグモグ……。",
			"우물우물...",
			"(chew chew)....",
			null,
			"Am, Am ......",
			"Mogmog ......."
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721025,
			null,
			"这蛋糕看起来好好吃，拿去给伊瑟琳尝尝！",
			"このケーキおいしそうだな。イザーリンに持っていってあげようっと！",
			"이 케이크 맛있어 보이네. 이자린에게 가져다 주자!",
			"This cake looks delicious. I'll take it to Yiserin!",
			null,
			"This cake looks so good. Take it to Estherine and try it!",
			"This cake looks delicious. I'll take it to Estherine!"
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				929,
				0,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			721026,
			null,
			"那个长着猫耳朵的家伙，把蛋糕全都抢走了……",
			"あの耳を生やした人、ケーキを全部持っていってしまいました……。",
			"저 귀 달린 사람이 케이크를 다 가져가 버렸어...",
			null,
			null,
			"The guy with the cat ears who took all the cake ......",
			"That guy with the cat ears, he took all the cake. ......"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721027,
			null,
			"阿……",
			"あっ……。",
			"아...",
			null,
			null,
			"A ......",
			"Oh, ......."
		],
		[
			"msg",
			721028,
			null,
			"明明只是人类制造的无聊的碳水化合物……",
			"人間が作り出した炭水化物の塊でしかないはずなのに……。",
			"인간이 만들어낸 탄수화물 덩어리에 불과할 텐데…….",
			null,
			null,
			"Obviously just boring carbs made by humans ......",
			"It's supposed to be nothing more than a boring carbohydrate created by man. ......"
		],
		[
			"msg",
			721029,
			null,
			"（但是，为什么……好想要……）",
			"（だけど、どうして……食べたい……）",
			"(하지만, 왜…… 먹고 싶어……)",
			null,
			null,
			"(But why does ...... want ...... so badly)",
			"(But why do you want to eat ...... ......)"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				1,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721030,
			null,
			"迦娜，那个……",
			"ガーナ、あの……。",
			"가나, 저기…….",
			null,
			null,
			"Cana, the ......",
			"Ghana, that ......."
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721031,
			null,
			"（什么？）",
			"（なに？）",
			"(뭐?)",
			null,
			null,
			"(What?)",
			"（What?)"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				4,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721032,
			null,
			"宁蒂不太了解迦娜的口味，把看起来好吃的蛋糕都拿来了一些。",
			"ガーナの好みはよく分かりませんが、おいしそうなケーキをいくつか持ってきました。",
			"가나의 취향은 잘 모르겠지만, 맛있어 보이는 케이크를 몇 개 가져왔어요.",
			null,
			null,
			"Ninti didn't quite understand Cana's tastes and brought some of any cake that looked good.",
			"I am not sure what Ghana's tastes are, but I have brought some cakes that look delicious."
		],
		[
			"portraits",
			[
				1276,
				3,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721033,
			null,
			"宁蒂有个不情之请，迦娜不同意也没关系的。",
			"無理なお願いがあります。嫌なら断っていただいて構いません。",
			"무리한 부탁이 있습니다. 싫으시면 거절하셔도 괜찮아요.",
			null,
			null,
			"Ninti had an unspoken request, and it was okay if Cana didn't agree.",
			"I have an unreasonable request. If you don't like it, you can refuse."
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				1276,
				3,
				true
			],
			[
				30617,
				0,
				false
			]
		],
		[
			"msg",
			721034,
			null,
			"……说吧。",
			"……言ってみて。",
			"……말해봐.",
			null,
			null,
			"...... says it.",
			"Say ......."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				4,
				false
			],
			[
				30617,
				0,
				true
			]
		],
		[
			"msg",
			721035,
			null,
			"大家跟迦娜一起吃，可以吗？",
			"みんなと一緒に食べませんか？",
			"다같이 먹어보지 않을래요?",
			null,
			null,
			"Is it okay for everyone to eat with Cana?",
			"Why don't you eat with us all?"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				1276,
				4,
				true
			],
			[
				30617,
				0,
				false
			]
		],
		[
			"msg",
			721036,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			721037,
			null,
			"这个粉白色的最好吃。",
			"このホワイトピンクのケーキが一番おいしいよ。",
			"이 화이트 핑크 케이크가 제일 맛있어.",
			null,
			null,
			"This pink and white one is the best.",
			"This white pink one is the best."
		],
		[
			"msg",
			721038,
			null,
			"我已经吃了很多了，给你们吃吧。我吃蓝的。",
			"私はもうたくさん食べたから、あなたたちにあげるよ。私は青いのを食べる。",
			"나는 이미 많이 먹었으니 너희들에게 줄게. 나는 파란 걸 먹을래.",
			null,
			null,
			"I've already eaten a lot. Here you go. I'll eat the blue ones.",
			"I've already eaten so much, I'll give it to you guys. I eat the blue ones."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				4,
				false
			],
			[
				30617,
				0,
				true
			]
		],
		[
			"msg",
			721039,
			null,
			"嗯，谢谢迦娜。",
			"は、はい。ありがとうございます。",
			"아, 네. 감사합니다.",
			null,
			null,
			"Well, thanks Cana.",
			"Yes, thank you, Ghana."
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				1276,
				4,
				true
			],
			[
				30620,
				0,
				false
			]
		],
		[
			"msg",
			721040,
			null,
			"宁蒂大人这么说了，那……",
			"ニンディ様がそうおっしゃるなら、じゃあ……。",
			"닌디 님이 그렇게 말씀하신다면, 그럼....",
			null,
			null,
			"Lord Ninti said so, so ......",
			"If Master Nindy says so, then please visit ......."
		],
		[
			"msg",
			721041,
			null,
			"我也，谢谢迦娜……",
			"私も……ありがとう、ガーナ……。",
			"나도... 고마워, 가나....",
			null,
			null,
			"Me too, thanks Cana ......",
			"I also ...... thank you, Ghana ......."
		],
		[
			"msg",
			721042,
			null,
			"哎你们怎么就吃起来了啊！",
			"あっ、どうしてもう食べてるの！",
			"아, 왜 벌써 먹고 있는 거야!",
			null,
			null,
			"Hey why are you guys eating up!",
			"Oh, why are you eating already?"
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				7,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721043,
			null,
			"确实，这个粉白色的最好吃，我再去拿点。",
			"たしかにこのホワイトピンクのケーキが一番おいしいですね。もっと取ってきます。",
			"확실히 이 화이트 핑크 케이크가 가장 맛있네요. 더 가져올게요.",
			null,
			null,
			"Indeed, this pink and white one is the best. I'll get some more.",
			"Indeed, this white-pink one is the best. I will get more."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721044,
			null,
			"（喧闹声）",
			"（騒がしい声）",
			"(시끄러운 소리)",
			null,
			null,
			"(clamoring)",
			"(LOUD VOICES)"
		],
		[
			"msg",
			721045,
			null,
			"辉火你没问题吧？要不要我扶着你？",
			"輝火、大丈夫？支えてあげようか？",
			"키카, 괜찮아? 도와줄까?",
			null,
			null,
			"Are you okay, Flame? Do you want me to hold you up?",
			"Shine fire, are you okay? Do you need some support?"
		],
		[
			"msg",
			721046,
			null,
			"不，不用，我说的吧，我今天肯定能穿进去的……",
			"い、いいからっ！大丈夫って言ったでしょ？今日は絶対に着られるって……。",
			"아, 됐어! 괜찮다고 했잖아? 오늘은 절대 입을 수 있다고....",
			null,
			null,
			"No, no, I told you, I'm sure I can fit in today ......",
			"No, it's okay. I told you. You can definitely wear it today. ......"
		],
		[
			"msg",
			721047,
			null,
			"嘶……好紧……",
			"うっ……キツい……。",
			"으... 타이트해....",
			null,
			null,
			"Hiss ...... so tight ......",
			"Ugh ...... hard ......."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				1,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721048,
			null,
			"开始了吗？",
			"始まるのですか？",
			"시작하는 건가요?",
			null,
			null,
			"Has it started?",
			"Is it going to start?"
		],
		[
			"speaker",
			320674
		],
		[
			"portraits",
			[
				30620,
				0,
				false
			],
			[
				30620,
				0,
				true
			]
		],
		[
			"msg",
			721049,
			null,
			"辉火大人和爱莎大人出来了！",
			"輝火様とエルサ様が出てきました！",
			"키카님과 엘사님이 나오셨어요!",
			null,
			null,
			"Lord Kaguya and Lord Aisha came out!",
			"Lady Shinefire and Lady Elsa appeared!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				30620,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			721050,
			null,
			"快去快去，抢占前排！",
			"早く行きましょう、前に陣取らなきゃ！",
			"빨리 가자, 앞자리를 차지해야 해!",
			null,
			null,
			"Go, go, go, go, go, go, go, go, go, go, go. Get the front row!",
			"Let's go quickly, we have to set up in front!"
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721051,
			null,
			"亲眼见证这一刻！",
			"この瞬間をこの目で見届けなきゃ！",
			"이 순간을 이 눈으로 지켜봐야 해!",
			null,
			null,
			"Witness this moment with your own eyes!",
			"I have to witness this moment with my own eyes!"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721052,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			721053,
			null,
			"演出？似乎跟记忆中的不同。",
			"出し物？記憶と違っているような気がする。",
			"공연? 기억과는 다른 것 같은 느낌이 들어.",
			null,
			null,
			"A show? Seems different than remembered.",
			"The offerings? It seems different from what I remember."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				7,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721054,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				1276,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721055,
			null,
			"迦娜这么在意在话……",
			"ガーナがそんなに気になるなら……。",
			"가나가 그렇게 신경 쓰인다면…….",
			null,
			null,
			"Cana cares so much about being in the word ......",
			"If you care so much about Ghana, please visit ......."
		],
		[
			"portraits",
			[
				1276,
				4,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			721056,
			null,
			"一起看看？",
			"一緒に見にいきますか？",
			"함께 보러 갈까요?",
			null,
			null,
			"Together?",
			"Would you like to see it with me?"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				1276,
				4,
				true
			],
			[
				30617,
				0,
				false
			]
		],
		[
			"msg",
			721057,
			null,
			"……去看看，也不错吧。",
			"……見にいくのも……悪くなさそうね。",
			"…… 보러 가는 것도…… 나쁘지 않을 것 같네.",
			null,
			null,
			"...... Go check it out, it's not bad.",
			"Going to ...... to see ...... doesn't sound too bad."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30617,
				0,
				true
			]
		],
		[
			"msg",
			721058,
			null,
			"（迦娜走入了人群）",
			"ガーナとニンディはみんなの輪の中に入っていった。",
			"가나와 닌디는 모두의 둥근 안으로 들어갔다.",
			null,
			null,
			"(Cana walks into the crowd)",
			"(Ghana walked in on everyone.)"
		]
	],
	"10307": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721059,
			null,
			"……剩下的等我回去之后处理，这个实验风险太大了，我必须在场，就这样。",
			"……後のことは私が戻ってから対応するわ。その実験はリスクが大きすぎるから、絶対に私がいないとダメ。じゃあそういうことで。",
			"......나중 일은 내가 돌아와서 처리할게. 그 실험은 리스크가 너무 크니까, 절대 내가 없으면 안 돼. 자, 그렇게 하자고.",
			null,
			null,
			"...... The rest will be dealt with when I get back, this experiment is too risky, I have to be present, that's all.",
			"I'll deal with what happens after ...... when I get back. That experiment is too risky, and you definitely need me to be there. So, that's that then."
		],
		[
			"msg",
			721060,
			null,
			"这已经是第十二通电话了，出来休假怎么比在实验室里还累……咦，这蛋糕是不是多了一个？",
			"これで12回目の電話よ。休暇中なのに、どうして実験室にいるよりも疲れるの……あら、このケーキ、1つ増えてない？",
			"이걸로 12번째 전화야. 휴가 중인데, 왜 실험실에 있을 때보다 더 피곤하지...... 어라, 이 케이크, 하나 늘어난 거 아냐?",
			null,
			null,
			"This is already the twelfth call, how come coming out on vacation is even more tiring than being in the lab ...... Huh, is there an extra one in this cake?",
			"This is the 12th time you've called. I'm on vacation, why am I more tired than I am in the lab. ...... Oh my, isn't this cake one more?"
		],
		[
			"msg",
			721061,
			null,
			"不管了，先抓紧时间吃一口。",
			"まあいいわ。とりあえず今のうちに一口いただきましょう。",
			"뭐 어쩔 수 없지. 일단 지금 당장 한 입 먹어볼까.",
			null,
			null,
			"Whatever, grab a bite first.",
			"Well, okay. Let's just take a bite while we're at it."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721062,
			null,
			"（急促的铃声）",
			"（慌ただしい着信音）",
			"(바쁜 전화 벨 소리)",
			null,
			null,
			"(sharp bell ringing)",
			"(hectic ringtone)"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721063,
			null,
			"有什么事不能等我回去之后再处理吗！",
			"私が戻ってから対応するんじゃ間に合わないことでもあるの！？",
			"내가 돌아와서 처리하면 늦는 일이라도 있다고?!",
			null,
			null,
			"Is there anything that can't wait until I get back!",
			"It's something that can't be handled in time if I come back and take care of it!"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721064,
			null,
			"看来假期过得不是很舒适啊，伊瑟琳博士。",
			"どうやら休暇をのんびり過ごせていないようだな、イザーリン博士。",
			"꽤나 휴가를 편히 보내고 있지 못한 모양이군, 이자린 박사.",
			null,
			null,
			"Looks like the holidays weren't very comfortable, Dr. Estherine.",
			"It appears you are not spending your vacation in a leisurely manner, Dr. Estherine."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721065,
			null,
			"这声音……法贝菈吗？有，有什么事？",
			"この声は……ファベラ？ど、どうしたの？",
			"이 목소리는...... 파벨라? 무, 무슨 일이야?",
			null,
			null,
			"Is this voice ...... Fabiella? Yes. What can I do for you?",
			"Is this voice ...... favela? What's wrong with you?"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721066,
			null,
			"没什么，只是来检测一下你的手机还能不能打通。",
			"別に。ただ、博士のスマホがつながるか確認しただけだ。",
			"별일 아냐. 그냥 박사님 스마트폰이 연결되는지 확인해 본 거야.",
			null,
			null,
			"Nothing, just here to test that your cell phone is still working.",
			"Nothing. Just checking to see if the Dr.'s phone was connected."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721067,
			null,
			"……啊？什么意思？",
			"……えっ？どういう意味？",
			"......엇? 무슨 뜻이야?",
			null,
			null,
			"......? What does that mean?",
			"...... What? What do you mean?"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721068,
			null,
			"还记得走之前司徒理事跟你说的吧？好好休息，才能更好地投入工作。你是英雄，不是螺丝钉。",
			"出発前に司徒理事が博士に言ったことを覚えているだろう？ゆっくり休んでこそ、もっと仕事に集中できる。あなたは英雄であって、ネジではないのだから。",
			"출발 전에 사도 이사님이 박사님께 하신 말 기억하지? 천천히 쉬어야 더 일에 집중할 수 있어. 당신은 영웅이지, 나사가 아니라고.",
			null,
			null,
			"Remember what Councilor Szeto told you before you left? Get some rest so you can do your job better. You're a hero, not a screw.",
			"Remember what the Presiding Officer said to Dr. D. before he left? Only when you rest well can you concentrate more on your work. You are a hero, not a screw."
		],
		[
			"msg",
			721069,
			null,
			"虽然就我个人而言，我很想拜托你帮忙观察一下现在的迦娜是否真的无害了，但是让你好好休息才是重点，不能本末倒置。",
			"私個人としては、今のガーナが本当に無害かどうかを観察してもらいたいという気持ちはあるが、博士をゆっくり休ませることが重要だからな。本末転倒になってはいけない。",
			"개인적으로는 지금의 가나가 정말 무해한지 관찰해보고 싶은 마음은 있지만, 박사님을 편히 쉬게 하는 게 중요하니까. 본말전돼가 되면 안 되지.",
			null,
			null,
			"While personally, I'd love to ask for your help in observing whether Cana is really harmless now, getting you some rest is the point, not putting the cart before the horse.",
			"I personally would like to have Ghana observed to see if it is really harmless now, but it is important to give the doctor a good rest. We don't want to get to the bottom of this."
		],
		[
			"msg",
			721070,
			null,
			"在托托莉正式投入工作以前，你的身体状态对人合联十分重要。所以，现在请全心全意地享受宴会吧。",
			"トトリが本格的に仕事を始めるまで、博士の体調は人類契約連盟にとって非常に重要だ。だから、今は心から宴を楽しむといい。",
			"토토리가 본격적으로 일을 시작하기 전까지, 박사님의 건강은 인류계약연맹에게 매우 중요해. 그러니 지금은 마음껏 연회를 즐기라고.",
			null,
			null,
			"Until Totori is officially put to work, your physical state is very important to HCL. So, for now, please enjoy the party wholeheartedly.",
			"Until Totori begins his work in earnest, Dr. Tottori's physical condition is very important to the Federation of Human Contracting Federations. So for now, enjoy the banquet wholeheartedly."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721071,
			null,
			"好吧好吧，我会替你们向她们问好的。",
			"はいはい。あなたたちの代わりにみんなによろしく言っておくわね。",
			"알았어. 너희들을 대신해서 모두에게 안부 전해줄게.",
			null,
			null,
			"Okay, okay, I'll say hi to them for you.",
			"Yes, yes, yes. I'll say hello to everyone on your behalf."
		],
		[
			"portraits",
			[
				30618,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721072,
			null,
			"……也是。",
			"……それもそうね。",
			"……그것도 그렇네.",
			null,
			null,
			"...... as well.",
			"...... That's true too."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721073,
			null,
			"（关机）",
			"（スマホの電源を切る）",
			"(스마트폰 전원 끄기)",
			null,
			null,
			"(Shutdown)",
			"(Turns off phone)"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30618,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721074,
			null,
			"……呼。",
			"……ふぅ。",
			"……후우.",
			null,
			null,
			"...... phew.",
			"...... Whew."
		],
		[
			"msg",
			721075,
			null,
			"（咕噜噜）",
			"（グゥゥ）",
			"(꼬르륵)",
			null,
			null,
			"(GRUNTS)",
			"(Gooooo)"
		],
		[
			"msg",
			721076,
			null,
			"谈了一下午工作了，还没好好吃一顿，再去多拿点吃的出来吧。",
			"午後はずっと仕事の話をしていて、ロクに食べていなかったわね。もっと食べ物を取ってきましょう。",
			"오후 내내 일 이야기만 하다 제대로 먹지도 못했네. 음식을 더 가져올게.",
			null,
			null,
			"We've been talking about work all afternoon, and we haven't had a good meal yet, so let's go get some more food out.",
			"We've been talking about work all afternoon and you haven't been eating locally. Let's go get more food."
		],
		[
			"msg",
			721077,
			null,
			"嗯？宴会已经正式开始了吗？德丽莎好像在跟大家说些什么？",
			"あら？もうパーティーが始まっているの？テレサがみんなに何かを話しているみたいね。",
			"어라? 벌써 파티가 시작된 거야? 테레사가 모두에게 무언가 말하고 있는 것 같네.",
			null,
			null,
			"Hmm? Has the party officially started? Does it look like Theresa is saying something to everyone?",
			"Oh, no? Is there a party going on? Sounds like Teresa is telling everyone something."
		],
		[
			"msg",
			721078,
			null,
			"现在进去，会不会有点奇怪？就好像迟到了一样？",
			"今から向かっても大丈夫？遅刻したみたいに見えないかしら？",
			"지금 가도 괜찮을까? 늦은 것처럼 보이지 않을까?",
			null,
			null,
			"Wouldn't it be a little weird to go in now? Like it's late?",
			"Would it look a little weird if I came in now? Wouldn't it look like I'm late?"
		],
		[
			"msg",
			721079,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			721080,
			null,
			"都觉得有点融入不了她们的气氛了。",
			"彼女たちの雰囲気に溶け込めないような気がするわ……。",
			"그녀들 분위기에 녹아들지 못할 것 같은 느낌이 들어……",
			null,
			null,
			"It all felt a bit like I couldn't get into their atmosphere.",
			"I feel like I can't blend in with their atmosphere."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				6,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721081,
			null,
			"没有啊伊瑟琳！",
			"そんなことはありませんよ、博士！",
			"그런 건 아니에요, 박사님!",
			null,
			null,
			"No ah Estherine!",
			"That's not true, Doctor!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				6,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721082,
			null,
			"菲米莉丝？你，呃，你一直在看着吗？",
			"フェミリス？あなた、ずっと見ていたの？",
			"페미리스? 너 계속 보고 있었어?",
			null,
			null,
			"Phyllis? Have you, uh, have you been watching?",
			"Femiris? You, eh, you've been watching all this time?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				2,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721083,
			null,
			"菲米莉丝一直在跟伊瑟琳说话啊，但是伊瑟琳都没有听见！",
			"フェミリスはずっと博士に話しかけていましたよ？ですが、博士には全然聞こえていなかったんです！",
			"페미리스는 계속 박사님께 말을 걸고 있었어요! 하지만 박사님은 전혀 듣고 있지 않았답니다!",
			null,
			null,
			"Phyllis had been talking to Estherine ah, but Estherine hadn't even heard her!",
			"Femiris was talking to the doctor the whole time. But he didn't hear me at all!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				2,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721084,
			null,
			"怪不得脑子里一直乱糟糟的……",
			"道理で頭の中がずっとゴチャゴチャしていたわけね……。",
			"그러니까 머릿속이 계속 혼란스러웠던 거네……",
			null,
			null,
			"No wonder the brain has been messed up ......",
			"No wonder your head has been a jumble for so long. ......"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				2,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721085,
			null,
			"再这样的话，菲米莉丝可要在伊瑟琳的脑海里放歌了！",
			"これ以上無視するなら、博士の頭の中で歌を再生しますよ！",
			"더 이상 무시하시면 박사님 머릿속에 노래를 틀어놓을 거예요!",
			null,
			null,
			"Any more of that and Phyllis would be playing songs in Estherine's head!",
			"If you ignore me any longer, I'll play the song in your doctor's head!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				2,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721086,
			null,
			"别别别，那可太闹腾了。",
			"勘弁してちょうだい。そんなのうるさくてたまらないわ。",
			"제발 그만 참아줘. 그렇게 시끄러우면 못 견디겠어.",
			null,
			null,
			"No, no, no, no, that's farcical.",
			"Give me a break, that's just too loud."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				7,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721087,
			null,
			"那就放相声！",
			"では、漫才を再生します！",
			"그럼 만담을 틀어드릴게요!",
			null,
			null,
			"Then play the comedy!",
			"Now, let's replay the comic strip!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				7,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721088,
			null,
			"还不如放歌呢……",
			"歌の方がマシね……。",
			"노래가 차라리 나을 거야......",
			null,
			null,
			"Might as well play a song ......",
			"Singing is better. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721089,
			null,
			"博士，在跟菲米莉丝聊天吗？",
			"博士、フェミリスと話しているのですか？",
			"박사님, 페미리스와 이야기 중이신가요?",
			null,
			null,
			"Doc, talking to Phyllis?",
			"Doctor, are you talking to Femiris?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721090,
			null,
			"算是吧，有什么事吗？",
			"一応ね。どうしたの？",
			"일단은. 무슨 일이니?",
			null,
			null,
			"Sort of. What can I do for you?",
			"Just in case. What do you want?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721091,
			null,
			"布洛妮娅见你一直没来，看看情况。",
			"博士がずっと来ないので様子を見に来ました。",
			"박사님이 계속 안 오셔서 상태를 보러 왔습니다.",
			null,
			null,
			"Bronya saw that you hadn't been around to see how things were going.",
			"I came to see how things are going since Dr. has not been here for a long time."
		],
		[
			"msg",
			721092,
			null,
			"还有，前几天说的……就是那些幼儿教育相关书籍的事。",
			"それから、数日前話した幼児教育に関する本のことですが……。",
			"그리고, 며칠 전에 말씀드린 유아 교육 관련 책 이야기인데......",
			null,
			null,
			"Also, what was said the other day about ...... is the thing about those early childhood education related books.",
			"Then there's the ...... book on early childhood education we talked about a few days ago."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721093,
			null,
			"那个我和菲米莉丝开了一份书单出来，从入门到精通的书籍都给你标注好了，等买齐了就发给你。",
			"それなら私とフェミリスで本のリストを作ったわよ。入門レベルから専門レベルまでの本を全部リストアップしておいたから。買いそろえたら送ってあげる。",
			"그거라면 나와 페미리스가 책 목록을 만들어 뒀어. 입문 수준부터 전문 수준까지의 책을 모두 목록으로 정리해 뒀으니. 구입해서 갖추면 보내줄게.",
			null,
			null,
			"That one, Phyllis and I have a list of books out, from introductory to mastery, labeled for you, and will send it to you when it's all purchased.",
			"Then I and Femiris made a list of books for you. I've listed all the books from introductory level to professional level. I'll send it to you when I've bought all the books."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				8,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721094,
			null,
			"菲米莉丝还能提供在线教学！",
			"フェミリスはオンライン教育も提供できますよ！",
			"페미리스는 온라인 교육도 제공할 수 있어요!",
			null,
			null,
			"Femiris can also provide online instruction!",
			"Femiris can also provide online education!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721095,
			null,
			"也不需要那么急迫，孤儿院到时候该如何运转，布洛妮娅也还没想好……",
			"そんなに急ぐ必要はありません。孤児院をどのように運営していけばいいのか、ブローニャの考えも固まっていませんから……。",
			"그렇게 급할 필요는 없어요. 고아원을 어떻게 운영해 나가야 할지, 브로냐의 생각도 정리되지 않았으니까......",
			null,
			null,
			"There's no need to be in such a hurry, and Blonia hasn't figured out how the orphanage should be run by then either ......",
			"There is no need to be so hasty. We haven't even settled on Bronya's idea of how to run the orphanage. ......"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721096,
			null,
			"总之，如果缺经费了就跟我说，人合联肯定会批下来的，毕竟你们是战争英雄，而且孤儿院也是福利机构，没理由不支持。",
			"いずれにしても、経費が足りないなら私に言って。人類契約連盟はきっと許可するから。だって、あなたたちは戦争の英雄だし、孤児院も福祉施設なんだから、拒否する理由はないはずよ。",
			"어쨌든, 경비가 부족하다면 나에게 말해. 인류 계약 연맹은 분명 허락할 거야. 너희들은 전쟁의 영웅들이고, 고아원도 복지 시설이니, 거절할 이유는 없을 테니까.",
			null,
			null,
			"Anyway, if you run out of funds just let me know and the HLC will definitely approve it, after all, you guys are war heroes and the orphanage is a welfare organization, so there's no reason not to support it.",
			"In any case, if you are short on expenses, let me know. I'm sure the League of Human Contracts will allow it. Because you are war heroes and the orphanage is a welfare facility, there should be no reason to refuse."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				1,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721097,
			null,
			"伊瑟琳其实没那么大话语权吧！",
			"博士にそんな大きな発言権はないはずですね！",
			"박사님께 그렇게 큰 발언권은 없을 텐데요!",
			null,
			null,
			"Estherine doesn't really have that much to say, does he?",
			"Dr. D. should not have such a large say in the matter!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721098,
			null,
			"……博士，在人合联工作的感觉如何？",
			"……博士、人類契約連盟での仕事はどうですか？",
			"……박사님, 인류계약연맹에서의 일은 어떠세요?",
			null,
			null,
			"...... Dr. How does it feel to work at HHS?",
			"Dr. ......, how is your work with the League of Human Contracts?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				304,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721099,
			null,
			"哎？",
			"えっ？",
			"어?",
			null,
			null,
			"Hey?",
			"What?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721100,
			null,
			"菲米莉丝也想知道！每次提起来伊瑟琳都不肯好好回答。",
			"フェミリスも知りたいです！その話をしても、博士はいつもきちんと答えてくれませんから。",
			"페미리스도 알고 싶어요! 그 이야기를 해도 박사님은 항상 제대로 대답해주지 않으시잖아요.",
			null,
			null,
			"Phyllis wanted to know too! Every time it was brought up Estherine refused to answer properly.",
			"I would also like to know about Femiris! Because when we talk about it, Dr. B. doesn't always try to answer properly."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721101,
			null,
			"该……怎么说呢？",
			"どう……言えばいいのかしら。",
			"어떻게... 말해야 할지 모르겠네.",
			null,
			null,
			"What does the ...... say?",
			"How do I tell ......?"
		],
		[
			"msg",
			721102,
			null,
			"人合联给了我不错的待遇，有充足的科研空间也有很高的科研话语权，但总感觉……缺了点什么。",
			"人類契約連盟の待遇はとてもいいわ。十分な研究スペースがあり、研究における裁量権も大きい。でも、なんとなく……何かが足りないような気がするの。",
			"인류계약연맹의 대우는 아주 좋아. 충분한 연구 공간도 있고, 연구에 대한 재량권도 크니까. 하지만 왠지... 뭔가 부족한 기분이 들어.",
			null,
			null,
			"The HLC gave me a good deal, with plenty of room for research and a high degree of scientific discourse, but it always felt ...... like something was missing.",
			"The treatment at the League for Humanity Contracts is very good. There's ample research space and a lot of discretion in research. But somehow I feel like ...... something is missing."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				7,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721103,
			null,
			"寂寞了！",
			"もしかして……寂しいんですね？",
			"혹시... 외로우신 거예요?",
			null,
			null,
			"Lonely!",
			"You miss them!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				7,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721104,
			null,
			"或许吧。",
			"……そうかもしれないわね。",
			"...그럴지도 모르겠네.",
			null,
			null,
			"Maybe.",
			"Maybe so."
		],
		[
			"msg",
			721105,
			null,
			"虽然人合联的生活也不错，但是，跟大家一起战斗的经历，注定会是我人生中最美好的回忆。",
			"人類契約連盟での生活は悪くないわ。でも、みんなと一緒に戦った経験は、間違いなく私の人生で最もすてきな思い出になるでしょうね。",
			"인류계약연맹에서의 생활은 나쁘지 않아. 하지만 모두와 함께 싸웠던 경험은 분명 내 인생에서 가장 소중한 추억이 될 거야.",
			null,
			null,
			"Although life in the HLC is not bad, the experience of fighting with all of you is destined to be one of the best memories of my life.",
			"Life at the League of Humanity Contracting is not bad, but the experience of fighting alongside everyone else will definitely be one of the nicest memories of my life."
		],
		[
			"msg",
			721106,
			null,
			"未来，恐怕永远都不会有了。",
			"この先、もう二度とないでしょう。",
			"앞으로, 다시는 없을 거야.",
			null,
			null,
			"The future, I'm afraid, will never be the same.",
			"It will not happen again in the future."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721107,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			721108,
			null,
			"那……就不要呆在这。",
			"では……こんなところにいてはいけません。",
			"그럼... 이런 곳에 있어서는 안 되겠어.",
			null,
			null,
			"Then ...... don't stay here.",
			"Then you should not be in a place like this ......."
		],
		[
			"msg",
			721109,
			null,
			"哪怕时间短暂，现在，就先去大家身边吧。",
			"短い時間であっても、今すぐみんなのそばに行くべきです。",
			"짧은 시간이라도, 지금 당장 모두 곁으로 가야 해.",
			null,
			null,
			"Even if it's brief, for now, just go ahead and go to everyone.",
			"We should all be there now, even if only for a short time."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				8,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721110,
			null,
			"还犹豫什么呢？走吧走吧！",
			"何をためらっているのですか？行きましょう！",
			"뭘 망설이고 있는 거야? 가자!",
			null,
			null,
			"What's the hesitation? Let's go. Let's go!",
			"What are you waiting for? Let's go!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				8,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721111,
			null,
			"是啊，我到底在犹豫什么呢？",
			"そうよね。私ったら、一体何をためらっているのかしら。",
			"그러게. 나 대체 뭘 망설이고 있는 거지.",
			null,
			null,
			"Yeah, what the hell am I holding back?",
			"I know, right? What in the world am I waiting for?"
		],
		[
			"msg",
			721112,
			null,
			"谢谢你们，布洛妮娅，菲米莉丝。",
			"ありがとう、ブローニャ、フェミリス。",
			"고마워, 브로냐, 페미리스.",
			null,
			null,
			"Thank you, Bronya, Phyllis.",
			"Thanks, Bronya and Femiris."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721113,
			null,
			"哇，全洒了！这样喝也太怪了！",
			"ちょっと、全部こぼれてるわよ！そんな飲み方、誰に教わったの！？",
			"잠깐, 다 쏟아지고 있잖아! 그런 식으로 마시는 건 누구한테 배운 거야!?",
			null,
			null,
			"Wow, it's all spilled! That's a weird way to drink it!",
			"Wow, I spilled it all! It's too funny to drink like this!"
		],
		[
			"msg",
			721114,
			null,
			"抱歉，是我没配合好。",
			"ごめんなさい、うまく合わせられなくて。",
			"미안해, 잘 맞추지 못해서.",
			null,
			null,
			"I'm sorry, I'm the one who didn't cooperate.",
			"I'm sorry, I didn't adjust well."
		],
		[
			"msg",
			721115,
			null,
			"辉火，那个，茶水把衣服打湿了，要不要先脱下来？",
			"輝火、そのお茶で濡れた服……とりあえず脱ぐ？",
			"키카, 그 차에 젖은 옷... 일단 벗을까?",
			null,
			null,
			"Fai-fire, that, the tea has wet your clothes, should I take them off first?",
			"TeruKi, um, I wet my clothes with tea...do you want to take them off anyway?"
		],
		[
			"msg",
			721116,
			null,
			"不脱不脱，死都不脱，今天我要穿着它睡觉！",
			"脱がない！死んでも脱がないわ！今日はこれを着て寝るの！",
			"안 벗어! 죽어도 안 벗어! 오늘은 이걸 입고 잘 거야!",
			null,
			null,
			"No take it off, no take it off, no take it off, no take it off, no take it off, die, I'm going to sleep with it on today!",
			"I won't take it off, I won't take it off. I won't take it off even if I die. I'm wearing this to bed today!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30618,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721117,
			null,
			"不好意思，我迟到了，现在还不算太晚吧？",
			"ごめんなさい、遅くなったわ。今からでもまだ間に合うかしら？",
			"미안해, 늦었어. 지금부터라도 아직 늦지 않았을까?",
			null,
			null,
			"Sorry I'm late. It's not too late, is it?",
			"Sorry, I'm late. It's still not too late, is it?"
		]
	],
	"10308": [
		[
			"bgm",
			90
		],
		[
			"speaker",
			204636
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721118,
			null,
			"来，伊瑟琳吃这个。",
			"ほら、イザーリン、これを食べて。",
			"자, 이자린, 이거 먹어봐.",
			null,
			null,
			"Here, Estherine eat this.",
			"Here, Ysalin, eat this."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				929,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721119,
			null,
			"不行不行，这么厚的芥末真的吃不了。",
			"ダメよ、こんな量のワサビなんて本当に食べられないって。",
			"안 돼, 이렇게 많은 와사비는 정말 못 먹겠어.",
			null,
			null,
			"No, no, no, you really can't eat mustard that thick.",
			"No, he said, I really can't eat such thick horseradish."
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721120,
			null,
			"你不吃了它，我就会吃了你哦。",
			"あなたがこれを食べないなら、私があなたを食べちゃうよ。",
			"네가 이걸 안 먹으면, 내가 너를 먹어버릴 거야.",
			null,
			null,
			"If you don't eat it, I'll eat you oh.",
			"If you don't eat this, I will eat you."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				929,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721121,
			null,
			"哇，不要吃我啊！",
			"うわっ、私を食べないで！",
			"으악, 나 먹지 마!",
			null,
			null,
			"Whoa, don't eat me!",
			"Ugh, don't eat me!"
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721122,
			null,
			"不会吃你的啦。",
			"食べないよ。",
			"안 먹을게.",
			null,
			null,
			"I won't eat you.",
			"I won't eat it."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				929,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721123,
			null,
			"哈哈哈哈……",
			"アハハハ……。",
			"아하하하…….",
			null,
			null,
			"Hahahahaha ......",
			"Hahaha ......."
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721124,
			null,
			"哈哈哈哈……",
			"ハハハハ……。",
			"하하하하…….",
			null,
			null,
			"Hahahahaha ......",
			"Hahahaha ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721125,
			null,
			"西琳记得很清楚，青花鱼号这里应该是这样的！",
			"シーリン、ちゃんと覚えてるよ。サバ突撃号のここは……こうなっているの！",
			"시린, 제대로 기억하고 있어. 고등어 돌격호의 여기는…… 이렇게 되어 있는 거야!",
			null,
			null,
			"Celine remembers it well, as it should be here on the Cygnus!",
			"Sheerin, I remember it well. This is what's happening here on the Saba!"
		],
		[
			"msg",
			721126,
			null,
			"但是这样的话，不是会显得很弱吗？我们魔改一下也没关系的吧？",
			"でも、それじゃあ見るからに弱そうじゃないか？少し魔改造しても大丈夫だろう？",
			"근데 그럼 보기에도 약해 보이잖아? 조금 마개조해도 괜찮을 거 아냐?",
			null,
			null,
			"But wouldn't that make us look weak? It's okay if we magically change it, right?",
			"But then, it looks weak, doesn't it? A little magic modification will do the trick, right?"
		],
		[
			"msg",
			721127,
			null,
			"青花鱼号就应该是很弱小的载具，数值也应该定到最低。",
			"サバ突撃号は弱い乗り物のはずです。ですからパラメーターも最低に設定しないといけません。",
			"고등어 돌격호는 약한 탈것이어야 합니다. 그러니까 파라미터도 최저로 설정해야 해요.",
			null,
			null,
			"The Mackerel should just be a very weak carrier, and the value should be set to a minimum.",
			"The Sabah is supposed to be a weak vehicle. The parameters should also be set to the lowest."
		],
		[
			"msg",
			721128,
			null,
			"宁蒂去叫博士，她一定很乐意参与进来。",
			"ニンディが博士を呼んできます。きっと喜んで参加してくれるはずです。",
			"닌디가 박사를 부르러 갈게요. 분명 기쁜 마음으로 참여해줄 거예요.",
			null,
			null,
			"Ninti go get the Doctor, she'll be happy to get involved.",
			"I'm going to go get Dr. I am sure he will be happy to join us."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721129,
			null,
			"所以现在你不就是在旅游嘛！",
			"それで、あなたは旅に出たんじゃなかったの！？",
			"그래서, 너 여행 떠나지 않았었어?!",
			null,
			null,
			"So now you're not just traveling!",
			"So, I thought you were on vacation!"
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				929,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721130,
			null,
			"是啊，对我来说，旅行既是职业，也是爱好。",
			"そうだよ。私にとって旅は仕事であり、趣味でもあるから。",
			"그렇지. 나에게 여행은 일이자 취미니까.",
			null,
			null,
			"Yeah, for me, traveling is both a profession and a hobby.",
			"Yes, I do. For me, traveling is both a job and a hobby."
		],
		[
			"msg",
			721131,
			null,
			"先走啦，宁蒂在找你。",
			"行こう。ニンディがあなたを探してるよ。",
			"가자. 닌디가 너를 찾고 있어.",
			null,
			null,
			"Let's go. Ninti's looking for you.",
			"Let's go. Nindy's looking for you."
		],
		[
			"speaker",
			204865
		],
		[
			"portraits",
			[
				1276,
				1,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721132,
			null,
			"博士，关于逆熵势力最低级载具，青花鱼号的设计，九霄想参考一下你的意见。",
			"博士、ネゲントロピーの最低レベルの乗り物であるサバ突撃号の設計について、九霄が博士の意見を参考にしたいそうです。",
			"박사님, 네겐트로피 최하급 탈것인 사바 돌격호 설계에 대해, 큐쇼가 박사님의 의견을 참고하고 싶다고 해요.",
			null,
			null,
			"Doctor, regarding the design of the lowest level carrier of the anti-entropy forces, the Cyprinid Fish, Kyuushou would like to refer to your opinion.",
			"Dr. Kyuushou would like to get your input on the design of the Saba, Negentropy's lowest level vehicle."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				1276,
				1,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721133,
			null,
			"青花鱼号啊，我想想当时的设计方案……",
			"サバ突撃号ね。たしかあのときの設計図は……。",
			"사바 돌격호라. 확실히 그때 설계도는......",
			null,
			null,
			"Ah, the Mackerel, let's see what the design plan was at the time ......",
			"The Saba. I think the design plan at that time was ......."
		],
		[
			"msg",
			721134,
			null,
			"……等等，为什么我的青花鱼号是最低级的载具啊？",
			"……待ってちょうだい。どうして私のサバ突撃号が最低レベルの乗り物なの？",
			"......잠깐만. 왜 내 사바 돌격호가 최하급 탈것이야?",
			null,
			null,
			"...... Wait, why is my mackerel ship the lowest level carrier?",
			"...... Wait. Why is my Saba the lowest level ride?"
		],
		[
			"msg",
			721135,
			null,
			"反正也是做游戏对吧？九霄，我要求把我的作品设定成最强兵种，毁天灭地的战舰！",
			"どうせゲームを作っているんでしょう？九霄、私の作品を最強兵種に設定して。世界を滅ぼす戦艦くらいが妥当ね！",
			"어차피 게임 만들고 있지? 큐쇼, 내 작품을 최강 병종으로 설정해. 세계를 멸망시키는 전함쯤이야 적당하겠다!",
			null,
			null,
			"We're still making a game anyway right? Nine Heavens, I demand that my creation be set as the strongest troop type, a battleship that destroys the world!",
			"You are making a game anyway, right? Kukuso, set my work as the most powerful military force in the world. To the battleship that will destroy the world!"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				7,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721136,
			null,
			"就叫菲米莉丝号吧！",
			"それならフェミリス号と名付けましょう！",
			"그럼 페미리스호라고 이름 붙이자!",
			null,
			null,
			"Let's just call it the Phyllis!",
			"Let's name it the Femiris!"
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				1220,
				1,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721137,
			null,
			"叫西琳号也不错！",
			"シーリン号も悪くないと思う！",
			"시린호도 나쁘지 않은 것 같아!",
			null,
			null,
			"It's not a bad idea to call it the Celine!",
			"The Sirin isn't bad either!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721138,
			null,
			"你们来晚了，刚才已经敲定了最强兵种的方案。",
			"ククク、残念だったな。もう最強兵種のプランは決まっている。",
			"쿱쿱쿱 안됐구나. 이미 최강 병종 계획은 결정됐어.",
			null,
			null,
			"You guys are late, the strongest troop scenario has just been finalized.",
			"Too late. I've already decided on a plan for the most powerful army."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				70,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721139,
			null,
			"是什么？",
			"何？",
			"뭐?",
			null,
			null,
			"What is it?",
			"What?"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721140,
			null,
			"行星级崩坏兽。",
			"惑星級崩壊獣。",
			"행성급붕괴수.",
			null,
			null,
			"Planetary Crash Beast.",
			"Planetary class Honkai Beasts."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30617,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721141,
			null,
			"哎？？",
			"ええっ？？",
			"에엑??",
			null,
			null,
			"Hey?",
			"Eh?"
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				30617,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721142,
			null,
			"阿姆，阿姆。",
			"モグモグ。",
			"우물우물.",
			"(chew chew).",
			null,
			"Am, Am.",
			"Mogmog."
		],
		[
			"msg",
			721143,
			null,
			"有问题吗？",
			"何か問題でもある？",
			"뭐 문제라도 있어?",
			"Is there a problem?",
			null,
			"Is there a problem?",
			"What's the problem?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30617,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721144,
			null,
			"没，没有。",
			"な、ないわ。",
			"아, 아니야.",
			"...No.",
			null,
			"No, no.",
			"Nah, no."
		]
	],
	"10309": [
		[
			"speaker",
			204614
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30618,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			721145,
			null,
			"呼，呼……",
			"はぁ、ふぅ……。",
			"하아, 휴우......",
			null,
			null,
			"Whew, Whew ......",
			"Huh, phew. ......."
		],
		[
			"msg",
			721146,
			null,
			"有点累了，拿点吃的，去天台上歇一会吧。",
			"少し疲れちゃったわ。食べ物を持って、バルコニーの方で少し休みましょう。",
			"좀 지쳤어. 음식 가져다가 발코니에서 좀 쉬자.",
			null,
			null,
			"I'm a little tired. Grab something to eat. Take a break on the rooftop.",
			"I'm a little tired. Let's take some food and rest a little on the balcony."
		],
		[
			"msg",
			721147,
			null,
			"对了，手机关了好久了，事情估计都堆成山了吧？",
			"……スマホの電源をずっと切っていたから、いろいろな問題が山積みになっているかもしれないわね。",
			"......스마트폰 전원을 계속 꺼�으니 여러 문제가 쌓여 있을지도 모르겠네.",
			null,
			null,
			"By the way, the phone's been turned off for a long time. Things are probably piling up, aren't they?",
			"Yes, I've had my phone turned off for a long time. Could there be all sorts of problems piling up?"
		],
		[
			"msg",
			721148,
			null,
			"（开机）",
			"（電源を入れる）",
			"(전원을 켜다)",
			null,
			null,
			"(power on)",
			"(Turn on power)"
		],
		[
			"portraits",
			[
				30618,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721149,
			null,
			"竟然，没什么突发请求？是他们都自己处理了，还是司徒他们帮我拦下来了……",
			"あれ、何も緊急の用事がないなんて。彼らが自分たちで対処したのかしら？それとも、司徒が私に気を遣ってくれたのかしら……。",
			"어라, 긴급한 일이 없다니. 그들이 스스로 해결한 걸까? 아니면 사도가 나를 배려해준 걸까...",
			null,
			null,
			"Surprisingly, nothing unexpected requests? Did they all take care of it themselves, or did Stu and the others block it for me ......",
			"My goodness, I can't believe they had nothing urgent to do. I wonder if they took care of it themselves? Or did the moderators cover for me? ......"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				3,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721150,
			null,
			"伊瑟琳这么喜欢工作吗？",
			"博士はそんなに仕事が好きなのですか？",
			"박사님은 일을 그렇게 좋아하시나요?",
			null,
			null,
			"Does Ethan enjoy working so much?",
			"Does Dr. D. love his job that much?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				3,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721151,
			null,
			"也谈不上喜欢，只是忙习惯了吧。一旦担起了这个责任，心里就总会惦记着，觉得自己很重要。其实就算没了我，也不会有多大区别，对吧？",
			"好きとまでは言えないけど、忙しさに慣れてしまったのかもしれないわね。一度この責任を引き受けてしまうと、いつも気になってしまうし、自分が重要な存在に思えてくるの。実は私がいなくても、大した違いはないんでしょうけどね。",
			"좋아한다고까지는 할 수 없지만, 바쁨에 익숙해진 걸지도 모르겠네. 한번 이 책임을 지고 나면 항상 마음에 걸리고, 내가 중요한 존재처럼 느껴지니까. 사실 내가 없어도 큰 차이는 없을 테지만요.",
			null,
			null,
			"I can't say I like it, but I'm just busy and used to it. Once you've taken on this responsibility, you'll always think about it and feel important. It wouldn't be so different without me, would it?",
			"I can't say I like it, but I guess I just got used to being busy. Once I take on this responsibility, it's always on my mind and I feel like I'm important. Actually, it probably wouldn't make much difference if I wasn't there."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				4,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721152,
			null,
			"不要这么说，至少对菲米莉丝来说，伊瑟琳是独一无二的！",
			"そんなこと言わないでください。少なくともフェミリスにとって、博士は唯一無二の存在ですよ！",
			"그런 말씀 마세요. 적어도 페미리스에게 박사님은 유일무이한 존재예요!",
			null,
			null,
			"Don't say that, at least to Phyllis, Estherine is unique!",
			"Please don't say that. At least for Femiris, Dr. D. is the one and only!"
		],
		[
			"portraits",
			[
				30133,
				1,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721153,
			null,
			"但是今天难得的休假，伊瑟琳就不要工作了嘛，好好陪陪菲米莉丝。",
			"ですが、今日はせっかくの休暇です。仕事をしないで、フェミリスの相手をしてください。",
			"하지만 오늘은难得的 휴가입니다. 일하지 말고 페미리스와 시간을 보내주세요.",
			null,
			null,
			"But today is a rare day off, so why don't Estherine stop working and spend some time with Phyllis.",
			"But today is your vacation. Please don't work and deal with Femiris."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				1,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721154,
			null,
			"好啊，正好有这个机会，之前都没注意……",
			"いいわよ。ちょうどこの機会だしね。——今まで気付いてなかったけど……。",
			"좋아. 마침 이 기회니까.——지금까지 몰랐는데.......",
			null,
			null,
			"Great, just in time for this, I didn't even notice it before ......",
			"Okay. It's just the right opportunity. I didn't realize it until now. ......"
		],
		[
			"bgm",
			70
		],
		[
			"bg",
			"CG10257"
		],
		[
			"msg",
			721155,
			null,
			"今夜的星空，真美啊。",
			"今夜の星空は本当にきれいね。",
			"오늘 밤 별하늘은 정말 아름답네.",
			null,
			null,
			"The stars are so beautiful tonight.",
			"The starry sky is really beautiful tonight."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721156,
			null,
			"好久没和伊瑟琳一起看星星了呢。",
			"博士と一緒に星を見るなんて、本当に久しぶりですね。",
			"박사님과 함께 별을 보다니, 정말 오랜만이에요.",
			null,
			null,
			"It's been a while since I've looked at the stars with Estherine.",
			"It's been so long since I've seen the stars with Drs."
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721157,
			null,
			"是啊，以前，做每一件事都要争分夺秒，生怕下一刻，天上的星星就会掉下来，把我们全都碾碎。",
			"そうね。以前は何をするにしても一分一秒を争っていたから。次の瞬間には空の星が落ちてきて、私たち全員を粉々にするんじゃないかと怯えることもあった。",
			"그렇네. 예전에는 무슨 일을 할 때도 일분일초를 다투었으니까. 다음 순간 하늘의 별이 떨어져 우리 모두를 산산조각낼까 두려워하기도 했지.",
			null,
			null,
			"Yes, in the past, everything was a race against time, fearing that the next moment the stars would fall from the sky and crush us all.",
			"That's right. We used to fight for every minute of whatever we did. One minute we were afraid that the next the stars in the sky would fall and shatter us all."
		],
		[
			"msg",
			721158,
			null,
			"而现在，这片星空不再面目狰狞，我们也终于有心情，坐下来安静地看。",
			"でも今では、この星空はもう怖くなくなったわ。それどころか、こうして腰を下ろして静かに眺められるくらいよ。",
			"하지만 지금은 이 별빛이 더 이상 무섭지 않아. 오히려 이렇게 앉아서 조용히 바라볼 수 있을 정도야.",
			null,
			null,
			"And now that this starry sky is no longer grim-faced, we are finally in the mood to sit back and watch in peace.",
			"But now this starry sky no longer frightened us. We were finally in the mood to sit back and watch in silence."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721159,
			null,
			"那伊瑟琳干嘛还要这么忙？多休息休息不好吗？",
			"では博士はどうしてそんなに忙しく働くのですか？ゆっくり休むこともできますよね？",
			"그럼 박사님은 왜 그렇게 바쁘게 일하시는 거예요? 천천히 쉬셔도 되잖아요?",
			null,
			null,
			"Then why is Estherine so busy? Why don't you get some rest?",
			"Then why do you work so hard? Why don't you take a good rest?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721160,
			null,
			"为什么呢？我也说不清楚。",
			"どうしてかしらね？私にもうまく言えないわ。",
			"왜일까? 나도 잘 설명할 수 없어.",
			null,
			null,
			"Why? I can't say.",
			"Why is that? I can't say."
		],
		[
			"msg",
			721161,
			null,
			"只是觉得，有太多太多的人牺牲，才换来了如今一起看星星的日子。",
			"ただ、あまりにも多くの人が犠牲になったからこそ、こうして一緒に星を見られる日が訪れたんだと思うの。",
			"단지, 너무 많은 사람들이 희생되었기 때문에, 이렇게 함께 별을 볼 수 있는 날이 온 것 같아.",
			null,
			null,
			"It just feels like there have been too many sacrifices made by too many people to get to the present day of watching the stars together.",
			"But I think it is precisely because so many people sacrificed so much that the day has come for us to be able to see the stars together like this."
		],
		[
			"msg",
			721162,
			null,
			"那么，就算只有一点点，我也希望能让他们的牺牲变得更有价值。",
			"だから、ほんの少しであっても、その犠牲を価値ある物に変えたいの。",
			"그래서, 아주 조금이라도 그 희생을 가치 있는 것으로 바꾸고 싶어.",
			null,
			null,
			"Then, even if it's just a little bit, I want to make their sacrifice worthwhile.",
			"So I want to turn that sacrifice into something worthwhile, even if it's just a little bit."
		],
		[
			"msg",
			721163,
			null,
			"你看，那两颗最亮的星星，像不像琪亚娜和芽衣在向我们招手？",
			"ほら、あの2つの一番輝いている星。キアナと芽衣が私たちに手招きしているみたいじゃない？",
			"저기, 저 두 개의 가장 밝게 빛나는 별. 키아나와 메이가 우리를 부르는 것 같지 않아?",
			null,
			null,
			"Look, those two brightest stars, do they look like Kiana and Meiko waving at us?",
			"Look, those two brightest stars. Don't they look like Kiana and Mei beckoning to us?"
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721164,
			null,
			"伊瑟琳想去亲自迎接她们，对吗？",
			"博士は彼女たちを自ら迎えに行きたいのですね？",
			"박사님은 그들을 직접 맞이하러 가고 싶으신 거군요?",
			null,
			null,
			"Estherine wanted to go and meet them in person, didn't she?",
			"So you want to pick them up yourself?"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				30133,
				0,
				true
			],
			[
				30618,
				0,
				false
			]
		],
		[
			"msg",
			721165,
			null,
			"我不知道她们何时能够归来，也不知道她们能否平安归来，我一直在心里默默地祝福着她们。",
			"彼女たちがいつ帰って来られるのか、無事に帰って来られるのかも分からない。ずっと心の中で黙って彼女たちの幸せを祈っているわ。",
			"그들이 언제 돌아올 수 있을지, 무사히 돌아올 수 있을지도 모르겠어. 계속 마음속으로 조용히 그들의 행복을 빌고 있지.",
			null,
			null,
			"I don't know when they will be able to return or if they will be able to return safely, and I have been silently wishing them well in my heart.",
			"I don't know when they will be able to come back or even if they will be able to come back safely. I'll be silently praying for their happiness in my heart for a long time."
		],
		[
			"msg",
			721166,
			null,
			"但是，光是祝福是没用的，我是科研工作者，就该尽自己的一份力，去探索宇宙的无限可能。",
			"でも、ただ祈っているだけでは意味がないの。私は科学者だから。自分の力を使って、宇宙の無限の可能性を模索しないとね。",
			"하지만, 그저 기도만 하고 있어서는 의미가 없어. 나는 과학자니까. 내 힘을 이용해, 우주의 무한한 가능성을 탐구하지 않으면 안 돼.",
			null,
			null,
			"But it's no use just wishing, I'm a researcher, so I should do my part to explore the infinite possibilities of the universe.",
			"But just praying doesn't mean anything. I am a scientist. I need to use my power to explore the infinite possibilities of the universe."
		],
		[
			"msg",
			721167,
			null,
			"如果她们在未知的彼方遭遇了麻烦，我们就要用自己的力量去支援她们。为了做到这一点，必须要实现技术的飞跃。",
			"彼女たちが未知の彼方でトラブルに巻き込まれたら、私たちは彼女たちを助けに行かないといけない。それを実現するためには、技術の飛躍を成し遂げないといけないの。",
			"그들이 미지의 저편에서 문제에 휘말렸다면, 우리는 그들을 구하러 가야 해. 그것을 실현하기 위해서는, 기술의 도약을 이루어내야만 해.",
			null,
			null,
			"If they are in trouble on the other side of the unknown, we have to support them with our own power. In order to do that, a technological leap is necessary.",
			"If these women get into trouble in the unknown beyond, we must use our power to help them. We have to accomplish a quantum leap in technology to make that happen."
		],
		[
			"msg",
			721168,
			null,
			"在意志统括者已经被消灭的今天，崩坏能不再是危险的怪物，我们会了解它，使用它，改造它，创造属于人类的时代。",
			"意志の統括者が消滅した今、崩壊エネルギーはもう危険な怪物ではなくなり、私たちはそれを理解し、利用し、改造し、人類の時代を作り出すのよ。",
			"의지의 통괄자가 소멸한 지금, 붕괴 에너지는 더 이상 위험한 괴물이 아니에요. 우리는 그것을 이해하고, 이용하고, 개조해 인류의 시대를 만들어낼 거예요.",
			null,
			null,
			"Today, when the Omnibus of Will has been eliminated, Crash Energy is no longer a dangerous monster, and we will learn about it, use it, and transform it to create an era that belongs to mankind.",
			"Now that the overseer of the will is gone, disintegrating energy is no longer the dangerous monster it used to be, and we will understand it, harness it, modify it, and create an age of humanity."
		],
		[
			"msg",
			721169,
			null,
			"菲米莉丝，你会和我一起见证的吧？属于人类的，最好的时代。",
			"フェミリス、私と一緒に見届けてくれるかしら？人類の最高の時代を。",
			"페미리스, 나와 함께 지켜봐 줄래? 인류의 가장 위대한 시대를.",
			null,
			null,
			"Femiris, you'll be with me to witness it, won't you? Of mankind, the best of times.",
			"Femiris, will you join me in witnessing The best era of mankind."
		],
		[
			"speaker",
			291899
		],
		[
			"portraits",
			[
				30133,
				0,
				false
			],
			[
				30618,
				0,
				true
			]
		],
		[
			"msg",
			721170,
			null,
			"嗯，伊瑟琳期盼的未来，一定会实现的！",
			"はい。博士が望む未来はきっと実現するはずです！",
			"네. 박사님이 바라시는 미래는 분명 실현될 거예요!",
			null,
			null,
			"Well, the future that Estherine is looking forward to will definitely be realized!",
			"Yes, I am sure that the future will come true! I am sure that the future that Dr!"
		],
		[
			"msg",
			721171,
			null,
			"最喜欢伊瑟琳了！",
			"フェミリスは、博士のことが大好きです！",
			"페미리스는, 박사님을 정말 좋아해요!",
			null,
			null,
			"Favorite thing about Estherine!",
			"I love Dr!"
		]
	]
}