{
	"1410": [
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				840,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181660,
			null,
			"喂。",
			"ちょっと。",
			"저기.",
			null,
			null,
			"Hello.",
			"Sort of."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				840,
				2,
				true
			],
			[
				839,
				3,
				false
			]
		],
		[
			"msg",
			181661,
			null,
			"嗯？",
			"ん？　どうしたの？",
			"응? 무슨 일이야?",
			null,
			null,
			"Hmm?",
			"Hmm?　What's wrong?"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				840,
				2,
				false
			],
			[
				839,
				3,
				true
			]
		],
		[
			"msg",
			181662,
			null,
			"一直在那个窗……不，那个笔记本电脑面前噼里啪啦的，你在干什么？",
			"その窓ガラス……じゃなかった、ノートパソコンだったかしら？パチパチしてるけど何をしているの？",
			"그 창문 유리... 아니었나, 노트북이었나? 따각거리는데 뭐 하는 중이야?",
			null,
			null,
			"Keep cracking up in front of that window ...... no, that laptop, what are you doing?",
			"That window pane wasn't ......, was it a laptop? It's crackling, what is it doing?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				840,
				2,
				true
			],
			[
				839,
				3,
				false
			]
		],
		[
			"msg",
			181663,
			null,
			"看来女神大人完全不知道世间的艰辛呢。",
			"窓ガラスやパチパチって面白いわね。",
			"창문 유리나 따각거린다니 재미있네.",
			null,
			null,
			"It seems that the Goddess is completely unaware of the hardships of the world.",
			"Windowpanes and crackles are funny."
		],
		[
			"msg",
			181664,
			null,
			"就算在一时之间成为了话题，不好好经营的话，破灭的速度可是不比朝露消逝的速度慢多少~",
			"月の女神様にも理解できるように話すわね。一時的に話題になっても、しっかり管理しないと光の速さでアルテミスのファンがいなくなるの。",
			"달의 여신님도 이해할 수 있게 말해 줄게. 잠시 화제가 되더라도 제대로 관리하지 않으면 빛의 속도로 아르테미스 팬들이 사라져 버릴 거야.",
			null,
			null,
			"Even if it becomes a topic for a while, if you don't manage it well, the speed of destruction is not much slower than the speed of the dew fading away~",
			"I'll speak so the Moon Goddess can understand. Even if you get a temporary buzz, if you don't manage it right, you'll lose Artemis' fans at the speed of light."
		],
		[
			"msg",
			181665,
			null,
			"不但要展现自身的才艺，而且还要把握好服务粉丝的度，千万不能让别人觉得做作。而且在此之上，和粉丝们的互动也是相当必要的。",
			"アルテミス自身の才能を見せるだけじゃなく、ファンへのサービスも考えないといけないわ。絶対にわざとらしいと思われてはダメなのよ。それに加えてファンとのコミュニケーションも欠かせないわね。",
			"아르테미스 자신의 재능을 보여주는 것뿐만 아니라, 팬들을 위한 서비스도 생각해야 해. 절대 고의적으로 보여서는 안 돼. 게다가 팬들과의 소통도 빠뜨릴 수 없고.",
			null,
			null,
			"Not only to show their own talent, but also to grasp the degree of service fans, must not let others feel pretentious. And on top of that, interaction with fans is also quite necessary.",
			"We have to think about not only showing Artemis' own talent, but also serving the fans. You must never be seen as being deliberate. In addition to that, communication with the fans is also essential."
		],
		[
			"msg",
			181666,
			null,
			"直到现在为止我还在和在你个人页面留言的粉丝互动，真不愧是擅长歌舞的月之女神，评论和关注数都在一刻不停地增长呢。",
			"今していることは、アルテミスの個人ページに書き込みしたファンと私が交流しているわ。さすがは歌と踊りが得意な月の女神ね。コメントとフォロワー数が増え続けてるわよ。",
			"지금 하는 건, 아르테미스의 개인 페이지에 글을 남긴 팬들과 내가 교류하는 중이야. 역시 노래와 춤이 특기인 달의 여신답게 댓글과 팔로워 수가 계속 늘고 있어.",
			null,
			null,
			"I'm still interacting with the fans who left comments on your personal page, and the number of comments and followers is growing by the minute, just like the Goddess of the Moon who is good at singing and dancing.",
			"What I'm doing now is interacting with my fans who post on Artemis' personal page. You are indeed a moon goddess who is a great singer and dancer. Your comments and followers keep growing."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				840,
				1,
				false
			],
			[
				839,
				3,
				true
			]
		],
		[
			"msg",
			181667,
			null,
			"这样吗，这对擅长话术的你来说应该还算轻松吧？",
			"あなたが返事してたら詐欺じゃない。だけど、人を騙すことや話術に関しては、あなた以上の人を知らないわ。私と違って得意分野で簡単な仕事でいいわね。",
			"네가 답장하면 사기가 아니야. 하지만 사람을 속이는 일이나 말솜씨에 관해서는, 너 이상의 사람을 모르겠어. 나와 달리 특기 분야라 간단한 일로도 되겠네.",
			null,
			null,
			"So, this should be easy for you, who is good at talking, right?",
			"If you had responded it wouldn't be a scam. But I don't know anyone better than you when it comes to deceiving people and talking to them. Unlike me, you're good at what you do and it's an easy job."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				840,
				1,
				true
			],
			[
				839,
				1,
				false
			]
		],
		[
			"msg",
			181668,
			null,
			"真的是这样吗~",
			"本当に？",
			"정말?",
			null,
			null,
			"Is it really so~",
			"Really?"
		],
		[
			"portraits",
			[
				840,
				1,
				true
			],
			[
				839,
				2,
				false
			]
		],
		[
			"msg",
			181669,
			null,
			"那就麻烦女神大人告诉我，这一条评论到底应该怎么回应？",
			"それじゃあ女神様にも手伝ってもらおうかしら。このコメントはどうやって返信したらいい？",
			"그럼 여신님도 도와줄래? 이 댓글은 어떻게 답장하는 게 좋을까?",
			null,
			null,
			"Then please tell me, Goddess, how should I respond to this comment?",
			"I guess I'll let the Goddess help me then. How do I reply to this comment?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				839,
				2,
				true
			]
		],
		[
			"msg",
			181670,
			null,
			"“主播的大长腿真的好漂亮好可爱，我好喜欢！可以给我你的联系方式吗？我的联系方式是……”",
			"アルテミスたんの生足をペロペロしたいはぁはぁ！大好きだよアルテミスたん！早く連絡先を教えて！",
			"아르테미스 님의 생다리를 핥고 싶어 헥헥! 너무 좋아해요 아르테미스 님! 빨리 연락처 알려줘!",
			null,
			null,
			"\"The anchor's long legs are really pretty and cute, I love it! Can you give me your contact information? My contact information is ......\"",
			"I want to lick Artemis-tan's raw legs hahaha! I love you, Artemis-tan! I can't wait to get your contact info!"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				840,
				2,
				false
			],
			[
				839,
				2,
				true
			]
		],
		[
			"msg",
			181671,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			181672,
			null,
			"像这种恶心的家伙就应该狠狠地骂一顿！！！",
			"私の武器はどこかしら？",
			"내 무기는 어디에 있지?",
			null,
			null,
			"Disgusting guys like this should be called out hard!!!",
			"Where are my weapons?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				840,
				2,
				true
			],
			[
				839,
				3,
				false
			]
		],
		[
			"msg",
			181673,
			null,
			"哎呀哎呀~如果能这么做就轻松了~",
			"そう言うと思って事前に私が隠しておいたわ。",
			"그럴 줄 알고 미리 내가 숨겨뒀어.",
			null,
			null,
			"Oops oops ~ it would be easy to do so ~",
			"I hid it from you in advance because I knew you would say so."
		],
		[
			"msg",
			181674,
			null,
			"嗯……那就“谢谢你能够喜欢人家，希望今后也可以支持人家呢♪”这样回好了~",
			"とりあえず「私のことを気に入ってくれてありがとう。これからもアルテミスを応援してね♪」——返信っと。",
			"일단 「 나를 좋아해줘서 고마워. 앞으로도 아르테미스를 응원해줘♪ 」—— 답장이야.",
			null,
			null,
			"Well ...... then, \"Thank you for liking them, and I hope you can support them in the future♪\" is a good response~",
			"At any rate, \"Thank you for liking me. Please continue to support Artemis."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				840,
				2,
				false
			],
			[
				839,
				3,
				true
			]
		],
		[
			"msg",
			181675,
			null,
			"为什么要用这种谄媚的说法，骂一顿不就好了吗？！",
			"私を汚さないで！　今すぐに居場所を聞き出して！　絶対に許さないわ！",
			"날 더럽히지 마! 당장 어디 있는지 말해! 절대 용서하지 않겠어!",
			null,
			null,
			"Why do you need to use such flattering words, just scold a good?",
			"Don't dirty me!　You must find out where he is now!　I will never forgive you!"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				840,
				2,
				true
			],
			[
				839,
				1,
				false
			]
		],
		[
			"msg",
			181676,
			null,
			"唉，看来离人气top1的主播还是很长一段路要走呢~",
			"この調子で本当にNo.1になれるのかしら……いくら私がついてるとはいえ、難易度が高すぎるわね……。",
			"이런 식으로 진짜 No.1이 될 수 있을까... 내가 도와준다고 해도 난이도가 너무 높아...",
			null,
			null,
			"It seems that there is still a long way to go before the popular top 1 anchor ~",
			"At this rate, I wonder if you can really become No. 1. ......No matter how much I'm with you, it's still too difficult. ......"
		]
	],
	"1411": [
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181714,
			"Go! Otto command to stop her!",
			"快！奥托大人有令一定要阻止她！",
			"急いで！オットー様から何としても彼女を食い止めるようにとの命令よ！",
			"서둘러! 오토 님께서 무슨 수를 써서라도 그녀를 막으라는 명령이야!",
			null,
			null,
			"Hurry! Lord Otto has ordered that she must be stopped!",
			"Hurry! Otto ordered us to hold her off at all costs!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			181715,
			"Ha ha ha ha!!",
			"哈哈哈哈！！",
			"アッハハハッハ——！！",
			"아하하하하——!!",
			null,
			null,
			"Hahahahaha!!!",
			"AHHHHHHH--!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			181716,
			"Ka!!",
			"咔！！",
			"ガン——ッ！！",
			"강——!!",
			null,
			null,
			"CLICK!!!",
			"Gun--!"
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				694,
				0,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			181717,
			"Eh ah!",
			"呃啊！",
			"キャア！",
			"꺄악!",
			null,
			null,
			"Uhhhh!",
			"Caw!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				694,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			181718,
			"Coo, that abnormal kid seems to be the Herrscher……",
			"咕，那个一脸异常的小鬼就是人造律者么……",
			"えっ、あのヘンテコな顔をしたチビが人造律者なの……。",
			"엇, 저 괴상한 얼굴의 꼬맹이가 인조율자라니…….",
			null,
			null,
			"Goo, the kid with an abnormal face is the artificial rider ......",
			"What, that weird-looking little guy is a man-made lawmaker. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			181719,
			"It's much faster than I expect, that my Valkyria are defeated so quickly.",
			"看来律者化的进程比想象中的理想，没想到我的亲卫队这么简单就被击败了。",
			"律者化のプロセスは予定通り順調だったようだね。僕の親衛隊がこんなにもあっけなく敗れるとは思いもしなかったよ。",
			"율자화 과정은 예정대로 순조로웠던 모양이네. 내 친위대가 이렇게나 쉽게 무너질 줄은 상상도 못했어.",
			null,
			null,
			"It seems that the process of Rulerization is more ideal than expected, and I didn't expect my pro-team to be defeated so easily.",
			"It seems that the process of becoming a disciplinarian went as smoothly as planned. I had no idea that my SS would be so easily defeated."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			181720,
			"Mr…Otto?",
			"奥托…大人？",
			"オットー……様？",
			"오토……님?",
			null,
			null,
			"Otto...Lord?",
			"Dear Otto ......?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				46,
				1,
				true
			]
		],
		[
			"msg",
			181721,
			"Sante, I'm glad that you're still talking to me with you own conscious, how do you feel now?",
			"赛露蒂，我很高兴你还能够使用自己的意识与我对话，你现在感觉怎么样？",
			"セルティ、君がまだ自分の意識を保って僕と話せるようで嬉しいよ。今の気分はどうだい？",
			"셀티, 네가 아직 자신의 의식을 유지하고 나와 대화할 수 있어서 기쁜걸. 지금 기분은 어때?",
			null,
			null,
			"Seluty, I'm glad you can still use your consciousness to talk to me, how do you feel now?",
			"Celty, I am glad you are still conscious and able to talk to me. How are you feeling now?"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			181722,
			"I feel empowered! Even bleeding so much I don't feel any weak! I feel so much blood in my body! It's great!",
			"我感到自己现在拥有了力量！就算流了这么多血我也没有任何虚弱的感觉！身体中的血液仿佛就要溢出来了！真是太棒了！",
			"今は、力を手に入れたことを実感していますわ！こんなに多くの血を流しても、もう何の脱力感もありませんもの！体中の血があふれ出てくるかのようですわ！あぁ、最高の気分ですこと！",
			"지금은, 힘을 손에 넣은 것을 실감하고 있습니다! 이렇게 많은 피를 흘려도, 더 이상 어떤 무력감도 느껴지지 않아요! 온몸의 피가 넘쳐흐르는 것 같아요! 아, 최고의 기분이에요!",
			null,
			null,
			"I feel like I have power now! Even with all the blood I've lost I don't feel any weakness! The blood in my body feels like it's about to spill out! It's wonderful!",
			"I feel so empowered now! I don't feel weak anymore, even though I have shed so much blood! It's as if all the blood in my body is rushing out! Oh, what a wonderful feeling!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			181723,
			"Hey, she can't be described as healthy at all! Otto, are you already mad while making Herrscher!",
			"喂，她这种精神状态怎么看都不是健康的样子吧！奥托，果然你制造的律者脑袋都已经坏掉了么？",
			"ちょっと、彼女のこの精神状態、どう見てもまともじゃないんだけど！オットー、あなたの作った律者は頭までおかしくなっちゃったの？",
			"잠깐, 그녀의 이 정신 상태, 어떻게 봐도 정상이 아니잖아! 오토, 네가 만든 율자는 머리까지 이상해져 버린 거야?",
			null,
			null,
			"Hey, she doesn't look healthy in this state of mind, does she? Otto, is it true that the Rulers you made are all brain damaged?",
			"Hey, this mental state she's in, it's not sane by any stretch of the imagination! Otto, has your scribe lost his mind as well?"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			181724,
			"Who are you! How dare you to talk to Mr. Otto like this?!",
			"你是什么人！居然敢这样跟奥托大人说话？！",
			"あなた、何者？そのようにオットー様に話しかけるなんて！？",
			"당신, 누구야? 그렇게 오토님에게 말을 걸다니!?",
			null,
			null,
			"What kind of person are you! How dare you talk to Lord Otto like that?",
			"Who are you? How dare you speak to Master Otto that way!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			181725,
			"Piu!",
			"唰！",
			"バシャ——ッ！",
			"붕——쾅!",
			null,
			null,
			"Swish!",
			"Vasha--!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			181726,
			"This is…blood!?",
			"这是…血液！？",
			"これは……血！？",
			"이건……피!?",
			null,
			null,
			"This is...blood!",
			"This is ...... blood!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			181727,
			"It's not normal blood, but the result of the intergration o Herrscher core and her body, this abnormal Honkai energy can produce the orrosive liquids.",
			"看样子不是普通的血液，应该是律者核心与身体融合产生的产物，这股异常的崩坏能似乎能让她体内制造出这些腐蚀性的液体。",
			"どうやら、ただの血ではないみたいだね。きっと律者のコアと身体が融合したことでできた産物なんだろう。異常なまでに高まった崩壊エネルギーが、彼女の体内で腐食性の液体を製造可能にしたようだ。",
			"어쩌면, 단순한 피가 아닌 것 같네. 분명 율자의 코어와 몸이 융합하면서 생긴 산물일 거야. 비정상적으로 고양된 붕괴 에너지가, 그녀의 체내에서 부식성 액체를 생성 가능하게 한 모양이지.",
			null,
			null,
			"It doesn't look like ordinary blood, it should be a product produced by the fusion of the Ruler's core with her body, and this abnormal disintegration energy seems to allow her body to create these corrosive liquids.",
			"Apparently, it's not just blood. It must have been the product of the fusion of the ritus core and body. It seems that the abnormally heightened disintegration energy enabled her body to manufacture a corrosive liquid."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				810,
				0,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			181728,
			"Mr. Otto! Look! Now even a valkyrie is just a piece of cake!",
			"奥托大人！怎么样！现在就算是女武神也不堪我一击！",
			"オットー様！いかかでしょう？今では戦乙女といえども、わたくしに手出しできませんわ！",
			"오토님! 어떠세요? 이제는 발키리라 해도, 저에게 함부로 덤빌 수 없답니다!",
			null,
			null,
			"Lord Otto! How about that! Even a Valkyrie is no match for me now!",
			"Mr. Otto! How may I help you? Now even a war maiden can't touch me!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				0,
				false
			],
			[
				46,
				1,
				true
			]
		],
		[
			"msg",
			181729,
			"Is it, then let this S-level Valkyrie to be your opponent, show me what you've got now.",
			"是么，那就让这位S级女武神来做你的对手吧，你就尽情地击败她来向我展示你的力量吧~",
			"そうかな。じゃあ、このS級戦乙女が君の相手をしよう。思いっきり彼女を負かして、僕に君の力を見せてくれたまえ。",
			"그런가. 그럼, 이 S급 발키리가 너의 상대를 해주지. 마음껏 그녀를 제압해서, 내게 네 힘을 보여줘.",
			null,
			null,
			"Well, let this S-rank Valkyrie be your opponent, and show me your power by defeating her as much as you like~",
			"I see. Then, I, the Class S Warrior Maiden, will be your opponent. Defeat her with all your might and show me your power."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				46,
				1,
				true
			]
		],
		[
			"msg",
			181730,
			"Hey! Otto! This is not what you said! How can you say this to her! She should show some respect!",
			"喂！奥托！这和说好的不一样啊！你怎么能这样教唆她对前辈动手呢！最基本的尊老爱幼总该遵守吧！",
			"ちょっと！オットー！これじゃ話が違うじゃないの！どうして、先輩に手を出すよう唆すのよ！目上の人を敬わせなさい、最低限の礼節は守るべきでしょう！",
			"이봐! 오토! 이건 약속과 다르잖아! 왜 선배님에게 손을 대라고 부추기는 거야! 윗사람을 공경하라면, 최소한의 예의는 지켜야 할 거 아냐!",
			null,
			null,
			"Hey! Otto! This isn't what was promised! How can you instigate her to do this to her seniors! The most basic respect for the elderly and the young should be observed!",
			"Hey! Otto! This is not what you want! Why are you suggesting that I touch my seniors? Let him respect his superiors. At the very least, he should be civil!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			181731,
			"S-level Valkyrie…ha ha ha…whoever you are, you should show your worship to Mr. Otto, it's you that need to show respect!!",
			"S级女武神…呵呵呵…不管你是谁在奥托大人面前都得保持崇拜，不懂得礼节的是你才对！！",
			"S級戦乙女……ウフフフ……貴方が誰であろうと関係ない、オットー様のことは崇拝すべきなのよ。礼節をわきまえていないのは、そっちの方ですわ！！",
			"S급 전처녀……우후후……당신이 누구든 상관없어, 오토님은 숭배받아 마땅한 분이야. 예의를 모르는 건, 오히려 당신 쪽이에요!!",
			null,
			null,
			"S-class Valkyrie...hehehehe...whoever you are in front of Otto-sama has to keep worshipping, it's you who doesn't know how to be polite!!!",
			"I don't care who you are, S Class War Maiden......Ufffff......, you are to be worshipped, Otto-sama. It's you who has no sense of civility!"
		],
		[
			"msg",
			181732,
			"If I kill you! I can be recognized by Mr. Otto! To be the most powerful Valkyrie!",
			"只要杀掉你！我就能得到奥托大人的认可！成为最强的女武神了！",
			"貴方を殺せば！オットー様に認めてもらえる！最強の戦乙女になれますわ！",
			"당신을 죽이면! 오토님께 인정받을 수 있어! 최강의 전처녀가 될 수 있다고!",
			null,
			null,
			"Just kill you! I'll get the approval of Lord Otto! Become the strongest Valkyrie!",
			"If I kill you! Otto will approve! I will be the greatest warrior maiden!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			181733,
			"Crazy! Then don't blame me!",
			"真是不可理喻的疯子！那就别怪我不客气了！",
			"本当に聞き分けのないバカね！もう容赦しないからね！",
			"정말 말귀를 못 알아듣는 바보네! 이젠 봐주지 않을 거야!",
			null,
			null,
			"What an unbelievable lunatic! Then don't blame me for not being polite!",
			"You really are a deaf idiot! I won't tolerate you anymore!"
		]
	],
	"1412": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181734,
			"Boom!!!",
			"轰隆！！！",
			"ドォオオオン——ッ！！！",
			"드오오오온——!!!",
			null,
			null,
			"BOOM!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			181735,
			"Coo!",
			"咕呃！",
			"……うぐっ！",
			"……으악!",
			null,
			null,
			"Goo-uh!",
			"...... Ugh!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				46,
				4,
				true
			]
		],
		[
			"msg",
			181736,
			"How about it? Now you know the distance between us~if it's so painful, why not go back to the cabin, that will make you feel better.",
			"怎么样？知道什么叫做实力的差距了吧~既然这么痛苦的话不如回隔离舱好好躺着吧，那样会让你好受一些。",
			"どう～？実力の差というものが分かったかしら。そんなに辛いなら、カプセルに戻ってお寝んねしなさい。その方があなたにとってもいいわよ。",
			"어떠~니? 실력 차라는 게 느껴졌니? 그렇게 힘들면 캡슐로 돌아가서 잠이나 자는 게 어때. 그쪽이 너한테도 좋을 거야.",
			null,
			null,
			"How's that? Know what is called the difference in strength ~ since so painful then why not go back to the isolation cabin to lie down properly, that will make you feel better.",
			"What do you think? Have you found out the difference in our abilities? If it's that hard for you, go back to your capsule and take a nap. It's better for you."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			181737,
			"Eh…the look again…as if looking at a dreg…that look from everybody! To treat me like a dreg!",
			"啧…又是这种眼神…这种如同看渣滓的眼神…每个人都是这种表情！把我当成废物一样看待！",
			"ちっ……またその目……そのゴミを見るような目……みんなその表情をする！わたくしをゴミのように見るんだからッ！",
			"쳇……또 그 눈……쓰레기를 보는 듯한 그 눈……다들 그런 표정을 지어!",
			null,
			null,
			"Tsk...this look again...this look like looking at scum...this look on everyone's face! Treating me like crap!",
			"Damn ...... those eyes again ...... those trashy looking eyes ...... they all have that look! You look at me like I'm trash!"
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			181738,
			"But now it's different! Blood is my weapon! I'll never fail because of it! All those who laugh at me! They will pay the price!",
			"不过现在已经不一样了！鲜血已经成为了我的武器！我再也不会因为它而失败！所有曾经嘲笑和讥讽过我的人！我都会让她们付出代价！",
			"でも、今はもう違うわよ！この血がわたくしの武器になったんだから！わたくしは、これでもう負けることはない！今までわたくしのことを嘲笑い、馬鹿にした人たちに代償を支払わせてやりますわ！",
			"하지만 이젠 달라졌어! 이 피가 나의 무기가 되었단 말야! 나는 이제 절대 지지 않아! 지금까지 나를 비웃고 무시했던 자들에게 대가를 치르게 해주겠어!",
			null,
			null,
			"But it's not the same anymore! Blood has become my weapon! I will never again fail because of it! All those who have mocked and ridiculed me! I will make them all pay!",
			"But not anymore! This blood has become my weapon! I will no longer be defeated! I will make those who have mocked and ridiculed me pay!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				46,
				1,
				true
			]
		],
		[
			"msg",
			181739,
			"Really, so you still haven't learn the lesson, although I don't know what happened to you before, but  don't think you can get the redemption bby acting like this! The world is not as innocent as you imagine!",
			"是么，看来你还是没有吸取教训，虽然我不知道你以前经历过什么样的遭遇，但摆出一副愤世嫉俗的样子就想获得救赎么？这个世道可没你想的那么天真~",
			"そう、どうやらまだ分かっていないようね。あなたがこれまでどんな目に遭ってきたのか知らないけど、世の中を憎めば救われるとでも思っているの？この世界はそんな単純じゃないわよ。",
			"그래, 아직도 모르는 모양이네. 네가 지금까지 어떤 일을 겪었는진 몰라도, 세상을 미워하면 구원받을 거라 생각해? 이 세상은 그렇게 단순하지 않아.",
			null,
			null,
			"I don't know what you've been through before, but you want to be saved by putting on a cynical face? This world is not as naive as you think~",
			"Yes, apparently you still don't get it. I don't know what you've been through in your life, but do you think that hating the world will save you? It's not that simple."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			181740,
			"Shut up! People like you don't know me! Only Mr. Otto…only he knows my pain! I will prove with my own power that I'm the greatest work of Mr.Otto!",
			"闭嘴！像你这样的人根本不明白我！只有奥托大人…只有奥托大人才了解我的痛苦！我会用自己的力量证明我才是奥托大人最满意的作品！",
			"お黙り！貴方のような人に、わたくしのことは分からないわ！……オットー様だけがわたくしの苦しみを分かってくれる！この力で、わたくしこそがオットー様の最高傑作だと証明してみせますわ！",
			"입 다물어요! 당신 같은 사람이 나를 이해할 리 없어요!... 오토 님만이 나의 고통을 이해해 주신다고! 이 힘으로, 내가 바로 오토 님의 최고 걸작임을 증명해 보이겠어요!",
			null,
			null,
			"Shut up! People like you don't understand me at all! Only Lord Otto...only Lord Otto understands my pain! I will prove with my own strength that I am the most satisfying work of Lord Otto!",
			"Shut up! People like you don't understand me! Only ...... Otto understands my suffering! With this power I will prove that I am his masterpiece!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181741,
			"Sante, I'm not against the pursuit of power, but if you're too anxious it's only going to be counterproductive, go back with me, I'll help you to control this power.",
			"赛露蒂，对于力量的渴求我并不反对，但是急功近利反而会适得其反，跟我回去吧，我会帮你掌握这份全新的力量。",
			"セルティ、力を渇望することについて反対はしないが、功を焦ってしまっては逆効果だよ。僕と帰ろう。この新しい力の使い方を教えてあげるから。",
			"셀티, 힘을 갈망하는 것에 대해서는 반대하지 않지만, 성급하게 서두르면 역효과야. 나와 함께 돌아가자. 이 새로운 힘의 사용법을 가르쳐 줄게.",
			null,
			null,
			"Seluti, I have no objection to the thirst for power, but haste is counterproductive, come back with me, I will help you master this new power.",
			"Celty, I don't disagree with your thirst for power, but it is counterproductive to be impatient for success. Come home with me. I will teach you how to use this new power."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			181742,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			181743,
			"Even you want to stop me……",
			"就连奥托大人也要阻拦我么……",
			"オットー様まで、わたくしの邪魔をするのですか……。",
			"오토 님까지, 나를 방해하시는 건가요…….",
			null,
			null,
			"Even Otto-sama want to stop me? ......",
			"Even Otto-sama is disturbing me. ......"
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			181744,
			"Compared to her……I am more qualified to stand besides Mr. Otto!",
			"与其相信这样一个全身破绽百出懒散的女武神……明明我才更有资格站在奥托大人的身边！",
			"こんな全身ボロボロで怠惰な戦乙女より……わたくしの方がオットー様の隣に立つ資格があるはずですわ！",
			"이렇게 몸이 만신창이가 된 게으른 전투처녀보다... 내가 오토 님 곁에 설 자격이 있을 텐데요!",
			null,
			null,
			"Instead of believing in such a full-body broken and lazy Valkyrie ...... obviously I am more qualified to stand by the side of Lord Otto!",
			"I ...... am more qualified to stand next to Master Otto than this battered and lazy war maiden!"
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			181745,
			"I just want to contribute my own power to Mr. Otto, pave away all the obstacles, am I wrong!",
			"我只是想为奥托大人贡献出自己的力量，扫清所有阻挡在奥托大人面前的阻碍而已，这样有错么！",
			"わたくしはオットー様のために全力を尽くし、オットー様の邪魔をする障害を一掃したいだけです。それが間違っているのですか？",
			"나는 오토 님을 위해 전력을 다하고, 오토 님을 방해하는 장애물을 일소하고 싶을 뿐이에요. 그게 잘못된 건가요?",
			null,
			null,
			"I just want to contribute my power to Lord Otto and clear all the obstacles in front of Lord Otto, is it wrong?",
			"I just want to do my best for Otto-sama and clear away the obstacles that stand in his way. Is that wrong?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			181746,
			"Hey! What are you saying!",
			"喂喂！说谁呢！",
			"ちょっと、ちょっと！聞き捨てならないわね、さっきのは誰のことよ！？",
			"잠깐, 잠깐! 듣고 넘어갈 수 없는 말이네, 방금 그건 누구 얘기야!?",
			null,
			null,
			"Hey, hey! Who's talking!",
			"Hey, hey! I can't hear you, who did you just say that to!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			181747,
			"Since Mr. Otto says I can't control the power, I will prove to you I can! If I have more blood……I can!",
			"既然奥托大人说我无法掌握这份力量，那我就会用实力证明给您看！只要拥有更多的血液的话…就一定可以！",
			"わたくしがこの力を使いこなせていないとオットー様が言うのでしたら、実力で証明してみせますわ！もっとたくさんの血があれば……きっと素晴らしものをご覧に入れましょう！",
			"내가 이 힘을 제대로 다루지 못한다고 오토 님이 말씀하신다면, 실력으로 증명해 보이겠어요! 더 많은 피가 있다면... 분명 훌륭한 것을 보여 드리겠어요!",
			null,
			null,
			"Since Otto-sama said I can't master this power, I will prove it to you with my strength! If I have more blood...then I will be able to!",
			"If Otto says I haven't mastered this power, I'll prove it to you! With more blood ...... you will see great things!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			181748,
			"Hey! Where are you going!",
			"喂！你要去哪！",
			"ちょっと！どこ行くの！？",
			"잠깐! 어디 가는 거야!?",
			null,
			null,
			"Hey! Where are you going!",
			"Hey! Hey! Where are you going?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181749,
			"Hah…so the most uncontrollable thing is not others, but the human emotions, I just said some words to encourage her before the experiment, but they become such horrible obsession.",
			"哎…果然实验中最不可控制的不是别的，而是人类的这份情感，不过是在她接受实验之前对她说了几句鼓励的话语罢了，没想到居然变成了如此可怕的执念。",
			"やれやれ……やっぱり実験で最も制御が効かないのは、他でもなく人間の感情だね。彼女が実験を受ける前に、いくつか励ましの言葉をかけただけだというのに。こんなにも恐ろしい執念に変わるとは。",
			"아이고... 역시 실험에서 가장 통제하기 어려운 건 다름 아닌 인간의 감정이야. 그녀가 실험을 받기 전에, 격려의 말 몇 마디 해준 게 전부인데. 이렇게나 무서운 집념으로 변하다니.",
			null,
			null,
			"Hey...it's true that the most uncontrollable thing in the experiment is not other than the human emotion, but just a few words of encouragement to her before she underwent the experiment, I never thought it would become such a terrible obsession.",
			"Oh dear ...... I knew that the most uncontrollable part of the experiment is, of all things, human emotion. I had only given her a few words of encouragement before she underwent the experiment. How could it turn into such a horrible obsession?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181750,
			"So this girl now targets at you, finally, now you need to pay the price~",
			"不过看样子这位少女的情感宣泄对象可是你啊，冤有头债有主，看来这次终于轮到你吃瘪了~",
			"けど、あの子の感情の矛先はあなたみたいよ。自業自得ね。どうやら、今度ばかりはあなたの負けかしら。",
			"하지만 그 아이의 감정의 화살은 너에게 향한 것 같아. 자업자득이네. 이번만큼은 네 패배인 모양이야.",
			null,
			null,
			"But it looks like the young girl's emotional catharsis object is you ah, the wrong has a head, it seems that this time it is finally your turn to eat defeat ~",
			"But it seems like you're the one she's emotionally attached to. She deserves it. It looks like you're going to lose this time."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181751,
			"Ok…but if the honkai energy is not controlled other students's security will be threatened, I don't want them to die before they become the power of Schicsial.",
			"好吧…不过现在放任不管的话这股强大的崩坏能会殃及到其他学员的安全，我可不想让天命的预备力量还没有破茧而出就已经变成一堆尸体。",
			"参ったよ……だが、このまま放っておいたら、この強力な崩壊エネルギーが他の生徒を脅かしてしまう。天命の予備兵力として日の目を浴びる前に、死体の山となってしまってはご免だ。",
			"곤란한데... 하지만 이대로 내버려두면, 이 강력한 붕괴 에너지가 다른 학생들을 위협할 거야. 천명의 예비 병력으로서 빛을 보기 전에, 시체의 산이 되어버린다는 건 사양이야.",
			null,
			null,
			"Well ... but now let go of this powerful collapse energy will spill over to the safety of other students, I do not want to let the preparatory power of the fate of the cocoon has not yet broken out into a pile of corpses.",
			"I'm sorry, ......, but if we let it go, this powerful disintegrating energy will threaten the other students. We don't want to be a pile of corpses before we see the light of day as a reserve force for heavenly missions."
		]
	],
	"1413": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181752,
			"Hey, Otto. Is the school always so spooky like this……",
			"喂，奥托。这座圣露德学园总是这种阴沉的样子么……",
			"ねぇ、オットー。この聖ルード学園っていつもこんなに陰気くさいの？",
			"저기, 오토. 이 성 루드 학원은 항상 이렇게 음침한 거야?",
			null,
			null,
			"Hey, Otto. Is this St. Lourdes school always this gloomy ......",
			"Hey, Otto. Is this St. Lourdes Academy always this gloomy?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181753,
			"The girls living here all have experienced Honkai, many of them are hurt both physically and mentally, and only few of them can get through the trauma to become Valkyria, how much sunshine you expect this place would have?",
			"在这里生活的少女都是经历过崩坏摧残，其中身心受伤的孩子比比皆是，能够走出阴影成为女武神更是少之又少，连活下去的勇气都没有的人你还指望这里能够有多阳光呢？",
			"ここで暮らしている少女たちは皆、崩壊によって傷つけられているんだ。誰もが体や心に傷を負っている。トラウマを乗り越え戦乙女になれるのは一握りなんだ。生きる勇気を失った者は、光を求めようとしないんだよ。",
			"여기에서 살고 있는 소녀들은 모두 붕괴로 인해 상처입은 아이들이야. 누구나 몸이나 마음에 상처를 안고 있지. 트라우마를 극복하고 발키리가 될 수 있는 건 극소수야. 살아갈 용기를 잃은 자들은 빛을 찾으려 하지 않아.",
			null,
			null,
			"The girls who live here have experienced the devastation of the collapse, and there are many children who are physically and mentally injured, and there are very few who can come out of the shadows and become Valkyries, and even the courage to live is not here you expect to be able to have more sunshine?",
			"Every girl living here has been hurt by the collapse. Everyone has been scarred, physically and emotionally. Only a handful of them can overcome their trauma and become war maidens. Those who have lost the courage to live are not willing to seek the light."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181754,
			"Even some mental comfort is better than nothing, such phenomenon will only deepen the trauma.",
			"就算只有心灵上的安慰也好，这样的气氛只会加剧内心的创伤罢了。",
			"けど、心の慰めだけでもできないの。こんな雰囲気じゃ、心の傷を広げてしまうわ。",
			"하지만, 마음의 위로조차 해줄 수 없는 거야. 이런 분위기라면 마음의 상처만 더 커질 거야.",
			null,
			null,
			"Even if there is only spiritual comfort, such an atmosphere will only aggravate the inner trauma.",
			"But I can't do it just for emotional comfort. This kind of atmosphere will only spread more heartbreak."
		],
		[
			"msg",
			181755,
			"I heard the St. Freya HS is much better than here, among all Valkyria, the prosperous school found by Sessiria-Sama, is what everyone dream of.",
			"我听说极东的圣芙蕾雅学园就比这里好多了，在天命的女武神中，由塞西莉亚大人创立的那所欣欣向荣的学园，可以大家憧憬的地方呢。",
			"極東の聖フレイヤ学園は、ここよりもずっとマシって聞いたわよ。セシリア様が作り、活気に満ち溢れたあの学園は、天命の戦乙女の間でも憧れの場所なんだから。",
			"극동의 세인트 프레야 학원은 여기보다 훨씬 낫다고 들었어. 세실리아 님이 만들고 활기 넘치는 그 학원은 천명의 발키리들 사이에서도 동경의 장소라고.",
			null,
			null,
			"I heard that St. Freya's Academy in the Far East is much better than here, and that the thriving academy founded by Cecilia-sama in the Valkyrie of the Mandate of Heaven is a place that everyone can long for.",
			"I've heard that St. Freya Academy in the Far East is much better than this place. That academy, created by Cecilia-sama and full of vitality, is a place of longing even among the heavenly war maidens."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181756,
			"By saying this do you mean you want to be a traitor like her?",
			"小辉火这么说是也想成为像塞西莉亚那样的叛徒么？",
			"輝火ちゃん、そんなこと言って、セシリアみたいな裏切り者になりたいのかな？",
			"키카, 그런 말을 하다니, 세실리아 같은 배신자가 되고 싶은 거야?",
			null,
			null,
			"Is Terra Firma saying that because she wants to be a traitor like Cecilia?",
			"Kibi, do you want to be a traitor like Cecilia by saying such a thing?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181757,
			"Impossibble…Sessiria-Sama is very gentle, but too narrow, people who can't see the whole picture will be eliminated by the times.",
			"怎么可能…那位大人虽然温柔，但是她的眼界太过狭隘，看不清时局只关注身边的人被必然会被时代淘汰。",
			"まさか……あの方は優しいけれど、物事の見方が狭すぎたのよ。戦局を見極めず、周りの人のことばかり気にしていては時代に取り残されてしまうわ。",
			"설마... 그 분은 친절하지만 사물을 보는 눈이 너무 좁았던 거야. 전황을 제대로 파악하지 않고 주변 사람들만 신경 쓴다면 시대에 뒤처지고 말 거야.",
			null,
			null,
			"How is it possible... That adult, although gentle, but her eyes are too narrow, can not see the current situation only focus on the people around being bound to be eliminated by the times.",
			"No way. ...... That man is kind, but he has too narrow a view of things. If you don't see the war situation and only care about the people around you, you will be left behind."
		],
		[
			"msg",
			181758,
			"I just like the phenomenon there…it's said that all Valkyria have their own \"home\". While here everyone look so heavy and sad, the school is so stifling, like a military camp.",
			"我只是羡慕那里的氛围罢了…据说在那个地方的女武神都有着自己的“家”。而这里的每个人却都是一副苦大仇深的模样，整座学园的气氛沉重地让人喘不过气，就像是军营一样。",
			"私はフレイヤ学園の雰囲気が羨ましかっただけよ……そこの戦乙女たちは皆、あそこが自分の「家」なんですって。だけど、ここの人たちはみんな辛そうで、雰囲気も重苦しいし息がつまりそう。まるで、軍隊じゃない。",
			"나는 프레야 학원의 분위기가 부러웠을 뿐이야... 거기의 발키리들은 모두 그곳이 자신의 「집」이라고 하더라. 하지만 여기 사람들은 모두 힘들어 보이고, 분위기도 무겁고 숨이 막힐 것 같아. 마치 군대 같잖아.",
			null,
			null,
			"I just envy the atmosphere there... It is said that all the Valkyries in that place have their own \"homes\". The atmosphere of the school was heavy, just like a military camp.",
			"I just envied the atmosphere at Freya Academy. ...... I heard that all the war maidens there make that their \"home\". But the people here all seem to be in pain, the atmosphere is heavy and suffocating. It's not like an army."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181759,
			"Little Kaki, you still have some misunderstanding. The school is not to cheer them up, but to deliever the strongest army to us.",
			"小辉火，看来你还是对女武神有什么误解。这所学园的目的不是教她们如何振作生存，而是为我们输送最忠诚最强大的女武神军队。",
			"輝火ちゃん、どうやら君は戦乙女に対して誤解しているようだね。この学園の目的は、彼女たちをどう元気づけ、生きる喜びを教えるかではなく、僕たちのために忠実かつ最強の戦乙女を供給することなんだ。",
			"키카, 너는 발키리에 대해 오해하고 있는 것 같네. 이 학원의 목적은 그녀들을 어떻게 격려하고 삶의 기쁨을 가르치는 게 아니라, 우리를 위해 충실하고 최강의 발키리를 공급하는 거야.",
			null,
			null,
			"Little Terrafire, it seems you still have some misconceptions about the Valkyries. The purpose of this academy is not to teach them how to pull themselves up and survive, but to deliver the most loyal and powerful army of Valkyries to us.",
			"Teruhi, it seems that you have a misunderstanding about the War Maidens. The purpose of this school is not how to cheer them up and teach them the joy of life, but to supply loyal and strongest war maidens for us."
		],
		[
			"msg",
			181760,
			"Those kids have lots of disadvantages, but their biggest strength, is the hatred towards Honkai, that's the best qualities for Valkyria.",
			"那些孩子虽然有着很多缺陷，但她们有着最大的优势，那就是对崩坏强烈的憎恨，这对于女武神来说是最佳的条件。",
			"ここの子たちは数多くの欠点を抱えているけれど、最大の強みも持っている。それは崩壊に対する強い憎しみだよ。これは戦乙女にとって最高の条件なんだ。",
			"이곳의 아이들은 수많은 결점을 안고 있지만, 최대의 강점도 가지고 있어. 바로 붕괴에 대한 강한 증오야. 이건 발키리에게 최고의 조건이지.",
			null,
			null,
			"Those children have many flaws, but they have the greatest advantage, which is a strong hatred of collapse, which is the best condition for the Valkyrie.",
			"The children here have numerous flaws, but they also have their greatest strength. That is a strong hatred of disintegration. This is the best condition for a warrior maiden."
		],
		[
			"msg",
			181761,
			"Human emotions are usually the most powerful weapon, unlike others, the hatred makes them go forward, to be more powerful.",
			"人类的感情往往是最大的武器，为了生存而存在的兵器往往会失去锋利，但是憎恨将使得她们不再退缩，成为更强大的战力。",
			"人間の感情とは往々にして最大の武器になるんだよ。生きる残ることのみを目的とした兵器は、次第に鋭さを失っていく。しかし、憎しみは彼女たちに恐怖を忘れさせ、より強い戦力へと変えていくんだ。",
			"인간의 감정은 종종 최대의 무기가 돼. 살아남는 것만을 목적으로 한 병기는 점차 날카로움을 잃어가. 하지만 증오는 그녀들에게 공포를 잊게 하고, 더 강한 전력으로 변하게 하지.",
			null,
			null,
			"Human emotions are often the greatest weapons, and weapons that exist to survive tend to lose their sharpness, but hatred will make them no longer retreat and become a more powerful fighting force.",
			"Human emotion is often the greatest weapon of all. Weapons whose only purpose is to stay alive gradually lose their sharpness. But hatred makes them forget their fear and transforms them into a stronger force."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181762,
			"But the results are death, falling down on the battlefield, end with hatred.",
			"但得到的结果往往都是死路一条，在战场上绝望地倒下，饮恨而终。",
			"だけど、その結果の先にあるのは死のみでしょ。戦場で絶望しながら倒れ、憎しみを抱え死んでいく。",
			"하지만, 그 결과의 끝에 있는 건 오직 죽음뿐이겠지. 전장에서 절망하며 쓰러지고, 증오를 품고 죽어가는 거야.",
			null,
			null,
			"But the result is often a dead end, falling in despair on the battlefield and drinking the hate.",
			"But the only thing beyond that outcome is death, right? They fall in despair on the battlefield and die with hatred in their hearts."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181763,
			"There's always sacrifice, you can't expect everyone like heroes, those selfish creatures are extremely fragile in front of survival and desire. But they are different, falling down like a hero, is a glorious mission that the Schicsial gives them.",
			"为了人类的命运总会有所牺牲，你不能指望全人类都像英雄一样站出来，那些自私的生物会在生存与欲望面前变得无比脆弱。但是她们不同，为了复仇会像英雄一样倒下，这就是天命赋予这些孩子的光荣使命。",
			"人生に犠牲は付き物だ。全ての人間が英雄のように立ち上がることはできない。この身勝手な生物も生存と欲望の前では脆弱になるんだ。けど、彼女たちは復讐のためなら英雄となれる。これこそ天命が与える栄光なんだ。",
			"인생에는 희생이 따르기 마련이야. 모든 인간이 영웅처럼 일어설 수는 없어. 이 이기적인 생물도 생존과 욕망 앞에서는 취약해지지. 하지만, 그녀들은 복수를 위해서라면 영웅이 될 수 있어. 이게 바로 천명이 주는 영광이야.",
			null,
			null,
			"For the fate of mankind there will always be sacrifices, you can not expect all humans to stand out like heroes, those selfish creatures will become incredibly vulnerable in front of survival and desire. But they are different, for revenge will fall like heroes, this is the glorious mission given to these children by fate.",
			"Life comes with sacrifices. Not every human being can stand up like a hero. Even these selfish creatures are vulnerable in the face of survival and desire. But they can be heroes when it comes to revenge. This is the glory that life gives us."
		],
		[
			"msg",
			181764,
			"You are also educated in this way right? Little Kaki.",
			"你不也是一样从小被这么教育着么？小辉火。",
			"君も同じように子供の頃からこうやって教えられただろ？輝火ちゃん。",
			"너도 어렸을 때부터 이렇게 배웠지? 키카.",
			null,
			null,
			"Aren't you also brought up the same way? Little Hui fire.",
			"You've been taught this way since you were a child as well, right? Kibi."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181765,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181766,
			"Ahhh!!",
			"啊啊啊！！",
			"きゃあああっ！！",
			"꺄아아악!!",
			null,
			null,
			"Ahhhhh!!!",
			"Aaah!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181767,
			"Seems that kid is coming, let's stop our discussion here.",
			"看来那孩子就在前面了，我们的讨论先到此为止吧。",
			"どうやら、あの子はこの先のようだ。議論はここまでにしよう。",
			"아무래도, 저 아이는 이제 끝인 모양이군. 논의는 여기까지 하자.",
			null,
			null,
			"It looks like the kid is right up front, so let's stop our discussion there for now.",
			"Apparently, the boy is just down the road. Let's end the discussion here."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			181768,
			"Power……I need stronger power! Stronger than that of any others…so Mr.Otto will truly recognize me!",
			"力量……我需要更强大的力量！！不输给任何人的力量…这样就能得到奥托大人的认同！",
			"力が……わたくしにはもっと強い力が必要ですわ！！どんな人にも負けない力……それでこそ、オットー様に認めてもらえる！",
			"힘이…… 저에게는 더 강한 힘이 필요해요!! 어떤 사람에게도 지지 않는 힘…… 그렇다면야, 오토 님께 인정받을 수 있어!",
			null,
			null,
			"Power ...... I need more power!!! Power that doesn't lose to anyone...so that I can get the approval of Lord Otto!",
			"Strength ...... I need more strength! Strength that no man can match,...... so that Master Otto will approve of me!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			181769,
			"You'll be part of my blood as well!!",
			"所以你们也变成我血液中的一部分吧！！",
			"だから、貴方たちもわたくしの血の一部になりなさい！！",
			"그러니까, 당신들도 제 피의 일부가 되세요!!",
			null,
			null,
			"So you guys become part of my blood too!!!",
			"So be a part of my blood!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				46,
				2,
				true
			]
		],
		[
			"msg",
			181770,
			"That kid…is sucking the blood of others!?",
			"那个孩子…在吸食别人的血液！？",
			"あの子……他人の血を吸ってるの！？",
			"저 아이…… 남의 피를 빨고 있다고!?",
			null,
			null,
			"That child...is sucking the blood of others!",
			"That girl ...... is sucking other people's blood!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181771,
			"She has been damaged by Honkia and driven by desires…is it still too difficult for a human body to evolve……",
			"看来她的心智已经开始被崩坏侵蚀已经开始变成只为欲望驱使的傀儡…果然想要以区区人类之身获得更高的进化还是太困难了么……",
			"どうやら彼女の心はもう崩壊に侵蝕され、欲望のためだけに動く傀儡になり始めているようだね……やはり、ちっぽけな人間の身体で、より高度な進化を手に入れようとするのは難しすぎるのか……。",
			"그녀의 마음은 이미 붕괴에 침식되어, 욕망을 위해 움직이는 꼭두각시가 되기 시작한 모양이군…… 역시 하찮은 인간의 몸으로 더 고차원적인 진화를 얻으려는 건 너무 어려운 일인가…….",
			null,
			null,
			"It seems that her mind has begun to be broken erosion has begun to become a puppet driven only by desire ... really want to get a higher evolution in a mere human body or too difficult to ......",
			"It seems that her mind has already been eroded by decay and she is starting to become a puppet that only works for her desires. ...... After all, is it too difficult to obtain a higher level of evolution with a tiny human body... ...."
		],
		[
			"msg",
			181772,
			"Little Kaki, this is the last chance, if she cannot be controled, it's ok to kill her.",
			"小辉火，这是最后的机会了，如果实在无法控制的话，就算杀掉也没关系。",
			"輝火ちゃん、これは最後のチャンスだよ。もし、どうしても抑えられなければ、殺してしまっても構わない。",
			"키카, 이건 마지막 찬스야. 만약, 정말 억제할 수 없다면 죽여버려도 괜찮아.",
			null,
			null,
			"Little Hui fire, this is the last chance, if you really can't control it, even if it's okay to kill.",
			"Kibi, this is your last chance. If you can't hold back, you can kill him."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181773,
			"Hah, as rational as always, I know, but I'm not like Maria! Don't blame me in the end if I blow up your school!",
			"哼，如然还是一如既往的理性呢，我知道了，但我可不像玛丽亚一样拥有崩坏的能力！回头可别抱怨我炸坏了你的宝贝学园啊！",
			"ふんっ、相変わらずの合理主義者ね。分かったわよ。だけど、私はマリアみたいに崩壊能力を持っているわけじゃないんだからね！私があなたの大切な学園を破壊したって、あとで文句言わないでよ！",
			"흥, 여전히 합리주의자네. 알겠어. 하지만 나는 마리아처럼 붕괴 능력을 가지고 있는 게 아니라고! 내가 당신의 소중한 학원을 파괴한다고 해도, 나중에 불평하지 마!",
			null,
			null,
			"Hm, Kisaragi is rational as usual, I know, but I don't have the ability to collapse like Maria! Don't complain later that I blew up your precious academy!",
			"Hmmm, rationalist as always. I get it. But I don't have the ability to disintegrate like Maria! Don't complain later that I destroyed your precious school!"
		]
	],
	"1414": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181774,
			"So this is the end, or the rest of your bood would dry up after my gunfire.",
			"看来到此为止了，再战斗下去你体内唯一剩下的血液也要被我的炮火蒸发了哦。",
			"ここまでのようね。これ以上戦ったら、あなたの体内に残っている血も、私の大砲で蒸発してしまうわよ。",
			"여기까지인 것 같네. 더 싸우면 네 몸에 남아 있는 피도 내 대포로 증발해 버릴 거야.",
			null,
			null,
			"It seems that this is the end, and if you continue to fight the only blood left in your body will be vaporized by my cannon fire oh.",
			"Looks like we're done here. If you fight any longer, whatever blood is left in your body will be vaporized by my cannon."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			181775,
			"Why….why people all hate me…why I change nothing with the given power…",
			"为什么…为什么大家都这么讨厌我…明明已经获得了力量却什么都没有改变…",
			"どうして……どうして皆そんなにわたくしのことを嫌うの……力を手に入れたはずなのに、何も変わらないなんて……。",
			"어째서……어째서 모두 그렇게 나를 싫어하는 거야……힘을 손에 넣었는데도, 아무것도 변하지 않다니…….",
			null,
			null,
			"Why ... why everyone hates me so much ... obviously have gained the power but nothing has changed ...",
			"Why ...... does everyone hate me so much ...... that I should have the power, but nothing has changed ......."
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			181776,
			"Mr. Otto…you've said, that I could be a great Valkyrie as others! Why you give up on me!",
			"奥托大人…你明明说过，我和大家一样都能成为出色的女武神！为什么连您也要放弃我呢！",
			"オットー様……言ってくれたではありませんか。わたくしも皆と同じように優れた戦乙女になれると！どうして、貴方様までわたくしを見捨てるのですか！？",
			"오토님……말씀해주셨잖아요. 나도 모두와 같이 뛰어난 발키리가 될 수 있다고! 어째서, 당신까지 나를 버리는 거예요!?",
			null,
			null,
			"Otto-sama...you clearly said that I could become an outstanding Valkyrie just like everyone else! Why did even you give up on me!",
			"Otto-sama ...... told me, didn't he? You told me that I could be a good warrior maiden just like you! Why do you abandon me as well?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181777,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			181778,
			"Just because of my illness! So finally you're all the same! If I will die…I'll destroy all of this!!",
			"就因为我的病症就抛弃我吗！果然到头来所有人都一样！就算是死…我也要毁了这一切！！",
			"わたくしの病気のせいで、わたくしを見捨てるのですか！？やはり、皆一緒ですのね！これで死ぬのであれば……いっそのこと、ここの全てを破壊し尽くしますわ！",
			"내 병 때문이라서, 나를 버리는 거예요!? 역시, 모두 똑같군요! 이렇게 죽을 바에야……차라리, 여기의 모든 것을 파괴해 버리겠어!",
			null,
			null,
			"Just because I have a disease, you're abandoning me! It's true that everyone is the same in the end! Even if I have to die...I will destroy all of this!",
			"You are abandoning me because of my illness! After all, we are all the same! If this is the way to die, I will ...... do everything in my power to destroy everything in this place!"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			181779,
			"Eh! Her goal is Otto!? Get away!",
			"呃！她的目标是奥托！？快躲开！",
			"えっ！？まさか、オットーを標的に！？早く避けてッ！",
			"엣!? 설마, 오토를 노리는 거야!? 빨리 피해!",
			null,
			null,
			"Ugh! She's aiming for Otto! Get out of the way!",
			"What! Don't tell me you're targeting Otto! Quick, avoid him!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				3,
				true
			]
		],
		[
			"msg",
			181780,
			"Ka!!",
			"咔！！",
			"ガチャン！！",
			"쨍그랑!!",
			null,
			null,
			"CLICK!!!",
			"Clang!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			181781,
			"I won't let others get what I cannot! Otto! Go with me!",
			"既然我无法得到的东西也不会让别人得到！奥托大人！今天就和赛露蒂一起消失吧！",
			"わたくしが手に入れられないのなら、他の人にも渡しはしませんわ！オットー様！今日、このセルティと一緒に消えましょう！",
			"제가 손에 넣을 수 없다면, 다른 사람에게도 넘겨주지 않겠어요! 오토님! 오늘, 이 셀티와 함께 사라져요!",
			null,
			null,
			"Since I won't let anyone else get what I can't get! Lord Otto! Let's disappear with Celody today!",
			"If I can't have it, I won't give it to anyone else! Dear Otto! Let's disappear with this Celty today!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181782,
			"Ah…people always become blind and stupid under the effects of Honkai, that's terrible.",
			"哎…在崩坏的催化下人类的感情总会变得盲目而又愚蠢，真是令人头疼。",
			"やれやれ……崩壊の浸蝕が進むと人間の感情はいつも盲目的で愚かになってしまう。本当に困ったものだな。",
			"어이어이......붕괴의 침식이 진행되면 인간의 감정은 항상 맹목적이고 어리석어지게 되지. 정말 골치 아픈 일이야.",
			null,
			null,
			"Hey ... in the collapse of the catalyst of human feelings will always become blind and stupid, really headache.",
			"Good grief, ...... human emotions are always blind and stupid as the erosion of collapse progresses. It's really troubling, isn't it?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181783,
			"Hey! Otto! Are you ok!",
			"喂！奥托！你没事吧！",
			"ちょっと！オットー！大丈夫！？",
			"잠깐! 오토! 괜찮아!?",
			null,
			null,
			"Hey! Otto! Are you all right!",
			"Hey! Otto! Are you okay?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181784,
			"No matter how much blood you want to get from me, it's ok, it's my honor to make use of this old body.",
			"我的血如果你想要的话不管多少都可以，这副陈旧的身体如果还能派上用处的话是我的荣幸。",
			"君が僕の血を欲しがるなら、いくらでもあげよう。こんな古びた身体がまだ役に立つというなら、それも光栄なことだね。",
			"네가 내 피를 원한다면, 얼마든지 주지. 이렇게 낡은 몸이 아직 쓸모가 있다면, 그것도 영광인 거야.",
			null,
			null,
			"My blood is available if you want it, no matter how much, and it would be an honor for me if this old body could still be useful.",
			"If you want my blood, I'll give you as much as you want. If this old body is still useful, that would be an honor too."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			181785,
			"Mr…Otto……?",
			"奥托…大人……？",
			"オットー様……？",
			"오토님......?",
			null,
			null,
			"Otto...Lord ......?",
			"Dear Otto, ......?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181786,
			"Sante, don't you understand your value? Your body has broke the limits of blood, but you're still trapped in emotions, and waste your talents under the Honkai effect.",
			"赛露蒂，你还没有明白自己的价值么？你的身体早就脱离了血液的束缚，但是你却沉浸在无谓的感情中，让自己的天赋在崩坏的驱使下变得一无是处。",
			"セルティ、まだ自分の価値が分からないのかい？君の身体はもうとっくに血の束縛を抜け出しているんだよ。だけど、君は無意味な感情の中に浸り続け、崩壊の支配によって自分の才能を完全に殺してしまっている。",
			"셀티, 아직 자신의 가치를 모르겠어? 네 몸은 이미 오래전에 피의 속박에서 벗어났어. 하지만 넌 무의미한 감정 속에 계속 빠져있으며, 붕괴의 지배로 인해 자신의 재능을 완전히 죽여버리고 있어.",
			null,
			null,
			"Seluti, have you not understood your worth? Your body has long since been freed from the bondage of blood, but you are steeped in needless emotion, allowing your talent to become useless in the drive of collapse.",
			"Celty, do you still not know your own worth? Your body has long since escaped the bondage of blood. But you continue to wallow in senseless emotions, completely killing your talent with the reign of decay."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			181787,
			"My talents…nonsense! You don't need me now! And there's no value of a useless person like me!",
			"我的天赋…胡说！明明是奥托大人您不需要我了！像我这样废品根本没有存在的价值！",
			"わたくしの才能……ご冗談を言わないでください！オットー様がわたくしを必要としないのではないですか！わたくしのようなゴミには、これっぽっちの存在価値もないんですわ！",
			"제 재능......농담하지 마세요! 오토님이 저를 필요로 하지 않는 거 아니에요! 저 같은 쓰레기에게는 이만큼의 존재 가치도 없다고요!",
			null,
			null,
			"My gift...nonsense! It's obvious that you don't need me anymore, Otto-sama! A scrap like me has no value at all!",
			"My talents ...... are not a joke! Don't you think that Otto doesn't need me! A piece of trash like me doesn't deserve to exist!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181788,
			"I need you, Sante, I mean it from the very beginning.",
			"我需要你，赛露蒂，从一开始就没有骗过你。",
			"僕には君が必要だよ。セルティ、僕は一度も君に嘘を吐いたりはしていない。",
			"난 네가 필요해. 셀티, 난 한 번도 너에게 거짓말을 하지 않았어.",
			null,
			null,
			"I need you, Ceruti, and have not lied to you from the beginning.",
			"I need you. Celty, I have never lied to you."
		],
		[
			"msg",
			181789,
			"As long as you get through, you will be the most perfect human being, remember what you've said?",
			"只要度过了这个难关，你就将成为最完美的人类，你还记得自己说过的话么？",
			"これを乗り越えさえすれば、君は完璧な人間になれるんだ。自分が言ったことをまだ覚えているかい？",
			"이것만 극복하면, 넌 완벽한 인간이 될 수 있어. 자신이 말한 걸 아직 기억하고 있니?",
			null,
			null,
			"Once you get through this, you will be the most perfect human being, do you remember what you said?",
			"If only you could get past this, you would be the perfect person. Do you still remember what you said?"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				46,
				3,
				false
			]
		],
		[
			"msg",
			181790,
			"No matter how dangerous…how painful…I will get through……as long as As long as I would be the valkyrie, be your power……",
			"无论有多么危险…无论有多么痛苦……我都会挺过去……只要能够成为女武神，成为奥托大人的力量的话……",
			"どれだけ危険があろうと……どれだけ苦痛があろうと……わたくしは耐えてみせます……戦乙女になって、オットー様のお力になれるのであれば……。",
			"아무리 위험이 다가온다 해도…… 아무리 고통이 찾아온다 해도…… 저는 견뎌내 보이겠어요…… 발키리가 되어, 오토 님의 힘이 될 수 있다면…….",
			null,
			null,
			"No matter how dangerous ... no matter how painful ...... I will survive ...... As long as I can become a Valkyrie and become the power of Lord Otto's words ... ...",
			"No matter how much danger ...... how much pain ...... I will endure ...... I will become a warrior maiden and help Otto-sama. If I can be of help to Otto, I will. ......"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181791,
			"Sante, controle your Honkai, don't be overtaken by it.",
			"赛露蒂，控制住体内的崩坏，不要让她占据你的意识。",
			"セルティ、体内の崩壊を制御するんだ。崩壊に自分の意識を奪われてはいけない。",
			"셀티, 몸 속의 붕괴를 제어해. 붕괴에 자신의 의식을 빼앗기면 안 돼.",
			null,
			null,
			"Seluti, control the collapse inside you and don't let her take over your consciousness.",
			"Celty, control the disintegration in your body. Do not let the disintegration take your consciousness away from you."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				46,
				4,
				false
			]
		],
		[
			"msg",
			181792,
			"Coo…I'm…Mr.Otto's Valkyrie……!",
			"咕…我是…奥托大人的女武神……！",
			"ぐっ……わたくしは……オットー様の戦乙女……ッ！",
			"으윽…… 저는…… 오토 님의 발키리……!",
			null,
			null,
			"Goo...I am...Lord Otto's Valkyrie ......!",
			"Ggh ...... I am ...... Otto's War Maiden ......!"
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				46,
				1,
				false
			]
		],
		[
			"msg",
			181793,
			"I won't be defeated bby you!!!",
			"我是不会输给你这可憎的崩坏的！！！",
			"わたくしは、この憎い崩壊に負けたりしませんわ！！！",
			"저는, 이 증오스러운 붕괴에 지지 않겠어요!!!",
			null,
			null,
			"I will not lose to your abominable collapse!!!",
			"i will not be defeated by this hateful collapse!!!!!!!!!!!!!!!!!"
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				46,
				2,
				false
			]
		],
		[
			"msg",
			181794,
			"Coo ahhhh!!!",
			"咕啊啊啊！！！",
			"あ、あぁああああっ！！！",
			"아, 아아아아악!",
			null,
			null,
			"Gooaaaaaahhhh!!!",
			"Oh, oh, oh, oh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181795,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181796,
			"She faints! What's wrong? Is she dead?",
			"她晕过去了！怎么样了？难不成死掉了么？",
			"気絶した！どうなったの？まさか死んじゃった？",
			"기절했어! 어떻게 된 거야? 설마 죽은 건 아니지?",
			null,
			null,
			"She passed out! How is it? Did she die?",
			"I fainted! What happened? Don't tell me he's dead?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181797,
			"Huh, still with a little bit reason, already better than other failures.",
			"哼，看来还算是拥有一些理智，比起其他失败品来说已经不错了。",
			"フンッ、まだ少しは理性を保っていたようだね。他の失敗作に比べれば上出来だよ。",
			"흥, 아직 약간은 이성을 유지하고 있었나 보군. 다른 실패작들에 비하면 잘 해낸 거야.",
			null,
			null,
			"Hm, it seems to possess some sanity, which is good enough compared to other losers.",
			"Hmmm, I see you still kept a bit of reason. Compared to the other failures, you're doing great."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181798,
			"Other failures……Otto, you want to control this kid under such big risk, why is that?",
			"其他失败品……奥托，你不惜冒险也要控制这个孩子，为何如此执着于这女孩的实验？",
			"他の失敗作って……オットー、危険を顧みずにこの子を制御しようとするなんて、どうしてそんなにこの子の実験にこだわるの？",
			"다른 실패작이라니…… 오토, 위험을 무릅쓰고 이 아이를 제어하려고 하다니, 왜 이렇게까지 이 아이의 실험에 집착하는 거야?",
			null,
			null,
			"Other Failures ...... Otto, why are you so obsessed with this girl's experiments when you're risking everything to control this child?",
			"Why are you so obsessed with experimenting on this child that you would make other mistakes and try to control him ...... Otto, why are you so concerned about this child's experimentation that you would risk it?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181799,
			"It's simple why I want to find the experiment subject here, because they are all ordinary people without stigmata, if the experiment succeeds, all human beings will begin anew.",
			"之所以在这所充满残缺品的学园寻找实验体的原因很简单，因为她们都是没有圣痕的普通人，如果实验成功的话，那就代表着全人类都有机会获得新生。",
			"この欠陥品に満ちた学園で実験台を探す理由は簡単だよ。なぜなら彼女たちは全員が聖痕を持たない普通の人だからね。実験が成功すれば、それは全人類が生まれ変わるチャンスを手にできるってことを意味しているんだ。",
			"이 결함품으로 가득한 학원에서 실험대상을 찾는 이유는 간단해. 왜냐하면 그녀들은 모두 성흔이 없는 평범한 사람들이니까. 실험이 성공한다면, 그것은 전 인류가 다시 태어날 기회를 손에 넣을 수 있다는 걸 의미하는 거야.",
			null,
			null,
			"The reason why we are looking for experimental subjects in this school full of defective products is simple, because they are all ordinary people without stigmata, and if the experiment is successful, it will represent a chance for all of humanity to gain a new life.",
			"The reason to look for experimental subjects in this school full of defects is simple. Because all of these girls are ordinary people who do not have the sacrament. If the experiment is successful, it means that the whole human race will have a chance to be reborn."
		],
		[
			"msg",
			181800,
			"Whoever it is, a little hope, means the hope for all human beings, it's not Sante that I'm obsessed with, but the destiny of all human beings.",
			"不论是谁，只要拥有一线希望的话，那就是整个人类的希望，并不是我执着于赛露蒂，而是执着于人类的命运。",
			"誰であろうと一縷の望みがあれば、それは全人類の希望なんだ。僕はセルティにこだわっているのではなく、人類の命運にこだわっているんだよ。",
			"누구든 한 줄기의 희망이 있다면, 그것은 전 인류의 희망이야. 나는 셀티에 집착하는 게 아니라 인류의 운명에 집착하는 거야.",
			null,
			null,
			"Whoever has a ray of hope is the hope of the entire human race, and it is not that I am obsessed with Celody, but with the fate of humanity.",
			"Whoever it is, if there is a silver lining, it is the hope of all mankind. I am not obsessed with Celty; I am obsessed with the fate of humanity."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181801,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181802,
			"Though this girl has controlled Honkai power temporarily, but there're still many limits for human body to overcome Herrischer core, this research part is more important.",
			"这个女孩虽然暂时压制住了崩坏能，但是普通人类的身体想要战胜律者核心似乎还有着很多缺陷，后面的研究才是重点。",
			"この子はひとまず崩壊エネルギーを抑えてはいるけれど、普通の人間の身体で律者のコアに勝とうとするには欠陥が多すぎるようだ。これからの研究課題だね。",
			"이 아이는 일단 붕괴 에너지를 억제하고 있지만, 일반 인간의 몸으로 율자의 코어를 이기려 하기에는 결함이 너무 많은 것 같아. 앞으로의 연구 과제야.",
			null,
			null,
			"Although the girl temporarily suppressed the collapse of energy, but the ordinary human body to defeat the Ruler core seems to have a lot of defects, the back of the research is the focus.",
			"Although this child has suppressed the decay energy for the time being, it seems that there are too many defects for an ordinary human body to try to win against the core of the law. This is a subject for further research."
		],
		[
			"msg",
			181803,
			"Thank you, little Kaki, that's the end of today, you can go back to rest~",
			"辛苦你了，小辉火。今天的实验就告一段落吧，你可以回去休息了~",
			"ご苦労様、輝火ちゃん。今日の実験は一段落ついたから、帰って休んでいいよ。",
			"수고했어, 키카. 오늘 실험은 일단락됐으니 돌아가서 쉬어도 좋아.",
			null,
			null,
			"Hard work, little Huihuo. Today's experiment will end, you can go back to rest ~",
			"Thank you for your hard work, Terubi. Today's experiment is over, so you can go home and rest."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181804,
			"Otto…are you doing all this, for her……",
			"奥托…你做这一切的目的，都是为了她么……",
			"オットー……あなたがこんなことをするのは、全て彼女のためなの……？",
			"오토…… 네가 이런 일을 하는 건 전부 그녀를 위해서야……?",
			null,
			null,
			"Otto...are you doing all this for her ......",
			"Otto ...... is it all for her that you do this ......?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181805,
			"Reviving her is part of the experiment, same as the one you value most, if Sante succeeds, we can meet them again.",
			"复活她只是实验的一环而已，你最重视的那个人也一样，如果赛露蒂成功的话，那我们就能与她们重逢了。",
			"彼女を蘇らせるのは実験の一環にすぎないよ。君が最も大事にしているあの人も同じさ。セルティが成功すれば、僕たちは彼女たちと再会できるんだ。",
			"그녀를 소생시키는 건 실험의 일환에 불과해. 네가 가장 소중히 하는 그 사람도 마찬가지고. 셀티가 성공하면, 우리는 그녀들과 다시 만날 수 있어.",
			null,
			null,
			"Resurrecting her is just one part of the experiment, as is the one you hold most dear, and if Ceruti succeeds, then we will be reunited with them.",
			"Bringing her back to life is just part of the experiment. So is the person you care about most. If Celty succeeds, we will be reunited with them."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181806,
			"For this…how many people do you sacrifice! Is this whole school a sacrifice for the plan!",
			"为此…你究竟牺牲了多少人！难道这个学园就是为了这个计划而准备的祭品么！",
			"そのために……あなたは一体どれだけの人を犠牲にするの！？まさか、この学園はその計画のために用意した生贄なんじゃ！？",
			"그걸 위해…… 너는 대체 얼마나 많은 사람을 희생시킬 셈이야!? 설마, 이 학원은 그 계획을 위해 준비한 제물은 아니지!?",
			null,
			null,
			"How many people have you sacrificed for this? Is this academy a sacrifice for this plan!",
			"How many people will you ...... sacrifice for that! No way, this school is the sacrifice you have prepared for that plan!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181807,
			"Huh…are you still caring this little things? Don't worry, if one experiment succeeds, all people can be saved, all sacrifice before will get paid.",
			"哼…事到如今还斤斤计较着这些得失么？放心吧，只要有一例实验能够成功，所有人都可以获得拯救，在此之前的牺牲都将获得回报。",
			"フンッ……この期に及んで、まだそんなつまらない損得にこだわるのかい？安心してよ。一例でも実験に成功すれば、全員が救われるんだ。これまでの犠牲も全て報われるさ。",
			"흥…… 이 지경에 이르러서도, 아직 그런 하찮은 이해타산에 집착하는 거야? 안심해. 한 사례라도 실험이 성공하면, 모두가 구원받을 거야. 지금까지의 희생도 모두 보상받을 거고.",
			null,
			null,
			"Hmph...are you still counting on these gains and losses now? Don't worry, as long as there is one successful experiment, everyone will be saved and all the sacrifices made before that will be rewarded.",
			"Hmmm... ...... still so concerned about such trivial gains and losses at this stage of the game? Don't worry. If the experiment succeeds in even one case, everyone will be saved. All the sacrifices you have made will be rewarded."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			181808,
			"You!",
			"你这家伙！",
			"あんたってヤツは！",
			"이 자식이!",
			null,
			null,
			"You guys!",
			"Who the hell are you?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			181809,
			"It's ok however you hate me, if no one does this, people can only wait for death before Honkai. What I can do is to go ahead, even giving up everything.",
			"不管你怎么憎恨我都可以，如果没有人来开拓这一切的话，人类在崩坏面前只能止步不前等待死亡。我能做的只有不断地前进，就算舍弃一切都在所不惜。",
			"君がどれだけ僕のことを憎んでも構わない。これらを切り開く人がいなければ、人類は崩壊を前にして指をくわえて死を待つしかないんだ。僕にできることは前に進み続けることだけ。たとえ、すべてを失っても構わない。",
			"네가 나를 얼마나 미워해도 상관없어. 이 길을 개척할 사람이 없다면, 인류는 붕괴를 앞두고 손가락만 빨며 죽음을 기다릴 수밖에 없어. 내가 할 수 있는 건 앞으로 나아가는 것뿐이야. 모든 것을 잃는다 해도 상관없어.",
			null,
			null,
			"No matter how much you hate me, if no one comes to pioneer all this, human beings can only stop in front of the collapse and wait for death. All I can do is to keep moving forward, even if I have to give up everything.",
			"I don't care how much you hate me. If there is no one to open these doors, the human race will have to wait for death with its fingers crossed in anticipation of collapse. All I can do is keep moving forward. I don't care if I lose everything."
		],
		[
			"msg",
			181810,
			"That's all……",
			"仅此而已……",
			"それだけさ……。",
			"그뿐이야…….",
			null,
			null,
			"That's all ......",
			"That's all. ......"
		]
	],
	"1415": [
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				840,
				2,
				false
			]
		],
		[
			"msg",
			181811,
			null,
			"这就是你说的参观学习吗？",
			"これが例の見学なの？",
			"이게 그 유명한 견학이야?",
			null,
			null,
			"Is this what you mean by visiting and learning?",
			"Is this the tour you're referring to?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				840,
				2,
				true
			]
		],
		[
			"msg",
			181812,
			null,
			"有什么问题吗~",
			"なにか問題でも？",
			"뭐 문제라도?",
			null,
			null,
			"What's the problem?",
			"Is there a problem?"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				840,
				2,
				false
			]
		],
		[
			"msg",
			181813,
			null,
			"你说的没有问题，是指眼前这幅景象吗？",
			"問題ないって、目の前の景色のことを言っているの？",
			"문제 없다니, 눈앞의 풍경을 말하는 거야?",
			null,
			null,
			"When you say there is no problem, do you mean this sight in front of you?",
			"By \"no problem,\" are you referring to the view in front of you?"
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				840,
				2,
				true
			]
		],
		[
			"msg",
			181814,
			null,
			"多一点材料，少一点成分。",
			"素材を多くして、成分を少なくするの。",
			"재료는 많게, 성분은 적게 하는 거야.",
			null,
			null,
			"More materials, less ingredients.",
			"More ingredients, less components."
		],
		[
			"msg",
			181815,
			null,
			"趁着这次机会变得更有名气，越发默默无闻，来买药剂的人也会增多，变得更少吧。",
			"このチャンスを利用して人気になって、そして無名になろう。薬を買いに来る人も多くなって、そして少なくなるのでしょう。",
			"이 기회를 이용해서 인기를 얻고, 그리고 무명이 되자. 약 사러 오는 사람도 많아졌다가, 적어질 거야.",
			null,
			null,
			"Take advantage of this opportunity to become more famous and more obscure, and the number of people who come to buy potions will increase and become less, right?",
			"Let's use this opportunity to become popular and then obscure. More people will come to buy drugs, and then fewer."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181816,
			null,
			"听说成为人气主播就会收到很多很多礼物……这样就能把酒馆的账全都还清！趁着这次直播，我要成为人气主播！",
			"人気配信主になるとプレゼントをたくさんもらえるって聞いたわ……そしたらお酒のツケも全部払える！このチャンスを利用して、人気配信主になってみせるよ！",
			"인기 스트리머가 되면 선물을 많이 받을 수 있다던데... 그럼 술 값도 다 낼 수 있겠어! 이 기회를 이용해서, 인기 스트리머가 되어 보겠어!",
			null,
			null,
			"I heard that if you become a popular anchor, you will receive many, many gifts ...... so you can pay off all your tavern bills! I want to become a popular anchor while this live!",
			"I heard you get lots of gifts for being a popular distributor: ...... then you can pay for all the booze! I'm gonna take this chance and become a popular distributor!"
		],
		[
			"msg",
			181817,
			null,
			"啊，对了！妥芮朵！",
			"あっ、そうだ、トレアドール！",
			"아, 맞다, 트레아도르!",
			null,
			null,
			"Ah, yes! Toretto!",
			"Ah, yes, the toreador!"
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181818,
			null,
			"真是粗鲁，成为偶像这么久了，连一点礼仪都没有学会吗？",
			"本当に乱暴よね。アイドルなんだから、礼儀くらいちゃんと覚えてよね！",
			"정말 난폭하네. 아이돌이면서 예의 정도는 제대로 배워야지!",
			null,
			null,
			"How rude! You've been an idol for so long, but haven't you learned even a little etiquette?",
			"It's really violent. You're an idol, you should at least learn to be polite!"
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181819,
			null,
			"先别管那个，稍微有点事情想你帮忙呢~",
			"それはいいから、お願いしたいことがあるの。",
			"그건 됐고, 부탁하고 싶은 게 있어.",
			null,
			null,
			"Forget about that, a little something want you to help it ~",
			"That's okay, I have a favor to ask."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181820,
			null,
			"没兴趣，去找别人吧。",
			"興味ないわ。他の人にして。",
			"관심 없어. 다른 사람한테 해.",
			null,
			null,
			"Not interested, go find someone else.",
			"I'm not interested. Let someone else."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181821,
			null,
			"别这么说嘛，除了你以外我就想不到其他人了！",
			"そう言わないでよー、他に思いつかないから。",
			"그렇게 말하지 마~, 다른 생각이 안 나서.",
			null,
			null,
			"Don't say that, I can't think of anyone else but you!",
			"Don't say that - I can't think of anything else."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181822,
			null,
			"哼，是这样吗，原来除了我以外就没有别人了啊。",
			"へえ、そうなのね、私以外は思いつかないのね。",
			"허~, 그런 거구나, 나 말고는 생각이 안 나는 거네.",
			null,
			null,
			"So there's no one else but me, huh?",
			"Heh, I see, you can't think of anyone else but me."
		],
		[
			"msg",
			181823,
			null,
			"好吧，我就姑且听听看好了~",
			"ふーん、いいわ、聞いてあげる。",
			"흠, 좋아, 들어줄게.",
			null,
			null,
			"Well, I'll just listen and watch ~",
			"Hmmm, okay, I'll listen."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181824,
			null,
			"也不是什么难事啦，就只是想请你在直播的时候戴上这个~",
			"そんなに難しいことじゃないよ、生配信する時にこれをかけてほしいの～",
			"그렇게 어려운 건 아니야, 생방송 할 때 이걸 틀어줬으면 해~",
			null,
			null,
			"It's not that hard, I just want you to wear this during the broadcast.",
			"It's not that hard, I just want you to put this on when you're live-delivering~."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181825,
			null,
			"什么？！",
			"なんなの！？",
			"뭐야!?",
			null,
			null,
			"What?",
			"What the hell!"
		],
		[
			"msg",
			181826,
			null,
			"如此粗鄙！粗俗！毫无美感的破牌子！居然想让我挂上这种没有丝毫艺术性的牌子？！",
			"この下品で低俗で美しくない看板！この芸術性の欠片もない看板を私に！？",
			"이 저속하고 천박하고 아름답지도 않은 간판! 이 예술성 조각도 없는 간판을 나한테!?",
			null,
			null,
			"So vulgar! Crude! A sign with no aesthetic appeal! How dare you want me to put up such a sign without the slightest hint of artistry?",
			"This vulgar, vulgar, unbeautiful sign! This sign without a shred of artistry to me!"
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181827,
			null,
			"拜托了，这是我一生的请求！我会把牌子尽量做得对称一点的！",
			"お願い！本当に一生のお願いだから！できるだけ綺麗にするから～！",
			"부탁이야! 정말 평생의 부탁이니까! 최대한 예쁘게 할 테니까~!",
			null,
			null,
			"Please, it's the request of my life! I'll try to make the sign as symmetrical as possible!",
			"Please! I'm really begging you for the rest of my life! I'll clean up as much as I can~!"
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181828,
			null,
			"我知道了……别喊得那么大声，吵死了。",
			"わかったわ……大きい声出さないで、うるさいわ。",
			"알았어…… 큰 소리 내지 마, 시끄럽다.",
			null,
			null,
			"I got it ...... don't shout so loud, it's noisy.",
			"Okay, ...... don't talk so loud, it's too loud."
		],
		[
			"msg",
			181829,
			null,
			"只、只有这次呢。",
			"こ、今回だけだからね。",
			"이, 이번만이야.",
			null,
			null,
			"Only this time.",
			"This is the only time."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181830,
			null,
			"噢噢噢——！！！",
			"やったーー！！！",
			"야호~!!!",
			null,
			null,
			"Oooooooooo-!!!",
			"Yay!!!!"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				840,
				2,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181831,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181832,
			null,
			"就算用那么炙热的目光看着我也没用哦~",
			"そんな熱い視線を送っても無駄だからね。",
			"그렇게 뜨거운 시선을 보내봤자 소용없으니까.",
			null,
			null,
			"Even with such a hot look at me is useless Oh ~",
			"It's useless to send such a hot look."
		],
		[
			"msg",
			181833,
			null,
			"嗯？你要去哪里？",
			"あれっ？どこに行くの？",
			"어라? 어디 가는 거야?",
			null,
			null,
			"Hmm? Where are you going?",
			"Huh? Where are you going?"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				840,
				2,
				false
			]
		],
		[
			"msg",
			181834,
			null,
			"既然是参观学习，当然走到角落安静地看着了。",
			"見学なんだから、隅っこで静かに見守ることにするわ。",
			"견학이니까 구석에서 조용히 지켜보기로 할게.",
			null,
			null,
			"Since it is a visit to learn, of course, go to the corner and watch quietly.",
			"It's a tour, so I'll just sit quietly in the corner and watch."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				840,
				2,
				true
			]
		],
		[
			"msg",
			181835,
			null,
			"差点忘记说了，现在的我们和kirakira☆気分一样，处于制作人暂离的状态。所以制作人一职暂时由我来代替。",
			"言うの忘れてたけど、今の私たちはKiraKira☆気分と同じプロデューサーがいない状態だから、しばらくプロデューサーは私が務めることになっているの。",
			"말하는 걸 깜빡했는데, 지금 우리는 KiraKira☆기분과 같은 프로듀서가 없는 상태라서, 당분간 프로듀서는 내가 맡기로 했어.",
			null,
			null,
			"I almost forgot to mention that we are in the same state of producer's temporary absence as kirakira☆気分. So the producer position is temporarily replaced by me.",
			"I forgot to mention that we are now without the same producer as KiraKira☆Mood, so I will be the producer for a while."
		],
		[
			"msg",
			181836,
			null,
			"至于空出来的位置，就拜托你啦~",
			"それで、空いたポジションはお願いするね～",
			"그래서 빈 자리는 부탁할게~",
			null,
			null,
			"As for the vacant seat, please do it.",
			"So, I'll ask you to fill the vacant position."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				840,
				2,
				false
			]
		],
		[
			"msg",
			181837,
			null,
			"你又！！！",
			"なっ！！！",
			"뭐야!!!",
			null,
			null,
			"You again!!!",
			"Nah!"
		],
		[
			"msg",
			181838,
			null,
			"算了……对你生气也是没有意义的，这件事我已经彻底领教过了。",
			"まあいいわ……怒っても仕方ないって学習したから。",
			"뭐 괜찮아... 화내봤자 소용없다는 걸 배웠으니까.",
			null,
			null,
			"Forget ...... to you angry is also meaningless, this thing I have thoroughly learned.",
			"Well, okay, ...... I've learned that it's no use getting angry."
		],
		[
			"msg",
			181839,
			null,
			"至少要告诉我，直播的主题是什么吧？",
			"せめてこれだけは教えて、生配信のテーマは？",
			"적어도 이것만은 알려줘, 생방송 테마는 뭐야?",
			null,
			null,
			"Can you at least tell me what the theme of the live stream is?",
			"Tell me this at least, what is the theme of your live delivery?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				840,
				2,
				true
			]
		],
		[
			"msg",
			181840,
			null,
			"这个从一开始就已经决定好了。",
			"これは最初から決めてあるわ。",
			"이건 처음부터 정해져 있었어.",
			null,
			null,
			"This has been decided from the beginning.",
			"I've been deciding on this from the beginning."
		],
		[
			"msg",
			181841,
			null,
			"当然是和kirakira☆気分一样，为我们的可爱的制作人献上生日祝福~",
			"KiraKira☆気分と同じ、かわいいプロデューサーさんの誕生日お祝いをするの。",
			"반짝반짝☆기분과 같은, 귀여운 프로듀서님의 생일을 축하해 주는 거야.",
			null,
			null,
			"Like kirakira☆気分, of course, birthday wishes for our lovely producer~",
			"Same as KiraKira☆ mood, I'm having a birthday celebration for my cute producer."
		],
		[
			"msg",
			181842,
			null,
			"偶像组合要一分高下的话，就只能靠唱歌和舞蹈吧？",
			"アイドルグループが勝負することとなると、やはり歌とダンスよね？",
			"아이돌 그룹이 승부를 겨룬다면, 역시 노래와 춤이지?",
			null,
			null,
			"If an idol group is to be distinguished, it will have to rely on singing and dancing, right?",
			"When it comes to what idol groups compete in, it's singing and dancing, right?"
		]
	],
	"1416": [
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181843,
			null,
			"至少要保持舞步的对称啊！你这个原始人！",
			"せめてダンスのバランスをキープしてよ、この原始人！",
			"최소한 춤의 밸런스는 유지해 줘, 이 원시인아!",
			null,
			null,
			"At least keep the dance steps symmetrical! You primitive man!",
			"At least keep the dance balance, you caveman!"
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181844,
			null,
			"没办法啦，虽然是在直播，但也要抓紧机会宣传嘛~",
			"仕方ないって。生配信も大事だけど、宣伝も大事だからね～",
			"어쩔 수 없지. 생방송도 중요하지만, 홍보도 중요하니까~",
			null,
			null,
			"I can not help it, although it is in the live, but also to seize the opportunity to promote it ~",
			"It can't be helped. Live distribution is important, but so is publicity~!"
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181845,
			null,
			"这是感情好的证明，也是水火不容的象征。制作人看到也能安心下来，变得担忧吧。",
			"これは仲良しの証であり、犬猿の仲の象徴でもある。プロデューサーさんも安心して、そして困るのでしょう。",
			"이건 친한 사이의 증표이자, 원수 같은 사이의 상징이야. 프로듀서님도 안심하고, 동시에 곤란해하시겠죠.",
			null,
			null,
			"This is a proof of good feelings and a symbol of water and fire. The producer can also feel relieved to see it and become worried about it.",
			"This is a sign of good friendship and a symbol of a dog-and-dog relationship. The producer must be relieved and then annoyed."
		],
		[
			"msg",
			181846,
			null,
			"这瓶药剂，可以让你和在意的人变得更加要好，关系也会破裂。",
			"この薬で気になる人と仲良くなれるわ。そして仲悪くなるけどね。",
			"이 약으로 신경 쓰이는 사람과 친해질 수 있어. 그리고 사이가 나빠지지만 말야.",
			null,
			null,
			"This is a potion that can make you and the people you care about become more important and the relationship will break down.",
			"I can get along with people I care about on this drug. And then we don't get along."
		],
		[
			"msg",
			181847,
			null,
			"都来踊跃订购，丝毫不需要理会。",
			"皆さん早く注文してね！気にしなくてもいいけどね。",
			"여러분 빨리 주문하세요! 신경 쓰지 않아도 되지만요.",
			null,
			null,
			"All come to order enthusiastically, without the slightest concern.",
			"Order your stuff quick, folks! Don't worry about it, though."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181848,
			null,
			"噢噢——！维达比我们还要起劲呢~我们也不能认输！",
			"おおーー！ヴィーザル盛り上がっているね～私も負けないんだから！",
			"오오——! 비자르 분위기 좋네~ 나도 지지 않을 거야!",
			null,
			null,
			"Oooooooh...! Vader is more energetic than us~ We can't admit defeat either!",
			"Oooh!!! Veasal you're getting excited - I'm not going to let you beat me either!"
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181849,
			null,
			"起劲的只有你自己吧！不要跳来跳去的，你这只没开化的大猩猩！",
			"盛り上がっているのはあんただけよ！跳ぶのはやめなさい、このゴリラ！",
			"분위기 좋은 건 너 뿐이야! 뛰는 건 그만둬, 이 고릴라야!",
			null,
			null,
			"You're the only one getting excited! Stop jumping around, you uncivilized gorilla!",
			"You're the only one who's excited! Stop jumping, you gorilla!"
		],
		[
			"msg",
			181850,
			null,
			"呀——！",
			"あーーー！",
			"아아아악!",
			null,
			null,
			"Yah-!",
			"Aaaaah!"
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181851,
			null,
			"被撞到了……药剂都被摔碎了，全都完好无损。",
			"ぶつかれた……薬は割れた。無事だけど。",
			"부딪혔어... 약이 깨졌어. 다행히 무사하긴 한데.",
			null,
			null,
			"It was hit ...... potions were shattered, all intact.",
			"I got hit ...... drugs cracked. I'm safe."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181852,
			null,
			"不是说了让你注意脚下吗，这个单细胞生物！",
			"だから足元は気を付けてって言ったのに、この単細胞！",
			"그래서 발밑 조심하라고 했는데, 이 단세포야!",
			null,
			null,
			"Didn't I tell you to watch your step, this single-celled creature!",
			"I told you to watch your step, you single cell!"
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181853,
			null,
			"抱歉抱歉~",
			"ごめんごめん。",
			"미안미안.",
			null,
			null,
			"Sorry sorry sorry~",
			"Sorry, sorry."
		],
		[
			"msg",
			181854,
			null,
			"奇怪……为什么……我站不起来了？",
			"あれっ……どうして……立てないの？",
			"어라...... 왜...... 일어날 수 없는 거지?",
			null,
			null,
			"Strange ...... why ...... I can't stand up?",
			"Hey ...... why don't you put up ......?"
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181855,
			null,
			"你肯定是在直播之前就喝醉了吧，真丢人。",
			"絶対配信の前に飲んでたでしょう。恥ずかしいわ。",
			"분명 방송 전에 마셨겠지. 창피하네.",
			null,
			null,
			"You must have been drunk before the broadcast, shame on you.",
			"You definitely had a drink before the delivery. It's embarrassing."
		],
		[
			"msg",
			181856,
			null,
			"赶紧抓住我的手站起来，你这个醉鬼。",
			"早く手を掴んで立ちなさい、この酔っ払い。",
			"빨리 손 잡고 일어나, 이 취한 사람아.",
			null,
			null,
			"Hurry up and grab my hand and stand up, you drunkard.",
			"Now grab your hand and stand up, you drunkard."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181857,
			null,
			"虽然我今天一滴酒都没有碰过，不过还是多谢啦~",
			"今日まだ一滴も飲んでないけどなぁ。でもありがとう！",
			"오늘은 아직 한 방울도 안 마셨는데 말야. 그래도 고마워!",
			null,
			null,
			"Although I have not touched a drop of wine today, but thanks a lot ~",
			"I haven't had a drop yet today though. But thanks!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181858,
			null,
			"——啪嗒",
			"——ピタッ",
			"——딱",
			null,
			null,
			"--Snap",
			"--Pitta."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181859,
			null,
			"虽然能理解你想触碰完美艺术品的心情，但、但是也没必要一直抓住我的手不放吧，哼……",
			"芸術品に触れたい気持ちがわかるけれど、そ、そんなに私の手をずっと握ってなくてもいいのに、ふん……",
			"예술품을 만지고 싶은 마음은 이해하지만, 그, 그렇게 내 손을 계속 잡고 있지 않아도 되는데, 흥...",
			null,
			null,
			"Although I understand your desire to touch the perfect work of art, but, but there is no need to keep grabbing my hand and not let go of it, huh ......",
			"I understand the desire to touch a work of art, but you don't have to hold my hand that long. ......"
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181860,
			null,
			"不不不……我可没有抓住你的手。",
			"いやいや……握ってないから。",
			"아니아니... 잡고 있지 않아서.",
			null,
			null,
			"No, no, no. ...... I didn't grab your hand.",
			"No, no, no, I'm not holding ......."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181861,
			null,
			"你是说你不想抓住我的手吗！臭蜉蝣！",
			"私の手に触れたくないっていうの？",
			"내 손은 만지기 싫다는 거야?",
			null,
			null,
			"Are you saying you don't want to grab my hand! Stinky mayfly!",
			"You don't want to touch my hand?"
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181862,
			null,
			"冷静一点，我的意思是我们好像被黏在一起了。",
			"落ち着いて、くっついてるって言ってるの。",
			"진정해, 붙어있다고.",
			null,
			null,
			"Calm down, I mean we seem to be glued together.",
			"I'm saying calm down, they're sticking together."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181863,
			null,
			"什么？",
			"なに？",
			"뭐?",
			null,
			null,
			"What?",
			"What?"
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181864,
			null,
			"我想……大概是被维达的药剂洒到的缘故。",
			"たぶん……ヴィーザルの薬のせいだと思うけど。",
			"아마... 비자르의 약 때문인 것 같아.",
			null,
			null,
			"I think ...... probably got sprinkled with Vidal's potion.",
			"Maybe it's the ...... veasal meds."
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181865,
			null,
			"完美地起效，彻底地失败了呢，嗯。",
			"うん、完璧に効いているね。失敗したわ。",
			"응, 완벽하게 효과 있네. 실패했어.",
			null,
			null,
			"It worked perfectly and failed utterly, hmm.",
			"Yeah, it's working perfectly. I failed."
		],
		[
			"msg",
			181866,
			null,
			"想变得要好，果然就要紧贴在一起，就要彻底分开才行。",
			"仲良くなりたいなら、やはりくっつくのがいいよね。切り離さないとね。",
			"친해지고 싶으면 역시 붙어있는 게 좋지. 떼어내면 안 돼.",
			null,
			null,
			"If you want to become good, you really have to be close together and you have to be completely separated to do so.",
			"If you want to get along, you still have to stick together. You have to detach."
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				960,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181867,
			null,
			"呜哇……慢慢地黏在一起了，这东西根本就是黏合剂嘛！",
			"うわぁ……くっついてきてるし。まるで接着剤みたいじゃない！",
			"우와... 붙어버렸어. 완전 접착제 같잖아!",
			null,
			null,
			"Oooh wow ...... slowly stick together, this thing is simply the adhesive well!",
			"Wow, ...... they're sticking together. It's like glue!"
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181868,
			null,
			"笨蛋，不要乱动……！！！",
			"バカ、動かないで……！！！",
			"바보, 움직이지 마...!!!",
			null,
			null,
			"Stupid, don't move ......!!!",
			"Idiot, don't move. ......!!!!!!!!!!!!!!!!!!!!!!!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181869,
			null,
			"——砰",
			"——パーン",
			"——팡",
			null,
			null,
			"--Bang",
			"--Paan"
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181870,
			null,
			"你这笨蛋！蠢材！都说了不要乱动……",
			"このバカ！アホ！動かないでって言ったのに……",
			"이 바보! 멍청이! 움직이지 말라고 했는데……",
			null,
			null,
			"You idiot! Idiot! I told you not to move ......",
			"You idiot! Idiot! I told you not to move. ......"
		],
		[
			"msg",
			181871,
			null,
			"这下不就两个人都黏在一起了吗！",
			"完全にくっついてるじゃない！",
			"완전히 붙어버렸잖아!",
			null,
			null,
			"Now it's two people stuck together!",
			"You're totally attached!"
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181872,
			null,
			"调合分离用的药剂，需要不少时间，马上就好。",
			"切り離すための薬を作るのに結構時間かかるけど、すぐにできるわ。",
			"떼어내는 약을 만드는 데 시간이 좀 걸리지만, 금방 만들 수 있어.",
			null,
			null,
			"Blending the potion for separation takes quite a bit of time, right away.",
			"It takes quite a while to make the drugs to detach them, but it's quick."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181873,
			null,
			"总之先把我们两个分开！被这么多人看着……很丢脸的吧！",
			"とにかく私たちを切り離して！みんなに見られてるし……恥ずかしいわ！",
			"어쨌든 우리를 떼어줘! 다들 보고 있다구…… 창피하다고!",
			null,
			null,
			"Anyway, let's separate the two of us first! It's embarrassing to be watched by so many people ......!",
			"Anyway, cut us off! People are watching us and it's ...... embarrassing!"
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				958,
				0,
				true
			],
			[
				957,
				0,
				false
			]
		],
		[
			"msg",
			181874,
			null,
			"也是呐，跟我黏在一起的话肯定不好受，还是快点把我们分开比较好。",
			"そうだよね、私とくっついてるなんてきっとつらいし、早く離れたほうがいいよ。",
			"그러게, 나랑 붙어있다니 분명 힘들 거야. 빨리 떨어지는 게 좋겠어.",
			null,
			null,
			"It's not good to be stuck with me, so it's better to separate us quickly.",
			"Yes, I'm sure it's hard for you to stick with me, and the sooner you leave, the better."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				958,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181875,
			null,
			"谁、谁也没有那样说过那种话！",
			"だ、誰もそんなこと言ってないわ！",
			"아, 아무도 그런 말 안 했어!",
			null,
			null,
			"No one, no one has ever said anything like that!",
			"No, no one said that!"
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				960,
				0,
				false
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181876,
			null,
			"嗯，我会尽力而为，我会敷衍了事。",
			"うん、最善を尽くすわ。適当にね。",
			"응, 최선을 다할게. 적당히.",
			null,
			null,
			"Well, I'll do my best, I'll do it perfunctorily.",
			"Yeah, I'll do my best. Just as long as it's appropriate."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				957,
				0,
				true
			]
		],
		[
			"msg",
			181877,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				840,
				2,
				false
			]
		],
		[
			"msg",
			181878,
			null,
			"我就知道，和那个情报贩子搭上关系就没好事。",
			"あの情報屋と関わっていいことがないって知ってたわ。",
			"그 정보상과 엮이면 좋을 게 없다는 건 알고 있었어.",
			null,
			null,
			"I knew nothing good could come from hooking up with that intelligence peddler.",
			"I knew there was nothing good about getting involved with that informant."
		],
		[
			"msg",
			181879,
			null,
			"没想到会以闹剧的形式结束直播，而且也看不出来哪里有献上生日祝福的地方。",
			"こんな茶番みたいな形で配信を終えるなんて思わなかった。それに誕生日をお祝いするタイミングなんてなかったもの。",
			"이런 코미디 같은 상황으로 방송이 끝날 줄은 몰랐어. 게다가 생일을 축하해줄 타이밍도 없었고.",
			null,
			null,
			"I didn't expect the broadcast to end in a farce, and I couldn't see where to offer birthday wishes.",
			"I never thought I would end the delivery in such a farcical way. Besides, there was no time to celebrate my birthday."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				840,
				1,
				false
			]
		],
		[
			"msg",
			181880,
			null,
			"不管怎么说，诞生都是应该被祝福的……虽然只是听说过名字的程度，不过还是说一句生日快乐吧。",
			"とはいえ誕生日はお祝いしないとね……名前を聞いただけだけど、誕生日おめでとうって一応言っておこう。",
			"그래도 생일은 축하해줘야지... 이름만 들었지만, 생일 축하한다고 일단 말해둘게.",
			null,
			null,
			"In any case, the birth should be blessed ...... although only heard the extent of the name, but still say a happy birthday.",
			"We should celebrate your birthday, though. ...... I just heard your name, but I'll say happy birthday in case you're not sure."
		],
		[
			"msg",
			181881,
			null,
			"点开评论区……然后评论……嗯，这样就好了。",
			"コメントコーナーを開いて……コメントを投稿……うん、できた。",
			"댓글 코너를 열고... 댓글을 달고... 음, 됐어.",
			null,
			null,
			"Click on the comment section ...... then comment ...... Well, that's fine.",
			"Open the comments section and post your comments at ............Yeah, I got it."
		],
		[
			"msg",
			181882,
			null,
			"电脑什么的，用起来意外简单嘛~",
			"パソコンも使ってみると案外簡単ね。",
			"컴퓨터도 써보니 의외로 간단하네.",
			null,
			null,
			"Computer or something, use the unexpectedly simple well ~",
			"It's surprisingly easy to use a computer."
		]
	],
	"1417": [
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181883,
			null,
			"这次直播的人气似乎还挺不错，来看看表现如何吧~",
			"今回の配信結構人気あったわね。どんな感じだったか確認しようかしら～",
			"이번 방송 꽤 인기 있었네. 어떤 느낌이었는지 확인해볼까~",
			null,
			null,
			"The popularity of this live broadcast seems to be quite good, let's see how the performance is ~",
			"This delivery was pretty popular. Let's see what it was like."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181884,
			null,
			"谢谢茄子。",
			"ありがとナス。",
			"고마워 나스.",
			null,
			null,
			"Thank you eggplant.",
			"Thanks Nas."
		],
		[
			"msg",
			181885,
			null,
			"我好了。",
			"できた。",
			"됐어.",
			null,
			null,
			"I'm better.",
			"I was able to do it."
		],
		[
			"msg",
			181886,
			null,
			"阿尔忒弥斯好温柔！爱上了！",
			"アルテミスやさしい！大好き！",
			"아르테미스 착해! 최고야!",
			null,
			null,
			"Artemis is so gentle! In love!",
			"Artemis, you're so sweet! I love it!"
		],
		[
			"msg",
			181887,
			null,
			"如此温暖的留言，是……心动的感觉！我会去安利阿尔忒弥斯的直播间的！",
			"この暖かいメッセージ……好きになる予感！アルテミスの配信ルームを他の人におすすめしなきゃ！",
			"이 따뜻한 메시지... 좋아질 것 같은 예감! 아르테미스의 방송을 다른 사람들에게 추천해야겠어!",
			null,
			null,
			"Such a warm message is ...... heartwarming! I'll be at Artemis Live!",
			"I have a feeling you'll like this warm message ......! I'll have to recommend Artemis' distribution room to others!"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181888,
			null,
			"喔呵~好像发现了什么有趣的东西呢。",
			"ふふ、なんか面白い物見つけたわ。",
			"후후, 뭔가 재미있는 걸 찾았네.",
			null,
			null,
			"Ohhh~ I think I found something interesting.",
			"Hmmm, I found something interesting."
		],
		[
			"msg",
			181889,
			null,
			"女神大人的ID居然在评论区里出现，而且还为我们的制作人献上了生日祝福。",
			"女神様のIDがコメントコーナーにあるなんて、しかもプロデューサーさんに誕生日のお祝いメッセージまで残したなんて。",
			"여신님의 아이디가 댓글 코너에 있다니, 게다가 프로듀서님께 생일 축하 메시지까지 남기다니.",
			null,
			null,
			"The ID of the Goddess Lord actually appeared in the comment section and also offered birthday wishes to our producer.",
			"I can't believe the Goddess's ID is in the comments section, and that she even left a congratulatory birthday message for the producer."
		],
		[
			"msg",
			181890,
			null,
			"真是体贴呢~",
			"やさしいね～",
			"상냥하네~",
			null,
			null,
			"How thoughtful~",
			"That's so sweet."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				956,
				0,
				true
			],
			[
				840,
				4,
				false
			]
		],
		[
			"msg",
			181891,
			null,
			"诶？等等……用的不是你们的电脑吗？",
			"あれ？待って……使ったのはあなたたちのパソコンじゃなかったの？",
			"어? 잠깐... 사용한 건 너희들 컴퓨터가 아니었어?",
			null,
			null,
			"Eh? Wait a minute ...... is not using your computer?",
			"Huh? Wait, wasn't it your computers that used ......?"
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				840,
				4,
				true
			]
		],
		[
			"msg",
			181892,
			null,
			"不知道吗？不同的账号对应的ID当然是不一样了，为了安全起见而没有勾选自动登录，看来在意想不到的地方有奇效呢。",
			"IDが違うのって知らなかったの？セキュリティ対策で自動ログインにしなかったおかげで、いいものが見れたわ。",
			"ID가 다른 거 몰랐어? 보안 때문에 자동 로그인 안 해둔 덕분에, 좋은 걸 봤어.",
			null,
			null,
			"Do not know? Different accounts correspond to different IDs, of course, for security reasons and did not check the automatic login, it seems to have a strange effect in unexpected places.",
			"Didn't you know you had a different ID? Thanks for not making me auto-log in as a security measure, I got to see some good stuff."
		],
		[
			"msg",
			181893,
			null,
			"如果不是碰巧，那还真是连我都要为之恐惧的才能。",
			"偶然じゃなかったら、恐るべし才能だけどね。",
			"우연이 아니었다면, 무서운 재능이네.",
			null,
			null,
			"That's really a talent that even I would fear for, if it didn't happen to be.",
			"If it wasn't a coincidence, though, it would be a terrific talent."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				840,
				4,
				true
			]
		],
		[
			"msg",
			181894,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				840,
				4,
				true
			]
		],
		[
			"msg",
			181895,
			null,
			"为什么……明明在牌子上写了我直播间的地址，但是一件礼物都没收到……欠的酒钱，到底要洗多久盘子才能还清……",
			"なんで……看板に配信ルームのアドレス書いたのに、プレゼントが1個もなかったなんて……お酒のツケ、あとどれくらいお皿を洗えば払えるの……",
			"왜... 간판에 방송 주소 써놨는데, 선물이 하나도 없었다니... 술 값, 앞으로 얼마나 더 접시를 씻어야 갚을 수 있을까...",
			null,
			null,
			"Why ...... clearly wrote my live address on the sign, but a gift was not received ...... owed money for alcohol, in the end, how long to wash the plate to pay off ......",
			"Why did I write the address of the distribution room on the ...... sign, but I can't believe I didn't get a single gift. ...... The bill for the alcohol, how many more dishes do I have to wash to pay it... ..."
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				958,
				0,
				false
			]
		],
		[
			"msg",
			181896,
			null,
			"果然就是要完美对称的艺术品才会被赏识，那种拙劣的自卖自夸会失败那是自然的。",
			"やはり完璧でバランスが取れた芸術品のほうが評価されるよね。そんな自画自賛は失敗して当然よ。",
			"역시 완벽하고 균형 잡힌 예술품이 더 평가받네. 그런 자화자찬은 실패하는 게 당연하지.",
			null,
			null,
			"It is true that it takes a perfectly symmetrical work of art to be appreciated, and that kind of poor self-promotion will fail that is natural.",
			"After all, a perfect and balanced work of art is more appreciated. Such self-praise deserves to fail."
		],
		[
			"msg",
			181897,
			null,
			"下次就让你们见识一下，就连愚民们也能理解的完美艺术吧~",
			"次は愚民どもも理解できるような完璧な芸術をお見せするわ～",
			"다음엔 평민들도 이해할 수 있는 완벽한 예술을 보여줄게~",
			null,
			null,
			"Next time I will show you the perfect art that even the fools can understand~",
			"Next time I'll show you perfect art that even fools can understand~!"
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				960,
				0,
				false
			]
		],
		[
			"msg",
			181898,
			null,
			"药水的订单一个也没有增加，真让人头疼，真让人振奋。",
			"薬の注文全然増えてないわ、困ったね、よかったね。",
			"약 주문 전혀 안 늘었네, 곤란하네, 다행이네.",
			null,
			null,
			"Not a single order for the potion has increased, what a headache, what a cheer.",
			"I haven't seen an increase in drug orders at all, good for you, you're in trouble."
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				961,
				0,
				false
			],
			[
				960,
				0,
				true
			]
		],
		[
			"msg",
			181899,
			null,
			"果然直播就跟祭典一样，真开心呀~",
			"配信はお祭りみたいで楽しかったね～",
			"방송은 축제 같아서 즐거웠어~",
			null,
			null,
			"I'm so happy that the live broadcast is just like the festival~",
			"The delivery was festive and fun!"
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				961,
				0,
				true
			],
			[
				959,
				0,
				false
			]
		],
		[
			"msg",
			181900,
			null,
			"的确没有去猜疑的必要呢。",
			"確かに疑う必要はなかったね。",
			"확실히 의심할 필요 없었네.",
			null,
			null,
			"Indeed, there is no need to be suspicious.",
			"I certainly didn't need to doubt you."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				961,
				0,
				true
			],
			[
				840,
				2,
				false
			]
		],
		[
			"msg",
			181901,
			null,
			"看来已经没有我的事了，今天就先告辞了。",
			"もう出番は済んだみたいだから、今日は先に帰るわ。",
			"이제 내 차례는 끝난 것 같으니 오늘은 먼저 갈게.",
			null,
			null,
			"It seems that there is no more business for me, so I will say goodbye for today.",
			"I guess I'm done with my turn, so I'll go home first today."
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				961,
				0,
				false
			],
			[
				840,
				2,
				true
			]
		],
		[
			"msg",
			181902,
			null,
			"慢走~大姐姐~",
			"またね～お姉さん",
			"또 봐~ 언니",
			null,
			null,
			"Take care, big sister!",
			"See you later~sister!"
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				961,
				0,
				true
			],
			[
				840,
				1,
				false
			]
		],
		[
			"msg",
			181903,
			null,
			"嗯，再见。",
			"うん、またね。",
			"응, 또 봐.",
			null,
			null,
			"Well, goodbye.",
			"Yeah, see you."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				840,
				1,
				true
			]
		],
		[
			"msg",
			181904,
			null,
			"——嗒",
			"——ドン",
			"——동",
			null,
			null,
			"--Ta",
			"--Don."
		],
		[
			"speaker",
			204713
		],
		[
			"portraits",
			[
				840,
				2,
				false
			],
			[
				840,
				1,
				true
			]
		],
		[
			"msg",
			181905,
			null,
			"庆祝生日用的礼花，还有写着名字和祝福语的横幅，怎么会放在这种地方……",
			"お祝いの花、それに名前とメッセージが書かれた横断幕、どうしてこんなところに……",
			"축하하는 꽃, 거기에 이름과 메시지가 쓰인 현수막, 왜 이런 곳에...",
			null,
			null,
			"Birthday celebration with flowers, and banners with names and well-wishes, how to put in such places ......",
			"Congratulatory flowers, plus a banner with your name and message, how did you end up here ......"
		],
		[
			"msg",
			181906,
			null,
			"也许和kirakira☆気分不同，她们有另外的方式为重要之人庆祝诞生日。",
			"KiraKira☆気分と違って、彼女たちは他の方法で大切な人を祝うかもしれないね。",
			"KiraKira☆기분과는 달리, 그녀들은 다른 방법으로 소중한 사람을 축하할지도 모르겠네.",
			null,
			null,
			"Perhaps unlike kirakira☆気分, they have a different way of celebrating the birth of someone important.",
			"Unlike the KiraKira☆ mood, these girls might celebrate their loved ones in other ways."
		],
		[
			"msg",
			181907,
			null,
			"不过这也是她们和那个人之间的事，作为局外人的我不应该过问。",
			"まあ、それも彼女たちとその人のことだから、部外者の私が口を出すことじゃないわね。",
			"뭐, 그것도 그녀들과 그 사람 사이 일이니, 제삼자인 내가 참견할 일은 아니지.",
			null,
			null,
			"But this is also between them and that person, as an outsider I should not interfere.",
			"Well, that's between them and the person, so it's not for me, an outsider, to say."
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				956,
				0,
				false
			],
			[
				840,
				1,
				true
			]
		],
		[
			"msg",
			181908,
			null,
			"哎呀哎呀，似乎听到了好东西。",
			"あらあら、いいことを聞いたみたいね。",
			"어머어머, 좋은 말 들은 것 같네.",
			null,
			null,
			"Oops oops, seems to hear good things.",
			"Oh my goodness, sounds like you've heard good things."
		],
		[
			"msg",
			181909,
			null,
			"看来女神大人也稍微变得体贴了一点了呢~",
			"女神様も少しはやさしくなったみたいね～",
			"여신님도 조금은 상냥해진 모양이네~",
			null,
			null,
			"It seems that the Goddess has also become a little more considerate ~",
			"It looks like the goddess has gotten a little kinder."
		]
	],
	"1418": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181910,
			null,
			"在这千羽学园里，有这么一个传闻……",
			"この千羽学園には、ある噂がある……",
			"센바 학원에는, 어떤 소문이 있다……",
			"There is a rumor at Senba Academy...",
			null,
			"In this Chihaya school, there is this rumor ......",
			"There is a rumor about this Senba School: ......"
		],
		[
			"msg",
			181911,
			null,
			"树林密布的后山上，你能见到那么一座不知道何时留下来神社，虽然有点旧，却没有破破烂烂的感觉。",
			"木々が生い茂る裏山に、いつの時代から存在するかわからない神社が建っており、見た目は古めかしいものの、壁などは崩れておらず——",
			"나무들이 우거진 뒷산에, 언제부터 존재하는지 알 수 없는 신사가 자리 잡고 있으며, 외관은 낡아 보이지만 벽 등은 무너지지 않아——",
			"On the lush mountain behind the academy, there is a shrine whose origins are unclear. Although it looks old, the walls are still intact——",
			null,
			"The wooded back of the mountain, you can see so a don't know when to stay shrine, although a little old, but no rundown feeling.",
			"In the back of the mountain with trees, there stands a shrine that has existed for who knows how long, and although it looks old-fashioned, the walls and other parts of the shrine have not collapsed - and the shrine is not in a state of disrepair."
		],
		[
			"msg",
			181912,
			null,
			"没有人知道这里供奉的是什么神明，但有人说，她们会在这见到小狐狸的出没……",
			"——誰一人として、その神社に祀られている神様の正体を知らないという。そして、その神社では子狐の目撃証言が後を絶たないらしい……。",
			"——그 신사에 모셔진 신의 정체를 아는 사람은 단 한 명도 없다고 한다. 그리고 그 신사에서는 새끼 여우의 목격담이 끊이지 않는 모양…….",
			"——No one knows the true identity of the god enshrined at the shrine. And there have been endless reports of sightings of baby foxes at the shrine...",
			null,
			"No one knows what gods are worshipped here, but some say they will see the little foxes out here ......",
			"-none of them know the identity of the god enshrined at the shrine, he said. And there seems to be no end to the sightings of child foxes at that shrine. ......"
		],
		[
			"msg",
			181913,
			null,
			"但这些都不是重点，大家对于这座神社都有着这么一句话——",
			"ただ、それらは重要な点ではない。この神社に対して皆が口を揃えて言うのは——",
			"다만, 그것들은 중요한 점이 아니다. 이 신사에 대해 모두가 입을 모아 말하는 것은——",
			"However, those are not the important points. The thing that everyone says about this shrine is——",
			null,
			"But these are not the main point, everyone has such a phrase for this shrine -",
			"But those are not the important points. What everyone is saying about this shrine is that--"
		],
		[
			"msg",
			181914,
			null,
			"如果你对这个噩梦般的世界绝望了，就去神社参拜一下吧，神明大人会带你找到真正幸福的世界……",
			"この悪夢のような世界に絶望したら、あの神社へお参りしよう。神様が本当に幸せな世界へと導いてくれる……。",
			"이 악몽 같은 세상에 절망했다면, 저 신사에 참배하자. 신이 정말로 행복한 세계로 이끌어줄 거야…….",
			"If you feel despair in this nightmarish world, visit that shrine. The gods will lead you to a truly happy world...",
			null,
			"If you despair of this nightmarish world, go to the shrine to worship, the Lord God will lead you to find true happiness in the world ......",
			"If you despair of this nightmarish world, let's visit that shrine. God will lead you to a truly happy world. ......"
		],
		[
			"msg",
			181915,
			null,
			"可是，没有人知道去参拜的人最后都去哪了。不过只要想一想就能理解吧，找到那样幸福世界的人，又有谁会想回到现在的困窘之中呢？",
			"参拝した人たちがどこへ行ってしまうのか、それは誰も知らない。しかし、よくよく考えてみると、すぐに理解できてしまう。本当に幸せな世界へとたどり着けたのなら、このつらい世界に戻ってくるわけがないと。",
			"참배한 사람들이 어디로 사라지는지, 그건 아무도 모른다. 하지만 자세히 생각해보면, 금방 이해가 된다. 정말로 행복한 세계에 도달할 수 있었다면, 이 힘든 세상에 다시 돌아올 리가 없다는 걸.",
			"No one knows where the worshippers go. But if you think about it carefully, it becomes clear right away. If they have truly reached a world of happiness, there is no way they would return to this painful world.",
			null,
			"However, no one knows where all the people who went to worship ended up. But if you think about it, you can understand, right? Who would want to go back to the present predicament if they found that kind of happy world?",
			"Where the worshippers go, no one knows. But if you think about it carefully, you will soon understand. If they have truly arrived at a happy world, they would not come back to this painful world."
		],
		[
			"msg",
			181916,
			null,
			"引导绝望之人去向理想乡的狐狸神社，就是这么一个校园传闻。",
			"絶望した人を理想郷へと導く、狐の神社。そういう噂である。",
			"절망한 사람을 이상향으로 인도하는, 여우 신사. 그런 소문이다.",
			"The rumor goes that this is a fox shrine that leads those in despair to a utopia.",
			null,
			"The fox shrine that leads desperate people to their ideal home is such a campus rumor.",
			"A shrine of foxes that leads hopeless people to an ideal world. Such is the rumor."
		],
		[
			"msg",
			181917,
			null,
			"千羽学园 后山",
			"千羽学園 裏山",
			"센바 학원 뒷산",
			"The mountain behind Senba Gakuen",
			null,
			"Chihaya Gakuen Back Mountain",
			"Senba Gakuen Back Mountain"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			181918,
			null,
			"这里就是传闻中的那个神社吧？既然是能给人幸福的神明的话，嗯……",
			"これが噂の神社よね？人を幸せにする神様なら、うん……。",
			"이게 그 소문의 신사지? 사람을 행복하게 해주는 신이라면, 음…….",
			"This is the shrine I've heard so much about, right? If it's a god that makes people happy, then...",
			null,
			"This is the shrine that is rumored to be here, right? Since it's a god that can give happiness, well ......",
			"This is the shrine we've heard so much about, right? If it's a god that makes people happy, yeah. ......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			181919,
			null,
			"神明保佑，神明保佑，希望父亲大人的身体能够健康起来。",
			"神様、どうかお父様が無事であってくれますように。",
			"신이시여, 제발 아버지가 무사하시길 빌게요.",
			"Dear God, please help my father be safe.",
			null,
			"God bless, God bless, and I hope that Father-sama's health will improve.",
			"Dear God, please pray that your father will be safe."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			181920,
			null,
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			181921,
			null,
			"于圣诞之日偶然相遇，你果然是我神谕中的伙伴呢，这寒冷的冬天根本无法阻挡这预定好的相逢！",
			"聖なる日に偶然出会うとは、さすが我が運命の仲間だ。こんな寒い冬でも、この約束されし出会いを阻むことはできないのだな！",
			"성스러운 날에 우연히 마주치다니, 역시 우리 운명의 동료로다. 이런 추운 겨울에도, 이 약속된 만남을 막을 순 없나 보군!",
			"To meet by chance on such a holy day is truly what my destiny is all about. Even this cold winter cannot prevent our promised meeting!",
			null,
			"I met you by chance on Christmas Day, and you are indeed my partner in the oracle. This cold winter can't stop this scheduled meeting!",
			"To meet by chance on a holy day, you are indeed my destined companion. I see that even this cold winter cannot prevent us from meeting this promised one!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			181922,
			null,
			"又是你啊，一年级的……唔，你是在跟踪我吗？",
			"また、あなたね。1年生の……まさか？私を尾行してたの？",
			"또 너구나. 1학년의…… 설마? 나를 미행했어?",
			"It's you again. That first year... Wait. Were you tailing me?",
			null,
			"It's you again, first year ...... Well, are you stalking me?",
			"It's you again, freshman ...... No way? Were you following me?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			181923,
			null,
			"九霄大人今天可是专门到这斩妖除魔的！芽衣学姐也是觉得这个神社的传闻有问题才来这里的吧？",
			"ちがうっ！九霄様は妖怪を退治しにきたのだ！芽衣先輩も、この神社の噂がおかしいと思ってここにきたのだろう？",
			"아냐! 큐쇼님은 요괴를 퇴치하러 온 거야! 메이 선배도 이 신사의 소문이 이상해서 여기 온 거지?",
			"No way! The great Kyuushou-sama has come to exterminate monsters! I'm sure you also came here because you thought the rumors about this shrine were strange, right, Mei-senpai?",
			null,
			"Lord Juxiao is here today to kill demons! Meiko-san also came here because she thought there was something wrong with the rumors of this shrine, right?",
			"No! Kyuushou-sama came here to exterminate youkai! Mei-senpai-senpai, you also came here because you thought the rumors about this shrine were strange, didn't you?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			181924,
			null,
			"还是老样子说着奇怪的话……我不过是在普通地祈祷而已。",
			"相変わらずおかしなことを言うわね……普通にお祈りをしにきただけよ。",
			"여전히 이상한 소리를 하네... 그냥 평범하게 기도하러 왔을 뿐이야.",
			"Saying strange things as usual... I just came to say a prayer.",
			null,
			"Still saying the same old strange things ...... I'm just praying in general.",
			"You still say the craziest things. ...... I'm just here to say a normal prayer."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			181925,
			null,
			"祈祷吗，我也经常向天祈祷世界和平，但九霄大人就是为了制造不需要祈祷的世界才诞生的，这种事还是不需要劳烦神明大人呢。",
			"祈りか……我もよく世の平和を祈っている。しかし、この九霄様は祈る必要のない世界を作るために生まれてきた存在……神の手を煩わせる必要はないぞ。",
			"기도라... 나도 세상의 평화를 자주 빌지. 하지만 이 큐쇼님은 기도할 필요 없는 세상을 만들기 위해 태어난 존재... 신의 손을 빌릴 필요 없어.",
			"A prayer... I often pray for peace in the world. However, I was born to create a world where there is no need to pray... There is no need to bother God.",
			null,
			"Prayer? I also often pray to heaven for world peace, but Lord Kyuushou was born to create a world that does not require prayer, this kind of thing or do not need to bother the gods Lord it.",
			"Prayer or ...... I too often pray for peace in the world. But this Kukuso-sama is a being born to create a world in which there is no need to pray. ...... Don't bother with God, my friend."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			181926,
			null,
			"又是拯救世界...你自入学以来就一直这么缠着我，真的是很让人困扰的，你也给周围的人带来很多麻烦……还是请你注意一下好。",
			"また世界を救う話……入学してから、ずっとこうして私につきまとってきて本当に困るわ。周りにも迷惑だし……もう少し気を使ってもらえないかしら。",
			"또 세상 구하기 이야기... 입학한 이후로 계속 이렇게 나를 따라다니니 정말 곤란해. 주변에도 피해가 가고... 좀 더 배려해 줄 수 없니?",
			"Another story about saving the world... You've been following me around like this ever since I enrolled, and it's really bothering me. It's a nuisance to those around me... I wish you'd be a little more considerate.",
			null,
			"Saving the world again... You've been pestering me like this since you started school, it's really disturbing and you've caused a lot of trouble for people around you ...... or please pay attention to it for good.",
			"Another story about saving the world...... It's really annoying that you've been following me around like this ever since I entered school. It's annoying to be around and ...... I wonder if you could be a little more considerate."
		],
		[
			"msg",
			181927,
			null,
			"现在到处都在做圣诞节活动吧？有空跟踪我，不如多帮帮班里的人准备活动多交点朋友……这么一来你也不会这么闲着了…好了就这样，我要回去了。",
			"今、みんなクリスマスイベントの準備で忙しいでしょう？私の尾行している暇があったらクラスの準備を手伝って、ついでにお友達も作って……そしたら、暇じゃなくなるし……はぁ、もういいわ、帰る。",
			"지금 다들 크리스마스 이벤트 준비로 바쁘잖아? 나 미행할 시간 있으면 반 준비 도와주고, 덤으로 친구도 만들고... 그러면 한가할 틈도 없어지고... 하아, 됐어, 갈게.",
			"Right now, everyone is busy preparing for the Christmas event, right? If you have time to tail me, you can help prepare for class and make some friends at the same time... then you won't have so much free time... Ah, whatever, I'm going home.",
			null,
			"Now everywhere is doing Christmas activities, right? If you have time to follow me, why don't you help the class prepare more activities to make more friends ...... so that you won't be so idle...well that's it, I'm going back.",
			"Right now, everyone is busy preparing for the Christmas event, right? If you have time to follow me, help your class get ready and make some friends while you're at it ...... and then you won't have time to do it. ...... Huh, I'm done, I'm going home."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			181928,
			null,
			"朋友吗……等、芽衣学姐等等！呃，你不觉得这附近的雾气突然重了起来？而且好像有奇怪的声音？",
			"友達か……あっ、芽衣先輩待ってくれ！む、周りの霧が急に濃くなった……気のせいか？それに変な音も聞こえるような気がする。",
			"친구라... 앗, 메이 선배 기다려! 음, 주변 안개가 갑자기 짙어졌어... 기분 탓인가? 게다가 이상한 소리도 들리는 것 같아.",
			"A friend? ...Ah, Mei-senpai, wait! Hmm, the fog around us has suddenly gotten thicker... or is it just my imagination? Also, I think I heard a strange noise.",
			null,
			"Friends? ...... etc., Meiko-senpai, etc.! Uh, don't you think the fog around here has suddenly gotten heavy? And there seems to be a strange sound?",
			"Are you a friend? ...... Oh, Mei-senpai, wait! Mui, the fog around me has suddenly thickened...... is it my imagination? And I think I hear strange noises too."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			181929,
			null,
			"很抱歉，我现在真的没那个心情……",
			"悪いけれど、今はそんな気分じゃないの……。",
			"미안하지만 지금은 그런 기분이 아니라서...",
			"Sorry, but I'm not in the mood right now...",
			null,
			"I'm sorry, I'm really not in that mood right now ......",
			"Sorry, but I'm not in the mood ......."
		],
		[
			"bgm",
			46
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			181930,
			null,
			"——你的愿望我很清楚，恩人啊，到这边来吧，这次轮到我来帮你，还有你的朋友了……",
			"——お主の願いはしかと伝わった。恩人よ、こちらに来るのじゃ。今度は妾がお主と、その友人を助ける番じゃ……。",
			"——네 소원은 확실히 전해졌다. 은인이여, 이리 오게. 이번엔 내가 너와 네 친구를 도와주겠노라…….",
			"\"——Your wish has been conveyed. Come to me, my benefactor. Now it is my turn to help you and your friend...\"",
			null,
			"-- Your wish is clear to me, O benefactor, come over here, this time it's my turn to help you, and your friend ......",
			"--Your wish has been heard. Come to me, my benefactor. It is my turn to help you and your friend. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			181931,
			null,
			"果然出现了呢！这一定就是那个披着神明皮囊的妖怪的指引，恶魔的诱惑！决战之日终于降临了吗……",
			"やはり出たか！これが例の神様の皮をかぶった妖怪の導き、悪魔の誘惑だなっ！こんなにも早く決戦の日が訪れるとは……。",
			"역시 나타났구나! 이게 바로 그 신의 가면을 쓴 요괴의 인도, 악마의 유혹이로군! 이렇게나 빠르게 결전의 날이 올 줄이야…….",
			"There it is! This must be the guidance of a monster in the guise of a god, the temptation of the devil! I never thought the day of the decisive battle would come so soon...",
			null,
			"It's really happened! This must be the guidance of the demon in the skin of a god, the temptation of the devil! Has the day of the duel finally come? ......",
			"I knew it! This is the guidance of the demon in the skin of God, the temptation of the devil! I never thought the day of the decisive battle would come so soon. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			181932,
			null,
			"这个声音是……呃，请问，我的愿望真的…可以实现么？",
			"この声は……あの、本当に私の願いを……叶えてくれるんですか？",
			"이 목소리는…… 저, 정말로 제 소원을…… 들어주시는 건가요?",
			"This voice... Umm, will it really... make my wish come true?",
			null,
			"This voice is ...... uh, please, my wish really ... can come true?",
			"This voice is ...... Um, are you really going to do me a favor ......?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			181933,
			null,
			"呃？不可以听信那个妖怪的话，它一定是在蛊惑你！芽衣学姐！",
			"へっ？あ、あの妖怪の言葉を信じちゃダメだ！惑わされるな、芽衣先輩！",
			"엣? 아, 아까 그 요괴의 말을 믿으면 안 돼! 현혹되지 마, 메이 선배!",
			"Huh? Ah, don't believe what that youkai says! Don't be fooled, Mei-senpai!",
			null,
			"Eh? Don't listen to that demon, it must be compelling you! Meiko-senpai!",
			"Heh? Oh, don't believe a word that youkai says! Don't be deceived, Mei-senpai!"
		],
		[
			"msg",
			181934,
			null,
			"咕……恶魔的迷雾在侵蚀九霄大人的意识吗……再这么下去就糟糕了…芽衣…学姐……",
			"うっ……悪魔の霧が我の意識を奪おうとしているのか……このままだとマズい……芽衣……先輩……。",
			"윽…… 악마의 안개가 내 의식을 빼앗으려 하는 건가…… 이대로라면 위험해…… 메이…… 선배…….",
			"Ugh... The devil's mist is trying to rob me of my consciousness... If this carries on, it won't be good... Mei... senpai...",
			null,
			"Goo ...... demon's mist is eroding Lord Kukai's consciousness? ...... If it continues like this, it'll be bad...Meiko...schoolgirl... ...",
			"Ugh......... is the devil's fog trying to take away my consciousness......... this is not good......... Mei... ...senpai......."
		]
	],
	"1419": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181935,
			null,
			"——祝你……快……乐……",
			"——ハ……バースディ……ユー……。",
			"——해……피……버스……데이…….",
			"——Ha... birthday... you...",
			null,
			"--Wishing you ...... fast ...... fun ......",
			"--Ha......Birthday......You......."
		],
		[
			"speaker",
			204592
		],
		[
			"msg",
			181936,
			null,
			"唔……头好痛，这声音是…歌？啊，现在是过圣诞的季节，在哪听到有人唱圣诞歌也是正常的吧……",
			"うっ、頭が痛い……これは……歌？ああ、クリスマスの季節だから、クリスマスソング歌ってもおかしくはないか……。",
			"윽, 머리가 아파…… 이건…… 노래? 아, 크리스마스 시즌이니 크리스마스 캐롤을 부르는 게 이상할 건 없지…….",
			"Ugh, my head hurts... Is this... a song? Ah, it's Christmas season, so it's not surprising to sing a Christmas song...",
			null,
			"Well ...... headache, this voice is ... song? Ah, it's the Christmas season, it's normal to hear someone singing Christmas songs somewhere ......",
			"Ugh, my head hurts...... is this a ...... song? Oh, it's the Christmas season, so it's not surprising if we sing Christmas songs. ......"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			181937,
			null,
			"——生日快乐……",
			"——ハッピーバースデー……",
			"——해피 버스데이……",
			"——Happy Birthday...",
			null,
			"--Happy Birthday ......",
			"--Happy Birthday ......"
		],
		[
			"speaker",
			204592
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181938,
			null,
			"不对，这声音是……",
			"違う、これは……。",
			"아니, 이건…….",
			"No, this is...",
			null,
			"No, the sound is ......",
			"No, this is ......."
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			181939,
			null,
			"芽衣学姐！？你在做什么啊！",
			"芽衣先輩！？何をしている！",
			"메이 선배!? 뭐 하는 거야!",
			"Mei-senpai?! What are you doing?!",
			null,
			"Meiko-senpai! What are you doing!",
			"Mei-senpai! What are you doing!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			181940,
			null,
			"啊！在做什么……这是我要问的问题吧，我们在好好地给你唱生日歌，为什么突然大喊大叫啦！",
			"何をって……それはこっちのセリフよ。あなたのためにバースデーソング歌っているのよ、大きい声で叫ばないで。",
			"뭐라고... 그건 내가 할 말이야. 너를 위해 생일 노래 부르고 있는 거라고, 큰 소리로 떠들지 마.",
			"What...? That's what I should be saying. I'm singing a birthday song for you, don't shout too loud.",
			null,
			"Ah! What are you doing ...... This is the question I want to ask, right? We are singing your birthday song properly, why are you suddenly yelling and screaming la!",
			"What do you mean ...... that's our line. I'm singing a birthday song for you, don't yell at me."
		],
		[
			"bgm",
			39
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				203,
				0,
				true
			]
		],
		[
			"msg",
			181941,
			null,
			"生日歌？给我的？是这样的吗……",
			"バースデーソング？我のために？そうだったのか……。",
			"생일 노래? 나를 위해? 그런 거였어...?",
			"A birthday song? For me? Is that so...",
			null,
			"Birthday song? For me? Is that right ......",
			"Birthday Song? For Me? I didn't think so. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			181942,
			null,
			"九霄，你该不会是……在许生日愿望的时候睡着了吧？",
			"九霄ちゃん、あなた……まさか願い事する時に寝てたんじゃないわよね？",
			"큐쇼, 너... 설마 소원 빌 때 잠들었던 건 아니지?",
			"Kyuushou-chan, you... you didn't fall asleep when you made your wish, were you?",
			null,
			"Kyuushou, you wouldn't be ...... falling asleep while making a birthday wish, would you?",
			"Kyuushou, you ...... didn't happen to be asleep when you made your wish, did you?"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				121,
				4,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			181943,
			null,
			"哈哈哈哈，看你这么严肃地闭着眼，我还以为你在许什么凝重的愿望呢，原来是睡着了，真是个有趣的孩子啊。",
			"ふふふ、険しそうに目を閉じるものだから、重い内容なのかと思ったら寝ていたのか。本当に面白い子だ。",
			"푸푸푸, 심각하게 눈을 감고 있길래 무거운 내용인가 했더니 잠들어 있었네. 정말 재미있는 아이야.",
			"Hehehe, since you closed your eyes solemnly, I thought you were going to say something serious, but turns out you were asleep. What an interesting kid.",
			null,
			"Hahahahaha, seeing you so serious with your eyes closed, I thought you were making some kind of staid wish, but it turns out you were asleep, what a funny kid.",
			"Hmmm...since you closed your eyes in a stern manner, I thought it was a heavy subject, but you were sleeping. She really is an interesting girl."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			181944,
			null,
			"那是……芽衣学姐的父亲，这么说，我是在芽衣学姐家里过生日么……",
			"……芽衣先輩のお父さんか？……我は芽衣先輩の家で祝ってもらっているのか……？",
			"...메이 선배의 아버지?... 내가 메이 선배 집에서 축하받고 있는 거야...?",
			"...Are you Mei-senpai's father? ...Am I being celebrated at Mei-senpai's house...?",
			null,
			"That's ...... Meiko-san's father, so I'm spending my birthday at Meiko-san's house? ......",
			"Are you ...... Mei senior's father? ......I am being celebrated at Mei Senpai's house?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			181945,
			null,
			"有什么不对吗？虽然现在只是午饭时间……但每年圣诞节前一天我们不都一起一边做着节日的准备，一边庆祝生日嘛，你…不但睡着了还睡糊涂了啊……",
			"どうしちゃったの？まだお昼ごはんの時間だけど……毎年クリスマスイブにはこうして準備しながら一緒に祝ってたじゃない？あなた……まだ寝ぼけてるのね？",
			"왜 그래? 아직 점심 시간이잖아... 매년 크리스마스 이브엔 이렇게 준비하면서 함께 축하했었잖아? 너... 아직 잠이 덜 깬 거니?",
			"What's wrong? It's still lunchtime... We used to get ready like this every Christmas Eve and celebrate together, didn't we? You... you're still half asleep, aren't you?",
			null,
			"What's wrong with that? Although it is only lunchtime ...... but every year the day before Christmas we are not together while doing holiday preparations, while celebrating birthdays, you ... not only fell asleep and sleep confused ah ......",
			"What's wrong with you? I know it's still lunchtime,...... but we used to celebrate every Christmas Eve together, getting ready for the big day. You ...... are still sleepwalking, aren't you?"
		],
		[
			"msg",
			181946,
			null,
			"算了，毕竟谁都会有很累的时候，父亲大人也是……以前好不容易回家一趟还要硬撑做家务，然后就会像这样在客厅睡过去呢。",
			"まぁいいわ、誰にでも疲れている時はあるもの、お父様だって……昔、久しぶりにお家に帰ってきたと思ったら、そのまま家事なんかしだして、疲れてリビングで寝てたことがあるものね。",
			"뭐 괜찮아, 누구나 지칠 때는 있는 거야, 아버지도... 예전에 오랜만에 집에 돌아왔더니, 그대로 집안일을 하다가 지쳐서 거실에서 잠들었던 적도 있단다.",
			"Well, it's okay, everyone gets tired sometimes, even Father... I remember once when he came home after a long time, he started doing housework, got tired, then fell asleep in the living room.",
			null,
			"Forget it, after all, who will have a very tired time, the father of adults is also ...... before a good trip home also hard to do housework, and then will be like this in the living room to sleep over it.",
			"Well, everyone is tired at times, even your father ...... once came home after a long time and started doing housework and slept in the living room because he was so tired."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			181947,
			null,
			"那是以前，现在已经不会了……我已经不会离开这个家半步了，工作哪有芽衣重要呢？而且——",
			"それは昔の話さ、今は違う……この家から一歩も出はしない。芽衣より仕事が大切なわけがない。それに——",
			"그건 옛날 이야기야, 지금은 달라... 이 집에서 한 발짝도 나가지 않을 거야. 메이보다 일이 중요한 건 있을 수 없어. 게다가 ——",
			"That was a long time ago, things are different now... I won't even step a foot out of this house. Work can't be more important than Mei. And——",
			null,
			"That was before, and now it won't be ...... I'm not going to leave the house half a step anymore, where is work as important as Meiko? And--",
			"That was a long time ago, not now. ...... I will not step out of this house. There is no way that work is more important to me than my mei. Besides--"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			181948,
			null,
			"是，是，但今天是九霄的生日，希望父亲大人节制一点不要一个劲说家里的事……",
			"はいはい、でも今日は九霄ちゃんの誕生日なんだから、お父様も長話はほどほどにしてね……。",
			"알았어 알았어, 하지만 오늘은 큐쇼의 생일이니까, 아버지도 장담은 적당히 해요...",
			"Yes, yes, but today is Kyuushou's birthday, so please stop talking so much, Father...",
			null,
			"Yes, yes, but today is Kyuushou's birthday, I hope that the father adult moderation a little not a strong talk about the family ......",
			"Yes, yes, but it's Kyuushou's birthday today, so your father should not talk too long. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			181949,
			null,
			"没事！我其实还是非常开心的啦！嗯！",
			"いや、大丈夫だ！十分、うれしい！うん！",
			"아니, 괜찮아! 충분히 기뻐! 응!",
			"No, it's okay! I'm more than happy! Yeah!",
			null,
			"It's okay! I'm actually very happy! Yeah!",
			"No, I'm fine! I'm happy enough! Yeah!"
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				202,
				0,
				true
			]
		],
		[
			"msg",
			181950,
			null,
			"（没错，生日派对这种事，当然会开心……才对。为什么会开心不起来，总觉得我忘记了点什么重要的事，对我还有芽衣学姐都非常重要的事……）",
			"（誕生日パーティーはうれしいに決まっている……しかし、何故だ……楽しい気分になれない。何だか大事なことを忘れている気がする、我にとっても芽衣先輩にとっても、大事なことを……）",
			"(생일 파티는 분명 기쁜 일이지만…… 왜일까…… 즐거운 기분이 들지 않아. 뭔가 중요한 걸 잊어버린 것 같아, 나에게도 메이 선배에게도, 중요한 것을……)",
			"(Of course a birthday party is fun... but for some reason... I just can't feel happy. I feel like I'm forgetting something important, something important to both me and Mei-senpai...)",
			null,
			"(Yes, of course I will be happy about the birthday party ....... Why can't I be happy? I feel like I'm forgetting something important, something that's very important to me and Meiko. ......)",
			"(Of course I'm happy to have a birthday party,...... but why don't I feel ...... happy? I feel like I'm forgetting something important, something important for me and for Mei-senpai. ......)"
		],
		[
			"msg",
			181951,
			null,
			"（还有……自己变得不再像自己的感觉……）",
			"（それに……自分が自分らしくなくなっている気がする……）",
			"(게다가…… 내가 나다운 모습이 아닌 것 같아……)",
			"(Plus... I feel like I'm not myself anymore...)",
			null,
			"(And ...... the feeling that you are becoming less like yourself ......)",
			"(And ...... I feel like I'm not being myself anymore ......)"
		],
		[
			"msg",
			181952,
			null,
			"芽衣学姐，我想问……现在发生的这一切都是真的么？我的意思是，其实我们现在这个空间会不会是假的，幻觉或者是……梦境什么的……",
			"芽衣先輩、ひとつ聞いてもいいか……今、起こっていることは現実なのか？この空間は嘘や幻覚、あるいは……夢、とか……。",
			"메이 선배, 하나 물어봐도 될까…… 지금 일어나고 있는 게 현실일까? 이 공간은 거짓이나 환각, 혹은…… 꿈, 같은 건…….",
			"Mei-senpai, can I ask you something...? Is what's happening right now reality? Is this world a lie, a hallucination, or... a dream, or something...?",
			null,
			"Meiko-san, I would like to ask ...... is all this happening now is real? I mean, in fact, we are now this space will not be false, illusion or ...... dream or something ......",
			"Mei Senpai, can I ask you one question: ...... Is what is happening now real? Is this space a lie, a hallucination, or ...... a dream, or ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				203,
				0,
				false
			]
		],
		[
			"msg",
			181953,
			null,
			"梦境……真是的，不要想什么奇怪的东西了九霄，接下来不是和大家约好了要去游乐园了么，快转换下心情吧~",
			"夢……もう、九霄ちゃんたら変なこと言わないで、これからみんなで遊園地に行く約束でしょう？気分転換しましょう。",
			"꿈……真是的, 큐쇼 그런 이상한 말 하지 말아요, 이제 다 같이 놀이공원에 가기로 했잖아요? 기분 전환하자구요.",
			"A dream...? Come on, Kyuushou-chan, don't say weird things. We're all going to the amusement park after this, right? Let's change the mood.",
			null,
			"Dreamland ...... really, don't think about anything strange Kyuushou, next is not and everyone about to go to the amusement park it, quickly convert the mood ~",
			"Dream...... already, Kyuushou, don't be weird, you promised to go to the amusement park with everyone from now on, didn't you? Let's change your mind."
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			181954,
			null,
			"那我也准备准备一起出发吧！",
			"それなら、私も一緒に行くとしよう。",
			"그렇다면, 나도 함께 가도록 하지.",
			"In that case, I'll go with you.",
			null,
			"Then I'll get ready to go too!",
			"Then I shall go with you."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				202,
				0,
				false
			]
		],
		[
			"msg",
			181955,
			null,
			"父亲大人就不要来掺和女孩子的聚会了，而且你不是说好不再离开家半步了么？走吧，九霄，今天想玩什么呢~",
			"お父様は女の子の集まりに参加しなくていいわ。それに、もうお家から一歩も出ないって言ったでしょう。九霄ちゃん行こう、今日は何して遊ぼうかしら！",
			"아버지는 여자아이들 모임에 참여하지 않아도 돼요. 게다가, 이미 집에서 한 발짝도 나가지 않겠다고 했잖아요. 큐쇼 가자, 오늘은 뭐 하고 놀까!",
			"Father, you shouldn't come; this is girl time. Besides, you said you'd never leave the house again. Let's go, Kyuushou-chan, what should we do today?",
			null,
			"Father adults should not come to mix with the girls' party, and did not you say you would not leave home half a step again? Let's go, Kyuushou, what do you want to play today ~",
			"Your father doesn't have to attend the girls' get-together. Besides, I told you I'm never stepping out of the house again. Let's go, Kyuushou, what shall we do for fun today!"
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			181956,
			null,
			"那个不离开的意思不是这样的吧……",
			"家から出ないというのは、そういう意味ではなく……。",
			"집에서 나가지 않는다는 건, 그런 뜻이 아니라…….",
			"That's not what I meant by not leaving the house...",
			null,
			"That doesn't mean not leaving, right ......",
			"That's not what I meant by not leaving the house. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			181957,
			null,
			"那当然是可以俯瞰世界的摩天轮——呃？在说出俯瞰世界时的安心感……也是错觉么……",
			"それなら、まずは世界を俯瞰できる観覧車から——ん？世界を俯瞰すると言った時のこの安心感……気のせいだろうか……。",
			"그렇다면, 먼저 세계를 내려다볼 수 있는 관람차부터 —— 응? 세계를 내려다본다고 했을 때의 이 안도감…… 기분 탓일까…….",
			"In that case, let's start with a Ferris wheel that offers a bird's-eye view of the world—— Hm? The sense of security I get when I hear about a bird's-eye view of the world... is it just my imagination?",
			null,
			"That of course is the Ferris wheel that overlooks the world - eh? Is it also an illusion to say that the reassuring feeling when looking down on the world ......",
			"Then, let's start with a Ferris wheel that gives you a bird's eye view of the world - hmm? I wonder if it's my imagination ...... that gives me this sense of relief when I say I have a bird's eye view of the world. ......"
		]
	]
}