{
	"1210": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95840,
			"「Coo coo coo! Mackere is damaged! Withdraw! Coo coo!」",
			"「咕咕咕！青花鱼号遭到损坏！立刻撤退！咕咕！」",
			"「ピピピ！サバ号は損傷を受けました！ただちに撤退してください！ピピッ！」",
			"「삐삐삐! 사바 호가 손상을 입었습니다! 즉시 철수하세요! 삐삣!」",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95841,
			"Hey! Wait! Although I equipped you with early warning system! It doesn't mean tha you can leave Bronya alone!",
			"喂！等等啊！虽然给你装了危险预警！但不能抛下布洛妮娅不管啊！",
			"ちょっと！待ってよ！確かに危険アラームを装備したけど、ブローニャは置いていけないわよ！",
			"잠깐! 기다려봐! 확실히 위험 알람을 장착했지만 브로냐를 두고 갈 순 없어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95842,
			"Haha~I have no time to play with you, time to call it a day now.",
			"呵呵~我现在没时间和你们玩，今天就到此为止吧。",
			"クフッ、今はそなたと遊んでいる暇はない。ここらで終いとしよう。",
			"쿡훗, 지금은 너랑 놀 시간이 없어. 여기서 끝내자.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95843,
			"Woo…no! I have no other way to fight back!",
			"唔…不行了！已经没有反击的手段了！",
			"あ……マズい！もう反撃の手段がない！",
			"아... 안 돼! 더 이상 반격할 방법이 없어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95844,
			"Project Bunny!",
			"重装小兔！",
			"重装ウサギ！",
			"중장토끼!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95845,
			"Boom!!",
			"轰！！",
			"ゴォオオン！！",
			"꾸우웅!!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95846,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95847,
			"Doctor! Leave with me now!",
			"博士！趁现在跟我走！",
			"博士！今のうちにブローニャと逃げましょう！",
			"박사님! 지금이야말로 브로냐와 함께 도망칠 때예요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95848,
			"Eh! O…ok!",
			"呃！好…好的！",
			"えっ！わ、分かったわ！",
			"엣! 알, 알겠어!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95849,
			"huh…such a cunning fox. Never mind, let me finish those stupid human who dare to attack me, and then come to find you~",
			"哼…真是狡猾的老鼠呢。算了，让我先把上面那些胆敢攻击我身躯的愚蠢人类消灭干净再来陪你们玩~",
			"フン……本当に狡猾な鼠だ。まぁよい。まずは上で妾の身体を攻撃している愚かな人間どもを消滅させるとしよう。そなたらと遊ぶのはその後だ。",
			"흥... 정말 교활한 쥐로군. 뭐 좋아. 일단 위에서 나의 몸을 공격하는 어리석은 인간들부터 소멸시키도록 하지. 너희들과 놀 것은 그 다음이다.",
			null
		],
		[
			"msg",
			95850,
			"Let you play a little bit more……",
			"就让你们再多折腾一会吧……",
			"せいぜい、足掻くがよい……。",
			"겨우 발버둥이라도 쳐 봐라...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			95851,
			"……",
			"……",
			"……。",
			"......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95852,
			"Huh! Huh! Finally…get through……",
			"呼！呼！总算…逃过一劫了……",
			"フー！フー！と、とにかく……危機は脱したわね……！",
			"후! 후! 어, 어쨌든... 위기는 벗어났네...!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95853,
			"Docto! Sorry, I didn't protect you well……",
			"博士，对不起，布洛妮娅没有保护好你……",
			"博士、申し訳ありません、ブローニャ守れませんでした……。",
			"박사님, 죄송합니다, 브로냐를 지키지 못했어요...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95854,
			"Woo…It's ok, don't be so sad, I am still alive.",
			"唔…好啦，别哭丧着脸了，我这不还活的好好的么。",
			"あ……いいのよ。悲しそうな顔しないで。私はほら、ピンピンしてるでしょ。",
			"아... 괜찮아. 슬픈 표정 짓지 마. 나는 봐봐, 멀쩡하잖아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95855,
			"It's my fault. I didn't expect we will be attacked during Proect Bunny's scanning. Thanks to you we have enough time to make it restart fighting.",
			"是布洛妮娅疏忽了，没想到居然在重装小兔探测的空挡遭到攻击，多亏了博士拖延了时间才让重装小兔恢复到了作战模式。",
			"ブローニャが迂闊でした。重装ウサギが探知している隙に攻撃を受けてしまうなんて……博士が時間を稼いでくれたおかげで重装ウサギを戦闘モードに戻せました。",
			"브로냐가 부주의했어요. 중장토끼가 탐지하는 틈을 타 공격을 받다니... 박사님이 시간을 벌어준 덕분에 중장토끼를 전투 모드로 돌릴 수 있었어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95856,
			"Haha~I should be the one say thank you, without you, we weren't able to get through.",
			"哈哈…哪里应该是我谢谢你才对，没有你，刚才我们也不可能脱身。",
			"ハハ……感謝するのは私の方よ。あなたがいなきゃ、きっと私たち二人とも脱出できなかったんだから。",
			"하하... 감사해야 하는 건 나야. 네가 없었으면 분명 우리 둘 다 탈출하지 못했을 거야.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95857,
			"Uh, I should correct my previous evaluation, you are not slow at all.",
			"嗯，看来布洛妮娅需要对博士重新评价，您已经不是拖油瓶了呢。",
			"はい、ブローニャは博士に対して再評価しなくてはなりません。博士はもうお荷物ではありません。",
			"네, 브로냐는 박사님에 대해 재평가해야겠어요. 박사님은 더 이상 짐이 아니에요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95858,
			"Coo…so before I was your nuisance……",
			"咕…原来我之前都是你们的累赘么……",
			"ぐっ……私ってこれまでずっとお荷物だったの……。",
			"윽... 나는 지금까지 계속 짐이었던 거야...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95859,
			"Never mind, since we already enter Garland, let's start the investigation now.",
			"好了，既然我们成功进入到了伽蓝要塞内部，就赶紧进行调查吧。",
			"いいわ。ガラン要塞内部に入れたんだから、急いで調査をしましょう。",
			"좋아. 갈란 요새 내부에 들어온 만큼 서둘러 조사하자.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95860,
			"Ok.",
			"嗯。",
			"はい。",
			"네.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95861,
			"Boom——",
			"轰隆隆隆——",
			"ゴォオオン——",
			"우우우웅——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95862,
			"Eh…this voice is? Does the Shicksal starts attacking again?",
			"唔…这个声音是？天命的战舰又发动攻击了么？",
			"わっ……この音は？天命の戦艦がまた攻撃してきたの？",
			"앗... 이 소리는? 천명의 전함이 또 공격해 온 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95863,
			"No…this is……",
			"不对…这个是……",
			"いいえ……これは……。",
			"아니... 이건...",
			null
		],
		[
			"msg",
			95864,
			"Proect Bunny finds the ledge above is moving…Garland is rising.",
			"重装小兔检测到上方的岩架正在移动…伽蓝要塞正在上浮。",
			"重装ウサギが上方にある岩石群の移動を検知しました……ガラン要塞が浮上しています。",
			"중장토끼가 상방에 있는 암석군의 이동을 감지했습니다... 갈란 요새가 부상하고 있습니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95865,
			"No…it's no Garland that is risng, the planet-level Houkai that contains Garland is moving……",
			"不对…不是要塞在上浮，而是包裹着要塞的行星级崩坏兽开始移动了……",
			"いえ……要塞が浮上しているんじゃないわ。要塞を包み込んでいる惑星級崩壊獣が移動を始めたのよ……。",
			"아니... 요새가 떠오르는 게 아니야. 요새를 감싸고 있는 행성급 붕괴수체가 움직이기 시작한 거야...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			95866,
			"Hiss hiss……",
			"呲拉呲拉……",
			"ツー、ツー……。",
			"투, 투...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95867,
			"It's connection from Cocolia!",
			"是可可利亚的通讯！",
			"カカリアからの通信だ！",
			"쿠쿠리아에서 통신이 왔어!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95868,
			"Hey! Doctor…hiss…Enter Garland and get your data…hiss…the main armament of the Shicksal has opened a gap in the center of island and prepared to go down! We'll try our best to stop them!",
			"喂！博士…呲拉…尽快进入伽蓝要塞取得你需要的数据…呲拉…天命旗舰的主炮在岛屿中央打开了一道缺口准备从上方进入！我们会尽全力阻截！",
			"ちょっと！博士……ザザッ……早くガラン要塞に入って必要なデータを取ってきてちょうだい……ザァ……天命の旗艦の主砲が島の中央に裂け目を作って上から入ろうとしているわよ！私たちが全力で阻止するから早く！",
			"잠깐! 박사님…… 잡음…… 빨리 갈란 요새에 들어가서 필요한 데이터를 가져와 주세요…… 잡음……천명의 기함 주포가 섬 중앙에 균열을 만들어 위에서 들어오려고 하고 있어요!",
			null
		],
		[
			"msg",
			95869,
			"Please……hiss……gurantee secure……hiss……good luck……",
			"请……滋啦滋啦……保证安……滋啦滋啦……好运……",
			"安……ザザッ……全に気を……ザァ……つけて──",
			"안…… 잡음…… 전을…… 잡음…… 조심하──",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95870,
			"What! Hello? Cocolia? Hello!",
			"什么！喂？可可利亚？喂！",
			"何っ！ちょっと？カカリア？もしもし！",
			"뭐라고! 잠깐? 쿠쿠리아? 여보세요!",
			null
		],
		[
			"msg",
			95871,
			"Didn't expect the Shicksal has such great arms…that they even use a violent way to get into Garland, but I wouldn't agree with this practice from archaeological perspective.",
			"没想到天命的武器威力居然这么厉害…居然用这么暴力的做法进入伽蓝要塞，但是从考古的角度我可不赞成这种做法。",
			"天命の武器の威力がこんなにすごいとはね……こんな暴力的な方法を使ってガラン要塞に入ろうとするなんて。でも考古学的見地からしても、私はこんなやり方に賛成できないわ。",
			"천명의 무기 위력이 이렇게 강할 줄이야…… 이런 폭력적인 방법으로 갈란 요새에 들어가려고 하다니. 하지만 고고학적 관점에서 봐도, 나는 이런 방법에 동의할 수 없어.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95872,
			"Doctor, Moonlight Throne must be fighting with the Shicksal, we need to finish the task and give them support.",
			"博士，月光王座一定正在和天命交战，我们得尽快完成任务进行支援。",
			"博士、月光王座はきっと天命と交戦しています。急いで任務を終わらせて応援に行きましょう。",
			"박사님, 월광왕좌는 분명 천명과 교전 중이에요. 서둘러 임무를 마치고 지원하러 가죠.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			95873,
			"Yes, you're right! Let's go!",
			"嗯，你说的对！我们走！",
			"ええ。あなたの言う通りね！行きましょう！",
			"네. 당신 말이 맞아요! 가자구요!",
			null
		]
	],
	"1211": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95874,
			"E mi et le escontina ♪",
			"E mi et le escontina ♪",
			"E mi et le escontina ♪",
			"E mi et le escontina ♪",
			null
		],
		[
			"msg",
			95875,
			"O plenitas o colindia ♪",
			"O plenitas o colindia ♪",
			"O plenitas o colindia ♪",
			"O plenitas o colindia ♪",
			null
		],
		[
			"msg",
			95876,
			"Is this what humans named \"song\"?",
			"这就是人类名为“歌曲”的东西么？",
			"これが人間の「歌」というやつか？",
			"이게 인간의 「노래」라는 건가?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			95877,
			"Not bad.",
			"真是不错的感觉。",
			"なかなか、いい感じだ。",
			"꽤 괜찮은 느낌이야.",
			null
		],
		[
			"msg",
			95878,
			"Sing the beautiful things that humans look forward to, reflect themselves in their singing.",
			"歌颂着人类向往的美好事物，将自己的缩影镌刻于歌声之中。",
			"人類の美しき過去を賛美して、歌の中に自己を投影し……刻み込む。",
			"인류의 아름다운 과거를 찬미하며, 노래 속에 자신을 투영하고…… 새겨넣는다.",
			null
		],
		[
			"msg",
			95879,
			"Like the melody of waves washing against the rocks, that is hardly forgetten……",
			"如同这拍打岩石的海浪一般悦耳动听，久久无法忘却……",
			"この岩に打ちつける波のように耳に心地よく響き……そして、いつまでも頭に残る。",
			"이 바위에 부딪치는 파도처럼 귀에 감미롭게 울려퍼지고…… 그리고, 영원히 머릿속에 남는다.",
			null
		],
		[
			"msg",
			95880,
			"But it's a pity, no matter how beautiful the song sounds it will always been swallowed by the sea in the end.",
			"不过很可惜，再动听的歌声都会吞没在海浪中。",
			"だからこそ残念だ。こんな感動的な歌でさえ、波に飲み込まれてしまう。",
			"그렇기에 더욱 아쉽다. 이렇게 감동적인 노래마저 파도에 삼켜져 버리니.",
			null
		],
		[
			"msg",
			95881,
			"Like the history of humans, no matter how it changes during the millions of years, it will return to the beginning.",
			"就像人类的历史一样，即使跳过了数千万年的演化，终究还是得物归原主。",
			"人類の歴史のように、数千万年もの変化を経て……結局、万物は帰してしまうのだから。",
			"인류의 역사처럼, 수천만 년의 변화를 겪고…… 결국, 만물은 돌아가 버리니까.",
			null
		],
		[
			"msg",
			95882,
			"The life from the oceans is returning, this time how would the stupid humans finish their generation……",
			"从海洋诞生的生命正在徐徐返程，这次愚昧的人类又会以怎样绚丽的姿态结束它们的时代呢……",
			"海に生命が誕生してから、今はゆっくりと帰っている。愚かな人類どもは、この時代にどんな有終の美を飾るのか……。",
			"바다에 생명이 탄생한 이래, 지금은 천천히 돌아가고 있다. 어리석은 인류들은, 이 시대에 어떤 종말의 아름다움을 장식할지…….",
			null
		],
		[
			"msg",
			95883,
			"Look faward to it.",
			"真是期待。",
			"本当に楽しみだ。",
			"정말 기대된다.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95884,
			"Time: 15:00, Glorious Covenant.",
			"时间：15:00 ，辉煌盟约舰桥",
			"時刻15:00  輝きの盟約 艦橋",
			"시각 15:00  빛의 맹약 함교",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95885,
			"Archbiship,  Glorious Covenant has entered the target sea area, searching for the location of Garland.",
			"主教大人，辉煌盟约已经进入目标海域，正在探索伽蓝要塞的位置信息。",
			"オットー様、輝きの盟約が目標海域に入りました。現在、ガラン要塞の位置情報を検索しています。",
			"오토 님, 빛의 맹약이 목표 해역에 진입했습니다. 현재, 갈란 요새의 위치 정보를 검색 중입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95886,
			"Ella, Garland is from your generation, don't you know where it is?",
			"艾拉，伽蓝都市不是和你同一时代的产物么，难道你不应该早就知道它的方位了么？",
			"ELLA、ガラン都市は君と同時代の産物だろう？君は元よりその場所を知っているんじゃないのか？",
			"엘라, 갈란 도시는 너와 동시대의 산물이지? 너는 원래 그 장소를 알고 있지 않았나?",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95887,
			"Sorry, I don't have any information about Garland in my database, also the signal sent to the target sea are hasn't got any feedback, so assume the operation system of Garland has broken down.",
			"抱歉，在我的数据库中并没有伽蓝都市的情报，而且向目标海域发送的接洽信号也始终未得到回应，因此推测伽蓝都市的运作系统已经瘫痪。",
			"申し訳ありません。私のデータベースにガラン都市に関する情報はありません。また、目標海域に送信している信号にも終始応答がありません。本状況よりガラン都市の運営システムは既にダウンしているものと思われます。",
			"죄송합니다. 제 데이터베이스에는 갈란 도시에 관한 정보가 없습니다. 또한, 목표 해역에 송신 중인 신호에도 계속 응답이 없습니다. 본 상황으로 미루어 갈란 도시의 운영 시스템은 이미 다운된 것으로 보입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95888,
			"Ok~based on last report, since Lil' Theresa encountered the Anti-Entropy army an island sank into the sea, I believed where the island sank down is the location of Garland.",
			"好吧~根据上次的报告来看，之前小德丽莎她们在这个海域与逆熵的部队接触之后就有一座岛屿沉入了海底，我想那个岛屿的方位一定就是伽蓝要塞所在的位置。",
			"なるほど、まぁいい。前回の報告によれば、テレサちゃんたちがこの海域でネゲントロピーと接触した後、ある島が海底に沈んだらしい。その島の位置こそが、きっとガラン要塞のある場所なのだろう。",
			"그렇군, 뭐 좋아. 지난 보고에 따르면, 테레사 녀석들이 이 해역에서 네겐트로피와 접촉한 후, 어떤 섬이 해저로 가라앉았다더라. 그 섬의 위치야말로, 분명 갈란 요새가 있는 장소일 거야.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			95889,
			"Ok, forward to the target location.",
			"好的，开始向目标方位前进。",
			"了解しました。目標に向けて前進します。",
			"알겠습니다. 목표를 향해 전진하겠습니다.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				5,
				false
			]
		],
		[
			"msg",
			95890,
			"Huh——",
			"呼——",
			"──ふぁあ～",
			"── 하아암~",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95891,
			"Sorry~little Kika, for waking you up.",
			"抱歉~小辉火，把你吵醒了。",
			"ごめんね輝火ちゃん、起こしちゃったかな。",
			"미안해 키카, 깨웠나?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95892,
			"It's ok, I've got enough time of resting~Have we arrived?",
			"没事，反正我已经休息够了…我们这是到了么？",
			"いいわ、どうせもう十分休んだし……もう着いたの？",
			"괜찮아, 어차피 충분히 쉬었으니... 벌써 도착한 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95893,
			"Eh huh~",
			"嗯哼~",
			"あぁ、着いたよ。",
			"아, 도착했어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95894,
			"Here is still above the sea, where is the stronghold……",
			"这不还是海面么，哪来什么要塞……",
			"何よここ、一面海じゃない。要塞なんてどこにあるの──",
			"여긴 뭐야, 사방이 바다뿐이잖아. 요새는 대체 어디에 있는 거──",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			95895,
			"Wait, you mean under the sea? So that Dr. MEI was smart, at least she didn't build the base in the sky like you.",
			"等等，你的意思是在海里么？看来那位MEI博士还是个聪明人，至少不会像你那么张扬地把基地造在天上。",
			"──待って、もしかして海の中にあるの？あのMEI博士ってやっぱり天才なのね。少なくとも、あなたみたいにお空に基地を作るなんて、バカげた発想とは大違い。",
			"── 잠깐, 설마 바다 속에 있는 거야? 그 MEI 박사라는 사람 역시 천재네. 적어도 네가 하늘에 기지를 짓는 것 같은 터무니없는 발상과는 완전 딴판이야.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95896,
			"Then how we get down? Can this ship dive?",
			"那我们要怎么下去？这艘船有搭载潜水的功能么？",
			"それで、どうやって下りるの？この船に潜水機能なんてあった？",
			"그래서, 어떻게 내려갈 건데? 이 배에 잠수 기능 같은 거라도 있어?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95897,
			"Of course not, I don't like the position of a drowning dog, that's why I need your power.",
			"当然没有，我讨厌那种落水狗的姿态。所以才需要你的力量。",
			"もちろんないよ。それに僕は濡れるのが嫌いなんだ。だから、君の力を借りたい。",
			"당연히 없지. 게다가 나는 젖는 걸 싫어해. 그래서 네 도움이 필요해.",
			null
		],
		[
			"msg",
			95898,
			"Little Kika, this is the very moment the Shicksal can get to the truth, you should be happy for being the key to open the door to it.",
			"小辉火，这可是天命最接近真理的时刻，你应该为自己能够成为打开大门的钥匙而高兴才对。",
			"輝火ちゃん……そう嫌そうな顔をしないで。天命は今、真理に辿り着こうとしている。自分が偉大なる扉を開く鍵になれることを喜ばなくちゃ。",
			"키카…… 그렇게 싫은 얼굴 하지 마. 천명은 지금 진리에 다다르려 하고 있어. 자신이 위대한 문을 여는 열쇠가 될 수 있다는 걸 기뻐해야지.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95899,
			"Not really! You think how many times the nexus system started recently? If it's another Valkyrie, she has already died!",
			"高兴个鬼！你自己好好想想nexus系统最近启动了多少次？要是换作别的女武神早就归西了！",
			"何を喜ぶのよ！あなた、Nexusシステムを何回起動させたと思ってるの？他の戦乙女だったら、とっくにオダブツよ！",
			"뭘 그렇게 좋아해! 당신, Nexus 시스템을 몇 번이나 작동시킨 거야? 다른 발키리였다면, 벌써 고철덩어리라고!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			95900,
			"Haha, don't make it sounds so creepy, you just need to follow my instructions, otherwise those others will be ready to make trouble.",
			"呵呵，不要说得那么恐怖嘛，你只要乖乖服从我的命令就行了，不然妨碍我们的家伙也要开始蠢蠢欲动了。",
			"フフ、そんなに恐いこと言わないでよ。君は大人しく僕の命令に従っていればいいんだよ。さもないと、ウチのやつらが勝手に動いちゃうかもよ？",
			"훗, 그렇게 무서운 소리 하지 마. 너는 조용히 내 명령만 따르면 돼. 안 그럼 우리 쪽 사람들이 마음대로 움직일지도 모르는데?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			95901,
			"Huh……ok! I am having indigestion after all this……",
			"切……知道了！真是的刚睡醒这样折腾可是会消化不良的……",
			"ちぇっ……分かったわよ！まったく、目覚めて早々こんなにこき使われちゃ、身体に毒なんだから……。",
			"쳇…… 알겠어! 정말, 깨어나자마자 이렇게 부려먹으니까, 몸에 해롭다고…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			95902,
			"Main armament「Baumkuchen」 starts recharging!",
			"主炮「Baumkuchen」开始充能！",
			"主砲「バームクーヘン」エネルギー充填開始！",
			"주포 「 바움쿠헨 」 에너지 충전 시작!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95903,
			"At the same time, Moonlight Throne",
			"同一时间 ，月光王座舰桥",
			"──同じ頃、月光王座 艦橋",
			"──그 무렵, 월광왕좌 함교",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95904,
			"Doctor, how's your preparation?",
			"博士，你那边准备的怎么样了？",
			"博士、そっちの準備はどう？",
			"박사님, 그쪽 준비는 어때요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95905,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			95906,
			"Diving mold check, underwater detection has started, diving down, current deepth 12000 meters.",
			"潜水模具功能检查一切正常，已经开始水下作业，正在下潜中，目前深度1200米。",
			"潜水モジュール機能の検査は全て正常。水中作業を始めるわ──現在潜行中、深度1,200メートル。",
			"잠수 모듈 기능 점검은 모두 정상. 수중 작업을 시작할게요──현재 잠항 중, 깊이 1,200미터.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95907,
			"Hum, althrough this operation Mr. Walter can't participate by himself, but he still pays much attention to it.",
			"嗯，这次的行动瓦尔特大人虽然无法直接参与指挥，但他依然十分重视。",
			"よし。今回、ヴェルト様は直接指揮できないけど、本作戦をとても重要視されている。",
			"좋아. 이번에 웰트 님은 직접 지휘하실 수 없지만, 본 작전을 매우 중요하게 여기고 계셔.",
			null
		],
		[
			"msg",
			95908,
			"Doctor, since you propose the underwater detection this time, don't let me down.",
			"博士，既然你这次主动提出潜水探测，可不要让我失望。",
			"博士、あんたが自分で潜水探査を言い出したんだから、私をガッカリさせないでよ。",
			"박사님, 당신이 직접 잠수 탐사를 제안했으니까 나를 실망시키지 마세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			95909,
			"Hey hey…we are peers, don't always talk to me like a senior……",
			"喂喂…我们可是同级关系，别总是一幅上级的口吻……",
			"ちょっと、ちょっと……私たちは同じ階級でしょ？上からの物言いはやめてよね……。",
			"잠깐, 잠깐... 우리 같은 계급 아니에요? 윗사람처럼 말하는 건 그만둬요...",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95910,
			"Huh?",
			"嗯？",
			"何？",
			"뭐?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			95911,
			"Never mind…I will finish my mission well……",
			"没事…我一定好好完成任务……",
			"な、何でもないわ……。必ず任務を果たしてみせるわよ……。",
			"아, 아무것도 아니에요... 반드시 임무를 완수해 보일 거예요...",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95912,
			"Good, Bronya, you must protect doctor well, you can't fail.",
			"那就好，布洛妮娅，你一定要保护好博士，千万不能失败。",
			"それでいいわ。ブローニャ、必ず博士を守りなさい。失敗は許されないわよ。",
			"그렇게 해. 브로냐, 반드시 박사님을 지키세요. 실패는 용납되지 않아요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95913,
			"Ok, mother.",
			"好的，妈妈。",
			"分かりました。お母様。",
			"알겠습니다. 어머니.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95914,
			"Bronya, you must be careful!",
			"布洛妮娅姐姐，你一定要小心！",
			"ブローニャお姉ちゃん、気をつけてね！",
			"브로냐 언니, 조심해요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			95915,
			"Don'r worry, Seele.",
			"放心吧，希儿。",
			"安心してください、ゼーレ。",
			"안심하세요, 제레.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				true
			]
		],
		[
			"msg",
			95916,
			"「Glorious Covenant of the Shicksal has entered the sea, is now moving towards Garland.」",
			"「报告，已侦测到天命旗舰辉煌盟约进入海域，正在朝伽蓝要塞移动。」",
			"「報告します。天命の旗艦、輝きの盟約が海域に入ったのを探知しました。現在ガラン要塞に向けて移動中。」",
			"「보고합니다. 천명의 기함, 빛의 맹약이 해역에 진입한 것을 탐지했습니다. 현재 가란 요새를 향해 이동 중. 」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95917,
			"The Shicksal finally comes, we need to be ready.",
			"看来天命终于来了，我们也该开始行动了。",
			"天命がようやくお出ましのようね。私たちも始めるわよ。",
			"천명이 드디어 모습을 드러낸 모양이네요. 우리도 시작해요.",
			null
		],
		[
			"msg",
			95918,
			"Ok, go ahead. The rest of people hold attack from the Shicksal to save more time for the people underwater, preventing the Shicksal to enter Garland.",
			"好了，你们出发吧。剩下的人负责正面的牵制天命，给水下作业的小队争取时间，阻击天命进入伽蓝要塞。",
			"よし、あなたたちは出発して。残りの者は目の前の天命を食い止めるのよ。水中作業をするチームのために時間を稼いで、天命がガラン要塞に入るのを阻止しなさい。",
			"좋아, 너희는 출발해. 남은 자들은 눈앞의 천명을 막아야 해. 수중 작업을 하는 팀을 위해 시간을 벌어주면서 천명이 가란 요새로 들어가는 걸 막으세요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95919,
			"Hold attack! Why! Their broken ship is there for us to beat down, just go and attack them!",
			"牵制个鬼啊！这么婆婆妈妈地干嘛呢！对方的破船都停在那里等着挨揍了，直接攻上去不就得了！",
			"食い止める？そんなヤワなことしてどうするのさ！相手のボロ船は、あそこで攻撃されるのを待っているんだから、直接攻め込めばいいじゃないか！",
			"막아? 그런 약한 짓으로 뭘 할 수 있다고! 상대의 낡은 배는 저기서 공격받기를 기다리고 있잖아, 직접 공격하면 되지!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95920,
			"We don't have any advantages so far, also the stength Shicksal is unknown, also the strength of many of our people is unknwon……",
			"以我们的现在战力很难占到优势，而且天命的战力是个未知数，况且我们当中还有很多战力也是个未知数……",
			"今の私たちの戦力では優位に立つのは難しいわ。それに天命の戦力は未知数だし、私たちの中にも未知数の戦力がいる……。",
			"지금 우리의 전력으로는 우위를 점하기 어려워. 게다가 천명의 전력은 알 수 없고, 우리 중에도 알 수 없는 전력이 있어…….",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95921,
			"You mean Kiana and others? I think they are all good people.",
			"妈妈你是说琪亚娜她们么？希儿觉得她们都是好人呢。",
			"お母さんはキアナお姉ちゃんたちのことを言ってるの？ゼーレ、あの人たちはいい人だと思うな。",
			"엄마는 키아나 언니들 이야기하는 거야? 제레, 그 사람들은 좋은 사람인 것 같아.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95922,
			"Huh, you will know in the battlefield.",
			"哼，这种事情等到了战场上就知道了。",
			"フン、そんなのは戦場に立てば分かるわ。",
			"흥, 그런 건 전장에 서보면 알 거야.",
			null
		],
		[
			"msg",
			95923,
			"All the people get ready! Attack!",
			"所有人进入战斗位置！开始作战！",
			"総員、戦闘配置——戦闘開始！",
			"전원, 전투 배치——전투 시작!",
			null
		]
	],
	"1212": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95924,
			"Hyperion",
			"休伯利安号舰桥",
			"ハイペリオン号 艦橋",
			"히페리온호 함교",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95925,
			"Glorious Covenant…finally we meet again……Otto, this time I will get back what I lost……",
			"辉煌盟约…终于让我们又见面了……奥托，这次我会把我失去的东西要回来……",
			"輝きの盟約……また出てきたわね……。オットー、今度こそ失くしたものを取り返してやる……。",
			"빛의 맹약…… 또 나타났네……. 오토, 이번에는 반드시 잃어버린 것을 되찾고 말 거야…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95926,
			"……Kiana? How are you? You are shaking so much!",
			"……琪亚娜？你怎么了？身体抖得好厉害！",
			"……キアナちゃん？どうしたの！？ものすごく震えているわよ！",
			"……키아나? 무슨 일이야!? 엄청 떨고 있잖아!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95927,
			"I am fine…don't worry, I am not that coward any more…This time I will let the Shicksal pay for it!",
			"我没事…不用担心，我已经不是以前的那个胆小鬼了…这次我要让天命付出代价！",
			"大丈夫……心配しないで。私はもう、今までの臆病者じゃないから……今度はこっちが天命に一泡吹かせてやるんだから！",
			"괜찮아…… 걱정하지 마. 나는 이제 더 이상 예전의 겁쟁이가 아니니까…… 이번에는 우리 쪽에서 천명에게 한 방 먹여줄 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95928,
			"Kiana, keep calm. Though I have the same feeling like you, for all those Valkyria sacrificed for St. Freya, I will let the Shicksal know they're wrong!",
			"琪亚娜，不要太冲动。虽然我现在的心情和你一样，为了圣芙蕾雅学园牺牲的女武神，我也会让天命明白现在的做法是错误！",
			"キアナ、あまり衝動的にならないで。私だってあなたと同じ気持ちよ。聖フレイヤ学園のために犠牲になった戦乙女のことを思うと、天命のやり方は間違っていると思い知らせてやりたいわ！",
			"키아나, 너무 충동적으로 행동하지 마. 나도 너와 같은 마음이야. 세인트 프레야 학원을 위해 희생된 발키리를 생각하면, 천명의 방식이 틀렸다는 걸 똑똑히 보여주고 싶어!",
			null
		],
		[
			"msg",
			95929,
			"But we are in a group. Even we don't belong to the Shicksal, we shouldn't forget what we learn in St. Freya. Don't act on impulse, believe our strength.",
			"不过我们现在是一个整体。就算现在不属于天命，但在圣芙蕾雅学园中学到的东西千万不能忘记，不要意气用事，要相信大家的力量。",
			"でも、今はもっと大局を見なさい。天命に属していなくても、聖フレイヤ学園で学んだことは忘れちゃダメよ。感情で動かず、みんなの力を信じること。",
			"하지만 지금은 더 큰 그림을 봐. 천명에 속하지 않아도, 세인트 프레야 학원에서 배운 걸 잊어서는 안 돼. 감정에 휩쓸리지 말고, 모두의 힘을 믿어야 해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95930,
			"Ok……",
			"嗯……",
			"うん……。",
			"응…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95931,
			"Kiana, since Senba Academy, you always regard me as someone needs protection. But like you I don't want to be protected as always, that's why I want to join the Schisial, to be come a Valkyrie.",
			"琪亚娜，从千羽学园到现在你总是把我当作要保护的对象，但是我和你一样都不想成为被保护的那一方，所以我才想要加入天命，成为女武神。",
			"キアナちゃん、千羽学園の時から今までずっと私を守ってきてくれたけど、私もあなたと同じで守られるだけの存在にはなりたくないの。だから、天命に入って戦乙女になろうって思った。",
			"키아나, 센바 학원 때부터 지금까지 항상 나를 지켜줬지만, 나도 너처럼 지켜지기만 하는 존재는 되고 싶지 않아. 그래서 천명에 들어가 발키리가 되려고 결심했어.",
			null
		],
		[
			"msg",
			95932,
			"This time let us fight together, I will be the strong shield with you!",
			"这次就让我们一起战斗吧，我会成为琪亚娜坚实的后盾与你一同作战！",
			"今回は一緒に戦いましょう。私、キアナちゃんのために強固な盾になって一緒に戦うわ！",
			"이번엔 함께 싸우자. 나, 키아나를 위해 단단한 방패가 되어 함께 싸울게!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95933,
			"Mei……",
			"芽衣……",
			"芽衣先輩……。",
			"메이 선배…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95934,
			"Don't worry, if you run too fast I will bring you back, feel free to do anything you want.",
			"放心吧，要是你冲的太前我会负责把你拉回来的，你就尽情的发挥吧。",
			"安心して、あんたが突進しすぎたら私が引きずり戻してあげるから。思いっきりやりなさい。",
			"안심해, 네가 너무 앞으로 나가면 내가 끌어당겨줄 테니까. 마음껏 해봐.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95935,
			"I understand, thanks to everyone.",
			"我明白了，谢谢大家。",
			"分かった。二人とも、ありがとう。",
			"알았어. 둘 다, 고마워.",
			null
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95936,
			"Let's go, Kyoshou is waiting for us, we must win this fight for her!",
			"走吧，九霄还在等着我们，为了她我们一定要赢下这场战斗！",
			"行こう、九霄が私たちを待ってるわ。この戦い、何としても勝たなくちゃ！",
			"가자, 큐쇼가 우리를 기다리고 있어. 이 싸움, 반드시 이겨야 해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95937,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95938,
			"Hyperion, listen. The Shicksal Valkyria are going to land on the southern island, to avoid straight confrontation you should land from the east to get  advantageous position,  attack along with Moonlight Throne, draw their attention.",
			"休伯利安号听命，天命的女武神预计会在岛屿南部登陆，为了避开正面交锋你们从东部海岸登陆抢占有利位置，配合月光王座进行协同攻击，吸引她们的注意。",
			"ハイペリオン号、聞きなさい。天命の戦乙女は恐らく島の南部に上陸するわ。正面衝突を避けるため、あなたたちは東部から上陸して有利な位置を取ってちょうだい。月光王座と協力して、彼女たちの注意を引くのよ。",
			"히페리온호, 들어봐. 천명의 전투처녀들은 아마도 섬 남부에 상륙할 거야. 정면충돌을 피하기 위해, 너희들은 동부에서 상륙해 유리한 위치를 차지해줘. 월광왕좌와 협력해서, 그녀들의 주의를 끄는 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95939,
			"Never know one day I have to listen to Anti-Entropy…are we used as cannon fodder for a fight among the Shicksal ?",
			"没想到居然沦落到要听逆熵发号施令的地步…是想把我们当做炮灰与天命部队自相残杀么？",
			"まさか、ネゲントロピーの指示に従うほど落ちぶれるとはね……私たちを天命部隊と相打ちにさせるつもりなの？",
			"설마, 네겐트로피의 지시를 따를 정도로 추락하진 않았겠지... 우리를 천명 부대와 맞붙게 하려는 거야?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95940,
			"I don't care how you think of it, go back if you don't want to join, if you betray us in the battlefield I wll have headache.",
			"随你怎么想，如果不想参战的话就请回吧，要是你们在战场上叛变我也是很头疼的。",
			"好きに考えて。もし参戦したくないなら帰ってちょうだい。あなたたちが戦場で寝返りでもしたら私も困るから。",
			"마음대로 생각해. 만약 참전하고 싶지 않으면 돌아가줘. 너희들이 전장에서 배신이라도 하면 나도 곤란하니까.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95941,
			"Huh, I just have some complaints, still don't trust us until now?",
			"哼，我只是抱怨一下罢了，都这个时候了还不相信我们么？",
			"フン、文句を言っただけよ。ここまできて、まだ私たちを信用してないの？",
			"흥, 불평을 한 것뿐이야. 여기까지 와서, 아직도 우리를 믿지 못하는 거야?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95942,
			"For the Shicksal I will always keep alert, without the special approval from Mr.Walter I wouldn't let you join this time.",
			"对于天命的人我永远会保持警惕，要不是瓦尔特大人的特批我都不打算让你们参加这次行动。",
			"天命の人間に対しては、いつまでも警戒するわよ。ヴェルト様が認めなかったら、あなたたちを今回の作戦に加えたりしなかったんだから。",
			"천명의 인간에 대해서는, 언제나 경계할 거야. 웰트 님이 인정하지 않았다면, 너희들을 이번 작전에 포함시키지도 않았을 테니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95943,
			"Please let me go, I will show you our determination.",
			"请让我上战场，我会用行动来告诉你我们的决心。",
			"私を戦場に立たせて。戦場での活躍で、私たちの決意を見せてあげる。",
			"나를 전장에 세워줘. 전장에서의 활약으로, 우리의 각오를 보여주겠어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95944,
			"Huh…you really changed a lot. Ok~then show me what you can.",
			"哼…之前还哭丧着脸的大小姐变化还真是不小呢。好吧~那就让我看看你的能耐吧。",
			"フン……ボロボロ泣いていたお嬢ちゃんがずいぶんと変わったわね。いいわ、あなたの覚悟見せてちょうだい。",
			"흥... 부서져 울고 있던 아가씨가 상당히 변했네. 좋아, 네 각오 보여줘봐.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95945,
			"Don't worry, we will try our best. After all this is our first fight back.",
			"你放心，我们会尽全力战斗的。毕竟这也是我们反击的第一战。",
			"安心して。私たちは全力で戦うわ。これが反撃の第一歩なんだから。",
			"안심해. 우리는 전력으로 싸울 거야. 이게 반격의 첫걸음인 거니까.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95946,
			"Fight back……Let's call it fight back. Good luck to you, hope you can come back safe and sound.",
			"反击么……就当作是反击吧，祝你们好运，希望你们能够平安回来。",
			"反撃ね……まぁ幸運を祈るわ。無事に帰って来てちょうだいね。",
			"반격이라... 뭐 행운을 빌어. 무사히 돌아와줘.",
			null
		],
		[
			"msg",
			95947,
			"But please remember, if you have any weird actions, I will kill you even against Mr.Walter's command.",
			"但是请你们要记住一点，要是你们有任何奇怪的举动，我就算是违背司令的命令也要消灭掉你们。",
			"でも、忘れないように。もし、あなたたちがおかしな行動をとったら、私は司令の命令に背いてでもあなたたちを抹殺するから。",
			"하지만, 잊지 말아줘. 만약, 너희들이 이상한 행동을 한다면, 나는 사령의 명령을 어기더라도 너희들을 말살할 테니까.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95948,
			"I know.",
			"不用你说我也知道。",
			"言われなくても分かってるわよ。",
			"말하지 않아도 다 알아.",
			null
		],
		[
			"msg",
			95949,
			"Go, Hyperion!",
			"走吧，休伯利安号出发！",
			"行くわよ、ハイペリオン号——発進！",
			"간다, 히페리온호——발진!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95950,
			"「Alert! Detect high energy reaction inside the Shicksal battleship, the cannon is set to fire! 」",
			"「警报！检测到天命旗舰内部高能量反应，战舰主炮即将发射！」",
			"「警報！天命の旗艦内部に高エネルギー反応を検出、戦艦の主砲が間もなく発射されます！」",
			"「경고! 천명의 기함 내부에서 고에너지 반응 감지, 전함의 주포가 곧 발사됩니다!」",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95951,
			"What! Have already found us?",
			"什么！天命难道已经发现我们了么？",
			"何ですって！天命はもう私たちを見つけたの！？",
			"뭐라고! 천명이 벌써 우리를 찾아낸 거야!?",
			null
		],
		[
			"msg",
			95952,
			"This is Cocolia's plan! They want to use Hyperion as the balt!",
			"这就是可可利亚那家伙的算盘么！想用休伯利安做诱饵吸引天命的火力！",
			"これがカカリアの狙いだったのね！天命の注意を引きつけるため、ハイペリオンをエサにしたんだわ！",
			"이게 쿠쿠리아의 목적이었어! 천명의 주의를 끌기 위해 히페리온을 미끼로 쓴 거야!",
			null
		],
		[
			"msg",
			95953,
			"Ew…what a crafty woman, I said we shouldn't believe Anti-Entropy so easily.",
			"啧…真是个老奸巨猾的女人，果然不能对逆熵掉以轻心。",
			"チッ……本当に食えない女。やっぱりネゲントロピーに心を許しちゃダメね。",
			"쳇... 정말 속임수에 능한 여자. 역시 네겐트로피에게 마음을 허락하면 안 되겠어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95954,
			"Himeko, what should we do!",
			"姬子老师，我们现在该怎么办！",
			"姫子先生、どうしましょう！",
			"히메코 선생님, 어떻게 하죠!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95955,
			"Change the course!",
			"立刻改变航道！",
			"ただちに航路変更！",
			"즉시 항로 변경!",
			null
		],
		[
			"msg",
			95956,
			"Hyperion speed up!",
			"休伯利安开始加速！",
			"ハイペリオン、全速で照準外域へ！",
			"히페리온, 전속력으로 조준권역 이탈!",
			null
		]
	],
	"1213": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95957,
			"Boom————!!!!!",
			"轰隆隆隆————！！！！！",
			"ドォオオン！！",
			"두어어언!!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95958,
			"The attack ends…seems their target is not us.",
			"炮击结束了…看来天命的目标不是我们。",
			"砲撃が止まった……天命の目標は私たちではなかったようね。",
			"포격이 멈췄어……천명의 목표는 우리가 아니었던 모양이네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95959,
			"They are attacking the island we are heading do?",
			"他们攻击的位置好像是我们要前往的那个岛屿？",
			"彼らの攻撃対象は、私たちが向かっているあの島……？",
			"그들의 공격 목표는 우리가 향하고 있는 저 섬……?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95960,
			"「Detect the attack is above the island! The Shicksal is landing!」",
			"「检测到炮击位置出现岛屿上浮！天命部队正在登陆！」",
			"「砲撃位置に島が浮上しているのを検知！天命部隊が上陸中！」",
			"「 포격 위치에 섬이 떠오르는 것을 감지! 천명 부대가 상륙 중!」",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95961,
			"How great destruction…The center of that island has a huge whole, is this the weapon destoying St. Freya……",
			"好强大的破坏力…那座岛屿的中间都被炸出了一个大洞，就是这个武器摧毁了圣芙蕾雅学园么……",
			"すごい破壊力……あの島の真ん中に大きな穴をあけるなんて。この武器が聖フレイヤ学園を破壊したのね……。",
			"엄청난 파괴력……저 섬 한가운데에 큰 구멍을 냈다니. 이 무기가 세인트 프레야 학원을 파괴한 거네……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95962,
			"That weapon…that kilss my mother!",
			"那个武器…就是它杀死了妈妈！",
			"あの武器……あれがママを殺したんだ！",
			"그 무기…… 저게 엄마를 죽인 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95963,
			"That fire is able to break through the whole island…which means……",
			"那一炮的量级大概足以打穿整座岛屿…也就是说……",
			"あの砲撃のエネルギー量なら島全体を吹き飛ばせそうね……ということは──",
			"그 포격의 에너지 양이라면 섬 전체를 날려버릴 수 있을 것 같네…… 그렇다면──",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95964,
			"Right, so their target is to break the surface of the planet-level Houkai beast above Garland, and enter from the gap, you're really lucky to survive.",
			"没错，看来天命的目的是击穿包裹在伽蓝要塞上的行星级崩坏兽外壁，从打出的缺口进入，你们真是捡回一条命了。",
			"その通り、天命の目的はガラン要塞を包み込む惑星級崩壊獣の外壁を壊すことのようね、その穴から侵入するために。あなたたち、命拾いしたわね。",
			"그래, 천명의 목적은 가란 요새를 둘러싼 행성급 붕괴수의 외벽을 파괴하는 것 같네, 그 구멍으로 침투하기 위해서. 당신들, 목숨을 건졌구나.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95965,
			"Cocolia you bastard!",
			"可可利亚你这混蛋！",
			"カカリア、あんたねぇ！",
			"쿠쿠리아, 너 이거 뭐야!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95966,
			"Don't be mad, this is a good thing for us. The reloading of that cannon takes a long time, during this time Moonlight Throne can provide air support, you just need to stop their ground troops.",
			"别生气，这对我们来说都是好事。那门主炮的填装需要很长时间，在这段空隙内月光王座可以毫无顾虑地提供空中支援，你们只要阻止天命的地面部队即可。",
			"怒らないで。これは私たちにとってもいいことなんだから。あの主砲の装填には、かなりの時間がかかるわ。この隙に月光王座が空中支援を行うから、あなたたちは天命の地上部隊を食い止めなさい。",
			"화내지 마. 이건 우리들에게도 좋은 일이니까. 그 주포의 장전에는 상당한 시간이 걸려. 이 틈에 월광왕좌가 공중 지원을 할 테니, 당신들은 천명의 지상 부대를 막아내세요.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95967,
			"Huh! Thank you so much!",
			"哼！那还真是谢谢你了！",
			"フンッ！それはどうもありがとうございました！",
			"흥! 정말 고마웠어!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95968,
			"You're welcome.",
			"不客气。",
			"ふふっ、どういたしまして。",
			"후후, 별말씀을요.",
			null
		],
		[
			"msg",
			95969,
			"Ok, you should go now. To guarantee the safety of our underwater unnit, you are an important part to stop the Shicksal, I don't want to see you here wasting time.",
			"好了，你们赶紧出发吧，为了保证海底小队的安全，你们可是阻挡天命重要的一环，我可不想看到你们在这里浪费时间。",
			"よし、あなたたちは今すぐ出撃して。海底チームの安全を守るためには、あなたたちが天命を食い止めるのが何より重要よ。あなたたちがここで時間を無駄にするのに一銭の得もないわ。",
			"좋아, 너희들은 지금 바로 출격해. 해저 팀의 안전을 지키기 위해서는 너희들이 천명을 막아내는 게 무엇보다 중요해. 너희들이 여기서 시간을 낭비하는 건 한 푼의 이득도 없어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95970,
			"Damn! Such an annoying bastard! Go! Start landing!",
			"可恶！真是令人火大的混蛋！走！我们开始登陆！",
			"まったく！本当にムカつくヤツ！行くわよ！上陸開始！",
			"정말! 진짜 짜증나는 녀석! 갈게! 상륙 시작!",
			null
		]
	],
	"1214": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95971,
			"Huh! That cannon's power is incredible…this area has been entiredly scorched.",
			"咳咳！那门主炮的威力真是惊人…这片区域的地貌已经全是焦土了。",
			"ゴホッ、ゴホッ！あの主砲の威力、本当にすさまじいわね……この辺り一帯が完全に焦土と化してるわ。",
			"콜록, 콜록! 저 주포의 위력, 정말 엄청나네... 이 주변이 완전히 초토화됐어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95972,
			"But we have advanced a distance in this island, seems like the Shicksal Valkyria  army has been contained by Moonlight Throne.",
			"不过我们已经在这座海岛上行进有一段距离了，看来天命的女武神部队都被月光王座牵制住了，",
			"でも、かなり行軍ができました。天命の戦乙女部隊は月光王座に足止めされているみたいです。",
			"하지만, 상당히 진군할 수 있었어. 천명의 전투처녀 부대는 월광왕좌에 발이 묶인 모양이야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95973,
			"Himeko, let's go to where the Shicksal is! Otto must be there!",
			"姬子，我们尽快前往天命所在的区域吧！奥托一定就在那里！",
			"姫子、早く天命のいるエリアに行こう！オットーも、きっとそこにいるはずだから！",
			"히메코, 빨리 천명이 있는 에리어로 가자! 오토도 분명 거기 있을 거야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95974,
			"Kiana…ok, you are right, we need to seize the initiative!",
			"琪亚娜…好吧，你说的对，我们要抢占先机！",
			"キアナ、あなたの言う通りね。先手を取るわよ！",
			"키아나, 네 말대로야. 선수를 칠 거야!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95975,
			"Seize the initiative? I think you are rushing to get yourselves dead.",
			"抢占先机？我看你们是来急着送死才对吧~",
			"先手を取る？死に急いでいるようにしか見えないんですの。",
			"선수를 치겠다고? 죽을 쑤려는 것처럼밖에 안 보이는데요.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95976,
			"Who are you!",
			"你是！",
			"あんたは！",
			"너는!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			95977,
			"Haha~Finally see you again, Kiana~",
			"呵呵~我们终于又见面了，琪亚娜~",
			"ふふ～、またお会いしましたわね、キアナ。",
			"후후~, 또 만났네요, 키아나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			95978,
			"Maria……",
			"玛丽亚……",
			"マリア……。",
			"마리아…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			95979,
			"Damn…We're encompassed by Valkyria!",
			"糟了…我们被女武神部队包围了！",
			"しまった……！戦乙女の部隊に包囲されてる！",
			"젠장……! 발키리 부대에게 포위당했어!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			95980,
			"Huh huh~Otto already foresees that you will disturb his work, ask me to be careful of your sneak attack after landing.",
			"哼哼~奥托主教早就料到你们会打扰他的工作，在登陆之后就急着让我警戒你们的偷袭。",
			"ふふふ、オットー主教はあなたたちが邪魔してくるとお見通しだったんですの。上陸後、すぐ私に奇襲を警戒するよう言ってきましたわ。",
			"후후후, 오토 주교님은 너희들이 방해할 거라 예상하셨답니다. 상륙 후 바로 나에게 기습을 경계하라고 말씀하셨죠.",
			null
		],
		[
			"msg",
			95981,
			"I was thinking you wouldn't be so stupid as such…I was still overrating you~",
			"本来我还觉得你们不会蠢到自己来送死…看来我还是高估你们了~",
			"まさか、自ら死にに来るほど愚かではないと思っていましたが……ちょっと買いかぶりすぎでしたわ。",
			"스스로 죽으러 올 만큼 어리석지는 않을 줄 알았는데…… 조금 과대평가했나 봅니다.",
			null
		],
		[
			"msg",
			95982,
			"Today the annoying Kira is not here, Kiana, where are you going to hide this time?",
			"今天那个碍事的时雨绮罗可不在，琪亚娜，这次你该往哪里躲呢？",
			"今日は邪魔をしてくる時雨綺羅もいないし……キアナ、今度はどこに逃げるのかしら？",
			"오늘은 방해할 시구레 키라도 없고…… 키아나, 이번에는 어디로 도망칠 셈이니?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				2,
				true
			]
		],
		[
			"msg",
			95983,
			"Today I won't go anywhere! Maria, let's end this!",
			"今天我哪里都不会去！玛丽亚，就让我们在这里做个了断吧！",
			"今日はどこにも行ったりしないわよ！マリア、ここで白黒つけてあげる！",
			"오늘은 어디에도 가지 않을 거야! 마리아, 여기서 결판 내줄게!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			95984,
			"Haha~you totally become another person, that's right, I'm expecting this~",
			"呵呵~还真是换了个人似的，这样才对嘛，实在太让人期待了~",
			"ふふふ～、人が変わったみたいですの。それでいいわ。面白くなってきた。",
			"후후후~, 사람이 달라진 것 같네요. 그거 좋아. 점점 재미있어지는데.",
			null
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			95985,
			"Let me defeat you, and look at your begging for mercy!!",
			"就让我把你打回原形，看看你在地上哭着求饶的表情吧！！",
			"私が元の情けない姿に戻してあげますの。地面に跪いて、泣きながら許しを請う顔を見せてちょうだい！！",
			"내가 원래의 비참한 모습으로 돌려줄게요. 땅에 무릎 꿇고, 울면서 용서를 빌던 모습을 보여주세요!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			95986,
			"See if you can!",
			"那就试试看吧！",
			"やれるもんならやってみなさい！",
			"할 수 있으면 해보시지!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			95987,
			"Kiana, remember what I told you! We need to fight together! Don't act on impulse!",
			"琪亚娜，记住我之前说的！我们要合力作战！不要冲动！",
			"キアナ、さっき言ったこと忘れちゃダメよ！力を合わせて戦うの！カッとならないで！",
			"키아나, 아까 말한 것 잊지 마! 힘을 합쳐서 싸우는 거야! 흥분하지 말고!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			95988,
			"Haha~then come together! I will let you know the gap between you garbage and S-level Valkyrie!",
			"呵呵~那就一起上吧，让你们知道S级女武神和你们这些垃圾之间的差距！",
			"ふふふっ……じゃあ、まとめてかかってきなさい。S級戦乙女とあなたたちゴミとの違いを思い知らせてあげますの！",
			"후후훗…… 그럼, 한꺼번에 덤벼보세요. S급 전처녀와 너희 쓰레기들의 차이를 뼈저리게 느끼게 해줄 테니까!",
			null
		]
	],
	"1215": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			95989,
			"「Alarm! The second Valkyria army is attacking the Moonlight Throne!」",
			"「报告！天命的第二批女武神部队正在朝月光王座发动攻击！」",
			"「報告します！天命の戦乙女部隊第2陣が、月光王座に向けて攻撃を仕掛けてきました！」",
			"「보고합니다!천명의 전처녀 부대 제2진이, 월광왕좌를 향해 공격을 개시했습니다!」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95990,
			"Where's Hyperion? Why they haven't arrive yet!",
			"休伯利安的那票人呢？怎么还没到！",
			"姫子少佐とハイペリオンのやつらは？どうしてまだ到着してないの！？",
			"히메코 소좌와 히페리온 녀석들은? 왜 아직 도착하지 않은 거야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			95991,
			"「They seem to be stopped by some Valkyria, still fighting with them.」",
			"「似乎被天命的一批女武神阻截了，还在缠斗中。」",
			"「どうやら別の戦乙女に足止めされているようで、まだ交戦中です。」",
			"「다른 전처녀에게 저지당한 모양입니다. 아직 교전 중이에요.」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			95992,
			"Useless! Forget about them! Seele! Sin! Kill those Valkyria on the ground!",
			"真是一群废物！别管她们了！希儿！杏！把地面的女武神部队消灭掉！",
			"ちっ、役立たずめが！放っておきましょう！ゼーレ！シン！地上の戦乙女部隊を片付けなさい！",
			"쳇, 쓸모없는 것들! 내버려 두자! 제레! 신! 지상의 전처녀 부대를 처리해!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95993,
			"Hahaha! The Shicksal garbage! Go to hell!",
			"哈哈哈！天命的渣滓们！都给本大爷去死！",
			"ハハハッ！天命のザコどもが！くたばれぇ！",
			"하하하! 천명의 잡것들이! 죽어라!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			95994,
			"Sin! Don't rush too fast! We just follow mother's command to protect Moonlight Throne!",
			"杏！不要冲的太深！妈妈的命令只要保护月光王座就行！",
			"シン！深追いしちゃダメ！お母さんの命令は月光王座を守ることだけだよっ！",
			"신! 깊이 추격하면 안 돼! 엄마의 명령은 월광왕좌를 지키는 것뿐이야!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95995,
			"Shut up! Thar Valkyrie called Maira! I need to find her!",
			"少废话！上次那个叫玛丽亚的女武神！我一定要找她算账！",
			"黙れッ！この前のあのマリアとかいう戦乙女！あいつと決着をつけるんだ！",
			"닥쳐! 저번에 그 마리아라는 전처녀! 그 녀석과 결판을 내겠어!",
			null
		],
		[
			"msg",
			95996,
			"By the way! Their head must be on the ship! As long as we get there……",
			"对了！她们的老大一定就在那艘船上！只要去到那里……",
			"そうだ！あいつらのボスもきっとあの船に乗っているはずだ！あそこに行きさえすれば……。",
			"그래! 그들의 보스도 분명 저 배에 탔을 거야! 저기만 가면……",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			95997,
			"Sin! Watch out!",
			"杏！小心！",
			"シン！危ない！",
			"신! 위험해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			95998,
			"Piu!",
			"蹭！",
			"ズァンッ！",
			"쾅!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			95999,
			"Eh!",
			"呃！",
			"うっ！",
			"윽!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			96000,
			"Under the command of Archbishop, I can't let you break through here.",
			"主教大人有命，不能让你们突破这里。",
			"主教様の命により、ここを突破させるわけにはいかない。",
			"주교님의 명령으로, 여길 뚫게 둘 수 없다.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96001,
			"Oh! Why there's another annoying kid! Then I will beat you down first!",
			"切！怎么又多了个碍事的小鬼！那就先放倒你再说！",
			"チッ！また邪魔な奴が増えたか！なら、まずはお前からだ！",
			"쳇! 또 방해꾼이 늘었나! 그럼, 먼저 너부터다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			96002,
			"Boom!!",
			"轰隆！！",
			"ドォォオオン！！",
			"우우우웅!!",
			null
		],
		[
			"msg",
			96003,
			"「Report! 43% of the robo army has been damaged, the enemies are trying to land our battleship!」",
			"「报告！机甲部队损失43%，敌方女武神正在试图登陆我舰！」",
			"「報告します！機甲部隊の損失43%、戦乙女が我が艦への乗艦を強行しようとしています！」",
			"「보고합니다! 기갑 부대의 손실 43%, 전투녀가 우리 함선에 강제로 승선을 시도하고 있습니다!」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96004,
			"What a group of annoying women, if we go on like this we can only hold on 20 minutes……But the Shicksal battleship hasn't been recharged, so it's underestimated.",
			"真是些难缠的家伙，这样下去最多只能再撑20分钟……不过天命的旗舰也没有继续充能，看来是被小看了。",
			"本当にしぶといやつらね。このままじゃ、もってあと20分ってところかしら。天命の旗艦もエネルギー充填を開始していないし……甘く見られたものね。",
			"정말 질긴 녀석들네. 이대로라면, 버틸 수 있는 건 20분 정도일 거야. 천명의 기함도 에너지 충전을 시작하지 않았고…… 얕봤던 모양이네.",
			null
		],
		[
			"msg",
			96005,
			"Don't know how is going on underwater…There's no time to lose……",
			"博士她们不知道情况如何了…不抓紧时间的话……",
			"博士たちの状況はどうなのかしら……急いでくれないと……。",
			"박사님들 상황은 어때…… 서두르지 않으면…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96006,
			"Boom!!!",
			"轰隆！！！",
			"ドォオオン！！！",
			"우우우웅!!!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96007,
			"Uh! What's wrong!",
			"呃！又怎么了！",
			"くっ！今度は何っ！？",
			"큭! 이번엔 뭐야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96008,
			"「Moonlight Throne is attacked by an unknown source! They're! Tentacles!」",
			"「月光王座遭到来自海中的不明攻击！是！是触手！」",
			"「月光王座が海中から正体不明の攻撃を受けました！しょ、触手です！」",
			"「월광왕좌가 바다 속에서 정체불명의 공격을 받았습니다! 이, 이건 촉수예요!」",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96009,
			"Tentacle? That planet-level Houkai beast…Leave it alone! Full attack on the Shicksal Valkyria! Don't let them come in!",
			"触手？那个行星级崩坏兽么…别管它！全力进攻天命的女武神！不要让她们侵入！",
			"触手？あの惑星級崩壊獣かしら……ひとまず無視よ！天命の戦乙女どもへの攻撃に注力して！彼女たちを侵入させないように！",
			"촉수? 그 행성급붕괴수인가... 일단 무시하자! 천명의 전투무녀들에 대한 공격에 집중해! 그녀들이 침입하지 못하도록 막아!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96010,
			"Mother! Well…wel……",
			"妈妈！那个…那个……",
			"お母さん！あ、あれ……！",
			"엄마! 저, 저거...!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96011,
			"What's wrong Seele?",
			"怎么了希儿？",
			"どうしたの？ゼーレ？",
			"무슨 일이니? 제레?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96012,
			"Those tentacles is attacking everyone…the robo army and those Valkyria are all stopped by those tentacles! We can't attack……",
			"刚才出现的触手正在无差别攻击…机甲部队和女武神都被那些触手挡住了！我们没办法进攻……",
			"あの触手が無差別攻撃をしてるの……機甲部隊も戦乙女も、あの触手に阻まれてる！これ以上攻撃できない……。",
			"저 촉수가 무차별 공격을 하고 있어요... 기갑부대도 전투무녀도, 모두 저 촉수에 막혀버렸어요! 더 이상 공격할 수 없어요...",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96013,
			"How disturbing……Fine, anyway our goal is to hold the Shicksal, since then let the beast help us against Valkyria.",
			"真是捣乱的家伙……不过也好，我们本来的目的也是牵制天命，既然这样的话就让那个深海怪物来帮我们对抗女武神吧。",
			"本当に邪魔なヤツね……でも好都合だわ。私たちの目的は天命を食い止めること。あの深海の怪物に戦乙女を止める手伝いをしてもらいましょう。",
			"정말 방해꾼이네... 하지만 딱 좋아. 우리 목적은 천명을 저지하는 거야. 그 심해의 괴물에게 전투무녀를 막는 걸 도와달라고 하자.",
			null
		],
		[
			"msg",
			96014,
			"Seele! Sin! Go back Moonlight Throne, ready to withdraw!",
			"希儿！杏！返回月光王座，准备脱离战斗！",
			"ゼーレッ！シン！月光王座に戻って！戦闘から離脱するわよ！",
			"제레! 신! 월광왕좌로 돌아와! 전투에서 이탈할 거야!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96015,
			"Ok mother!",
			"好的妈妈！",
			"はい、お母さん！",
			"네, 엄마!",
			null
		],
		[
			"msg",
			96016,
			"Sin! Let's go! Mother is asking us to go back!",
			"杏！我们走吧！妈妈让我们回去了！",
			"シン！行こう！お母さんが戻るようにって！",
			"신! 가자! 엄마가 돌아오라고 하셔!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96017,
			"You go! I need to find that Maria! Kill her on my own!",
			"要回你自己回！我要找到那个玛丽亚！亲手宰了她！",
			"戻るなら一人で戻れ！ボクはあのマリアを見つけ出して、この手で葬るまで戻らない！",
			"돌아가고 싶으면 혼자 가라! 난 저 마리아를 찾아내서 이 손으로 처단할 때까지 돌아가지 않겠어!",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			96018,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96019,
			"Leave me alone! Stupid!",
			"给我滚开！臭小鬼！",
			"どけっ！チビ！",
			"비켜! 꼬맹이!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			96020,
			"Bang!!!",
			"砰！！！",
			"バン！！！",
			"빵!!!",
			null
		],
		[
			"msg",
			96021,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96022,
			"Haha~Humans are still ugly as they are, no matter through years of washing, their killing nature hasn't changed.",
			"呵呵~人类还是一如既往的丑陋，不管经过多少时间的清洗，这种厮杀的本性依然没有改变。",
			"クフッ、人類とは相も変わらず醜い。どれだけの時をかけても浄化されず、殺戮本能に抗えない。",
			"훗, 인간들은 여전히 추잡하기 그지없군. 아무리 시간이 흘러도 정화되지 못하고 살육 본능에 저항하지 못하는구나.",
			null
		],
		[
			"msg",
			96023,
			"But even ugly humans…are beautiful from my perspective……so as the songs they created, very desirable.",
			"但就算是如此丑恶的人类…在我看来却如此美丽……就如同它们所创造的歌谣一般，令人向往。",
			"だが、こんなにも醜くとも……妾の目には美しく映る……彼の者らが創り出した歌のように、焦がれ憧れる。",
			"하지만, 이토록 추잡하더라도…… 내 눈에는 아름답게 비치네…… 그들이 만들어낸 노래처럼, 갈망하고 동경하게 되지.",
			null
		],
		[
			"msg",
			96024,
			"But easy to fade away……",
			"但也容易转瞬即逝……",
			"しかし、それも束の間のこと……いずれ消えゆく運命……。",
			"하지만, 그것도 잠시…… 언젠가 사라질 운명…….",
			null
		]
	],
	"1216": [
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96025,
			"Ha ha ha ha! What's wrong! Kiana! Where's your spirit before! Don't disappoint me!",
			"哈哈哈哈！怎么了！琪亚娜！刚才的锐气呢！别这么快就让我扫兴啊！",
			"ハッハハハ！どうしたんですの！キアナ！さっきまでの勢いは！？もうお終いですの！？",
			"하하하하! 어떻게 된 거야! 키아나! 아까까지의 기세는!? 이미 끝난 거야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96026,
			"Eh……",
			"呃……",
			"う、うぅ……。",
			"으, 으윽…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96027,
			"Kiana! Hold on!",
			"琪亚娜！坚持住！",
			"キアナ！しっかり！",
			"키아나! 정신 차려!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96028,
			"……I won't let you hurt Kiana!",
			"……我不会让你伤害琪亚娜的！",
			"……キアナちゃんには手出しさせないわよ！！",
			"……키아나에게 손대지 못하게 할 거야!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96029,
			"Mei…go away…she's too strong!",
			"芽衣…让开…你不是她的对手！",
			"芽衣先輩……どいてっ！彼女の相手は先輩じゃない！",
			"메이 선배…… 비켜! 그녀의 상대는 선배가 아니야!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96030,
			"Don't worry, Kiana~I will kill all those people you care about in front of you! Then you will know the pain of me for losing Sessiria-Sama!",
			"放心，琪亚娜~我在你面前把你重视的人统统杀掉！这样你就能明白我失去塞西莉亚大人的痛苦了！",
			"安心なさい、キアナ。あなたの目の前であなたの大切な人を片っ端から殺してあげるから！そして、あなたに私がセシリア様を失った苦しみを分からせてあげますの！",
			"안심해, 키아나. 네 눈앞에서 네 소중한 사람들을 하나씩 죽여줄 테니까! 그리고 네게 내가 세실리아 님을 잃은 고통을 가르쳐주겠어!",
			null
		],
		[
			"msg",
			96031,
			"Then let's start from this girl called Mei~",
			"那就从这个叫芽衣的小姑娘开始吧~",
			"それでは……この芽衣っていう小娘から始めましょう。",
			"그럼…… 이 메이라는 애부터 시작해보자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96032,
			"Stop!",
			"住手！",
			"やめてっ！！",
			"그만둬!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96033,
			"「Maria-Sama! Glorious Covenant is being attacked! Our army suffers great loss! Please return soon!」",
			"「玛丽亚大人！辉煌盟约遭到攻击！女武神部队损失惨重！请尽快返回！」",
			"「マリア様！輝きの盟約が攻撃を受けています！戦乙女部隊の被害は甚大です！至急お戻りください！」",
			"「마리아 님! 빛의 맹약이 공격을 받고 있습니다! 발키리 부대의 피해가 막심합니다! 긴급히 돌아와 주세요!」",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			96034,
			"Glorious Covenant? So many Valkyria are contained by Anti-Entropy?",
			"辉煌盟约？那么多女武神居然被逆熵的部队压制了么？",
			"輝きの盟約？あんなにたくさんの戦乙女がネゲントロピーの部隊に制圧されたというんですの？",
			"빛의 맹약? 그 많은 발키리들이 네겐트로피 부대에게 제압당했다고?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96035,
			"「No…It's a beast suddenly coming from the sea that attack us! It's…Ahhhh!!!」",
			"「不…攻击我们的是从海里忽然冒出来的怪物！是…啊啊啊啊！！！」",
			"「いえ……我々を攻撃しているのは海から突然現れた怪物です！これは……うわっあぁああぁ！！！」",
			"「아니… 우리를 공격하는 건 바다에서 갑자기 나타난 괴물입니다! 이건… 으아아아악!!!」",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			96036,
			"What's wrong……",
			"到底怎么回事……",
			"一体、何が起こってますの……。",
			"대체 무슨 일이 벌어지고 있는 거야….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96037,
			"Beast from the sea…is it……",
			"海底的怪物…难道是……",
			"海底の怪物……まさか……！",
			"바다 속 괴물… 설마……!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96038,
			"Huh! Lucky you Kiana, I will come back to you later!",
			"哼！琪亚娜你还真是走运吗，处置你的事情一会再说！",
			"ふふふ、キアナあなた本当に運がいいわ。あなたを始末するのはまた今度。",
			"후후후, 키아나 너 정말 운이 좋구나. 너를 처리하는 건 다음 기회로 미룰게.",
			null
		],
		[
			"msg",
			96039,
			"Bring these traitors back! After I finish that beast!",
			"把这些叛党都带回战舰！等解决了那个什么怪物在好好陪你们！",
			"この反逆者どもを捕らえなさい！キアナ、あの変な怪物を片付けたら、あなたたちと遊んであげるから！",
			"이 반역자들을 잡아라! 키아나, 저 이상한 괴물을 처리하고 나면 너희들과 놀아줄게!",
			null
		]
	],
	"1217": [
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			96040,
			"La la la la♪La la la la la♪",
			"啦啦啦啦♪啦啦啦啦啦♪",
			"ランランラン♪ランランラン♪",
			"랄랄라♪ 랄랄라♪",
			null
		],
		[
			"msg",
			96041,
			"Ha ha ha~ Kiana, you finally come~",
			"呵呵呵~琪亚娜，你终于来了~",
			"フフフ～キアナ、やっと来たわね～",
			"후후후~ 키아나, 드디어 왔구나~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			96042,
			"Jhana……",
			"迦娜……",
			"ガーナ……。",
			"가나…….",
			null
		],
		[
			"msg",
			96043,
			"You did all these……",
			"这些都是你干的么……",
			"これ全部、あなたの仕業なの……？",
			"이 모든 게 네 짓이야……?",
			null
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			96044,
			"All the Valkyria…are killed by you?",
			"这里的女武神…都是你杀的？",
			"ここの戦乙女は……全部あなたが殺したの？",
			"여기의 발키리들은…… 전부 네가 죽인 거야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			96045,
			"What's wrong Kiana, do you feel pity for humans? Right~After all you are one of them.",
			"怎么了琪亚娜，对人类的产生了怜悯么？也是呢~毕竟现在的你也是人类的一员。",
			"どうしたの？キアナ、人類なんかに同情しているの？それもそっか、今のあなたも人類の一人なんだものね。",
			"왜 그래? 키아나, 인간 따위에게 동정하는 거야? 그럴 만도 하지, 지금의 너도 인간 중 하나이니까.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				2,
				false
			]
		],
		[
			"msg",
			96046,
			"You are that beast…you can kill so many Valkyria, are you a Herrscher?",
			"你就是那个怪物么…能干掉这么多女武神的人，莫非是律者？",
			"あなたがあの怪物……？こんなにたくさんの戦乙女を倒すなんて、まさか律者ですの？",
			"네가 저 괴물……? 이렇게 많은 발키리를 쓰러뜨리다니, 설마 율자야?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				17,
				3,
				false
			]
		],
		[
			"msg",
			96047,
			"Herrscher? Yes~right, you can call me the Herrscher of the Seas!",
			"律者？嗯~没错，你可以叫我海之律者！",
			"律者？そうよ～、海の律者って呼んでちょうだい！",
			"율자? 그래~ 바다의 율자라고 불러줘!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96048,
			"So now it's easy, I just need to finish you!",
			"既然是这样就好办了，只要解决掉你就行了！",
			"そういうことなら話は早いんですの。あなたを倒せばいいだけなんだから！",
			"그런 거라면 이야기는 간단하군요. 당신을 쓰러뜨리기만 하면 되는 거니까!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96049,
			"No! That's the personification of the planet-level Houkai! You won't able to defeat it!",
			"不行！那是行星级崩坏兽的化身！你不可能战胜得了它的！",
			"ダメッ！あれは惑星級崩壊獣の化身なんだから！あなたじゃ、あれに敵わない！",
			"안 돼! 저건 행성급붕괴수의 화신이야! 당신으론, 저걸 당해낼 수 없어!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96050,
			"The planet-level Houkai? Huh…Whatever it is!",
			"行星级崩坏兽？哼…不管是什么东西都一样！",
			"惑星級崩壊獣？ふふふ……相手が何だろうと同じですの！",
			"행성급붕괴수? 후후후... 상대가 뭐든 간에 상관없어요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96051,
			"Bang!!",
			"砰！！",
			"ガキンッ！！",
			"쨍그랑!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96052,
			"!?",
			"！？",
			"っ！？",
			"쳇!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			96053,
			"Huh…You humans really don't know what's greeting?",
			"哎…你们人类难道就不会好好打招呼么？",
			"あら……あなたたち人類って、挨拶もロクにできないの？",
			"어라... 당신들 인간들은 인사도 제대로 못 하는 거야?",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96054,
			"How come…the knife doesn't work on her……",
			"怎么可能…刀刃居然伤不了她……",
			"ありえないですの……キズひとつ付かないなんて……。",
			"믿을 수 없군요... 상처 하나 안 난다니....",
			null
		],
		[
			"msg",
			96055,
			"Valkyria army fall in!",
			"女武神部队集合！",
			"戦乙女部隊、集合！",
			"전투여신 부대, 집합!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96056,
			"「Yes!」",
			"「是！」",
			"「はっ！」",
			"「알겠습니다!」",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			96057,
			"Ok, every time like this I will doubt the universality of your languages……",
			"好吧，每次这种时候我都会怀疑你们人类语言的通用性……",
			"はぁ……こういう時、いつもあなたたち人類の言葉の意義を疑うわ……。",
			"하아... 이런 때마다, 항상 당신들 인간의 말의 의미를 의심하게 돼...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96058,
			"You can't even understand the language of your own kind, the I have to give you a lesson~",
			"你们连自己种族的话都听不懂，那就只能给你们一点教训了~",
			"自分の種族の言葉すら理解できない愚族が……妾が調教してやる。",
			"자기 종족의 말조차 이해하지 못하는 우둔한 족속이…… 내가 길들여 주마.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96059,
			"No! Then those Volkyria will get killed as well! Let's go to support them!",
			"不行！这样那些女武神也会被杀掉的！我们也去支援！",
			"ダメ！このままじゃ、あの戦乙女たちまで殺されちゃう！私たちも助けに行かなきゃ！",
			"안 돼! 이대로면, 그 전투처녀들까지 죽어 버려! 우리도 구하러 가야 해!",
			null
		]
	],
	"1218": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96060,
			"Ahhhh!!!",
			"啊啊啊啊！！！",
			"くっ、あぁあああっ！！",
			"쿨, 아아아아악!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96061,
			"What a difficult thing……",
			"真是棘手的家伙……",
			"ほ、本当に手ごわいやつですこと……。",
			"헉, 정말로 강적이군요…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96062,
			"What's wrong? Are you afraid? But I rather like your smily face~",
			"怎么了？感受到了恐惧么？不过比起你害怕的表情我更喜欢你笑的样子呢~",
			"どうした？恐怖を感じておるのか？恐怖に染まった顔よりも、嬉々とした表情の方が妾は好きなのだが……。",
			"무슨 일이냐? 공포를 느끼고 있는 건가? 공포에 물든 얼굴보다는 흥에 겨운 표정이 내 취향인데…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96063,
			"Maria! Go back! Or all these Volkyria will get killed!",
			"玛丽亚！快撤退吧！这样下去这些女武神也会全军覆没的！",
			"マリア！とっとと撤退して！このままじゃ、全滅しちゃう！",
			"마리아! 어서 퇴각해! 이대로 가다간 전멸할 거야!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96064,
			"Shut up! I don't need you tell me what to do! Killing Herrscher is the mission of the Sanias family, also the wish of Sessiria-Sama! I would rather die than withdrawal!",
			"少废话！用不着你教训我！消灭律者是沙尼亚特家的使命！也是塞西莉亚大人的夙愿！就算是死我也不会撤退！",
			"黙りなさい！あなたの指図は受けませんの！律者を消滅させるのは、シャニアテ家の使命よ！セシリア様の宿願でもある！死んだって撤退なんかしませんわ！",
			"입 다물어요! 당신의 지시는 받지 않겠어요! 율자를 소멸시키는 건 샤니아테 가문의 사명이야! 세실리아 님의 소원이기도 하다고! 죽어도 퇴각 같은 거 안 해요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96065,
			"Then you will also get killed!",
			"这样下去你也会被她杀掉的！",
			"このままじゃ、あなたまで殺されちゃうわよ！",
			"이대로 가면 당신까지 죽임을 당할 거야!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96066,
			"Haha…I even get your sympathy, Kiana, remember this! No one can kill me before my revenge, even the Herrscher!",
			"呵呵…居然被你同情了，琪亚娜，你记着！在我复仇之前谁也杀不了我！就连律者也一样！",
			"ふふ……あなたに同情されるとはね。キアナ、覚えておきなさい！私が復讐を果たすまでは誰も私を殺せない！たとえ律者でも同じですの！",
			"후훗…… 당신에게 동정받다니. 키아나, 기억해둬! 내가 복수를 완수하기 전엔 아무도 날 죽일 수 없어! 설령 율자라도 마찬가지라고!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96067,
			"Revenge…such an annoying word. Never know Kiana you are also trapped in human emotions…Haha, look at you, you are rather different from before we meet each other.",
			"复仇…真是令人厌烦的词语。没想到琪亚娜你也会深陷于人类情感的泥沼之中…呵呵~仔细看看你的样子和我们当初相遇的时候又变了许多呢。",
			"復讐……忌むべき言葉だ。キアナまで人類の感情の泥沼に堕ちるとは……クフッ、初めて会った時と比べて、随分と変わったようね。",
			"복수…… 혐오스러운 말이군. 키아나까지 인간의 감정 수렁에 빠지다니…… 큭, 처음 만났을 때와 비교하면 굉장히 변했네.",
			null
		],
		[
			"msg",
			96068,
			"There are so many uncertain factors of humans, a race that even can't recognize itself can live until now, what a miracle.",
			"人类有太多不确定的因素，连自己都无法认知的种族居然能存活至今，真是一个奇迹呢。",
			"人類は不確定要素が多すぎる。認識すらしていないような種族が生き残ることもザラに起こる……まさに奇跡の産物。",
			"인류는 불확정 요소가 너무 많아. 인식조차 하고 있지 않은 종족이 살아남는 것도 흔히 일어나는 일…… 정말 기적의 산물이지.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96069,
			"He he he he…Ha ha ha ha ha!",
			"呵呵呵呵…哈哈哈哈哈！",
			"フフフフ……ハッハッハッハ！",
			"흐흐흐흐…… 하하하하!",
			null
		],
		[
			"msg",
			96070,
			"……A Houkai beast want to understand human's sentience, how funny!",
			"……区区崩坏兽居然想要了解人类的感情，真是笑死人了！",
			"……崩壊獣ごときが人間の感情を理解しようだなんて、笑わせてくれますの！",
			"……붕괴수 따위가 인간의 감정을 이해하려 든다니, 웃기지도 않는 소리!",
			null
		],
		[
			"msg",
			96071,
			"Those happiness, sadness, sorrow and pleasure together with Sessiria-Sama…A beast like you will never understand!",
			"与塞西莉亚大人一起的那些喜怒哀乐…凭你们这些怪物当然是无法理解的！",
			"セシリア様と一緒に感じた喜怒哀楽……あなたたちのような怪物には理解できなくて当然なんですの！",
			"세실리아 님과 함께 느낀 기쁨과 슬픔…… 당신들 같은 괴물들이 이해하지 못하는 건 당연한 거야!",
			null
		],
		[
			"msg",
			96072,
			"You won't understand the feeling of giving up everything for another person……you can't!",
			"你不会明白为了一个人而放弃所有的这种感觉……也不会明白！",
			"あなたには、ひとりの人のために全てを投げ出すこの感覚は分からない……絶対に！",
			"너에게는, 한 사람을 위해 모든 것을 바치는 이 감정을 이해할 수 없어…… 절대로!",
			null
		],
		[
			"msg",
			96073,
			"For cratures that are born to destroy the world, sentience is something you will never touch! Don't ever think of it!",
			"对于单纯为了破坏而生的东西来说，感情永远都是无法触及的东西！你就死了这条心吧！",
			"ただ破壊のために生きているものにとって、感情なんて永遠に触れることがないものなんですの！理解しようだなんて、ゆめゆめ思わないことですの！",
			"단지 파괴를 위해 살아가는 존재에게, 감정이란 영원히 닿을 수 없는 것! 이해하려 들다니, 꿈에도 생각하지 마!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96074,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			96075,
			"You are right, my mission is to destroy humans, understanding the feeling of ants are not my mission.",
			"你说的没错，我所赋予的使命就是消灭人类，了解蝼蚁的感觉的确不是我的本职工作。",
			"そなたの言う通り、妾に与えられた使命は人類の消滅。虫けらの感情を理解するのは確かに妾の仕事ではない。",
			"네 말대로, 나에게 주어진 사명은 인류의 소멸. 하찮은 것들의 감정을 이해하는 건 확실히 내 일이 아니지.",
			null
		],
		[
			"msg",
			96076,
			"But I want to know…Kiana.",
			"但是我想要明白…琪亚娜。",
			"でも、妾は知りたい……キアナ。",
			"하지만, 나는 알고 싶어…… 키아나.",
			null
		],
		[
			"msg",
			96077,
			"Even you, are loving these ugly people, why can't I try to accept them?",
			"就算是你，也能爱着这样丑陋的人类，为什么我就不能试着接受它们呢？",
			"なぜ、こんなにも醜い人類をキアナは愛していられる？どうして妾は、そなたらを受け入れることができない？",
			"왜, 이토록 추한 인류를 키아나는 사랑할 수 있는 거지? 어째서 나는, 너희들을 받아들일 수 없는 거야?",
			null
		],
		[
			"msg",
			96078,
			"But now I seems to fail, but even destroy you, we will meet each other years after. Such meaningless repeation is also boring for me.",
			"不过现在看来我确实失败了，不过就算毁掉你们，在无数的岁月之后我们还是会再次相见。总是重复着这种无意义的轮回对我来说也是乏味的日子。",
			"妾は失敗したのだろう。そなたたちを滅ぼしたところで、無数の歳月が流れた後にまた再会を果たすだけなのだから。常にこんな意味のない永劫回帰を繰り返す妾にとって、この世は退屈な日々そのもの。",
			"내가 실패한 걸까. 너희들을 멸하더라도, 무수한 세월이 흐른 뒤에 다시 만날 뿐이니. 항상 이런 무의미한 영겁회귀를 반복하는 나에게, 이 세상은 지루한 나날 그 자체다.",
			null
		],
		[
			"msg",
			96079,
			"What a pity……",
			"真是可惜呢……",
			"本当に残念だ……。",
			"정말 유감이군…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96080,
			"Boom————",
			"轰隆隆隆————",
			"ゴォオオオ————",
			"꾸우우우————",
			null
		],
		[
			"msg",
			96081,
			"Roar!!!!!",
			"吼吼吼吼吼！！！！！",
			"ウォオオオオン！！！！！",
			"우오오오온！！！！！",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96082,
			"Eh! The loud roar is!",
			"呃！这个巨大的吼叫声是！",
			"くっ！この大きな咆哮は一体！？",
			"쿱! 이 거대한 포효는 대체!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96083,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96084,
			"Himeko! The island that you are is rising up quickly! Detect strong Houkai reaction from radar! It's the planet-level Houkai beast! It's waking up!",
			"姬子！你们所在的岛屿正在急速上浮！从雷达上检测到强烈的崩坏能反应！是行星级崩坏兽！它苏醒了！",
			"姫子少佐ッ！あなたたちのいる島が急速に浮上しているわ！レーダーでは強烈な崩壊エネルギー反応を検出してる！惑星級崩壊獣よ！あいつが蘇ったのよ！",
			"히메코 소좌! 당신들이 있는 섬이 급속도로 부상하고 있어! 레이더에서는 강렬한 붕괴 에너지 반응을 감지하고 있어! 행성급 붕괴수야! 저 녀석이 부활한 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96085,
			"Planet-level… Houkai beast……",
			"行星级…崩坏兽……",
			"惑星級……崩壊獣……。",
			"행성급……붕괴수……。",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96086,
			"Goodbye, Kiana, hope next time we meet, I can understand a bit of humans' thinking.",
			"再见了，琪亚娜，希望当我们再次相遇的时候，我能稍微理解一些人类的想法。",
			"さようなら、キアナ。次会う時は、妾ももう少し人類の考えを理解できるようになっていたい……そう切に、心より願う。",
			"안녕, 키아나. 다음에 만날 때는 나도 조금 더 인간의 생각을 이해할 수 있게 되었으면 좋겠어…… 진심으로, 간절히 바라.",
			null
		]
	],
	"1219": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96087,
			"Boom!!",
			"轰隆隆隆！！",
			"ゴォオオオ！！",
			"꾸우우우!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			96088,
			"What's wrong…earthquake?",
			"怎么回事…是地震了么？",
			"どうしたの……地震？",
			"무슨 일이야…… 지진이야?",
			null
		],
		[
			"msg",
			96089,
			"The connection to Glorious Covenant is interrupted, so the situation overgournd is not positive……",
			"和辉煌盟约的通讯也中断了，看来地上的情况不太乐观呢……",
			"輝きの盟約との通信も途絶えた。どうやら地上の状況はそう楽観できそうにないみたいね……。",
			"빛의 맹약과의 통신도 두절됐어. 아마 지상 상황이 그다지 낙관할 수 없을 것 같네…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96090,
			"Never mind, let them play, we've got more important things to do.",
			"没事，让她们自己闹腾吧，我们还有更重要的事情要处理。",
			"大丈夫さ。彼女たちなど気にせず、騒がせておこう。僕たちはもっと大事なことをやらなくちゃいけないんだから。",
			"괜찮아. 그녀들은 신경 쓰지 말고 시끄럽게 내버려 두자. 우리는 더 중요한 일을 해야 하니까.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96091,
			"Don't you worry that your precious battleship will become pieces of crap?",
			"你就不担心上去的时候自己的宝贝战舰变成废铁么？",
			"あなた……戻った時に自分の大事な戦艦がスクラップになってたらどうしようって、心配したりしないの？",
			"너…… 돌아왔을 때 네 소중한 전함이 고철덩어리가 되어있으면 어쩌려고, 걱정하거나 안 해?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96092,
			"The physical thing is nothing compared to the knowledge ahead, the battleship is also just a bait. Before this giant beast wake up, we need to rush.",
			"人类的物质在眼前的知识面前不值一提，那艘船也只是吸引火力的诱饵罢了，趁着这头巨兽还没有完全苏醒，我们得抓紧时间。",
			"人類の物質なんて目の前に広がる知識の前では何の価値もないよ。あの船も敵の火力を引き付けるためのエサにすぎないのさ。さぁ、この巨獣が完全に蘇る前に急ごう。",
			"인류의 물질 따위는 눈앞에 펼쳐진 지식 앞에서는 아무런 가치도 없어. 그 배도 적의 화력을 끌어들이기 위한 미끼에 불과하다고. 자, 이 거수가 완전히 부활하기 전에 서두르자.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96093,
			"Giant beast? What giant beast?",
			"巨兽？什么巨兽！？",
			"巨獣？巨獣って何よ！？",
			"거수? 거수라니 뭐야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96094,
			"I didn't tell you? We are now in the belly of an ancient planet-level Houkai beast.",
			"我没和你说过么？我们现在是在一头远古行星级崩坏兽的肚子里。",
			"言ってなかったっけ？僕たちは今、超古代の惑星級崩壊獣のお腹の中にいるんだよ。",
			"말 안 했나? 우리는 지금 초고대의 행성급 붕괴수 배 속에 있어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96095,
			"Planet-level… Houkai beast?",
			"行星级…崩坏兽？",
			"惑星級……崩壊獣？",
			"행성급…… 붕괴수?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96096,
			"Ah~little Kika, you were sleeping without reading the instruction at all before the operation. Never mind, I will tell you after we go back.",
			"哎~小辉火，你在作战前就只顾着睡觉根本就没有看作战报告吧。算了，等回去的时候再跟你讲吧。",
			"はぁ、輝火ちゃん、戦いの前は寝ることばかり考えて、調査報告を見てないんだね？まあ、いいや、帰ったら教えてあげるよ。",
			"하아, 키카 쨩, 싸우기 전엔 잠자기만 생각해서 조사 보고서를 안 봤구나? 뭐, 좋아, 돌아가면 가르쳐 줄게.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			96097,
			"……",
			"……",
			"……むぅ。",
			"……므으.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96098,
			"We're here, so this is the lowest area of Garland. So those metals outside are just a hook, this is the real core of this stronghold.",
			"我们到了，看来这里就是伽蓝要塞最低层的区域了。果然外面的那些破铜烂铁只是一些噱头，这里才是这座要塞的核心。",
			"着いたよ。ここがガラン要塞の最下層エリアだ。やっぱり外のくず鉄はただの見せかけだね。ここがこの要塞の心臓部だよ。",
			"도착했어. 여기가 갈란 요새의 최하층 구역이야. 역시 바깥의 고철은 그냥 겉멋이었네. 여기가 이 요새의 심장부야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96099,
			"Where the \"Garland Terminal\" is……",
			"就是那台“伽蓝终端”所在的地方么……",
			"ここが、あの「ガラン端末」がある場所なの……。",
			"여기가, 그 「갈란 터미널」이 있는 곳이야.......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96100,
			"Tha walls here are much more stronger than anywhere else, the more important thing will get layers of protection, this Dr. Mei did the same.",
			"这里的墙壁装甲似乎比其余的地方都要坚固呢，越是重要的东西就越要隐秘的层层保护起来，看来这位MEI博士也难脱窠臼。",
			"ここの壁の装甲は他の場所よりも頑丈だね。重要なものほどしっかり隠したくなる。このMEI博士もそのジレンマからは抜け出せなかったみたいだね。",
			"여기 벽의 장갑은 다른 곳보다 더 튼튼하네. 중요한 것일수록 꼭꼭 숨기고 싶어지지. 이 MEI 박사도 그 딜레마에서 벗어나지 못한 모양이네.",
			null
		],
		[
			"msg",
			96101,
			"Little Ella, start analysis of this area, try to open this door.",
			"小艾拉，开始解析这片区域，尝试打开这扇大门。",
			"ELLAちゃん、このエリアの解析を始めて。この扉を開けてみよう。",
			"ELLA야, 이 구역 분석 시작해. 이 문을 열어보자.",
			null
		],
		[
			"speaker",
			204589
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				924,
				0,
				false
			]
		],
		[
			"msg",
			96102,
			"Understand, scanning……",
			"了解，开始扫描……",
			"了解しました。スキャン開始——",
			"알겠습니다. 스캔 시작——",
			null
		],
		[
			"msg",
			96103,
			"Sorry, didn't find recognizable port, or the port information doesn't match, re-scanning now.",
			"抱歉，未发现可识别端口，或端口信息不匹配，正在重新扫描。",
			"──申し訳ありません。識別可能なポートを見つけられませんでした。あるいはポート情報が一致しません。再スキャンします。",
			"──죄송합니다. 식별 가능한 포트를 찾을 수 없었습니다. 혹은 포트 정보가 일치하지 않습니다. 다시 스캔하겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96104,
			"So it's not that easy…leave it to you, little Kika.",
			"果然没有那么容易么…接下来就交给你了，小辉火。",
			"やっぱり、そう簡単には行かないか……それじゃあ後は任せたよ。輝火ちゃん。",
			"역시, 그렇게 쉽게 되지 않는 건가... 그럼 나머지는 맡길게. 키카.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			96105,
			"You mean I blast away this place?",
			"你的意思是让我把这里炸开？",
			"それって、私にここを吹き飛ばせって言ってるの？",
			"그 말은, 내가 여기를 날려버리라는 말이야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96106,
			"Of course, otherwise will I ask you to bring Nexus?",
			"当然，不然我为什么让你带着Nexus装甲下来？",
			"もちろん。そうじゃなかったら何のために君にNexus装甲を持って来させたと思うんだい？",
			"물론이지. 그렇지 않으면 무슨 수로 네게 Nexus 아머를 가져오게 했겠어?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			96107,
			"Hey! Before half an hour ago I was……",
			"喂！我可是在半个小时前刚……",
			"ちょっと！私は30分前にも……。",
			"잠깐! 나 30분 전에도....",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96108,
			"Do I need to repeat my words?",
			"还要我再说一遍么？",
			"もう1回言おうか？",
			"한 번 더 말해줄까?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			96109,
			"……Ok ok, I will do this.",
			"……好吧好吧，我照做就是了。",
			"……分かったわよ。言われた通りにやりますよ。",
			"……알았어. 말한 대로 할게.",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			96110,
			"Huh…Fire!",
			"呼…Nexus系统发射！",
			"ふぅ……Nexusシステム・アンロック！",
			"후우……넥서스 시스템·언록!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			96111,
			"Boom!!!",
			"轰隆！！！",
			"ドゴォォン！！！",
			"두고오오옹!!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			96112,
			"Coo!!",
			"咕！！",
			"くっ！！",
			"쿱!!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96113,
			"Little Kika…you didn't do your best?",
			"小辉火…你是不是没有用全力？",
			"輝火ちゃん……全力を出さなかったの？",
			"키카 쨩…… 전력을 다하지 않은 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			96114,
			"Don't be…joking……",
			"别开…玩笑了……",
			"冗談……言わないでよ……。",
			"농담……하지 마…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96115,
			"Huh huh! Finally!",
			"呼呼！终于到了！",
			"ふぅ、ふぅ……！やっと着いた！",
			"후, 후……! 겨우 도착했어!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96116,
			"?",
			"？",
			"うん？",
			"응?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96117,
			"Never thought we wasted so much time previously…the last retreat was too rushing, we left out many places worth investigation~",
			"没想到在之前的通道花费了这么久时间…果然上一次撤退的太慌张了，漏掉了许多值得调查的地方呢~",
			"まさか、さっきの通路であんなに時間を食うとはね……やっぱり前回撤退した時に慌てすぎていて、調査すべき場所をたくさん残しちゃったせいね……。",
			"설마, 아까 통로에서 그렇게 시간을 잡아먹을 줄이야…… 역시 지난번에 철수할 때 너무 허둥대서 조사해야 할 곳을 많이 남겨둔 탓이네…….",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			96118,
			"This should be the lowest area of Garland~since we have gone through so many barriers, what kind of reward is here?",
			"这里应该就是伽蓝要塞最底层的区域了吧~既然打通了艰难的水下八关，究竟会有什么样的奖励呢？",
			"ここがガラン要塞の最下層エリアのはず……。過酷な海底の難所を乗り越えたんだから、一体どんなご褒美があるのかしら……？",
			"여기가 갈란 요새의 최하층 영역일 텐데... 가혹한 해저의 난관을 극복했으니, 대체 어떤 보상이 기다리고 있을까...?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96119,
			"What kind of reward you want~Anti-Entropy researcher?",
			"你想要什么奖励呢~逆熵的研究员？",
			"どんなご褒美が欲しいんだい～ネゲントロピーの研究者さん？",
			"어떤 보상을 바라는데~ 네겐트로피 연구원 양?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96120,
			"Eh! You are from…the Shicksal?",
			"呃！你们是…天命的人？",
			"あっ！あなたは……えっと、天命の人？",
			"앗! 당신은... 음, 천명의 사람?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96121,
			"Haha, what a coincidence.",
			"呵呵，真是偶遇呢。",
			"フフ、奇遇だね。",
			"후후, 기회다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96122,
			"We are one step later, than the Shicksal……",
			"居然晚了一步，让天命捷足先登了么……",
			"遅かったか、天命に先を越されるなんて……。",
			"늦었군, 천명에게 선수를 뺏기다니...",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96123,
			"But you seem to still look for the way to go inside?",
			"不过看样子你们还在寻找进去的方法吧？",
			"でも、その様子からすると、あなたたちはまだ中に入る方法を探しているみたいね？",
			"하지만, 그 모양새로 봐선 당신들은 아직 안으로 들어갈 방법을 찾고 있는 모양이네?",
			null
		],
		[
			"msg",
			96124,
			"What a shame, you can't break it through with this gunpower.",
			"真是可惜呢，凭这种火力是打不穿这个装甲的。",
			"本当に残念ね。その程度の火力じゃこの装甲は破れないわよ。",
			"정말 유감이야. 그 정도 화력으론 이 장갑은 부서지지 않아.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96125,
			"Hum…How come?",
			"嚯…何以见得？",
			"ほう……どうしてそう思うんだい？",
			"호오... 어떻게 그렇게 생각하게 됐지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96126,
			"The armor here is not comparable by those metal materials outside, I once seen this kind of metal in a volcano that formed in thousands years ago, it was still very srtong under such condition, that our current technology has no way to break it through.",
			"这里的装甲强度不是外面那些金属材质可以比拟的，我曾经在数万年前生成的火山中见到过这样的合金材质，即使在那样的条件下依旧保持着极高的强度，以我们目前的科技几乎找不到破坏的方法。",
			"その装甲の強度は外のとは比べ物にならないわ。私は以前、数万年前にできた火山の中でこれと似た合金材質を見つけたの。あんな条件下でもへっちゃらなくらい超高強度なのよ。今の科学じゃ壊す方法なんて見つからない。",
			"그 장갑의 강도는 바깥 것과는 비교도 안 돼. 나는 예전에 수만 년 전에 생긴 화산 속에서 이와 비슷한 합금 재질을 발견했어. 그런 조건에서도 끄떡없을 정도로 초고강도야. 지금의 과학으로는 부수는 방법 따윈 찾을 수 없어.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96127,
			"Huh, I see. So you didn't get all the information of here, otherwise you won't try so hard to stop me.",
			"哼，原来如此。看来你们之前也没有获得这里全部的信息，不然也不会花费这么大力气妨碍我了。",
			"フン、なるほど。君たちもここの全情報は手に入れてないみたいだね。そうでなければ、そこまでの労力をかけて僕の邪魔をするはずがないからね。",
			"흥, 그렇군. 너희들도 여기 모든 정보를 손에 넣진 못한 모양이네. 그렇지 않다면, 그 정도 노력을 들여 내 방해를 하진 않았을 테니까.",
			null
		],
		[
			"msg",
			96128,
			"So are we going to fight for the ownership of the treasure inside?",
			"所以我们是要在这里争夺一下里面瑰宝的所有权么？",
			"それで……僕たちはこの中にあるお宝の所有権を賭けて争うのかな？",
			"그래서...... 우리는 이 안에 있는 보물의 소유권을 걸고 다투는 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96129,
			"Doctor, leave it to me.",
			"博士，这里就交给布洛妮娅。",
			"博士、ここはブローニャに任せてください。",
			"박사님, 여기는 브로냐에게 맡겨주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96130,
			"Wait, the Volkyrie beside you, she is using the same Nexus system as Himeko. I've done research on the  equipment of Hyperion, which can be very helpful for humans, I'm afraid this Volkyrie already loses her ability to fight.",
			"等等，你身边的那个女武神，她使用的是和姬子一样的Nexus系统吧，休伯利安上的装置我已经研究过了，那种装置对人体的伤害极大，恐怕现在这位女武神已经没有作战能力了吧。",
			"待って、あなたの横にいる戦乙女。彼女が使っていたのは姫子と同じNexusシステムよね。ハイペリオンの装置で調べたけど、あれは人体にとてつもないダメージを与えるわ。おそらく、もう戦う力も残ってないはずよ。",
			"잠깐, 당신 옆에 있는 전투처녀. 그녀가 사용하던 건 히메코와 같은 Nexus 시스템이지. 히페리온 장치로 조사해봤는데, 그건 인체에 엄청난 데미지를 준다구. 아마도, 더 이상 싸울 힘도 남아있지 않을 거야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96131,
			"Hum……",
			"嚯……",
			"ほほう……。",
			"호오......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96132,
			"Since we are all researchers, I can understand your desire for knowledge, how about a step back, since none of us can get inside, we should work together, also to save our time.",
			"既然大家都是科研工作者，我能理解你对知识的渴求，我看不如各退一步，反正目前谁也进不去里面，不如一起寻找打开的方法，这样也可以节省时间。",
			"同じ科学研究者なんだから、あなたの知識に対する渇望も理解できるわ。ここはお互いに譲り合ってみてはどう？どうせ今は誰も中に入れないんだから、一緒に開ける方法を見つけた方がいいわ。その方が時間の節約よ。",
			"같은 과학 연구자니까, 당신의 지식에 대한 갈망도 이해할 수 있어. 여기는 서로 양보해 보는 게 어때? 어차피 지금은 아무도 안에 들어갈 수 없으니, 함께 열 방법을 찾는 편이 좋아. 그 편이 시간 절약이니까.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96133,
			"Ok! Good, smart choice.",
			"嗯！不错，明智的选择。",
			"うん、うん！ナイスアイディアだねぇ。",
			"응, 응! 좋은 아이디어네.",
			null
		],
		[
			"msg",
			96134,
			"But from what you said you seem to have know idea what's buried here, or you wouldn't speak like this.",
			"不过从你的话语中似乎并不知道这里埋藏的是什么东西，不然你是不会说出这样的话的。",
			"でも、君の話しぶりからすると、まだこの中に隠されているものが何なのから知らないようだ。知ってたら、そんなこと言うわけないからね。",
			"하지만, 네 말투로 봐선 아직 이 안에 숨겨진 게 뭔지 모르는 모양이야. 알았으면, 그런 말 할 리 없으니까.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96135,
			"Woo…hard to say…are you testing me?",
			"呜…这可难说…你是在试探我的情报么？",
			"うっ……そこを突かれると……あなた、私たちの目的を探っているの？",
			"윽...... 그걸 지적당하니...... 너, 우리 목적을 캐고 있는 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96136,
			"Haha, how come, Anti-Entropy must have known about the \"Stigmata Project\".",
			"呵呵，怎么会呢，想必逆熵也早就知道“圣痕计划”相关的内容了吧。",
			"フフ、まさか。でも、ネゲントロピーのことだから「聖痕計画」に関する内容は、とっくに知っているんだろう？",
			"훗, 설마. 하지만 네겐트로피니까 「성흔 계획」에 관한 내용은, 벌써 알고 있겠지?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96137,
			"Stigmata Project…special gene inside human beings……",
			"圣痕计划…埋藏在人类体内的特殊基因……",
			"聖痕計画——人間の体内に特殊な遺伝子を埋め込むもの……。",
			"성흔 계획——인간의 몸 안에 특수한 유전자를 심는 것......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96138,
			"From the ancient times, has spread until now after generations of change……",
			"从远古时代而起，几经世代的变迁流传至今……",
			"そう、超古代から何世代もの変遷を経て今に伝わっている。",
			"그래, 초고대부터 여러 세대에 걸친 변천을 거쳐 지금까지 전해져 내려온 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			96139,
			"Created by Dr. MEI, continue human civilizations……",
			"由MEI博士制造，延续人类文明的……",
			"MEI博士が作り、人類の文明を存続させるものよね……。",
			"MEI 박사가 만들고, 인류의 문명을 지속시키는 거지…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96140,
			"The power of curse by killing all human kinds.",
			"通过杀死全部人类而得到的诅咒之力。",
			"そして、全人類を殺すことで得られる呪われた力だ。",
			"그리고, 전 인류를 죽이는 것으로 얻을 수 있는 저주받은 힘.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96141,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96142,
			"Haha…of course, Anti-Entropy hasn't known yet the truth of the \"Stigmata Project\".",
			"呵呵…果然，逆熵还没有了解到“圣痕计划”的真相呢。",
			"フフ……やっぱり、ネゲントロピーはまだ「聖痕計画」の真相を知らなかったようだね。",
			"후후…… 역시, 네겐트로피는 아직 「성흔 계획」의 진상을 몰랐던 모양이네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96143,
			"Eh……",
			"呃……",
			"くっ……。",
			"쿡…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96144,
			"Ok, I accept your proposal. To show my sincerity, I will tell you what I know.",
			"好吧，我接受你的提议。作为诚意，我把我知道的情报告诉你们。",
			"いいだろう。君の提案を受け入れよう。誠意を示すために、僕が知っている情報を君たちに教えてあげるよ。",
			"좋아. 네 제안을 받아들이지. 성의를 보이기 위해, 내가 아는 정보를 너희에게 알려주마.",
			null
		],
		[
			"msg",
			96145,
			"What exactly is the \"Stigmata Project\".",
			"所谓的“圣痕计划”究竟是什么样的东西。",
			"いわゆる「聖痕計画」とは一体どんなものなのかをね。",
			"소위 「성흔 계획」이란 대체 무엇인지에 대해서 말이야.",
			null
		]
	]
}