{
	"1000": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67768,
			"Hmm… So you don't really have a clear direction.",
			"唔…看来你心里面也没有个明确的方向嘛。",
			"あら？S級ヴァルキリーになりたいわりには目標がないのね。",
			"어라? S급 발키리가 되고 싶다면서 목표가 없네.",
			"Oh? You want to become an S-rank Valkyrie, but you don't even have any clear direction."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67769,
			"You can say that. But I think as long as I get stronger, I will become a Rank S Valkyrie one day!",
			"是这样说没错，但我觉得，反正只要能够变强一定就能成为S级女武神的！",
			"今はわからないけど、強くなれば見えてくると思う。",
			"지금은 모르지만, 강해지면 보일 거야.",
			"I may not know now, but I think I'll be able to figure it out as I get stronger."
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67770,
			"To become stronger. See, you do have a target. I get it, follow me then!",
			"变强吗，你这不是有一个明确的方向嘛。我明白了，那跟我来吧~",
			"強くなる……か。わかったわ、一緒に行きましょう。",
			"강해지는 건가. 알았어, 같이 가자.",
			"Becoming stronger... huh? Okay, let's go together."
		]
	],
	"1001": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67771,
			"We have travelled a big circle already but haven't found any Houkai sources. Don't we have any devices we can use?",
			"都走了一大圈了，怎么还没有找到崩坏源啊，就没有些什么仪器可以用吗？",
			"ずいぶん歩いたのに、どうして崩壊源が見つからないのよ！なにか探知できる機械とかないの？",
			"꽤 걸었는데, 왜 붕괴원을 못 찾는 거야! 뭐라도 탐지할 수 있는 기계 같은 건 없어?",
			"We've walked quite a distance, so why can't we even find the Honkai Source? Isn't there some kind of device that can detect it?"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67772,
			"Devices can only tell you if there are Houkai energy reactions around. But the reaction is too weak this time. We have to search in person.",
			"就算是仪器也顶多会告诉你这一带有没有崩坏能反应，特别是这回的反应过于微弱，不亲自去寻找是找不到的。",
			"機械を使ってもこの辺に崩壊エネルギーの反応があるかないかくらいしか教えてくれないわ。特に、この辺りの反応はとても微弱だから、キアナ自身が探さなきゃ見つからないわ。",
			"기계를 써도 이 근처에 붕괴 에너지 반응이 있는지 없는지 정도만 알려줄 뿐이야. 특히 이 근처의 반응은 아주 미약해서, 키아나가 직접 찾지 않으면 발견할 수 없어.",
			"Even if we used a machine, it can only tell us whether there's any Honkai Energy reactions in this area. And the reaction here in particular is very weak, so we won't find it unless you search for it yourself, Kiana."
		],
		[
			"msg",
			67773,
			"Stop complaining. Work harder, Kiana, or do you want your first mission to end up in failure?",
			"别抱怨了~加油吧琪亚娜，不然第一次任务就要以失败告终就太逊了~",
			"文句言わずにがんばって。初めての任務が失敗になったら、セシリア様は悲しむだろうね。",
			"불평하지 말고 힘내. 첫 임무가 실패로 끝나면 세실리아 님은 슬퍼하실 거야.",
			"Do your best without complaining. Lady Cecilia will be disappointed if your first mission ends in failure."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67774,
			"Awww… Stop hiding! I don’t care if it’s a Houkai creature or something else, just come out and face me!",
			"唔唔唔，可恶，管你是什么崩坏生物还是什么，别躲躲藏藏的快出来！！",
			"うぅ……。綺羅姉さんの意地悪！なんでもいいから隠れてないで早く出てきなさいよ！",
			"으으... 키라 언니 너무해! 뭐든 좋으니까 숨지 말고 빨리 나와!",
			"Ugh... You're so mean, Kira! Whatever it is, quit hiding and get out here!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67775,
			"Well, Houkai creatures won’t understand you, but your voice may attract zombies. It might actually be a good idea.",
			"嗯，虽然崩坏生物听不懂你说什么，但大喊的声响会吸引过来死士，这说不定真是个好办法呢。",
			"うん、キアナは元気だね。大声で叫べば敵を引き寄せるかもしれない。それはいいアイデアかもね。",
			"응, 키아나 활기차네. 큰 소리로 외치면 적을 끌어들일지도 몰라. 그건 좋은 아이디어일지도.",
			"Yeah, you're doing great, Kiana. Maybe if you yell louder it'll attract enemies. What a great idea."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67776,
			"Ouch... Of, of course, I have met zombies before. Whatever, I just have to attract them all here and get rid of them all together!",
			"咕…当、当然的，我又不是没有见过死士，总之只要都吸引过来一举消灭就好了！",
			"ぐぐ……あ、当たり前よ！敵が引き寄せられて来たら一気に消滅させてやるわよ！",
			"으르렁... 아, 당연하지! 적이 끌려오면 한 방에 소멸시켜 줄 거야!",
			"Ggh... o-of course! If any enemies are drawn towards me, I'll annihilate them all at once!"
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67777,
			"However, you may attract unexpected enemies. I still wish you can rely more on your eyes and ears, or any organ that help you to sense the surroundings, if possible.",
			"不过这么做的话可能会引来意料以外的敌人，可以的话我还是希望你可以多依靠自己的眼睛和耳朵，甚至是每一个能感觉周围情况的器官。",
			"でも、そのやり方だと予想外の敵を引き寄せる可能性もあるわよ。できればもっと自分の目や耳、周囲の状況を感じ取れるようになってほしいのだけどね。",
			"하지만 그런 식으로 하면 예상치 못한 적을 끌어들일 가능성도 있어. 가능하면 좀 더 자신의 눈과 귀, 주변 상황을 감지할 수 있게 되었으면 좋겠는데.",
			"However, this approach may attract unexpected enemies. I wish you would improve your eyes, ears, and awareness of your surroundings. (TN: Not quite sure how to translate this line.)"
		],
		[
			"msg",
			67778,
			"When I was learning from Master Sessiria, I had to sense the changes in environment through the flow of air...",
			"当时我跟着塞西莉亚大人学习的时候呀，可是专门做过透过空气流动去感受环境变化的训练呢……",
			"私がセシリア様に習っていた頃は、空気の流れによって環境の変化を感じ取る訓練をしてたわ。",
			"내가 세실리아님께 배울 때는 공기의 흐름으로 환경 변화를 감지하는 훈련을 했어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67779,
			"Okay okay I know... Sister Kira can get as wordy as my aunt... Does everyone become like this when they get old...?",
			"哎呀知道啦，就连绮罗姐…说教起来都跟大姨妈一样啰嗦，大人都喜欢这样的吗……",
			"綺羅姉さん、おばさんみたいで口うるさいよ。大人ってみんなこうなのかしら？",
			"키라 언니, 아줌마 같아서 말 많아. 어른들은 다 이런 걸까?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67780,
			"What did you say?",
			"你说什么~",
			"……今、なんて？よく聞こえなかったわ。セシリア様には、キアナが崩壊生物にやられたって報告しておくわ……いい？",
			"......지금, 뭐라고? 잘 안 들렸어. 세실리아님께는 키아나가 붕괴 생물에게 당했다고 보고해 둘게...... 알겠지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67781,
			"No, nothing, I was just trying to concentrate!",
			"没、没有，我只是在集中精神！",
			"な、なんでもないわよ！今は集中してるから静かにして！",
			"아, 아무 말도 안 했어! 지금은 집중하고 있으니까 조용히 해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67782,
			"--*Rustle*...",
			"——沙、沙沙……",
			"——サ、ササササ",
			"——사, 사사사사",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67783,
			"Ouch! Something there! Uh!",
			"唔！有动静！呃！",
			"あっ！なにかきた！？",
			"앗! 뭔가 왔어!?",
			null
		],
		[
			"msg",
			67784,
			"It’s just a hare, uncorrupted by Houkai Energy...",
			"什么，只是一只还没被崩坏能侵染的野兔啊……",
			"なんだ……崩壊エネルギーに汚染されてない野ウサギじゃない。",
			"뭐야……붕괴 에너지에 오염되지 않은 산토끼잖아.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67785,
			"Not really, the hare was running in panic... Something must be around!",
			"不对，野兔会这么惊慌地逃跑，说明……一定有什么东西在附近才对！",
			"いや、野ウサギなら驚いて逃げるはずよ。ということは——",
			"아니, 산토끼라면 놀라서 도망갔을 텐데. 그렇다면 ——",
			null
		]
	],
	"1002": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67788,
			"Roar!",
			"吼！",
			"——ゴォォォ！！！",
			"——우르르르!!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67789,
			"Uh, the zombies are coming!?",
			"额，有死士冲过来了！？",
			"うわっ！なにかきた！？",
			"우왁! 뭔가 왔어!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67790,
			"They are just the beginning. Concentrate and start fighting!",
			"这不过是打头阵的，快集中精神开始战斗！",
			"最初の敵に過ぎないわ、集中して！",
			"첫 번째 적일 뿐이야, 집중해!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67791,
			"You don’t need to tell me that! I’m going in!",
			"不用你说我都知道！接招吧！",
			"言われなくても準備できてるわ！くらえっ！",
			"말하지 않아도 준비됐어! 받아라!",
			null
		]
	],
	"1003": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67792,
			"Roar!",
			"吼！",
			"——グォォォ！！！",
			"——꾸어어어!!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67793,
			"Oops, there are zombies hiding in the bush!?",
			"额，草堆里居然藏着死士！？",
			"うわっ！奥になにかがいる！？",
			"우악! 안쪽에 뭔가 있어!?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67794,
			"They are just the beginning. Concentrate and start fighting!",
			"这不过是打头阵的，快集中精神开始战斗！",
			"最初の敵に過ぎないわ、集中して！",
			"첫 번째 적에 불과해, 집중해!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67795,
			"You don’t need to tell me that! I’m going in!",
			"不用你说我都知道！接招吧！",
			"わ、わかってるわよ！くらえっ！",
			"알, 알아! 받아라!",
			null
		]
	],
	"1004": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67796,
			"Hmm, the moves are quite good, but you need to work on the details and gain more experience. Overall, I will give you a pass on your fundamentals.",
			"呀，就动作来说确实很不错，战斗细节处理的经验还有待加强，总的来说基本功已经达到及格线了吧。",
			"動きはまずまずね。戦い方の細かいところはもっと経験を積む必要があるけど、一応合格ね",
			"움직임은 괜찮네. 전투 방식의 세세한 부분은 더 많은 경험이 필요하지만, 일단 합격이야",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67797,
			"Uh, why are you so serious too, Sister Kira...",
			"呃绮罗姐怎么也一板一眼的……",
			"綺羅姉さんってば、どうしてそう堅物なのよ……。",
			"키라 언니는 왜 그렇게 고지식한 거야……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67798,
			"Because I am your senior! I wanted Kiana to get stronger quickly too. If I came here relaxed and joking, that will be irresponsible, and I will fail Master Sessiria.",
			"这是作为前辈的矜持！我也是希望琪亚娜能快点变强的呀，要是抱着开玩笑的心情来训练才是对不起你，也对不起塞西莉亚大人呢。",
			"先輩としての立場ってものあるでしょ！それに早くキアナには強くなってほしいのよ。笑いながら訓練に付き合ってたら失礼だし、セシリア様にも申しわけが立たないわ。",
			"선배로서의 입장이 있다구! 게다가 빨리 키아나가 강해졌으면 좋겠어. 웃으면서 훈련에 맞춰주면 실례기도 하고, 세실리아 님께도 죄송하잖아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67799,
			"For one moment, I feel that Sister Kira is a lot more dedicated than I am...",
			"总觉得有那么一瞬间绮罗姐的斗志比我还要强烈许多……",
			"なんだか一瞬、綺羅姉さんのほうがずっと闘志がみなぎっているようにみえた……。",
			"왠지 순간, 키라 언니 쪽이 훨씬 투지가 넘치는 것 같았어……",
			null
		],
		[
			"msg",
			67800,
			"Anyway, I know. I too want to become a Rank S Valkyrie as soon as possible and fight against Houkai together with Mom!",
			"不过我知道啦，我也是想快点成为S级女武神，然后和老妈一起对抗崩坏的！",
			"でもわかってる。私だって早くS級ヴァルキリーになって、ママと一緒に崩壊に立ち向かいたいの！",
			"하지만 알아. 나도 빨리 S급 발키리가 되어서, 엄마와 함께 붕괴에 맞서고 싶다고!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67801,
			"Fighting against Houkai with Master Sessiria... That sounds so nostalgic...",
			"和塞西莉亚大人一起对抗崩坏吗...这么一说，还真有些怀念呢......",
			"セシリア様と共に崩壊に立ち向かう……その言葉を聞くと、なんだが懐かしくなるわ……。",
			"세실리아 님과 함께 붕괴에 맞선다…… 그 말을 들으니 왠지 그리워지네……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67802,
			"Hey, there seems to be no more zombies around here. What should I do next?",
			"嘿，总之这一带看起来是没什么死士了，接下来怎么办？",
			"ねえ、もうこの辺にはなにもないみたいだけど次はどうするの？",
			"저기, 이 근처에는 더 이상 아무것도 없는 것 같은데 다음은 어떻게 할 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67803,
			"...",
			"......",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67804,
			"Sister Kira? She’s staring blankly... Is she tired?",
			"绮罗姐？在发呆呢...是累了吗？",
			"綺羅姉さん、疲れたの？",
			"키라 언니, 피곤해?",
			null
		]
	],
	"1005": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67806,
			"...",
			"......",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67807,
			"What’s going on, I can’t find many zombies here... Sister Kira, oops, where is she?",
			"怎么回事，这边真的就看不到几个死士啊......绮罗姐，咦，绮罗姐呢？",
			"綺羅姉さん、早くいこ！向こうに崩壊エネルギーがある気がする……行ってみよ！",
			"키라 언니, 빨리 가자! 저쪽에 붕괴 에너지가 느껴져... 가보자!",
			null
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67808,
			"Uh, what... What is this place, where on earth am I...",
			"呃，还有......这是什么地方，我到底在哪......",
			"うーん、こっちには反応がないみたい……あ、あれ？綺羅姉さん？どこいったの？ねぇ、綺羅姉さん！？",
			"음, 이쪽에는 반응이 없는 것 같아... 아, 어라? 키라 언니? 어디 간 거야? 저기, 키라 언니!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67809,
			"I finally found Kira, but there is no more time for the mission, and the special training ends nowhere...",
			"好不容易找到了绮罗，却已到了任务结束的时间了，特训也没有了后续......",
			"なんとか綺羅を見つけ出したが、夜になりそうだったので帰還することになった。",
			"간신히 키라를 찾아냈지만, 곧 밤이 될 것 같아서 귀환하기로 했다.",
			null
		]
	],
	"1006": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67811,
			"Sister Kira, you must be tired too. How about we take a break?",
			"绮罗姐也累了吧，不如先休息一下？",
			"綺羅姉さんも疲れたでしょ？ちょっと休憩しない？",
			"키라 언니도 피곤하지? 잠시 쉬지 않을래?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67812,
			"Uh, I was just thinking about something... But some rest will be good!",
			"呃，我只是不小心想东西入神了......不过，休息啊...也好~",
			"……あ、ちょっと考えごとしてたわ。休憩したいの？別にいいわよ。",
			"...아, 잠시 생각에 잠겨 있었어. 쉬고 싶어? 별말씀을.",
			null
		],
		[
			"msg",
			67813,
			"With such great views here, it will be a waste if we only care about fighting!",
			"明明眼前有这么好的景色却只顾着战斗就太浪费了呢~",
			"目の前にこんな景色が広がってるのに、戦うことばかり考えてたらもったいないわね。",
			"눈앞에 이런 경치가 펼쳐져 있는데, 싸우는 것만 생각하면 아깝잖아.",
			null
		]
	],
	"1007": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67814,
			"Ha! I was supposed to come for a special training, but it feels like camping now!",
			"哈~明明是来特训的，但总觉得，有种在露营的感觉！",
			"特別な任務にきたっていうのに、キャンプみたいで楽しいね。",
			"특별한 임무로 왔는데, 캠프 같아서 즐겁네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67815,
			"You really don’t know what anxiety is, do you. But I feel the same, I can’t remember when was the last time I rested like this...",
			"你还真是没有紧张感呢，但是我也同感，都不知道已经多久没能这样歇息过了~",
			"キアナは本当に緊張感がないわね。けど、その意見には私も同意よ。そういえば……長い間こんな風に休みを取ることってなかったわ。",
			"키아나는 정말 긴장감이 없구나. 하지만 그 의견엔 나도 동의해. 그러고 보니... 오랜만에 이런 식으로 휴식을 취한 적이 없었어.",
			null
		],
		[
			"msg",
			67816,
			"If I didn’t meet Master Sessiria and become a Valkyrie, I must be camping with friends like an ordinary girl in this place? Maybe an open-air karaoke party instead?",
			"要是我没有遇到塞西莉亚大人，没有成为女武神的话，来到这种地方的我一定是跟普通少女一样在和朋友们露营吧？或者说在开露天歌会？",
			"もし、セシリア様に出会わず、ヴァルキリーにもなってなかったら普通の女の子と同じように友達とこういう場所へ来て、キャンプを楽しんでいたかもしれないわね。",
			"만약 세실리아님을 만나지 않고, 발키리도 되지 않았다면 평범한 여자아이처럼 친구들과 이런 곳에 와서 캠프를 즐겼을지도 모르겠네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67817,
			"An open-air karaoke party? Right, Sister Kira, I heard you can sing really well, right? Everyone knows it! You are the “Vocal of the Squad Snowwolf”!",
			"露天歌会？这么说来绮罗姐好像特别会唱歌吧！大家都知道呢，绮罗姐那“雪狼小队头号主唱”的称呼！",
			"そういえば、綺羅姉さんはすごく歌が上手って聞いたことがある！二つ名が「雪狼狙撃隊の歌姫」って言われるほどに凄いんだって！",
			"그러고 보니, 키라 언니는 노래를 정말 잘한다고 들었어! 「설랑 저격대의 가희」라는 이명이 있을 정도로 대단하다던데!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67818,
			"Eh, really? So everyone knows about it already?",
			"诶，是吗？居然都这么出名了吗？",
			"え、そうなの？そんなに有名？",
			"어, 그래? 그렇게 유명해?",
			null
		],
		[
			"msg",
			67819,
			"I only had some practice... Indeed, I wanted to become a singer before becoming a Valkyrie!",
			"我也就稍微练过一下子啦...确实，在成为女武神之前，我可是想着成为歌手的呢！",
			"昔に少しだけ習ったことがあるだけよ。確かにヴァルキリーになる前は歌手になるのが夢だったわ。",
			"예전에 조금 배운 적이 있을 뿐이야. 확실히 발키리가 되기 전에는 가수가 되는 게 꿈이었지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67820,
			"Eh, I never knew that...",
			"诶，这我是第一次听到呢......",
			"へぇ、その話は初めて聞いたわ。",
			"허에, 그 이야기는 처음 듣는걸.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67821,
			"How should I put it... I always believe that people look great when they are working hard. Being a singer, standing on the stage and shining under the spotlight, that is the best way to showcase one’s efforts to everyone!",
			"怎么说呢，我一直觉得，努力的人是闪闪发光的，而最能将这个展现给所有人看的，就是在舞台上，被聚光灯照射变得闪亮的歌手！",
			"努力する人って輝いてるって思うの。そして、ステージの上でスポットライトに照らされ、キラキラした服を着て歌うの。",
			"노력하는 사람은 빛난다고 생각해. 그리고 무대 위에서 스포트라이트를 받고 반짝이는 옷을 입고 노래하는 거.",
			null
		],
		[
			"msg",
			67822,
			"I was so attracted to those moments. I have been hoping that one day I can also become cuter, more fabulous and well-known!",
			"那种闪闪发光的身姿深深吸引了我，于是我就一直渴望着，终有一天我也要变得更加可爱，变得更加闪耀，然后让更多人知道~",
			"そんな光輝く姿に私は深く惹きつけられたわ。そして、いつか可愛くキラキラした人間になって多くの人に知ってもらえらたらなって願うようになったのよ。",
			"그런 빛나는 모습에 나는 깊이 매료되었어. 그리고 언젠가 귀엽게 반짝이는 사람이 되어 많은 사람들에게 알려지길 바라게 되었지.",
			null
		],
		[
			"msg",
			67823,
			"Well, I firmly believed in it.",
			"嗯，本来的话确实是这么坚信着的呢。",
			"うん……確かにそうなると信じてた。",
			"응... 확실히 그렇게 될 거라고 믿었어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67824,
			"Believed... So, why did you become a Valkyrie, Sister Kira...",
			"本来吗，这么说绮罗姐到底为什么成为了女武神呀......",
			"だったらなんで綺羅姉さんはヴァルキリーになったの？",
			"그럼 키라 언니는 왜 발키리가 된 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67825,
			"Because I met someone that attracted me more. Someone that is more fabulous than anyone else.",
			"因为我遇到了更加吸引我的，比谁都要闪耀的人。",
			"それは、もっと魅力を感じるセシリア様に出会ったからよ。",
			"그건, 더 매력적인 세실리아님을 만났기 때문이야.",
			null
		],
		[
			"msg",
			67826,
			"She appeared in front me at the most crucial moment, told me “everything is okay now” and reached out to me... From that moment, I could never forget her...",
			"那个人在最危急的时候，宛如撕破空间一般突然出现在我面前，然后对我说“已经没事了”，向我伸出了手......从那一刻起我就永远无法忘记那个人......",
			"セシリア様は、ピンチの時に時空を飛び越えてきたみたいに私の前に現れたわ。そして「もう大丈夫よ」と言って私に手を差し伸べた。その瞬間から変わった。",
			"세실리아님은, 위기에 처한 시공을 넘어온 것처럼 내 앞에 나타났어. 그리고 「이제 괜찮아」 라며 내게 손을 내밀었지. 그 순간부터 변했어.",
			null
		],
		[
			"msg",
			67827,
			"There was a light from her... Something I could not understand but admire more than anybody else does. Something that I wanted to reach out to touch... That was when I learned about Valkyria.",
			"她身上散发着我无法理解，却比谁都要憧憬的光辉，让我想要伸手去触碰……也就是在那个时候，我知道了女武神。",
			"セシリア様の全身から神々しい光を放ってたように見えた。私は思わず、それに触れてみたくなって……そして、ヴァルキリーを知ったの。",
			"세실리아님의 온몸에서 신성한 빛이 뿜어져 나오는 것 같았어. 나는 그 빛을 닿고 싶어졌고... 그렇게 발키리에 대해 알게 되었어.",
			null
		],
		[
			"msg",
			67828,
			"I then joined the Shicksal to pursue this light. I worked for almost three years to become who I am now, only to stay alongside that person and fight together with her.",
			"于是为了追逐这份光芒，我加入了天命，不断努力，用了几乎三年的时间成长到现在的程度，只为了留在那个人身边，和她一起并肩作战。",
			"光を追いかけるように私は天命に加わった。それから努力を積み重ね、三年の時間をかけて今のレベルに到達したの。セシリア様のそばで一緒に戦う……それだけのために。",
			"빛을 좇듯이 천명에 합류했어. 그 후 노력을 거듭해 3년이라는 시간을 걸쳐 지금의 레벨에 도달했지. 세실리아님 곁에서 함께 싸우기 위해... 그거 하나만을 위해.",
			null
		],
		[
			"msg",
			67829,
			"The more I worked with her, the more I realized... The light shining from within is more fascinating than the spotlight...",
			"而越是和她一起行动，我就越是发现…那种由内至外自而发出的光辉，比聚光灯打下来产生的光辉更加令人着迷……",
			"そして、あの心の内側から放出される光は、スポットライトから生まれる光より人を魅了するものだってことを知ったわ。",
			"그리고 그 마음 속에서 뿜어져 나오는 빛이 스포트라이트에서 나오는 빛보다 사람을 매혹한다는 걸 알게 되었어.",
			null
		],
		[
			"msg",
			67830,
			"Hmm... I just realized, if I can become a Rank S Valkyrie so quickly, maybe I have already become a superstar if I chose to be a singer? Yep, I'm pretty sure...",
			"唔…我突然发现，既然我能这么快成为S级女武神，说不定当初去当歌手现在也已经是歌坛的一届明星了呢？嗯嗯，一定是这样的……",
			"あ……今気づいたんだけど、こんなに早くS級ヴァルキリーになれるんだったら、歌手になっていれば今頃スターになっていたんじゃないかしら？そうよ、絶対にそう！",
			"아... 지금 깨달았는데, 이렇게 빨리 S급 발키리가 될 수 있었다면 가수가 되어서 지금쯤 스타가 되지 않았을까? 그래, 분명 그랬을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67831,
			"There, there is no comparison!",
			"这、这根本不是可以对比的事吧！",
			"S級ヴァルキリーになれたからって、歌手になれると決まったわけじゃないよ。",
			"S급 발키리가 될 수 있었다고 해서 가수가 될 수 있는 건 아니야.",
			null
		],
		[
			"msg",
			67832,
			"Sister Kira, that person you were talking about... She’s my Mom, right?",
			"不过，绮罗姐所说的那个人，其实就是妈妈吧~",
			"でも、綺羅姉さんの歌を聴いてみたいなぁ。",
			"그래도, 키라 언니 노래 한번 들어보고 싶다.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67833,
			"Yeah, you are really smart... I never talked about it in detail.",
			"是呀，你还真是敏锐呢~我明明都没有详细说过呢。",
			"機会があったら聴かせてあげるわよ。",
			"기회가 되면 들려줄게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67834,
			"Well, it’s not hard to tell. You are a member of the Squad Snowwolf after all.",
			"这种事多看两眼还是会知道的嘛，毕竟你是雪狼小队的人！",
			"ねぇ、綺羅姉さんの夢って叶ったの？",
			"저기, 키라 언니의 꿈은 이뤄진 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67835,
			"Really? Anyway, my dream has already come true. Actually, many Valkyria followed Master Sessiria because they looked up to her!",
			"是吗？不过，我的梦想已经实现了呢。跟你说啊，其实追随着塞西莉亚大人的脚步，因为憧憬塞西莉亚大人而战的女武神其实非常多呢！",
			"そうね、私の夢はもう叶ったわ。セシリア様を追いかけて、憧れのために戦うってヴァルキリーはとても多いのよ？",
			"그래, 내 꿈은 이미 이뤄졌어. 세실리아님을 따라가며 동경을 위해 싸우는 발키리는 정말 많거든?",
			null
		],
		[
			"msg",
			67836,
			"So I was a little emotional when I heard that you wanted to get stronger quickly and fight against Houkai together with Master Sessiria.",
			"所以听到你说想要快点变强，然后和塞西莉亚大人一起对抗崩坏这句话后，我多少有点感触呢。",
			"だから、キアナが早く強くなってセシリア様と一緒に崩壊に立ち向かいたいって言った時、感慨深いものがあったわね。",
			"그래서 키아나가 빨리 강해져서 세실리아님과 함께 붕괴에 맞서고 싶다고 말했을 때, 감회가 새로웠어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67837,
			"Uh, looks like Mom’s had a lot of past...",
			"呃，看来妈妈也是个罪孽深重的女人呢......",
			"ママも罪深い人だね。",
			"엄마도 죄 많은 사람이네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67838,
			"Of course... Well, you are her daughter, maybe you will have that charisma too...",
			"可不是嘛...既然你是那个人的女儿，说不定你也有这种潜质诶......",
			"そんなことないわよ。キアナはセシリア様の子どもなんだから、もしかしたら同じような力を持ってるかもよ？",
			"그런 말 하지 마. 키아나는 세실리아님의 아이니까, 어쩌면 같은 힘을 가지고 있을지도 몰라?",
			null
		],
		[
			"msg",
			67839,
			"Ah, it’s getting late. The break is over. Let’s finish this mission, Kiana.",
			"啊，都这么晚了，休息时间结束，差不多该给这个任务收尾了哦，琪亚娜。",
			"さて、そろそろ休憩はおしまい。キアナ、行こう。",
			"자, 이제 휴식은 끝이야. 키아나, 가자.",
			null
		]
	],
	"1008": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67840,
			"Kiana, hurry up, or I will leave you here!",
			"琪亚娜，再不跟上来就要丢下你了哦~",
			"キアナ、どうしたの？歩くペースが遅くなってるけど……。",
			"키아나, 왜 그래? 걷는 속도가 느려졌는데....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67841,
			"Uh, yeah...",
			"唔、嗯......",
			"え、うん……。",
			"어, 응....",
			null
		]
	],
	"1009": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			67843,
			"Sister Kira admired Mom so she worked hard to become a Valkyrie... Oops, so she is already in the Squad Snowwolf when I was born, right? If that’s the case...",
			"绮罗姐憧憬着妈妈，然后不断努力成为了女武神......诶，说回来在我出生的时候绮罗姐就已经在雪狼小队了吧？这么说......",
			"綺羅姉さんはママに憧れて、努力してヴァルキリーになった。私が生まれた時、すでに雪狼狙撃隊に入っていたのよね……ということは——",
			"키라 언니는 엄마를 동경해서, 노력해서 발키리가 됐어. 내가 태어났을 때 이미 설랑 저격대에 들어가 있었잖아... 그렇다면 ——",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67844,
			"What are you mumbling about?",
			"你在咕叽咕叽些什么呢？",
			"なにをブツブツ言ってるのよ。",
			"뭐라고 중얼중얼 거리는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67845,
			"Right! I’ve been thinking! I should actually call you “Aunt Kira”, right?",
			"果然，我一直在想啊！论辈分的话我其实应该叫你绮罗阿姨吧？",
			"……え？あぁ、計算したら､｢綺羅姉さん｣って呼ぶんじゃなくて｢綺羅おばさん｣じゃない？",
			"……어? 아, 계산해 보면, ｢키라 언니｣라고 부르는 게 아니라 ｢키라 아줌마｣ 아닌가?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			67846,
			"!?",
			"！？",
			"！？！？",
			"!?!?",
			null
		],
		[
			"msg",
			67847,
			"Oh... What did you say?",
			"哦~你说什么？",
			"……ナン、デ……スッテ？",
			"……뭐, 라……고요?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67848,
			"Because it’s been so long since you met Mom... Wait, wait, Aunt Kira, what are you doing!? Why did you point your weapon at me!",
			"因为，从你认识妈妈开始，到现在已经......诶等等，绮罗阿姨你要干嘛！为什么要举起武器！",
			"だって、綺羅おばさんがママと知り合ってから今までことを計算したら、すでに……って、ちょっと待って！？綺羅おばさん、なにしてるの……音符剣なんて持って……。",
			"왜냐면, 키라 아줌마가 엄마랑 알게 된 때부터 지금까지를 계산해 보면, 이미……라고, 잠깐만!? 키라 아줌마, 뭐 하는 거야……음표 검까지 들고…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			67849,
			"--Whoa!!! I’m sorry!!",
			"——哇啊！！！我错了！！",
			"——わぁ！！ごめんなさい！！おばさんなんて言わないから許してー！",
			"——아악!! 미안해요!! 아줌마라고 안 부를게 용서해 주세요!",
			null
		],
		[
			"msg",
			67850,
			"The special training came to an end in Kiana’s screams.",
			"在琪亚娜的惨叫声中，特训宣告结束。",
			"キアナの叫び声が響く中、終わりを告げた。",
			"키아나의 비명 소리가 울려 퍼지는 가운데, 끝을 고했다.",
			null
		]
	]
}