{
	"1280": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10180"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			307849,
			"Growl!!",
			"吼吼吼！！",
			"ウォオオオオンッ！",
			"우오오오온쓰!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Wo-o-o-oong!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307850,
			"Himeko, there are still many Honkai creatures here! Are you sure we can get through?",
			"姬子，大桥上还是有很多崩坏生物啊！你确定我们能过去？",
			"姫子、橋にまだ崩壊生物がたくさんいるぞ！本当に通れるのか？",
			"히메코, 다리에 아직 붕괴 생물이 많이 있어! 정말 통과할 수 있을까?",
			null,
			null,
			"Himeko, there are still a lot of collapsed creatures on the bridge! Are you sure we can get across?",
			"Himeko, there are still lots of disintegrating organisms on the bridge! Are you sure you can get through?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307851,
			"Shut up, just follow. On the side, don't make any voice.",
			"别废话，跟上。尽量靠边走，不要发出声音。",
			"ガタガタ言わずについて来て。できるだけ端を通るのよ。声を出さないで。",
			"잔소리 말고 따라와. 최대한 가장자리로 지나가. 소리 내지 말고.",
			null,
			null,
			"No bullshit, keep up. Try to stay to the side and not make a sound.",
			"Follow me without rattling. Go along the edge as much as possible. Don't make a sound."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307852,
			"The plan is too risky, going across the bridge will avoiding Honkai creatures, at least need several hours!",
			"这种计划还是太冒险了一些，一边警惕崩坏生物还要跨过大桥，就算不被发现我们也得花上几个小时吧？",
			"こんな作戦、やっぱり危険だったんだ。崩壊生物を警戒しながら橋を渡るなんて。発見されないとしても、何時間かかるんだよ！？",
			"이런 작전 역시 위험했어. 붕괴 생물을 경계하면서 다리를 건넌다니. 발각되지 않아도 몇 시간이나 걸리겠어!?",
			null,
			null,
			"This plan is still a bit too risky, while alert to the collapse of creatures and cross the bridge, even if we are not found we will have to spend a few hours, right?",
			"Such an operation was still dangerous. How could we cross the bridge while being on the lookout for decaying organisms? Even if they don't find us, how many hours will it take!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307853,
			"Since when do you become so fussy, another way is to swim under the bridge.",
			"你什么时候也这么婆婆妈妈的，还有一个办法就是从桥下游过去。",
			"あなたっていつもグダグダうるさいわね。それなら、もう1つの方法にする？橋の下から泳いで行くんだけど。",
			"넌 정말 항상 잔소리가 많네. 그럼 다른 방법 쓸까? 다리 아래로 헤엄쳐 가는 건데.",
			null,
			null,
			"Since when are you so mother-in-law? There is another way to swim under the bridge.",
			"You are always so goofy and annoying. Well, then, shall we do it the other way? I'm going to swim under the bridge."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307854,
			"I'm worried about you, it would almost kill you! If the environment is unpredictable, are you sure we can be save?",
			"我是担心你现在的体力，就算跨过大桥半条命也没了吧！如果是我们无法预料的环境，你能保证不遇到危险么？",
			"こっちが心配してるのは、あんたの体力のことだ。こんなペースじゃ、橋を渡っても命がもたないぞ！予期せぬ事態が起こっても、対処できるって約束できるのか？",
			"내가 걱정하는 건 네 체력이야. 이 페이스로는 다리 건너도 버틸 수 없을 거야! 예상치 못한 상황이 닥쳐도 처리할 수 있다 장담해?",
			null,
			null,
			"I am worried about your current physical strength, even if you cross the bridge half of your life is lost! If it's an environment we can't predict, can you guarantee that you won't encounter danger?",
			"What we're worried about is your stamina. At this pace, you won't survive the bridge! Can you promise me that you can handle the unexpected?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307855,
			"……then do you have other way, or shall we go back?",
			"……那你有什么办法么，难道要打道回府？",
			"……じゃあ、他に何か方法があるの？まさかこのまま帰るつもり？",
			"......그럼 다른 방법이라도 있는 거야? 설마 이대로 돌아가려고?",
			null,
			null,
			"...... So do you have any ideas, do you have to fight your way home?",
			"......So what else is there to do? Don't tell me you're planning to just leave?"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307856,
			"I'm negotiating with you, why you have such a poker face!",
			"我好好和你商量问题，你怎么总是一副臭脸！",
			"現状の問題点について話し合ってるんだ、いつもそうやって邪見にしやがって。",
			"현재 문제점에 대해 논의 중인데, 맨날 그렇게 방해만 하잖아.",
			null,
			null,
			"I discuss the problem with you properly, why do you always have a stinky face!",
			"We're discussing the problems with the current situation, you always make it sound so evil."
		],
		[
			"choice",
			[
				308192,
				"See if any tools can be used.",
				"找找看有没有能利用的工具。",
				"何か利用できる道具がないか探してみよう。",
				"뭔가 이용할 수 있는 도구가 없는지 찾아보자.",
				null
			],
			[
				308207,
				"Go back to plan again.",
				"退回去从长计议。",
				"一度戻って、じっくり相談しよう。",
				"한 번 돌아가서, 차분히 상의하자.",
				null
			]
		],
		[
			"nop",
			"CHOICE_DESTS",
			1281,
			1282
		]
	],
	"1281": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204621
		],
		[
			"bg",
			"CG10180"
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307857,
			"Tool…do you remember the parts we collected in the parking lot? These cars on the bridge might still be useful!",
			"工具么…还记得之前在停车场收集的零件么？这些停放在桥面上的汽车或许还能使用！",
			"道具か……以前、車の部品を集めたことを覚えてる？橋の上に止まっていた車が使えるかもしれないわ！",
			"도구라... 전에 차 부품을 모았던 거 기억나? 다리 위에 주차된 차량을 활용할 수 있을지도 몰라!",
			null,
			null,
			"Tools...remember the parts you collected in the parking lot earlier? These cars parked on the bridge may still be usable!",
			"Remember when we used to collect tools or ...... car parts? Well, maybe we can use some of the cars we found parked on the bridge!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1283
		]
	],
	"1282": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204621
		],
		[
			"bg",
			"CG10180"
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307858,
			"Do you ebcome as stupid as Emesa? Honkai creatures were taken under the bridge, if we retreat now means we need to break through their monsters.",
			"你也和埃米沙一样秀逗了么？崩坏生物已经被我们引到了桥下，现在撤退就等于要突破那些家伙。",
			"あなたもエミザみたいにおかしくなったの？もう崩壊生物を橋の片側に引きつけたのよ。今撤退するっていうことは、その引きつけた崩壊生物の中を突破しなきゃいけないのよ。",
			"너도 에미자처럼 맛이 갔어? 이미 붕괴생물을 다리 한쪽으로 유인해뒀다고. 지금 후퇴한다면 그 유인된 붕괴생물 무리를 뚫고 나가야 할 거야.",
			null,
			null,
			"Are you as amused as Emesa? The collapsing creatures have been lured under the bridge by us, retreating now would be like breaking through those guys.",
			"Have you gone crazy like Emesa? We've already attracted the disintegrating organisms to one side of the bridge. If you retreat now, you will have to break through that attracted disintegrator."
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307859,
			"But you're right, we need to think about the method……",
			"不过你说的也对，的确需要考虑一下方法了……",
			"けど……まぁ、あなたの言うことも一理あるわ。確かに方法を考える必要があるわね……。",
			"하지만... 뭐, 네 말도 일리는 있네. 확실히 방법을 고민해볼 필요가 있겠어...",
			null,
			null,
			"But you're right, you do need to think about the method ......",
			"But ...... well, you have a point. We certainly need to figure out how to do it. ......"
		],
		[
			"msg",
			307860,
			"Right, do you remember the parts we collected in the parking lot? These cars on the bridge might be used again.",
			"对了，还记得之前在停车场收集的零件么？这些停放在桥面上的汽车或许还能使用。",
			"そうだ、以前、車から部品を集めたことを覚えてる？橋の上に止まっていた車が使えるかもしれないわ！",
			"맞아, 전에 차에서 부품을 모았던 거 기억나? 다리 위에 주차된 차량이 쓸 만할지도 몰라!",
			null,
			null,
			"By the way, remember the parts you collected in the parking lot earlier? These cars parked on the bridge might still be usable.",
			"Yes, remember when we collected parts from cars before? Well, maybe we can use some of those cars that were parked on the bridge!"
		],
		[
			"nop",
			"RETURN_TO_MAIN_BRANCH",
			1283
		]
	],
	"1283": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10180"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307861,
			"Yes! We only needs several minutes by car to get to the other side!",
			"对啊！如果能使用车辆的话只要几十分钟就能到达对岸了！",
			"確かに！車が使えれば数十分で対岸にたどり着ける！",
			"그래! 차를 이용하면 수십 분 만에 건너편에 도달할 수 있을 거야!",
			null,
			null,
			"Yes! If you can use a vehicle, you can get to the other side in just a few minutes!",
			"Indeed!!! If we could use a car, we could reach the other side of the river in a matter of minutes!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307862,
			"Yes, seems worth trying, let's do this.",
			"嗯，的确有尝试的价值，那就这么办吧。",
			"ええ。試してみる価値はありそうね。そうしましょう。",
			"응. 시도해볼 가치는 있을 것 같네. 그렇게 하자.",
			null,
			null,
			"Well, there is indeed value in trying, so let's do that.",
			"Yes, it's worth a try. Worth a try. Let's do it."
		]
	],
	"1284": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204621
		],
		[
			"bg",
			"CG10180"
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307863,
			"There are lots of old cars on the bridge, we need to find the useful ones among them.",
			"目前桥面上停放的废旧汽车数量很多，我们要做的就是从这些汽车中寻找可以使用的车辆。",
			"橋の上には廃棄車両がたくさんあるわ。私たちの目的は、この中から使える車を探し出すことよ。",
			"다리 위에는 폐차량이 많이 있네. 우리 목표는 이 중에서 사용 가능한 차량을 찾아내는 거야.",
			null,
			null,
			"Currently there are a lot of junk cars parked on the bridge, and all we have to do is to find vehicles from these cars that can be used.",
			"There are a lot of discarded vehicles on the bridge. Our goal is to find usable vehicles among these."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307864,
			"They all look wasted, can't tell from the appearance…only if Etherine can be here.",
			"从外观上都是一些破铜烂铁，根本区分不出来…这种时候伊瑟琳那个家伙在就好了。",
			"外見はどれも鉄クズで全然見分けがつかないな……こんな時こそ、イザーリンのヤツがいてくれれば良かったんだが。",
			"외관은 다 녹슨 고철덩어리라 전혀 구분이 안 가... 이런 때일수록 이자린 녀석이 있었으면 좋았을 텐데.",
			null,
			null,
			"From the appearance of some broken iron, it is impossible to distinguish ... such times Estherine that guy in it would be good.",
			"They all look like iron scraps and I can't tell them apart at all. ...... This is when I wish the Estherine guy had been there."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307865,
			"Yes, but we don't have time to test them one by one, and we can only get close to limited numbers of them.",
			"嗯，不过我们没有时间一辆一辆测试，而且在躲避着崩坏生物的条件下能够接近的车辆也有限。",
			"ええ。ただ、私たちには1台ずつエンジンが掛かるか試していく時間はないわ。それに、崩壊生物から隠れたまま近づける車にも限りがある。",
			"그래. 하지만 우리에게는 한 대씩 시동을 걸어볼 시간이 없어. 게다가 붕괴생물에게 들키지 않고 접근할 수 있는 차량도 한정되어 있으니.",
			null,
			null,
			"Well, but we didn't have time to test one by one, and there were limited vehicles that could be approached under the conditions of avoiding the avalanche creatures.",
			"Yes, we do. But we don't have time to test the engines one by one. And there's a limit to how many cars we can get close enough to hide from the disintegrating organism."
		],
		[
			"msg",
			307866,
			"We don't have much time, when it's less chaotic the action will be more difficult, so we can't waste time in finding the cars.",
			"可以执行计划的时间不多，等到爆炸的骚动平息下来我们行动的难度会更加困难，所以不能耗费在寻找车辆上面。",
			"正直、この計画に割ける時間はそう多くないわ。爆発の騒ぎが落ち着いてしまったら、私たちが自由に動くことすら難しくなってしまう。",
			"솔직히 이 계획에 할애할 시간은 그리 많지 않아. 폭발 소동이 잦아들면 우리가 자유롭게 움직이는 것조차 어려워질 거야.",
			null,
			null,
			"There is little time to execute the plan, and when the commotion of the explosion subsides we will have more difficulty in moving, so we can not spend on finding the vehicle.",
			"Frankly, we don't have a lot of time to devote to this project. Once the explosion has calmed down, it will be difficult for us to even move freely."
		],
		[
			"msg",
			307867,
			"……10 minutes, if we can't find any of them let's follow the original plan, let's try.",
			"……10分钟吧，如果找不到的话就按原计划前进，只能碰碰运气了。",
			"……10分にしましょう。それで見つからなければ、最初の計画通り進むわよ。あとは運に任せるしかないわ。",
			"……10분으로 하죠. 그 안에 찾지 못하면 원래 계획대로 진행할 거예요. 이젠 운에 맡길 수밖에 없어요.",
			null,
			null,
			"......10 minutes it, if you can't find it then go ahead as planned, you can only take your chances.",
			"Let's go to ......10 minutes. If we don't find them, we'll proceed as originally planned. The rest is up to luck."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			307868,
			"Then let's do it now, choosing those unbroken cars will have higher successful rate.",
			"既然这样那就马上行动吧，找外观尽量完整的车辆检查成功率会高一些！",
			"そうと決まれば、今すぐ行動しよう。外見が完璧に近い車を調べりゃ、見つかる確率も高くなるはずだ！",
			"그렇다면 지금 당장 행동하자. 외관이 완벽에 가까운 차를 조사하면 찾을 확률도 높아질 거야!",
			null,
			null,
			"Since this is the case then act now, find the appearance of the vehicle as complete as possible to check the success rate will be higher!",
			"Once you've decided that, you need to act now. If you look for a car that is near perfect in appearance, your chances of finding one are much better!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				2,
				true
			]
		],
		[
			"msg",
			307869,
			"Yes, but we need to assign the tasks properly. Emesa helps to check, Kyushou and I will observe the Honkai creatures, make sure we're safe.",
			"嗯，不过也得安排好人员配置。埃米沙你来负责检查工作，我和九霄一起监视崩坏生物的动向，保证安全。",
			"ええ、じゃあ役割分担をしましょう。エミザは車の精査を、私と九霄は一緒に崩壊生物の動向を見張って、安全を確保するわ。",
			"그래요, 그럼 역할 분담을 하죠. 에미자는 차량 정밀 검사를, 저와 큐쇼는 함께 붕괴 생물의 동향을 감시하면서 안전을 확보할게요.",
			null,
			null,
			"Well, but we also have to arrange the staffing. Emesa you will be in charge of inspection work, I will monitor the movement of the collapsing creatures together with Kyuushou to ensure safety.",
			"Yeah, so let's divide up the roles. Emesa will scrutinize the car, while Kyuushou and I will work together to keep an eye on the disintegrating creature and ensure its safety."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307870,
			"Wait, how do I know if the car is good or bad?",
			"等下，我怎么知道这车子是好是坏啊？",
			"待った、どうやって車が壊れていないか見極めればいいんだ？",
			"잠깐, 어떻게 해야 차가 고장나지 않았는지 판단할 수 있죠?",
			null,
			null,
			"Wait a minute, how do I know if the car is good or bad?",
			"Wait, how do I know if the car is broken?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307871,
			"Just use the key and kick twice you will know.",
			"只要转动钥匙踹两脚就明白了。",
			"そんなのキーを回して、蹴っ飛ばせば分かるわよ。",
			"그건 키를 돌려서 걷어차면 알 수 있겠지.",
			null,
			null,
			"Just turn the key and kick it twice to understand.",
			"You can figure that out by turning the key and kicking it away."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307872,
			"Wait! Who would understand this!",
			"等等！你说这个谁懂啊！",
			"お、おい！そんなんじゃ分かるわけ——",
			"어, 어이! 그런 식으로 알 수 있을 리",
			null,
			null,
			"Wait! You say this who understands!",
			"Oh, come on! How am I supposed to know--"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307873,
			"Ok, action!",
			"好了，开始行动！",
			"——よし、行動開始！",
			"좋아, 행동 개시!",
			null,
			null,
			"Okay, let's get moving!",
			"--All right, let's get moving!"
		]
	],
	"1285": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10180"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307874,
			"Ka ka ka——",
			"咔咔咔——",
			"キュルル、ガッ——",
			"큐르르, 갓",
			null,
			null,
			"Click-click-click-",
			"Curle, gulp--"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307875,
			"Huh! Get it started!",
			"啧！快给我发动啊！",
			"ちっ！何でエンジンかかんねぇんだよ！",
			"쳇! 왜 엔진이 안 걸리는 거야!",
			null,
			null,
			"Tsk! Start it up for me!",
			"Shit! Why won't the engine start?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307876,
			"Emesa, change another one if this doesn't work, don't waste your time.",
			"埃米沙，不行的话就换一辆，不要浪费时间。",
			"エミザ、ダメなら別の車にして。時間を無駄にしないで。",
			"에미자, 안 되면 다른 차로 바꿔. 시간을 낭비하지 말고.",
			null,
			null,
			"Emesa, if it doesn't work, get another one and don't waste time.",
			"Emesa, if not, get another car. Don't waste your time."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307877,
			"Eh…while they are all useless!",
			"呃…难道就没有一辆能用的么！",
			"くそっ……使える車は1台もないのか！？",
			"씨발…… 쓸 만한 차는 한 대도 없는 거야!?",
			null,
			null,
			"Uh...isn't there one that works!",
			"Damn ...... not a single car available!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			307878,
			"Growl……",
			"吼吼吼……",
			"グルルルッ……。",
			"그르릉…….",
			null,
			null,
			"rolleyes ......",
			""
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307879,
			"The moving of Honkai creature gets slower,",
			"崩坏生物的移动变慢了，看来爆炸引起的骚动已经要平息了…走吧！我们不能停留了。",
			"崩壊生物の移動がゆっくりになってきた。爆発の騒ぎが落ち着いてしまったようね……行くわよっ！これ以上留まっていられないわ。",
			"붕괴 생물의 움직임이 느려진 것 같아. 폭발 소동이 잦아든 모양이네…… 갈 거야! 더 이상 머물 수 없어.",
			null,
			null,
			"The Avalanche creatures are moving slower, and it looks like the commotion caused by the explosion is about to die down... Let's go! We can't stay any longer.",
			"The disintegrating organisms are moving slower. Looks like the noise from the explosion has calmed down. ...... Let's go! We can't stay any longer."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307880,
			"Damn! You OO! Get it started!",
			"可恶！你这个OO东西！给我发动啊！！",
			"クソッタレ！このポンコツ！動きやがれ！！",
			"빌어먹을! 이 고물차! 움직여라!!",
			null,
			null,
			"Damn! You OO thing! Start it!",
			"You son of a bitch! You piece of shit! Move your ass!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307881,
			"Bang bang bang!",
			"砰砰砰！！",
			"バンッバンッバンッ！！",
			"탕탕탕!!",
			null,
			null,
			"BANG BANG BANG!!!",
			"BANG BANG BANG BANG!!!!"
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			307882,
			"Growl!",
			"吼吼吼！",
			"ウォオオオオォッ！",
			"우오오오오옷!",
			null,
			null,
			"Ho ho ho ho!",
			"Wo-oh-oh-oh!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307883,
			"Damn! Emesa are you insane!",
			"糟了！埃米沙你发什么疯！",
			"マズい！エミザ、気でも狂ったの！？",
			"큰일이야! 에미자, 정신이라도 나간 거야!?",
			null,
			null,
			"Oh no! Emesa what are you mad about!",
			"Oh no! Emesa, you're out of your mind!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307884,
			"You ask me to kick it!",
			"是你让我踢几脚的啊！",
			"姫子が蹴とばせって言ったんだろ！",
			"히메코가 차버리라고 했잖아!",
			null,
			null,
			"You're the one who asked me to kick a few feet!",
			"Himeko told you to kick him off!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307885,
			"Ka ka ka, woo————",
			"咔咔咔，呜————",
			"キュルル……ブゥオン——ッ！",
			"끼이익…… 부우웅——!",
			null,
			null,
			"Click click click, ooo ----",
			"Curle_...... boooon--!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			307886,
			"Woo! It's started! Hemiko! We make it!",
			"唔！发动了！姬子！成功了！",
			"あっ！エンジンがかかった！姫子！やったぞ！",
			"앗! 엔진이 걸렸어! 히메코! 해냈어!",
			null,
			null,
			"Well! It's on! Himeko! We did it!",
			"Ah! The engine started! Himeko! We did it!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				2,
				true
			]
		],
		[
			"msg",
			307887,
			"OK! Get on the car! Emesa get aside, I will drive it!",
			"行！都上车！埃米沙你让开，我来驾驶！",
			"よし！皆乗って！エミザ、私が運転するわ！",
			"좋아! 다들 타! 에미자, 내가 운전할게!",
			null,
			null,
			"All right! All aboard! Get out of the way, Emesa, I'll drive!",
			"All right! Everybody get in! Emesa, I'm driving!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				2,
				false
			]
		],
		[
			"msg",
			307888,
			"Ok! Get on the car! Emesa get aside, I will drive it!",
			"好的！",
			"あぁ！",
			"아아!",
			null,
			null,
			"Yes!",
			"Aah!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				2,
				true
			]
		],
		[
			"msg",
			307889,
			"Woo! Woo! Woo!",
			"呜！呜！呜！",
			"ブォン、ブォンッ！ブォオオオン！",
			"붕, 붕! 부우우웅!",
			null,
			null,
			"Woo! Woo! Woo!",
			"Boom, boom! Boo-oh-oh!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307890,
			"Hey hey! This is too noisy! All the Honkai creatures are coming!",
			"喂喂！这发动机声音也太大了吧！周围的崩坏生物都靠过来了啊！",
			"ちょっと、ちょっと！エンジンの音、大きすぎないか！？周囲の崩壊生物が寄ってきちまうぞ！",
			"잠깐, 잠깐! 엔진 소리가 너무 큰 거 아니야!? 주위에 있는 붕괴 생물이 다가 모여들 거라고!",
			null,
			null,
			"Hey, hey! This engine sound is too loud! All the surrounding creatures are leaning towards us!",
			"Hey, hey! Is that engine noise too loud? It's attracting all the disintegrating organisms around it!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307891,
			"Just get through as Hyperion! Ready!",
			"和休伯利安一样冲过去就行了！抓好了！",
			"ハイペリオンのように突っ込めばいいのよ！つかまって！",
			"히페리온처럼 돌진하면 되는 거야! 잡아!",
			null,
			null,
			"Just rush through it like Hubleyan! Hold on!",
			"Just shove it in like Hyperion! Hang on!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307892,
			"Hey! But it's not a battleship! Are you sure……",
			"喂！这可不是战舰啊！你确定能……",
			"おいっ、待て待て！これは戦艦じゃないんだぞ！本気か……。",
			"야, 잠깐만 잠깐만! 이건 전함이 아니라고! 진심이야…….",
			null,
			null,
			"Hey! This is not a battleship! Are you sure you can ......",
			"Hey, wait, wait! This is not a battleship! Are you serious? ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307893,
			"Woo!!!",
			"呜！！！",
			"ブンブン——ブゥオオン！！！",
			"붕붕——부우오온!!!",
			null,
			null,
			"Woo!!!",
			"Boom--boom--boom!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307894,
			"Whoa!!!",
			"哇！！！",
			"わぁっ！！！",
			"와악!!!",
			null,
			null,
			"WOW!!!",
			"WOW!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307895,
			"Growl!!!",
			"吼吼吼！！",
			"グルル……ウォオオオオオンッ！",
			"그르르…… 우오오오오온!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Grrrl...... wowowowowowowowowowowowow!"
		],
		[
			"soundEffect1",
			"DLC_CH02_EV06_DoorImpactB"
		],
		[
			"msg",
			307896,
			"Bang!",
			"砰！",
			"ドンッ！！",
			"쿵!!",
			null,
			null,
			"Bang!",
			"Boom!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307897,
			"Himeko! Can you! Make it steadier!",
			"姬子！你行不行啊！能不能稳点！",
			"ひ、姫子！大丈夫なのか！？もう少しスピード落とした方が……。",
			"히, 히메코! 괜찮은 거야!? 좀 더 속도를 줄이는 게…….",
			null,
			null,
			"Himeko! Can you do it! Can you be more stable!",
			"Hi, Himeko! Are you okay! You should slow down a little more ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307898,
			"Don't worry, let's go!",
			"放心吧，坐稳了！",
			"大丈夫、しっかり座ってなさい！",
			"괜찮아, 단단히 앉아 있어!",
			null,
			null,
			"Don't worry, sit tight!",
			"It's okay, just sit tight!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307899,
			"Who!!!",
			"呜！！！",
			"ブゥオオンッ！！！",
			"부우우웅!!!",
			null,
			null,
			"Woo!!!",
			"Buuuuong!!!!"
		]
	],
	"1286": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10180"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH02_EV06_DoorImpactB"
		],
		[
			"msg",
			307900,
			"Bang!",
			"砰！",
			"ガガガッ——ベキッ！",
			"갈갈갈갈——베걱!",
			null,
			null,
			"Bang!",
			"Gagga--bekk!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307901,
			"Hey! Himeko! The cover is gone! Are you sure the car won't explode!",
			"喂！姬子！车顶盖都撞飞了啊！你确定不会爆炸么！",
			"待て待て！姫子ッ！車の屋根が飛んでったぞ！ぶっ壊れたりしないよな！？",
			"잠깐 잠깐! 히메코! 차 지붕이 날아갔어! 부서지거나 하진 않겠지!?",
			null,
			null,
			"Hey! Himeko! The roof of the car is flying off! Are you sure it's not going to explode!",
			"Wait, wait! Himeko! The roof of the car flew off! You're not going to break it, are you?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307902,
			"It's ok! We can hold on for a little more! I will tell you when we should jump out of the car!",
			"没事！还能撑一会！一会我让你们跳的时候一起跳车！",
			"大丈夫よ！あとちょっと！もう少ししてジャンプって言ったら車から飛び降りるのよ！",
			"괜찮아! 좀 더 버텨! 조금 있다가 점프라고 하면 차에서 뛰어내리는 거야!",
			null,
			null,
			"It's okay! Still can hold out for a while! I will let you jump together when jumping from the car!",
			"I'm okay! I'm okay! Just a little more! When I say jump a little more, you jump out of the car!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307903,
			"Jump! Jump!?",
			"跳！跳车！？",
			"は、はぁっ！？飛び降りる！？",
			"하, 하아!? 뛰어내리라고!?",
			null,
			null,
			"Jump! Jump the car!",
			"Ha, ha! I'm jumping off!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307904,
			"If you don't want be caught by those monsters then listen to me!",
			"你不想下车的时候被崩坏生物包围的话就听我的！",
			"崩壊生物に包囲されたくなければ、言うことを聞きなさい！",
			"붕괴 생물에게 포위당하고 싶지 않다면 내 말을 들어!",
			null,
			null,
			"Listen to me if you don't want to be surrounded by crashing creatures when you get off!",
			"Unless you want to be besieged by disintegrating organisms, do what I say!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307905,
			"You won't be thinking of……",
			"你该不会是想……",
			"まさか、それって……。",
			"설마, 그건…….",
			null,
			null,
			"You don't want to ......",
			"No way, that's ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307906,
			"Growl!",
			"吼吼吼！",
			"グルルルッ！",
			"그르릉!",
			null,
			null,
			"Ho ho ho ho!",
			"Grrrrrrrrrrrrrrrrrrrrrrrrr!"
		],
		[
			"soundEffect1",
			"DLC_CH02_EV06_DoorImpactB"
		],
		[
			"msg",
			307907,
			"Bang!",
			"砰！",
			"ミシッ、ミシッ——！",
			"미싯, 미싯——!",
			null,
			null,
			"Bang!",
			"Mish, mish--!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307908,
			"It's almost there.",
			"差不多到极限了。",
			"そろそろ限界のようね。",
			"슬슬 한계인 모양이네.",
			null,
			null,
			"It's almost at the limit.",
			"Looks like it's time to hit the limit."
		],
		[
			"msg",
			307909,
			"Listen! I say three two one and we jump!",
			"听着！我数三二一一起跳！",
			"いい！？私が三つ数えたら飛び降りるわよ！",
			"좋아!? 내가 셋을 세면 뛰어내릴 거야!",
			null,
			null,
			"Listen up! I count three, two, one, jump together!",
			"Okay! I count to three and then I jump!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307910,
			"Woo————!",
			"呜————！",
			"ブゥオオオオーーーンッ！！！",
			"부우오오오오——운!!!",
			null,
			null,
			"Woo ----!",
			"Booooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307911,
			"Hey hey hey! Even if we gonna jump we also need to slow down! Why you speed up!",
			"喂喂喂！就算要跳也得减速吧！你这加速是什么意思！",
			"おいおい！飛び降りるなら減速すべきだろ！何でスピード上げてんだ！？",
			"이봐! 뛰어내릴 거라면 감속해야지! 왜 속도를 올리고 있는 거야!?",
			null,
			null,
			"Hey, hey, hey! Even if you want to jump, you have to slow down! What do you mean by speeding up!",
			"Hey, hey, hey! If you're gonna jump, you should slow down! Why are you speeding up?"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307912,
			"The further it explodes the safer we are!",
			"它爆炸的越远我们才越安全！",
			"こいつの爆発に巻き込まれたくないでしょ？そのためにはスピードを上げて、離れさせないと！",
			"이 녀석의 폭발에 휘말리고 싶지 않잖아? 그러려면 속도를 올려서 떨어지게 해야지!",
			null,
			null,
			"The farther it explodes the safer we are!",
			"You don't want to get caught in this guy's explosion. To do that, we need to speed it up and get it away from us!"
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307913,
			"3! 2! 1!",
			"3！2！1！",
			"3！2！1！",
			"3! 2! 1!",
			null,
			null,
			"3! 2! 1!",
			null
		],
		[
			"msg",
			307914,
			"Jump!",
			"跳！",
			"ジャンプ！",
			"점프!",
			null,
			null,
			"Jump!",
			"Jump!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307915,
			"Whoa!",
			"呜哇！",
			"うわぁあああぁっ！",
			"우와아아아악!",
			null,
			null,
			"Woohoo!",
			"Aaaaahhhh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307916,
			"Poo!",
			"噗通！",
			"ダンッ！！",
			"덜컹!!",
			null,
			null,
			"Poof!",
			"Dang!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				false
			]
		],
		[
			"msg",
			307917,
			"Ah……",
			"疼疼疼……",
			"かはっ……痛ッ。",
			"카흑…… 아야.",
			null,
			null,
			"Ouch Ouch Ouch ......",
			"Kahaha ...... ouch."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			307918,
			"Boom!!",
			"轰！！",
			"ドォオオオオォンッ！",
			"쿠우우우웅!",
			null,
			null,
			"Boom!!!",
			"Dooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				4,
				true
			]
		],
		[
			"msg",
			307919,
			"Hide!",
			"快乘着崩坏生物被爆炸声吸引赶紧隐蔽起来！",
			"崩壊生物が爆発音に気取られているうちに隠れるわよ！",
			"붕괴 생물이 폭발음에 정신이 팔린 사이에 숨을 거야!",
			null,
			null,
			"Quickly take advantage of the sound of the explosion to attract the creatures of the collapse to take cover!",
			"We'll hide while the disintegrating creatures are distracted by the sound of explosions!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				2,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307920,
			"Ha! Almost die……",
			"呼呼！差点就没命了……",
			"ふぅ、ふぅ！危うく命を落とすところだった……。",
			"후우, 후우! 간신히 목숨을 건졌어…….",
			null,
			null,
			"Whew! Almost died ......",
			"Whew! I almost lost my life. ......"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307921,
			"We're not far from the other side, it's much quicker than expected.",
			"这里离大桥的另一头已经不远了，比预想地节约了不少时间。",
			"ここは橋の対岸までそう遠くないわ。最初の予定よりもだいぶ時間を節約できたわね。",
			"여긴 다리 건너편까지 멀지 않아. 원래 계획보다 시간을 많이 절약했네.",
			null,
			null,
			"This is not far from the other side of the bridge, saving a lot of time than expected.",
			"It's not far from here to the other side of the bridge. We've saved a lot of time compared to our original plan."
		],
		[
			"portraits",
			[
				61,
				2,
				false
			],
			[
				55,
				1,
				true
			]
		],
		[
			"msg",
			307922,
			"Let's go! We've got no time to find a new car! Run now!",
			"走吧！现在可没有时间找新的车辆了！一口气冲过去！",
			"行きましょう！もう新しい車を探している時間はないわ！一気に突破するわよ！",
			"가자! 새 차를 찾을 시간 따윈 없어! 단숨에 돌파하자고!",
			null,
			null,
			"Let's go! There's no time to find a new vehicle! One breath of air!",
			"Let's go! We don't have time to look for a new car anymore! We're going through it in one fell swoop!"
		]
	]
}