{
	"2110": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			195681,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			195682,
			"Will the happy tomorrow come?",
			"幸福的明天会来哦？",
			"幸せな明日は来るのかな？",
			"행복한 내일은 올까?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			195683,
			"It will come!",
			"一定会到来的！",
			"きっと来るよ！",
			"분명 올 거야!",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			195684,
			"How carefree must it be to live in such a world?",
			"能生活在这样的世界里一定很无忧无虑吧？",
			"こんな世界に暮らしていたら、きっと悩みなんてないんでしょう？",
			"이런 세계에 살고 있으면, 분명 고민 같은 건 없을 거죠?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			195685,
			"Not really. All Sirin saw at first was a pile of ruins, and I often couldn't understand the idea of Kyuushou and blew it.",
			"也不全是啦，最初西琳看到的也只有一片废墟，而且还经常理解不了九霄大人帅气的想法，然后搞砸。",
			"そうでもないよ。最初にシーリンが目にしたのは、辺り一面の廃墟だったんだから。それに九霄様のカッコいい考えを理解できないことも多いしね。それで気まずくなっちゃうんだよ。",
			"그렇지만도 않아. 처음에 시린이 본 건 사방이 폐허였으니까. 게다가 큐쇼님의 멋진 생각을 이해하지 못할 때도 많고. 그래서 어색해지곤 해.",
			null
		],
		[
			"msg",
			195686,
			"I get lost when I'm not inspired, and I don't know what to do when I don't see something.",
			"失去创造灵感时也会非常迷茫，碰到没见过的东西时也会不知所措。",
			"想像のインスピレーションが消えてしまった時もすごく困っちゃうし、見たことないものに触れた時もどうしていいのか分からなくなっちゃうの。",
			"상상의 영감이 사라져버릴 때도 정말 난감하고, 본 적 없는 것에 닿았을 때도 어떻게 해야 할지 모르겠어.",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			195687,
			"But I am very happy.",
			"但是却非常幸福。",
			"でも、すっごく幸せなんだよ。",
			"하지만, 정말 행복해.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			195688,
			"Yes. You are right!",
			"嗯！确实是的！",
			"うん！確かにその通りだよ！",
			"응! 확실히 그렇네!",
			null
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			195689,
			"And Lord Kyuushou said that Sirin's world is the world of the magical girl, where there is no sorrow, no pain, even blood will not have~",
			"而且九霄大人说过！西琳的世界是魔法少女的世界，在这里没有悲伤，没有痛苦，甚至连流血都不会有呢~",
			"それに九霄様が言っていたの！シーリンの世界は魔法少女の世界だから、ここには悲しみも苦しみも、血が流れることもないってね~",
			"그리고 큐쇼님이 말했잖아! 시린의 세계는 마법소녀의 세계라서, 여기에는 슬픔도 고통도, 피가 흐르는 일도 없다고~",
			null
		],
		[
			"msg",
			195690,
			"Then Sirin, the magical girl who can bring happiness to people, will surely bring more laughter to everyone in the future?",
			"然后西琳就是那可以给人带来幸福的魔法少女，今后一定也能给大家带来更多欢笑吧？",
			"そして、シーリンこそが皆に幸せを届けられる魔法少女なんだって。これからも皆にもっとたくさんの笑顔を届けられるはずだよね？",
			"게다가 시린이야말로 모두에게 행복을 전할 수 있는 마법소녀라고 했어. 앞으로도 모두에게 더 많은 미소를 전할 수 있을 거야, 그렇지?",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			195691,
			"But on this side, even if I just scratch my finger, it hurts and it bleeds.",
			"但在这边，哪怕只是擦破手指也会很痛，而且会流血。",
			"だけど、ここではちょっと手を擦りむいただけでも痛いし、血も出るんだよ。",
			"하지만 여기서는 조금만 손을 벗겨도 아프고, 피도 나잖아.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			195692,
			"!?",
			"呜！？",
			"うっ！？",
			"윽!?",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			195693,
			"The reality...Even in such a world, there are so many unfortunate people that it is impossible for you to bring laughter to all of them.",
			"现实……就是这样一个世界，不幸的人也非常多，单靠你一个是不可能给所有人都带来欢笑的。",
			"現実は……この世界には不幸な人がたくさんいて、一人だけでは全員に笑顔を届けられない。",
			"현실은... 이 세상에는 불행한 사람이 많고, 혼자서는 모두에게 미소를 전할 수 없어.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				4,
				false
			]
		],
		[
			"msg",
			195694,
			"Is that so...Does that mean Sirin can't be a magic girl...",
			"这样的么……意思是西琳其实当不成魔法少女么……",
			"そうなのかな……つまりシーリンは魔法少女なんかになれないのかな……",
			"그런 건가... 결국 시린은 마법소녀 같은 건 될 수 없는 건가...",
			null
		],
		[
			"msg",
			195695,
			"Lord Kyuushou——",
			"九霄大人——",
			"九霄様——",
			"큐쇼님——",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				1,
				false
			],
			[
				513,
				4,
				true
			]
		],
		[
			"msg",
			195696,
			"Are you…..",
			"你该不会不知道吧……",
			"知らないわけないよね……",
			"모를 리가 없잖아...",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				40,
				1,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			195697,
			"Well, I'm quite aware of that. I just have some expectations for the promise of Lord Kyuushou.",
			"唔，西琳其实很清楚，只是对九霄大人的保证有些期待罢了。",
			"うぅ、シーリンはよく分かっているよ。九霄様が断言したから、ちょっと期待しすぎちゃっただけなんだよね。",
			"우우, 시린은 잘 알고 있어. 큐쇼님이 확언했기 때문에, 조금 기대를 너무 많이 했을 뿐이야.",
			null
		],
		[
			"portraits",
			[
				40,
				1,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			195698,
			"But that's what makes it desirable to create a world where no one gets hurt.",
			"不过，正因为是这样，创造一个大家都不会受伤的世界才变得让人期待。",
			"でも、そのおかげで、誰も傷つかない世界を築くことが楽しみになったの。",
			"그 덕분에, 아무도 상처받지 않는 세상을 만드는 게 기대돼.",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			195699,
			"Well, a world without pain is very desirable.",
			"嗯，那种没有痛苦的世界确实非常让人向往。",
			"うん、苦痛のない世界って本当に憧れるよね。",
			"응, 고통 없는 세상은 정말 동경되네.",
			null
		],
		[
			"portraits",
			[
				40,
				1,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			195700,
			"But what do you do? It's not like a Stigmata space, and Sirin's power has...",
			"不过，该怎么做呢，这里可不像是圣痕空间那样随心所欲，而且西琳的力量已经……",
			"でも、どうすればいいんだろう。ここは聖痕のように思い通りにいかないし、それにシーリンの力はもう……",
			"하지만, 어떻게 해야 할까. 여긴 성흔처럼 마음대로 되지 않는데, 게다가 시린의 힘은 이미...",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				40,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			195701,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"portraits",
			[
				40,
				1,
				true
			],
			[
				513,
				9,
				false
			]
		],
		[
			"msg",
			195702,
			"Purr…...",
			"呜……",
			"うぅ……",
			"우우...",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				513,
				9,
				true
			]
		],
		[
			"msg",
			195703,
			"Not yet…",
			"原来还没想好么……",
			"まだ考えが固まっていなかったのね……",
			"아직 생각이 정리되지 않았구나...",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			195704,
			"Sirin also do not know how to do, confused things are also very much, but I can not be so afraid.",
			"西琳也不知道能做到什么程度，迷茫的事也非常多，但西琳不能这样就害怕了。",
			"シーリンもどこまでできるか自信はないし、分からないこともすごく多いよ。でも、それで恐れていたらダメなんだよ。",
			"시린도 어디까지 할 수 있을지 자신 없고, 모르는 것도 정말 많아. 하지만 그걸 두려워하면 안 되는 거야.",
			null
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			195705,
			"Everyone gave Sirin courage, the pain of the past is not only left a trauma. No matter the pain or happiness, Sirin will remember them!",
			"大家给了西琳勇气，那些过往的痛苦留下的也不单单是创伤。不管是痛苦还是幸福，西琳都会记住它们！",
			"皆がシーリンに勇気をくれたよ。過去の苦痛が残したのは単なる傷じゃないよ。苦痛にしても幸福にしても、シーリンはしっかり覚えているからね！",
			"모두가 시린에게 용기를 줬어. 과거의 고통이 남긴 건 단순한 상처가 아니야. 고통이든 행복이든, 시린은 확실히 기억하고 있으니까!",
			null
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			195706,
			"At least we won't have to worry about getting lost~",
			"这么一来，至少就不用担心会迷路了~",
			"こうすれば少なくとも道に迷う心配はないよね~",
			"이렇게 하면 적어도 길을 잃을 걱정은 없겠네~",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				40,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			195707,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"portraits",
			[
				40,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			195708,
			"Let's move in the right direction.",
			"那就这么朝着正确的方向前进吧。",
			"それじゃあ正しい方向に向かって進みましょう。",
			"그럼 올바른 방향으로 나아가자.",
			null
		],
		[
			"msg",
			195709,
			"Now, please....",
			"接下来就拜托你了……坚强的我。",
			"後はお願いね……強い私。",
			"이제 네게 맡길게... 강한 나.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				40,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			195710,
			"Let's create an ideal world together.",
			"和大家一起创造一个理想的世界吧。",
			"皆と一緒に理想の世界を築いてね。",
			"모두와 함께 이상적인 세상을 만들어가자.",
			null
		]
	],
	"2111": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196311,
			"\"Simulation. Thirty-second calculation.\"",
			"“模拟程序，第三十二次演算。\"",
			"「シミュレーションプログラム、第32回演算」",
			"「시뮬레이션 프로그램, 제32회 연산」",
			null
		],
		[
			"msg",
			196312,
			"\"Stage 1: success. Stage two: success.\"",
			"\"第一阶段：成功。第二阶段：成功。“",
			"「第一段階、成功。第二段階、成功」",
			"「첫 번째 단계, 성공. 두 번째 단계, 성공」",
			null
		],
		[
			"msg",
			196313,
			"\"Stage three...Warning!Warning!Error in simulation!\"",
			"“第三阶段……警告！警告！模拟演算出现错误！“",
			"「第三段階……警告！警告！シミュレーションの演算プログラムにエラーが生じました」",
			"「세 번째 단계…… 경고! 경고! 시뮬레이션 연산 프로그램에 오류가 발생했습니다」",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			196314,
			"Stop the operation and export the experimental results.",
			"停止运算，导出实验结果。",
			"計算中止、実験結果をエクスポートして。",
			"계산 중지, 실험 결과를 내보내.",
			null
		],
		[
			"msg",
			196315,
			"I wonder why automating is always a problem when it's based on residual data from Avalon…",
			"奇怪，明明是按照Avalon里残留的数据演算的，为什么自动运行总是出现问题呢……",
			"おかしいわね。Avalonに残ってるデータに基づいて計算したはずなのに、どうして自動オペレーションはいつもトラブルが起こるのかしら……。",
			"이상하네. Avalon에 남아있는 데이터를 기반으로 계산했을 텐데, 왜 자동 운영에는 항상 문제가 생기는 걸까…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			196316,
			"【Explaination】These research subjects seek to obtain the most realistic and useful copy data through immersive experience. And, in a previous challenge, the doctor showed Phemie Iris that simply following the data may not be an optimal solution.",
			"【解释】这些课题研究追求在身临其境的体验下，去获取最真切且有用的应对数据。而且博士也在之前的挑战中向菲米莉丝展示过，单纯按照数据还原走或许并非最优解。",
			"【説明】これらの研究課題を博士自身が体験して有効なデータを取得するべきです。それに博士が先日の挑戦でフェミリスに見せたように、単純なデータばかりに基づいて進めることは最適解ではないことを理解しているはずです。",
			"【설명】이러한 연구 과제를 박사님 스스로 체험하여 유효한 데이터를 획득해야 합니다. 게다가 박사님이 지난번 도전에서 페미리스에게 보여준 것처럼, 단순한 데이터만을 기반으로 진행하는 것이 최적의 해결책이 아님을 이해하고 계실 겁니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			196317,
			"Well, from this point of view, the data simply extracted can be incomplete or even false…",
			"唔，从这个角度来想，单纯抽取到的数据可能是不完整甚至虚假的么……",
			"うーん、そうなるとただデータだけを取り出しても不完全どころか、意味がなくなってしまうかもしれないわ……。",
			"으음, 그렇다면 단순히 데이터만 추출해도 불완전할 뿐만 아니라, 의미가 없어질 수도 있겠네…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			196318,
			"【Suggestion】Yes, the huge amount of backups saved by Avalon is not easy to understand from reading the report.",
			"【建议】没错，Avalon中保存的海量备份不是看报告就可以简单理解的，果然还是要亲身……",
			"【提案】その通りです。Avalonの中に保存されている大量のバックアップデータはレポートを見るだけで簡単に理解できるものではありません。やはり、自ら——",
			"【제안】그렇습니다. Avalon 안에 저장된 대량의 백업 데이터는 보고서만 보고 쉽게 이해할 수 있는 것이 아닙니다. 역시, 스스로——",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			196319,
			"No! There are some dangerous games, my heart can not stand so much toss and turn!",
			"不去！那里面都是些危险的游戏，我的心脏可禁不起那么多的折腾了！",
			"い、行かないわよ！中のゲームは危険なの。あんなにいたぶられたら私の心臓が止まっちゃうわ！",
			"아, 안 갈 거야! 안에 있는 게임은 위험하다고. 그렇게 괴롭힘 당하면 내 심장이 멈춰버릴 거야!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			196320,
			"【Recommend】V-203 Subject「Houkai Manage」It simulates economic acquisition and teamwork in a Houkai world, without any combat elements.",
			"【推荐】V-203号课题「崩坏经营」，主要模拟在崩坏世界中的经济获取和团队协作能力，不含任何战斗元素。",
			"【推奨】そう言うと思って今回フェミリスが用意した課題はこちらです！V-203号課題「崩壊経営」。主に崩壊世界内の経済活動とチームワーク能力のシミュレーションです。ちなみに戦闘要素は含んでいませんよ！",
			"【추천】그렇게 말할 줄 알고 이번에 페미리스가 준비한 과제는 이것입니다! V-203호 과제「붕괴 경영」. 주로 붕괴 세계 내의 경제 활동과 팀워크 능력의 시뮬레이션이에요. 참고로 전투 요소는 포함되어 있지 않아요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			196321,
			"Yi! Is there such an easy subject...If only I had known that I wouldn't have chosen those difficult subjects and focused on them.",
			"咦！还有这种轻松的课题吗……早知道我就不选那些难得要命的课题，专心攻克这些就好了嘛。",
			"えっ！そんな簡単な課題もあるの！？最初から知っていれば、あんな命がけの課題なんて選ばなかったわよ。そういう楽な課題だけトライしていけばいいのね。",
			"엣! 그런 쉬운 과제도 있는 거야!? 처음부터 알았더라면, 그런 목숨 걸고 하는 과제는 선택하지 않았을 거야. 그런 편한 과제만 도전해 나가면 되는 거네.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				2,
				true
			]
		],
		[
			"msg",
			196322,
			"【Serious】Each of the topics in Avalon contains important information on fighting Houkai, and it is not recommended to select only light topics for challenges.",
			"【严肃】Avalon中每种课题都含有对抗崩坏的重要信息，不建议只挑选轻松的课题进行挑战。",
			"【厳粛】Avalon内の課題は、どれも崩壊に立ち向かうための重要な情報が含まれています。簡単な課題だけを選択して挑戦することは推奨できませんよ。",
			"【엄숙】Avalon 내의 과제는, 모두 붕괴에 맞서기 위한 중요한 정보가 포함되어 있습니다. 쉬운 과제만 선택해서 도전하는 것은 추천할 수 없어요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			196323,
			"Well, you've got a point there. But since this topic is mentioned, let's try it this time.",
			"好吧，你说的也有道理。不过既然提到了这个课题，这次就先试试吧。",
			"そ、そうよね。フェミリスの言うことにも一理あるわね。でも、とりあえず今回はその課題をやることにするわ。",
			"그, 그래. 페미리스 말에도 일리가 있네. 하지만, 일단 이번에는 그 과제를 하기로 할게.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			196324,
			"【Remind】This project requires at least four participants. Please confirm the participants.",
			"【提醒】本课题需要至少四人参与，请博士确认此次的参与成员。",
			"【指摘】本課題は4人以上のプレイヤーが参加しなくてはなりません。博士、今回の参加メンバーを確認してください。",
			"【지적】본 과제는 4명 이상의 플레이어가 참여해야 합니다. 박사님, 이번 참여 멤버를 확인해 주세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			196325,
			"Four… Mei, Bronya and…",
			"四个人啊……带上芽衣、布洛妮娅的话还少一个……",
			"4人……芽衣とブローニャは連れて行くとして、あと1人は——",
			"4명……메이와 브로냐는 데려가기로 하고, 나머지 1명은 ——",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			196326,
			"Doctor, are you in there? Sister Bronya asked me to ask, when are we going to do the experiment?",
			"博士，你在里面吗？布洛妮娅姐姐让我来问问，实验准备什么时候进行？",
			"博士、中にいるの？ブローニャお姉ちゃんが実験の準備をいつやるの～って言ってたよ。",
			"박사님, 안에 있어? 브로냐 언니가 실험 준비를 언제 할 거냐~라고 말했어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			196327,
			"Seele…",
			"是希儿啊，实验的话……",
			"ゼーレ？あ、うん、実験なら——",
			"제레? 아, 응, 실험이라면 ——",
			null
		],
		[
			"msg",
			196328,
			"Well, wait...Hey, can I ask you a favor? We need four people to start this experiment, and we still need one helper.",
			"唔，等等……希儿，可以请你帮个忙吗？这次的实验需要四人才能开始，我们还缺少一个帮手。",
			"あっ、待って！ゼーレ、ちょっと手伝ってくれない？今回の実験は4人揃わないと始められなくて、後1人足りていないのよ。",
			"아, 잠깐! 제레, 좀 도와줄래? 이번 실험은 4명이 모여야 시작할 수 있는데, 아직 1명이 부족하거든.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			196329,
			"Sure. Seele has no other plans.",
			"可以呀，希儿没有什么特别的安排。",
			"いいよ。ゼーレ、特に予定ないから手伝うよ！",
			"좋아. 제레, 특히 일정 없으니까 도와줄게!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			196330,
			"That would be great. Please let Bronya know. The experiment will be done soon.",
			"那太好了。麻烦通知布洛妮娅，实验马上就进行。",
			"それは助かるわ。悪いけど、今すぐ実験をやることをブローニャに知らせてもらえるかしら？あとは——",
			"그거 다행이네. 미안한데, 지금 바로 실험을 할 것을 브로냐에게 알려줄 수 있을까? 나머지는 ——",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			196331,
			"Also Mei. I know~",
			"还要通知芽衣姐姐对吧，希儿知道了~",
			"それから芽衣お姉ちゃんにも伝えればいいんだよね？ゼーレ、伝えてくるね！",
			"그리고 메이 언니에게도 전하면 되는 거지? 제레, 전해줄게!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				19,
				0,
				false
			]
		],
		[
			"msg",
			196332,
			"Well, enough people.... Phemie Iris, there really isn't any danger on this court, is there?",
			"嗯，这样人数就凑齐了。……菲米莉丝，这次的场地真的没有任何危险对吧？",
			"あ、うん……よろしく頼むわね。ねぇ、フェミリス、ちょっと聞きたいことがあるんだけど……。",
			"아, 응... 잘 부탁해. 저기, 페미리스, 좀 물어보고 싶은 게 있는데.......",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				19,
				0,
				true
			]
		],
		[
			"msg",
			196333,
			"【Serious】Absolutely no risk factors!",
			"【严肃】绝对不含任何危险因素！",
			"【確認】はい、ゼーレは最初からこっそり隠れて話を聞いていましたよ。監視カメラに映っていたので、フェミリスにはバレバレです！",
			"【확인】네, 제레는 처음부터 슬쩍 숨어서 이야기를 듣고 있었어요. 감시 카메라에 비춰져서, 페미리스에게는 들켰죠!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				2,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			196334,
			"It would be... Just trust you once.",
			"那就……信你一次好了。",
			"まだ何も言ってないんだけど……はぁ、ゼーレも困った子ね……。",
			"아직 아무 말도 안 했는데...... 하아, 제레도 골치 아픈 애네......",
			null
		]
	],
	"2112": [
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196335,
			"The site construction was successful, the one-time identity assignment was completed, and the information of 4 testers was logged in.",
			"场地构筑成功，一次性身份分配完成，测试者4人信息登录完毕。",
			"フィールド構築成功。臨時ステータス割り当て完了。テスト参加者4名の情報登録完了。",
			"필드 구축 성공. 임시 상태 할당 완료. 테스트 참가자 4명의 정보 등록 완료.",
			null
		],
		[
			"msg",
			196336,
			"The「Houkai Operation」successful conditions: Turnover reached 1 million, I wish you a happy game~",
			"本次「崩坏经营」成功的条件：营业额达到100万，祝大家游戏愉快~",
			"今回の「崩壊経営」ですが、クリア条件の売上が100万円に到達。それではゲームをお楽しみください！",
			"이번 「붕괴경영」은, 클리어 조건의 매출이 100만 엔에 도달. 그럼 게임을 즐기세요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196337,
			"HMM...Look left, look right...This time it seemed like a very peaceful place...Whoops, it looks like Phemie Iris didn't lie to me.",
			"嗯……左看右看……这次的地点好像是很和平的地方……呼，看来菲米莉丝没骗我。",
			"へぇ、ここが今回の世界なのね。周りを見る限り……今回のフィールドはとても平和そうね。ふぅ、どうやらフェミリスも私のことを騙していないようね。",
			"허, 여기가 이번 세계구나. 주변을 보니... 이번 필드는 아주 평화로워 보이네. 후우, 보아하니 페미리스도 나를 속이지 않은 모양이네.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196338,
			"We're in...A room door? Sister Bronya, what are the words on this curtain?",
			"我们是在……一间屋子门口？布洛妮娅姐姐，这个帘子上的字是什么啊？",
			"ゼーレたちは……部屋の入口にいるのかな？ブローニャお姉ちゃん、このカーテンの文字はどこのものなの？",
			"제레들은...... 방 입구에 있는 거야? 브로냐 언니, 이 커튼의 글자는 어디 건데?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196339,
			"It looks like a very easterly script, and Bronya doesn't know it very well.",
			"看起来是极东的文字，布洛妮娅也不是特别清楚。",
			"どうやら極東の文字のようです。ブローニャにもよく分かりません。",
			"아무래도 극동의 문자인 것 같아. 브로냐도 잘 모르겠어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196340,
			"You can think of it as a hot spring. It looks like a hot spring house.",
			"你们可以把它理解成温泉，看来这是一座温泉馆。",
			"それは温泉って理解していいわよ。ここは温泉宿みたいね。",
			"그건 온천이라고 이해해도 좋아. 여긴 온천 숙소 같은 곳이네.",
			null
		],
		[
			"msg",
			196341,
			"I did not expect that the project site is in the extreme east, really let a person miss…",
			"没想到课题场地是在极东呢，真是让人怀念……",
			"まさか課題のフィールドが極東だなんて。本当に懐かしいわ……。",
			"설마 과제 현장이 극동이라니. 정말로 그리운데.......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196342,
			"Speaking of, the east is Mei's hometown ~",
			"说起来，极东是芽衣姐姐的家乡呢~",
			"そういえば、芽衣お姉ちゃんは極東出身だったんだよね。",
			"그러고 보니, 메이 언니는 극동 출신이었지.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196343,
			"Since there are no dangerous situations to be aware of, it's time to start experimenting. I think Phemie Iris just said \"disposable identity.\" what is that?",
			"既然没什么需要注意的危险情况，就抓紧时间开始实验吧。刚刚菲米莉丝好像说了“一次性身份”，那是什么？",
			"危険な状態にならないなら、さっさと実験を始めましょう。さっきフェミリスは「臨時ステータス」って言っていたけど、あれってどういうこと？",
			"위험한 상태가 아니라면, 빨리 실험을 시작하자. 아까 페미리스가 「임시 스테이터스」라고 말했는데, 그건 무슨 뜻이야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196344,
			"Is it the class you chose when you joined Avalon last time? I remember I was a \"cook\".",
			"是上次进入Avalon时选择的职业吗？记得我的职业应该是“烹调师”。",
			"前回Avalonに入った時、ジョブを選択したのを覚えてるかしら。確か私の職業は「料理人」だったはずだけど。",
			"지난번 Avalon에 들어갔을 때, 직업을 선택했던 거 기억나? 분명 내 직업은 「요리사」이었을 텐데.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196345,
			"Since it is a one-time identity, so it should be different from the ordinary occupation. The first thing you should do at this point is open the system menu.",
			"既然是一次性身份，那么应该和普通职业有所区别。这种时候首先应该做的是打开系统菜单。",
			"臨時ステータスなら通常のジョブと違いはありません。こういう時は最初にシステムメニューを開くべきです。",
			"임시 스테이터스라면 일반 직업과 다를 바 없어. 이런 때는 처음에 시스템 메뉴를 열어봐야 해.",
			null
		],
		[
			"msg",
			196346,
			"Sure enough, the call details screen is displayed. Bronya is \"Helper A.\"",
			"果然如此，召唤出详细信息界面就有显示了。布洛妮娅是“帮手A”。",
			"やはりそうですね。詳細の情報画面を開いたら記載されていました。ブローニャは「助手A」です。",
			"역시 그렇네. 상세 정보 화면을 열어보니 기재되어 있었어. 브로냐는 「조수 A」이야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196347,
			"I'm helper B... Is it so casual?",
			"我是“帮手B”……这身份这么随意的吗？",
			"私は「助手B」ね……このステータスってこんなに適当なの？",
			"나는 「조수 B」... 이 스테이터스가 이렇게 대충인 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196348,
			"There is an option of \"career change\" in the lower right corner of the interface, which should be one of the investigation areas of this experiment.",
			"界面的右下角有“职业变更”选项，应该也是本次实验的考察范围之一。",
			"画面の右下に「ジョブ変更」の項目があります。今回行う実験の考察範囲の一つだと思われます。",
			"화면 오른쪽 아래에 「직업 변경」 항목이 있어. 이번에 진행하는 실험의 고찰 범위 중 하나로 보여.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196349,
			"Why are you so skilled…",
			"你为什么这么熟练……",
			"ブローニャはどうしてそんなに手慣れているのよ……。",
			"브로냐는 어째서 그렇게 손에 익은 거야.......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196350,
			"I'm \"helper C,\" so Seele is \"helper D,\" right?",
			"我是“帮手C”，那希儿就是“帮手D”吧？",
			"私は「助手C」って書いてあるわ。ということは、ゼーレちゃんは「助手D」？",
			"나는 「조수 C」라고 쓰여 있네. 그렇다면 제레 쨩은 「조수 D」?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196351,
			"Well, Seele's identity is \"Owner of Hot Spring\".",
			"呃，希儿的身份是“温泉馆老板娘”。",
			"えっ、ゼーレのステータスには「温泉宿の女将」って書いてあるよ。",
			"엣, 제레의 스테이터스에는 「온천 여주인」이라고 쓰여 있어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196352,
			"What a different deal…",
			"这待遇怎么不太一样……",
			"どうして、そんなに待遇が違うのよ……。",
			"어째서, 그렇게 대우가 다른 거야.......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196353,
			"It's a special status. Are there any special options on the screen?",
			"是特殊身份呢。希儿的界面上有什么特别的选项吗？",
			"それは特殊ステータスですね。ゼーレの画面には何か特別なオプションがありませんか？",
			"그건 특수 스테이터스네요. 제레의 화면에 특별한 옵션이 없나요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196354,
			"\"Current turnover: 2000, optional actions: hiring clerk, firing clerk, replenishing merchandise...\" Are these the particular choices?",
			"“当前营业额：2000，可选择操作：雇佣店员、解雇店员、补充商品……”特别的选项是指这些吗？",
			"現在の売上が2000円、選択可能コマンドは、えっと……従業員の雇用、従業員の解雇、商品の補充……。特別なオプションってこれのことかな？",
			"현재 매출이 2000원, 선택 가능 커맨드는, 음... 직원 고용, 직원 해고, 상품 보충...... 특별한 옵션이라면 이건가?",
			null
		],
		[
			"msg",
			196355,
			"However, there doesn't seem to be a \"career change\" button here.",
			"不过，刚刚大家说的“职业变更”按钮，希儿这里似乎没有呢。",
			"でも、ゼーレのところには、みんなが言ってた「ジョブ変更」の項目が見当たらないよ。",
			"하지만 제레한테는, 다들 말했던 「직업 변경」 항목이 보이지 않아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196356,
			"I see. Seele's job is to manage, and our job is to provide mobile support.",
			"原来如此。希儿的职责是统筹管理，而我们的任务是机动支援么。",
			"そういうことですか。ゼーレの役目は統括管理ですね。そしてブローニャたちの任務は機動的な支援でしょうか。",
			"그런 거군요. 제레의 역할은 총괄 관리네요. 그리고 브로냐들의 임무는 기동적인 지원인가 보죠.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196357,
			"Since it's the judgment of extreme gamer Bronya, that should be the case.",
			"既然是极限玩家布洛妮娅的判断，那应该就是这样的吧。",
			"ブローニャがそう判断するのなら、きっとそうなのかもしれないわね。",
			"브로냐가 그렇게 판단한다면, 분명 그런 게 아닐까.",
			null
		],
		[
			"msg",
			196358,
			"However, the overall planning seems to be a number related operation… Hey, can you trade jobs with me?",
			"不过，统筹规划似乎是数字相关的操作……希儿，能和我交换职业吗？",
			"でも、統括とかプランニングとかって数字に関係したオペレーションよね。ゼーレ、私とジョブを交換しない？",
			"하지만 총괄이라든가 플래닝이라든가 숫자와 관련된 오퍼레이션잖아. 제레, 나랑 직업 바꾸지 않을래?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196359,
			"Indeed, a PhD should be better at computing.",
			"确实，计算类的话应该是博士更加擅长呢~",
			"確かに、数字の計算なら博士の方が得意だもんね。",
			"확실히, 숫자 계산은 박사 쪽이 더 잘하네.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196360,
			"【Negative】One-time identities are randomly assigned to the system and cannot be exchanged.",
			"【否定】一次性身份为系统随机赋予，不可交换。",
			"【否定】臨時ステータスはシステムがランダムで決定しています。変更は認められませんよ！",
			"【부정】임시 상태는 시스템이 랜덤으로 결정하고 있습니다. 변경은 허용되지 않아요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196361,
			"Well, I can't…",
			"唔，不行啊……",
			"うーん、ダメか……。",
			"으음, 안 되나…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196362,
			"【Warn】「Houkai Operation」is about to officially start, please get ready. Number v-203, program started!",
			"【提醒】「崩坏经营」即将正式开始，请大家做好准备。倒计时：三……二……一！编号V-203，程序启动！",
			"【注意】「崩壊経営」は間もなく開始です。皆さん、準備をしてください！カウントダウン、3……2……1！コード番号V-203、プログラム起動！",
			"【주의】「붕괴 경영」은 곧 시작됩니다. 여러분, 준비하세요! 카운트다운, 3……2……1! 코드 번호 V-203, 프로그램 가동!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196363,
			"Boom, boom, boom——",
			"轰轰轰轰轰轰轰——",
			"ゴォォォォォォン！！！",
			"우우우우웅!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196364,
			"This is a business class topic, why the beginning of the time there will be such a big movement…",
			"不就是个经营类的课题吗，为什么开始的时候会有这么大的动静……",
			"ただの経営の課題でしょう。どうしてスタート時にこんな大きな音がするのよ……。",
			"그냥 경영 과제잖아. 왜 시작할 때 이렇게 큰 소리가 나는 거야…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196365,
			"Bronya found the target group.",
			"布洛妮娅发现目标群体。",
			"博士、目標の集団を発見しました。",
			"박사, 목표 집단을 발견했습니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196366,
			"Oh, oh, oh, oh, oh, oh, oh, oh, oh——",
			"唔哦哦哦哦哦哦哦哦——",
			"グゴッ！ウゴォォォ！！",
			"으그악! 우우우웅!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196367,
			"Are they!!!!",
			"这些不是死士吗！！！！！！！！",
			"え……ま、待って待って！こいつらゾンビじゃないの！！！！！",
			"어…… 잠, 잠깐만 기다려! 이놈들 좀비 아니야!!!!!!",
			null
		]
	],
	"2113": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196368,
			"Oh, oh, oh, oh, oh, oh, oh, oh, oh——",
			"唔哦哦哦哦哦哦哦哦——",
			"グルルル……グゥォォォ……。",
			"으르렁…… 우우우웅…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196369,
			"Stop them! Hidden! Attack!!!!!",
			"怎么办！死士！死士冲过来了！拦住她们！隐蔽！攻击！！",
			"え？ど、どうしよう！ゾンビが……ゾンビが突進してくる！",
			"어? 어, 어쩌지! 좀비가... 좀비가 돌진해 온다!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				305,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196370,
			"Bronya is in combat mode!",
			"布洛妮娅已开启战斗模式。",
			"目標を殲滅します。",
			"목표를 섬멸합니다.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196371,
			"【Nervous】Stop it! They're guests!",
			"【紧张】快停下来！她们是客人！",
			"【緊張】止めてください！彼女たちはお客様です！",
			"【긴장】그만하세요! 그분들은 손님입니다!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196372,
			"Guest, guest... ?",
			"客、客人……？",
			"お、お客様？",
			"어, 손님?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196373,
			"Hot spring... Let me go to the spa…",
			"温泉……让我去温泉……",
			"温泉……温泉に行かせて……。",
			"온천... 온천에 가게 해줘....",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196374,
			"【Explain】Please change your occupation and receive the current guests in order to enter the spa.",
			"【说明】请变更职业，接待当前的客人，使其有秩序的进入温泉馆。",
			"【説明】ジョブを変更してお客様をもてなして、きちんと温泉宿に案内してください。",
			"【설명】직업을 변경해서 손님들을 대접하고, 제대로 온천 여관으로 안내해 주세요.",
			null
		],
		[
			"portraits",
			[
				38,
				2,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196375,
			"【Emphasis】After guests enter the spa, they will put forward different demands, and their satisfaction will be enhanced when the demands are completed. Satisfaction will affect the corresponding amount of income, please refueling to meet the needs of the guests!",
			"【强调】客人进入温泉馆后会提出不同的需求，完成需求会提升她们的满意度。满意度会影响对应的收入数额，请各位加油满足客人的需求吧！",
			"【協調】お客様が温泉宿に入ると様々な要求をしてきます。要求を満たして彼女たちの満足度を向上させてください。満足度は収入額に影響しますので、頑張ってお客様に満足していただける温泉宿を経営してくださいね！",
			"【협조】손님이 온천 여관에 들어오면 다양한 요구를 할 거예요. 요구를 충족시켜 그들의 만족도를 높여주세요. 만족도는 수입액에 영향을 미치니, 열심히 손님이 만족할 만한 온천 여관을 운영해 보세요!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196376,
			"They're just sloppy guests? They really look like dead people.",
			"原来只是些很邋遢的客人吗，看起来真的好像死士啊。",
			"ただのお客さんだったのね。誰が見てもゾンビっぽいけど……。",
			"그냥 손님이었구나. 누가 봐도 좀비 같지만...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196377,
			"This, this is the official start, right?",
			"这、这就正式开始了是吗？",
			"こ、これってもうスタートしたってこと？",
			"이, 이건 이미 시작한 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196378,
			"I see. First of all, I have to change my identity and complete the reception task. Okay, so Bronya takes up the challenge.",
			"原来如此，首先要切换身份、完成接待任务么。好的，布洛妮娅接受这个挑战。",
			"開始していると思います。先にジョブを変更して、おもてなしクエストをクリアするわけですね。この挑戦を受けて立ちます。",
			"이미 시작한 것 같아요. 먼저 직업을 변경해서 대접 퀘스트를 클리어하는 거죠. 이 도전을 받아들이겠습니다.",
			null
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196379,
			"Here are your towels and toiletries. Go straight ahead, please.",
			"这是您的毛巾和洗浴用品，温泉请直走。",
			"こちらがタオルと鍵になります。温泉はこちらから真っ直ぐ進んでください。",
			"여기 수건과 열쇠입니다. 온천은 이쪽으로 쭉 직진하시면 됩니다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196380,
			"It's true, Bronya, it's really quick.",
			"不愧是布洛妮娅，上手还真是快啊。",
			"さすがはブローニャ。あっという間になりきるのね。",
			"역시 브로냐야. 순식간에 역할에 몰입하네.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196381,
			"【Urge】There was a long line at the spa, and the waiting guests began to get restless.",
			"【催促】温泉馆前排起了长队，等待的客人们开始感到烦躁了。",
			"【催促】温泉宿の前に行列ができています。待っているお客様がイライラし始めていますよ。",
			"【재촉】온천 숙소 앞에 줄이 길게 늘어서 있습니다. 기다리는 손님들이 점차 짜증을 내기 시작하네요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196382,
			"The first thing is the reception, right? Guests, please come this way~",
			"首先是要接待对吧。客人们，请到这边来~",
			"まずはおもてなしね。お客様、どうぞこちらへ。",
			"우선 환대부터 해야겠죠. 손님, 이쪽으로 오세요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196383,
			"The key is here, please come one by one",
			"号码牌在这边领，请一个一个来哦~",
			"番号札はこちらで受け取ってください。あの……ひとりずつお願いします。",
			"번호표는 여기에서 받아가세요. 저기... 한 분씩 순서대로 부탁드립니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196384,
			"I'm so bored. Is it my turn yet?",
			"好烦啊，还没轮到吗？",
			"面倒だなぁ、まだ順番が回ってこないの？",
			"귀찮네, 아직도 순번이 안 돌아오는 거야?",
			null
		],
		[
			"msg",
			196385,
			"How can there be only one person in the reception? When will it be?",
			"接待怎么只有一个人啊，这要等到什么时候！",
			"どうして受付に一人しかいないの。いつまで待たせるつもり！？",
			"왜 접수처에 한 사람밖에 없는 거야. 언제까지 기다리게 할 셈이지!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196386,
			"Huh? You are ignored…",
			"嗯？芽衣，你们被无视了啊……",
			"あれ？芽衣とゼーレ、あなたたち無視されてない？",
			"어라? 메이와 제레, 너희들 무시당하고 있지?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196387,
			"Strangely, they seemed to see only Bronya.",
			"奇怪，她们好像只能看见布洛妮娅。",
			"おかしいわね。彼女たちにはブローニャちゃんしか見えていないみたい。",
			"이상하네. 그녀들에게는 브로냐밖에 안 보이는 것 같아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196388,
			"Mei is not a change of occupation. According to Phemie Iris, you need to open the interface to change your identity to a receptionist.",
			"芽衣姐姐是没有变更职业吧。根据菲米莉丝的提示，要先打开界面将身份更换成接待才可以。",
			"芽衣姉様はジョブを変更していないからです。フェミリスの説明では、先に画面を開いてジョブを変更しないとお客様の相手ができないようです。",
			"메이 언니는 직업을 변경하지 않았기 때문입니다. 페미리스의 설명에 따르면, 먼저 화면을 열어 직업을 변경하지 않으면 손님 상대를 할 수 없는 것 같습니다.",
			null
		],
		[
			"msg",
			196389,
			"Seele is supposed to be in a special status and not be able to change her class. During our reception, we asked Seele for help.",
			"希儿应该是特殊身份无法变更职业的。在我们接待的时候，就拜托希儿支援了。",
			"ゼーレは特殊ステータスなのでジョブを変更できないはずです。ブローニャたちがお客様の対応をしている間、ゼーレには支援をお願いします。",
			"제레는 특수 스테이터스라서 직업을 변경할 수 없을 거예요. 브로냐들이 고객님 응대를 하는 동안, 제레는 지원을 부탁드립니다.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196390,
			"I see. Change it first, and then... For those of you who have received the keys, please come this way for your bathrobes",
			"原来是这样啊。先更换，然后……已经领到号码牌的客人们，请到这边来拿浴衣哦~",
			"そういうことなのね。まず変更して、それから……番号札を受け取ったお客様は、こちらで浴衣を受け取ってください。",
			"그런 거였구나. 먼저 변경하고, 그다음에…… 번호표를 받으신 고객님은, 이쪽에서 유카타를 받아가세요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196391,
			"Then please entertain the guests and Seele will be responsible for replenishing the toiletries!",
			"那就拜托大家招待客人，希儿会好好负责补充洗漱用品的！",
			"じゃあ、お客様の対応はみんなにお願いするね。ゼーレはみんなの支援するよ！",
			"그럼, 고객님 응대는 모두에게 부탁할게요. 제레는 모두를 지원할 거예요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196392,
			"Ah, I can finally take a bath in a hot spring~",
			"啊~终于可以泡温泉啦~",
			"ふぅ、やっと温泉に浸かれる～",
			"후우, 드디어 온천에 들어갈 수 있어~",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196393,
			"Great. That should do it.",
			"布洛妮娅真是厉害啊，果然这样就可以了呢。",
			"ブローニャって本当にすごいわね。",
			"브로냐는 정말 대단하네.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196394,
			"Don't be lazy, doc.",
			"博士也不要偷懒。",
			"博士もサボらないでください。",
			"박사님도 놀지 마세요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196395,
			"Well, ok...Well, switch identities...In a word...Welcome to…",
			"呃，好的……嗯切换身份……总之……欢、欢迎光临……",
			"あっ、うん……ジョブを変更ね。とりあえず……い、いらっしゃいませ……。",
			"아, 네…… 직업 변경이네. 일단…… 어, 어서 오세요…….",
			null
		]
	],
	"2114": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196396,
			"Ah, hot springs are great~",
			"啊~温泉真好呢~",
			"あぁ、温泉って最高～",
			"아아, 온천은 최고야~",
			null
		],
		[
			"msg",
			196397,
			"Well, come again next time~",
			"嗯，下次还要一起来哦~~",
			"うん、また一緒に来ようね！",
			"응, 또 함께 오자!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196398,
			"... These... And the one who just went in... The same people…",
			"……这些……和刚刚进去的……是同一批人吗……",
			"この人たち……さっき入っていった人たちと……本当に同じ集団なの？",
			"이 사람들…… 아까 들어간 사람들과…… 정말 같은 집단이야?",
			null
		],
		[
			"msg",
			196399,
			"Is it just a clean wash that changes the way things look…",
			"只是洗干净了，外观就会发生如此翻天覆地的变化吗……",
			"綺麗に洗っただけで見違えるほど見た目が変わるものなの……。",
			"깨끗이 씻기만 해도 눈에 띄게 외모가 달라지는 거야…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196400,
			"I don't want to interrupt your thinking about life, doctor, but our guests have new demands.",
			"虽然并不想打断你思考人生，但是博士，客人们有新的要求了。",
			"博士の思考を邪魔するわけではありませんが、お客様たちが新たな要求を出しているようです。",
			"박사님의 생각을 방해하려는 건 아니지만, 손님들이 새로운 요구를 내놓고 있는 것 같아요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196401,
			"Ah? Isn't that the end of the hot spring?",
			"啊？原来不是泡了温泉就结束了吗？",
			"えっ？温泉に入るだけで終わりじゃないの？",
			"엣? 온천에 들어가는 걸로 끝이 아니었어?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196402,
			"Well... I always feel hungry after hot springs…",
			"唔……泡过温泉之后总觉得肚子饿了啊……",
			"ねぇねぇ、温泉に入ったらお腹が空いてこない？",
			"저기 저기, 온천에 들어가면 배고파지지 않아?",
			null
		],
		[
			"msg",
			196403,
			"Madame, do you have anything to eat here?",
			"老板娘，你们这边有吃的东西吗？",
			"私もお腹空いた！女将さん、ここには何か食べるものってある？",
			"나도 배고파! 여주인님, 여기 무언가 먹을 거라도 있나요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196404,
			"Aye? Food to eat…",
			"诶？吃的东西……",
			"えっ？食べるものって……。",
			"엣? 먹을 거라니…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196405,
			"I have a switchable \"Cook\" on my side. Then I'll leave the reception to you. I'll prepare the food for the guests.",
			"我这边有个可切换身份是“烹饪师”呢。那么接待的事情就拜托大家，我来准备给客人的食物。",
			"私のジョブに「料理人」があるわ。それなら、お客様の対応はみんなにお願いして、私はお客様の食事を用意するわね。",
			"내 직업에 「요리사」가 있거든. 그렇다면, 손님 응대는 모두에게 부탁하고, 내가 손님들의 식사를 준비할게.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196406,
			"Then please!",
			"那就拜托芽衣姐姐了！",
			"うん、わかったよ。芽衣お姉ちゃん、おねがいします！",
			"응, 알았어. 메이 언니, 부탁해!",
			null
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196407,
			"Well, that's enough money to hire junior NPCS. We are also in short supply at the moment. Hire three to try.",
			"唔，雇佣初级NPC的钱够了呢。目前人手也比较紧缺，先雇3个试试吧。",
			"えっと、今のところ人手が足りないし、とりあえず3人雇ってみようと思うんだけど……どうかな？下級のNPCを雇用するお金は十分にあるよ！",
			"어, 지금으로선 인력이 부족해서, 일단 3명 정도 고용해 볼까 하는데…… 어때? 하급 NPC를 고용할 돈은 충분히 있어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196408,
			"Hey, I need someone on my side to take out the dishes.",
			"希儿，我这边需要一个人将做好的菜端出去。",
			"ゼーレちゃん、だったら食事を配膳するNPCも1人でいいから雇用してくれるかしら？",
			"제레 쨩, 그렇다면 음식을 나르는 NPC도 1명만이라도 고용해 줄 수 있을까?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196409,
			"Good! Immediately arrange an NPC to help sister~",
			"好的！马上安排一个NPC去帮助芽衣姐姐~",
			"うん、わかったよ！今すぐNPCを1人芽衣お姉ちゃんのところに行かせるね！",
			"응, 알겠어! 지금 바로 NPC 1명을메이 언니한테 보낼게!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196410,
			"So fast?",
			"咦，芽衣做的这么快？！",
			"えっ、芽衣、もう料理ができたの！？",
			"엣, 메이, 벌써 요리가 다 됐어!?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196411,
			"After all, it is the world of the game, as long as the material will be put in there will be cooking.",
			"毕竟是游戏的世界，只要将素材放进去就会出现料理了。",
			"ゲームの世界なので素材を選択するだけで料理ができるようですね。",
			"게임 세계라서 재료만 선택하면 요리가 완성되는 모양이네요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196412,
			"It seems that I have nothing to do for the moment, so can we take a rest…",
			"暂时好像没我什么事了，那么是不是可以先休息……",
			"今のところ、私がいなくても大丈夫そうね。それなら先に休憩を——",
			"지금은 내가 없어도 괜찮을 것 같네. 그럼 먼저 휴식을 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196413,
			"I'm so bored. I don't have anything to do after I'm full",
			"好无聊啊~吃饱之后就没有事情做了~",
			"つまらないなぁ～。お腹がいっぱいになったのに、やることがないよ！",
			"지루해~. 배는 부른데 할 게 없잖아!",
			null
		],
		[
			"msg",
			196414,
			"Isn't there some way to pass the time? Usually there should be a show or something.",
			"没有什么能打发时间的方式吗？一般来说应该有表演什么的吧。",
			"暇つぶしにショーとか何かやってよ。",
			"심심풀이로 쇼라도 뭐라도 해봐.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196415,
			"Show, show?",
			"表、表演？",
			"ショ、ショー？",
			"쇼, 쇼?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196416,
			"No one can do it.",
			"布洛妮娅要接待客人，芽衣姐姐在厨房做料理。",
			"ブローニャはお客様の受付、芽衣姉様は厨房で調理をしています。",
			"브로냐는 손님 응대, 메이 언니는 주방에서 요리를 하고 있어요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196417,
			"Er...Sorry, doctor, the hired NPC doesn't seem to be performing this function…",
			"呃……抱歉博士，雇佣的NPC貌似没有表演这个功能……",
			"えっと……ごめん、博士、雇ったNPCにはショーができる機能はないみたい……。",
			"음... 미안해, 박사님, 고용한 NPC는 쇼를 할 수 있는 기능이 없는 것 같아...",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196418,
			"Goo... Is it just me…",
			"咕……难道只能我来了吗……",
			"ぐっ……それって私がやるしかないってことなの……。",
			"꾸웱... 그럼 내가 해야 한다는 거야...?",
			null
		],
		[
			"msg",
			196419,
			"First you have to change your identity… Identity change… Well, why is there such a thing as a busker?",
			"首先要身份更换……身份更换……呃，为什么会有个街头艺人的身份啊？",
			"まずはジョブを変更して……えっ、どうして大道芸人のジョブがあるのよ？",
			"일단 직업을 변경해서... 어? 왜 길거리 공연가 직업이 있는 거야?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196420,
			"Look, there's a busker coming",
			"快看，有个艺人过来了哦~",
			"見て、大道芸人が来たみたいだよ！",
			"봐, 길거리 공연가가 온 것 같아!",
			null
		],
		[
			"msg",
			196421,
			"Hey, give us a show!",
			"喂哦，快表演个节目啊。",
			"ねえ、早くショーをやってよ。",
			"저기, 빨리 쇼를 해 줘.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196422,
			"That, that please enjoy... Owl show?",
			"那、那请欣赏……猫头鹰飞行表演？",
			"そ、それでは……フクロウの飛行をお楽しみください。",
			"그, 그럼... 부엉이 비행을 즐겨주세요.",
			null
		]
	],
	"2115": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196423,
			"NPC overhead... Spa revenue... Consumable replenishment…",
			"NPC开销……温泉馆收入……消耗品补充……",
			"NPCの出費、温泉宿の収入、消耗品の補充——",
			"NPC의 지출, 온천 숙소의 수입, 소모품 보충——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196424,
			"Hey, is everything going well here?",
			"希儿这里还顺利吗？",
			"ゼーレ、こちらは順調ですか？",
			"제레, 여기는 순조롭나요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196425,
			"No problem, I have gradually become familiar with this identity.",
			"没问题的布洛妮娅姐姐，希儿已经渐渐熟悉这个身份了~",
			"ブローニャお姉ちゃん、大丈夫だよ。ゼーレも少しずつこのジョブに慣れてきたよ！",
			"브로냐 언니, 괜찮아. 제레도 조금씩 이 직업에 익숙해지고 있어!",
			null
		],
		[
			"msg",
			196426,
			"Although there will be occasional NPC mistakes, but it is much easier to clean up the Sin's mess.",
			"虽然偶尔会出现NPC出错的情况，但是比收拾杏的烂摊子轻松多了~",
			"たまにNPCがミスするけど、シンが暴れたあとの後始末と比べたら問題ないよ！",
			"가끔 NPC가 실수하지만, 신이 날뛴 후의 뒷처리에 비하면 문제없어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196427,
			"Hello! I ordered this first!",
			"喂！这道菜是我先点的！",
			"ちょっと！この料理は私が先に注文したのよ！",
			"잠깐! 이 음식은 내가 먼저 주문한 거야!",
			null
		],
		[
			"msg",
			196428,
			"Anyway I that a short while will go up, when the time comes compensate to you be!",
			"反正本大爷那道一会就要上了，到时候赔给你就是了！",
			"ボクが注文したものがすぐ来るから、それまで待ってろ！",
			"내가 주문한 게 곧 올 테니까, 그때까지 기다려!",
			null
		],
		[
			"msg",
			196429,
			"That you wait a while not good, rob others of what mean!",
			"那你等一会儿不就好了，抢别人的是什么意思啊！",
			"それなら、もう少し待っていればいいじゃない。人のものを奪うなんてどういうつもりよ！",
			"그럼 조금만 더 기다리면 되잖아. 남의 물건을 빼앗다니 무슨 생각이야!",
			null
		],
		[
			"msg",
			196430,
			"Huh? I'm so understanding what you have to complain about! Do you want to beat me?",
			"哈？本大爷都这么善解人意了你还有什么不满！是不是找揍啊！",
			"はぁ？ボクが善意で言ってるのに何か不満でもあるわけ！？ぶん殴られたいの！？",
			"하아? 내가 친절하게 말하는데 뭐 불만이라도 있어!? 두들겨 맞고 싶어!?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196431,
			"Sister Bronya, there seems to be some trouble with the guests!",
			"布洛妮娅姐姐，客人那边好像起了矛盾！",
			"ブローニャお姉ちゃん、向こうのお客様たちが何か言い合ってるように見えるけど……。",
			"브로냐 언니, 저쪽 손님들끼리 뭐라고 말다툼하는 것 같은데...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196432,
			"It doesn't matter, it is the emergency of management kind game \"adjust dispute\".",
			"没关系，是经营类游戏的突发事件“调节纷争”，交给布洛妮娅吧。",
			"問題ありません。経営系ゲームによくあるトラブルです。ブローニャに任せてください。",
			"문제 없어. 경영 게임에서 자주 있는 트러블이야. 브로냐에게 맡겨둬.",
			null
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196433,
			"\"Convoy\" status switch complete, metal gear solid spike, attack!",
			"“护卫”身份切换完成，合金装备布狼牙，出击！",
			"ジョブを「用心棒」に変更、合金装備のブローガーで出撃します。",
			"직업을 「용병」으로 변경, 합금 장비의 브로거로 출격합니다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196434,
			"...The troubled guest...Always feel like Sin......",
			"……话说，那个闹事的客人……总觉得好像杏啊……",
			"ところで、あのトラブルを起こしたお客様……何となくシンに似ているよね……。",
			"근데 말이야, 저 트러블을 일으킨 손님... 왠지 신 닮은 것 같아...",
			null
		]
	],
	"2116": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196435,
			"It is confirmed that the extension has been completed, the installation of the museum has been upgraded, and... Oh dear.",
			"扩建完毕确认，馆内设置升级，还有……哎呀。",
			"拡張を完了したよ。館内の設定をアップグレードして、それから……えっ！？",
			"확장 완료했어. 관내 설정을 업그레이드하고, 그리고... 어!?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196436,
			"What's the matter, Seele. is something wrong?",
			"怎么了希儿，出什么问题了吗？",
			"どうしたの、ゼーレ。何か問題でもあった？",
			"왜 그래, 제레. 무슨 문제라도 있었어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196437,
			"No, doctor, the turnover is approaching the required value.",
			"不是的博士，是营业额快要达到要求的数值了。",
			"違うの、博士。売上がもうすぐ上限に達成しそうなの。",
			"아뇨, 박사님. 매출이 곧 상한선에 도달할 것 같아요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196438,
			"Really! Finally, finally to end it!",
			"真的吗！终、终于要结束了吗！",
			"本当！？や、やっと終わるのね！",
			"정말!? 이, 이제 끝나는 거야!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196439,
			"It's not a combat game, so why is the doctor still dying?",
			"明明不是战斗类游戏，为什么博士还是一副快不行了的样子。",
			"戦闘系のゲームではないのに、どうして博士は疲れているのですか？",
			"전투 계열 게임이 아닌데, 왜 박사님은 지치셨나요?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196440,
			"The guests were too hard to please…",
			"那些客人们太难满足了……猫头鹰杂技、火球术、倒背元素周期表我都演过一个遍了，就差胸口碎大石了……",
			"あのお客たちを満足させるのは至難の業よ。フクロウの雑技、火球を操ったり、元素記号の逆読みとか……私にできる出し物は一通りやったつもりよ。後はもう口から火を吹くくらいしか……。",
			"그 손님들을 만족시키는 건 정말 어려운 일이야. 부엉이 곡예, 화구 조종, 원소 기호 거꾸로 읽기 같은... 내가 할 수 있는 건 다 해본 것 같아. 이제 남은 건 입에서 불 뿜기 정도밖에...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196441,
			"The doctor had a hard time. Hang in there, it's almost over",
			"博士真是辛苦了呢。再坚持一下，马上就要结束了~",
			"博士、本当にお疲れ様。もう少しだけ頑張ってね。もうすぐ終わるわ。",
			"박사님, 정말 수고 많으셨어요. 조금만 더 힘내요. 곧 끝날 거예요.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196442,
			"【Emphasis】Ahem! What's wrong with the receptionist! All thumbs!",
			"【强调】咳咳！这个接待的人怎么回事！笨手笨脚的！",
			"【強調】ここの受付はどうなっているのですか！早くしてください！",
			"【강조】여기 접수는 어떻게 된 거예요! 빨리 해주세요!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				3,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196443,
			"Phemie Iris? Do you have any new assignments?",
			"菲米莉丝？又要安排什么新任务吗？",
			"フェミリス、うるさいんだけど……疲れてるんだから静かにしてくれても——",
			"페미리스, 시끄럽단 말이야... 지쳤으니까 조용히 해줘도 ——",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196444,
			"【Angry】What mission? How do you talk to your guests? Come on!",
			"【恼火】什么任务，怎么对客人说话的，快来招待！",
			"【立腹】うるさいとは何ですか！客に向かってその口の利き方をしていいと思っているのですか。早くしてください！",
			"【분노】시끄럽다니 무슨 소리예요! 손님에게 그런 말을 해도 된다고 생각하세요? 빨리 해주세요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196445,
			"Doctor, this seems to be the final battle of the game.",
			"博士，这似乎是经营游戏的最终战斗了。",
			"博士、これは経営ゲームの最終バトルのようです。",
			"박사님, 이건 경영 게임의 최종 전투 같은데요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196446,
			"So, is Phemie Iris the key to a million turnover? Indeed, it is a difficult guest at a glance, the NPC seems to be unable to resist.",
			"就是说，菲米莉丝是达到100万营业额的关键吧？确实一看就是位难缠的客人呢，光靠NPC似乎招架不住。",
			"つまり、フェミリスちゃんが売上100万円の鍵ってこと？確かに面倒な客っぽいけど……NPCだけでは手に負えないみたい。",
			"그러니까 페미리스 쨩이 매출 100만 엔의 열쇠라는 거지? 확실히 성가신 손님 타입이긴 한데... NPC만으로는 감당이 안 될 것 같아.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196447,
			"Welcome to the spa room. Here are your towels and keys. This way to the dressing room, please.",
			"欢迎光临温泉屋，这是您的毛巾和钥匙，更衣室请这边走。",
			"温泉屋へようこそ。こちらがタオルと鍵です。更衣室はこちらです。",
			"온천장에 오신 걸 환영합니다. 여기 타월과 열쇠입니다. 탈의실은 이쪽입니다.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				3,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196448,
			"【Arrogance】That's more like it.",
			"【傲慢】这还差不多。",
			"【傲慢】それでいいのよ。",
			"【오만】그렇게 해.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				38,
				3,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196449,
			"The last boss usually has a special mechanism, and we should pay more attention to it.",
			"关底boss一般都有特殊机制，大家也多注意一下。",
			"通常、最終ボスには特殊な仕掛けがあるはずです。注意してください。",
			"보통 최종 보스에는 특수한 장치가 있을 거예요. 조심하세요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196450,
			"Okay, well, Seele's here to help Bronya, too.",
			"好的，希儿也来帮布洛妮娅姐姐的忙~",
			"わかったよ。ゼーレもブローニャお姉ちゃんを手伝うね。",
			"알았어. 제레도 브로냐 언니를 도울게.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196451,
			"While Phemie Iris is at the spa, I'll go get some food.",
			"趁着菲米莉丝去泡温泉，我先去准备一些食物吧。",
			"私はフェミリスちゃんが温泉に浸かっているうちに、食事の用意をするわね。",
			"나는 페미리스이 온천에 담그고 있는 사이에, 식사 준비를 할게.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196452,
			"... Go figure out what tricks to perform…",
			"那……那我……去想想表演什么戏法好了……",
			"じゃあ私は……どんな手品をするか考えておくわ……。",
			"그럼 나는…… 어떤 마술을 할지 생각해 둘게…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196453,
			"…………………………",
			"…………………………",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196454,
			"【Angry】Why is the hot spring so cold? Heat it up for me!",
			"【恼火】温泉水怎么这么凉，给我烧热一点！",
			"【立腹】どうして温泉のお湯がこんなにぬるいの！もっと熱くしてください！",
			"【화남】왜 온천 물이 이렇게 미지근한 거야! 더 뜨겁게 해주세요!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			196455,
			"That...This has been the closest to the location of the spring, the shop is a natural hot spring, the water temperature is not adjustable......",
			"那个……这已经是最接近泉眼的位置了，小店都是天然温泉，水温是没法调整的……",
			"……フェミリス？",
			"……페미리스?",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			196456,
			"【Angry】Don't you see the guest's hair is loose? Come and help.",
			"【恼火】没看见客人的头发散了吗，快来帮忙。",
			"【立腹】客の髪の毛がボサボサになっているのが見えないのですか？早く手伝ってください！",
			"【화남】손님 머리카락이 엉클어진 게 안 보여요? 빨리 도와주세요!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				662,
				0,
				false
			]
		],
		[
			"msg",
			196457,
			"... All right. I'll help you with it right away.",
			"……好的，立刻帮您整理。",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				662,
				0,
				true
			]
		],
		[
			"msg",
			196458,
			"【Angry】How could a hot spring not prepare hot spring eggs! Bring the raw egg and I'll boil it now!",
			"【恼火】温泉怎么能不准备温泉蛋呢！生鸡蛋拿来，我现在就要煮！",
			"【立腹】温泉に温泉卵がないってどういうことですか！生卵を持ってきてください。フェミリスがここで作ります！",
			"【화남】온천에 온천 계란이 없다니 무슨 소리예요! 생계란 가져오세요. 페미리스가 여기서 만들 거예요!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				879,
				0,
				false
			]
		],
		[
			"msg",
			196459,
			"Guest, boiling an egg in a hot spring will bother other guests…",
			"客人，在温泉里煮鸡蛋会让其他客人困扰的……",
			"……フェミリスちゃん。",
			"......페미리스.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				879,
				0,
				true
			]
		],
		[
			"msg",
			196460,
			"【Angry】Your store is totally out of line! I want to complain! Fine! Shut your store!",
			"【愤怒】你们这个店真是完全不行！我要投诉！罚款！让你们闭店！",
			"【憤怒】あなたたちの店は全然ダメですね！クレームを入れます！罰金で閉店に追い込みますよ！",
			"【분노】너희 가게는 정말 못쓰겠네! 클레임 넣을 거야! 벌금 물려서 폐점시켜버릴 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196461,
			"What......What?! Are you going to keep us busy for hours on end?!",
			"什……什么？！你要让我们这几个小时都白忙吗？！",
			"……芽衣、フェミリスが故障しちゃったみたい。手伝ってもらえる？",
			"......메이, 페미리스가 고장난 것 같아. 도와줄 수 있어?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196462,
			"It looks like this guest... can't be served the usual way.",
			"看来这位客人……并不能用常规的方法招待呢。",
			"分かりました。ブローニャちゃん、私の刀を持ってきてもらえるかしら？",
			"알겠어. 브로냐, 내 칼 가져다 줄 수 있을까?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196463,
			"Yes, Bronya thinks sister Mei is absolutely right.",
			"是的，布洛妮娅认为芽衣姐姐的想法完全正确。",
			"今から持ってきます。ゼーレの武器も持ってくるので少し待っててください。",
			"지금 가져올게. 제레의 무기도 가져올 테니 잠깐 기다려.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196464,
			"【Panic】 what are you going to do!",
			"【慌张】你、你们要做什么！",
			"【動転】な、何するつもりですか！？フェミリスはお客様ですよ！！！",
			"【동요】뭐, 뭘 하려는 거야!? 페미리스는 고객이라고!!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196465,
			"It's all right, guest. Please don't be nervous.",
			"没关系的，客人，请不要紧张。",
			"大丈夫だよ、フェミリス。ただ——",
			"괜찮아, 페미리스. 그냥 ——",
			null
		],
		[
			"msg",
			196466,
			"We just... I'm just trying my best to entertain you~",
			"我们只是……尽心尽力的招待您而已哦~",
			"ゼーレたちは、心を込めて精一杯おもてなしするだけだよ。ふふふふふ～",
			"제레들은 마음을 다해 최선을 다해 대접할 뿐이야. 후후후후후~",
			null
		]
	],
	"2117": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196467,
			"After a hard fight——",
			"经过一番苦战之后——",
			"——苦しい戦いの末",
			"——힘든 싸움 끝에",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196468,
			"【Grudge】Phemie Iris is just the hardest guest in the game…",
			"【怨念】菲米莉丝只是按照游戏流程来做最难缠的客人而已……",
			"【遺憾】フェミリスはただゲームの流れにしたがって一番面倒な客を演じただけなのに……。",
			"【유감】페미리스는 그저 게임 흐름에 따라 가장 귀찮은 손님 역할을 했을 뿐인데......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196469,
			"The guest like you can only take special treatment.",
			"没办法。难缠成菲米莉丝这样的客人，只能采取特殊处理了。",
			"フェミリスが悪いので仕方がありません。",
			"페미리스가 나빠서 어쩔 수 없어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196470,
			"Turnover of 1 million——successful~",
			"营业额100万——成功达成啦~",
			"売上100万円、達成したよ！",
			"매출 100만 엔, 달성했어!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196471,
			"Seele did a great job on her first project with Avalon. Let's get out of here and celebrate",
			"希儿第一次参加Avalon的课题就做的很棒呢，一会儿离开这里我们去庆祝一下吧~",
			"ゼーレちゃんは初めてAvalonの課題に参加したのに、とてもよくやってくれたわ。ここから出たらお祝いをしましょう。",
			"제레은 처음으로 Avalon 과제에 참여했는데, 정말 잘 해줬어. 여기서 나가면 축하해줄게.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196472,
			"HMM... To celebrate, I actually have a proposal.",
			"嗯……庆祝的话，其实希儿有一个提案。",
			"ありがとう、芽衣お姉ちゃん！でも、お祝いならゼーレに提案があるよ！",
			"고마워, 메이 언니! 하지만 축하라면 제레에게 제안이 있어!",
			null
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196473,
			"It's rare to be here... Seele wants to be togethor with you in a hot spring.",
			"难得来到这里……希儿想和大家一起泡温泉~",
			"せっかく来たんだから、ゼーレはみんなと一緒に温泉に入りたいな！",
			"이렇게 왔으니까, 제레는 모두랑 같이 온천에 들어가고 싶어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196474,
			"Well, do you want to take a spa here?",
			"唔，在这里一起泡温泉吗？",
			"えっ、ここで一緒に温泉に入るの？",
			"엣, 여기서 같이 온천에 들어가는 거야?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				658,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196475,
			"That, no?",
			"那个，不行吗？",
			"だ、ダメなの？",
			"안, 안 되는 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				658,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196476,
			"No problem, no problem.Uh, well, usually, hot springs are...I mean...Take off…",
			"没问题倒是没问题，呃，不过，一般泡温泉是要……我是指……脱……",
			"問題ないけど……えっ、でも、普通の温泉って……その……服を……。",
			"문제없지만... 엣, 하지만, 보통 온천이라면... 그... 옷을....",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196477,
			"Has the doctor never been to a hot spring?",
			"博士是没来过温泉吗？这种时候就交给我吧~",
			"博士は温泉に来たことがないの？私が温泉について色々と教えてあげるわ。",
			"박사는 온천에 온 적이 없는 거야? 내가 온천에 대해 이것저것 알려줄게.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				39,
				0,
				false
			]
		],
		[
			"msg",
			196478,
			"No...That's not what I meant...In a word...I get it! I'll go!",
			"不……我也不是这个意思……总之……我知道了！我去就是了！",
			"い、いや……そういうことじゃなくて！",
			"아, 아니... 그런 뜻이 아니라서!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				879,
				0,
				false
			],
			[
				39,
				0,
				true
			]
		],
		[
			"msg",
			196479,
			"Doctor, don't run so fast. Watch out for a fall.",
			"博士，不要跑这么快，小心摔倒哦。",
			"博士、そんなに速く走ると転んじゃうわよ。",
			"박사님, 그렇게 빨리 뛰다가 넘어질 거예요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				879,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196480,
			"Seele, let's get over there, too.",
			"希儿，我们也快点过去吧。",
			"ゼーレ、ブローニャたちも行きましょう。",
			"제레, 브로냐랑 같이 가자.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196481,
			"Hey~",
			"嘿嘿~",
			"えっと、カメラとビデオと——",
			"음, 카메라랑 비디오랑 ——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				659,
				0,
				true
			],
			[
				305,
				0,
				false
			]
		],
		[
			"msg",
			196482,
			"Huh? What's the matter? Is there anything you care about?",
			"嗯？怎么了，有什么在意的么？",
			"ゼーレ？どうかしましたか？",
			"제레? 무슨 일 있어요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				659,
				0,
				false
			],
			[
				305,
				0,
				true
			]
		],
		[
			"msg",
			196483,
			"Oh, no, no.",
			"啊，没有没有。",
			"えっ！な、何でもないよ！",
			"엣! 아, 아무것도 아냐!",
			null
		],
		[
			"msg",
			196484,
			"Let's go, Bronya~",
			"我们走吧，布洛妮娅姐姐~",
			"ゼーレはちょっと準備する物があるから先に行ってていいよ、ブローニャお姉ちゃん！",
			"제레는 좀 준비할 게 있어서 먼저 가도 돼, 브로냐 언니!",
			null
		]
	],
	"2118": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196485,
			"Clunk~♪Clunk~♪",
			"噔噔噔~♪噔噔~♪",
			"ダダダーン~♪ダダン~♪",
			"따다단~♪ 따단~♪",
			null
		],
		[
			"msg",
			196486,
			"Hello, I'm Miuna and welcome to good night Babylon~",
			"大家好，我是缪娜，欢迎收听今天的晚安巴比伦~",
			"こんにちは、私はモナ。今夜のイブニング・バビロンを聴いてくれてありがとう~",
			"안녕하세요, 저는 모나예요. 오늘 밤의 이브닝 바빌론을 들어주셔서 감사합니다~",
			null
		],
		[
			"msg",
			196487,
			"Recently, we added a new title to the live broadcast. How do you feel about it?",
			"最近给直播加了新的片头，不知道大家感觉如何呢？",
			"最近、実況に新たなクレジットを加えたの。皆はどう思うかな？",
			"최근에 실황에 새로운 크레딧을 추가했어요. 여러분은 어떻게 생각하시나요?",
			null
		],
		[
			"msg",
			196488,
			"Today's live broadcast will be the same as the trailer. It will be carried out with our good friend Charlotte. Although the weather in Babylon has turned cold, it will be a warm night tonight~",
			"今天的直播就跟预告的一样，会和我们的好朋友夏露露一起进行，巴比伦的天气虽然转凉了，但今晚一定会是温暖的一夜吧~",
			"今日は予告した通り、私たちのお友達シャルルと一緒に実況していくよ。バビロンの気温は下がってきたけれど、今夜もきっと暖かい夜になるでしょう~",
			"오늘은 예고한 대로, 우리의 친구 샤를과 함께 실황을 진행할 거예요. 바빌론의 기온은 내려갔지만, 오늘 밤도 분명 따뜻한 밤이 될 거예요~",
			null
		],
		[
			"msg",
			196489,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			196490,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			196491,
			"Who would have thought that the live broadcast culture would become a part of the daily life? How long has it been♥",
			"不愧是接受能力和传播能力都一流的巴比伦学园呀~又有谁会想到，那本来轰动整个学院的直播文化居然会变成日常的一环，这才过去多久呢♥",
			"さすがは適応能力と拡散能力は一流のバビロン学園ね~学校全体をひっくり返すはずの実況文化が日常の一環になるなんてね。まだそれほど時間も経っていないでしょうに♥",
			"역시 적응력과 확산 능력이 일류인 바빌론 학원이네~ 학교 전체를 뒤엎을 실황 문화가 일상의 일부가 되다니. 아직 그리 오랜 시간도 지나지 않았을 텐데♥",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			196492,
			"It's not only a little cold in Babylon today, the atmosphere is so cold.♠",
			"不过她说得有些不对，今天的巴比伦不仅天气转凉，就连气氛也那么的冷呢，你说是么会长大人♠",
			"だけど彼女の言っていることは正確ではないわね。今日のバビロンは気温が下がっただけではなく、雰囲気も寒々しいのよ。そうでしょう？会長様♠",
			"하지만 그녀가 말하는 건 정확하지 않아. 오늘의 바빌론은 기온이 떨어진 것뿐만 아니라 분위기도 썰렁해. 그렇지? 회장님♠",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			196493,
			"If you can chat up the topic of \"Interesting\" more, I think at least the atmosphere between us will be Hot.",
			"如果你来搭讪的话题可以再Interesting一点的话，我想至少我们间的气氛会Hot不少哦？",
			"ナンパするつもりならもう少しInterestingなことを言ってもらえる？私たちの雰囲気だけでもHotにしたくない？",
			"널널하게 말을 걸 생각이라면 좀 더 Interesting한 말을 해줄래? 우리의 분위기라도 Hot하게 만들고 싶지 않아?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			196494,
			"In fact, the President should be the most understood, the craze of live broadcast has passed, such a dull campus life is impossible to appear what you want~",
			"其实会长大人不应该是最明白的嘛，直播的热潮已经过去，如此平淡的校园生活是不可能出现你想要的东西的~",
			"実のところ、会長様は最もよく分かっているはずでしょう。実況のブームはもう過ぎ去り、このような平凡な学園生活では会長様の望むものは現れないんだよ~",
			"사실, 회장님이 가장 잘 알고 있을 거야. 실황의 붐은 이미 지나갔고, 이런 평범한 학원 생활에서는 회장님이 바라는 건 나타나지 않아~",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			196495,
			"If I let you go anywhere in Babylon, I'm afraid people will think Of you as their enemy~",
			"Of course，但不是我不跟你合作，而是你上次实在闹得大家都反感了~就算我允许你在巴比伦里到处走，大家恐怕也会把你当成enemy吧~",
			"Of course。だけど、私はあなたと協力しないわけじゃないの。そうじゃなくて、前回のあなたの大騒ぎに皆が反感を抱いているだけよ~あなたがバビロンの中を自由に移動することを私が許したとしても、皆はあなたのことをenemyとみなすでしょうね~",
			"Of course. 하지만, 내가 너와 협력하지 않는 건 아니야. 그게 아니라, 지난번 네가 벌인 소동에 모두가 반감을 품고 있을 뿐이지~ 네가 바빌론을 자유롭게 이동하는 걸 내가 허락한다 해도, 모두는 너를 enemy로 볼 거야~",
			null
		],
		[
			"msg",
			196496,
			"Even if I don't agree to cooperate, you can make a storm on your own. You came here this time to seek my promise, but you wished to know how many details I found out about you, Miss mysterious",
			"By the way，像你这种神格，就算我不答应合作，你也可以靠自己掀起一番风浪。你这次来寻求我的promise，其实只是为了知道我弄清楚你们多少事了吧，mysterious神格小姐~",
			"By the way、あなたのような神は私が協力しなくても、自分だけの力で嵐を巻き起こせるはずよ。今回、あなたが私のpromiseを求めに来たのは、私があなたたちのことをどこまで把握しているのか知るためなんでしょう？mysteriousな神様お嬢さん~",
			"By the way, 너 같은 신은 내가 협력하지 않아도, 혼자서도 폭풍을 일으킬 수 있을 텐데. 이번에 네가 내 promise를 구하러 온 건, 내가 너희를 어디까지 파악하고 있는지 알기 위해서겠지? mysterious한 신양 아가씨~",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				720,
				2,
				false
			]
		],
		[
			"msg",
			196497,
			"Hum♦",
			"哼哼♦",
			"フフン♦",
			"흐흥♦",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			196498,
			"Okok, let me tell you something. I know that besides you and the little girl last time, there are still several such amazing divinity, right?",
			"Okok，告诉你好了，我知道除了你和上次那位小姑娘，这样amazing的神格还有好几个对吧~",
			"OK、OK。教えてあげるわ。あなたと前回のあのお嬢さん以外にも、これほどamazingな神はあと何人かいるんでしょう~",
			"OK, OK. 알려줄게. 너와 지난번 그 아가씨 말고도, 이렇게 amazing한 신이 몇 명 더 있는 거야~",
			null
		],
		[
			"msg",
			196499,
			"You are too Simple~",
			"比起“试炼”，你们还Too simple了~",
			"「試練」に比べれば、あなたたちはToo simpleよ~",
			"「시련」에 비하면, 너흰 Too simple이야~",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			196500,
			"You're going to be patient, but we're not going to like waiting forever, and we hope you can handle it when something happens♠",
			"你会耐心等待机会，可我们也不会喜欢这么一直等下去的，希望发生什么事的时候你能处理得来♠",
			"あなたは辛抱強くチャンスを待てるけれど、私たちはこうやって待ち続けるのは好きじゃないの。何か起こったらすぐに対応してほしいな♠",
			"넌 참을성 있게 기다릴 줄 알지만, 우린 이렇게 계속 기다리는 건 싫어. 무슨 일이 생기면 바로 대응해주길 바라♠",
			null
		],
		[
			"msg",
			196501,
			"I was joking——I still hope we can cooperate well, after all, the interests are the same~",
			"开玩笑的——我还是希望大家能好好合作的，毕竟利益一致嘛~",
			"冗談だよ——私は皆が仲良く協力できればいいなって思っているの。皆の利害は一致しているものね~",
			"농담이야——난 모두가 사이좋게 협력했으면 좋겠어. 다들 이해관계가 일치하잖아~",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			196502,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				684,
				0,
				false
			]
		],
		[
			"msg",
			196503,
			"Master! I brought the library materials you asked for!",
			"打扰了师匠！之前你要的图书馆里的资料我带来了！",
			"師匠、お邪魔します！この前ほしがっていた図書館の資料を持ってきましたよ！",
			"스승님, 실례합니다! 전에 원하시던 도서관 자료 가져왔어요!",
			null
		],
		[
			"msg",
			196504,
			"Yi? I thought I heard you talking to someone. I thought there was a visitor.",
			"咦？就师匠一个人么，刚才我好像听到你在和谁聊天来着，我还以为有客人呢。",
			"あれ？師匠一人ですか？さっき誰かと話している声が聞こえたので、てっきりお客さんがいるのかと思っていました。",
			"어? 스승님 혼자세요? 아까 누군가와 이야기하는 소리가 들려서, 분명 손님이 오신 줄 알았는데.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				684,
				0,
				true
			]
		],
		[
			"msg",
			196505,
			"It's just boring to talk to myself",
			"只是有些boring的自言自语罢了~",
			"ただのboringな独り言よ~",
			"그냥 boring한 혼잣말이야~",
			null
		]
	],
	"2119": [
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				721,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196506,
			"Ah, Payaso is so slow...",
			"啊，帕亚索好慢啊……",
			"あー、パジャッソったら、遅いんだから……",
			"아- 파자쏘라니, 늦는 걸……",
			null
		],
		[
			"portraits",
			[
				721,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196507,
			"Today was also the day to go \"there\". Would she forget?",
			"今天也是去“那里”的日子，她该不会忘了吧？",
			"今日も「あそこ」に行く日なのに、あの子ったら忘れているんじゃないでしょうね？",
			"오늘도 「거기」 가는 날인데, 저 애 까먹은 거 아니야?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				721,
				3,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196508,
			"I still can't find Payaso anywhere. I'm sorry...",
			"还是哪都找不到帕亚索，对不起啊莉可……",
			"やっぱりパジャッソはどこにもいないよ。ごめんね、リカ……",
			"역시 파자쏘는 어디에도 없네. 미안해, 리카...",
			null
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				721,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			196509,
			"It's okay, it's okay, we're all partners, so you don't have to be so nice~",
			"没事没事，大家都是同伴，其实也不用那么客气啦，辛苦你了安莉埃塔~",
			"大丈夫、大丈夫。皆仲間なんだから、そんな気にする必要はないよ。お疲れ様、アンリエッタ~",
			"괜찮아, 괜찮아. 다들 친구인데 그렇게 신경 쓸 필요 없어. 수고했어, 앙리에타~",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				721,
				2,
				true
			],
			[
				747,
				0,
				false
			]
		],
		[
			"msg",
			196510,
			"Oooo...We don't even know where Payaso is. Grey helps us find her, but there's still no clue. Is she gonna be okay?",
			"呜……都不知道帕亚索去哪了，格蕾也帮忙找了，但还是没有什么线索。她不会有事吧？",
			"うぅ……パジャッソったらどこに行ったんだろう。グレイも探すのを手伝ってくれたのに、何の手がかりもないの。何か事故とかにあったんじゃないよね？",
			"우우... 파자쏘는 대체 어디로 간 걸까. 그레이도 찾는 걸 도와줬는데, 아무 단서도 없어. 무슨 사고라도 당한 건 아니겠지?",
			null
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				721,
				2,
				true
			],
			[
				746,
				0,
				false
			]
		],
		[
			"msg",
			196511,
			"She'd better be dead…",
			"她死了最好……",
			"死んじゃえばいいのに……",
			"죽어버렸으면 좋겠어……",
			null
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				721,
				1,
				false
			],
			[
				746,
				0,
				true
			]
		],
		[
			"msg",
			196512,
			"Payaso is like a ghost, maybe she will suddenly appear in the back to frighten us~",
			"莉可觉得不用担心呢，帕亚索本来就神出鬼没的，搞不好她等等就会突然出现在身后吓莉可一跳哦~",
			"リカは心配いらないと思うよ。パジャッソは以前から神出鬼没だし、少し待っていたら背後から急に現れてリカをビックリさせるかもしれないよ~",
			"리카는 걱정 안 해도 될 것 같아. 파자쏘는 원래부터 신출귀몰했으니, 조금 기다리면 뒤에서 갑자기 나타나 리카를 깜짝 놀라게 할지도~",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				721,
				1,
				true
			],
			[
				747,
				0,
				false
			]
		],
		[
			"msg",
			196513,
			"You are right…",
			"确实有可能呢……",
			"確かにその可能性もあるわね……",
			"확실히 그럴 가능성도 있네……",
			null
		],
		[
			"msg",
			196514,
			"You're sweating a lot. What's wrong with you?",
			"话说格蕾，你出了好多汗，是不是哪里不舒服？",
			"ところでグレイ。そんなにいっぱい汗をかいて、どこか具合でも悪いの？",
			"그런데 그레이. 그렇게 땀을 많이 흘리는데, 몸이라도 안 좋아?",
			null
		],
		[
			"msg",
			196515,
			"I'm a little worried, what if it's because the power of faith is waning and you're in trouble…",
			"我有点担心，万一是因为信仰之力减弱受到影响就麻烦了……",
			"少し心配なのよね。万が一、信仰の力が弱まったせいで影響でも受けたのなら面倒だわ……",
			"좀 걱정이 되네. 만약에, 신앙의 힘이 약해져서 영향이라도 받은 거라면 골치 아플 거야……",
			null
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				721,
				2,
				false
			],
			[
				747,
				0,
				true
			]
		],
		[
			"msg",
			196516,
			"Sure, you look sweaty, but I think you're just too hot in a scarf~",
			"确实，看起来出了好多汗的样子，不过莉可觉得格蕾只是围着围巾太热了啦~",
			"確かに、汗をいっぱいかいているみたいね。でも、リカが思うに、グレイはマフラーを巻いて暑くなっているだけだと思うよ~",
			"확실히, 땀을 많이 흘리고 있는 것 같네. 하지만 리카가 생각하기에, 그레이는 목도리를 둘러서 더운 것뿐인 것 같아~",
			null
		],
		[
			"msg",
			196517,
			"Pull down your scarf and you'll feel more comfortable.",
			"把围巾拉下来肯定就会舒服很多哦！",
			"マフラーをとればきっと気分がよくなるよ！",
			"목도리를 벗으면 분명 기분이 나아질 거야!",
			null
		],
		[
			"msg",
			196518,
			"Hey!",
			"嘿！",
			"ほらっ！",
			"자!",
			null
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				721,
				2,
				true
			],
			[
				746,
				0,
				false
			]
		],
		[
			"msg",
			196519,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				721,
				3,
				false
			],
			[
				746,
				0,
				true
			]
		],
		[
			"msg",
			196520,
			"Hey, how did you get out of the way? Let me pull your scarf~",
			"诶你怎么躲开啦，让我拉一下你的围巾~",
			"あれ？どうして避けるの？私がマフラーをとってあげるよ~",
			"어라? 왜 피하는 거야? 내가 목도리 풀어줄게~",
			null
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				721,
				3,
				true
			],
			[
				746,
				0,
				false
			]
		],
		[
			"msg",
			196521,
			"Stop playing. Let's go. Forget about the guy.",
			"别玩了，我们先走吧，别管那个家伙了。",
			"ふざけないの。あんなヤツのことは放っておいて、先に行きましょう。",
			"장난치지 마. 그런 녀석은 내버려 두고, 먼저 가자.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				721,
				3,
				true
			],
			[
				747,
				0,
				false
			]
		],
		[
			"msg",
			196522,
			"Well! There must be a good confirmation of their own faith power oh!",
			"嗯！到了那里一定要好好确认自己的信仰之力哦！",
			"そうね！あそこに着いたら、しっかりと自分の信仰の力を確認しないとね！",
			"그래! 거기 도착하면, 제대로 자신의 신앙의 힘을 확인해야지!",
			null
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				721,
				2,
				false
			],
			[
				747,
				0,
				true
			]
		],
		[
			"msg",
			196523,
			"No problem, but now that we've made up our minds. Let's go to the place where we first woke up",
			"没什么问题的啦，不过既然决定了，那就出发吧~向着我们最初醒来的那个地方——",
			"オーケー。そうと決まれば出発しましょう~私たちが最初に目覚めた、あの場所に向かって——",
			"오케이. 그렇게 정했으면 출발하자~ 우리가 처음 깨어난, 그 곳으로 향해서 ——",
			null
		],
		[
			"msg",
			196524,
			"Hey!",
			"嘿！",
			"ヤッホ―！",
			"야호!",
			null
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				721,
				2,
				true
			],
			[
				746,
				0,
				false
			]
		],
		[
			"msg",
			196525,
			"Don't catch... Hurry up.",
			"别抓……赶紧走了。",
			"つかまないでよ……急ぐわよ。",
			"잡지 마... 빨리 가자.",
			null
		]
	]
}