{
	"1220": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96146,
			"Hou hou hou hou hou hou hou——!!!!",
			"吼吼吼吼吼吼——！！！！",
			"グォォォオオオオ——！！！！",
			"꾸우우오오오오——!!!!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96147,
			"What! What's wrong! Mother! Why that island is standing up!",
			"这！这是怎么回事啊！妈妈！为什么那个海岛好像站了起来！",
			"きゃぁ、な！何が起こってるの！お母さん！あの島がまるで立ち上がったみたいに！どうして！？",
			"꺄악, 뭐야! 무슨 일이 일어나는 거야! 엄마! 저 섬이 마치 일어선 것 같아! 왜 그래!?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96148,
			"Feels like obelist prototype~How cool!",
			"有种兵神试做机的感觉呢~真是酷炫！",
			"兵神の試作機みたいだな～カッコいいじゃないか！",
			"병신의 시제품 같은데~ 멋지지 않아!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96149,
			"Thanks to our on-time withdrawal, that island is probably the most horrible place in the planet……",
			"幸亏我们撤退得及时，那个岛屿恐怕已经成为这个星球最可怕的地方了……",
			"早々に撤退して助かったわ。あの島は今、この星で一番恐ろしい場所になった……。",
			"서둘러 철수해서 다행이야. 그 섬은 이제 이 별에서 가장 무서운 곳이 됐어.......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96150,
			"Then! How about Doctor and Bronya!",
			"那！那博士和布洛妮娅姐姐怎么办！",
			"じゃあ！じゃあ……博士とブローニャお姉ちゃんはどうなるの！？",
			"그럼! 그럼...... 박사님과 브로냐 언니는 어떻게 되는 거야!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96151,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96152,
			"No! I am going down! I need to find Bornya!",
			"不行！我要下去！我要去找布洛妮娅姐姐！",
			"ダメッ！私、降りる！ブローニャお姉ちゃんを探しに行かなくちゃ！",
			"안 돼! 나, 내릴 거야! 브로냐 언니를 찾으러 가야 해!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96153,
			"Seele, you can't do anythinng even you go there, this is not something we're able to fight against.",
			"希儿，就算你下去也什么都做不到，这已经不是人类可以对抗的力量了。",
			"ゼーレ、あなたが降りても何もできないわよ。これはもう人間の力で太刀打ちできるものじゃないの。",
			"제레, 네가 내려도 아무 것도 할 수 없어. 이건 더 이상 인간의 힘으로 당해낼 수 있는 게 아니야.",
			null
		],
		[
			"msg",
			96154,
			"So the Mr. Walter's plan is really foresighted, there will be probably another disaster after this……",
			"看来瓦尔特大人的计划果然是有先见之名，恐怕这之后又是一场浩劫……",
			"やっぱり、ヴェルト様の計画には先見の明があったわね。ここから、厄災のはじまりよ……。",
			"역시, 웰트 님의 계획에는 선견지명이 있었어. 여기서, 재앙의 시작이야.......",
			null
		],
		[
			"msg",
			96155,
			"Let's go, our plan falied. Back to ark and report to Mr. Walter.",
			"走吧。计划失败了，撤回方舟要塞，必须赶紧向瓦尔特大人报告此事。",
			"行きましょう。計画は失敗よ。方舟要塞に撤退するわ。急いでヴェルト様にこの事を報告しなければ。",
			"가자. 계획은 실패야. 방주 요새로 철수할 거야. 서둘러 웰트 님께 이 사실을 보고해야 해.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96156,
			"Hey! Mother, Seele leaves by herself.",
			"喂！妈妈，希儿她一个人走掉了。",
			"ちょっと！ママ、ゼーレが一人で行っちゃったよ。",
			"잠깐! 엄마, 제레가 혼자 가버렸어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96157,
			"……Leave her alone.",
			"……随她去吧。",
			"……行かせておきなさい。",
			"...... 가게 두렴.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96158,
			"Coo coo coo! So I also go down to have some fun!",
			"库库库！那是不是我也可以一起下去玩一会！",
			"クックック！それならボクも一緒に降りて遊ぼうっと！",
			"쿠쿠쿠! 그럼 나도 같이 내려가서 놀자!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96159,
			"Huh, as you like.",
			"哼，随你高兴。",
			"フン、好きになさい。",
			"흥, 마음대로 해.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96160,
			"Cool! I still need to find that Volkyrie!",
			"那就好！我还得找那个女武神算账呢！",
			"やったね！あの戦乙女との決着をつけてやらないと！",
			"좋았어! 그 전투처녀와 결판을 내주지!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96161,
			"Sin.",
			"杏。",
			"シン。",
			"신.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96162,
			"Uh? Why? Change your mind?",
			"嗯？怎么？反悔了？",
			"ん？何？もしかして気が変わった？",
			"음? 뭐? 혹시 마음이 바뀌었어?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96163,
			"The Volkyrie fought with you just now, how is that kid named Ninti?",
			"刚才和你战斗的那个女武神，那个叫宁蒂的孩子怎么样了？",
			"さっき、あなたと戦ったあの戦乙女、ニンディとかいう子はどうしたの？",
			"아까, 너랑 싸웠던 그 전투처녀, 닌디라고 하는 애는 어떻게 됐어?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96164,
			"She? She's back to the Shicksal's battleship, what's wrong?",
			"她啊？回天命的战舰了啊，怎么了？",
			"あいつ？天命の戦艦に戻ったよ。どうして？",
			"그녀? 천명의 전함으로 돌아갔어. 왜?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96165,
			"Nothing…go.",
			"没事…去吧。",
			"いえ……行きなさい。",
			"아니... 가라.",
			null
		],
		[
			"msg",
			96166,
			"I will only wait here for 20 minutes, if you are not back…don't blame me.",
			"妈妈只在这里等20分钟，如果你们回不来的话…可不要怪我。",
			"私はここで20分しか待たないからね。もし、あなたたちが帰って来なければ……その時は恨まないでちょうだいね。",
			"나는 여기서 20분만 기다릴 거야. 만약, 너희들이 돌아오지 않으면... 그땐 원망하지 말아줘.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96167,
			"Don't worry mother! I will be right back!",
			"放心吧妈妈！我去去就来！",
			"安心してよ、ママ。ちょっと行ってくるだけだから！",
			"안심해, 엄마. 잠깐 다녀올 거니까!",
			null
		]
	],
	"1221": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96168,
			"Boom!",
			"轰隆隆隆！",
			"ゴォォォン！",
			"꽈아아앙!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			96169,
			"Now! Bring those living Volkria back to the battleship! Ready to retreat!",
			"快！把还活着的女武神带回战舰！准备撤离！",
			"早く！生きている戦乙女を戦艦に！撤退用意！",
			"빨리! 살아있는 발키리를 전함으로! 철수 준비!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96170,
			"「But the Archbishop is still underwater, we can't leave now!」",
			"「可是主教大人还在底下的遗迹中，我们不能撤退！」",
			"「ですが、主教様はまだ海底の遺跡の中です。撤退できません！」",
			"「 하지만, 주교님은 아직 해저 유적 안에 계십니다. 철수할 수 없습니다! 」",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96171,
			"Shut up! I am the supreme commander when Archbishop is absent!",
			"别废话！主教不在的时候我就是最高指挥官！",
			"黙りなさい！主教がいないときは私が最高指揮官なんですの！",
			"닥쳐! 주교님이 없을 땐 내가 최고 지휘관이란 말이야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96172,
			"No! We can't leave Jhana alone! We need to stop her!",
			"不行！不能放着迦娜不管！我们得阻止她！",
			"ダメ！ガーナを放っておくなんて！私たちで彼女を止めなくちゃ！",
			"안 돼! 가나를 내버려 두다니! 우리가 그녀를 막아야 해!",
			null
		],
		[
			"msg",
			96173,
			"Maria! Loose me! Let me ind Jhana!",
			"玛丽亚！快放开我！让我去找迦娜！",
			"マリア！放して！ガーナのところに行かせて！",
			"마리아! 놔줘! 가나한테 가게 해줘!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96174,
			"……Don't be so naïve! Do you think I will let you go so easily! The revenge for Sessiria-Sama……",
			"……少天真了！你以为我会这么容易放了你么！塞西莉亚大人的仇……",
			"……いい加減に気づきなさい！私がそんな簡単にあなたを解放すると思っているんですの！？セシリア様の仇であるあなたを……！",
			"……이제 좀 깨달아야 해! 내가 그렇게 쉽게 널 풀어줄 거라고 생각해?! 세실리아님의 원수인 너를……!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				33,
				3,
				true
			]
		],
		[
			"msg",
			96175,
			"I promise you! I will come back to you if I can stop Jhana! Then we can solve all the hatred! If I am really that hateful you can just kill me!",
			"我答应你！如果能阻止迦娜我一定会回来找你！到时候有什么仇恨就让我们好好解决！如果我真的那么讨人恨的话要杀要剐随你便！",
			"約束するから！ガーナを止めたら、必ずあなたのところに戻って来るから！その時に恨みやらを晴らしてちょうだい！私のことが憎いなら焼くなり煮るなり好きにすればいいわ！",
			"약속할게! 가나를 막으면, 꼭 네 곁으로 돌아올게! 그때 원한이든 뭐든 풀어줘! 내가 미움이면 굽든 삶든 마음대로 해!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				33,
				1,
				false
			]
		],
		[
			"msg",
			96176,
			"This eyes…and Sessiria-Sama……",
			"这个眼神…和塞西莉亚大人……",
			"その目は……セシリア様と同じ……。",
			"그 눈은……세실리아님과 똑같아…….",
			null
		],
		[
			"msg",
			96177,
			"Bastard! You are a lucky kid…do whatever you want! I don't have time to care about you! Next time when we meet things won't be that easy!",
			"混蛋！果然是个走运的家伙…随你的便！我现在没功夫管你！下次遇到的时候可就没那么容易了！",
			"バカ！本当に運のいいヤツですこと……好きにすればいいわ！今はあなたに構っている暇はないんですの！今度、会ったら容赦しないわ！",
			"바보! 정말 운 좋은 녀석이네…… 마음대로 해! 지금은 너한테 신경 쓸 겨를 없어! 다음에 만나면 가만두지 않을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96178,
			"Thank you…Himeko, Mei! Let's go!",
			"感谢…姬子，芽衣！我们走！",
			"ありがとう……姫子、芽衣先輩！行こう！",
			"고마워……히메코, 메이 선배! 가자!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96179,
			"Kiana, are you really going to fight with that Houkai beast? Our strength is not able to defeat her!",
			"琪亚娜，你真的要和那个崩坏兽战斗么？凭我们的力量是无法战胜她的！",
			"キアナ、本当にあの崩壊獣と戦うつもり？私たちの力だけでは勝てっこないわよ！",
			"키아나, 정말로 그 붕괴수와 싸울 셈이야? 우리 힘만으로는 이길 수 없어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96180,
			"No…not fighting, Jhana wants to understand humans, I don't think she really wants to destoy us, but rather long for some connection!",
			"不…不是战斗，迦娜想要读懂人类的内心，我觉得她并不是真心要毁灭人类，而是在渴求着某种联系！",
			"ううん……戦うんじゃないの。ガーナは人間の心を理解したいと思ってる。彼女は本気で人間を滅ぼそうとしているわけじゃないと思うの。そうじゃなくて、何かつながりを求めているのよ！",
			"아니……싸우려는 게 아니야. 가나는 인간의 마음을 이해하고 싶어해. 그녀는 진심으로 인간을 멸망시키려는 게 아니라고 생각해. 그보다는, 뭔가 연결되길 원하는 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96181,
			"Kiana, you mean……",
			"琪亚娜，你的意思是……",
			"キアナちゃん、それってつまり……。",
			"키아나, 그 말은 즉…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96182,
			"You should be the one know me the best~that's why we are good friends!",
			"芽衣学姐应该是最懂我的~因为我们就是这样才成为好朋友的！",
			"芽衣先輩なら私のことを分かってくれるわよね！だからこそ親友になれたんだもの！",
			"메이 선배라면 내 마음을 이해해줄 거야! 그래서 우리가 절친이 될 수 있었던 거잖아!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96183,
			"Ok! I got it! No matter what you want to, I will be by your side!",
			"嗯！我明白了！不管琪亚娜想做什么，我都会陪在你的身边！",
			"ええ。キアナちゃんが何をしようと、私はあなたの傍を離れないから安心して！",
			"응. 키아나가 무슨 일을 하든, 나는 네 곁을 떠나지 않을 테니까 안심해!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96184,
			"Eh! Seems I am the only one didn't understand, is this the genration gap……",
			"啧！怎么感觉只有我一个人没明白，这难道就是所谓的代沟么……",
			"何よ！私だけ何も分かってないみたいじゃない。まさか、これがいわゆるジェネレーションギャップってやつなの……。",
			"뭐야! 나만 아무것도 모르는 것 같잖아. 설마, 이게 소위 말하는 세대 차이라는 건가…….",
			null
		],
		[
			"msg",
			96185,
			"Ok, I know, but I have promised Theresa, I will try my best to take you out if we meet any dangers, no matter how you struggle.",
			"好吧，我知道了，但是我和德丽莎老师有约在先，如果遇到危险我会尽全力把你们带走，到时候挣扎也没用哦。",
			"いいわ。分かったわよ、でも、私はテレサ先輩との約束を優先するわ。もし危険な目に遭ったら、その時は全力であなたたちを連れ帰る。あがいても無駄よ。最後の授業はまだまだ先なんだから。",
			"좋아. 알겠어, 하지만 나는 테레사 선배와의 약속을 우선할 거야. 만약 위험에 처하면, 그땐 전력으로 너희들을 데려올 테니까. 발버둥쳐도 소용없어. 마지막 수업은 아직 멀었으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96186,
			"Ok! Thank you! Teacher Himeko!",
			"嗯！谢谢你！姬子老师！",
			"うん！ありがとう！姫子先生！",
			"응! 고마워! 히메코 선생님!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				33,
				1,
				true
			]
		],
		[
			"msg",
			96187,
			"Himeko…teacher? Hey! Wait! Kiana! It's the first time you call me teacher after so long! Hey! One more time! Hey!",
			"姬子…老师？喂！等等！琪亚娜！我教你这么久你第一次叫我老师！喂！再叫一遍我听听！喂！",
			"姫子……先生？ちょっと！待って！キアナ！こんなに長い間教えてて、初めて先生って呼んでくれたわね！ちょっと！もう1回言って！ねえ！",
			"히메코……선생님? 잠깐! 기다려! 키아나! 이렇게 오랫동안 가르쳐주고서, 처음으로 선생님이라고 불러주다니! 잠깐! 한 번 더 말해봐! 어서!",
			null
		]
	],
	"1222": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96188,
			"The truth of the \"Stigmata Project\"?",
			"“圣痕计划”的真相？",
			"「聖痕計画」の真相？",
			"「성흔 계획」의 진상?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96189,
			"I think Anti-Entropy has found it, human civilization does not only exist in our age.",
			"我想逆熵也已经发现了吧，人类的文明不仅仅只有我们所在的这个时代。",
			"ネゲントロピーももう気づいているんだろう？人類の文明は僕たちのこの時代だけじゃないってことに。",
			"네겐트로피도 이미 눈치챘을 거야? 인류 문명이 우리의 이 시대뿐만이 아니라는 사실을.",
			null
		],
		[
			"msg",
			96190,
			"42000 years ago, a human civilization as same as the modern one existed in the planet, their extinction led to our birth.",
			"在我们诞生之前的4万2千年前，一个与现代结构完全一致的人类文明就存在于我们的星球上，是他们的毁灭才造就了我们的诞生。",
			"僕たちが誕生する4万2千年前、現代の構造と完全に一致する人類文明が僕たちの星に存在していた。彼らの滅亡が、僕たちの誕生を作ったんだ。",
			"우리가 탄생하기 4만 2천 년 전, 현대의 구조와 완전히 일치하는 인류 문명이 우리의 별에 존재했어. 그들의 멸망이, 우리의 탄생을 만들었던 거야.",
			null
		],
		[
			"msg",
			96191,
			"And the last human civilization, is also generated after the extinction of the onf 42000 years ago…such circulation, consitent happens in Houkai, makes the survival of humans.",
			"而我们的上一个人类文明，也是另一个4万2千年前的文明毁灭后所诞生的产物…如此周而复始，不断地在崩坏中消亡与再生，才造就了如今人类的永存。",
			"そして、僕たちの1つ前の人類文明もさらに4万2千年前の文明の滅亡によって誕生した産物なんだ……この周期が繰り返され、崩壊の中に消滅と再生が起こり続ける。それによって今のように人類が存続し続けているんだ。",
			"그리고 우리의 하나 전 인류 문명도 또다시 4만 2천 년 전 문명의 멸망에 의해 탄생한 산물이야…… 이 주기가 반복되며, 붕괴 속에서 소멸과 재생이 계속 일어나. 그것으로 인해 지금처럼 인류가 존속해 온 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96192,
			"You mean……",
			"你的意思是……",
			"それはつまり……。",
			"그건 즉…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96193,
			"Right, that Dr. MEI on top of the old civilization, is using her life work, that ultimate method against Houkai is the curse on the life circulation of humans! The so called \"Stigmata Project\" is just a failure of a loser!",
			"没错，那个站在旧时代文明顶端的MEI博士，用她毕生心血所完成的杰作，那对抗崩坏的最终手段就是对人类永生轮回的诅咒！所谓的“圣痕计划”不过是一个失败者的苟延残喘罢了！",
			"そう、あの旧時代文明の頂点に立つMEI博士。彼女が生涯の心血を注いだ傑作、崩壊に対抗する最終手段こそが人類の永劫回帰の呪いなんだ！いわゆる「聖痕計画」は失敗者の喘ぎに過ぎないんだよ！",
			"그래, 그 옛 시대 문명의 정점에 선 MEI 박사. 그녀가 생애의 심혈을 기울인 걸작, 붕괴에 맞서는 최후의 수단이 바로 인류의 영겁회귀의 저주야! 이른바 「성흔 계획」은 실패자의 헐떡임에 불과하다고!",
			null
		],
		[
			"msg",
			96194,
			"She kills all humans that participated in the proect at that time, carved all their individual gene in a special genetic factor named \"Stigmata\" that is kept, and placed in a \"system\" to be controlled and calculated.",
			"她杀死了自己时代中参与圣痕计划的所有人类，将他们体内代表个体特征的基因全部镌刻在了一段名为“圣痕”的特殊遗传因子中保存了下来。放置在了一套“系统”中进行控制与演算。",
			"MEI博士は自分の時代で聖痕計画に関わった全ての人間を殺し、彼らの体内でも特徴的な遺伝子を「聖痕」と名付け、遺伝子上に刻み込んで保存したんだ。「システム」の中に入れて制御と計算をしながらね。",
			"MEI 박사는 자신의 시대에서 성흔 계획에 관여한 모든 인간을 죽이고, 그들의 체내에서도 특징적인 유전자를 「성흔」이라 명명해 유전자에 새겨 보존했어. 「시스템」 안에 넣어 제어와 계산을 하면서 말이야.",
			null
		],
		[
			"msg",
			96195,
			"Every time when human civilization is ruined during the process against Houkai, this \"Stigmata Project\" will be activated again, to create new human civilization after 42000 years, to fight against Houkai again.",
			"每当人类文明在对抗崩坏的过程中不幸毁灭的时候，这套“圣痕系统”就将再次激活，在短短的4万2千年后塑造出新的人类文明，重新走上对抗崩坏的舞台。",
			"人類文明が崩壊に対抗する過程で不幸にも滅亡してしまう時、この「聖痕システム」は再び起動する。たった4万2千年後に新たな人類文明を築き、再び崩壊に対抗する舞台を歩み出す。",
			"인류 문명이 붕괴에 맞서는 과정에서 불행히도 멸망해 버릴 때, 이 「성흔 시스템」은 다시 기동해. 고작 4만 2천 년 후에 새 인류 문명을 일구어, 다시 붕괴에 맞서는 무대를 밟아 나가는 거야.",
			null
		],
		[
			"msg",
			96196,
			"Dr. MEI believe in the infinite calculation of civilization, humans will finally find the way to defeat Houkai. All the other generations that were ruined are only stepping stones for the final victory…this is how her way against Houkai at the cost of the whole human civilization.",
			"MEI博士相信在无数次文明的演算中，人类终将找到战胜崩坏的方法，其他所有毁灭的时代都只是为了最终胜利而舍弃的垫脚石罢了…这就是她以整个人类的文明为代价所得出的对抗崩坏的方法。",
			"MEI博士は無数の文明を経る中で、人類がいつか勝つ方法を見つけると信じていた。その他の滅亡の時代は最後の勝利に向けた布石にすぎない……これこそが、彼女が全人類文明と引き換えに手にした崩壊への対抗法だよ。",
			"MEI 박사는 무수한 문명을 거치는 중에, 인류가 언젠가 이길 방법을 찾을 거라 믿었어. 그 외의 멸망의 시대는 최후의 승리를 위한 포석에 지나지 않았다…… 이것이 바로, 그녀가 전 인류 문명과 바꿔 손에 넣은 붕괴에 대한 대항법이야.",
			null
		],
		[
			"msg",
			96197,
			"Her practice that was called as \"devil\" by opposition has become the lifeline for human beings, those who had reviled her would never imagine this.",
			"她被当时的反对派称为“恶魔”的做法却成了人类的救命稻草，那些在墓碑里唾骂她的人应该做梦都不会想到吧。",
			"反対派からは「悪魔」のやり方だと言われながらも、彼女は人類最後の頼みの綱となった。彼女を罵り、墓の中で眠っている人たちは夢にも思わないだろうね。",
			"반대파에게는 「악마」의 방식이라",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96198,
			"How come…this…this is impossible!",
			"怎么会…这…这不可能！",
			"まさか……そ……そんなのありえないわ！",
			"설마... 그... 그럴 리가 없어!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96199,
			"I know you wouldn't believe such a rediculous story, but now the proof is right in front of us……",
			"我知道你不会相信这种荒诞的故事，但是现在证明这一切的证据就在我们面前……",
			"こんな荒唐無稽な話、信じないと思うよ──でも今、これら全てを証明する証拠が僕たちの目の前にあるんだ……。",
			"이런 황당무계한 이야기, 믿지 않을 거라 생각해── 하지만 지금, 이 모든 것을 증명하는 증거가 우리 눈앞에 있어…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96200,
			"Wait…My mind is tangled! Let me gather my thoughts.",
			"等等…我的脑子有点混乱！让我重新整理一下！",
			"待って……頭が混乱してきた！もう一度整理させてちょうだい！",
			"잠깐... 머리가 혼란스러워! 다시 한번 정리하게 해줘!",
			null
		],
		[
			"msg",
			96201,
			"This Garland stronghold is built as the base station for Heishin…Meanwhile the second base station was not used for Heishin, but rather created a huge underground bunker……",
			"这座伽蓝要塞是为了兵神而建造的基站…同时在火山发现的二号基站却并非为兵神所用，而是制造了一个巨大的地下掩体……",
			"このガラン要塞は兵神のために建てられた基地よね……そして火山で見つけた2号機の基地は兵神が使うためでなく、巨大な地下シェルターだった……。",
			"이 갈란 요새는 병신을 위해 지어진 기지 맞지... 그리고 화산에서 발견한 2호기 기지는 병신이 사용하기 위한 게 아니라, 거대한 지하 쉘터였어…….",
			null
		],
		[
			"msg",
			96202,
			"This means that humans at that time didn't believe Heishin could defeat the planet-level Houkai beast, so they sought new possibilities……",
			"这说明当时的人类并不相信兵神能够战胜行星级崩坏兽，所以寻求着新的可能性……",
			"つまり、当時の人間は兵神が惑星級崩壊獣に勝てるとは信じていなかった。だから新たな可能性を探した……。",
			"즉, 당시의 인간들은 병신이 행성급 붕괴수에게 이길 수 있다고 믿지 않았어. 그래서 새로운 가능성을 찾았던 거야…….",
			null
		],
		[
			"msg",
			96203,
			"Assume that……even Dr. MEI who made Heishin abandoned the Heishin plan…then the thing that this Garland really wanted to cover and protect is…!",
			"假设…就连制造兵神的MEI博士都放弃了兵神计划…那这座伽蓝要塞真正想要隐藏和保护的东西是…！",
			"仮に……兵神を作ったMEI博士までもが兵神計画を放棄していたとしたら……そしたら、このガラン要塞が本当に隠して守ろうとしている物は……！",
			"만약... 병신을 만든 MEI 박사마저 병신 계획을 포기하고 있었다면... 그렇다면, 이 갈란 요새가 진짜로 숨기고 지키려 했던 것은……!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96204,
			"Right, that \"Stigmata\" system controls the fate of humans is hidden in the \"Garland Terminal\" behind this huge wall!",
			"没错，那套操控着人类命运的“圣痕”系统就隐藏在这扇巨墙背后的“伽蓝终端”之中！",
			"その通り。人類の運命を操る「聖痕」システムがこの扉の向こうの「ガラン端末」の中に隠されているんだ！",
			"그래. 인류의 운명을 조종하는 「성흔」 시스템이 이 문 너머의 「갈란 단말」 안에 숨겨져 있는 거야!",
			null
		],
		[
			"msg",
			96205,
			"This super terminal calculates the birth and death of humans, at the same time keeps the hope for all humans, \"Stigmata\"!",
			"这台超级终端计算着人类的诞生与灭亡，同时也保存着所有人类的火种，“圣痕”！",
			"このスーパー端末は人類の誕生と滅亡を計算し、同時に全人類の火種である「聖痕」を保存しているんだ。",
			"이 슈퍼 단말은 인류의 탄생과 멸망을 계산하고, 동시에 전 인류의 불씨인 「성흔」을 보존하고 있어.",
			null
		],
		[
			"msg",
			96206,
			"Having this, means have the control of humans' fate, to get rid of the circulation with Houkai! To create a new era!",
			"只要拥有了它，就能掌控全人类的命运，从崩坏的轮回中解脱出来！创造新的纪元！",
			"それさえあれば、全人類の運命を操り、崩壊の輪廻から解脱できるんだ。新しい時代を創れるんだよ。",
			"그것만 있으면, 전 인류의 운명을 조종하고, 붕괴의 윤회에서 해탈할 수 있어. 새로운 시대를 창조할 수 있는 거야.",
			null
		],
		[
			"msg",
			96207,
			"……you should understand?",
			"……这么说你应该明白了吧？",
			"……ここまで言えば分かるはずだよね？",
			"...... 여기까지 말하면 이해할 수 있을 거야, 그렇지?",
			null
		]
	],
	"1223": [
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96208,
			"\"Garland Terminal\" , does this kind of thing really exist……",
			"“伽蓝终端”，这样的东西真的存在么……",
			"「ガラン端末」。そんなものが本当に存在するの……？",
			"「갈란 단말」. 그런 것이 정말로 존재하는 거야……?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96209,
			"Openning this door we will find the answer, since we agreed to cooperate, let's find the way together.",
			"只要打开这扇大门我们就能找到答案，既然我们已经达成合作，就一起寻找打开它的方法吧。",
			"この扉を開けさえすれば答えが見つかるよ。協力するからには、一緒に開ける方法を探そう。",
			"이 문만 열면 답을 찾을 수 있어. 협력하는 이상, 함께 열 방법을 찾자.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96210,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96211,
			"Why, you change your mind?",
			"怎么了，事到如今想要反悔了么？",
			"どうしたんだい？ここまできて前言撤回かい？",
			"무슨 일이야? 여기까지 와서 말을 바꾸는 거야?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96212,
			"If you are right…then what we will open is a Pandoras's box that will detroy the future of humans……",
			"如果你说的话都是真的…那我们要打开的将是一个毁灭人类未来的潘多拉魔盒……",
			"もし、あなたの話が全て正しければ……それじゃあ、私たちが開けようとしているのは人類の未来を滅亡させるパンドラの箱ってこと……。",
			"만약, 네 말이 전부 사실이라면…… 그렇다면, 우리가 열려고 하는 건 인류의 미래를 멸망시킬 판도라의 상자라는 거잖아…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96213,
			"But at the same time to create a future right?",
			"但同时也能创造出人类的未来不是么？",
			"だけど、それと同時に人類の未来も築けるんだよ？",
			"하지만, 그와 동시에 인류의 미래도 건설할 수 있잖아?",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96214,
			"If you have the power of Stigmata…what will you use it for!",
			"如果得到了圣痕的力量…你会拿它来做什么！",
			"もし、聖痕の力を手に入れたら……あなたはそれで何をするつもりなの！？",
			"만약, 성흔의 힘을 손에 넣는다면…… 너는 그걸로 뭘 하려는 거야!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96215,
			"…You should know this better than me.",
			"…这种问题你自己应该最清楚不过了。",
			"……そんなこと、君自身がよく分かっているんじゃないのかい？",
			"……그런 건, 너 자신이 잘 알고 있지 않아?",
			null
		],
		[
			"msg",
			96216,
			"Isn't it you that created the sample of \"Stigmata\", Dr. Yssring.",
			"当初不就是你自己研究出了“圣痕”基因的样本么，伊瑟琳博士。",
			"君自身が「聖痕」の遺伝子サンプルを研究して最初に見つけたんじゃないか。イザーリン博士。",
			"너 자신이 「성흔」의 유전자 샘플을 연구해 처음 발견했잖아. 이자린 박사.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96217,
			"You! How come you know my name!",
			"你！你怎么会知道我的名字！",
			"あなた！どうして私の名前を！？",
			"너! 어떻게 내 이름을!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96218,
			"I won't be mistaken, the daughter of the famous scentists Leavtruth couple, found the hidden special genetic factor structure in humans at the age of 13, but at that time you didn't know that was \"Stigmata\".",
			"我是不会认错，著名科学家利维休斯夫妇的女儿，十三岁的时候便发现了人类基因中隐藏的特殊遗传因子结构，只是那时候你还不知道那其实就是名为“圣痕”的东西。",
			"間違えようがないさ。有名な科学者リーヴトゥルース夫妻の娘。13歳の時に人間の遺伝子に隠された特殊な遺伝子結合を見つけた。その時はそれが「聖痕」という名前のものだとは知らなかったようだけどね。",
			"틀릴 리 없잖아. 유명한 과학자 리브트루스 부부의 딸. 13살 때 인간의 유전자에 숨겨진 특수한 유전자 결합을 발견했지. 그땐 그것이 「성흔」이라는 이름의 것인지는 몰랐던 것 같지만.",
			null
		],
		[
			"msg",
			96219,
			"To get this information, we sought you for a long time, but didn't know you finally became part of Anti-Entropy to against the Shicksal, what a shame……",
			"当年为了获得这些情报，我们可是找了你很久呢，没想到你最终投入了逆熵的怀抱与天命作对，真是遗憾呢……",
			"この情報を手に入れるために、かつて僕はずいぶんと君を探したんだよ。まさか君がネゲントロピーに身を投じ、天命と敵対するとはね。本当に残念だよ……。",
			"이 정보를 손에 넣기 위해, 한때 난 꽤 널 찾아다녔어. 네가 네겐트로피에 몸을 던져 천명과 적대하게 될 줄이야. 정말 유감이야......",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96220,
			"So you were those people who investigated me!",
			"果然当年一直在追查我的人就是你们么！",
			"やっぱり、あの頃ずっと私のことを追いかけていたのはあなたたちだったのね！",
			"역시, 그때 계속 나를 쫓아다니던 건 너희들이었구나!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96221,
			"Ok, forget about this, I just want to know your answer, are you willing to witness the historical moment of humans with me? I can promise you, the Shicksal will lead humans to defeat Houkai, create a more brilliant civilization!",
			"好了，抛开这个话题，我现在只想知道你的答案，是否愿意和我一起见证人类即将到来的历史瞬间？我可以向你保证，天命会带领人类战胜崩坏，建立更辉煌的文明！",
			"まあまあ。この話は置いておくとして、今は君の答えが知りたいだけなんだ。僕と一緒に人類に間もなく訪れる歴史の瞬間を見届けるかい？——約束しよう。天命は人類を率いて崩壊に勝ち、さらに輝かしい文明を築くよ！",
			"어쨌든. 이 이야기는 접어두고, 지금은 네 대답이 궁금할 뿐이야. 나와 함께 인류에게 곧 닥칠 역사의 순간을 지켜보겠어? ——약속하지. 천명은 인류를 이끌어 붕괴를 극복하고, 더욱 빛나는 문명을 건설할 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96222,
			"……even we are created…even we are the clones!",
			"……算我们是被制造出来的又怎么样…就算我们是克隆品又如何！",
			"……私たちが作られたものだからって何だというの……私たちがクローンだから何だというの！",
			"...우리가 만들어진 존재라고 해서 어쩌라는 거야... 우리가 클론이라고 해서 뭐 어때!",
			null
		],
		[
			"msg",
			96223,
			"We have our own thoughts, our unique sentience, the brilliance as human beings, which can never be cloned! There is no such steel that can decide way of thinking!",
			"我们拥有自己的思想，拥有自己独特的感情，拥有着作为人类的光辉，这是无法复制的东西！能够决定思维方式的钢印是不可能存在的！",
			"私たちには自分の考え、自分だけの感情がある。人間としての誇りもある。これはコピーできるものなんかじゃないわ！思考方法を決められる機械なんて存在するはずないもの！",
			"우리에게는 우리만의 생각, 우리만의 감정이 있어. 인간으로서의 긍지도 있고. 이건 복사할 수 있는 게 아니야! 사고방식을 결정당하는 기계 같은 건 존재할 수 없어!",
			null
		],
		[
			"msg",
			96224,
			"Now humans still have our hope! I won't deny the existence of ourselves! So let all the nonsense of the \"Garland system\" go to hell!",
			"现在的人类还有着自己的希望！我是不会否定我们自身的存在！所以“伽蓝系统”这种邪门歪道都见鬼去吧！",
			"今の人間はまだ自らの希望を抱いているわ！私は私たち自身の存在を否定したりはしない！だから「ガランシステム」なんて邪道なもの、なくなってしまえばいいのよ！",
			"지금의 인간들은 아직 자신들의 희망을 품고 있다고! 나는 우리의 존재를 부정하지 않아! 그러니 「가란 시스템」 같은 사도적인 것, 사라져버려야 해!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96225,
			"Huh, seems Miss. Yssring still haven't completely understood life, so you can't reach my level, neither to appreciate the same views with me, I'm really disappointed……",
			"哼，看来伊瑟琳小姐现在依然无法彻底理解生命，所以你达不到我所在的高度，也无法跟我欣赏同样的风景，真是令人失望……",
			"フン、どうやらイザーリンさんはまだ命というものを完全には理解できていないようだね。だから君は僕のいる高みに到達できないし、僕と同じ景色を楽しむこともできない。本当にがっかりだよ……。",
			"흥, 아직 이자린 씨는 생명이라는 것을 완전히 이해하지 못한 모양이군. 그래서 넌 내가 있는 높이에 도달할 수 없고, 나와 같은 경치를 즐길 수도 없어. 정말 실망이야......",
			null
		],
		[
			"msg",
			96226,
			"Kika, do you think I can find another people that can understand me like you? Have the same painful experience of losing, the same hope for rebirth, you shall understand what kind of great future can be created by \"Stigmata System\"?",
			"辉火，你说我还能找到像你一样理解我的人么？同样经历失去的痛苦，同样想要获得新生，你的话应该能够理解“圣痕系统”所创造出的伟大的未来吧？",
			"輝火、僕は君みたいに僕を理解してくれる人を見つけられるのかな？僕と同じように失う苦しみを経験し、僕と同じように生まれ変わりを手に入れたいと思う人を。君なら「聖痕システム」の創り出す未来を理解できるよね？",
			"키카, 나도 너처럼 나를 이해해줄 사람을 찾을 수 있을까? 나처럼 잃어버림의 고통을 경험하고, 나처럼 재탄생을 원하는 사람을. 너라면 「성흔 시스템」이 창조할 미래를 이해할 수 있지?",
			null
		],
		[
			"msg",
			96227,
			"Come on, finish them",
			"来吧，帮我解决掉她们。",
			"さあ、僕の代わりに彼女たちを片付けてくれ。",
			"자, 내 대신 그녀들을 처리해줘.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96228,
			"Doctor! Come to my back!",
			"博士！到我身后！",
			"博士！後ろに！",
			"박사님! 뒤에!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96229,
			"Oh! Ok!",
			"好！好的！",
			"わ……分かったわ！",
			"알... 알겠어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			96230,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96231,
			"Huh, disturb me in such an important moment, who is it.",
			"哼，居然在这么关键的时候打扰我，究竟是谁这么不解风情呢。",
			"フン、こんな大事な時に限って邪魔が入る。一体、誰が水を差してきたんだ。",
			"흥, 이런 중요한 때에만 방해가 들어오네. 대체 누가 물을 뿌린 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				33,
				3,
				false
			]
		],
		[
			"msg",
			96232,
			"Otto! You haven't finished yet! There's not much time for Glorious Covenant! If you don't come back we will all become the food for that Houkai beast!",
			"奥托！你还没结束么！辉煌盟约已经坚持不了多久了！你再不返回我们都得葬身在这片海域成为那只崩坏兽的食物！",
			"主教様！まだ終りませんの！？輝きの盟約はもう限界ですの！これ以上ここに留まれば、私たち全員この海であの崩壊獣の餌食になりますわ！",
			"주교님! 아직 안 끝났어요!? 빛의 서약은 이미 한계에요! 더 이상 여기에 머무르면, 우리 모두 이 바다에서 저 붕괴수의 먹이가 될 거예요!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96233,
			"Huh…I know.",
			"哼…我知道了。",
			"フン……分かったよ。",
			"흠…… 알겠어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				2,
				false
			]
		],
		[
			"msg",
			96234,
			"How…now we have two ways, either everyone die here and keep the secret! Or we leave, for the future!",
			"这么样…现在有两条路，要么大家都死在这里让一切成为秘密！要么一起撤退，来日方长！",
			"どうする……選択肢は2つよ。全員ここで死んで全てを秘密のままにするか、一緒に撤退して、また出直すか！",
			"어떻게 할 거야…… 선택지는 두 가지야. 모두 여기서 죽어 모든 것을 비밀로 간직할 것인가, 함께 물러나서 다시 시작할 것인가!",
			null
		],
		[
			"msg",
			96235,
			"Even you kill us to remove obstacles! You still need to think of how to open this door…Or! Even you somehow open it! You may not able to understand the terminal! Even you……",
			"就算你现在杀掉我们排除障碍！你还得想办法打开这道大门…就！就算你瞎猫碰到死耗子打开了它！你也未必能解读终端！就算你……",
			"今、私たちを殺して邪魔を取り除いたとしても、この扉を開ける方法を考えなきゃいけない……た、たとえ、あなたがまぐれ当たりでどうにか開けたとしても、あなたじゃ端末を解読できるとは限らない！たとえあなたが──",
			"지금, 우리를 죽여 방해물을 제거했다 해도, 이 문을 열 방법을 생각해야 해…… 설, 설사 당신이 운좋게 어떻게든 열었다 해도, 당신이 터미널을 해독할 수 있을 거라곤 못 해! 설사 당신이──",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96236,
			"Shut up!",
			"闭嘴！",
			"黙れっ！！！",
			"닥쳐!!!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96237,
			"Woo…ok…then go ahead……",
			"呜…好…那你自己看着办吧……",
			"うっ……はい……じゃあ自分でさっさと決めてちょうだい……。",
			"으…… 알았어…… 그럼 빨리 스스로 결정하라니까……。",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96238,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			96239,
			"Fine, today we stop here. This time you give me a lesson. I know from now that only to root out Anti-Entropy can we avoid further concerns.",
			"好吧，今天就到此为止。这次你们成功给我上了一课。让我明白了必须先铲除掉逆熵才能没有后顾之忧。",
			"いいだろう。今日のところはここまでにしよう。おかげでいい教訓になったよ。ネゲントロピーを徹底的に始末して余計な心配をなくすのが先だってはっきり分かった。",
			"좋아. 오늘은 여기까지 하자. 덕분에 좋은 교훈을 얻었어. 네겐트로피를 철저히 처리해서 쓸데없는 걱정을 없애는 게 먼저라는 걸 확실히 깨달았어.",
			null
		],
		[
			"msg",
			96240,
			"Since we know the location of the terminal, the only thing left is a matter of time.",
			"既然知道了终端的位置，剩下的只是时间问题了。",
			"端末の場所が判明した以上、あとは時間の問題さ。",
			"단말기의 위치를 알아냈으니, 이제는 시간 문제야.",
			null
		],
		[
			"msg",
			96241,
			"Kika, let's go.",
			"辉火，我们走。",
			"輝火、行こう。",
			"키카, 가자.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			96242,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96243,
			"Huh…finally ends……",
			"呼…终于结束了……",
			"ふぅ……やっと終わった……。",
			"후우…… 드디어 끝났어…….",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96244,
			"Doctor, let's leave here soon.",
			"博士，我们也赶紧撤离吧。",
			"博士、急いで撤退しましょう。",
			"박사님, 서둘러 철수합시다.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96245,
			"Wait! Let me try to open this door! As a researcher I can't see the truth just get away in front of me!",
			"等等！让我试试开打开这扇大门！作为科研人员我不能眼睁睁地看着真相在我面前溜走！",
			"待って！この扉が開くかどうか試させてちょうだい！科学者としては、真相が目の前で通り過ぎていくのを黙って見ているわけにいかないわ！",
			"기다려! 이 문이 열리는지 한번 시험해보게 해줘! 과학자로서, 진상이 눈앞을 스쳐지나가는 걸 가만히 보고만 있을 순 없어!",
			null
		],
		[
			"msg",
			96246,
			"Quick quick quick! Get you Projet Bunny to try! In case!",
			"快快快！把你的重装小兔叫过来试试！万一！",
			"早く、早く！あなたの重装ウサギを呼んで試してみて！もしかしたら……！",
			"빨리, 빨리! 당신의 중장토끼를 불러서 시험해봐! 어쩌면……!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			96247,
			"Bang!",
			"咚！",
			"ドンッ！",
			"쿵!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96248,
			"Coo!",
			"咕！",
			"うげっ！",
			"윽!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96249,
			"The easiest way is to knock her down.",
			"果然这种情况还是直接打晕最省事了。",
			"やはり、こういう時は直接眠らせた方が早いですね。",
			"역시 이런 때는 직접 재우는 게 빠르군요.",
			null
		],
		[
			"msg",
			96250,
			"Uh? Why Doctor's badge is……",
			"嗯？博士的徽章怎么……",
			"ん？博士のバッジがどうして……。",
			"음? 박사의 배지가 왜......",
			null
		],
		[
			"msg",
			96251,
			"Maybe it's my illusion.",
			"大概是错觉吧。",
			"……見間違いでしょうか。",
			"......착각인가.",
			null
		]
	],
	"1224": [
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96252,
			"It feels so good to stretch~Living as a human always makes me forget my original body.",
			"伸展身体的感觉真好~总是以人类的样子活着总感觉已经忘记了本来的身体。",
			"身体を伸ばすのは気持ち良い。人の姿で過ごしておると、本来の姿を忘れてしまう。",
			"몸을 쭉 펴는 건 기분 좋군. 인간의 모습으로 지내다 보면 본래 모습을 잊어버리게 돼.",
			null
		],
		[
			"msg",
			96253,
			"Huh! Refreshing, the most confortable condition is to forget about human sentience……",
			"呼！真是神清气爽，果然抛开人类的情感之后才是最舒服的状态……",
			"クフッ、実に清々しい。やはり人類の感情を捨てた後は気分も舞い上がる……。",
			"훗, 정말 상쾌하군. 역시 인간의 감정을 버린 후엔 기분도 업되네......",
			null
		],
		[
			"msg",
			96254,
			"Then let me clear this world that is polluted by humans!",
			"那么就让我来清扫这片被人类所污秽的世界吧！",
			"では、この人類に穢された世界を浄化してやろう。",
			"자, 이 인간들로 더럽혀진 세상을 정화해주도록 하지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96255,
			"Jhana!",
			"迦娜！",
			"ガーナ！",
			"가나!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96256,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96257,
			"Wait!",
			"等一下！",
			"待って！",
			"기다려!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96258,
			"Kiana, sorry this time humans still cannot stop me.",
			"琪亚娜，很遗憾这一次人类依旧没能阻止得了我。",
			"キアナ、残念だが今回の人類もやはり妾を止められなかった。",
			"키아나, 유감이지만 이번 인류 역시 과인을 막지 못했구나.",
			null
		],
		[
			"msg",
			96259,
			"Even though Garland is ruined, it doesn't prevent me from destroying human civilization one more time.",
			"虽然伽蓝已经被毁灭，不过这并不妨碍我再一次将人类的文明抹杀。",
			"ガランは滅亡したが、妾が人類の文明をまた破壊するのとは関係ない。",
			"갈란은 멸망했지만, 과인이 인류 문명을 또다시 파괴하는 것과는 무관하다.",
			null
		],
		[
			"msg",
			96260,
			"Congratulations that you are as lucky as those stupid humans in Garland to see the real me.",
			"恭喜你们也和伽蓝的那些愚民一样有幸目睹我的真身。",
			"そなたたちもガランのあの愚民どものように、妾の真の姿を目にできる。幸運なことだ。",
			"너희들도 갈란의 그 우민들처럼 과인의 진정한 모습을 목격할 수 있게 되었군. 행운이로다.",
			null
		],
		[
			"msg",
			96261,
			"Before everything ends, do you have anything else to say?",
			"在一切终结之前，你还有什么想说的么？",
			"全てが終わる前に何か言っておきたいことはあるか？",
			"모든 것이 끝나기 전에 하고 싶은 말이라도 있는가?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96262,
			"Jhana! You still have expectation for human! I know your wish! Why do you wake up!",
			"迦娜！你还对人类抱有期望对么！我想知道你的目的！究竟为什么苏醒！",
			"ガーナ！あなた、まだ人類に希望を抱いているんでしょ！？私はあなたの目的が知りたいの！どうして蘇ったの！？",
			"키아나! 너, 아직도 인류에게 희망을 품고 있는 거지!? 난 네 목적이 알고 싶어! 왜 부활한 거야!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96263,
			"Why……you don'r remember? Who was the one that awoke me!",
			"为什么……果然你已经不记得了么？当初是谁唤醒了沉睡的我！",
			"どうして……やはり、もう覚えていないと？あの時、誰が妾を眠りから目覚めさせたのか！",
			"어째서…… 역시, 이미 기억하지 못하는 건가? 그때, 누가 나를 잠에서 깨웠는지!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				18,
				0,
				true
			]
		],
		[
			"msg",
			96264,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				18,
				0,
				false
			]
		],
		[
			"msg",
			96265,
			"Kiana, if you want to save humans then kill me as you did before!",
			"琪亚娜，如果你想拯救人类的话就和当初一样消灭我吧！",
			"キアナ、人類を救いたいのなら、あの時のように妾を消滅させてみるがよい！",
			"키아나, 인류를 구하고 싶다면, 그때처럼 나를 소멸시켜 보아라!",
			null
		],
		[
			"msg",
			96266,
			"This is grand finale of you and me!",
			"这就是我与你最终的归宿！",
			"それこそが、妾とそなたの最後の結末！",
			"그것이 바로 나와 너의 마지막 결말이다!",
			null
		]
	],
	"1225": [
		[
			"speaker",
			204553
		],
		[
			"bg",
			"CG10056"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96267,
			"Jhana! Stop! What's the value of such meaningless killing!",
			"迦娜！快住手！这样无意义的杀戮有什么价值么！",
			"ガーナ！やめて！こんな無意味な殺戮に、何の価値があるの！",
			"가나! 그만둬! 이런 무의미한 살육에 무슨 가치가 있다는 거야!",
			null
		],
		[
			"msg",
			96268,
			"You want to understand humans! Why don't you try to communicate more with them!",
			"你不是想要了解人类么！为什么不试与人类进行更多的交流呢！",
			"あなたは人間を理解したいんじゃないの！？どうして、人間ともっとたくさん交流しようとしないの！？",
			"너 인간을 이해하고 싶어 하는 거 아니야!? 왜 인간들과 더 많이 교류하려고 하지 않는 거야!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			96269,
			"Communication? Kiana, you still don't understand.",
			"交流？琪亚娜，看来你还是没有明白。",
			"交流？キアナ、どうやらそなた、まだ理解しておらんのだな。",
			"교류? 키아나, 너 아직도 이해하지 못했구나.",
			null
		],
		[
			"msg",
			96270,
			"I have no interest in humans, the reason why I want to know them, is because of you.",
			"我对人类没有丝毫的兴趣，我之所以想要了解它们，完全是因为你。",
			"妾は人類などに何の興味もない。妾が理解したいと思うのは、全てそなたのせいだ。",
			"짐은 인류 따위엔 전혀 관심 없다. 짐이 이해하고 싶은 건, 모두 너 때문이다.",
			null
		],
		[
			"msg",
			96271,
			"I just want to know hwy you want to become humans, want to live the same way as they do, that's why I try to become part of them……",
			"我只是想了解你为什么会想要变成人类，想要和它们过着一样生活，所以才试着去成为人类……",
			"妾はただ、そなたがどうして人間になりたいのか、どうして彼らと一緒に生活したいのかを知りたいから、人間となっただけ……。",
			"짐은 단지, 네가 왜 인간이 되고 싶어 하는지, 왜 그들과 함께 살고 싶어 하는지를 알고 싶어서, 인간이 되었을 뿐…….",
			null
		],
		[
			"msg",
			96272,
			"But I'm wrong, when you awoke me 40000 years ago, when I saw you I know you were the same as me…When you became that golden light that destroyed humans, became the angel that announced the ending of humans, I knew I found you……",
			"但是我错了，在4万多年之前你唤醒我时，当我看到你的姿态我就知道你是和我一样的存在…你化作那道毁灭人类的金色光芒，成为宣告人类灭亡的天使时，我就知道我找到你了……",
			"だけど間違っていた。4万年前、そなたが妾を覚醒させた時、そなたを見てすぐに妾と同じだと悟った。そなたが人類を滅ぼす金色の光に変わり、滅亡を宣告する天使になった時、ようやくそなたを見つけられたと思った──",
			"하지만 틀렸어. 4만 년 전, 네가 짐을 깨웠을 때, 널 보고 바로 짐과 같음을 깨달았다. 네가 인류를 멸망시키는 황금빛 광망으로 변해, 멸망을 선고하는 천사가 되었을 때, 비로소 널 찾았다고 생각했──",
			null
		],
		[
			"msg",
			96273,
			"But when that golden light disappeared, I never saw you again……",
			"然而随着那道金色的光芒转瞬即逝，你却再也没有了的身影……",
			"しかし、あの金色の光は瞬く間に消え、そなたは二度と姿を現さなかった……。",
			"그러나, 그 황금빛 광망은 순식간에 사라지고, 너는 다시는 모습을 드러내지 않았어…….",
			null
		],
		[
			"msg",
			96274,
			"Until years after, humans come into this sea again, I found you among numerous people…but you have become the same as them and forgot your mission, willing to be the low-level race.",
			"直到万年之后，人类再度踏上这片海洋，我才从无数的人群中找到了你…但是你却变得和它们一样忘记了自己的使命，甘愿成为低贱的种族。",
			"数万年も経って、人類が再びこの海に足を踏み入れ、妾はやっと大勢の人類の中からそなたを見つけ出した……だが、そなたは他の者と同じように自分の使命を忘れ、下賤な種族に成り下がっていた。",
			"수만 년이 지나, 인류가 다시 이 바다에 발을 들여놓았고, 짐은 드디어 수많은 인류 속에서 너를 찾아냈어…… 하지만, 너는 다른 이들처럼 자신의 사명을 잊고, 비천한 종족으로 전락해 있었지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			96275,
			"Jhana…what are you talking about, I don't understand……",
			"迦娜…你在说些什么，我听不明白……",
			"ガーナ……あなた、何を言ってるの？意味分からないよ……。",
			"가나…… 너, 무슨 소리 하는 거야? 무슨 말인지 모르겠어…….",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			96276,
			"Haha, seems you really forget it…forget your identity, having a delusion to be the perfect combination of human and Houkai.",
			"呵呵，看来你果然忘记了呢…忘记了你的身份，自以为成为了人类与崩坏最完美的结合。",
			"クフッ、やはり忘れておるか……そなたの本当の姿を。人類と崩壊の完璧な融合を。",
			"쿠훗, 역시 잊고 있었군…… 네 진정한 모습을. 인류와 붕괴의 완벽한 융합을.",
			null
		],
		[
			"msg",
			96277,
			"But now you are nothing…just a ridiculous creature in between…not even a life.",
			"但现在的你什么都不是…只是夹在两者之间的可笑产物罢了…甚至连生命都算不上。",
			"しかし、今のそなたは何者でもない……両者の間にぶら下がっている滑稽な産物にすぎん……よもや生命体と称すのも愚かしい。",
			"하지만, 지금의 너는 아무것도 아니야…… 양자 사이에 매달린 우스꽝스러운 산물에 불과해…… 생명체라고 부르는 것조차 어리석은 일이지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			96278,
			"My identity……?",
			"我自己的身份……？",
			"私の本当の姿……？",
			"나의 진짜 모습……?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"msg",
			96279,
			"Kiana! Enough! We need to leave here!",
			"琪亚娜！已经够了！我们得撤离这里了！",
			"キアナ！もういいわ！ここから撤退するわよ！",
			"키아나! 이제 됐어! 여기서 철수할 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			96280,
			"Jhana, what did you want to tell!",
			"迦娜，你究竟想告诉我什么！",
			"ガーナ、あなた、私に何が言いたいの！？",
			"가나, 너, 나한테 무슨 말을 하려는 거야!?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			96281,
			"Haha…finally you are curious about me~then there's still something interesting in this world.",
			"呵呵…看来你终于对我产生了兴趣呢~看来这个世界还有一丝值得期待的地方。",
			"……ようやく妾に興味を持ったか。この世界にも、まだほんのわずか期待ができそうだ。",
			"……드디어 나에게 관심을 가졌구나. 이 세상에도 아주 조금은 기대를 해볼 만하겠군.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"msg",
			96282,
			"Kiana! Leave! The whirlpool by the Houkai beast has swallowed the whole island! Let's go!",
			"琪亚娜！快走！崩坏兽激起的旋涡已经淹没整个海岛了！我们快走！",
			"キアナッ！急いで！崩壊獣が巻き起こした渦が島全体を呑み込んでいるわ！脱出するわよ！",
			"키아나! 서둘러! 붕괴수가 일으킨 소용돌이가 섬 전체를 삼키고 있어! 탈출할 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"msg",
			96283,
			"Wait! You haven't told me!",
			"等下！你还没有告诉我！",
			"待って！まだ教えてもらってないわ！",
			"기다려! 아직 듣지 못했어!",
			null
		],
		[
			"msg",
			96284,
			"Wait! Jhana!",
			"等下！迦娜！",
			"待って！ガーナ！",
			"기다려! 가나!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"msg",
			96285,
			"Kiana…Come to me when you find who you are~I will always wait you here!",
			"琪亚娜…等你知道自己是谁之后再来找我吧~我会永远在这里等你的！",
			"キアナ……自分が何者かを理解したら妾のところにくるがよい。妾は永遠にここでそなたを待っておる。",
			"키아나…… 네가 누구인지 이해하게 되면 나에게 오도록. 나는 영원히 여기에서 너를 기다리겠다.",
			null
		],
		[
			"msg",
			96286,
			"Until then, I will announce the end of world with you together…and walk to ge era of destruction with you.",
			"到那时，我会和你一起宣布世界的终结…与你一起走向毁灭的纪元。",
			"その時、妾はそなたと一緒に世界の終わりを宣言しよう……そなたと一緒に崩壊の時代への歩みを進める。",
			"그때, 나는 너와 함께 세상의 종말을 선언하리라…… 너와 함께 붕괴의 시대로 나아가리.",
			null
		],
		[
			"msg",
			96287,
			"I always love you…please don't forget this point……",
			"我永远深爱着你…只有这点请你不要忘记……",
			"永遠にそなたを愛しておる……これだけは忘れないでくれ……。",
			"영원히 너를 사랑하리라…… 이것만은 잊지 말아다오…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			96288,
			"Boom!!!!",
			"轰隆隆！！！！",
			"ゴォォン！！！！",
			"꽈아아앙!!!",
			null
		],
		[
			"bg",
			"black"
		],
		[
			"msg",
			96289,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96290,
			"Now is the time…we have to retreat.",
			"时间差不多了…看来只能撤退了。",
			"もう時間ね……撤退するしかないわ。",
			"이제 시간이 됐네... 물러날 수밖에 없겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96291,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96292,
			"This sign is…the Shicksal?",
			"这个信号是…天命？",
			"この信号は……天命？",
			"이 신호는... 천명?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96293,
			"Cocolia, thank you for your hospitality, it' really a fullfilling day for me.",
			"可可利亚女士，感谢你今天的款待，对我来说真是充实的一天。",
			"カカリアさん、今日の歓迎ありがとう。僕にとっては本当に充実した1日になったよ。",
			"쿠쿠리아 씨, 오늘의 환대 고마워. 나에게 정말 알찬 하루가 됐어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96294,
			"How is it? Any progress?",
			"怎么样？天命的考古发掘有什么进展么？",
			"どう？天命の考古学発掘に進展はあった？",
			"어때? 천명의 고고학 발굴에 진전은 있었어?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			96295,
			"Thanks to you, we've found something very important.",
			"托你的福，已经找到了非常重要的信息。",
			"おかげさまで。非常に重要な情報を見つけたよ。",
			"덕분이야. 매우 중요한 정보를 찾았지.",
			null
		],
		[
			"msg",
			96296,
			"Today we say goodbye, in the near future, I will come to visit Anti-Entropy again.",
			"今天我们就此别过，在不久的将来，我一定会来逆熵登门拜访的。",
			"今日はここでお別れだけど、近いうちにネゲントロピーを訪ねに行くよ。",
			"오늘은 여기서 헤어지지만, 가까운 시일 내에 네겐트로피를 찾아갈게.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96297,
			"Huh, anytime.",
			"哼，恭候大驾。",
			"フン、楽しみに待ってるわ。",
			"흥, 기대하고 있을게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96298,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96299,
			"Glorious Covenant has left…so Doctor and Bronya……",
			"辉煌盟约撤退了么…看来博士她们……",
			"輝きの盟約は撤退したのかしら……どうやら博士たちは……。",
			"빛의 맹약은 물러난 걸까...... 아무래도 박사님들은......",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96300,
			"Mother! I come back with Bronya!",
			"妈妈！我把布洛妮娅姐姐她们接回来了！",
			"お母さん！ブローニャお姉ちゃんたちを連れて帰ってきたよ！",
			"엄마! 브로냐 언니들을 데리고 왔어요!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96301,
			"!",
			"！",
			"……！",
			"......!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96302,
			"So heavy! I spend so many efforts! This green hair slept as if she died! Let me wake you up!",
			"真是重死了！别人这么辛苦！这个绿毛倒睡的跟死猪一样！看我不揍醒她！",
			"お、重すぎる！こっちはこんなに苦労してるのに、この緑頭はブタみたいにグーグー寝やがって！ぶん殴って起こしてやる！",
			"아, 너무 무거워! 우리는 이렇게 고생하는데 이 녹색 머리 녀석은 돼지처럼 쿨쿨 자고 있잖아! 두들겨 패서 깨워 주겠어!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96303,
			"Whoa! Don't! Don't beat me! I will do anything! Please give me a chance!",
			"呜哇！别！别打我！我什么都做！求天命饶我不死！",
			"──うわっ！やめて！殴らないで！何でもするから！命だけはご勘弁を、天命様！",
			"──우왁! 하지 마! 때리지 말아 줘! 뭐든 할 테니까! 목숨만은 살려 줘, 천명님!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96304,
			"Huh…I will tell Mr.Walter exactly what you said.",
			"嚯…你刚才发言我会如实转告给瓦尔特大人的。",
			"へぇ……今の発言、そっくりそのままヴェルト様に伝えておくわ。",
			"흐음...... 방금 그 말, 그대로 웰트님께 전해 드릴게요.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96305,
			"Coo! Cocolia! How come…why I am back to Moonlight Throne! The door? Stigmata system?",
			"咕！可可利亚！怎么会…我怎么回到月光王座了！大门呢？圣痕系统呢？",
			"ぐっ！カカリア！……えぇっと……どうして月光王座に戻ってるのかしら！？扉は？聖痕システムは？",
			"윽! 쿠쿠리아!...... 어, 어째서 월광왕좌에 돌아온 거지!? 문은? 성흔 시스템은?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96306,
			"These things I will let you tell Mr. Walter by yourself.",
			"这些事情你就亲自向瓦尔特大人汇报吧。",
			"そのことについては自分でヴェルト様に報告してちょうだいね。",
			"그건 직접 웰트님께 보고하시죠.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96307,
			"Wait! Cocolia! This time the finding is historical! Send me back to Garland!",
			"等等！可可利亚！这次的发现可是史无前例的！快让我回到伽蓝要塞！",
			"待って！カカリア！今回の発見は前代未聞なの！早く私をガラン要塞に戻して！",
			"잠깐! 쿠쿠리아! 이번 발견은 전대미문이야! 빨리 나를 가란 요새로 돌려보내 줘!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96308,
			"I'm afraid it's impossible. Garland and that awakened Houkai beast were together in the huge whirlpool, If you want to get inside again probably you need to kill that Houkai beast first.",
			"怕是不可能了，伽蓝要塞已经和那头苏醒的崩坏兽一同包裹在巨大的旋涡中了，恐怕再想进去就得杀掉那只崩坏兽才行了。",
			"それは無理そうね。ガラン要塞はあの蘇った崩壊獣と一緒に巨大な渦に飲み込まれちゃったわよ。また入るには、あの崩壊獣を殺さないと無理でしょうね。",
			"그건 무리인 것 같아. 갈란 요새는 그 부활한 붕괴수와 함께 거대한 소용돌이에 휩쓸려버렸다고. 다시 들어가려면, 저 붕괴수를 죽이지 않으면 안 될 거야.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			96309,
			"How…How come……",
			"怎…怎么会这样……",
			"ど……どうしてそんな……。",
			"어... 어떻게 그런...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			96310,
			"Beep beep beep——",
			"滴滴滴——",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			96311,
			"This is Hyperion, we have been on board successfully.",
			"这里是休伯利安号，我们已经成功登舰。",
			"こちらハイペリオン号、私たちは発艦したわよ。",
			"여기 히페리온 호, 우리는 발함했어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96312,
			"Lucky you.",
			"真是命大的家伙呢。",
			"本当にしぶといやつね",
			"정말 질긴 녀석이네",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			96313,
			"Huh, same to you.",
			"哼，彼此彼此。",
			"フン、お互い様でしょう。",
			"흥, 서로 그렇지.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96314,
			"Thank you all for the dedication to the fight, but here's a bad news, our underwater unit seems to flee away without any findings.",
			"非常感谢你们的舍身战斗，但是告诉你们一个很不幸的消息，我们派出去的水下小队似乎什么也没有找到就光着屁股逃出来了。",
			"あなたたちの捨て身の戦いに感謝するわ。でも、悪い知らせがあるの。私たちが派遣した海底チームがほとんど何も見つけられず、手ぶらで逃げ出してきたのよ。",
			"너희들의 목숨을 건 싸움에 감사해. 하지만 나쁜 소식이 있어. 우리가 파견한 해저 팀이 거의 아무것도 찾지 못하고 빈손으로 도망쳐 왔어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96315,
			"Hey! How hurtful for you to say this! I have been through the chasing from the Shicksal to come back.",
			"喂！可可利亚你这么说也太伤人了吧！我可是好不容易逃过天命的追杀才回来的！",
			"ちょっと！カカリア、それはいくら何でもひどすぎよ！私は天命の追手から必死に逃げてきたんだから！",
			"잠깐! 쿠쿠리아, 그건 너무 심하다고! 나는 천명의 추격자들로부터 필사적으로 도망쳐 왔단 말이야!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96316,
			"Ok, since you can get away from the Archbishop of the Shicksal, you would be more suitable to be a spy.",
			"的确，能从天命的大主教手里逃脱，看来以后还是派你做间谍更合适。",
			"確かに。天命の大主教の手から逃げられるなんて、これからもあなたをスパイとして送り込むべきね。",
			"확실히. 천명의 대주교의 손아귀에서 벗어날 수 있다니, 앞으로도 너를 스파이로 보내야겠네.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96317,
			"What are you saying…that one is the Archbishop of the Shicksal!?",
			"你说什么…那个人是天命的大主教！？",
			"いま何て言った……あの人が天命の大主教！？",
			"지금 뭐라고 했어... 그 사람이 천명의 대주교!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			96318,
			"Ah…I have no idea how you become the executor.",
			"哎…真不知道你是怎么当上执行者的。",
			"もう……あなた本当にどうやって執行者になったのよ。",
			"정말... 너 어떻게 집행자가 된 거야?",
			null
		],
		[
			"msg",
			96319,
			"I will suggest to Mr. Walter to withdraw your title as the punishment for your inaction this time.",
			"我会向瓦尔特大人谏言撤销你的执行者头衔作为这次无功而返的惩罚。",
			"ヴェルト様に、あなたが今回手ぶらで帰ってきた罰として執行者の肩書を抹消するよう進言しておかなくちゃ。",
			"웰트 님께, 네가 이번에 빈손으로 돌아온 벌로 집행자 직함을 말소하라고 건의해둬야겠어.",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			96320,
			"Wait…even we only had one step to the information of Stigmata, I still found some important clues.",
			"等等…虽然这次离圣痕的情报只有一步之遥，但是我还是找到了一些重要的线索。",
			"待って……今回、聖痕の情報まであとちょっと届かなかったけど、重要な手掛かりは手に入れたわよ。",
			"잠깐... 이번에 성흔 정보까지는 좀처럼 얻지 못했지만, 중요한 단서는 찾았어.",
			null
		],
		[
			"msg",
			96321,
			"This is from the database in the bottom of Garland, maybe we still have hope!",
			"这是从要塞底层的一个数据库中获得的资料，或许我们还有希望！",
			"これは要塞の最下層のデータベースから手に入れた資料なの。もしかしたら、まだ希望があるかも！",
			"이건 요새 최하층 데이터베이스에서 입수한 자료야. 어쩌면 아직 희망이 있을지도!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			96322,
			"\"Dr. MEI, thank you very much for making us the terminal copy AI 'Phemie Iris', now she can perfectly work with our machines. All this can happen because of your 'Stigmata' theory, I want to pay you the highest tribute as a representative of 'Mobious'.\"",
			"“MEI博士，十分感谢您为我们制造的仿制终端AI‘菲米莉丝’，现在她已经能完美配合我们所研制的机器。这一切都归功于您所提出的‘圣痕’理论，我谨代表人合联第三研究所‘Mobius’全体人员向您致以最高的敬意。”",
			"「MEI博士、コピー端末AI『フェミリス』を製造していただき感謝いたします。彼女と私たちのマシンの相性は良好です。これも全て博士の聖痕理論のおかげ。人合連第三研究所Mobiusを代表し最高の敬意を。」",
			"「MEI 박사님, 복제 단말 AI『페미리스』를 제작해 주셔서 감사드립니다. 그녀와 우리 마신의 궁합은 좋습니다. 이 모든 것도 박사님의 성흔 이론 덕분입니다. 인합련 제3연구소 Mobius를 대표하여 최고의 경의를. 」",
			null
		],
		[
			"msg",
			96323,
			"\"This day, aurora covers the whole 'Mobious', as if promised a bright future. There are six days before the planet-level Houkai beast befell, hope you in \"Garland\" is safe and sound. Finally, wish all of us can witness the coming of tomorrow.\"",
			"“这一天，极光覆盖了整座‘Mobius’研究所，似乎在预示着光辉的明天。距离行星级崩坏兽降临还有六天，希望身处‘伽蓝’的您平安无事。最后，衷心祝愿我们能够一同见证明天的到来。”",
			"「今日、オーロラがMobius研究所を包み込みました。まるで輝く明日の予兆であるかのように。惑星級崩壊獣の降臨まであと6日。ガランにいるあなたの無事と、そして共に明日を見届けられること心から願います。」",
			"「오늘, 오로라가 Mobius 연구소를 감쌌습니다. 마치 빛나는 내일의 전조라도 되는 것처럼. 행성급 붕괴수 강림까지 6일. 갈란에 계신 당신의 무사함과, 함께 내일을 볼 수 있기를 진심으로 바랍니다. 」",
			null
		],
		[
			"msg",
			96324,
			"\"Best regards Mobious \" ——Doc:000000003-4614/12/01",
			"“Mobius研究所全体 拜启” ——文件编号000000003-4614/12/01",
			"「Mobius研究所一同」 ──ファイル番号000000003-4614/12/01",
			"「Mobius 연구소 일동」 ──파일 번호000000003-4614/12/01",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			96325,
			"Is this the new info? Covered by aurora, sounds so romantic~",
			"这个是新的遗迹情报么？被极光覆盖的研究所，好浪漫的感觉~",
			"これが遺跡の情報なの？オーロラに包まれた研究所なんてロマンチックだね！",
			"이게 유적 정보야? 오로라에 휩싸인 연구소라니 로맨틱하네!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			96326,
			"Then it should be located in polar regions.",
			"这么看来它的位置应该是在地球的两极附近。",
			"この情報から、その場所は地球の両極いずれかの付近のようですね。",
			"이 정보로 보아, 그 장소는 지구의 양극 중 한쪽 근처인 것 같군요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			96327,
			"What can they find in such desolate places!",
			"那种鸟不拉屎的地方有什么好调查的！",
			"そんな辺鄙なところ調査してどうすんだよ！",
			"그런 외딴 곳을 조사해서 뭘 어쩌겠다는 거야!",
			null
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				314,
				0,
				true
			],
			[
				19,
				3,
				false
			]
		],
		[
			"msg",
			96328,
			"But the more desolate the place is, the more possible it can create life…ah, but imagining of going somewhere that cold makes me tremble.",
			"但越是严酷的地方就越能绽放出生命的契机…哎，虽然一想到要去那么冷的地方就浑身发抖……",
			"でも過酷な場所ほど、命の価値を見直せるわよ……あぁ、あんな寒いとこ、ちょっと想像しただけで身震いしてくるけど……。",
			"하지만 혹독한 곳일수록 생명의 가치를 다시 생각하게 되지... 아, 저렇게 추운 곳이라니, 상상만 해도 몸서리가 치네...",
			null
		]
	],
	"1226": [
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96329,
			"Hot wind, cool wind…",
			"炎热的风，清凉的风……",
			"暑い風、涼しい風……。",
			"뜨거운 바람, 시원한 바람...",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96330,
			"When it comes to summer, it's all about going to the beach! But it's getting dark...Well, isn't it going to rain??",
			"说到夏天果然就是要到海边呀！不过天色都要暗下来了……咕，这该不会是要下雨吧！？",
			"海まできたのに空が曇ってきちゃったわ……ま、まさか雨が降るんじゃないでしょうね！？",
			"바다까지 왔는데 하늘이 흐려지기 시작했어... 설, 설마 비라도 오는 건 아니겠지!?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96331,
			"There seems to be some sign of that, and we were supposed to start earlier...But we'll be there for a few days. It doesn't really matter.",
			"好像确实有这样的迹象呢，果然该早一点出发的么......但我们会在那呆好几天呢，其实也无所谓啦。",
			"わからないわ。やっぱりもう少し早く出発するべきだったわね……だけど、しばらくはここに滞在するから気にするだけ損よ。",
			"모르겠어. 역시 조금 더 일찍 출발할 걸 그랬어... 하지만, 한동안은 여기에 머무를 거니까 신경 쓰면 손해야.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96332,
			"Whose fault is this? Hey!",
			"这到底是谁的错啊喂！",
			"誰のせいで遅い出発になったと思ってるのよ！",
			"누구 탓에 늦게 출발하게 됐다고 생각하는 거야!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96333,
			"It's hard to see that Kirakira is entangled. We cannot miss it.",
			"Kirakira被狗仔队纠缠可是难得一见的光景呀~不能错过不是吗~",
			"Kirakiraのメンバーがパパラッチに囲まれるなんて滅多にない光景でしょう？もしかしたら、おもしろいものが見れたかもしれないじゃない。",
			"Kirakira 멤버들이 파파라치에게 둘러싸이는 건 흔히 볼 수 있는 광경이 아니잖아? 어쩌면 재미있는 걸 볼 수도 있었을지도 모르는데.",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96334,
			"Whoo, the so-called watching from afar, and then help a little small... What of…",
			"呼呼，所谓隔岸观火，再帮点小忙…什么的……",
			"ふふ、悪趣味。いい趣味とも言えるわ。",
			"후훗, 악취미. 좋은 취향이라고도 할 수 있지.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96335,
			"Hey! If you just want to have a see on the play, why did you help? We were all ready to go….",
			"喂喂喂！到头来其实还是为了看戏嘛，那刚才为什么还要去帮忙啦！本来都已经准备好要出发了……",
			"ちょっと、ちょっと！見物するために来たって言うの？時間の無駄じゃない……。",
			"야, 야! 구경하러 왔다고? 시간 낭비잖아...",
			null
		],
		[
			"msg",
			96336,
			"However, if you want to say that for reference in the future we also encounter the same situation how to deal with....Where is baskerville?",
			"不过，你如果要说是为了参考下以后我们也碰上同样情况该怎么处理……倒也说得过去。话说巴斯克维尔呢？",
			"あ、でも今後は私たちも同じ状況に陥るかもしれないから参考のために見ておいて損はなかったかもしれないわね……。ん、あれ？バスクビールはどこに行ったのよ。",
			"아, 하지만 앞으로 우리도 같은 상황에 빠질 수 있으니까 참고해 두는 게 나쁘지 않았을지도... 음, 어? 바스크비어는 어디로 간 거야.",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96337,
			"Let's go first and she'll take the rear…",
			"我们先走，她垫后……",
			"知らないわ。本当は知ってるかもしれないけどね。",
			"몰라. 사실은 알고 있을지도 모르지만.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				831,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96338,
			"Well, it would be strange not to be noticed by a group of people who choose such noisy places for their holidays.",
			"哼~这群人自己选择那种吵闹的地方度假，不被盯上就奇怪了~真是一点自觉都没有，巴斯克维尔还管她们干嘛呀~",
			"フン、芸術の欠片もないわ。早く目的地に行ってのんびりしたいわ。",
			"흥, 예술적 가치라곤 눈씻고 찾아봐도 없네. 빨리 목적지에 가서 편히 쉬고 싶어.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96339,
			"Yeah, yeah, that's why I thought the place I was going to was awesome! No one disturbed! Surrounded by the sea!Ah...Speaking of which, Toreador, do you know paradise island?",
			"没错没错，所以我才认为接下来要去的地方简直是棒极了！没有人打扰！四面环海！啊...说到这个，妥芮朵你知道天堂岛吗！",
			"あ……そう言えば、トレアドールはパラダイス島って知ってる？",
			"아... 그런데 말이야, 트레아도르가 파라다이스 섬이라는 거 알아?",
			null
		],
		[
			"msg",
			96340,
			"I always feel that the place we are going to this time is much more beautiful than there!",
			"就总觉得，我们这次要去的地方比那里要漂亮得多啊！",
			"今回行く場所は以前行った場所よりもずっと綺麗みたい！……そんな気がするわ！",
			"이번에 가는 곳은 전에 갔던 곳보다 훨씬 더 아름다운 것 같아!... 그런 기분이 들어!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96341,
			"Fool, it's not nearly as good as a tourist destination, even if they don't seem like works of art to me",
			"笨蛋，这跟那种旅游胜地比起来还是差得远的吧，虽然在我看来它们都还称不上艺术品就是~",
			"バカね。あの観光名所と比べたらここなんて全然ダメよ。どちらも芸術品じゃないから興味ないわ。",
			"바보 같아. 그 유명 관광지랑 비교하면 여긴 완전히 별로야. 둘 다 예술품이 아니니까 관심 없거든.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96342,
			"Is it...I thought it would be nice to see the island twinkle in the sun like Toreador…",
			"是吗...我还觉得这座小岛在太阳底下就跟妥芮朵一样一闪一闪的挺好看的呢......",
			"そう……私は、太陽が照らすこの島はトレアドールのように輝いていて綺麗だと思うけれど……。",
			"그래... 나는, 태양이 비추는 이 섬이 트레아도르처럼 반짝이고 아름답다고 생각하지만...",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96343,
			"You you you you you you, you say what silly talk! Don't compare me to an island!",
			"你你你你你、你在说什么傻话啦！不要拿我跟岛比啦！",
			"あ、あな……あなたはなにバカなこと言ってるの！わ、私を島と比べたりしないでよ！",
			"아, 너... 너 무슨 바보 같은 소리를 하는 거야! 나, 나를 섬이랑 비교하지 마!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			96344,
			"Yeah ~ island! Island! Ha ha ha ha ha",
			"耶~海岛！海岛！哈哈哈哈哈~",
			"トレアお姉ちゃんの顔が真っ赤だよ？",
			"트레아 언니 얼굴이 새빨개졌어?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96345,
			"By the way, the cabin over there is also very special. If you like it, I have spent a lot of effort to rent it. It is very hard to print your handshake tickets.",
			"真是精力充沛呢~顺带一提，那边的小木屋可也非常别具特色的哟~你们喜欢的话就真不枉我花大力气租下这里呢，印刷你们的握手券可是很辛苦的啊~",
			"はいはい、ふざけるのはそこまで。そろそろ目的地に着くから雨が降らない内に行くわよ。",
			"알았어 알았어, 장난은 그만. 곧 목적지에 도착하니까 비 오기 전에 가자.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96346,
			"huh? Did anyone need it?",
			"刚想称赞一下但怎么发现自己好像被卖了！说回来那玩意还有人要的吗！",
			"おおー！着いたら早速泳ぎまくるわよ！",
			"우와! 도착하자마자 바로 물놀이 시작이야!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96347,
			"Oh? You're not too confident. Even if kirakira comes out on top, we're still popular",
			"哦？你们也太没自信了吧，就算kirakira独占鳌头，我们的人气也是依旧的好吧~",
			"そうね。今は余計なことを考えないで、休暇をゆっくり楽しみましょう。",
			"그래. 지금은 잡생각하지 말고 휴가를 천천히 즐기자.",
			null
		],
		[
			"msg",
			96348,
			"But don't think about it too much now. Enjoy your vacation",
			"不过现在还是别想那么多啦~好好享受这次休假吧~",
			"……これは泳ぐ前に雨が降りそうね。",
			"......이건 수영하기 전에 비가 올 것 같네.",
			null
		]
	],
	"1227": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96349,
			"——Rumble.....",
			"——轰隆隆......",
			"——ゴロゴロ",
			"——우르릉",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96350,
			"Well...Why? We've only been on the island for less than ten minutes…",
			"唔...为什么会这样，我们才到岛上不到十分钟吧......",
			"どうしてこうなるのよ。着いてから10分も経っていないじゃない……。",
			"왜 이렇게 되는 거야. 도착한 지 10분도 안 됐잖아.......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96351,
			"——Chugga!",
			"——哐啷！",
			"——ザアア！",
			"——쏟아져!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96352,
			"Why is it thunderstorm? What is the point of wearing a swimsuit to such an unaesthetic and remote place...",
			"为什么会下起雷暴雨了啊！到底是为了什么才穿泳装来这种毫无美感又偏僻的地方的......",
			"どうして……どうして雷雨になるのよ！なんのために水着を着たと思っているの！？",
			"왜......왜 천둥비가 오는 거야! 내가 왜 수영복을 입은 줄 알아!?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96353,
			"Oh, it's not good. The weather forecast didn't say it would rain.",
			"呀~这还真是苦恼呢，明明天气预报没说会下雨来着~",
			"これは本当にイヤになっちゃうわね。天気予報では雨が降るなんて言ってなかったのに……。",
			"이건 정말 싫어져. 일기예보에서는 비 온다곤 안 했는데.......",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96354,
			"You... Why do you look so happy…",
			"你...怎么看起来这么高兴......",
			"雷雨くらい問題ないわ！今から泳いでくるわ！",
			"천둥비쯤은 문제없어! 지금부터 수영하러 갈 거야!",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			96355,
			"Night wants to go out….",
			"夜夜...想出去玩呢......",
			"わ、私も一緒に——",
			"와, 나도 같이 ——",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96356,
			"No BBQ…No fire…No Treasure box…We can just look at the watermelons…",
			"不能烧烤...不能放烟花...没有宝箱可以挖，连打西瓜也不能打，就只能看西瓜堆在那......真是烦恼呢~",
			"二人とも、やめなさい。あぁ～BBQもできない、花火もできない、宝探しもできない、スイカ割りもダメ。まぁ、スイカは向こうに積んであるけどね……本当にムカつくわね……。",
			"둘 다, 그만해. 아~ 바베큐도 못 하고, 불꽃놀이도 못 하고, 보물찾기도 못 하고, 수박 깨기도 안 돼. 뭐, 수박은 저쪽에 쌓여 있지만...... 정말 짜증나네.......",
			null
		],
		[
			"msg",
			96357,
			"But this is our vacation, and it shouldn't be stopped by a storm like this.",
			"但是，这属于我们的度假，不应该被这样的暴风雨阻挡不是吗~",
			"これは私たちの休暇なのよ。雷雨ごときに邪魔されるわけにはいかないわ。",
			"이건 우리의 휴가야. 천둥비 따위에 방해받을 순 없어.",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96358,
			"It's cold...It is also a sad and joyful experience to be trapped together by the heavy rain.",
			"好冷...好热......能一起被大雨困在这，也是让人伤心而又愉悦的体验呢。",
			"寒さ、暑さ……大雨は悲しいけど、みんなと一緒にいるのも楽しい経験。",
			"추위, 더위... 비가 오는 건 슬프지만, 모두와 함께하는 것도 즐거운 경험이지.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96359,
			"Ah~ Vader knows very well, like this, everyone around, tasting hot tea...Then, let's talk about the secret of your heart",
			"啊~维达很懂呢，像这样，大家围在一起，品尝着热茶...然后，让我们一起来聊聊大家心底里的秘密吧~",
			"ヴィーザルはよくわかっているわね。こういう風にみんな一緒になって熱いお茶を飲んで……そして、一緒に心の底にある秘密を語り合いましょう。",
			"비자르는 잘 알고 있네. 이렇게 모두 함께 뜨거운 차를 마시며... 그리고 함께 마음 속 깊은 비밀을 나누어 보자구.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96360,
			"Vader is the unexpected girl...",
			"意外的少女呢...纹章还有这样一面的吗？",
			"あら、意外と乙女なところもあるのね。",
			"어머, 의외로 소녀 같은 면도 있네.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			96361,
			"Ah ha ha ~ secret, night also want to play together ~",
			"啊哈哈~秘密吗，夜夜也要一起来~",
			"はいっ！はいっ！私もみんなとおしゃべりしたい！",
			"네! 네! 나도 모두와 수다 떨고 싶어!",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96362,
			"Well, let's start with me --",
			"那，就从我先开始吧——",
			"ふふ、じゃあ私から始めるわよ？",
			"후후, 그럼 내가 시작할게?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96363,
			"Goo... We can't even guess, the secret of Vader...",
			"咕...我们猜也猜不透的，纹章的秘密......",
			"紋章の秘密って……。",
			"문장의 비밀이라...",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96364,
			"That's what happened to me...At the end of the day, it was just a few days ago, yes, when I came to check the island...",
			"那是发生在我身上的事...说到底，其实就是几天前呢，没错，就是我来查看这个小岛的情况时......",
			"この話はね、実際に私の身に起きたことなの。実を言うとね、そう……私がこの小島を調べている時……。",
			"이 이야기는 내게 실제로 일어난 일이야. 사실을 말하자면... 내가 이 작은 섬을 조사하던 때...",
			null
		],
		[
			"msg",
			96365,
			"At that time, I came to the cabin alone...Then I saw…",
			"那时候，只有我自己一个人来到了这个小木屋里......然后，我看到了......",
			"私一人でこのログハウスに来たの……そして、見ちゃったのよ……。",
			"나 혼자 이 통나무집에 왔는데... 그리고 봐버렸어...",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96366,
			"（Isn't the atmosphere alright?）",
			"（总感觉...气氛不太对？）",
			"（あれ？なんだか……雰囲気がおかしい？）",
			"(어? 왠지... 분위기가 이상한데?)",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96367,
			"Hehe ~ I see, in this place where we live...The thing hidden in the dark, quietly…quietly…with a wheezing breath walking toward me~",
			"呵呵~我看到了，就在我们住的这个地方...那隐藏黑暗之中，悄悄...悄悄......带着喘息声向我靠近的——",
			"ふふっ、私見たの。私たちがいるこの場所……あの隠れた暗闇の中で、ひっそり……ひっそりと息を切らしながら私に近づいて来たの——",
			"후훗, 내가 본 거야. 우리가 있는 이 장소... 그 숨겨진 어둠 속에서, 조용히... 조용히 숨을 헐떡이며 내게 다가오던 ——",
			null
		],
		[
			"msg",
			96368,
			"Glowing eyes!",
			"会发光的眼睛！",
			"光の目が！",
			"빛의 눈이!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96369,
			"——Roar！",
			"——轰隆！",
			"——ゴロゴロゴロ！！！",
			"——우르르르르!!!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96370,
			"Whoa! What a secret! Isn't this a ghost story?",
			"呜哇！什么秘密！这不是鬼故事吗！",
			"うわぁ……なにが秘密よ。怪談じゃないのかしら？",
			"우와... 뭐가 비밀이라는 거야. 괴담이 아니었어?",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96371,
			"And then......",
			"然后......",
			"そして——",
			"그리고 ——",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96372,
			"Soh plz stop talking! And don't lean over --",
			"快停下不要再说啦！还有不要靠过来啊——",
			"そして、じゃないわよ。もうそれ以上言わなくていいわ。あとこっちに近づかないで——",
			"그리고, 아니거든. 더 이상 말하지 마. 그리고 이쪽으로 다가오지도 말고 ——",
			null
		]
	],
	"1228": [
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			96373,
			"Ha ha ha ha ha ~ ghost story ghost story",
			"呼哈哈哈哈~鬼故事鬼故事~",
			"あはは！怪談、怪談！楽しいね！",
			"아하하! 괴담, 괴담! 재밌다!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96374,
			"Eh, I remember that you are not afraid of ghosts, are you?",
			"咦，我记得妥芮朵你其实不怕鬼的吧？",
			"あれ、トレアドールはお化け苦手だった？",
			"어라, 트레아도르는 유령 무서워했어?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96375,
			"Of course not! Just the atmosphere! Atmosphere! Suddenly thunder let me shout out!",
			"当然不怕鬼啊！只是气氛！气氛！突然打雷下意识喊了出来而已！",
			"もちろんお化けなんて苦手じゃないわよ。紋章が不気味な顔でこっちに寄ってくるのには……ちょっと驚いちゃったわ。",
			"물론 유령 같은 건 무섭지 않아. 문장이 으스스한 얼굴로 다가오는 건... 좀 놀랐을 뿐이야.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96376,
			"I know…I was so unprepared for Vader's words. But you said you saw it where we live. Is it really?",
			"我知道的我知道的...毫无心理准备被纹章这么一说就连我也吓了一跳呢......但你说是在我们住的地方看到那东西的吧？难道真的……",
			"紋章が秘密の話をするって言うから期待したのに……。でも、ここでそんなものを本当に見たの？まさか本当に……。",
			"문장이 비밀 이야기를 한다길래 기대했는데... 근데 여기서 진짜 그런 걸 본 거야? 설마 정말로...",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96377,
			"Well, I say that, but after all, ghost stories work just fine, and I'm happy to see the shock of Toreador.",
			"唔~虽然我是这么说，但毕竟鬼故事嘛，效果到就好了~看到妥芮朵的样子我也很满足呢~",
			"うーん、そうは言ったけど、所詮は怪談での物語よ。トレアドールの怖がる顔が見たかったのに……。",
			"음, 그렇게 말했지만 결국 괴담 속 이야기잖아. 트레아도르가 무서워하는 얼굴을 보고 싶었는데...",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96378,
			"I won't be frightened by you again next time!",
			"哼，下次才不会再被你吓到呢！",
			"ふんっ！高貴でエレガントなトレアドールが怖がるわけないじゃない。",
			"흥! 고귀하고 우아한 투우사가 무서워할 리 없잖아.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			96379,
			"Night ~ night also has one another story!",
			"夜夜~夜夜也要来！",
			"私もやるやる！今度は私の番だよ！",
			"나도 할 거야! 이번은 내 차례야!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96380,
			"Oh? The ghost story of Night? I'm really looking forward to it.",
			"哦，夜夜的鬼故事吗，真让人期待呢~",
			"えっ、真夏ちゃんも怪談？",
			"엣, 마나카 쨩도 괴담?",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			96381,
			"That is a story happened in the festival ~ as before, the festival is very happy.",
			"唔...那是一个发生在祭典上的故事~和以前一样，祭典超开心的呢~",
			"うん！ちゃんと聞いててね。これは、お祭りで起きたお話なんだよ。いつもと同じようにお祭りはとっても楽しかったの！",
			"응! 제대로 들어줘. 이건 축제에서 일어난 이야기야. 평소처럼 축제는 정말 즐거웠어!",
			null
		],
		[
			"msg",
			96382,
			"Then, night found that there is a girl who was staring at the night...",
			"然后呢，夜夜，在那里见到了一个女孩子！远远的，盯着夜夜......",
			"それでね、私、そこである女の子に会ったの！その子は遠くから、私のことを見ていたの。",
			"그러더니, 나 거기서 어떤 여자아이를 만났어! 그 아이는 멀리서 나를 보고 있었던 거야.",
			null
		],
		[
			"msg",
			96383,
			"Then! Suddenly -she smiled to me!",
			"然后！突然的——笑了出来！",
			"それでね！突然——笑い出したの！",
			"그러더니! 갑자기 —— 웃기 시작한 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96384,
			"......",
			"......",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				832,
				0,
				true
			]
		],
		[
			"msg",
			96385,
			"Smile?",
			"唔，笑是...开心的笑？额鬼故事应该是诡异的笑吧？",
			"えっと……笑うって、楽しいときの笑い？怪談なら怪しい笑いのはず、よね？",
			"어음… 웃는다는 게, 즐거울 때의 웃음? 괴담이라면 수상한 웃음이어야 하지, 맞아?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96386,
			"I always feel like Night is trying to scare us, but...I can't get up just watching Night.",
			"总觉得夜夜很努力想要吓我们，但是...看着夜夜就害怕不起来呢。",
			"話の途中よ、黙って聞いていなさい。",
			"이야기 도중이야, 조용히 듣고 있으라구.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				832,
				0,
				false
			]
		],
		[
			"msg",
			96387,
			"But Night could not find that girl later. She was just disappeared.",
			"是开心的笑啦...但夜夜，却怎么样也开心不起来，好奇怪啊！而且之后夜夜怎么也找不到那个女孩子诶！",
			"楽しい笑いだよ。でも、私はどうしても楽しくならないの。おかしいでしょう？それに、それ以降……私はその女の子を見つけられないの！",
			"즐거운 웃음이야. 하지만 난 왠지 즐겁지가 않아. 이상하죠? 게다가, 그 이후로… 나는 그 여자아이를 찾을 수가 없어!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96388,
			"Disappear?",
			"这么一听倒是很有鬼故事的感觉呢，就像是突然消失的幽灵......这样？",
			"怪談っぽくなってきたわね。突然消えちゃった幽霊みたい……こんな感じかしら？",
			"괴담 분위기가 나기 시작했네. 갑자기 사라진 유령처럼... 이런 느낌일까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96389,
			"——Bang！Ka！",
			"——哐啷！嗒！",
			"——ガタガタッ！サッ！",
			"——덜컹덜컹! 쌩!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96390,
			"Goo...How, how the light suddenly went out? Was it because the Ghost thought it had been discovered and had come to seek Night?",
			"咕...怎、怎么灯突然灭了，是因为幽灵认为自己被发现了所以来找夜夜复仇了吗！",
			"わっ！？……い、いきなりびっくりしたじゃない……どうして突然灯りが消えたのかしら？",
			"앗!?... 갑, 갑자기 깜짝 놀랐잖아... 왜 갑자기 불이 꺼진 거지?",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96391,
			"Don't be afraid...Don't worry, it should be just a power cut, but it doesn't affect me...",
			"别害怕...别安心，应该只是断电而已，但这不影响我发挥......",
			"大丈夫よ、ただの停電。",
			"괜찮아, 그냥 정전이야.",
			null
		],
		[
			"msg",
			96392,
			"Vader Special Super Fluorescent Liquid. Just drop this on the floor and the room will light up.",
			"维达特制超亮荧光药水，只要把这个滴到地上，房间就会亮起来。",
			"トレアドールが泣いてるみたいだから、ヴィーザル特製の不気味な蛍光薬を地面に垂らせば、暗くて明るい光が——",
			"트레아도르가 울고 있는 것 같아서, 비자르 특제의 으스스한 형광약을 땅에 떨어뜨리면, 어둡고 밝은 빛이 ——",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				831,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96393,
			"But is the blue color alright?",
			"但这蓝蓝的颜色是不是很不妙......",
			"な、泣いてないわよ！",
			"아, 울고 있지 않다고!",
			null
		],
		[
			"speaker",
			204136
		],
		[
			"portraits",
			[
				831,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96394,
			"Then I will talk a story of Witch in deep forest.",
			"不妙，正好...那么，接下来就到我了，我要讲的，是一个漆黑森林中...隐居深处的魔女的故事——",
			"そうなの？でも、泣き顔に興味はないわ。それでは、蛍光薬を垂らして青白い不気味な光を——次は私の番ね。",
			"그런가? 하지만, 울상짓는 얼굴엔 흥미 없어. 그럼 형광약을 떨어뜨려 청백색의 으스스한 빛을 ——이번엔 내 차례네.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				831,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96395,
			"Hey~Put the power back on first!",
			"你还要讲啊，喂！先把电源接回去啦——",
			"いつまで続けるのよ……。",
			"언제까지 계속할 거야…….",
			null
		]
	],
	"1229": [
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96396,
			"Huh..Huh...I'm going to be cursed…",
			"呼...呼......要被诅咒了......",
			"私……呪われちゃうのかしら。",
			"나…… 저주받게 되는 걸까.",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96397,
			"Oh, I thought it was always Toreador cursing people.",
			"诶，我以为平时都是妥芮朵诅咒别人的呢。",
			"いつもならトレアドールが他の人を呪いそうなのにね。",
			"평소 같으면 트레아도르가 다른 사람을 저주할 텐데 말이야.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				827,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96398,
			"Well, do not compare our noble blood with those ugly ghosts who delight in cursing! Huh...",
			"哼，别把我们高贵的血族和那些以诅咒人为乐的丑陋幽灵相提并论啦！哈......",
			"フン、私たち高貴な吸血族とあんな人を呪うことを楽しみにしている醜い幽霊と一緒に並べないでよね！はぁ……。",
			"흥, 우리 고귀한 흡혈족을 그런 저주받을 즐거움에 빠진 추악한 유령과 함께 묶지 말아요! 하아…….",
			null
		],
		[
			"msg",
			96399,
			"The toilet is so dark… Can you go with me?",
			"好暗...厕所......恩赫里亚你稍微陪我一下吧。",
			"廊下……暗いわね。ねぇそこの血液、一緒に来てよ。",
			"복도… 어둡네. 저기 혈액님, 같이 가요.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96400,
			"Oh! Ok! I know that ghost story make people afraid to go to toilet alone.",
			"噢！好的！我知道的，听完鬼故事确实会让人不敢自己一个去上厕所呢~",
			"うん？まぁいいわよ。怖い話を聞いちゃったから一人でトイレに行けないんでちゅねー。蚊もまだまだ子どもなんでちゅねー。",
			"음? 뭐 괜찮아요. 무서운 이야기를 들었더니 혼자 화장실 갈 수 없네요- 모기도 아직 애기라네요-.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96401,
			"I'm not afraid. It's just too dark to walk!",
			"才没有不敢啦笨蛋！只是太暗了有点难走路而已！",
			"いい加減にしないと怒るわよ！",
			"적당히 하지 않으면 화낼 거예요!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96402,
			"......",
			"......",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96403,
			"Seriously, why is a beach vacation turning into a pajama party…",
			"真是的，为什么海边度假却变成了睡衣派对一样的节目......",
			"まったく、どうして海辺のリゾートが雷雨のせいでパジャマパーティーになっちゃうのよ……。",
			"정말, 왜 해변 리조트가 뇌우 때문에 파자마 파티가 되어 버린 거야…….",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96404,
			"I think it's also good. We haven't played noisily together for a long time.",
			"不也挺好吗，好久没这样吵吵闹闹地一起玩了~",
			"でも、おもしろいじゃない。こんなにワイワイするの久しぶりじゃない？",
			"그래도, 재미있지 않아? 이렇게 왁자지껄한 거 오랜만이잖아?",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96405,
			"Well. I hope the rain will stop soon. I can't help but enjoy the beach at night.",
			"说、说的也对。希望雨早点停吧，我已经忍不住想享受一下夜晚的沙滩了。",
			"そ、それもそうね。雨が早く上がってほしいわ。夜のビーチも悪くはなさそうね。",
			"그, 그럴 수도 있네. 빨리 비가 그쳤으면 좋겠어. 밤 해변도 나쁘지 않을 것 같네.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96406,
			"——Ta......",
			"——嗒......",
			"——タッタッタッ",
			"——타닥타닥타닥",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96407,
			"Einheriar, did you hear anything?",
			"唔？恩赫里亚，你有听到什么声音吗？",
			"ッ！？エインヘリャル、なにか音が聞こえなかった？",
			"악!? 에인헤랴, 무슨 소리 안 들렸어?",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96408,
			"……Don't be worried.",
			"声音？没啊，你的错觉吧？",
			"音？なにも聞こえないじゃない。怪談話したばかりだからって怖がり過ぎよ……。",
			"소리? 아무것도 안 들리는데. 방금 괴담 이야기했으니까 너무 겁먹는 거 아냐...?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96409,
			"——ta…ta…ta......",
			"——嗒...嗒...嗒......",
			"——タッタッタッ",
			"——툭툭툭",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96410,
			"There really is! Wet rattle... Closer and closer!",
			"不对！真的有！湿哒哒的声音...越来越近了！",
			"ち、違う！本当に聞こえるわよ！タッタッタって音が……どんどん近づいてきてない！？",
			"아, 아니야! 정말 들린다고! 툭툭툭 하는 소리가... 점점 가까워 오는 거 아니야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96411,
			"——Ta！",
			"——嗒！",
			"——タッ！",
			"——툭!",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96412,
			"Ah!?En, en, Einheriar…Eeeeye! You've got eyes behind you!",
			"呜！？恩、恩赫里亚...眼、眼眼眼睛！你后面有眼睛！",
			"えっ！？ちょ、エ、エインヘリャル！？目、目、目！あなたの後ろに目があるわよ！",
			"엣!? 잠, 잠깐, 에인헤랴르!? 눈, 눈, 눈! 네 뒤에 눈이 있어!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96413,
			"If you wanted to talk ghost story, we can talk it again later with others. Don't be worried of it. I am with you.",
			"啊？什么~要说鬼故事回去和大家一起再说啦！如果你是怕纹章说的那个，那也放心啦！我们一起什么怪物打不赢啦！",
			"もう、そんなに怖いの？仕方ないから手繋いであげるわよ。ほら、早く手を出して。",
			"정말, 그렇게 무서워? 어쩔 수 없이 손 잡아줄게. 자, 빨리 손 내밀어.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				829,
				0,
				false
			]
		],
		[
			"msg",
			96414,
			"No! There is a pair of shining eyes behind you!!",
			"不是！你后面真的有一双发光的眼睛啦！！",
			"ち、違うの！本当にあなたの後ろで目が光って——",
			"아, 아니라고! 정말 네 뒤에서 눈이 반짝이고 있어——",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				829,
				0,
				true
			]
		],
		[
			"msg",
			96415,
			"Eh?",
			"诶？",
			"えっ？",
			"엣?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				828,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96416,
			"Hu…Hahu…hu…I——",
			"呼...哈呼...呼...我——",
			"フー……ハー、フー！",
			"후...... 하, 후!",
			null
		],
		[
			"msg",
			96417,
			"I ·am · back......",
			"我·回·来·了......",
			"た・だ・い・ま～～！！",
			"다・다・이・마~~~!!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96418,
			"Whoa! ? Ghost! Monster!",
			"呜哇！？幽灵！怪物！",
			"うわっ！？幽霊！化け物！？",
			"우왓!? 유령! 괴물!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96419,
			"——Bang！",
			"——砰！",
			"——ゴスッ！",
			"——퍽!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				830,
				0,
				false
			]
		],
		[
			"msg",
			96420,
			"Hello? Why did you hit me when I finally got back here?",
			"喂！很痛的啊！我好不容易赶回来你干嘛打人！这回我可不放过你了恩赫里亚！",
			"う、うぅ～……ちょ、ちょっと！痛いじゃない！せっかく戻って来たのにどうしていきなり殴るの！？今度ばっかりは許さないわよ！エインヘリャル！",
			"으, 으윽~... 잠, 잠깐! 아프잖아!好不容易 돌아왔는데 왜 갑자기 때리는 거야!? 이번 만큼은 용서하지 않을 거야! 에인헤랴르!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				828,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			96421,
			"Yi!? Baskerville!? Wait, wait! Don't bite me! This is a misunderstanding! Ah --",
			"咦！？巴斯克维尔！？等、等等！别咬我！这是误会！啊——",
			"え！？バ、バスクビール！？ま、待って！噛まないで！これは誤解——",
			"엣!? 바, 바스크빌!? 잠, 잠깐! 물지 마! 이건 오해——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			96422,
			"......",
			"......",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204646
		],
		[
			"portraits",
			[
				827,
				0,
				false
			],
			[
				830,
				0,
				true
			]
		],
		[
			"msg",
			96423,
			"Ha ha ha ~ so noisy...... It's been a long time",
			"呵呵呵~这样吵吵闹闹的......真是久违了呢~",
			"ふふふ、バスクビール、おかえりなさい。",
			"후후후, 바스크빌, 어서 와.",
			null
		]
	]
}