{
	"214": [
		[
			"bgm",
			78
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10201"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV11_MosterRoar"
		],
		[
			"msg",
			302395,
			null,
			"吼吼吼————！",
			"ヴォォォオオオオオオ——ッ！",
			"우오오오오오——!",
			null,
			null,
			"Ho ho ho. ----!",
			"Vo-o-o-o-o-o-o-o--!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			302396,
			null,
			"这个声音是！？",
			"この声は！？",
			"이 소리는!?",
			"That sound is--!?",
			null,
			"The voice is!",
			"This voice!"
		],
		[
			"speaker",
			204616
		],
		[
			"portraits",
			[
				56,
				0,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			302397,
			null,
			"警报！雷达探测到上方高空有大量物体正在接近！",
			"警報！レーダー上に大量の物体を探知！上空から何かが接近してきます！",
			"경보! 레이더에 다량의 물체 포착! 상공에서 무언가 접근 중!",
			null,
			null,
			"Alert! Radar has detected a large number of objects approaching high above!",
			"Warning! Large number of objects detected on radar! Something is approaching from the sky!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				56,
				0,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			302398,
			null,
			"可恶！这么快就被发现了么！",
			"くッ！こんなに早く見つかってしまうとは思いませんでした！",
			"젠장! 이렇게 빨리 발각될 줄은 몰랐어!",
			"Damn! I didn't think we'd be found this quickly!",
			null,
			"Damn it! You've been found out so quickly!",
			"Damn! I didn't expect to be found so quickly!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				60,
				5,
				true
			]
		],
		[
			"msg",
			302399,
			null,
			"布洛妮娅！对方的速度很快！那些家伙…是之前城堡中发现的昆虫形态的崩坏兽！而且数量很多！雷达上的数值还在不断上升中！！",
			"ブローニャ！相手のスピードが尋常じゃない！あいつら……以前、城の中で見た昆虫型の崩壊獣ね！#nしかも数が多いッ！レーダー上の数値は今もまだ上がり続けてるわ！！",
			"브로냐! 상대의 스피드가 보통이 아니야! 저 녀석들...... 예전에 성 안에서 본 곤충형 붕괴수네!#n게다가 수가 많아! 레이더 상의 수치는 지금도 계속 올라가고 있어!!",
			null,
			null,
			"Bronya! The opponent is fast! Those guys...they're the insect form Honkai beasts found in the castle earlier! And there are a lot of them! The value on the radar is still rising!",
			"Bronya! The speed of the opponent is extraordinary! They're the insect-shaped Honkai beasts we saw in the castle before ......! And there are so many of them! The numbers on the radar are still going up!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			302400,
			null,
			"所有人准备迎击！！",
			"総員、迎撃用意ッ！！",
			"전원, 요격 준비!!",
			null,
			null,
			"Everyone prepare to meet the attack!",
			"All personnel, prepare to intercept!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			302401,
			null,
			"吼吼吼！！！",
			"ウォオオオオオッ！！！",
			"우오오오오오!!!",
			null,
			null,
			"Ho ho ho ho!!!",
			"Wo-o-o-o-o!"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV19_ExplosionOneShot"
		],
		[
			"msg",
			302402,
			null,
			"轰隆——！！！",
			"ドン——ッ！！！",
			"동——!!!",
			null,
			null,
			"Boom-!!!",
			"Don--!"
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			302403,
			null,
			"呃…船体正在受到崩坏生物的冲击…那些家伙正在攻击休伯利安的外装甲，难道是打算侵入到内部进行破坏么！？",
			"うっ、く……ヤツら、船体に体当たりをしているようね……ハイペリオンの外装甲が狙いかしら。#nまさか、内部に侵入して破壊するつもりなんじゃ……！？",
			"으, 으...... 놈들이 선체에 몸통박치기를 하는 것 같아......히페리온의 외장갑을 노린 건가.#n설마, 내부에 침입해서 파괴할 생각이겠지......!?",
			"Damn it...! They're hitting the ship's hull.... I wonder if they're aiming for Hyperion's outer shell. Hold on... They must be trying to get inside and destroy it!",
			null,
			"Uh...the hull is being pounded by the Honkai creatures...those guys are attacking Hyperion's outer armor...are they planning to invade and sabotage the interior!",
			"Ugh, damn ...... they are hitting the hull of the ship. ...... I wonder if they are aiming for Hyperion's outer shell. Don't tell me they're trying to get inside and destroy it. ......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			302404,
			null,
			"哒哒哒！！！",
			"ダダダッ……！！！",
			"다다닥......!!!",
			null,
			null,
			"Ta-da!!!",
			"Dada dada dada ......!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				5,
				false
			]
		],
		[
			"msg",
			302405,
			null,
			"啧…甲板上的崩坏生物数量也很多！这些混蛋打算兵分两路么！",
			"チッ……甲板上に崩壊生物が多すぎます！こいつら、兵力を分散させるつもりですか！？",
			"쳇...... 갑판에 붕괴 생물이 너무 많아요! 이 놈들, 병력을 분산시킬 셈인가요!?",
			null,
			null,
			"Tsk...there's a large number of Honkai creatures on the deck as well! Are these assholes planning to split up in two!",
			"Tsk...... there are too many Honkai organisms on the deck! Are these guys trying to disperse the troops!"
		],
		[
			"msg",
			302406,
			null,
			"我们的战力都集中在甲板附近，内部的防御很脆弱…如果让它们侵入进去的话后果不堪设想！",
			"こちらの戦力は甲板付近に集中していて、内部の防御は手薄な状態です……。#nあいつらの侵入を許せば、その結果は火を見るより明らかです！",
			"우리 전력은 갑판 근처에 집중되어 있어 내부 방어가 허술한 상태예요......#n저것들의 침입을 허용하면 결과는 불 보듯 뻔해요!",
			null,
			null,
			"Our battle forces are concentrated near the decks, and our internal defenses are weak...the consequences would be unthinkable if we let them invade!",
			"Our forces are concentrated near the deck and our internal defenses are thin. ...... If we allow them to penetrate, the results will be clear as day!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				60,
				3,
				false
			]
		],
		[
			"msg",
			302407,
			null,
			"九霄！我们得分开作战了！你带着一部分队员支援内部！不能让它们破坏战舰的控制系统！",
			"九霄！ここは二手に分かれて戦うしかありません！#nあなたは隊員の一部を率いて内部の応援に向かってください！あいつらに戦艦の制御システムを破壊されるわけにはいきません！",
			"큐쇼! 여기서는 두 부대로 나뉘어 싸울 수밖에 없어요!#n당신은 대원 일부를 이끌고 내부 지원으로 가주세요! 전함 제어 시스템이 파괴되면 안 됩니다!",
			null,
			null,
			"Kyuushou! We'll have to fight separately! You take part of the crew to support the interior! We can't let them destroy the battleship's control system!",
			"Kyuushou! We have no choice but to split up and fight here! You should lead some of your troops to support the interior! We can't let those guys destroy the battleship's control system!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				62,
				0,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			302408,
			null,
			"甲板这边就交给我们了！你放心去吧！",
			"甲板の方はあたくしたちに任せて！安心して行ってちょうだい！",
			"갑판은 우리에게 맡겨! 안심하고 가주세요!",
			null,
			null,
			"We'll take care of this side of the deck! You go in peace!",
			"Leave the deck to us! You can go in peace!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			302409,
			null,
			"哼哼~那就让救世主大人回应你的期望吧！",
			"フフン～！それじゃあ、救世主様がその期待に応えてみせよう！",
			"흥~! 그렇다면, 구세주님이 그 기대에 부응해 보이겠어!",
			"Hmph~! Well then, let the Savior live up to her expectations!",
			null,
			"Hmph~ Then let the Savior-sama respond to your expectations!",
			"Hmph~! Well then, let the Messiah live up to his expectations!"
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				60,
				3,
				true
			]
		],
		[
			"msg",
			302410,
			null,
			"呜咕…虽然还是有点难受……",
			"うぷっ……ま、まだ少し気持ち悪いけど……。",
			"웁…… 뭐, 아직 좀 메스꺼운데…….",
			"Ugh... This motion is still making me a little nauseous...",
			null,
			"Woohoo...still a little hard to swallow though ......",
			"Uppppu...... well, it's still a little creepy, but ......."
		]
	]
}