{
	"900": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66471,
			"Snacks, drinks, chargers, all ready. We can go now.",
			"零食，饮料，充电宝，都准备好了，可以出发了。",
			"お菓子、飲み物、充電池、準備オーケー。出発できるわよ。",
			"과자, 음료, 충전 배터리, 준비 완료. 출발할 수 있어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66472,
			"Kiana, why did you wake up so early today. Are you preparing for the new semester?",
			"琪亚娜，今天怎么起的这么早，是要为开学做准备了么？",
			"キアナ、こんなに早起きして、新学期の準備？",
			"키아나, 이렇게 일찍 일어나서 새 학기 준비야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66473,
			"Hehe, Senior Mei, the weather’s great, isn’t this a good time to go out?",
			"嘿嘿，芽衣学姐，你看外面阳光那么好，不正是出去玩的好时候么？",
			"エヘヘ、芽衣先輩。外の天気がこんなにいいんだから、遊びに出かけるのにうってつけでしょ？",
			"에헤헤, 메이 선배. 밖에 날씨가 이렇게 좋은데, 놀러 가기 딱 좋지 않아?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			66474,
			"Kiana, we only have a few more days till the semester starts. Have you finished your holiday homework?",
			"琪亚娜，还有几天就开学了，你的假期作业做完了么？",
			"キアナ、あと数日で新学期なのよ。休みの宿題は終わったの？",
			"키아나, 며칠 있으면 새 학기야. 방학 숙제는 다 했어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66475,
			"Homework... Senior Mei, can I copy your homework please?",
			"作业啊……芽衣学姐，作业借我抄下行么？",
			"宿題か……芽衣先輩、宿題を写させてくれない？",
			"숙제라... 메이 선배, 숙제 좀 베껴도 될까?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66476,
			"You must do the homework yourself to revise the knowledge learned. I can help you.",
			"作业什么的必须自己做才能巩固学过的知识，我可以辅导你。",
			"宿題は自分でやらないと学んだ知識が定着しないわよ。私が手伝ってあげるわ。",
			"숙제는 스스로 해야 배운 게 머리에 잘 남아. 내가 도와줄게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66477,
			"But there’s no time... I know Senior Mei is the best, please? Pretty please?",
			"但是已经来不及了嘛……芽衣学姐最好了，借我好不好。",
			"でも、もう間に合わないわよ……芽衣先輩、お願い、貸してちょうだい。",
			"그치만 이제 늦었어... 메이 선배, 제발 좀 빌려줘.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66478,
			"It won’t work. Come on, open your workbook, I will tutor you.",
			"就算你这样说也没有用，来，把作业本打开，我来辅导你写。",
			"そんなこと言ったってダメよ。ほら、宿題のノートを開いて。私が手伝ってあげるから。",
			"안 된다니까. 자, 숙제 노트 펴봐. 내가 도와줄 테니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66479,
			"I’m quite happy that Senior Mei is by my side, but why does it have to be homework...",
			"虽然芽衣学姐在身边很幸福，但是为什么是补作业啊……。",
			"芽衣先輩が横にいるのは幸せだけど、どうして宿題をやらなくちゃいけないのよ……。",
			"메이 선배가 옆에 있어서 행복하긴 한데, 왜 숙제를 해야 하는 거야...",
			null
		]
	],
	"901": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66480,
			"Finally, it’s done.",
			"终于写完了。",
			"やっと終わった。",
			"드디어 끝났다.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			66481,
			"Mei, are you doing your homework? I thought you finished yours long ago?",
			"芽衣 ，你是在写作业么？我记得你不是很早之前就把假期作业写完了么？",
			"芽衣、あなた、宿題をやっていたの？でも、あなたはとっくに休みの宿題を終わらせたんじゃなかった？",
			"메이, 너 숙제하고 있었어? 근데 너는 벌써 방학 숙제 다 끝냈잖아?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66482,
			"Ah... Good day, Principal. I have finished the homework, this is my plans for the new semester.",
			"啊……学园长好，作业已经写完了，现在在写的是开学计划。",
			"あ……学園長。宿題は終わっています。今書いているのは新学期の計画です。",
			"아... 학장님. 숙제는 다 끝냈어요. 지금 쓰고 있는 건 새 학기 계획이에요.",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			66483,
			"I can’t believe you have prepared such a well-organized new semester plan.",
			"居然写了开学计划，而且写的这么井井有条。",
			"新学期の計画を書くなんて、しかもこんなにきちんと書くなんて偉いわね。",
			"새 학기 계획을 작성하다니, 게다가 이렇게 꼼꼼하게 쓴다니 대단하네.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66484,
			"You flatter me...",
			"学园长过奖了……",
			"いえいえ、とんでもありません……。",
			"아니에요, 그런 말씀을.....",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			66485,
			"Revising past class: 2 hours per day, pre-studying the class on the next day: 1 hour per day, physical exercise: half an hour per day. If it’s Kiana... She would probably fall asleep 2 minutes after she starts reading, and she will find some excuses to skip the exercise, like stomach ache, right?",
			"每天温习学过的课程两个小时，然后预习第二天的课程一小时，还有做体育运动半小时，琪亚娜的话……估计看书两分钟就会睡着，运动的话也会找肚子疼之类的借口蒙混过关吧？",
			"毎日授業の復習2時間、それから次の日の授業の予習1時間、さらに運動30分。キアナなんて……2分も本を読んだら寝てしまうわ。運動もお腹が痛いとかって言って逃げるんでしょう？",
			"매일 수업 복습 2시간, 그 다음 날 수업 예습 1시간, 게다가 운동 30분. 키아나는... 2분만 책 읽으면 잠들 거야. 운동도 배 아프다면서 도망갈 거잖아?",
			null
		],
		[
			"msg",
			66486,
			"Mei is such a good kid. You are nothing like Kiana. I wish if you are my daughter...",
			"芽衣真是听话的好孩子，一点也不像琪亚娜那孩子。你要是我的女儿就好了……",
			"芽衣は本当に真面目ないい子ね。キアナとは全然違うわ。もしあなたが私の娘だったらよかったのに……。",
			"메이는 정말 성실한 좋은 아이네. 키아나와는 완전히 다르구나. 네가 내 딸이었으면 좋았을 텐데....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66487,
			"Mom, I heard you...",
			"妈，我可都听见了啊……",
			"ママ、全部聞こえているわよ……。",
			"엄마, 다 들었어요....",
			null
		]
	],
	"902": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			66488,
			"There are lots of rare blades I haven’t collected in Houkai Blade 2, and lots of shrines I haven’t explored in the Breath of Houkai...",
			"崩坏之刃2中的稀有刃还有很多没有收集到，崩坏之息还有很多祠堂没有探索完……",
			"『崩壊ソード2』はまだ集めていないレアな刀がたくさんあります。『崩壊ブレス』も探索していない祠がたくさんあります……。",
			"『붕괴 소드2』에는 아직 모으지 않은 희귀한 검들이 많아요. 『붕괴 브레스』도 탐험하지 않은 사당이 많고....",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66489,
			"Hey, you are playing games, aren’t you? Let me show you my great skills!",
			"嘿，居然在玩游戏，让你看看本大爷精湛的技术吧 ！",
			"お、ゲームで遊んでいるなんて。ボクのスゴ技を見せてやるよ！",
			"오, 게임으로 놀고 있네? 내 실력을 보여줄게!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66490,
			"Bronya doesn’t want to play with Sin.",
			"布洛妮娅才不要和杏一起玩。",
			"ブローニャはシンと一緒になんか遊びません。",
			"브로냐는 신이랑 같이 놀지 않아요.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66491,
			"Phew, how dare you decline my offer. Wait and see!",
			"哼，居然拒绝本大爷，走着瞧！",
			"フン、ボクの誘いを断るなんて。見ているがいいわ！",
			"흥, 내 초대를 거절하다니. 잘 봐두라고!",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			66492,
			"Bronya, Sin, you are here.",
			"布洛妮娅，杏，你们在这里啊 。",
			"ブローニャ、シン、ここにいたの。",
			"브로냐, 신, 여기 있었구나.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66493,
			"Hey! Mom’s here. She will scold you.",
			"嘿！妈妈来了，你就等着她把你骂一顿吧。",
			"ハハ！ママが来た。ママに叱ってもらうがいいさ。",
			"하하! 엄마 왔네. 엄마한테 혼나봐.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			66494,
			"Bronya, you have finished your homework, right? You can play for a while then, but remember to go to class.",
			"布洛妮娅暑假作业已经做完了对吧，那就玩一会吧，不过记得要去上课。",
			"ブローニャは夏休みの宿題も終わったんでしょう。なら遊んでもいいわよ。でも授業には行くのよ。",
			"브로냐는 여름방학 숙제도 다 끝냈겠죠. 그럼 놀아도 돼요. 하지만 수업에는 가야 해요.",
			null
		],
		[
			"msg",
			66495,
			"But Sin, you haven’t even touched your homework, have you? Stop playing games, go back to your room and do your homework.",
			"反倒是杏，你作业还完全没有做吧？玩什么游戏，赶紧回房间做作业去。",
			"それに引き換えシン、あなたは宿題も終わっていないんでしょう？ゲームなんかしてないで、早く部屋に戻って宿題をしなさい。",
			"그에 비해 넌 숙제도 다 못 끝냈지? 게임 같은 거 하지 말고 빨리 방에 들어가서 숙제해.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66496,
			"Gosh! How did this happen!",
			"可恶！怎么会这样！",
			"チキショウ！どうしてこんな！",
			"치킨! 왜 이렇게!",
			null
		]
	],
	"903": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66497,
			"Sister Bronya is so good, you have won again. Seele is really bad at games...",
			"布洛妮娅姐姐好厉害，又赢了呢，不过希儿果然不擅长玩游戏……",
			"ブローニャお姉ちゃん、すごい！また勝ったね。でもゼーレはやっぱりゲームが得意じゃないわ……。",
			"브로냐 언니, 대단해! 또 이겼네. 하지만 제레는 역시 게임을 잘 못하네...",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66498,
			"Bronya will protect Seele, no matter in game or in real life.",
			"无论在游戏里还是现实，布洛妮娅都会保护希儿的。",
			"ゲームの中でも現実でも、ブローニャはゼーレを守ります。",
			"게임 속에서도 현실에서도, 브로냐는 제레를 지킬 거야.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66499,
			"But I can’t play games with sister Bronya after the school starts.",
			"不过马上就要开学了，就不能和布洛妮娅姐姐一起玩游戏了。",
			"でも、もうじき新学期だよ。ブローニャお姉ちゃんと一緒に遊べなくなっちゃうよ。",
			"하지만 이제 곧 새 학기야. 브로냐 언니랑 같이 놀지 못하게 돼.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66500,
			"Do you not like the new semester, Seele?",
			"希儿不喜欢开学么？",
			"ゼーレは新学期が嫌いですか？",
			"제레는 새 학기가 싫어?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66501,
			"Seele is happy as long as I can stay with sister Bronya. School or holidays don’t matter, but...",
			"无论是开学还是放假，只要和布洛妮娅姐姐在一起，希儿就很开心，但是……",
			"新学期でも休みでも、ブローニャお姉ちゃんと一緒ならゼーレは嬉しいよ。でも……。",
			"새 학기든 방학이든, 브로냐 언니랑 같이 있으면 제레는 기뻐. 하지만...",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66502,
			"Dumb Seele, you must be scared because you haven’t finished your homework, right?",
			"笨蛋希儿肯定是因为作业没有写，所以才害怕开学吧？",
			"バカゼーレ、きっと宿題が終わっていないから新学期が恐いんだろう？",
			"바보 제레, 분명 숙제를 안 끝내서 새 학기가 무서운 거지?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66503,
			"Seele has finished the group assignment with sister Bronya. I only need to do my personal work now. But Sin, you haven’t done anything, have you?",
			"希儿已经把和布洛妮娅姐姐的小组内作业做完了，只是个人的还没有做。倒是杏，你什么都没有做吧？",
			"ゼーレはもうブローニャお姉ちゃんとのグループワークも終わらせたわ。自分の宿題がまだ残っているだけよ。でもシンは何も終わっていないんでしょう？",
			"제레는 이미 브로냐 언니랑 하는 그룹워크도 끝냈어. 자기 숙제만 남았을 뿐이야. 하지만 넌 아무것도 안 했지?",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66504,
			"Kukuku, indeed I haven’t, but I’ve got a plan, unlike Seele.",
			"库库库，本大爷确实没有做，不过和等着挨骂的希儿不同，本大爷可是有计划的。",
			"クックック、ボクは確かに終わっていないけど、怒られるのを待つだけのゼーレとは違ってボクには計画があるんだ。",
			"쿡쿡쿡, 난 분명히 끝나지 않았지만, 혼나기만 기다리는 제레와는 달리 나에겐 계획이 있거든.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66505,
			"Something doesn't feel right...",
			"总觉得有不好的预感……",
			"何だか嫌な予感がする……。",
			"왠지 안 좋은 예감이 들어…….",
			null
		]
	],
	"904": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66506,
			"Is the school starting soon? Kukuku, I can’t wait anymore.",
			"要开学了么？库库库，本大爷可是已经等不及了。",
			"学校が始まるって？クックック、ボクは待ちきれないよ。",
			"학교가 시작된다고? 큭큭큭, 난 기다릴 수 없어.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66507,
			"But Sin you have not done any homework, yet you are looking forward to the new semester...",
			"杏明明连作业都没做，还这么期待开学……",
			"シンは宿題も終わっていないのに新学期が待ち遠しいなんて……。",
			"신은 숙제도 다 못 했는데 새 학기가 기대된다니......",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66508,
			"After the school starts, I will plant a timed bomb on the classroom door to surprise the first person in. Then I will put super-spicy chili in the cooking wok in the canteen and paint my portrait on every blackboard...",
			"开学后首先在教室门上安装一个定时炸弹，给第一个来教室的人一个惊喜，然后在食堂的锅中放入超级辣的辣椒，最后在所有黑板上都画上本大爷的肖像……",
			"学校が始まったらまず教室の扉に時限爆弾を仕掛けるんだ。最初に教室に来たヤツにサプライズプレゼントさ。それから食堂の鍋に激辛唐辛子を入れて、最後に全ての黒板にボクの肖像画を描くんだ……。",
			"학교가 시작되면 먼저 교실 문에 시한폭탄을 설치하는 거야. 첫 번째로 교실에 온 녀석에게 서프라이즈 선물을 주는 거지. 그 다음에는 급식실 냄비에 매운 고추를 넣고, 마지막으로 모든 칠판에 내 초상화를 그리는 거야…….",
			null
		],
		[
			"msg",
			66509,
			"How about we build a super cool team to destroy the school? I will be the leader of course.",
			"我们组建一个破坏学校的超酷的团队怎么样？当然，本大爷是leader。",
			"ボクたちで学校を破壊する超カッコいいグループを作らないかい？もちろんボクがリーダーだ。",
			"우리 같이 학교를 부수는 완전 멋진 그룹 만들지 않을래? 물론 내가 리더야.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66510,
			"Well, I don’t need to hand in the homework if the school is destroyed... But Seele will never be in the same team as Sin.",
			"虽然把学校破坏了就可以不用交作业了……不过希儿才不要和杏同流合污。",
			"確かに学校を破壊したら宿題を出さなくていいけど……でもゼーレはシンと一緒にイタズラなんてしないわ。",
			"확실히 학교를 부수면 숙제를 내주지 않아도 되지만... 하지만 제레는 신과 함께 장난 같은 거 안 치울 거야.",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66511,
			"I know you are a coward, Seele. Bronya, how about you? You are going to join me, aren’t you?",
			"胆小鬼希儿，就知道你不敢。那布洛妮娅呢？你应该会和本大爷一起吧？",
			"弱虫ゼーレめ。まあそんなことだろうと思ったよ。ブローニャは？ブローニャならボクと一緒にやるだろう？",
			"겁쟁이 제레. 뭐 그럴 줄 알았어. 브로냐는? 브로냐라면 나랑 같이 할 거야?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			66512,
			"Bronya says no...",
			"布洛妮娅拒绝……",
			"ブローニャは断ります……。",
			"브로냐는 거절합니다…….",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			66513,
			"Forget it, you two are useless. I can make the new semester busy on my own. Kukuku! Just watch it, you two!",
			"算了，你们两个真没用，本大爷一个人也能让开学热闹起来，库库库！你们就给本大爷好好看着吧！",
			"分かったよ。2人とも役立たずだな。ボク1人でも新学期をにぎやかにさせられるさ。クックック！ボクがやることをしっかり見ておくんだな！",
			"알았어. 둘 다 쓸모없는 구만. 나 혼자서도 새 학기를 활기차게 만들 수 있어. 크크크! 내가 하는 걸 똑똑히 지켜보라고!",
			null
		]
	],
	"905": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66514,
			"Why do you look so depressed, Kiana? Do you need any help from the savior?",
			"为什么汝苦着一张脸，琪亚娜？需要本救世主的帮忙么？",
			"キアナ、どうして辛そうな顔しているの？救世主の助けがいる？",
			"키아나, 왜 힘들어 하는 얼굴이야? 구세주의 도움이 필요해?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66515,
			"The new semester will start soon. Although I finished all my homework with Senior Mei’s help, my right eyelid has been twitching. Something must be happening.",
			"要开学了，虽然有芽衣学姐的帮忙，作业都做完了，但是我的右眼皮一直跳，肯定有什么事情要发生。",
			"学校が始まるじゃない。芽衣先輩の手伝いで宿題は終わったけど、私の右目のまぶたがずっと痙攣しているの。きっと何か起こるわよ。",
			"학교가 시작되잖아. 메이 선배 도움으로 숙제는 끝냈지만, 내 오른쪽 눈꺼풀이 계속 떨리고 있어. 분명 무슨 일이 일어날 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66516,
			"Are you scared? Scared of that corrupted cage built from chaos and evil? I shall tear this so-called “school” apart with the power of the savior. Hehehe.",
			"汝是在害怕么？那个混沌和罪恶所构成的被称之为“学校”的腐朽牢笼，就由本救世主用力量撕裂它吧，哼哼哼。",
			"恐いの？あの混沌と罪悪によって構成された「学校」という名の腐った牢獄なんて、この救世主の力で木っ端微塵にしてくれるわ。フフフン。",
			"무서워? 그 혼돈과 악으로 가득 찬 「학교」라는 이름의 썩은 감옥 따위, 이 구세주의 힘으로 산산조각내 줄게. 흐흐흥.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66517,
			"Hey! Are you going to blow the school up? In that case, we will never have to do homework, right? Count me in!",
			"喂！难道你想把学校炸掉么，这样子是不是就可以不用再写作业了？算我一个！",
			"ちょっと！まさかあなた学校を爆破するつもり？それならもう宿題を出さなくていいわよね？私もやる！",
			"잠깐! 설마 네가 학교를 폭파할 생각이야? 그럼 이제 숙제 안 내도 되겠다! 나도 할게!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66518,
			"So you are here. I have something to let you know. There will be a diagnostic exam after the school starts.",
			"原来你们在这里啊，我有事情要通知你们。开学后会有摸底考试。",
			"あなたたち、ここにいたの。あなたたちに伝えることがあるの。新学期に実力試験をやるわよ。",
			"너희들, 여기 있었구나. 너희들에게 할 말이 있어. 새 학기에 실력 시험을 볼 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66519,
			"The diagnostic exam. I know something is not right...",
			"原来是摸底考试啊，我就说为什么会有不好的预感……",
			"実力試験のことだったのか。嫌な予感がしていたのよね……。",
			"실력 시험 때문이었구나. 안 좋은 예감이 들었어……",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66520,
			"Exam... Exam? I have been through all sorts of difficulties, how... How can I be afraid of a small exam?",
			"考……考试？本救世主可是什么大风大浪都经过的，怎……怎么会害怕一个小小的考试呢？",
			"し……試験？この救世主はこれまで多くの修羅場をくぐってきたのよ。た……たかが試験なんて恐くないわよ。",
			"시…… 시험? 이 구세주는 지금까지 많은 싸움을 겪어왔어. 그…… 그냥 시험 따위 무섭지 않다고.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66521,
			"Kyushou, why do you suddenly sound so unconfident?",
			"那九霄你的声音为什么突然没底气了？",
			"あら九霄、あなたの声、どうして急に元気がなくなっちゃったの？",
			"어머나 큐쇼, 네 목소리, 왜 갑자기 힘이 없어졌어?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66522,
			"No... Nah way!",
			"才……才咩有呢！",
			"そ……そんなことないわよ！",
			"그…… 그런 거 아니라고!",
			null
		]
	],
	"906": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66523,
			"Our agency is a lot less busy since the Idol Festival ended...",
			"自从偶像祭结束之后，事务所这边也冷清了很多呢……",
			"アイドルフェスタが終わってから、事務所の方はだいぶ寂しくなったわね……。",
			"아이돌 페스타가 끝나고 나서, 사무실 쪽은 많이 쓸쓸해졌네…….",
			null
		],
		[
			"msg",
			66524,
			"Well, it’s because we kept getting work after everyone’s been recognized~ So I’m quite happy about it~",
			"不过，那是因为大家被认可了所以不断接到工作的缘故嘛~还是很开心的~",
			"でも、それはみんなが認められて、ひっきりなしに仕事を受けているからだもんね～。やっぱり嬉しいわ～。",
			"하지만 그건 모두가 인정받아서 끊임없이 일을 받고 있기 때문이니까~ 역시 기쁘네~.",
			null
		],
		[
			"msg",
			66525,
			"It’s also nice to hear them say “I’m back” when they return~",
			"而且在这等着她们回来说一声“我回来了”也是很棒的体验呢~",
			"それにみんなが帰ってきて「ただいま」って言ってくれるのを待っているのも悪くないわよね～。",
			"게다가 모두가 돌아와서 「다녀왔어」라고 말해주길 기다리는 것도 나쁘지 않아~.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66526,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66527,
			"They have all grown up, and I don’t need to worry about them anymore. So, it’s about time... For me to go~ Ok, I shall meet them!",
			"大家都已经成长到能让人放心的程度了呢。那我…差不多该出发了吧~好，去见见大家吧！",
			"みんな、安心できるレベルにまで成長してくれたわね。それじゃ…私もそろそろ出発しよう～。よしみんなに会いに行こうっと！",
			"다들, 안심할 수 있을 정도로 성장해줬네. 그럼... 나도 이제 출발할까~. 좋아 다들 만나러 가자!",
			null
		]
	],
	"907": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66528,
			"--Alright, that’s it for today. Good work~",
			"——好了，今天就到这，辛苦了~",
			"——はい、今日はここまで。お疲れ様～。",
			"——네, 오늘은 여기까지. 수고했어~.",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66529,
			"Yep, good work, everyone~",
			"嗯，大家也都辛苦了~",
			"うん、みんなもお疲れ様～。",
			"응, 다들 수고했어~.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66530,
			"Good, good work...",
			"辛、辛苦了……",
			"お、お疲れ様……",
			"어, 수고했어……",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66531,
			"Haaah~ The sea feels so good~ I really should thank them for leaving the seaside photoshooting job to us.",
			"哈啊啊~不愧是海边，感觉真不错呢~真多亏了大家把留在海边拍写真的工作留给了我们呢。",
			"は～～。やっぱり海辺なだけあるわね。いい気分～。みんなが海辺での写真撮影の仕事を私たちに回してくれたおかげね。",
			"하아~. 역시 해변이라 그런가. 기분 좋네~. 다들 해변에서의 사진 촬영 작업을 우리에게 맡겨준 덕분이야.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66532,
			"Yeah, yeah...",
			"嗯、嗯……",
			"う、うん……。",
			"으, 응…….",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66533,
			"Hmm... Are you okay? You look a bit tense. It’s good to work hard, but we don’t often come to the seaside. Taking some good rest is also necessary, don’t push yourself too hard.",
			"唔…怎么了？感觉很没精神呢，努力工作是好事，但难得的工作地点是在海边呢，趁着休息时间好好放松一下也是需要的哦，不要勉强自己。",
			"あれ…どうしたの？元気がないみたいね。頑張って仕事をするのはいいことだけど、せっかく海辺での仕事なんだから、休憩時間くらいはゆっくりするのも大切よ。無理しちゃダメ。",
			"어라… 왜 그래? 기운이 없어 보이네. 열심히 일하는 건 좋지만, 어쨌든 해변에서의 작업인 만큼 휴식 시간 정도는 여유롭게 보내는 것도 중요해. 무리하면 안 돼.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66534,
			"No, nothing... I’m okay, it’s just, just... I never thought I would take this work with Selena... That’s it...",
			"没、没有…不勉强，只是，只是…没想过是和赛琳娜一起接的这个工作…而已……",
			"ち、違うの…無理なんてしてない。ただ、ただ…セレーネと一緒にこの仕事を受けると思っていなかった…だけなの……。",
			"아, 아니야... 무리 같은 건 안 했어. 그냥, 그냥... 세레네랑 같이 이 일을 받게 될 줄은 몰랐을 뿐이야......",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66535,
			"Yeah, it’s the first time indeed... But, is there any problem with me?",
			"嗯，确实是第一次呢…不过，我的话，就不可以吗？",
			"うん、確かに初めてよね…でも、私とだったらいけないわけ？",
			"응, 확실히 처음이지... 하지만, 나랑이면 안 되는 거야?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66536,
			"No! No way, of course there’s no problem! Uh, I mean... I’m quite happy it’s Selena...",
			"不！怎么会，当然可以，非常可以！额我是说…是赛琳娜的话我挺开心的……",
			"ちがうよ！まさか。もちろんいいわ。嬉しいわ。私が言いたいのは…セレーネと一緒だから嬉しくて……。",
			"아냐! 그럴 리가. 당연히 좋아. 기쁘다고. 내가 말하고 싶은 건... 세레네랑 같이라서 기쁘다는 거야......",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66537,
			"Ha~ So exaggerated. But it’s good to hear you say that~",
			"噗~真是夸张啊，不过，能听到你这么说就好~",
			"クスクス。本当に大げさね。でもそう言ってくれてよかった～。",
			"푸훗. 정말 과장도 심하네. 하지만 그렇게 말해줘서 다행이야~.",
			null
		],
		[
			"msg",
			66538,
			"Alright, the sun is going down. We promised Night to play fireworks on the seaside tonight. Let’s get prepared~",
			"好了，太阳快下山了，今晚可是约了夜夜她们一起在这海边放烟火噢，我们也赶快准备吧~",
			"ほら、日も暮れそうだよ。今夜は真夏の夜たちと海辺で花火をする約束でしょう。私たちも急いで用意しましょう～。",
			"자, 해도 질 것 같아. 오늘 밤은 한여름 밤들과 해변에서 불꽃놀이 하기로 약속했잖아. 우리도 서둘러 준비하자~.",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				961,
				0,
				false
			]
		],
		[
			"msg",
			66539,
			"Ah... This way~ Night has found a good place~",
			"啊…这边这边~夜夜发现了好地方噢~",
			"あ…こっち、こっち～。いい場所を見つけたわよ～。",
			"아... 이쪽, 이쪽~. 좋은 자리 찾았어~.",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				958,
				0,
				false
			]
		],
		[
			"msg",
			66540,
			"I finished my work early just for this. If you are late, I’m not accepting it.",
			"这边可是专门提早结束了工作赶过来的噢，反过来是你们迟到的话我可不会买账的。",
			"こっちはわざわざ早めに仕事を切り上げて駆けつけたんだよ。あなたたちが遅れたら許さないからね",
			"나는 일부러 일을 일찍 마치고 달려왔어. 너희들이 늦으면 용서하지 않을 거야.",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				957,
				0,
				false
			],
			[
				958,
				0,
				true
			]
		],
		[
			"msg",
			66541,
			"Right, I thought Toreador was blushing excitedly and walking immediately behind my back? I thought you were looking forward to it...",
			"是吗，我记得妥芮朵刚才在路上贴在我背后走还面兴奋地面红耳赤呢？我还以为你很期待来着……",
			"そうなの？トレアドールは来る途中、私の背中にべったりくっつきながら興奮して耳を赤くしていなかった？私はてっきりとても楽しみにしているのかと……。",
			"그래? 트레아도르는 오는 길에 내 등에 바짝 붙어서 흥분한 듯 귀를 빨갛게 하지 않았어? 나는 아주 기대하고 있는 줄 알았는데.......",
			null
		],
		[
			"speaker",
			204641
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				958,
				0,
				false
			]
		],
		[
			"msg",
			66542,
			"None of your business, who, whose fault do you think it is!",
			"要你管，都、都不想想是谁的错啊！",
			"放っといてよ。だ、誰のせいだと思っているのよ！",
			"내버려 둬. 누, 누구 탓인데!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				957,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			66543,
			"Hmm~ Since you have asked, of course we will go! How about we take this opportunity and compete again, Kiana! The voice of shadow will consume you this time!",
			"哼~既然邀请我们当然会赴约！不如就趁着现在再度分个高下吧琪亚娜！闇之音这回一定会将你吞噬的！",
			"フ～ン、私たちを呼んだ以上はもちろん参加するわよ。むしろ、今のうちにもう1度勝負しましょう、キアナ！今度こそあなたを闇の音で飲み込んでやるわ！",
			"흥~, 우리를 부른 이상 당연히 참가할 거야. 오히려 지금 당장 다시 한번 승부하자, 키아나! 이번엔 반드시 너를 어둠의 소리로 삼켜버릴 테니까!",
			null
		],
		[
			"msg",
			66544,
			"Hey, wait, why are there only two of you here... I don’t care about others, but Kiana is not here! How dare she avoid my vengeance... Whatever~ My advisor is not here, I will let you walk this time!",
			"咦，等等，怎么就你们两个人……其他人先不说那可恶琪亚娜居然不在吗！居然躲避着我复仇的长矛…算了~反正军师也不在就放你们一马吧！",
			"あれ、待って。どうしてあなたたち2人だけなの……？他の人はともかく、あの憎きキアナがいないのはどうして！？私の復讐から逃げるなんて……いいわ。どうせ軍師もいないんだから、今回は見逃してやるわ！",
			"어라, 잠깐. 왜 너희 둘밖에 없는 거야...? 다른 사람들은 그렇다 치더라도, 그 미운 키아나가 없다니 왜야!? 내 복수에서 도망치다니... 좋아. 어차피 군사도 없는 거니, 이번엔 봐줄게!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66545,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66546,
			"Ouch...",
			"呜……",
			"うぅ……。",
			"우우…….",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66547,
			"What’s up, I thought you agreed to invite friends to enjoy this beach together?",
			"怎么啦，你不是也很赞成约上朋友们一起享受这个海滩的吗？",
			"どうしたの。みんなと一緒にこのビーチで楽しむことに賛成していたじゃないの？",
			"왜 그래. 다같이 이 해변에서 즐기자고 찬성했었잖아?",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66548,
			"I prefer two people alone... No! No, nothing, I’m just not used to this... Wearing this pair of shoes and walking on the beach...",
			"我还是只想两个人……不！没、没有，我只是有点不习惯…穿这双鞋在沙滩上走路……",
			"私はやっぱり2人だけがいいな……いえ！ち、違うの。少し慣れていないだけよ…この靴でビーチを歩くのに……",
			"나는 역시 둘만 있는 게 좋아... 아니! 아, 아냐. 좀 익숙하지 않을 뿐이야... 이 신발로 해변을 걷는 게...",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66549,
			"Ah, I didn’t know it’s because of this... That will be easy~ Hey!",
			"居然是因为这个……那就好办了~嘿！",
			"そういうことだったの……それなら大丈夫～。ほら！",
			"그런 거였어... 그럼 괜찮아~. 자!",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66550,
			"Ah! Hand, Selena’s hand is holding mine...",
			"啊！手、赛琳娜的手牵着……",
			"あ！手、セレーナと手をつないでいる……。",
			"아! 손, 세레나와 손을 잡고 있어…….",
			null
		],
		[
			"speaker",
			204599
		],
		[
			"portraits",
			[
				953,
				0,
				false
			],
			[
				952,
				0,
				true
			]
		],
		[
			"msg",
			66551,
			"Hold it tight, no one will be happy if you fall and injure yourself~ Kiana is also waiting for us to return safely~",
			"好好牵紧了，不小心摔了受伤谁都不会高兴的~琪亚娜也等着我们平安回去呢~",
			"しっかりつかまっているのよ。気をつけないと転んでけがしちゃったらつまらないでしょ～。キアナも私たちが無事に帰るのを待っているわよ～。",
			"단단히 잡아. 조심하지 않으면 넘어져서 다치면 재미없잖아~. 키아나도 우리가 무사히 돌아가길 기다리고 있을 거야~.",
			null
		],
		[
			"msg",
			66552,
			"If you feel any difficulty, let’s face it together. We have many more days to go~",
			"要是有什么觉得困难的话，我们就一起面对吧，这样的日子可还长着噢~",
			"何か辛いことがあったら、私たちで一緒に乗り越えましょう。まだまだ先は長いんだから～。",
			"뭔가 힘든 일이 있으면, 우리가 함께 극복해보자. 아직 앞으로 갈 길이 멀잖아~.",
			null
		],
		[
			"speaker",
			204643
		],
		[
			"portraits",
			[
				953,
				0,
				true
			],
			[
				952,
				0,
				false
			]
		],
		[
			"msg",
			66553,
			"Ah... Yeah, yeah! Thank you~",
			"啊……嗯，嗯！就拜托你了~",
			"あ……う、うん！よろしくね～。",
			"아... 응, 응! 잘 부탁해~.",
			null
		]
	],
	"908": [
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				954,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66554,
			"Relax, relax~ Don’t be so anxious~ We still have some time before work, Judah~ If you push yourself too hard, you will age faster~",
			"放松放松~别这么紧张~离开始工作还有一段时间呢犹大~红颜薄命呀~",
			"肩の力を抜いて～。そんなに緊張しないで。仕事までまだ時間はあるわよ。十字架ちゃん、顔を赤くしないの～。",
			"어깨 힘 빼라~. 그렇게 긴장하지 말고. 작업까지 아직 시간은 충분하니까. 크로스 양, 얼굴 붉히지 말라구~.",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				954,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			66555,
			"Only 3 hours till we start recording. I don’t think it’s a good time to enjoy coffee in a shop.",
			"距离歌曲录制开始还有三个小时，在下认为现在不是在店里悠闲喝咖啡的时候。",
			"歌の収録まであと3時間。今はお店でのんびりコーヒーを飲んでいる場合じゃないと思うけど。",
			"녹음까지 3시간 남았어. 지금은 가게에서 느긋하게 커피 마실 때가 아닌 것 같은데.",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				954,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			66556,
			"Are you going to live an ascetic life, Judah? Just think this way, you are using caffeine to lift your spirit~ You can sing so well, why are you so nervous like a first-time singer?",
			"犹大这是要当苦行僧呢？那就当做是用咖啡因麻痹自己打起精神怎么样~明明唱歌那么好听却紧张得跟初次上台似的~真不像样~",
			"十字架ちゃんは苦行僧にでもなるの？それじゃ、カフェインで麻痺させて元気を出させると思ったらどうかしら～？歌はあんなに上手いのに、初めてステージに上がるみたいに緊張して～。みっともないわよ～。",
			"크로스 양은 고행승이라도 될 셈이야? 그럼 카페인으로 마비시켜 기운을 내보는 건 어때~? 노래는 그렇게 잘하면서, 처음 무대에 오른 것처럼 긴장하다니~. 보기 흉하네~.",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				954,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			66557,
			"I, I am just thinking about the future. Like, how long can we keep going like this.",
			"在、在下只是在思考未来的事而已，这样子下去真的可以吗什么的。",
			"わ、私は未来のことを考えているだけよ。こうしていて本当にいいのかどうかとか。",
			"와, 나는 미래를 생각하고 있을 뿐이야. 이렇게 있는 게 정말 좋은 건지 아닌지 같은 걸.",
			null
		],
		[
			"msg",
			66558,
			"We have become very popular idols after being recognized in the Idol Festival. A lot of work opportunities have come to us to keep us busy.",
			"趁着偶像祭在下被大家认可，以偶像的身份变得有名气，大家也一样，也因此接到许多的工作，一直忙碌着。",
			"アイドルフェスタでみんなに認められたおかげで、アイドルとして有名になったわ。みんなも同じ。それでたくさんの仕事をもらって、ずっと忙しくしている。",
			"아이돌 페스타에서 모두에게 인정받은 덕에 아이돌로 유명해졌어. 모두도 마찬가지야. 그래서 많은 일을 맡게 되고, 계속 바쁘게 지내지.",
			null
		],
		[
			"msg",
			66559,
			"But what if one day, we start to lose the popularity and are no longer needed, like how we were before... Then...",
			"不过会不会终有一天，大家的名气开始褪减，然后变得不被需要，变回以前的样子，然后……",
			"でも、いつの日か、みんなの人気が下がり始めたら、必要とされなくなって、元のように戻ったら、そしたら……。",
			"하지만 언젠가, 모두의 인기가 떨어지기 시작하면, 필요 없어져서 예전처럼 돌아가면, 그럼.......",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				954,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			66560,
			"Eh~ I think it will be fine as long as we can keep singing. I will still sing even if there is only one person left to hear it~ That’s why I came here after all~",
			"诶~我倒是觉得只要能够继续唱歌就好了，就算只剩下一个人想听我唱歌，我也会唱就是了~毕竟这是我来这的理由嘛~",
			"あら～、私は歌い続けられればそれでいいわ。1人でも私の歌を聞きたいと思ってくれれば、私は歌うわ。だってそれこそが私がここに来た理由なんだもの。",
			"어머~ 나는 계속 노래할 수만 있다면 그걸로 돼. 한 사람이라도 내 노래를 듣고 싶어한다면, 나는 노래할 거야. 왜냐면 그게 바로 내가 여기 온 이유니까.",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				954,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			66561,
			"The reason to be here... Well, what are we bringing to the Babylon School now?",
			"来这的理由……说到底，现在的我们给巴比伦学园带来的是什么呢？",
			"ここに来た理由……そう言えば、私たちはバビロン学園に何をしてあげられたのかな？",
			"여기 온 이유...... 그러고 보니, 우리는 바빌론 학원에 뭘 해줄 수 있었을까?",
			null
		],
		[
			"speaker",
			204642
		],
		[
			"portraits",
			[
				954,
				0,
				false
			],
			[
				951,
				0,
				true
			]
		],
		[
			"msg",
			66562,
			"Ah~ Stop thinking too much, Judah, you will become old~ We had a promise, right? Let’s make our album first! Then make more people enjoy listening to our songs~",
			"呀~犹大这么纠结的话会变老太婆的哦~我们不是说好了吗，总之先出出来属于我们的专辑！然后让大家更喜欢听我们的歌~",
			"もう、十字架ちゃん。そんな気にしていたらおばあちゃんになっちゃうわよ～。言ったでしょう。とにかく先に私たちのアルバムを出す！それからみんなに私たちの歌を好きになってもらうって～。",
			"아니, 크로스 양. 그렇게 신경 쓰다간 할머니 되어버린다~. 말했잖아. 어쨌든 먼저 우리 앨범 내자! 그리고 모두가 우리 노래를 좋아하게 만들자고~.",
			null
		],
		[
			"msg",
			66563,
			"Also, make the person that brought all the great experiences to us happier and less worried about us~",
			"然后，让那带给我们这一切感动的人，能够更加开心更加放心~",
			"それから、この感動をくれた人たちにもっと喜んでもらって、もっと安心してもらうのよ～。",
			"그리고, 이 감동을 준 사람들에게 더 기쁨을 주고, 더 안심하게 해주는 거야~.",
			null
		],
		[
			"speaker",
			204346
		],
		[
			"portraits",
			[
				954,
				0,
				true
			],
			[
				951,
				0,
				false
			]
		],
		[
			"msg",
			66564,
			"You are right... I didn’t realize Requiem can say such good words now. I’m impressed.",
			"说的没错呢…不知不觉间，奏冥曲已经可以说出这样的漂亮话了呢，在下刮目相看了。",
			"その通りね…いつの間にか、奏冥曲はそんなにきれいな言葉を言えるようになっていたのね。びっくりだわ。",
			"그렇구나… 어느새 주명곡은 그렇게 아름다운 말을 할 수 있게 되었네. 놀랍다.",
			null
		],
		[
			"msg",
			66565,
			"Seems I can’t be so emotional anymore. Well, let’s live in the moment and keep singing as long as someone still appreciates our song... Alright, let’s go then. We can’t be late for work.",
			"看来在下也不能这么忧愁善感了，嗯，总之活在当下，歌声被认可就继续努力唱下去…好，那我们赶紧出发吧，工作可不能迟到呢。",
			"私もこんな心配ばっかしていちゃダメみたいね。うん、今に生きているんだから、歌声が認められたなら頑張って歌い続けるだけよね……よし。じゃあ、急いで出発しましょう。仕事には遅れられないわよ。",
			"나도 이렇게 걱정만 하고 있으면 안 되겠네. 응, 지금을 살고 있는 거니까, 목소리가 인정받았다면 열심히 계속 노래할 뿐이야…… 좋아. 그럼 빨리 출발하자. 일에 늦을 순 없어.",
			null
		]
	],
	"909": [
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			66566,
			"Don’t rush, everyone~ The park has a lot more prizes prepared!",
			"大家不要急~乐园的奖品还有很多噢！",
			"みんな、慌てないで～。遊園地の景品はまだたくさんあるから！",
			"여러분, 서두르지 마~. 놀이공원 경품은 아직 많이 남아있으니까!",
			null
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				955,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66567,
			"Be careful not to get hurt when you play... We have another performance tonight, you can come together~",
			"大家在游玩的时候，主要不要受伤……今天的晚上还有一场演出，大家可以一起来玩呢~",
			"みんな、遊ぶ時にはケガをしないようにね……今夜はまだ公演があるから、みんな一緒に来てね～。",
			"여러분, 놀 때 다치지 않게 조심해…… 오늘 밤에도 공연이 있으니까, 다 같이 와야 해~.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				955,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66568,
			"Woof!!!",
			"汪！！！",
			"ワンッ！！",
			"멍!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66569,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66570,
			"Sigh, we are working so far away from one another, I can’t go to watch them...",
			"真是的，大家工作的地方都离得老远，想一个个去看她们一眼都不行……",
			"まったく、みんなの仕事場所は遠いわね。1つずつ見て回ろうと思っても無理ね……。",
			"정말, 다들 일하는 곳이 멀구나. 하나씩 돌아보려 해도 무리네…….",
			null
		],
		[
			"msg",
			66571,
			"Fortunately, Seele and others were helping with performance in the same Candy Paradise. Looks like they are well liked, great~",
			"幸亏希露她们是就在上次的糖果乐园这协助演出呢，看来大家都很喜欢她们呢，太好了~",
			"シィルたちはこの前の遊園地で協力公演しているからよかった。みんなも彼女たちが好きみたいで何よりだわ～。",
			"실 녀석들은 저번 놀이공원에서 협력 공연을 해서 다행이야. 다들 그녀들을 좋아하는 것 같아서 더할 나위 없구나~.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			66572,
			"Ah, it’s Kiana~ Why are you here?",
			"啊，是琪亚娜~你怎么来了？",
			"あ、キアナ～。どうしたの？？",
			"아, 키아나~. 무슨 일이야??",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66573,
			"The manager of this park had given me a few more tickets so we can bring friends and family along. I wanted to tell you in advance... Uh, what’s in this costume...",
			"这里的乐园经理特地送多了几张可以和亲友一起来玩的门票呢，就想提前告诉你们一下而已……呃，这边的布偶里是……",
			"ここの遊園地のマネージャーが友だちと一緒に遊べるチケットを何枚かくれたのよ。事前にみんなに言っておこうと思っただけ……あ、こっちの着ぐるみは……。",
			"여기 놀이공원 매니저가 친구들과 같이 놀 수 있는 티켓을 몇 장 줬어. 미리 다들 말해두려고 했을 뿐…… 아, 이쪽 탈은…….",
			null
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				955,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66574,
			"Ah~ It’s... Hey! Wait, why did it run away...",
			"啊~这里面是……诶！等等，怎么跑了啊……",
			"あ～。この中はね……あ！待ってよ、どうして逃げるの……？",
			"아~. 이 안에는 말이야…… 아! 잠깐, 왜 도망가는 거야……?",
			null
		],
		[
			"msg",
			66575,
			"It was Baskerville in that costume... I think she came to perform purposely in the costume, so she could help advertise the mascot... She could have taken a much more difficult role with her charisma...",
			"刚才那布偶里面的是巴斯克维尔啦…似乎是特地穿布偶装过来演出的呢，顺带宣传布偶形象什么的……明明以她的魅力应该能驾驭更高难度的工作呢……",
			"さっきの着ぐるみの中はバスクビールなの…わざわざ着ぐるみを来て公演に来たの。ついでに着ぐるみマスコットの宣伝だとかなんとか……彼女の魅力ならもっと難しい仕事もこなせるはずなのに……。",
			"아까 그 탈 속에는 바스크 비어였어… 일부러 탈을 쓰고 공연에 온 거야. 덤으로 탈 마스코트 홍보라느니 뭐라느니… 그녀의 매력이라면 더 어려운 일도 해낼 수 있을 텐데…….",
			null
		],
		[
			"msg",
			66576,
			"Ah, talking abut this ticket, can I please have two more? I want to come here with Koi, but also with Baskerville some time... After all, we haven’t really talked since the Idol Festival.",
			"啊，这个票，可以多给我两张吗？虽然说到时候很想和小鲤来这玩~但我也想抽时间，约巴斯克维尔来这呢，毕竟…我和她自偶像祭后都没有好好谈过呢。",
			"あ、このチケット、私に多めにくれない？コイと一緒に遊びに来たいんだけど、時間を作ってバスクビールと来る約束をしなくちゃ。だって…私とバスクビールはアイドルフェスタが終わってから、まだしっかり話し合ってないんだもの。",
			"아, 이 티켓, 나한테 좀 더 줄 수 없어? 코이랑 같이 놀러 오고 싶은데, 시간을 내서 바스크 비어랑 오기로 약속을 해야겠어. 왜냐면… 나랑 바스크 비어는 아이돌 페스타가 끝나고서도 아직 제대로 이야기를 나눠보지 못했거든.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66577,
			"Whatever you like~ Looks that everyone is pretty good with this work. Seele is like a kid anyway, so everyone will feel very comfortable with her performance in the park. Pan Long is like a big sister, so the kids will feel at home. It’s great that you have come~",
			"你们喜欢就好~看来，工作都很上手呢，希露本来就跟小孩子一样所以在乐园演出让大家很亲近，盘龙大姐姐的感觉又让小朋友们很安心，让你们来真是对了~",
			"あなたたちが好きならよかったわ～。どうやら仕事は順調のようね。シィルも元々は子供っぽいからね、だから遊園地の公演もみんなに親近感を与えたの。盤龍のお姉さんぶりも子供たちにとっては安心できるでしょうし、あなたたちが来て本当に正解よ～。",
			"너희들이 좋아해 준다면 다행이야~. 어쨌든 일은 순조로운 모양이네. 시일도 원래 어린애 같으니까, 그래서 놀이동산 공연도 모두에게 친근감을 줬어. 반룡의 언니 같은 모습도 아이들에겐 안심이 될 테고, 너희들이 와서 정말로 잘한 일이야~.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			66578,
			"Ki, Kiana, you didn’t come here to joke on us, right...",
			"琪、琪亚娜别特地跑过来就是为了开我们玩笑啦……",
			"き、キアナ、わざわざここまで来て冗談言わないでよ……。",
			"키, 키아나, 일부러 여기까지 와서 장난 치지 마…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66579,
			"No no... There’s one more thing... Uh, I mean, I probably can’t wait for everyone to come back to the agency tonight. Actually... I may not be able to stay there for long... After all, St. Freya HS...",
			"没有没有…其实还有一件事的……嗯，就是…我今晚估计是不会在事务所等大家回来了，甚至说……最近可能没法一直呆在那…毕竟圣芙蕾雅学园那边……",
			"本当よ…それにもう1つあるの……うん、実はね…今夜は事務所でみんなの帰りを待っていられないと思うの。というか……しばらくずっとあそこには…聖フレイヤ学園のほうが……。",
			"정말이야… 그리고 하나 더 있는데… 음, 사실은… 오늘 밤은 사무실에서 모두의 귀가를 기다릴 수 없을 것 같아. 아니… 한동안 계속 거기에는… 세인트 프레야 학원 쪽이…….",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			66580,
			"Yeah~ Seele understands! Kiana, just focus on your own things~",
			"嗯~希露知道了！琪亚娜就放手去忙自己的事吧~",
			"うん。分かった！キアナは自分のことに集中していいよ～。",
			"응. 알았어! 키아나는 자기 일에 집중해도 돼~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66581,
			"Ah, yeah I just wanted to drop by and tell you... Eh!? Hold on, aren’t you going to try to keep me!",
			"啊，嗯就是特地想过来说……诶！？等等你们都不挽留一下我的吗！",
			"あ、うん。ただ、ここに来て言いたくて……え！？ちょっと待って。あなたたち誰も私を引き留めてくれないの！？",
			"아, 응. 그냥, 여기 와서 말하고 싶어서…… 어!? 잠깐만. 너희들 아무도 나를 붙잡아 주지 않는 거야!?",
			null
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				955,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66582,
			"Because Kiana is always like that. You suddenly appeared and suddenly disappeared again. But when you came back, you would always bring us surprises. It’s not a farewell, right~",
			"因为琪亚娜一直以来都是这样的呢，突然出现在我们面前，又不知不觉地不见了，再次回来的时候又总是给我们惊喜。反正也不是永别不是吗~",
			"だってキアナはいつもそうじゃない。突然私たちの前に現れて、いつの間にかいなくなっちゃう。そしていつもサプライズで戻って来る。どうせ永遠のお別れじゃないんでしょう～。",
			"왜냐면 키아나는 항상 그렇잖아. 갑자기 우리 앞에 나타났다가, 어느새 사라져 버리고. 그리고 항상 서프라이즈로 돌아오지. 어차피 영원한 이별은 아니잖아~.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				955,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			66583,
			"We all know it, that’s why we work hard to complete the jobs and make Kirakira☆Feeling better. So someone doesn’t have to worry about us, and she can do the things she wants to do.",
			"大家都很清楚呢，所以才不断努力地去完成工作，并且不断努力想让Kirakira☆気分变得更好。这都是为了让某个人能放下心来去做自己想做的事呢。",
			"みんなよく分かっているのよ。だから一生懸命仕事をして、Kirakira☆気分をもっとよくできるように頑張るから。これも全部、誰かさんが安心して自分のやりたいことをやれるようにするためなのよ。",
			"다들 잘 알고 있어. 그래서 열심히 일하고, 키라키라☆ 기분을 더 좋게 할 수 있도록 노력할 거야. 이 모든 것도, 누군가가 안심하고 자신이 하고 싶은 일을 할 수 있도록 하기 위한 거니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66584,
			"Woa... You all...",
			"呜哇…你们……",
			"うぅ…みんな……。",
			"우우… 다들…….",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			66585,
			"So, don’t worry, Kirakira☆Feeling will always be there. No matter what happens in the Babylon School, we will work hard to bring happiness and smiles to everybody~",
			"所以你就放心吧，Kirakira☆気分会一直存在，无论今后巴比伦学园发生什么事，我们都会努力给大家带来幸福和笑容~",
			"だから安心して。Kirakira☆気分は永遠に不滅よ。この先、バビロン学園に何が起ころうと、私たちはみんなに幸せと笑顔を届けられるように頑張るわ～。",
			"그러니까 안심해. Kirakira☆기분은 영원히 불멸이야. 이 앞으로 바빌론 학원에 무슨 일이 일어나든, 우리는 모두에게 행복과 웃음을 전할 수 있도록 힘낼 거야~.",
			null
		],
		[
			"speaker",
			204639
		],
		[
			"portraits",
			[
				955,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66586,
			"But, you will always be our producer. This time, we will be here waiting to say “welcome back” to you. Make sure you bring better projects.",
			"不过我们的producer一直都是你呢。这次就换成我们在这，等着和你说欢迎回来了，一定还要给我们带来更棒的企划哦。",
			"でも、私たちのプロデューサーはずっとキアナよ。今度は私たちがここでキアナの「ただいま」を待つ番ね。必ずもっとスゴイ企画を持ってきてちょうだいよ。",
			"하지만, 우리의 프로듀서는 계속 키아나야. 이번에는 우리가 여기서 키아나의 「다녀왔어」를 기다릴 차례야. 꼭 더 대단한 기획을 가지고 와줘.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				950,
				0,
				true
			]
		],
		[
			"msg",
			66587,
			"Of, of course~~ If I, I do it... *Cries*!",
			"这、这不是当然的嘛~~本小姐，本小姐出马的话……呜！",
			"そ、そんなの当たり前じゃないの～。わ、私にかかれば……うぅ。",
			"그, 그런 건 당연한 거 아니야~. 나, 나만 있으면…… 우우.",
			null
		],
		[
			"speaker",
			204624
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				950,
				0,
				false
			]
		],
		[
			"msg",
			66588,
			"Hehe~ Kiana, you are so... Exaggerated~",
			"嘻嘻~琪亚娜这真是…太夸张啦~",
			"うふふ。キアナは本当に…大げさね～。",
			"우후훗. 키아나는 정말… 과장돼~.",
			null
		]
	]
}