{
	"920": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66738,
			"The same ruins, same scene and same start... But everything is getting clear. Is the real Revelation going to begin...",
			"又是这座废墟，又是同样的场景，又是同样的起始……只不过一切已经开始变得明晰，是真正的神启要开始了么……",
			"また……この廃墟。始まりはいつも同じ。ただ、以前みたときよりも、はっきりと景色をみることができる。",
			"또…… 이 폐허. 시작은 언제나 같아. 다만, 전에 봤을 때보다 더 선명하게 풍경을 볼 수 있어.",
			"The same ruins again, the same scene again, and the same beginning again... But everything is beginning to become clearer. Is the true Divine Revelation about to begin?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				107,
				0,
				false
			]
		],
		[
			"msg",
			66739,
			"The Revelation had never started. Everything is still unknown...",
			"神启从未开始，一切都还是未知……",
			"世界を救うと言ってたわりには、いつもここに来るじゃない。",
			"세상을 구한다면서, 맨날 여기 오잖아.",
			"The Divine Revelation has never begun. Everything is still unknown..."
		],
		[
			"msg",
			66740,
			"You have worked very hard, but you can’t decide on the rest of things. Me neither. We can only wait for the opportunity...",
			"你已经很努力了，但是剩余的事情你无法决定，我也无法决定，我们只能等待时机……",
			"あ、それとも訓練しにきたの？現実と同じように、この廃墟を1000周してみよっか。もちろん、私の攻撃による妨害ありの訓練よ。さぁ、始めるわよ！",
			"아, 아니면 훈련하러 온 거야? 현실처럼, 이 폐허를 1000바퀴 돌아볼까? 물론, 내 공격으로 방해하는 훈련이야. 자, 시작한다!",
			"Oh, or have you come here to practice? Let's try running around these ruins 1000 times, just like in real life. Of course, I'll be interfering with your training with my attacks. Let's get started!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				107,
				0,
				true
			]
		],
		[
			"msg",
			66741,
			"Hey! Kiana, you have nannied me outside, are you going to do the same thing in my dream!",
			"喂！琪亚娜，你在外面要教训我，在梦里面也要反驳我么！",
			"ちょ、ちょっと！現実でやられたばっかりなのに夢の中でも……って、槍がこっちに……ぎゃー！死ぬっ！死ぬから！！",
			"잠, 잠깐! 현실에서 당한 지 얼마 안 됐는데 꿈 속에서까지…… 으악, 창이 이쪽으로…… 꺄악! 죽어! 죽을 거야!!",
			"Hey, wait a second! I just got beaten in real life, and now even in my dreams... Wait, the spear is coming towards me... Ahhh! I'm gonna die! I'm gonna die!!"
		],
		[
			"msg",
			66742,
			"The Kyushou-sama today is different! I will not be scared by the look from your eyes anymore today!",
			"今天的九霄大人可是和平时的九霄大人不一样！今天的我不会再被你的眼神给吓出去了！",
			"……ふ、ふふっ。きょ、今日の救世主は一味も二味も違うってところを——",
			"……후, 후훗. 오, 오늘의 구세주는 한 층 더 다르다는 걸 ——",
			"...Heh, heheh. Today's Savior is different from the usual Savior! Today, I will not be scared away by your eyes again——"
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				107,
				0,
				true
			]
		],
		[
			"msg",
			66743,
			"Whether you are Kiana or not, I don’t care. Bear the wrath of Kyushou-sama on behalf of her!",
			"不管你到底是不是琪亚娜，总之代替她承受九霄大人的怒火吧！",
			"ま、また槍が飛んできたー！に、逃げな……ぎゃー！！",
			"아, 또 창이 날아온다! 도, 도망쳐…… 꺄악!!",
			"No matter whether you are Kiana or not, you should bear the wrath of the Savior on her behalf!"
		]
	],
	"921": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66744,
			"As expected, this is a dream too...",
			"果然，这也是梦境么……",
			"……やっぱり、夢。",
			"……역시, 꿈.",
			"...So this is just a dream after all."
		],
		[
			"msg",
			66745,
			"You have made me see myself in the past. When I met Senior Mei, when I was in Plume Academy...",
			"你让我看到了过去的我，遇上芽衣学姐的我，在千羽学园的我……",
			"運命が過去の自分を見せてくれた。千羽学園で出会った芽衣先輩と自分。",
			"운명이 과거의 나를 보여줬다. 센바 학원에서 만난 메이 선배와 나.",
			"Fate showed me my past self. Mei-senpai and I, who met at Senba Academy."
		],
		[
			"msg",
			66746,
			"You have made me see myself in the past. After I met Kiana, when I was in St. Freya HS...",
			"你让我看到了过去的我，和琪亚娜相遇之后的我，在圣芙蕾雅学园的我……",
			"運命が過去の自分を見せてくれた。聖フレイヤ学園でキアナに訓練させられた自分。",
			"운명이 과거의 나를 보여줬다. 세인트 프레야 학원에서 키아나에게 훈련받던 나.",
			"Fate showed me my past self. The one who was trained by Kiana at St. Freyja Academy."
		],
		[
			"msg",
			66747,
			"You made me see all these memories and told me this is a recurring dream...",
			"你让我看到了这些回忆，又告诉我这是不断循环的梦境么……",
			"運命が過去の自分を見せてくれた。これが永遠に繰り返される夢だと教えてくれた。",
			"운명이 과거의 나를 보여줬다. 이것이 영원히 반복되는 꿈이라고 가르쳐줬다.",
			"Fate showed me my past self. She told me this was a dream that would repeat forever."
		],
		[
			"msg",
			66748,
			"Where will my next dream be then? Which memory would it be?",
			"那么我的下一个梦又会是哪里？又会是哪一份记忆呢？",
			"次は、どの夢だろう。そうだ、夢のことを黙示録に……。",
			"다음은, 어떤 꿈일까. 그래, 꿈에 대한 것을 묵시록에…….",
			"So where will my next dream be? Which memory will it be...?"
		],
		[
			"msg",
			66749,
			"Could it be when I was living with my parents? Or when I was trying to record the information from the Revelation into the Relic?",
			"是我和爸爸妈妈她们生活的记忆么？还是说是我努力将启示中的讯息记载在圣器中的那段记忆呢？",
			"いつまで続くの……私は、本当に世界を救えるの？",
			"언제까지 계속되는 거야…… 나는, 정말로 세계를 구할 수 있을까?",
			"Will it be the memory of my life with my parents...? Or the memory of me trying to record the message of Revelation in the Holy Vessel?"
		],
		[
			"msg",
			66750,
			"This recurring, self-hypnotizing and warm dream...",
			"那么这场不断循环的，自我催眠的，温暖的梦境……",
			"キアナ、教えてよ。私は本当に世界を……みんなを救うことができるの？",
			"키아나, 알려줘. 나는 정말로 세계를…… 모두를 구할 수 있을까?",
			"Kiana, tell me. Can I really save the world... and everyone in it?"
		],
		[
			"msg",
			66751,
			"When will it ever end...",
			"何时才会结束呢……",
			"キアナ、お願いだから……教えてよ。",
			"키아나, 제발…… 알려줘.",
			"Kiana, please... tell me."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66752,
			"......",
			"……",
			"——Fin",
			"——Fin",
			"——Fin"
		]
	],
	"922": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66753,
			"“I feel there is too little emotional plots in the HOMU Adventure. I want to see more of their love, hate and other stories~”...",
			"「感觉吼姆大冒险的感情戏份过于少了，想看更多关于他们的爱恨情仇~」吗……",
			"「ホムの大冒険のヒューマンドラマが少なすぎます。彼らの愛と憎しみをもっと見たいです」か……。",
			"「호무의 대모험의 휴먼 드라마가 너무 적습니다. 그들의 사랑과 증오를 더 보고 싶습니다」…….",
			null
		],
		[
			"msg",
			66754,
			"What the... Is this the only feedback from this BETA test? HOMU is the savior. A savior is supposed to be lonely, as emotions will only become shackles to chain him. Ordinary people can’t understand this, can they?",
			"什么…这次的BETA回馈就这个吗？吼姆是救世主，救世主是孤独的，感情什么的只会成为束缚他的枷锁，这点凡人是不能理解的吧？",
			"何よ……今回のベータ版フィードバックはこれ？ホムは救世主。救世主は孤独なの、感情なんてものは束縛する枷にしかならないのよ。凡人には理解できないのかしらね？",
			"뭐야... 이번 베타판 피드백이 이거야? 홈은 구세주. 구세주는 외로워야 하는 거야, 감정 같은 건 속박하는 족쇄일 뿐이라고. 평범한 사람들은 이해 못하나?",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66755,
			"But, as a developer, I should satisfy the players’ needs... Love is just a simple game of words. This will be no challenge to Kyushou-sama because I have so many great love stories to refer to!",
			"不过，满足玩家需求也是开发者该做的事呢…恋爱不过是简单的文字游戏罢了，参考了各种爱情大作的九霄大人可不会被这种事难倒！",
			"でもプレイヤーのニーズに応えるのも開発者の役目……恋愛なんて簡単な文字遊びじゃない。ラブストーリーの名作をいくつか参考にすればちょちょいのちょいよ！",
			"하지만 플레이어의 요구에 응하는 것도 개발자의 몫... 연애 같은 건 쉬운 글자 놀이가 아니라고. 러브스토리 명작들을 몇 개 참고하면 손쉽게 해결될 거야!",
			null
		],
		[
			"msg",
			66756,
			"Hehe, if you demand it, let Kyushou-sama present to you this magnificent love of the savior!",
			"哼哼，既然你们渴求着，那就让九霄大人亲手，将这场救世主轰轰烈烈的爱情呈现给你们吧！",
			"ふふ～ん。そんなに見たいのなら、九霄様自らこの救世主の激しいラブストーリーを見せてあげましょう！",
			"흐흥~. 그렇게 보고 싶다면, 큐쇼님께서 직접 이 구세주의 불타는 러브스토리를 보여드리죠!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66757,
			"......",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			66758,
			"[HOMU Village]",
			"【吼姆村】",
			"【ホム村】",
			"【홈 마을】",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66759,
			"I... Must go. Please take care of the village, HOLA.",
			"我…要出发了，村子就拜托你了，吼辣。",
			"で……出かけるから村は頼んだよ。ホラ。",
			"어... 나 외출할 테니까 마을은 부탁해. 자.",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				9,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66760,
			"No problem! I will protect it with my life. Don’t worry, go and save this world.",
			"没问题！我会拼死守护这里的，不用担心，放手去拯救这个世界吧。",
			"任せて！何があってもここを守るから心配しないで。安心してこの世界を救いに行って。",
			"맡겨! 무슨 일이 있어도 여길 지킬 테니 걱정하지 마. 안심하고 이 세상을 구하러 가.",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66761,
			"Because it’s you, I can trust you with everything. Alright, HOMEI, time to go. Follow me, I will never let you get hurt.",
			"因为是你，我才这么放心将一切交给你的。好了，走吧吼美，该出发了。跟紧我，我绝对不会让你受伤害的。",
			"君がいるから安心して任せられるよ。よし、ホミ、出発だ。離れちゃダメだよ。絶対に守るから。",
			"네가 있어서 안심하고 맡길 수 있어. 좋아, 호미, 출발이다. 떨어지면 안 돼. 반드시 지켜줄게.",
			null
		],
		[
			"msg",
			66762,
			"When we destroy the chaos in this world, let’s come back to the village and get married.",
			"等消灭了这个世界的混沌，我们就回到村子里，然后结婚吧。",
			"この世界の混沌を滅ぼしたら村に戻って、そして結婚しよう。",
			"이 세계의 혼돈을 없애면 마을로 돌아와서, 그리고 결혼하자.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66763,
			"I... I...",
			"我…我……",
			"わ……私……。",
			"와... 나...",
			null
		],
		[
			"msg",
			66764,
			"I want to stay in the village...",
			"我想留在村子里……",
			"私は村に残りたい……。",
			"나는 마을에 남고 싶어…….",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66765,
			"Eh? What are you talking about, if you are not next to me, I can’t protect you when you are in danger!",
			"诶？你在说什么呢，如果你不在我身边，我可没办法在你遇到危险的时候第一时间保护你啊！",
			"え？何を言っているんだ。傍にいてくれなかったら、君が危ない目に遭った時にすぐに守ってあげられないじゃないか！",
			"어? 무슨 소리야. 곁에 있어주지 않으면 네가 위험에 처했을 때 바로 지켜줄 수 없잖아!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66766,
			"I want to stay in the village! Haven’t I made myself clear, HOMU? Then, I shall tell you clearly--",
			"我要留在村子里！这么说还不懂吗，吼姆？那，我就明明白白地说了——",
			"私は村に残りたいの！ホム、分からないの？じゃあ、はっきりと言うわね——",
			"나는 마을에 남고 싶다고! 호무, 이해가 안 돼? 그럼 분명히 말할게——",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66767,
			"HOMEI... It can’t be, no, don’t say that, not those words!",
			"吼美…难道说，不，只有那句话千万别说出来！",
			"ホミ……まさか、いや、それだけは言わないでくれ！",
			"호미…… 설마, 아니, 그 말만큼은 하지 마!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66768,
			"Let’s break up, HOMU. I never quite liked you since the beginning.",
			"我们分手吧，吼姆，从一开始，我就不怎么喜欢你。",
			"私たち別れましょう。ホム。最初からそんなにあなたのこと好きじゃなかったの。",
			"우리 헤어지자. 호무. 처음부터 그렇게 널 좋아하지 않았어.",
			null
		],
		[
			"msg",
			66769,
			"I can’t find a reason to go on an adventure with you. You talked about protection, but I think the village is safe enough with HOLA protecting it.",
			"我找不到跟你一起去冒险的理由，再说，保护什么的，在有吼辣保护的村子里，我觉得已经是足够安全的了。",
			"私にはあなたと一緒に冒険に行く理由がないわ。それに守るとか何とかって、ホラが村にいてくれれば十分安全だと思うわ。",
			"난 너랑 함께 모험을 떠날 이유가 없어. 게다가 지켜준다느니 뭐니 하는 것도, 호라가 마을에 있으면 충분히 안전할 거야.",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66770,
			"But, but I... No, it should not be this way, this is not what you said when I told you my feelings!",
			"可、可是，我…不，不应该是这样的，在我向你表白的时候你不是这么说的！",
			"で、でも……いや、そんなわけないだろう。君に告白した時、君はそんな風に言わなかったじゃないか！",
			"그, 하지만…… 아니, 그럴 리 없어. 네게 고백했을 때 넌 그런 말 안 했잖아!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66771,
			"I just didn’t want to hurt you. But I don’t want to keep acting anymore now...",
			"那不过是不想伤害你而已，现在，我已经不想再演下去了……",
			"それはあなたを傷つけたくなかっただけよ。今はもうこれ以上演じたくないの……。",
			"그건 너를 상처 주기 싫었을 뿐이야. 이젠 더 이상 연기하고 싶지 않아…….",
			null
		],
		[
			"msg",
			66772,
			"Goodbye, HOMU, forget me. I will forget you too. Please take care of the world...",
			"再见了，吼姆，忘了我吧，我也会忘了你的。世界，就拜托你了……",
			"さようなら。ホム。私のことは忘れてちょうだい。私も忘れるから。世界のことは頼んだわよ……。",
			"안녕. 호무. 나 같은 건 잊어줘. 나도 잊을 테니까. 세계의 일은 부탁할게…….",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66773,
			"No, HOMEI wait, don’t go, don’t leave me alone!! HOMEI!!!",
			"不，吼美等等，别走，不要丢下我一个！！吼美！！！",
			"待って、ホミ。行かないでくれ。一人にしないでくれ！！ホミ！！",
			"기다려, 호미. 가지 마. 나 혼자 두지 말아줘!! 호미!!",
			null
		]
	],
	"923": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66774,
			"[HOMU Village Road 015]",
			"【吼姆村015号小路】",
			"【ホム村015号路地】",
			"【호무 마을 015번 골목】",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66775,
			"HOMEI... Has gone. I’m all alone in this adventure now. What should I protect anymore?",
			"吼美…回去了。这样孤零零的冒险之路，又有什么东西，是值得我再去守护的呢？",
			"ホミ……行ってしまった。こんな孤独な冒険で、守りに値するものなんて、あるんだろうか？",
			"호미…… 떠나버렸어. 이렇게 외로운 모험에서, 지킬 만한 가치가 있는 게 있을까?",
			null
		],
		[
			"msg",
			66776,
			"I was the first to have the power to save the world. I was the first to tell her my feelings. Why did it end up this way... She never liked me since the beginning. I feel so cold in my heart...",
			"获得拯救世界力量的是我，先告白的也是我，为什么会变成这样……从一开始就不喜欢我吗，总觉得，心里好冷……",
			"世界を救う力があるのは僕。先に告白したのも僕。どうしてこうなってしまったんだろう……最初から好きじゃなかったのか。何だか悲しいなぁ……。",
			"세상을 구할 힘을 가진 건 나야. 먼저 고백한 것도 나인데. 어떻게 이렇게 됐을까…… 처음부터 좋아하지 않았던 걸까. 왠지 슬프네…….",
			null
		],
		[
			"msg",
			66777,
			"Ah... When will the rain stop... When will I become the special one in your heart...",
			"啊…雨什么时候才会停…我，又要到什么时候，才能成为你心中的那个他……",
			"ああ……雨はいつになったら止むんだろう……僕はいつになったら君の心の中の彼になれるんだろう……。",
			"아…… 비는 언제 그칠까…… 나는 언제쯤 네 마음속의 그 사람이 될 수 있을까…….",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66778,
			"This is the moment when the Wheel of Destiny is turned. If I step in, the direction of fate will probably be changed? I should not have intervened...",
			"这正是，命运之轮转动之时，如果我在这时出手，命运的走向也会被改变吧？本来我是不应该来干涉的……",
			"それはまさに運命のルーレットが動く時。もし私が手を出せば運命の方向も変えられるでしょう？本当は干渉すべきじゃないんだけど……。",
			"그건 바로 운명의 룰렛이 돌아갈 때. 내가 손을 대면 운명의 방향도 바꿀 수 있겠지? 사실 간섭하면 안 되지만…….",
			null
		],
		[
			"msg",
			66779,
			"Never mind. I came to change all of this.",
			"算了，我正是为了改变这一切才来的。",
			"いいわ。私は全てを変えるために来たんだから。",
			"좋아. 난 모든 것을 바꾸러 왔으니까.",
			null
		],
		[
			"msg",
			66780,
			"One that is supposed to save the world, your soul has lost its direction in this rain. Are you still confused? You will never defeat the mighty enemies with such a half-baked understanding. Saving the world is nothing but a dream!",
			"心火被雨水浇灭的救世之人啊，还在迷茫吗？这样半吊子的觉悟，可是没法战胜那些强大的敌人的，拯救世界什么的不过是梦罢了！",
			"打ちのめされた救世主、まだお迷い？そんな半端な覚悟じゃ、強大な敵には勝てっこないわよ。世界を救うなんて夢のまた夢よ！",
			"무너져내린 구세주, 아직도 망설이고 있어? 그런 반쯤 굳은 각오로는 강대한 적을 이길 수 없어. 세상을 구한다니 꿈 속의 꿈이야!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66781,
			"You are…",
			"你是……",
			"あなたは……。",
			"너는…….",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66782,
			"I am just a passer by from the HOMU family... Call me HOTARO.",
			"我只是个路过的吼姆一族罢了……叫我吼太郎吧。",
			"私はただの通りがかりのホム一族……ホ太郎と呼んで。",
			"나는 그냥 지나가던 호무 일족…… 호타로라고 불러.",
			null
		],
		[
			"msg",
			66783,
			"A savior will be lonely. You could have saved the world with your luminosity, but instead you are just depraving here. So ugly.",
			"救世主是孤独的，你本应有着可以拯救世界的光辉，却在这里颓废堕落，实在是太难看了。",
			"救世主とは孤独なのよ。あなたには世界を救う輝きがありながら、こんなところでくすぶっていて、見るに堪えないわ。",
			"구세주는 외로운 거야. 넌 세상을 구할 빛을 가지고 있으면서, 이런 곳에서 웅크리고 있어, 보기 참 안 됐어.",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66784,
			"What do you know... I have lost the person to protect. There is no reason for me to protect this world anymore. After all, this savior thing didn’t bring me any huge advantage at all...",
			"你又知道些什么…失去了值得保护的人，我已经没有拯救这个世界的理由了。说到底，救世主这个身份根本没给我带来多大的优势……",
			"何を知っているのさ……守るべき人を失って、僕にはもうこの世界を守る理由なんてないんだ。それに救世主の身分なんて何の役にも立たないじゃないか……。",
			"뭘 아는 거야…… 지켜야 할 사람을 잃고, 나에게는 이 세상을 지킬 이유 따윈 없어. 게다가 구세주의 신분 같은 건 아무런 소용도 없잖아…….",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66785,
			"What the, is that what you care about! Are you not concerned with the world? All you care about is women?!",
			"是吗，这就是你的执念吗！世界变成什么样你都无所谓吗，你行动的目的就只是为了女人吗！",
			"そう？あなたの執念はそんなものなの？世界がどうなってもどうでもいいの？あなたは女のために行動しているだけなの！？",
			"그래? 네 집착이 그 정도야? 세상이 어떻게 되든 상관없어? 넌 그냥 여자를 위해 행동하는 거야!?",
			null
		],
		[
			"msg",
			66786,
			"But you still don’t understand! I don’t care about identities! Many people from higher classes still marry ordinary office workers! What I wanted to say is, if you really care about her that much, why don’t you get her back!",
			"但你还是不明白！身份什么的都无所谓！就算是高贵的人嫁给一般社员的也是有很多的！我要说的是，如果你真的执着于她，为什么不把她抢过来！",
			"でも、分かってないわね！身分なんてどうでもいいのよ！立派な女性が一般社員と結婚することだって多いんだから！私が言いたいのは、本当に彼女が気になるなら、どうして奪ってこないのってことよ！",
			"하지만, 넌 이해를 못하고 있어! 신분 같은 건 중요하지 않아! 훌륭한 여자가 평범한 회사원과 결혼하는 경우도 많다고! 내가 말하고 싶은 건, 정말 그녀가 마음에 든다면 왜 빼앗아 오지 않는 거냐는 거야!",
			null
		],
		[
			"msg",
			66787,
			"If you can’t even conquer the one you love, how can you have the courage to face the disaster of the world! This is the first test for you as a savior! Do you understand!",
			"如果连心爱的人都无法征服，又有什么勇气去面对世界的灾祸！这是你身为救世主的第一道考验！你清楚吗！",
			"愛する人のことすらままならないで、世界の禍を救う勇気なんてあるわけないでしょ！これは救世主としての最初の試練よ！分かった！？",
			"사랑하는 사람조차 지키지 못하면서, 세상의 재앙을 구할 용기 따윈 있을 리 없잖아! 이건 구세주로서의 첫 번째 시련이야! 알겠어!?",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66788,
			"This is a... Test for me?",
			"这是对我的…考验？",
			"これは僕の……試練？",
			"이게 나의…… 시련?",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66789,
			"Correct. Come on, think, fight to win her heart back so she will come back to you. No matter what strategy you take, as long as it works!",
			"没错，来吧，思考吧，为了夺得她的芳心，将她抢回到自己身边战斗吧，无论什么谋略，只要结果能行就是可用的！",
			"そうよ。ほら、考えてみなさい。彼女の心を奪うために、彼女を取り戻すために頑張るのよ。どんな策略を使おうと、結果が全てよ！",
			"그래. 자, 생각해 봐. 그녀의 마음을 빼앗기 위해, 그녀를 되찾기 위해 노력하는 거야. 어떤 계략을 쓰든, 결과가 전부야!",
			null
		],
		[
			"msg",
			66790,
			"Break through all of this, and obtain the real courage of a savior!",
			"突破这一切，然后，真正地去获得救世主的勇气吧！",
			"全てを打ち破って、そして、救世主としての勇気を手に入れるのよ！",
			"모든 것을 부수고, 그리고, 구세주로서의 용기를 얻는 거야!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66791,
			"Courage... Yes, I need courage! If I can’t even make this step, I will never be proud of myself again!",
			"勇气…没错，我需要的是勇气！如果连这一步都没法迈出去，就永远都没法抬头了！",
			"勇気……そうだ。僕には勇気が必要なんだ！その一歩すら踏み出せなかったら永遠にダメなままじゃないか！",
			"용기…… 맞아. 나에게는 용기가 필요해! 그 한 걸음조차 내딛지 못하면 영원히 안 되는 채로 있잖아!",
			null
		],
		[
			"msg",
			66792,
			"Yeah... Maybe... Mr. HOTARO! I have an idea, could you please help me!",
			"嗯…说不定……吼太郎阁下！我想到一个妙计，可以请你协助我吗！",
			"うん……もしかしたら……ホ太郎殿！いいアイディアがあるんだけど、手伝ってくれませんか！？",
			"응…… 어쩌면…… 호타로 님! 좋은 아이디어가 있는데, 도와주시겠어요!?",
			null
		]
	],
	"924": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66793,
			"[HOMU Village]",
			"【吼姆村】",
			"【ホム村】",
			"【호무 마을】",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66794,
			"HOMU... Has departed. It must be a hard adventure.",
			"吼姆他…出发了啊，这一定是场困难重重的冒险吧。",
			"ホム……行ってしまったね。今回は厳しい冒険になるだろうな。",
			"흠... 갔구나. 이번에는 힘든 모험이 될 거야.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66795,
			"Yeah, I think so.",
			"是、是的吧。",
			"ええ、そうね。",
			"응, 그렇네.",
			null
		],
		[
			"msg",
			66796,
			"Eh...  Wait, HOLA, where are you going?",
			"诶…等等，吼辣，你要去哪？",
			"あれ……待って、ホラどこに行くの？",
			"어라... 잠깐, 야 어디 가는 거야?",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66797,
			"I will be on guard. HOMU is away, so I will protect the village. You should go back to the house.",
			"站岗，吼姆不在的话，村子就由我来守护，你就快回到屋子里去吧。",
			"見張りさ。ホムがいなかったら村は僕が守らなくちゃ。君は早く家に戻るんだ。",
			"감시하러. 홈이 없으면 마을은 내가 지켜야지. 넌 빨리 집에 돌아가.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66798,
			"No, I, I am thinking, can I stay by your side when you are on guard?",
			"不，我、我在想，我能呆在你身边，和你一起站岗么？",
			"いえ、あの、その、私もあなたの傍で一緒に見張りをしてもいいかしら？",
			"아니, 그, 저기, 나도 너 곁에서 같이 감시해도 될까?",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66799,
			"Hmm... Yeah, why not. Come together, but do no leave me.",
			"唔……是吗，也好，你也一起来吧，但记得不要离开我身边。",
			"え……まあ、いいよ。一緒においでよ。でも傍から離れないようにね。",
			"어... 뭐, 좋아. 같이 와. 하지만 곁에서 떨어지지 말고.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66800,
			"Sure~ I know HOLA is very heroic and considerate. You just said “do not leave me”~ I am happy to hear that~",
			"好的~果然吼辣英勇善战又特别会体贴人呢，居然说不要离开你身边什么的~我有点开心呢~",
			"分かった～。ホラって勇敢で優しいのね。「傍から離れないようにね」なんて、ちょっと嬉しいな～。",
			"알았어~. 야라 씨는 용감하고 상냥하구나. 「곁에서 떨어지지 말고」 라니, 좀 기분 좋은데~.",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66801,
			"Ah, isn’t that natural? HOMU has left the village for me to protect, I will never let this place get hurt. In particular, he is in deep love with you... So I must protect you at all cost.",
			"啊，那不是当然的么？既然吼姆把整个村子交给了我，我就绝对不能让这里受到伤害，特别是他心爱着的你……无论如何都要第一时间保护好才行。",
			"え？当り前だろう。ホムが村を僕に託したんだ。ここでは絶対に怪我させたりしない。特に彼が愛する君は……何があっても守らなくちゃ。",
			"어? 당연한 거 아냐. 홈이 마을을 내게 맡겼잖아. 여기선 절대 다치게 하지 않을 거야. 특히 그가 사랑하는 너는... 무슨 일이 있어도 지켜야지.",
			null
		],
		[
			"msg",
			66802,
			"I don’t want to see my best friend weeping... When he comes back to the village and loses his love.",
			"我可不想看到…我的挚友在回到村子的时候，那因为失去爱人而落泪的样子。",
			"僕は……親友が村に帰って来た時に愛する人を失って涙する様子なんて見たくないからね。",
			"난... 친구가 마을에 돌아왔을 때 사랑하는 사람을 잃고 울는 모습은 보고 싶지 않으니까.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66803,
			"Uh... Is that the reason!? Don’t talk about HOMU now! Let’s talk about ourselves. I have already told you my feelings, what do you think of me, HOLA?",
			"呃…是这个原因吗！真是的这种时候就不要去谈论吼姆啦！说说我们的事吧，既然我表达了我对你的看法，你又是怎么看我的呢吼辣？",
			"え……それが理由なの！まったく。こういう時はホムのことを持ち出さないでよね！私たちのことを話しましょう。私は自分の想いを言ったんだよ。ホラは私のことをどう思っているの？",
			"어... 그게 이유야! 정말. 이런 때는 홈 이야기 꺼내지 말라고! 우리 이야기를 하자. 나는 내 마음을 말했어. 야라는 나를 어떻게 생각해?",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66804,
			"HOMEI is also very kind, considerate and strong. You are... Very powerful...",
			"吼美也是个温柔体贴，又非常坚强的吼姆一族。你…非常的强大啊……",
			"ホミも優しくて、とてもたくましいホム一族だよ。君は……とても強いよ……。",
			"호미도 상냥하고, 아주 강인한 호무 일족이야. 너는…… 정말 강해…….",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66805,
			"Ah, ouch, why do you suddenly say such nice words!",
			"呀，讨厌，怎么突然说这么好听的话！",
			"もう、やだ。いきなり恥ずかしいこと言っちゃって！",
			"もう, 싫어. 갑자기 부끄러운 말을 해버렸어!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66806,
			"To make HOMU not worry about you and concentrate on saving the world... You asked for a break up and took up all the sorrow yourself.",
			"因为，你为了让吼姆能够不为你的事担心，放下牵挂，然后把心全部放在拯救世界这一伟业上……所以你提出了分手，并独自包揽了所有的悲伤。",
			"だって、君はホムが君のことを心配せずに全身全霊で世界を救えるようにするために……別れを切り出した。しかも、全ての悲しみを独りで背負い込んでいるじゃないか。",
			"왜냐면, 넌 호무가 네 걱정 없이 온몸과 영혼을 다해 세상을 구할 수 있도록... 이별을 고백했잖아. 게다가 모든 슬픔을 혼자 짊어지고 있지 않나.",
			null
		],
		[
			"msg",
			66807,
			"You must be forcing yourself to smile because you don’t want us to think too much... You are probably the only woman in the village that can be so strong. I’m not surprised HOMU chose you.",
			"然后为了让我们都放心下来不想太多，现在是在强颜欢笑对吧……这么坚强的女性，整个村子里恐怕就只有你一个了，不愧是吼姆看上的人。",
			"そして僕たちに心配させないようにするために、今でも無理やり笑顔をとりつくろっている……こんなに強い女性、村の中でも君だけだよ。さすがはホムが好きになっただけあるよね。",
			"그리고 우리를 걱정시키지 않으려고, 지금도 억지로 웃음을 잡아가며... 이렇게 강한 여성은 마을에서도 너밖에 없어. 역시 호무가 좋아하게 된 이유가 있네.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66808,
			"No, no way... That’s not right! I stayed because... HOLA, I am actually in love with--",
			"才、才不是…明明不是这样的才对呀！我留下来其实是…我其实是因为对吼辣你——",
			"ち、違うわよ……そんなんじゃないわよ！私が残ったのは実は……実はホラ、あなたが——",
			"아, 아니야… 그런 게 아니라고! 내가 남은 건 사실… 사실 있잖아, 네가——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66809,
			"Boom!!",
			"轰隆！！",
			"ゴォォン！！",
			"꾸어어언!!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66810,
			"Uh! What happened, is it an attack!",
			"呃！到底发生了什么事，是敌袭吗！",
			"わっ！一体何事だ？敵襲か！？",
			"왓! 대체 무슨 일이야? 적의 습격인가!?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66811,
			"Seems the savior HOMU is not around. How can you still have the mood to do this~ Let me purge you with my dark flame!",
			"救世主吼姆似乎不在这呢，你们居然还有心情这么卿卿我我~就让我用这漆黑的火焰来净化你们吧！",
			"救世主ホムはいないようだな。お前たち、のんきにイチャイチャするなんて。この漆黒の炎で浄化してくれよう！",
			"구세주 호무는 없는 모양이군. 너희들, 한가롭게 추근대다니. 이 칠흑의 불길로 정화해주마!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66812,
			"I am the fifth member of the “Great Dark Four” of the demon legion. Call me the “Magic Chanter”, the ultimate king, HOTARO! I shall demolish the village of the savior now! Let me hear the cry of the savior, after he loses all that are important to him!",
			"魔王军漆黑四天王第五人，魔术咏唱者——无上至尊吼太郎！现在就来铲除救世主的村子！就让我倾听吧，失去重要之人的，救世主那惨烈的哭喊声~",
			"魔王軍の漆黒四天王の5人目、魔術の詠唱者——無上至尊・ホ太郎参上！今こそ救世主の村を滅ぼしてくれる！大事な人を失って泣き叫ぶ救世主の声を聞かせてもらおうか～",
			"마왕군의 칠흑사천왕 5번째, 마술의 영창자 —— 무상지존·호타로 참전! 지금이야말로 구세주의 마을을 멸망시킬 때다! 소중한 사람을 잃고 울부짖는 구세주의 절규를 들려다오~",
			null
		]
	],
	"925": [
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66813,
			"With the dark flame, doom falls upon this world! In the cry of Armageddon! Burning soul explosion!",
			"在黑煌的厄运降临凡世之际，绽放于末世的哀嚎之中！燃魂聚爆！！！！！",
			"黒く輝く禍がこの世に降りかかる時、末日の叫びが解き放たれるのだ！燃魂聚爆！！",
			"검게 빛나는 재앙이 세상에 내릴 때, 말세의 외침이 해방되는 것이다! 영혼을 불태워 폭발시키리!!",
			null
		],
		[
			"msg",
			66814,
			"Ola ola ola ola!",
			"噢啦噢啦噢啦噢啦！",
			"オラオラオラァ！",
			"오라오라오라아!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66815,
			"Boom!!",
			"轰隆隆！！",
			"ゴォォン！！",
			"꾸우우욱!!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66816,
			"Uh!! So strong! This is the power of the source of all chaos in the world... Can’t believe HOMU has to face enemies like this... But it’s not over yet, I can still fight...",
			"呃！！好强！这就是世界混沌之源的实力吗…吼姆居然要面对这么强大的敌人……但还没结束，我也是可以继续战斗的……",
			"くっ！！強い！これが世界混沌の源の実力か……ホムはこんな強い敵を相手にしていたのか……だがまだ終わってないぞ。僕だってまだ戦えるんだ……。",
			"쿨!! 강하다! 이게 세계 혼돈의 근원의 실력인가…… 호므는 이렇게 강한 적을 상대하고 있었던 건가…… 하지만 아직 끝나지 않았어. 나도 아직 싸울 수 있어…….",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66817,
			"No, it’s over.",
			"不，已经结束了。",
			"いえ、もう終わったわ。",
			"아니, 이미 끝났어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66818,
			"Boom!",
			"轰隆！",
			"ゴォォン！",
			"꾸우욱!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66819,
			"Woah!!!",
			"哇啊啊啊！！！",
			"わああああ！！",
			"우와아아아!!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66820,
			"Ouch, HOLA! HOLA!! Come on, HOLA!",
			"呜，吼辣！吼辣！！振作点吼辣！吼辣！",
			"ううっ、ホラ！ホラ！！しっかりして！ホラ！",
			"으윽, 홀라! 홀라!! 정신 차려! 홀라!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66821,
			"How can you protect everything with such miserable power. Look around you. The HOMU race is at the bottom of all races. It’s a miracle that you weaklings can survive till today. How dare you fight against us!",
			"仅仅是这点实力就想保护一切，看清现实吧。位于全种族最底层的吼姆一族，你们弱者能活到今天已经算是奇迹了，竟还想要抵抗我们！",
			"その程度の力で全てを守ろうだなんて、現実を見るのね。全種族の最下層にいるホム一族。お前たちのような弱者が今日まで生きてこれたのは奇跡なのよ。それでも我々に逆らうだなんて。",
			"그 정도 힘으로 모든 것을 지키려 드는 거야? 현실을 직시해. 전 종족의 최하층에 있는 호므 일족. 너희 같은 약자가 오늘까지 살아올 수 있었던 건 기적이야. 그런데도 우리에게 거역하다니.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66822,
			"Aren’t you one of the HOMU race as well...",
			"你不也是吼姆一族吗……",
			"あなたもホム一族じゃないの……。",
			"너도 호므 일족이잖아…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66823,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66824,
			"When HOTARO is making a mess, I shall run out and stop him. I will also show my determination, beat him and make HOMEI trust my power... Right, that’s the plan. All I need to do now is to go out and defeat him!",
			"等吼太郎大闹的时候，由我冲出去制止他，并且表明自己决心，战胜他，让吼美相信我的实力…没错，计划就是这样的，现在我只要冲出去把他打败就可以了！",
			"ホ太郎が暴れている時に僕が飛び出してホ太郎を抑えつけ、自分の覚悟を言う。ホミに僕の実力を信じさせる……うん、計画はこれでよし。後は僕が飛び出してあいつを倒せばいいんだ！",
			"호타로가 날뛸 때 내가 뛰어나가 호타로를 제압하고, 각오를 말한다. 호미에게 내 실력을 믿게 만들자…… 음, 계획은 이걸로 됐어. 이제 내가 뛰어나가 저 녀쎄를 쓰러뜨리면 돼!",
			null
		],
		[
			"msg",
			66825,
			"But HOMEI looks very sad... Does she really like HOLA... No, we have been friends since childhood. She must be sad because she sees her friend getting hurt... This must be the case...",
			"可是，吼美的样子看起来很难过…难道她喜欢的人真的是吼辣吗……不，我们三个从小玩到大，这只是因为看到朋友受伤才会这么伤心的，一定是……",
			"でも、ホミは悲しそうだな……まさか本当にホラが好きなんじゃ……いや、僕たち3人は小さい時から遊んでいたんだ。友達が怪我をしたのを目にして悲しんでいるだけだ。きっと……。",
			"하지만 호미가 슬퍼 보이네…… 설마 정말 호라를 좋아하는 건가…… 아니, 우리 셋은 어릴적부터 함께 놀았어. 친구가 다친 걸 보고 슬퍼하는 거야. 분명……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66826,
			"HOMU has unlocked the achievement [Triangular]",
			"吼姆获得成就【铁三角】",
			"ホムは成就【鉄の三角関係】を獲得",
			"호무는 성취【철의 삼각관계】를 획득",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66827,
			"Whatever! How can I be the savior if I still stay out of this! You! Stop! Let me fight you!",
			"不管这么多了！这时候还躲在一边算什么救世主！那边的你！住手！由我来当你的对手！",
			"もう十分だ。これ以上隠れていたら救世主じゃない！そこのお前！やめろ！僕が相手だ！",
			"이젠 됐어. 더 이상 숨어있으면 구세주가 아니야! 거기 너! 그만둬! 네 상대는 나야!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66828,
			"HOMU... You are back~ Great, let me take you down as well! Your journey of salvation is over!",
			"吼姆…你居然回来了吗~很好，就让我在这把你也一网打尽吧！你的救世之旅结束了！",
			"ホム……帰って来たのか。いいだろう。お前もまとめて一網打尽にしてくれる！お前の救世主の旅もおしまいだ！",
			"호무…… 돌아왔나. 좋아. 너까지 한꺼번에 처리해주지! 네 구세주 여행도 끝이다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66829,
			"Boom!",
			"轰隆！",
			"ゴォォン！",
			"꾸어어언!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66830,
			"No way... It only took him one strike to defeat HOMU...",
			"怎么会…面对吼姆只用一击就……",
			"バカな……ホムを一撃で……。",
			"말도 안 돼…… 호무를 일격에……",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66831,
			"You look confused and slow. Seems you have some concerns... Do you have any spare moment to think of protecting your love when you face me?",
			"眼神迷离，反应迟钝，你心中似乎有所顾忌啊…面对我，你还有余力去想着怎么保护自己的爱人吗？",
			"眼には迷いがあり、反応は鈍い。心にわだかまりでもあるようだな……この私を相手にして、まだ自分の愛する人を守ろうなどという余力があるのか？",
			"눈에는 망설임이 있고, 반응은 둔하다. 마음에 걸리는 게 있는 모양이군…… 나를 상대하면서도 아직 사랑하는 사람을 지키려는 여력이 남아있단 말인가?",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66832,
			"No... No, HOMU! Don’t lose! If you lose... We will all die!",
			"不行…不可以，吼姆！不要输啊！你输掉的话……大家就都完了！",
			"ダメ……ダメよ、ホム！負けないで！あなたが負けちゃったら……みんなお終いよ！",
			"안 돼…… 안 돼, 호무! 지지 마! 네가 지면…… 모두 끝이야!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66833,
			"Uh... HOMEI is cheering for me... So she still cares about me... Ah... If that’s the case, I cannot fall!",
			"呃…吼美在为我打气……果然，她还是很在意我的啊…那我就更加…不能倒下了！",
			"あ……ホミが応援してくれている……やっぱりホミは僕に気があるんだ……それならなおさら……倒れるわけにはいかない！",
			"아…… 호미가 응원해주고 있어…… 역시 호미는 나에게 마음이 있는 거야…… 그렇다면 더더욱…… 쓰러질 수 없어!",
			null
		],
		[
			"msg",
			66834,
			"To win HOMEI’s heart back, no matter how many times, I will stand up again! I will defeat you!",
			"为了让吼美回心转意，无论多少次，我都会再次站起来的！我要打败你！",
			"ホミの心を取り戻すためなら、何度でも立ち上がってみせる！お前を倒してやる！",
			"호미의 마음을 되찾기 위해서라면, 몇 번이라도 일어서 보이겠어! 너를 쓰러� 거야!",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66835,
			"How can a savior have such a narrow vision. I can’t take this anymore. I shall destroy you here before you save the world... Take this!",
			"救世主的目光竟然会这么狭隘么，我已经看不下去了，让这样的你去拯救世界还不如在这就消灭你……觉悟吧！",
			"救世主の視野がそんなに狭いとは。見ていられんね。そんなお前に世界を救わせるくらいならこの場で滅ぼしてやった方がいいわ……覚悟しな！",
			"구세주의 시야가 그렇게 좁을 줄이야. 보고 있질 못하겠네. 그런 너에게 세상을 구하게 할 바엔 이 자리에서 멸망시켜 주는 게 나아…… 각오하라!",
			null
		]
	],
	"926": [
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66836,
			"Whoa!!!",
			"呜哇！！！",
			"うわっ！！",
			"와악!!",
			null
		],
		[
			"msg",
			66837,
			"This... Is not what we agreed with...",
			"这…这跟说好的不一样……",
			"こ……これじゃ話と違うじゃないか……。",
			"이……이건 말이랑 다르잖아……。",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66838,
			"Agreed? If you are a savior, show my your gut, HOMU! The only reason you fight now is HOMEI. You are afraid of losing her. This fear is why you have become so weak.",
			"不一样？是救世主就让我看看你的骨气吼姆！你战斗的理由只有吼美而已，你害怕着失去她，这种害怕就是你变弱的根源。",
			"違う？救世主なら骨のあるところを見せてはどうだ、ホム！お前が戦う理由はホミだけ。お前は彼女を失うのが恐い。その恐れがお前の弱さの源だ。",
			"다르냐? 구세주라면 뼈 있는 모습을 보여보는 게 어때, 호무! 네가 싸우는 이유는 호미뿐이야. 넌 그녀를 잃는 게 두려워. 그 두려움이 네 약점의 근원이다.",
			null
		],
		[
			"msg",
			66839,
			"A real savior will never act like this. Your reason to save the world is wrong! No matter what happens, as long as there is a disaster, the savior should take the lead and save people from danger.",
			"真正的救世主才不会这样，你秉持的那个拯救世界的理念完全是错误的！无论是什么情况，只要灾祸出现救世主就应该挺身而出救人于水深火热之中才对。",
			"真の救世主はそんなんじゃないはず。お前が掲げている世界を救う理念は完全に間違っているのだ！どんな状況だろうと、災いが現れれば救世主は身を挺して人々を苦しみから救い出さなければならない。",
			"진정한 구세주는 그런 게 아니야. 네가 내세우는 세상을 구하겠다는 이념은 완전히 잘못된 것이야! 어떤 상황이든 재앙이 닥치면 구세주는 몸을 던져 사람들을 고통에서 구해내야만 해.",
			null
		],
		[
			"msg",
			66840,
			"When you said you lost the reason to save the world without HOMEI, I could no longer agree with you!",
			"从你说没有了吼美就没有拯救世界的理由开始，我就无法认同你了！",
			"ホミがいなくなったら世界を救う理由がないなんて、認めるわけにはいかない！",
			"호미가 없어지면 세상을 구할 이유가 없다니, 인정할 수 없어!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66841,
			"So you wanted to get rid of me since the beginning... But HOMEI is my whole world. What’s wrong with saving one’s own world!",
			"原来从一开始你就想收拾掉我吗…可是，吼美就是我唯一的世界，拯救自己的世界到底有什么错！",
			"最初から僕をやっつけるつもりだったのか……でも、ホミは僕の唯一の世界なんだ。自分の世界を救って何が悪いんだ！",
			"처음부터 나를 없애려고 했던 거야…… 하지만 호미는 나의 유일한 세계야. 내 세계를 구하는 게 뭐가 문제야!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66842,
			"How could my words have such a big impact on him... But why would I care about he feels. Not that HOMU matters to me. But if he loses, the world is over and I can’t live either...",
			"我说的话对他影响居然这么大么…可我为什么要顾忌他的心情啊，吼姆怎么样都无所谓才对。不过，他输掉了话世界就完蛋了，我也没法活了……",
			"私の言葉の影響ってそんなに大きいの……でもどうして私がホムの気持ちを考えなくちゃいけないの。ホムなんてどうなっても構わないはず。でも、ホムが負けちゃったら世界は終わり。私も生きていけなくなってしまう……。",
			"내 말의 영향이 그렇게 큰 거야…… 하지만 왜 내가 호무의 마음을 생각해야 하는 거지. 호무 같은 건 어떻게 되든 상관없을 텐데. 하지만 호무가 지면 세상은 끝나. 나도 살아갈 수 없게 돼…….",
			null
		],
		[
			"msg",
			66843,
			"If that’s the case... HOMU! Wake up! Don’t you understand why I broke up with you!",
			"既然这样……吼姆！给我清醒点！你还不清楚我为什么和你说分手吗！",
			"そういうことなら……ホム！しっかりして！あなた、どうして私が別れを切り出したのかまだ分からないの！？",
			"그런 거라면…… 호무! 정신 차려! 너, 내가 왜 헤어지자고 했는지 아직도 모르겠어!?",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66844,
			"Uh... HOMEI...",
			"呃…吼美……",
			"うっ……ホミ……。",
			"으흑……호미…….",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66845,
			"Even this guy from the demon legion can’t take it anymore! Why would I like such a lousy savior! It was all your fantasies!",
			"就连魔王军的人都看不过眼专门来说教你了！这么菜的救世主我为什么要去喜欢啊！说什么都是你一厢情愿不是吗！",
			"魔王軍の人ですら見かねてお説教しているじゃないの！そんなナヨナヨした救世主好きになるはずないでしょ！全部あなたの独りよがりなのよ！",
			"마왕군 사람들조차 못 본 척 못 하겠다며 훈계하고 있잖아! 그런 나약한 구세주를 좋아할 리 없어! 전부 너의 자기만족일 뿐이야!",
			null
		],
		[
			"msg",
			66846,
			"So as long as I’m not around, you have nothing to worry about! People in this world need you more than I do!",
			"那只要我不在你身边，你就没有什么可顾忌的了！而且比起我，这个世界的人更需要你啊！",
			"私があなたの傍にいなければ、あなたは何の心配もないでしょう！それに私なんかよりも、この世界の人の方があなたを必要としているわ！",
			"내가 네 곁에 없어야, 넌 아무 걱정도 없을 거야! 게다가 나 같은 존재보다 이 세계 사람들이 널 더 필요로 하고 있다고!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66847,
			"So you did it for me... Even HOMEI was worries about the world peace, but I was preoccupied with my sadness. Right, I was too short-sighted...",
			"这么说，你是专门为了我才……连吼美都在为这个世界的和平操碎了心，而我却只会沉浸在悲痛之中。没错，是我目光太短浅……",
			"つまり、君は僕のためにわざわざ……ホミまでこの世界の平和のために辛い思いをしているのに、僕は悲しみに浸っているだけなんて。そうだね。僕は目先のことしか見えていなかった……。",
			"즉, 너는 나를 위해 일부러……호미까지 이 세계의 평화를 위해 고생하는데, 나는 슬픔에 잠겨있기만 했군. 맞아. 나는 눈앞의 것밖에 보지 못했어…….",
			null
		],
		[
			"msg",
			66848,
			"HOLA, take HOMEI to somewhere safe. She’s yours to protect from now onwards.",
			"吼辣，带着吼美去安全的地方，接下来，她就交给你来保护了。",
			"ホラ、ホミを連れて安全な場所に行くんだ。ホミのことをしっかり守ってくれ。",
			"자, 호미를 데리고 안전한 곳으로 가라. 호미를 잘 지켜줘.",
			null
		],
		[
			"msg",
			66849,
			"Please, wait for me to come back when the world is saved... I will tell you how much I love you again!",
			"一定，要等到我拯救完世界回来那天…到时候，我会再次向你表达我的爱意的！",
			"世界を救って戻って来たその日には……その時には、きっとまた君に愛を伝えるからね！",
			"세계를 구하고 돌아온 그 날에는……그때는, 분명 다시 너에게 사랑을 전할게!",
			null
		],
		[
			"speaker",
			204623
		],
		[
			"portraits",
			[
				9,
				0,
				true
			],
			[
				806,
				0,
				false
			]
		],
		[
			"msg",
			66850,
			"Before you come back, I will make sure no one takes her away!",
			"在你回来之前，我一定不会让别人抢走她的！",
			"お前が帰ってくるまでは誰にもホミを奪わせたりはしないからな！",
			"네가 돌아올 때까지 아무도 호미를 빼앗지 못하게 할 테니까!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66851,
			"Come on, HOTARO. If this is the salvation you recognized, then witness my power after I become enlightened. I am fighting for the world now!",
			"来吧吼太郎，既然这是你所认定的救世观念，那就让你看看觉悟过来的我从中迸发的力量到底有多强大吧，现在的我，是为了世界而战的！",
			"かかって来い、ホ太郎。ここがお前の認めた救世観念だというなら、覚悟を決めた僕の力がどれだけ強いものか見せてやる。今の僕は世界のために戦っているんだ！",
			"덤벼라, 호타로. 여기가 네가 인정한 구세관념이라면, 각오를 다진 내 힘이 얼마나 강한지 보여주마. 지금의 나는 세계를 위해 싸우고 있다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66852,
			"HOMU has learned the skill [Gaze of the Savior]",
			"吼姆习得技能【救世主的凝视】",
			"ホムはスキル【救世主の凝視】を習得",
			"호므는 스킬 【구세주의 응시】를 습득",
			null
		],
		[
			"speaker",
			204671
		],
		[
			"portraits",
			[
				57,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66853,
			"Great, I like that look in your eyes. This is the savior I favored! Come on! HOMU!",
			"很好，你的眼神变得很不错，这才是我看中的救世主！来吧！吼姆！！",
			"いいだろう。お前の目つきがよくなったぞ。それでこそ私が選んだ救世主だ。来い！ホム！！",
			"좋아. 네 눈빛이 나아졌군. 그래야 내가 선택한 구세주다. 덤벼! 호므!!",
			null
		],
		[
			"speaker",
			204546
		],
		[
			"portraits",
			[
				9,
				0,
				false
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66854,
			"HOTARO!!!",
			"吼太郎！！！",
			"ホ太郎！！！",
			"호타로!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				806,
				0,
				true
			]
		],
		[
			"msg",
			66855,
			"Boom--",
			"轰隆——",
			"ゴォォン——",
			"꾸우우웅——",
			null
		]
	],
	"927": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66856,
			"In that light, HOMU went on an adventure alone. However, HOTARO had mysteriously disappeared after teaching HOMU the way of salvation.",
			"然后，在光芒之中，吼姆独自踏上了冒险之旅，而传授他救世之道的吼太郎，却谜一般失去了踪影。",
			"そして、光の中でホムは自ら冒険の旅へと足を踏み出した。ホムに救世主としての道を教えたホ太郎は跡形もなく姿を消してしまった。",
			"그리고, 빛 속에서 호므는 스스로 모험의 길을 떠났다. 호므에게 구세주로서의 길을 가르쳐준 호타로는 흔적도 없이 모습을 감추고 말았다.",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66857,
			"Like HOTARO said, the journey of salvation is lonely. The savior will travel alone, even if there is no one around -- Perfect!",
			"如同吼太郎所说的，救世主的道路是孤独的，即使身边没有人陪伴，也会一直前行——完美！",
			"ホ太郎の言う通り、救世主の道とは孤独なもの。傍に誰もいなくてもまっすぐ進まなくてはならない——完璧！",
			"호타로가 말한 대로, 구세주의 길이란 외로운 것. 곁에 아무도 없어도 똑바로 나아가야만 한다——완벽해!",
			null
		],
		[
			"msg",
			66858,
			"The stats of HOTARO are a bit too much, but so be it. There will always be some undefeatable enemy, and the story plot is just right. The beautiful but sad departure of HOMEI and HOMU is also what you have been expecting! Cheer for this!",
			"虽然吼太郎的数值设置有点过分，但无所谓了，无法击败的对手总是会出现的，剧情杀的位置也刚好才对。而吼美吼姆凄美的离别就是你们所期待的发展！欢呼吧！",
			"ホ太郎のスペックがちょっとやりすぎだけど、まあいいわ。倒せない相手は必ず現れるものよ。クライマックスの位置もちょうどいいわね。それにホミとホムの美しい別れはあなたたちの楽しみにしていた展開よ。喜びなさい！",
			"호타로의 스펙이 좀 과한 감이 있지만, 뭐 좋아. 이길 수 없는 상대는 반드시 나타나는 법이지. 클라이맥스의 위치도 딱 좋고. 게다가 호미와 호므의 아름다운 이별은 여러분이 기대하던 전개야. 기뻐하렴!",
			null
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66859,
			"Ouch... [If HOTARO is so strong, why don’t you make him save the world. It will be more fun to make HOMU stay and develop his relationship with HOMEI.]",
			"咕…「吼太郎这么强为什么不让他去拯救世界，让吼姆留下来和吼美吼辣发展关系感觉会更有意思」。",
			"ぐっ……「ホ太郎はこんなに強いのに、どうして彼に世界を救わせないのか。ホムを残して、ホミやホラとの関係を深堀りした方がもっと面白いと思う」。",
			"꾸윽……「호타로는 이렇게 강한데, 왜 그에게 세계를 구하게 하지 않는 거야. 호므를 남겨두고, 호미나 호라와의 관계를 깊게 파고드는 편이 훨씬 재미있을 텐데」.",
			null
		],
		[
			"msg",
			66860,
			"[So does the author ship HOMEI-HOMU or HOMEI-HOLA? I personally prefer HOLA-HOMU!]",
			"「所以作者到底是站吼美吼姆还是吼美吼辣呢！我更倾向于吼辣和吼姆这一对呢！」",
			"「だから作者はホミ、ホム、ホラの誰の側に立っているの！私はホラとホムの仲が気になるけど！」",
			"「그래서 작가는 호미, 호므, 호라 중 누구 편인 거야! 나는 호라와 호므의 관계가 궁금한데!」",
			null
		],
		[
			"msg",
			66861,
			"[I feel the author does not understand love at all. He or she must have never been in a relationship. Probably never will...]",
			"「感觉作者根本不懂爱情，一定没有恋爱经验，恐怕之后也很难有……」",
			"「作者は愛情を全く分かっていないみたいだね。きっと恋愛経験がないんだよ。おそらくこれからも難しいだろうね……」",
			"「작가는 사랑을 전혀 이해하지 못하고 있는 것 같네. 분명 연애 경험이 없는 거야. 아마 앞으로도 어려울 거야……」",
			null
		],
		[
			"msg",
			66862,
			"The comments feel a bit weird. People didn’t get the point. Kyushou-sama wanted to tell them what a savior is. Can no one understand it!",
			"总感觉评论的风向有点怪怪的，但大家似乎没有理解九霄大人的意图啊，所谓救世主是什么，难道就没有人可以理解吗！",
			"何だかレビューの方向が怪しい、みんな九霄様の意図を理解していないようね。救世主とは何なのか、誰も理解してくれないの！？",
			"뭔가 리뷰 방향이 수상해, 다들 큐쇼님의 의도를 이해하지 못하고 있는 것 같네. 구세주란 무엇인지, 아무도 이해해주지 않는 거야!?",
			null
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66863,
			"No, one day they will understand, because that’s how Kyushou-sama had come all the way! One day, I shall stand in front of you, after you all have denied me!",
			"不，总有一天她们会理解的，因为九霄大人就是这么一直走过来的！而我，终有一天会以这个被你们否定的姿态站在世人面前！",
			"いえ、いつの日か分かってくれるはずだわ。なぜなら九霄様はずっとこうやって来たんだから。そして私はいつの日かきっと、あなたたちに否定されたその姿を世にさらしてやるんだから！",
			"아니, 언젠가는 이해해줄 거야. 왜냐면 큐쇼님은 늘 이렇게 해왔으니까. 그리고 나는 언젠가 반드시, 너희들이 부정했던 그 모습을 세상에 드러내 보여줄 테니까!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66864,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			66865,
			"In a hidden small room of Cocolia Orphanage--",
			"在可可利亚孤儿院的隐蔽小房间里——",
			"カカリアの孤児院の隠し部屋の中——",
			"쿠쿠리아의 고아원 숨겨진 방 안——",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				304,
				0,
				false
			]
		],
		[
			"msg",
			66866,
			"Bidding farewell to his past and stepping on a journey to save others... I didn’t expect this small creature to be so strong.",
			"坚毅诀别过去，踏上拯救他人道路……没想到这只小小的生物居然如此坚强。",
			"毅然として別れ、他人を救う道を選ぶ……こんな小さな生き物がこんなにもたくましいなんて。",
			"단호하게 이별을 고하고, 타인을 구하는 길을 선택하다... 이렇게 작은 생명체가 이토록 강인하다니.",
			null
		],
		[
			"msg",
			66867,
			"HOMU, is it? I have remembered the name. The designer could be a genius to design such a strong yet cute character.",
			"吼姆吗，我记住了，能设计出这种坚强又可爱的形象，说不定这个制作者是个天才。",
			"ホムか。覚えておきましょう。こんなにたくましくて、かわいいデザインができるなんて、この作者は天才かもしれませんね。",
			"홈이라. 기억해두자. 이렇게 강인하면서도 귀여운 디자인을 만들다니, 이 작자는 천재인지도 모르겠네.",
			null
		],
		[
			"msg",
			66868,
			"Hmm... There is more test content. Let me play a bit longer then.",
			"嗯…测试内容似乎不只有这个，那就，再玩一会儿吧。",
			"うん……テスト内容はこれだけではないようですね。もう少し遊んでみましょう。",
			"음... 테스트 내용은 이게 전부가 아닌가 보군. 좀 더 즐겨보자.",
			null
		]
	],
	"928": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				969,
				0,
				false
			]
		],
		[
			"msg",
			66869,
			"Welcome to Seele’s Museum of Fantasy Memories. In this place, warm and beautiful memories await you.",
			"欢迎来到希儿的幻想回忆之馆。在这里，温暖而美好的回忆正在等待着大家。",
			"幻想の記憶にようこそ！ゼーレたちが精一杯作ったから参加してほしいの。",
			"환상의 메모리에 오신 것을 환영합니다! 제레가 정성껏 만들었으니 꼭 참여해주세요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				966,
				0,
				false
			],
			[
				969,
				0,
				true
			]
		],
		[
			"msg",
			66870,
			"After entering this room, you will see glowing memories and experience them again as if you are going through them yourself.",
			"只要进入这个房间，就能看见发光的回忆影像，然后客人就可以身临其境地感受到之前的回忆了。",
			"部屋に入るだけで記憶の映像を映し出すことができます。",
			"방에 들어가기만 해도 기억의 영상을 비출 수 있습니다.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				966,
				0,
				true
			],
			[
				969,
				0,
				false
			]
		],
		[
			"msg",
			66871,
			"Dear guest, it has been a long time since you first entered the world of Houkai. There must be a lot of precious memories. Seele would like to show them to you once again so you can travel back to the place where everything started.",
			"客人从刚开始来到崩坏世界，经历了了这么久的时间，一定会沉淀出很多珍贵的回忆，希儿就是要把这些回忆再现给客人，让客人重回初始之地，故地重游。",
			"皆さんには始まりの地から楽しんでもらうの。きっと貴重な思い出があると思うから、懐かしみながら挑戦してくれると嬉しいな。",
			"여러분께서는 시작의 땅에서 즐겨주세요. 분명 소중한 추억이 있을 테니, 추억을 되새기며 도전해주시면 기쁠 거예요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				966,
				0,
				false
			],
			[
				969,
				0,
				true
			]
		],
		[
			"msg",
			66872,
			"Seele is such a nice kid.",
			"希儿真是温柔的孩子呢。",
			"ゼーレは本当に優しい子ですね。",
			"제레는 정말 착한 아이네요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				966,
				0,
				true
			],
			[
				969,
				0,
				false
			]
		],
		[
			"msg",
			66873,
			"Dear guest, let Seele guide you to the room of memories, listen to the familiar tunes and watch the memorable videos. Please enjoy your journey of memories.",
			"客人，就由希儿带你进入回忆之屋，聆听熟悉的旋律，观看令人怀念的影像，享受你的回忆之旅吧。",
			"懐かしいメロディ、懐かしいステージを楽しんでね！",
			"그리운 멜로디, 추억의 스테이지를 즐겨주세요!",
			null
		]
	],
	"929": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				969,
				0,
				false
			]
		],
		[
			"msg",
			66874,
			"Sister Bronya...",
			"布洛妮娅姐姐……",
			"ブローニャお姉ちゃん……。",
			"브로냐 언니.......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				966,
				0,
				false
			],
			[
				969,
				0,
				true
			]
		],
		[
			"msg",
			66875,
			"Seele, what happened? Someone bullied you?",
			"希儿你怎么了，是谁欺负你了么？",
			"ゼーレ、どうしたのですか？",
			"제레, 무슨 일이에요?",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				966,
				0,
				true
			],
			[
				969,
				0,
				false
			]
		],
		[
			"msg",
			66876,
			"I collected the feedback of guests. Some liked it a lot, but some said the memories were too bland. They almost felt asleep during the experience.",
			"希儿收集了客人们的意见。虽然一部分客人很喜欢，但是还有些客人却说那些回忆太平淡了 ，甚至在体验的时候都快睡着了呢。",
			"みんなの意見を集めてみたの。喜んでくれた人もいたんだけど、つまらないって言う人もいたの……。",
			"다들 의견을 모아봤어요. 기뻐해주신 분들도 있었지만, 재미없다고 하는 사람들도 있었어요.......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				966,
				0,
				false
			],
			[
				969,
				0,
				true
			]
		],
		[
			"msg",
			66877,
			"It may be a bit bland, but it really brings back the feeling as a beginner.",
			"可能有点平淡，但的确重温了作为初心者当时的种种感受。",
			"確かにたくさんプレイした方には簡単過ぎるかもしれません。",
			"확실히 많이 플레이하신 분들께는 너무 쉬울 수도 있겠네요.",
			null
		],
		[
			"msg",
			66878,
			"Bronya thinks you could adjust the difficulty, so guests who prefer more challenges can also experience the fun of the room of memories.",
			"布洛妮娅觉得，也许可以调节一下难度，让那些比较喜欢挑战的客人感受到回忆之屋的乐趣。",
			"ブローニャは難易度を調整してもいいと思います。楽しんでもらうためには、もう少し難しくする必要があるかもしれません。",
			"브로냐는 난이도를 조정해도 괜찮을 것 같아요. 즐겁게 해드리기 위해서는 조금 더 어렵게 만드는 게 필요할지도 모르겠네요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				966,
				0,
				true
			],
			[
				969,
				0,
				false
			]
		],
		[
			"msg",
			66879,
			"Right. We have prepared more memories than these. Remember, as our adventure progressed, many “difficult challenges” appeared. You had to use intelligence and courage to clear them.",
			"是呢，其实我们准备的回忆不止这么一点点呢，大家还记得吗，随着冒险的深入，出现了很多令人止步的“难关”，需要大家运用智慧和勇气，才能成功过关。",
			"ゼーレたちが準備している思い出はこれだけじゃないもんね。みんなを苦しめたステージを覚えているかな？装備の組み合わせを考えたり、どの戦友さんを連れて行くか悩んだもんね。",
			"제레들이 준비하고 있는 추억은 이게 다가 아니잖아요. 모두를 괴롭혔던 스테이지 기억나나요? 장비 조합을 고민하거나 어떤 전우님을 데리고 갈지 고민했던 거 기억나요.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				966,
				0,
				false
			],
			[
				969,
				0,
				true
			]
		],
		[
			"msg",
			66880,
			"But I believe such challenges must have become really easy for you now.",
			"不过客人现在面对那些难关，想必已经从容不迫了吧。",
			"ブローニャの「プランク狙撃銃」や「プランクグレネード」を使用してくれた人もいるはずです。",
			"브로냐의 「플랑크 저격총」이나 「플랑크 수류탄」을 사용해주신 분들도 있을 거예요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				966,
				0,
				true
			],
			[
				969,
				0,
				false
			]
		],
		[
			"msg",
			66881,
			"I hope the guests will like them.",
			"如果客人们能够喜欢就好了。",
			"……あ、あれ？そういえば、シンはどこにいるの？",
			"......아, 아? 그러고 보니 신은 어디에 있는 거야?",
			null
		]
	]
}