{
	"2210": [
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198501,
			"What matters now is Arietta...",
			"帕亚索那家伙，等等再收拾她！现在重要的是安莉埃塔……",
			"パジャッソのヤロー、とっちめてやる！今大事なのはアンリエッタ……",
			"파자쏘 이 자식, 혼내주겠어! 지금 중요한 건 앙리에타...",
			null
		],
		[
			"msg",
			198502,
			"We need to meet her quickly!",
			"得赶快找到她汇合才行！",
			"急いで彼女と合流しないと！",
			"서둘러 그녀와 합류해야 해!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198503,
			"Hi, we meet again so soon. Fire girl~",
			"Hi~我们这么快又见面了，fire girl~",
			"Hi～また会ったわね。fire girl～",
			"Hi～ 또 만났네. fire girl～",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198504,
			"Ares? As the head of the Babylonian Academy, you already know I'm coming, so you're waiting here?",
			"战神无双？不愧是巴比伦学园的领导人，已经知道我要来所以特地在这等着了么？",
			"戦神無双？さすがはバビロン学園のリーダーね。私が来ると分かっていたから、わざわざここで待っていたの？",
			"전신무쌍? 역시 바빌론 학원의 리더네. 내가 올 줄 알고 일부러 여기서 기다리고 있었던 거야?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198505,
			"Actually, I was just passing by by accident, but after all, you are interesting guys. I always feel that you will come soon, so I pay a little attention.",
			"其实只是偶然路过啦，but，毕竟你们都是些interesting的家伙~我总feel到你会很快come的，所以稍微留意了一下。",
			"実はただ偶然通りがかっただけなの。But、あなたたちはみんなinterestingなヤツラでしょう～だから、何となくもうすぐあなたがcomeするのをfeelしたから、ちょっと気に留めていたの。",
			"사실 그냥 우연히 지나가던 길이었어. But, 너희들은 다 interesting한 녀석들이잖아～ 그래서 어쩐지 네가 곧 come할 걸 feel해서, 조금 신경 쓰고 있었던 거야.",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198506,
			"(It wouldn't be a problem to reverse the order of work a little… It would be easier for Arietta if I could take on the Ares first...)",
			"（工作的顺序稍微调换一下倒也没什么问题……能先摆平战神无双的话安莉埃塔也可以轻松点……）",
			"（仕事の順番を少し入れ替えても問題ないわよね……先に戦神無双を片付けられれば、アンリエッタも多少楽になる……）",
			"(업무 순서를 조금 바꿔도 문제없겠지…… 먼저 전신무쌍을 처리할 수 있으면, 앙리에타도 조금은 편해질 거야……)",
			null
		],
		[
			"msg",
			198507,
			"I'm here to formalize a partnership with you. Of course, I will show my sincerity.",
			"我来这不是为了别的，这次是想和你正式达成合作关系，当然，我会拿出诚意的。",
			"私がここに来たのは他でもないわ。今回はあなたと正式に協力関係を結びたいの。もちろん、私も誠意を見せるわ。",
			"내가 여기 온 건 다름아니라. 이번에는 너와 공식적으로 협력 관계를 맺고 싶어. 물론, 나도 성의를 보이겠어.",
			null
		],
		[
			"msg",
			198508,
			"Information about the power of faith. As long as you don't interfere with our operations, we can share that information.",
			"信仰之力相关的情报，只要你不妨碍我们的行动，这些情报我们都可以共有。",
			"あなたが私たちの行動の邪魔さえしなければ、信仰の力に関する情報を共有してもいいわよ。",
			"네가 우리 행동을 방해만 하지 않는다면, 신앙의 힘에 관한 정보를 공유해줄 수 있어.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198509,
			"I'm also the student President of here, and if you do something bad, I won't get in the way.",
			"我好歹也是here的学生会长，万一你们作出什么bad东西，我不可能不妨碍。",
			"私は曲がりなりにもhereの生徒会長なのよ。あなたたちが何かbadなことをしようとしているなら、黙って見ているわけにいかないでしょう。",
			"나야말로 여기의 학생회장이야. 너희들이 뭔가 나쁜 짓을 꾸미고 있다면 가만히 보고만 있을 수 없지.",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198510,
			"Attach details of the principles of the latest scheme…",
			"附加最新计划的原理细则……",
			"最新の計画の原理細則を追加……",
			"최신 계획의 원리 세칙을 추가......",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198511,
			"I thought you were just a hot girl. I didn't expect that you were able to negotiate so calmly ~",
			"本以为你只是个火辣的girl，没想到能这么沉住气讨价还价~",
			"ただのセクシーgirlだと思っていたけれど、こんなに落ち着いて駆け引きできる相手だなんて思わなかったわさ～",
			"그냥 섹시한 걸로만 알았는데, 이렇게 침착하게 협상할 줄 아는 상대일 줄은 몰랐네~",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				4,
				true
			]
		],
		[
			"msg",
			198512,
			"Only before I'm in a bad mood, what's your answer?",
			"只能趁我现在心情还不糟糕，那么你的答复呢？",
			"私の機嫌が悪くなる前に決めるしかないわよ。それであなたの答えは？",
			"내 기분이 더 나빠지기 전에 결정해야 해. 자, 네 대답은?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198513,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			198514,
			"Both You and Me just want what they want. Generally speaking, I want to avoid a battle with You very much.",
			"You和me都只是想得到自己要的东西，一般来说，我是非常想避免跟你们的battle的。",
			"Youとmeはどちらも自分が欲しいものを手に入れたいだけ。一般的に言えば、私はあなたたちとのbattleをすっごく避けたいのよね。",
			"You와 me는 둘 다 자신이 원하는 것을 얻고 싶을 뿐. 일반적으로 말하면, 나 너희와의 battle을 정말 피하고 싶어.",
			null
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198515,
			"But before I get back to you, let me show you something nice~",
			"不过在答复之前，me先带你去看点好东西吧~",
			"でも、答える前に、先にmeがあなたに面白いものを見せてあげるわ～",
			"하지만 대답하기 전에, 먼저 me가 너에게 재미있는 걸 보여줄게~",
			null
		]
	],
	"2211": [
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198516,
			"Here is the…",
			"这里是……",
			"ここは……",
			"여긴......",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198517,
			"The home of Miuna, or, the place that some of World Creation core members visit everyday.",
			"缪娜girl的家，或者说，咏世界创造某个核心成员everyday光顾的地方。",
			"ミューナgirlの家、それともエマヌ・エリシュの某コアメンバーがeveryday来る場所とでも言うべきかしら。",
			"뮤나 걸의 집, 아니면 에마누 엘리슈의 모 코어 멤버가 everyday 오는 장소라고 해야 할까.",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				4,
				true
			]
		],
		[
			"msg",
			198518,
			"Ah!?What do you mean?",
			"啊！？你什么意思！给我看这个是想要挟么！说清楚了！",
			"えっ！？どういう意味なの！私にこれを見せるのは脅しのつもり！？はっきり言いなさいよ！",
			"엣!? 무슨 뜻이야! 나한테 이걸 보여주는 건 협박이야!? 확실히 말해!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198519,
			"Relax, after seeing this, you will know my reply.",
			"Relax，看到这个之后，你may be会知道我的回复。",
			"Relaxして。これを見れば、may beあなたにも私の返事が分かると思うわ。",
			"Relax해. 이걸 보면, may be 너도 내 답변을 이해할 수 있을 거야.",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198520,
			"Arietta... Well! ?",
			"安莉埃塔……呃！？",
			"アンリエッタ・・・・・・　え？！",
			"앙리에타······ 어?!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198521,
			"Recently everyone's submissions are very enthusiastic ~ The site is becoming more and more popular!",
			"最近大家的投稿都很热情呢~网站变得越来越热闹了！",
			"最近、みんなの投稿にすごく熱がこもっていますね～サイトがますます賑やかになってきたました！",
			"최근, 모두의 게시글에 정말 열정이 느껴지네요~ 사이트가 점점 더 활기차져 왔어요!",
			null
		],
		[
			"msg",
			198522,
			"I don't know if we've all found the self we want in our hearts. Did I, did I help you?",
			"不知道大家是不是都找到心中渴望的自我呢，我，有帮到大家吧？",
			"みんなも心の中で望む自分を見つけられたんですかね？私は皆の役に立てたのでしょうか？",
			"다들 마음속으로 바라던 자신을 찾을 수 있었을까요? 제가 모두에게 도움이 되었을까요?",
			null
		],
		[
			"msg",
			198523,
			"Miss Yoko also helped me proofread recently! So I'm not tired at all !",
			"Yoko小姐最近也有帮我审稿哦！所以一点都不累！缪娜医生不用担心！",
			"ヨーコさんは今でも私の原稿をチェックしてくれます。だから私はちっとも疲れてないんです！ミューナ先生も心配しないでくださいね！",
			"요코 씨는 지금도 내 원고를 체크해줘. 그래서 나는 전혀 지치지 않았어! 뮤나 선생님도 걱정하지 마세요!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198524,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198525,
			"I haven't been hindering your action. This is my words. How?",
			"我可是一直都没有妨碍你们的行动，this是我的诚意，how？",
			"私はこれまでもあなたたちの行動を邪魔したことなんてないわ。Thisは私の誠意なの。How？",
			"나는 지금까지 너희들의 행동을 방해한 적 없어. This는 나의 성의야. How?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198526,
			"(Arietta's tiny hands are tapping smoothly on the keyboard, her eyes are shining, and she reads your novel with an angelic smile… What about World Creation? Wouldn't it be a good idea to call it Arietta World!",
			"（安莉埃塔小巧的双手在流畅地敲击键盘，双眼散发着光芒，带着天使般的微笑念大家的小说……什么咏世界创造，改名叫安莉埃塔世界不好吗！）",
			"（アンリエッタの器用な両手が滑らかに鍵盤を叩き、両目からは輝きが放たれている。そして天使のような微笑みを携えながら皆の小説を読み上げている……何がエマヌ・エリシュよ。いっそのこと「アンリエッタの世界」に名前を変えちゃえばいいのに！）",
			"(앙리에타의 능숙한 두 손이 부드럽게 건반을 두드리고, 두 눈에서는 빛이 뿜어져 나온다. 그리고 천사 같은 미소를 지으며 모두의 소설을 읽어내려가고 있다…… 뭐야 에마누·엘리셰. 아예 「앙리에타의 세계」로 이름을 바꿔버려!)",
			null
		],
		[
			"msg",
			198527,
			"(The child, in my absence this period of time, unexpectedly grew up so much!)",
			"（那孩子，在我不在身边的这段时间，居然成长了那么多！总觉得变高大了，头发是也长了一些么……唔！）",
			"（あの子、私が傍にいない間にこんなに成長したのね！何だか背も伸びたし、髪の毛も長くなったみたいね……うん！）",
			"(저 아이, 내가 곁에 없던 사이 이렇게 성장했구나! 왠지 키도 커진 것 같고, 머리카락도 길어진 것 같아…… 음!)",
			null
		],
		[
			"msg",
			198528,
			"(I don't get many chances to see such a happy Arietta!!)",
			"（这么开心的安莉埃塔平时可没那么多机会可以看到！！）",
			"（こんなに楽しそうなアンリエッタの姿はそうそう見られないわね！！）",
			"(이렇게 즐거워하는 앙리에타의 모습은 쉽게 볼 수 없는 거야!!)",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198529,
			"Miss.Taltrent？",
			"Miss.塔尔伦特？",
			"Miss.ターレント？",
			"미스.탤런트?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				4,
				true
			]
		],
		[
			"msg",
			198530,
			"Hahaha……",
			"哈哈哈哈哈……",
			"アハハハハ……",
			"아하하하하……",
			null
		],
		[
			"msg",
			198531,
			"Since Miss Ares already prepared, that you must be to want to make special request.",
			"既然战神无双小姐早已有所准备，那一定是有想特别提的要求吧。",
			"戦神無双さんが前々から準備していたんだから、きっと特別な頼みがあるはずでしょう。",
			"전신무쌍 씨가 전부터 준비해왔으니, 분명 특별한 부탁이 있을 거야.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198532,
			"Nonono, after all, in the atmosphere full of so nervous talk, both sides will be bound hands tied.",
			"Nonono，毕竟在充满火药味的气氛下talk合作，双方都会束手束脚的。",
			"Nonono、きな臭さに満ち溢れたムードの中で協力に関するtalkをしても、お互いに縮こまって動けなくなってしまうわよ。",
			"Nonono, 수상한 분위기 속에서 협력에 관한 talk를 하면, 서로 움츠러들어 움직일 수 없게 될 거야.",
			null
		],
		[
			"msg",
			198533,
			"A lot of people like this novel net, and I want to use it for as much value as possible. It would be really disappointing if you let me go completely.",
			"很多人like这个写作net，我也想尽可能发挥它的价值，你要是让me完全撒手不管，那可真是太扫兴了。",
			"この執筆netをlikeな人は大勢いるの。私もできる限りその価値を引き出したいと考えているのよ。もしあなたがmeに完全に手を引けなんて言ったら、本当に興ざめでしょ。",
			"이 작품 net을 like 하는 사람은 많아. 나도 최대한 그 가치를 끌어내고 싶어. 네가 me에게 완전히 손을 떼라고 한다면, 정말 실망스러울 거야.",
			null
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198534,
			"But some bad guys might do something…",
			"不过某些bad guys可能有小动作……",
			"でも、一部のbad guysにはちょっとした動きがあるみたい……",
			"하지만 일부 bad guys들이 움직이는 것 같아……",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198535,
			"Then again, I didn't see Payasso anywhere. Miss Ares, if you find that guy, I'll make her regret what she did!",
			"这么说回来，我的确在哪都没看到帕亚索，战神小姐，找到那家伙的话就交给我自己处理吧！我会让她后悔自己的所作所为的！",
			"そう言えば、パジャッソの姿をまったく見かけていないわね。戦神さん、アイツを見つけたら私にお仕置きさせてちょうだい！自分のやったことをしっかり後悔させてやるんだから！",
			"그러고 보니, 파자쏘의 모습을 전혀 못 봤네. 전신 씨, 그 녀석을 찾으면 나에게 혼내줘! 자기가 한 걸 제대로 후회하게 해주자고!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198536,
			"I feel much relieved to have you come forward. It seems that we can finally sit down and talk about how to help the creation and development of the world. I hope there will be a happy time~",
			"有你出面我就放心多了，看来我们终于可以坐下来好好talk如何协助咏世界创造发展的事，希望能够有一段happy time~",
			"あなたが表に立ってくれるならとても安心だわ。エマヌ・エリシュを成長させるためにどうやって協力していくかについて、やっと腰を下ろしてしっかりtalkできるわね。happy timeになるといいわね～",
			"네가 앞장서 준다면 정말 든든해. 에마누·엘리슈를 성장시키기 위해 어떻게 협력할지에 대해, 드디어 자리를 잡고 제대로 talk할 수 있게 됐네. happy time이 되길 바라~",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198537,
			"This is my original purpose, and will also become our long-term cooperation reference.",
			"这本来就是我的目的，而且也会成为我们长期合作的参考。",
			"それこそが私の目的なの。それに私たちの長期的な協力のための参考にもなるでしょうね。",
			"그게 바로 내 목표야. 게다가 우리의 장기적인 협력을 위한 참고도 될 거야.",
			null
		],
		[
			"msg",
			198538,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			198539,
			"Arietta seems to really like the site too...Why shouldn't I get it done?",
			"安莉埃塔似乎也非常喜欢这个网站……我又有什么理由不去把它弄好呢？",
			"アンリエッタはこのサイトがとても好きみたいだし……私がそのサイトをもっと良くしようとしないはずがないでしょう？",
			"앙리에타는 이 사이트를 정말 좋아하는 것 같고... 제가 이 사이트를 더 좋게 만들지 않을 리 없잖아요?",
			null
		]
	],
	"2212": [
		[
			"speaker",
			204760
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				761,
				2,
				false
			]
		],
		[
			"msg",
			198540,
			"I refuse.",
			"我拒绝。",
			"断るわ。",
			"거절할게.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				761,
				2,
				true
			]
		],
		[
			"msg",
			198541,
			"We have a responsibility to make everyone better.",
			"正所谓教不严师之惰，我们有责任去让大家变得更好。",
			"厳しさが足りないのは教師の怠慢って言うでしょう。私たちにはみんなをもっと良くする責任があるの。",
			"엄격함이 부족한 건 교사의 태만이랍니다. 우리는 모두를 더 나아지게 할 책임이 있어요.",
			null
		],
		[
			"speaker",
			204760
		],
		[
			"portraits",
			[
				683,
				1,
				true
			],
			[
				761,
				2,
				false
			]
		],
		[
			"msg",
			198542,
			"You are the student union. You have no right to interfere in my personal space. Student leaders don't have the power to force people to listen to you for hours.",
			"你们只是学生会，没有介入我私人空间的权力。学生会长更没有强迫别人听你唠叨好几个小时的权力。",
			"あなたたちはただの生徒会でしょう。私のプライベート空間に介入する権利なんてないわよ。生徒会長なら、なおのこと他人に何時間もお説教を無理やり聞かせる権利なんてないはずよ。",
			"당신들은 그냥 학생회일 뿐이잖아. 내 사생활에 간섭할 권한 따윈 없어. 학생회장이라면, 오히려 남에게 몇 시간씩 설교를 강요할 권한은 더더욱 없을 텐데.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				761,
				2,
				true
			]
		],
		[
			"msg",
			198543,
			"Persephone! Knock it off!",
			"师匠！普西芬妮！先别吵啦！",
			"師匠！ペルセポネー！喧嘩しないでください！",
			"스승님! 페르세포네! 싸우지 마세요!",
			null
		],
		[
			"speaker",
			204760
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				761,
				1,
				false
			]
		],
		[
			"msg",
			198544,
			"If she were the same Ares as before, there would be no need to quarrel.",
			"如果她还是以前那个战神无双的话，就没有吵的必要了。",
			"彼女が以前の戦神無双なら、喧嘩する必要なんてないわよ。",
			"그녀가 예전의 전신무쌍이었다면, 싸울 필요도 없었을 거야.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198545,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			198546,
			"Persephone was right. The Master really became a different person…",
			"普西芬妮说得对，师匠真的像变了个人一样……",
			"ペルセポネーの言う通りです。師匠は本当に人が変わってしまったかのようです……。",
			"페르세포네 말이 맞아요. 스승님은 정말 사람이 변해버린 것 같아요....",
			null
		],
		[
			"msg",
			198547,
			"And the reason for the change is clear to me.",
			"而且师匠发生变化的原因我也很清楚。",
			"それに師匠が変わってしまった理由もはっきり理解してます。",
			"게다가 스승님이 변해버린 이유도 분명히 이해하고 있어요.",
			null
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198548,
			"It was all because of Payasso, her so-called \"good thing\" that made the master this way!",
			"一切都是因为那个帕亚索，都是她那所谓的“好东西”让师匠变成这样的！",
			"全てはあのパジャッソのせいです。彼女の言う「いいもの」とやらのせいで、師匠はこんな風になってしまったのです！",
			"모든 건 그 파자소 때문이에요. 그녀가 말하는 「좋은 것」이라는 게 스승님을 이렇게 만들었어요!",
			null
		],
		[
			"msg",
			198549,
			"Ever since that day... After her visit——",
			"自从那天……她上门拜访之后——",
			"あの日……彼女が訪ねて来てから——",
			"그날…… 그녀가 찾아온 후로——",
			null
		]
	],
	"2213": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198550,
			"A week ago——",
			"一周前——",
			"一週間前——",
			"일주일 전——",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198551,
			"Master~ Master~ Have you seen that new website recently ~ It is that World Creation~",
			"师匠~师匠~最近你看那个新的网站了吗~就是那个咏世界创造~",
			"師匠～師匠～、最近のあの新しいサイトを見ましたか～？あのエマヌ・エリシュってやつです～",
			"스승님~ 스승님~, 최근에 그 새 사이트 봤어요~? 그 에마누·엘리슈라는 거예요~",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198552,
			"You mean the website Yoko applied for in me before~ Is there any news that makes you so excited recently?",
			"你是说Yoko之前在me这里申请的那个网站~最近是有什么news让你这么兴奋吗？",
			"以前、ヨーコがmeのところで申請していたサイトでしょう～！最近何かそんなに興奮するnewsでもあったの？",
			"전에 요코가 me한테 신청했던 사이트죠~! 최근에 뭐 그렇게 흥분할 만한 news라도 있었어?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198553,
			"There's no big news...!!! I have contributed as the teacher said!",
			"也没有什么大新闻啦……就是！我已经按师匠说的投稿了哦！",
			"特に大ニュースってわけでもないですけど……実は！私、師匠に言われた通りに投稿したんです！",
			"특별히 큰 뉴스라곤 아니지만…… 사실! 저, 스승님이 말씀하신 대로 글을 써봤어요!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198554,
			"Well, I did see it.",
			"那个啊，me确实看到了。",
			"そのことね。 確かにmeも見たよ。",
			"그거 말이지. 확실히 me도 봤어.",
			null
		],
		[
			"msg",
			198555,
			"But Yoko and that Girl, Arietta, are also good at managing the site~",
			"不过Yoko和那个叫安莉埃塔的girl也是厉害，把网站管理得goodgood的~",
			"でもヨーコとあのアンリエッタというgirlもなかなかなやるわね。サイトの管理もgoodgoodね～",
			"근데 요코랑 그 앙리에타라는 girl도 꽤 잘하는구나. 사이트 관리도 goodgood 하네~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198556,
			"Don't you think anything of my novel?",
			"是、是的……师匠，难道对我的小说一点感想都没有么？",
			"は、はい……師匠、私の小説に何か感想とかはないんですか？",
			"네, 네…… 스승님, 제 소설에 무슨 감상 같은 건 없으세요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198557,
			"——Thunk, thunk, thunk, thunk…",
			"——铛、铛、铛、铛、铛……",
			"ピピピピピ——",
			"삐삐삐삐삐——",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198558,
			"Oh no!",
			"oh no！都这个时间了！",
			"oh no！もうこんな時間なのね！",
			"oh no! 벌써 이 시간이네!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198559,
			"Huh? Do you have anything to do?",
			"嗯？是有什么事要做吗？",
			"えっ？何か用があるんですか？",
			"어? 무슨 일 있으세요?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198560,
			"There is a very interesting guy coming to Babylon Academy today. I have to pick her up today.",
			"今天有一个非常interesting的家伙要来巴比伦学园，得赶在天黑前去接她才行。",
			"今日はとてもinterestingなヤツがバビロン学園に来るの。日が暮れる前に彼女を迎えに行かなくちゃ。",
			"오늘은 정말 interesting한 녀석이 바빌론 학원에 온다니까. 해가 지기 전에 그녀를 맞으러 가야 해.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198561,
			"Will you go yourself? ?",
			"师匠亲自去么！？",
			"師匠自ら行くんですか！？",
			"스승님께서 직접 가시는 건가요!?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198562,
			"She is a very interesting guy and I can't wait to meet her.",
			"所以说了，是个非常——interesting的家伙，me已经迫不及待想见一见了。",
			"言ったでしょう。とっても——interestingなヤツだって。meはもう会うのが待ちきれないよ。",
			"말했잖아. 정말 ——interesting한 놈이라고. me는 벌써 만나기 못 기다리겠어.",
			null
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198563,
			"Let's call it a day and go home early. Byebye~",
			"今天就此解散，早点回去休息吧，byebye~",
			"今日はこれにて解散。早く帰って休みなさい。byebye～",
			"오늘은 여기서 해산. 빨리 집에 가서 쉬세요. byebye~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198564,
			"She's gone.",
			"走掉了。",
			"行っちゃった。",
			"가 버렸어.",
			null
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				683,
				1,
				true
			]
		],
		[
			"msg",
			198565,
			"Ah...I want to hear what the master thinks of it. I've tried my best to write.",
			"啊……还想听听师匠有什么感想呢，我写得可努力了。",
			"あ～あ……師匠の感想を聞きたかったのにな。せっかく頑張って書いたのに。",
			"아~아... 스승님의 감상을 듣고 싶었는데 말야. 애써서 열심히 썼는데.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198566,
			"But if it's the student President who wants to meet in person, it must be a big shot♠",
			"但既然是学生会长想亲自会面的人，一定是个大人物呢♠",
			"だけど、生徒会長が直々に会ってみたいと思う人なんて、きっと大物に間違いないわよ♠",
			"그치만, 학생회장이 직접 만나고 싶어 하는 사람이라면, 분명 대단한 인물일 거야♠",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198567,
			"Payassa!? What are you doing here? When did you come in! What do you want to do!",
			"帕亚索！？你这家伙为什么会在这！到底是什么时候进来的！到底想做什么！",
			"パジャッソ！？あんた、どうしてここにいるの！一体どうやって入ったの！？何するつもり！？",
			"파자쏘!? 너, 왜 여기에 있는 거야! 대체 어떻게 들어온 거야!? 뭐 하려고!?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				2,
				false
			]
		],
		[
			"msg",
			198568,
			"There are too many questions for me to answer.♥But you don't have to be so nervous. The Master and I are good friends~",
			"问题太多我可就不想回答了哦♥不过你也不用那么紧张，我和你师匠可是好朋友~",
			"質問が多すぎると答えたくなくなっちゃうな♥でも、そんなに緊張することないわよ。私はあなたの師匠とも仲良しさんなんだから～",
			"질문이 너무 많으면 대답하기 싫어져버린다구♥ 하지만, 그렇게 긴장할 필요 없어. 나는 너의 스승님과도 친한 사이니까~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198569,
			"What good friend? You have a bad name in Babylon.",
			"什么好朋友，你在巴比伦名声可不好。",
			"何が仲良しよ。バビロン学園でのあなたの評判は悪いんだからね。",
			"뭐가 친하냐고. 바빌론 학원에서 네 평판은 안 좋잖아.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198570,
			"The person's cognition has the deviation. Too much of this stuff is easy to skew, isn't it♣",
			"人的认知是有偏差的，风评这种东西传多了就很容易歪掉不是吗♣",
			"人の認識には偏りがあるの。評判なんてものは簡単に歪められてしまうでしょう♣",
			"사람의 인식에는 편향이 있는 법이야. 평판 같은 건 쉽게 왜곡될 수 있잖아♣",
			null
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198571,
			"The Master and I often work together in private. Don't forget, the rise of the live trend is the result of our last effort.",
			"我和你师匠私底下经常合作，你别忘了，现在主播潮流可以兴起就是我们上次努力的结果。",
			"私とあなたの師匠はよく裏で協力しあっているのよ。忘れないで。今のライブ配信ブームは私たちが前回頑張った結果なのだから。",
			"나와 네 스승님은 자주 뒤에서 협력하곤 해. 잊지 마. 지금의 라이브 스트리밍 붐은 우리가 지난번에 열심히 노력한 결과라고.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198572,
			"Well, you're right to say that…",
			"唔，你这么说也没错……",
			"うっ、それはそうだけど……。",
			"윽, 그건 그렇지만…….",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198573,
			"However, the master is also a bit of a secret-keeper and sometimes doesn't share everything he does with you... I don't blame you for not knowing that our partnership is normal♥",
			"不过，你师匠也算是个保密主义者，有时候不会把自己工作的内容都悉数与你分享……你不清楚我们的合作关系很正常，我不会怪你♥",
			"それにしても、あなたのお師匠さんも秘密主義者ね。自分の仕事内容も細かくあなたに教えていないなんて……あなたが私たちの協力関係をよく分かっていないのも無理ないわ。だから責めないであげる♥",
			"그래도 네 스승님도 비밀주의자네. 자기 일 내용도 자세히 알려주지 않다니…… 네가 우리의 협력 관계를 잘 모르는 것도 무리는 아니지. 그러니까 안 탓해줄게♥",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198574,
			"...The Master didn't really tell me who she was going to see today. But that's why she always surprises people…",
			"你这么一讲……师匠今天要去见谁也确实没跟我说清楚，不过也正因为这样，她才总能给大家带来惊喜……",
			"そう言われれば……師匠は今日も誰に会いに行くのか私にちゃんと言わなかったわ。でも、そのおかげで師匠はいつも皆にサプライズを届けてくれる……。",
			"그렇게 말하니…… 스승님은 오늘도 누굴 만나러 가는지 나에게 제대로 말해주지 않았어. 하지만 그 덕에 스승님은 항상 모두에게 서프라이즈를 선사해주곤 해…….",
			null
		],
		[
			"msg",
			198575,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198576,
			"Well, I believe you are the master's friend. So what are you doing here today? The master has gone out.",
			"好吧，我就相信你是师匠的朋友吧。那你今天来是要做什么？师匠已经出门了。",
			"いいわ。あなたが師匠の友達だということは信じてあげる。それで、今日ここに来たのは何の用なの？師匠はもう出かけちゃったよ。",
			"좋아. 네가 스승님의 친구라는 건 믿어줄게. 그런데, 오늘 여기 온 건 무슨 일이야? 스승님은 이미 나갔는데.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				2,
				false
			]
		],
		[
			"msg",
			198577,
			"Today I come to share some good things with you ♥ It doesn't matter if the she is not here. It might as well be a surprise.",
			"今天来是为了和你们分享点好东西的♥战神无双不在也无所谓，倒不如说这反而能给她惊喜。",
			"今日ここに来たのはあなたたちと「いいもの」をシェアするためよ♥戦神無双がいなくても構いやしないわ。むしろ、その方が彼女をびっくりさせられるでしょう。",
			"오늘 여기 온 건 너희와 「좋은 것」을 나누기 위해서야♥ 전신무쌍이 없어도 상관없어. 오히려 그 편이 그녀를 더 놀라게 할 수 있겠지.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198578,
			"Surprise!?",
			"惊喜！？",
			"びっくり！？",
			"놀라게!?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198579,
			"Thor, I see you write the novel♠ Invincible Ares, very charming.",
			"索尔，我看到你写的小说了♠无敌的战神，非常迷人。",
			"ミョルニル、あなたの書いた小説を読んだわ♠無敵の戦神、とっても魅力的ね。",
			"묠니르, 네가 쓴 소설 읽어봤어♠ 무적의 전신, 정말 매력적이더라.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198580,
			"Of course, it was written on the template of the master!",
			"当然，那可是以师匠为模板写的！",
			"そりゃそうよ。あれは師匠をモデルにして書いたんだから！",
			"그럼 당연하지. 그건 스승님을 모델로 해서 쓴 거니까!",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198581,
			"But has it ever occurred to you that the master could be even more powerful, unparalleled, and lovable than the novel♠",
			"但你有没有想过，你的师匠可以变得比小说中更加震撼人心、天下无双、人见人爱呢♠",
			"でも、あなたの師匠は小説の登場人物よりももっと人を感動させ、天下無敵で、皆から愛される人物になれるのよ♠",
			"하지만, 네 스승님은 소설 속 등장인물보다 더 사람들을 감동시키고, 천하무적이며, 모두에게 사랑받는 인물이 될 수 있어♠",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198582,
			"What do you, what do you mean…",
			"你、你是什么意思……",
			"ど、どういう意味……？",
			"무, 무슨 뜻이야...?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198583,
			"There are powers in these novels that you don't know about, and I can tell you how to use them. If nothing goes wrong, your master will become even more powerful~",
			"这些小说中可蕴含着你们所不知道的力量，我可以告诉你运用它们的方法。不出问题的话，你的师匠将变得更加厉害吧~",
			"これらの小説にはあなたたちの知らないパワーが秘められているの。私がその使い方を教えてあげるわ。問題がなければ、あなたの師匠はもっとすごい人になれるわよ～",
			"이 소설들에는 너희들이 모르는 힘이 숨어 있어. 내가 그 사용법을 가르쳐 줄게. 문제만 없다면, 네 스승님은 더 대단한 사람이 될 수 있지~",
			null
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198584,
			"I'm sure she'll praise you if you succeed♥",
			"怎么样，要是成功了她肯定会夸你的♥",
			"どう？もし上手くいったら、彼女はきっとあなたのことを褒めてくれるはずよ♥",
			"어때? 만약 잘 된다면, 그녀는 분명 너를 칭찬해 줄 거야♥",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198585,
			"To be praised by the Master…..",
			"能得到师匠的夸奖……反、反正了解一下又不会有事，好！就让我听听是什么方法吧！",
			"師匠に褒めてもらえる……ど、どうせちょっと聞いてみるくらいならどうってことないよね。よし！どんな方法なのか聞かせてちょうだい！",
			"스승님께 칭찬받는다니... 뭐, 일단 들어보는 정도라면 문제 없겠지. 좋아! 어떤 방법인지 알려줘!",
			null
		]
	],
	"2214": [
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198586,
			"Since you're so interested, I'll tell you. As I mentioned earlier, this is closely related to your novel writing♣",
			"既然你这么感兴趣，那我就告诉你好了，刚才我其实也提到过，这是跟你们写小说密切相关的♣",
			"そんなに興味があるなら教えてあげる。実はさっきも言ったんだけどね、これはあなたたちの小説執筆と深く関係しているの♣",
			"그렇게 관심이 있다면 가르쳐 줄게. 사실 아까도 말했지만, 이건 너희들의 소설 집필과 깊은 관계가 있어♣",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198587,
			"You don't mean that writing novels can make teachers stronger, do you? It can't be so easy.",
			"你的意思该不会是写写小说就能让师匠变强吧，哪有这么简单的事。",
			"それってまさか小説を書くだけで師匠を強くできるって言うんじゃないでしょうね？そんな簡単なことがあってたまるもんですか。",
			"설마 소설을 쓰기만 해서 스승님을 강하게 할 수 있다는 건 아니겠지? 그런 쉬운 일이 있을 리 없잖아.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198588,
			"In fact, it's that simple. As you probably know from the previous events in Charlotte's stream, it's similar to the theory of her birth.",
			"事实上就是那么简单~之前夏露露直播间的事件你应该也知道，这与她诞生的理论差不多。",
			"実はそれくらい簡単なことなのよ～。以前あったシャルルの配信ルームの事件はあなたも知っているでしょう？これは彼女が誕生した理論と同じような物よ。",
			"사실 그 정도로 쉬운 일이야~. 전에 있었던 샤를의 방송 사건도 알고 있지? 이건 그녀가 탄생한 이론과 비슷한 거야.",
			null
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198589,
			"You wouldn't listen to a word for a word. All you have to know is that Ares is going to turn out to be exactly what the novel says.",
			"逐字解释你应该也听不进去吧，你只要知道战神无双会变得如小说所写的一样就好了。",
			"難しい説明をしても、あなたには分からないでしょうね。とにかく戦神無双を小説で描いた姿のようにできるってことだけ分かっていればいいわ。",
			"어려운 설명을 해봤자, 너한텐 이해 못할 거야. 어쨌든 전신무쌍을 소설로 묘사한 모습처럼 만들 수 있다는 것만 알면 돼.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198590,
			"Don't make a fool of me! I've been writing this story for a while, and nothing has changed at all.",
			"别把我当笨蛋啊！这篇小说我已经写了有一段时间，师匠根本没发生过什么变化。",
			"バカにしないでよね！この小説を書いてから、もうかなりの時間が経ったけれど、師匠には何の変化も起きてないじゃないの。",
			"바보 취급하지 마! 이 소설을 쓴 지 꽤 시간이 흘렀는데, 스승님께는 아무런 변화도 일어나지 않잖아.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				2,
				false
			]
		],
		[
			"msg",
			198591,
			"Of course, it's because of the shortage of conditions. Never mind, I'm here to help you♥",
			"那自然是因为条件不足~没关系，我就是为了帮你才来的♥",
			"それは条件が足りていないからに決まっているでしょう～。大丈夫、私はあなたを助けるために来たの♥",
			"그건 조건이 충분하지 않아서 그런 게 당연하지~. 괜찮아, 난 너를 도우러 왔어♥",
			null
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198592,
			"First of all, let's revise your novel together. It's very simple. You can change what you want people to think of as the incomparable Ares.",
			"首先，我们一起来修改你的小说吧，很简单，你希望大家眼中的战神无双是怎么样的就怎么样去改。",
			"まず、一緒にあなたの小説を修正しましょう。簡単なことよ。戦神無双がみんなの目にどう映ってほしいのか考えて、その通りに修正するだけよ。",
			"먼저, 함께 너의 소설을 수정하자. 간단한 거야. 전신무쌍이 사람들 눈에 어떻게 비치길 바라는지 생각해서, 그대로 수정하기만 하면 돼.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198593,
			"Well, just give it a try.",
			"好吧，反正试一试就知道了。",
			"分かった。とりあえず試してみるよ。",
			"알겠어. 일단 시도해 볼게.",
			null
		],
		[
			"msg",
			198594,
			"Well, what do I think of the Master...Of course it is heroic and handsome, and can do anything!",
			"唔，希望大家眼中的师匠是怎么样的……那当然是英勇帅气，无所不能！",
			"うーん、師匠がみんなの目にどう映ってほしいのか……それはもちろん勇敢でカッコよくて、何でもできるスーパーウーマン！",
			"음, 스승님이 사람들 눈에 어떻게 비치길 바라냐면... 당연히 용감하고 멋지고, 뭐든지 할 수 있는 슈퍼우먼이지!",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198595,
			"This seems to be a bit broad. Can you be more specific~ For example, the character, the atmosphere… It's best to have weird hobbies♣",
			"这似乎有些广泛，可以具体一点吗~比如说性格，给人的气氛什么的……有奇奇怪怪的癖好最好♣",
			"それは少し漠然としているわね。もう少し具体的にできない？他人に与える印象とか……へんてこりんな趣向なんかあれば最高♣",
			"그건 좀 막연하네. 조금 더 구체적으로 못해? 타인에게 주는 인상이라던가... 이상한 취향 같은 게 있으면 최고야♣",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198596,
			"She doesn't have any weird habits. But to be more specific, heroic means to be fearless. As the god of war, the master is always at the head of the line, the first to solve problems.",
			"才不会有奇奇怪怪的癖好呢，但要具体一点的话，英勇就是指的无所畏惧，作为战神，师匠总是冲在最前面，第一时间解决困难。",
			"変な嗜好なんてないよ。でも具体的に言うなら、勇敢というのは恐れ知らずってこと。戦の神である師匠は、いつも先頭に立って、真っ先に困難を解決するんだ。",
			"이상한 취향 같은 건 없어. 하지만 구체적으로 말하자면, 용감하다는 건 두려움을 모른다는 거야. 전쟁의 신인 스승님은 항상 앞장서서, 가장 먼저 어려움을 해결하시거든.",
			null
		],
		[
			"msg",
			198597,
			"And...Very efficient! I want to put the master's word to me write in, encounter thing to open a gun first! Nothing can't be solved!",
			"而且……效率非常高！我要把师匠的教导我的话写进去，遇到事情就先开一枪！没什么是解决不了的！",
			"しかも……すっごく効率的なんだ！師匠が私に教えてくれた「何かに遭遇したら、とにかく一発ぶっ放してみて！そうすれば解決できないことなんてない！」という言葉を書き加えたいの。",
			"게다가... 엄청 효율적이야! 스승님이 나에게 가르쳐주신 「무언가에 부딪히면, 일단 한 방 날려봐! 그럼 해결 못 할 일이 없어!」라는 말을 추가하고 싶어.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198598,
			"Oh, the warrior god image?",
			"喔，武斗派战神形象么？",
			"ああ、武闘派の戦神イメージね？",
			"아, 무투파 전신 이미지구나?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198599,
			"After all, as the President of the students, the master basically does not need to come forward, as long as everything behind the scenes to solve the problem. Few people see her in her power now.",
			"毕竟当上学生会长后，师匠基本不需要出面，只要在幕后调理一切就把问题都解决了。现在应该没几个人看到她威武的一面了吧？",
			"生徒会長になってからというもの、師匠は基本的に表に出ずに裏で全てを処理して問題を解決しているの。だから、今では師匠の勇ましいところを見たことある人ってほとんどいないよね？",
			"학생회장이 된 이후로, 스승님은 기본적으로 표면에 나서지 않고 뒤에서 모든 일을 처리해 문제를 해결하시거든. 그래서 지금은 스승님의 용맹한 모습을 본 사람이 거의 없잖아?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198600,
			"Go ahead and add \"Speak good English\" ♠",
			"那就这么去写吧，然后加一条“能说一口流利的英语”♠",
			"じゃあ、そう書けばいいわ。それから一言「流暢な英語を話せる」って加えてみて♠",
			"그러면 그렇게 쓰면 되겠네. 그리고 한마디 「유창한 영어를 구사할 수 있다」라고 추가해봐♠",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198601,
			"What? Everyone knows that the master's English is excellent. Does it need any emphasis?",
			"什么啊，大家都知道师匠的英语很棒，根本不需要强调吧？",
			"師匠の英語が凄いことなんて、誰でも知ってることじゃない。今さら強調する必要なんてないわ。",
			"스승님의 영어 실력이 대단하다는 건 누구나 아는 사실이야. 이제 와서 강조할 필요 없어.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198602,
			"Ok, ok, you go in this direction. All you have to do is wait for more people to read your novel♥",
			"行了行了，你就往这方向修改。改好后就只要等更多人看你的小说就行♥",
			"はいはい、とにかくこの方向で直しなさい。直し終わったら、もっと多くの人があなたの小説を目にするのを待つだけでいいのよ♥",
			"알았어, 어쨌든 이 방향으로 고쳐. 고치고 나면, 더 많은 사람들이 네 소설을 보기만을 기다리면 되는 거야♥",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198603,
			"It was a shame, but not many people read my novel, not even a few reviews.",
			"虽然很丢人，但我的小说根本没多少人看，连评论都没有几条。",
			"すごく恥ずかしいんだけれど、私の小説を読んでいる人なんてほとんどいないの。コメントも全然ないし。",
			"엄청 부끄럽지만, 내 소설을 읽는 사람은 거의 없어. 댓글도 하나도 없고.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				2,
				false
			]
		],
		[
			"msg",
			198604,
			"Most of them are your own.",
			"大部分都是你自己的回复呢。",
			"大部分はあなたが自分でコメントしたんでしょう。",
			"대부분은 네가 직접 단 댓글이겠지.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198605,
			"There's no need to tell these things!",
			"这就不用特地说出来啦！",
			"そんなこと、わざわざ言わなくていいから！",
			"그런 건 굳이 말하지 말라고!",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198606,
			"Don't worry about that. I've already talked to your publicity committee, and she'll be happy to promote your new novel~",
			"这点你不用担心~我已经事先跟你们宣传委员商量过了，她会很乐意推广你的新小说的~",
			"そのことは気にしなくて大丈夫。もう広報委員に話をつけてあるから。彼女が喜んであなたの新しい小説を宣伝してくれるわよ～",
			"그건 걱정하지 않아도 돼. 이미 홍보위원에게 말해뒀거든. 그녀가 기쁘게 네 새 소설을 홍보해줄 거야~",
			null
		],
		[
			"msg",
			198607,
			"Just watch for Ares and wait for a miracle to happen♥",
			"你就时刻观察战神无双，然后等待奇迹降临吧♥",
			"あなたは常に戦神無双を観察して、奇跡の降臨を待っていればいいの♥",
			"넌 항상 전신무쌍을 관찰하며, 기적의 강림을 기다리기만 하면 되는 거야♥",
			null
		]
	],
	"2215": [
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198608,
			"The master would be like what I wrote in a novel...——",
			"师匠会变得如我小说写的一般……偷瞄——",
			"師匠が私の小説のようになるのかな……こっそり見てみようっと。",
			"스승님이 내 소설처럼 될까... 살짝 엿보자.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198609,
			"What a wonderful day！",
			"What a wonderful day！",
			"What a wonderful day！",
			"What a wonderful day！",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198610,
			"Sure enough Payasso was just making fun of us",
			"偷偷跟着师匠这么久都没看到变化，果然帕亚索只是在拿我们寻开心。",
			"こっそり師匠のことを観察してしばらく経つけれど、何の変化もないや。やっぱりパジャッソは私たちをからかっただけなのね。",
			"몰래 스승님을 관찰한 지 꽤 되었는데, 아무런 변화도 없어. 역시 파자쏘는 우리를 놀린 거였네.",
			null
		],
		[
			"msg",
			198611,
			"But……",
			"不过……",
			"しかし……。",
			"하지만…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198612,
			"Have you seen the latest novel on World Creation? The one about the God of War.",
			"你看最近咏世界创造主推的小说了吗，就是那篇写战神的。",
			"最近、エマヌ・エリシュが推している小説読んだ？戦神のことを書いたアレ。",
			"최근에 에마누 엘리슈가 추천하는 소설 읽어봤어? 전신에 관한 그거.",
			null
		],
		[
			"msg",
			198613,
			"It seems to be written by the President of our students ~ The written martial arts school god of war is very much in line with her image.",
			"看起来好像就是写的我们学生会长啊~有一说一，上面写的武斗派战神真是太符合她的形象了。",
			"パッと見た感じ、私たちの生徒会長のことを書いているみたいだよね～確かに、描かれている武闘派の戦神は彼女のイメージにぴったりだものね。",
			"첫눈에 보기엔 우리 학생회장을 그린 것 같더라~ 확실히, 묘사되는 무투파 전신은 그녀 이미지랑 딱 맞아.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198614,
			"Haha~ Now I can always hear someone discussing my novel in the academy. Yoko is really well publicized! The degree of discussion surges instantly!",
			"嘻嘻~现在学园里总能听到有人在讨论我那篇小说，Yoko的宣传还真是厉害！讨论度瞬间猛涨呀！",
			"エヘヘ～私の小説について話している人たちの会話が学園の至る所で聞こえてくるよ。ヨーコの宣伝って本当にすごいなぁ！話題性が一瞬で大幅アップだもんね！",
			"에헤헤~ 내 소설에 대해 이야기하는 사람들 대화가 학교 곳곳에서 들려오네. 요코의 홍보는 정말 대단해! 화제성이 순식간에 크게 올랐잖아!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			198615,
			"Of course! Yoko is the super publicity member of the Student Union. As long as it can highlight the beauty of a girl, it will be perfect!",
			"那是当然的！我Yoko可是学生会的超宣传委员，只要是能凸显美少女美丽的事就一定会做到完美！",
			"そりゃそうよ！このヨーコは生徒会のスーパー広報委員なんだからね。美少女の美しさを際立たせるようなことなら、必ずやパーフェクトにやり遂げてみせるわ！",
			"그럼 당연하지! 이 요코는 학생회의 슈퍼 홍보위원이야. 미소녀의 아름다움을 돋보이게 하는 일이라면 반드시 완벽하게 해내 보여주겠어!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			198616,
			"Whoa! ? What are you doing here!",
			"呜哇！？你怎么在这！",
			"うわっ！？どうしてあなたがここにいるの！",
			"우왓!? 너 왜 여기에 있는 거야!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			198617,
			"Payasso told me that I couldn't miss the good news that by promoting Thor's novel. I would soon be able to see a side of Ares that she wouldn't normally show.",
			"帕亚索跟我说，只要好好宣传索尔写的小说，不久后就能看到战神无双小姐平时不会表露的一面，这样的好事我当然不能错过！",
			"パジャッソが言ったの。ミョルニルの書いた小説をしっかり宣伝すれば、近いうちに普段とは違う戦神無双さんの一面が見られるって。そんなチャンス、もちろん逃がすわけにいかないでしょ！",
			"파자쏘가 말했어. 묠니르가 쓴 소설을 제대로 홍보하면 곧 평소와 다른 전신무쌍 씨의 모습을 볼 수 있다고. 그런 기회, 물론 놓칠 수 없지!",
			null
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			198618,
			"So let's take a peek. Imprinted in my mind every charming expression of  Ares.",
			"所以一起来偷窥吧，要把战神无双小姐每一个俘获人心的表现都刻印在脑海里才行~",
			"だから一緒に盗み見に来たの。戦神無双さんが人の心を虜にするパフォーマンスを全て脳裏に焼き付けておかないとね～",
			"그래서 같이 몰래 보러 왔어. 전신무쌍 씨가 사람의 마음을 사로잡는 퍼포먼스를 모두 뇌리에 새겨두지 않으면 안 되니까~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			198619,
			"I always think it's easy to be found out when I'm with you!",
			"总觉得跟你在一起很容易会被发现啊！",
			"あなたと一緒にいたらすぐに見つかっちゃう気がするんですけど！",
			"너랑 같이 있으면 금방 들킬 것 같은 느낌이 드는데!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			198620,
			"No, no, I'm a professional! SHH! Look over there!",
			"不会的不会的，我可是专业的！嘘！快看那边！",
			"大丈夫、大丈夫。私はプロなのよ！シーッ、早く向こうを見て！",
			"괜찮아, 괜찮아. 나는 프로야! 쉿, 빨리 저쪽을 봐!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			198621,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			198622,
			"Stupid, the cat must be cute.",
			"笨蛋，肯定是猫可爱。",
			"バカね、猫の方が可愛いに決まっているでしょ。",
			"바보 같아, 고양이가 당연히 더 귀여운 거 아니겠어.",
			null
		],
		[
			"msg",
			198623,
			"It's dragon! It must be dragon!",
			"是龙，肯定是龙嗷！",
			"ドラゴンだよ。きっとドラゴンだってば！",
			"용이야. 분명 용이라고!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			198624,
			"Huh? Did anyone quarrel?",
			"嗯？有谁吵架了吗？",
			"あれ？誰か喧嘩しているの？",
			"어라? 누가 싸우고 있는 거야?",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				760,
				2,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			198625,
			"It is true that dragons have their artistic qualities as fantasy creatures, but in terms of charm, they are no match for cats.",
			"确实龙作为幻想种生物确实有它的艺术性在里面，但论魅力，它是比不过猫咪的。",
			"確かにドラゴンは幻想種の生物として芸術性を兼ね備えているわね。でも、猫ちゃんの魅力には敵わないわよ。",
			"확실히 용은 환상종 생물로서 예술성을 갖추고 있지. 하지만 고양이의 매력에는 못 이겨.",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				760,
				2,
				true
			],
			[
				759,
				4,
				false
			]
		],
		[
			"msg",
			198626,
			"I admit, cats are cute, especially those jewel-like eyes that glint in the night. It's so beautiful",
			"我承认，猫咪是很可爱，特别是那双宝石般的眼神，在夜里一闪一闪亮晶晶的，简直太好看了~",
			"確かに猫が可愛いのは認めるよ。特にあの宝石のような目、夜にキラキラ光っていてすごく可愛いよね～",
			"확실히 고양이가 귀여운 건 인정해. 특히 저 보석 같은 눈, 밤에 반짝반짝 빛나서 정말 귀엽더라~",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				760,
				2,
				false
			],
			[
				759,
				4,
				true
			]
		],
		[
			"msg",
			198627,
			"Why don't you understand the charm of my novel?",
			"你不是挺懂的么，那为什么不懂我小说的魅力？",
			"あなたも物わかりがいいじゃないの。ならどうして私の小説の魅力が分からないの？",
			"너도 이해가 빠르구나. 그럼 왜 내 소설의 매력을 모르는 거야?",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				760,
				2,
				true
			],
			[
				759,
				4,
				false
			]
		],
		[
			"msg",
			198628,
			"It's horrible. It's horrible. It corrodes the floor!",
			"你写的那是猫就有鬼啦！恐怖死了，太恐怖了嗷，还会腐蚀地板！",
			"あなたが書いたアレは猫のお化けでしょ！恐ろしすぎるわよ。それに腐った床板とか！",
			"네가 쓴 그건 고양이 귀신이잖아! 너무 무서워. 게다가 썩은 마루판이라니!",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				760,
				2,
				false
			],
			[
				759,
				4,
				true
			]
		],
		[
			"msg",
			198629,
			"That's what cats really look like. Get a feel for them and you'll soon be giving up those old, stubborn dragons.",
			"那才是猫咪真正的形态，来好好感受一下吧，很快你就会放弃那些古老顽固的龙了。",
			"あれこそ猫の本当の姿よ。しっかり感じなさい。あんな古めかしいドラゴンなんてすぐにどうでもよくなるわよ。",
			"그게 바로 고양이의 진짜 모습이야. 제대로 느껴봐. 그런 낡은 드래곤 따위는 금방 별거 아니게 될 거야.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				759,
				4,
				true
			]
		],
		[
			"msg",
			198630,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				759,
				4,
				true
			]
		],
		[
			"msg",
			198631,
			"Kanna and Dreamland? Those two people would argue about something like that… No, as a member of the student union, I'm going to stop them.",
			"是神奈和幻梦境？那两个人居然会为了这种事吵起来……不行，身为学生会的一员，我要去阻止她们。",
			"神奈と幻夢境？あの二人がこんなことで喧嘩するなんて……ダメ、生徒会の一員として彼女たちを止めないと。",
			"카나와 환몽경? 그 둘이 이런 일로 싸우다니... 안 돼, 학생회 일원으로서 그녀들을 말려야 해.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				750,
				4,
				false
			]
		],
		[
			"msg",
			198632,
			"Although I do not want to see the beautiful girl quarrel, but, the opportunity to stop the fight left to our heroic President~",
			"虽然我也不想看到美少女争吵，但是，劝架这个机会就留给我们英姿飒爽的会长大人吧~",
			"私も美少女が言い争っている姿は見たくないけど、喧嘩の仲裁みたいなチャンスは私たちの勇敢でカッコいい会長様に譲ってあげないとね～",
			"나도 미소녀들이 말다툼하는 건 보고 싶지 않지만, 싸움을 중재할 기회는 우리의 용감하고 멋진 회장님께 양보해야지~",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				750,
				4,
				true
			]
		],
		[
			"msg",
			198633,
			"Wait,wait,wait.What are you guys doing here?",
			"Wait,wait,wait.What are you guys doing here?",
			"Wait,wait,wait.What are you guys doing here?",
			"Wait,wait,wait.What are you guys doing here?",
			null
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				750,
				4,
				true
			]
		],
		[
			"msg",
			198634,
			"Just take it easy, everybody is different right?",
			"Just take it easy, everybody is different right?",
			"Just take it easy, everybody is different right?",
			"Just take it easy, everybody is different right?",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				760,
				3,
				false
			],
			[
				750,
				4,
				true
			]
		],
		[
			"msg",
			198635,
			"Today's President is a disgusting feeling... What's with this strange way of speaking?",
			"今天的会长给人一种恶心的感觉啊……这奇怪的说话方式是怎么回事？",
			"今日の会長は気持ち悪いな……そんな奇妙な話し方をするなんて、どういう風の吹き回し？",
			"오늘 회장은 기분 나쁜데... 그런 이상한 말투를 쓰다니, 무슨 바람이 불어서 그래?",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				760,
				3,
				true
			],
			[
				759,
				4,
				false
			]
		],
		[
			"msg",
			198636,
			"Isn't she always like this? Don't change the subject! Student President, now that you are here, please comment on it. Is the dragon cute or is the cat cute?",
			"不是一直都这样的嗷？别扯开话题啦！学生会长，既然你来了就评评理，到底是龙可爱还是猫咪可爱！",
			"いつもこんな感じでしょう？話題を逸らさないでよね！生徒会長、来た以上は白黒決着つけてよね。ドラゴンと猫、どっちの方が可愛い！？",
			"항상 이런 식이잖아? 화제를 돌리지 말라고! 학생회장, 온 이상은 흑백 가려야지. 드래곤과 고양이, 어느 쪽이 더 귀엽냐!?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				2,
				false
			],
			[
				759,
				4,
				true
			]
		],
		[
			"msg",
			198637,
			"You should ask yourself,but not me.",
			"You should ask yourself,but not me.",
			"You should ask yourself,but not me.",
			"You should ask yourself,but not me.",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				683,
				2,
				true
			],
			[
				759,
				1,
				false
			]
		],
		[
			"msg",
			198638,
			"Ow?",
			"嗷？",
			"はあ？",
			"하아?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				759,
				1,
				true
			]
		],
		[
			"msg",
			198639,
			"It was hard to see the master comment on the quarrel, but I don't think they understood...Hey? Yoko?",
			"能看到师匠亲自劝架是很难得啦，但感觉她们听不太懂……欸？Yoko人呢？",
			"師匠自ら喧嘩の仲裁をしている姿なんて滅多に見られないよ。でも、彼女たちはあまり聞き取れていないみたい……あれ？ヨーコはどこ行ったんだろう？",
			"스승님이 직접 싸움을 중재하는 모습은 좀처럼 보기 힘들어. 근데, 그녀들은 잘 못 알아듣는 것 같아…… 어? 요코는 어디 간 거지?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				2,
				false
			],
			[
				759,
				1,
				true
			]
		],
		[
			"msg",
			198640,
			"Yoko, the beautiful girl savior, will transfer it for you! The President just said that she didn't want to interfere with your choices because of her preferences!",
			"这里就由我美少女救星Yoko来进行翻译吧！会长大人刚刚说，她不想因为自己的喜好干涉了你们的选择！",
			"ここはこの美少女救世主ヨーコ様が通訳してあげましょう！会長様は、自分の好みを押しつけて、あなたたちの選択に干渉するようなことは望まないって言ったのよ！",
			"여기는 이 미소녀 구세주 요코님이 통역해 드리겠습니다! 회장님은, 자신의 취향을 강요해서 너희들의 선택에 간섭하는 건 원하지 않는다고 했어요!",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				750,
				2,
				true
			],
			[
				759,
				4,
				false
			]
		],
		[
			"msg",
			198641,
			"Ouch! ?",
			"嗷！？吓我一跳！",
			"ガオ！？ビックリした！",
			"갸아악!? 깜짝이야!",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				760,
				3,
				false
			],
			[
				759,
				4,
				true
			]
		],
		[
			"msg",
			198642,
			"But we've been arguing all morning.This guy just doesn't know anything.",
			"你是想让我们自己解决，但我们已经吵了一上午了，这家伙就是什么都不懂。",
			"私たちに自分で解決させるつもり？私たちは午前中ずっと言い争っていたのよ。コイツったら本当に何も分かってないんだから。",
			"우리 스스로 해결하라는 거야? 우리는 오전 내내 말다툼을 했는데. 이 자식은 정말 아무것도 모르는구만.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				759,
				4,
				true
			]
		],
		[
			"msg",
			198643,
			"How dare you question me？",
			"How dare you question me？",
			"How dare you question me？",
			"How dare you question me？",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			198644,
			"The director said, how dare you question her!",
			"会长说！你们居然敢质疑她！",
			"会長は、私のことを疑うなんて大したタマだって言っているよ！",
			"회장은, 나를 의심하다니 대단한 놈이군라고 말하고 있어!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			198645,
			"I said it wasn't a problem.",
			"I said it wasn't a problem.",
			"I said it wasn't a problem.",
			"I said it wasn't a problem.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				750,
				2,
				false
			]
		],
		[
			"msg",
			198646,
			"The President said that's not a problem!",
			"会长说了！这不是个问题！",
			"会長は、そんなこと大した問題じゃないって言っているよ！",
			"회장은, 그런 건 별일 아니라고 말하고 있어!",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				759,
				4,
				false
			]
		],
		[
			"msg",
			198647,
			"That's a big question! That kind of cat just isn't cute!",
			"这可是大问题啦！那种猫咪就是不可爱嗷！",
			"これは大問題だよ！あんな猫、可愛くないってば！",
			"이건 큰 문제라고! 저런 고양이, 안 귀엽다니까!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				4,
				false
			],
			[
				759,
				4,
				true
			]
		],
		[
			"msg",
			198648,
			"Well, If you guys cannot solve it……",
			"Well, If you guys cannot solve it……",
			"Well, If you guys cannot solve it……",
			"Well, If you guys cannot solve it……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				683,
				4,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			198649,
			"Well, if you can't work it out…",
			"呃，如果你们没办法解决的话……",
			"ふーむ、あなたたちが解決できないのなら……。",
			"흠, 너희들이 해결하지 못한다면…….",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				1,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			198650,
			"Then have a fight.",
			"那你们就打一架。",
			"殴り合えばいいわ。",
			"싸우면 되지.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				683,
				1,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			198651,
			"That's when you should have a fight!",
			"这时候你们就该打一架！",
			"殴り合えばいいわ。",
			"싸우면 되지.",
			null
		],
		[
			"portraits",
			[
				683,
				1,
				true
			],
			[
				750,
				4,
				false
			]
		],
		[
			"msg",
			198652,
			"Em？",
			"嗯？",
			"でしょ？",
			"그렇지?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				750,
				4,
				true
			]
		],
		[
			"msg",
			198653,
			"Why the sudden fight? Yoko, are you in a mess…",
			"为什么突然要打架了？Yoko你是不是在乱……",
			"どうして急に殴り合いになるの？ヨーコったら、余計ややこしくしているんじゃ——",
			"왜 갑자기 싸움이 되는 거야? 요코는 말이야, 오히려 더 복잡하게 만들고 있는 거 아니——",
			null
		],
		[
			"msg",
			198654,
			"Well, it's not a translation!",
			"呃，这不是翻译！",
			"あっ、これは通訳してないんだ……。",
			"아, 이건 통역을 안 했네…….",
			null
		]
	],
	"2216": [
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198655,
			"Well, if we hadn't been there, those two would have fought…",
			"哈啊，要不是我们在场，那两个人真要打起来了……",
			"はぁ、私たちがいなかったら、あの二人は本当に殴り合いを始めていたよ……。",
			"하아, 우리가 없었으면 그 둘은 정말로 싸움을 시작했을 거야…….",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				750,
				4,
				false
			]
		],
		[
			"msg",
			198656,
			"It's not a question of my translation. That's exactly what she said.",
			"这可不是我翻译的问题哦，她确实是这么说的。",
			"それは私の通訳のせいじゃないからね。確かに彼女がそう言ったんだから。",
			"그건 내 통역 탓이 아니야. 확실히 그녀가 그렇게 말했으니까.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				750,
				4,
				true
			]
		],
		[
			"msg",
			198657,
			"I heard that, too. What was the master thinking?",
			"我也听到了，师匠到底在想什么呀？",
			"私も聞いたよ。師匠は一体何を考えているんだろう？",
			"나도 들었어. 스승님은 대체 무슨 생각을 하고 있는 걸까?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				720,
				2,
				false
			]
		],
		[
			"msg",
			198658,
			"Whatever happens, shoot first, then shoot again if you can't solve it.This is your write. ♠ She thought it would be easier to solve the problem with force than with words.",
			"无论遇到什么事，先开一枪，解决不了就再开一枪。这不是你写的么♠比起动嘴吵架，她应该觉得武力能更容易解决问题吧。",
			"どんなことに遭遇しようと、一発ぶっ放してみて、それでも解決できなければさらにもう一発ぶちかます。これってあなたが書いたことでしょう♠彼女は口先だけの喧嘩より、武力に訴えた方が問題を簡単に解決できると考えているはずよ。",
			"어떤 일을 만나더라도, 한 방 날려보고, 그래도 해결되지 않으면 한 방 더 날리는 거. 이건 네가 쓴 거잖아♠ 그녀는 입씨름보다 무력을 동원하는 게 문제를 더 쉽게 해결할 수 있다고 생각하고 있을 거야.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198659,
			"Do you mean the master has really become like my fictional character?",
			"你的意思是，师匠确实变得跟我小说中的形象一样了？",
			"それはつまり、師匠は本当に私が小説で描いた姿と同じになったってこと？",
			"그러니까, 스승님은 정말로 내가 소설에 그린 모습과 똑같아졌다는 거야?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			198660,
			"I said why did Ares keep speaking the whole sentence in English~ It was Thor's novel that awakened her sleeping talent!",
			"我就说战神无双小姐为什么一直在讲整句的英语~原来是索尔的小说唤醒了她沉睡的天赋啊！",
			"戦神無双さんがどうしてずっと英語を話しているのかと思ったら～ミョルニルの小説が彼女の眠っていた天賦を呼び覚ましたのね！",
			"전신무쌍 씨가 왜 계속 영어로 말하는지 궁금했더니~ 묠니르의 소설이 그녀의 잠재된 재능을 깨웠구나!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			198661,
			"The Master's English level has been very good. It has nothing to do with me.",
			"师匠的英语水平一直很好啊，跟我没多大关系啦。",
			"師匠の英語レベルは昔からずっと高いよ。私とはそんなに関係ないよ。",
			"스승님의 영어 실력은 원래부터 늘 높아. 나랑은 별로 상관없어.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198662,
			"Obviously, this is the most shocking change…",
			"明明这才是最让人震惊的变化呢……",
			"それこそが驚くべき変化なのよ……。",
			"그게 바로 놀라운 변화야……",
			null
		],
		[
			"msg",
			198663,
			"However, it did not prove that she had changed. Perhaps she was merely looking on. ♥ After all, she was one of those people who can't keep still~",
			"不过，只靠这些事确实不能证明战神无双变了，或许她只是想看热闹♥毕竟她本来就是那种静不下来的人呀~",
			"だけど、それだけのことじゃ、戦神無双が変わったことを証明できないわね。もしかしたら、彼女も騒ぎを見たかっただけなのかもしれないよ♥だって、彼女も本来はじっとしていられるような人じゃないでしょう～",
			"하지만 그 정도로는 전신무쌍이 변했다는 걸 증명할 수 없어. 어쩌면 그녀도 구경을 하고 싶었던 걸지도 모르지♥ 원래 가만히 있을 성격이 아니잖아~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198664,
			"So how do we prove that the master has really changed?",
			"那到底怎么样才能证明师匠真的发生变化呢？",
			"じゃあ、師匠が本当に変わったって証明するためには一体どうすればいいの？",
			"그럼 스승님이 정말 변했다는 걸 증명하려면 대체 어떻게 해야 하는 거야?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198665,
			"It's easy. Just change it again. Remember to make it more different from your usual personality. You'll be able to tell at a glance.",
			"很简单，你再改一篇就行。记得要改得与平时性格更不一样~到时候肯定一眼就能看出来了。",
			"簡単な事よ。もう1回書き換えればいいのよ。普段とはもっと違う性格にするのよ～そうすればきっと一目で分かるはずだから。",
			"간단한 일이야. 다시 한 번 고쳐 쓰면 돼. 평소와는 더 다른 성격으로 말이야~ 그러면 분명 한눈에 알 수 있을 테니까.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198666,
			"That would be the opposite of the original goal.",
			"那不就跟最初目的相反了嘛。",
			"それじゃあ最初の目的とは逆になっちゃうじゃないの。",
			"그럼 처음 목적과는 정반대가 되잖아.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			198667,
			"Saul, do you know why the novels on world creation always make us feel the charm?",
			"索尔，你知道为什么咏世界创造上的小说总能让我们感受到魅力吗？",
			"ミョルニル、エマヌ・エリシュの小説がいつも私たちにとって魅力的に感じられるのはどうしてだと思う？",
			"묠니르, 에마누 에리슈의 소설이 항상 우리에게 매력적으로 느껴지는 이유가 뭔지 알아?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			198668,
			"Because it's fun.",
			"因为有趣吧。",
			"面白いからでしょ。",
			"재미있으니까 그렇지.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			198669,
			"What's exactly of the fun about that? Unknown, new, true? But either way, it almost always comes from someone or something they know well, or something they know well.",
			"那有趣的又是什么呢？未知、新鲜、真情实感？但无论哪一样，几乎都来自于她们熟悉的人和事，或者是一些专业知识。",
			"じゃあ、面白いって何だと思う？未知なるもの、新鮮なもの、リアルな気持ち？どれであろうと、ほとんどは彼女たちがよく知っている人や物事、あるいは専門的な知識に起因しているのよ。",
			"그럼 재미있다는 게 뭘까? 알려지지 않은 것, 새로움, 진정한 감정? 무엇이든 대부분은 그들이 잘 아는 사람이나 사물, 혹은 전문적인 지식에서 비롯된 거야.",
			null
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				750,
				2,
				false
			]
		],
		[
			"msg",
			198670,
			"They find charm in the world that is most familiar to them and that is what makes them so interesting. Although \"Sing the World in your heart, find your True self\" is the slogan of the site, not everyone is writing novels based on themselves.",
			"她们从心里最熟悉的世界中，寻找出别人所不知道的魅力，所以才会如此有趣。虽然“咏唱心中世界，发现真实自我”是网站的标语，可并不是每个人都在以自己为蓝本写小说。",
			"彼女たちは心の中の最もよく知った世界の中から、他の人が知らない魅力を探し出そうとする。だから面白いの。「心の中の世界を詠み、リアルな自分を見つける」がサイトのキャッチフレーズだけど、誰もが自分自身を青写真として小説を書いているわけじゃないの。",
			"그들은 마음속 가장 잘 아는 세계에서 다른 사람들이 모르는 매력을 찾아내려고 해. 그래서 재미있는 거야. 「마음속 세계를 읽고, 진짜 나를 찾는다」가 사이트의 캐치프레이즈지만, 누구나 자신을 청사진으로 삼아 소설을 쓰는 건 아니잖아.",
			null
		],
		[
			"msg",
			198671,
			"Aren't you the same way? You, who are closest to Miss Ares, will be able to find her charms from all angles.",
			"你不也是一样么？离战神小姐最近的你，一定能从各种角度找到她那些不为人知的魅力的！",
			"あなたもそうでしょう？戦神さんに一番近いあなたなら、きっと色々な角度から他の人が知らない彼女の魅力を探せるはずよ！",
			"너도 그렇지? 전신님과 가장 가까운 너라면, 분명 다양한 각도에서 다른 사람들이 모르는 그녀의 매력을 찾을 수 있을 거야!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				750,
				2,
				true
			]
		],
		[
			"msg",
			198672,
			"Me….",
			"我对师匠……",
			"私は師匠に対して……。",
			"나는 스승님에 대해서...",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				750,
				2,
				false
			]
		],
		[
			"msg",
			198673,
			"And whatever the setting is, you're writing to help Ares to find her perfect side. That will get through to her! I also believe so just try to help you propaganda~",
			"而且无论什么设定，你都是为了帮战神无双小姐找到更完美的一面去写的，一定能传达给她的！我也是这么相信着才努力帮你宣传的呀~",
			"それに、どんな設定であろうと、あなたは戦神無双さんのために、より完璧な一面を探して書き加えようとしていたじゃないの。きっと彼女に伝わるよ！私もそう信じているからこそ、あなたのために頑張って宣伝しているんだからね～",
			"게다가, 어떤 설정이든 너는 전신무쌍님을 위해 더 완벽한 한 면을 찾아서 덧붙이려고 했잖아. 분명 그녀에게 전해질 거야! 나도 그렇게 믿기 때문에, 너를 위해 열심히 홍보하고 있다구~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				750,
				2,
				true
			]
		],
		[
			"msg",
			198674,
			"A better Master. Well, that's really what I was aiming for in the first place.",
			"更完美的师匠，嗯，这确实才是我最初的目的。",
			"もっと完璧な師匠か。うん、確かにそれこそ私の最初の目的だね。",
			"더 완벽한 스승님. 음, 확실히 그게 내 처음 목적이었어.",
			null
		],
		[
			"msg",
			198675,
			"I see. Maybe I should write it this way. The war years are over. The god of war laid down her weapons and patiently healed the valkyries with beautiful and persuasive words.",
			"我知道了，要不就这么写吧，战争时代已经过去，战神无双放下了自己的武器，用美丽与富有说服力的话语，耐心地为女武神们治愈心灵。",
			"分かった。それじゃあ、こうやって書こうかな。戦争の時代は過ぎ去った。戦神無双は自分の武器を置き、美しさと説得力に満ちた言葉を使い、辛抱強くヴァルキリーたちの心を癒していった。",
			"알겠어. 그럼 이렇게 써볼까. 전쟁의 시대는 지나갔다. 전신무쌍은 자신의 무기를 내려놓고, 아름답고 설득력 있는 말을 사용하며 발키리들의 마음을 치유해 나갔다.",
			null
		],
		[
			"msg",
			198676,
			"From then on, there will be a future of love and peace, no struggle, no pain.",
			"从此神界迎来爱与和平的未来，没有斗争，没有伤痛。",
			"これ以降、神の世界は愛と平和に包まれた未来を迎え、争いも痛みもなくなった。",
			"이후로 신의 세계는 사랑과 평화로 감싸인 미래를 맞이했고, 다툼과 아픔도 없어졌다.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			198677,
			"Is the firm behind the companion's tenderness? Great!",
			"坚毅背后是对同伴的柔情吗，很棒嘛！",
			"毅然とした姿の裏には仲間に対する優しさがあるのね。素晴らしいじゃない！",
			"단호한 모습 뒤에는 동료에 대한 따뜻함이 있네. 훌륭하지!",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198678,
			"I think it's good. Maybe I could add this one.♠\"In order to learn how to make speech more persuasive, she spent all my time studying English and became unable to speak English\".",
			"我觉得不错，不如加上这么一条吧♠“为了学习如何让话语变得更有说服力，把学英语的时间都给用掉了，于是变得不会说英语了”。",
			"なかなかいいと思うよ。こんな一行を加えてみたらどうかしら♠「どうすれば言葉にもっと説得力を持たせられるかを学ぶために時間を使い果たし、英語学習の時間が無くなってしまった。そのため、英語ができなくなってしまった」。",
			"꽤 괜찮은 것 같아. 이런 한 줄을 추가해보는 건 어때♠「어떻게 하면 말에 더 설득력을 줄 수 있을지 배우느라 시간을 다 써버려, 영어 학습 시간이 없어져 버렸다. 그래서 영어를 못하게 되었다」.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198679,
			"Why emphasize English again?",
			"为什么又要强调英语啊！",
			"どうしてまた英語を強調するの！",
			"왜 또 영어를 강조하는 거야!",
			null
		]
	],
	"2217": [
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198680,
			"The Master who soothes others' pain with words. I am looking forward to seeing her. I don't know when I will see him.",
			"用话语抚平别人伤痛的师匠，好期待~不知道什么时候才能见到呢？",
			"言葉で他人の痛みを和らげる師匠か、楽しみだな～いつになったらその姿を見られるんだろう？",
			"말로 타인의 아픔을 달래주는 스승이라니, 기대되네~ 언제쯤 그 모습을 볼 수 있을까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198681,
			"Thor's novel is very productive these days. Hey, have you seen it?",
			"最近索尔的文章高产欸，你们看了吗？",
			"最近のミョルニルの文章って中身が濃いよね。みんなも読んだ？",
			"요즘 묠니르의 글은 내용이 진국이더라. 다들 읽어봤어?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198682,
			"Whir, more praise more praise more~",
			"呼呼，夸我小说的人也变多了，再夸多点夸多点~",
			"フフ、私の小説を褒めてくれる人も多くなってきたわ。もっと褒めて、もっと褒めて～",
			"훗, 내 소설을 칭찬해주는 사람도 점점 많아지고 있네. 더 칭찬해줘, 더 칭찬해줘~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198683,
			"Ares seems to have changed her character again. Although I think the gentle warrior is good, is it not so good to change? In my opinion, that story doesn't deserve to be on the front page at all…",
			"里面的战神好像又换了种性格呢，虽然我觉得温柔的战士挺好，但改来改去的是不是不太好？依我看，那篇小说根本不值得上首页主推……",
			"小説で描かれている戦神の性格がまた変わったみたい。優しい戦士もいいと思うけど、こんなにコロコロ変えるのもよくないんじゃないかな？私としては、あの小説はトップページで一押しするほどではないと思うけどね……。",
			"소설에 묘사된 전신의 성격이 또 바뀐 것 같아. 상냥한 전사도 좋지만 이렇게 자주 바꾸는 건 별로 아닌 것 같은데? 내 생각엔 그 소설은 메인 페이지에서 추천할 정도는 아니라고 봐......",
			null
		],
		[
			"msg",
			198684,
			"Not being able to speak English is not a match for Ares. It's written in her DNA. I'd rather believe she speaks more English than she does pretend to be unprofessional",
			"不会说英语可不是战神无双啊，那可是刻在DNA里的设定呢~我宁愿相信她会说更多的英语，平时都是在装不专业罢了~",
			"英語が話せないんじゃ、戦神無双じゃないよ。あれはDNAに刻み込まれた設定なんだから～彼女はもっと英語を話せるけれど、普段は全然できないフリをしているんだって信じたいな～",
			"영어를 못하면 전신무쌍이 아니지. 그건 DNA에 각인된 설정이라고~ 그녀는 사실 더 잘하는데 평소에는 일부러 못하는 척하는 거라면 믿고 싶네~",
			null
		],
		[
			"msg",
			198685,
			"Speaking of which, don't you think the student President has been weird lately? Seems to be getting very nosy! That's a lot of chatter!",
			"说到这个，不觉得学生会长最近怪怪的吗？好像变得特别爱多管闲事！还很唠叨！",
			"そう言えば、最近の生徒会長って怪しいと思わない？どうでもいいことにやたらと口出ししたがるようになったみたい！しかも、すっごく回りくどいの！",
			"말이 나왔으니 말인데, 요즘 학생회장 이상하지 않아? 별것도 아닌 일에 자꾸 간섭하려 들더라! 게다가 엄청 돌려 말하잖아!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198686,
			"What nonsense these people are talking…",
			"多管闲事？师匠吗！？这些人怎么在胡说八道啦……",
			"どうでもいいことに口出しする？師匠が！？この人たちは何をバカなこと言っているんだろう……。",
			"시시한 일에 간섭한다고? 스승님이!? 이 사람들 무슨 헛소리를 하는 거지......",
			null
		],
		[
			"speaker",
			204722
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				762,
				1,
				false
			]
		],
		[
			"msg",
			198687,
			"Thor, excuse me... May I ask you something?",
			"索尔，请问……我可以打听一件事么？",
			"ミョルニル、ごめんなさい……ちょっと聞いてもいいかしら？",
			"묠니르, 미안한데...... 잠깐 물어봐도 될까?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				762,
				1,
				true
			]
		],
		[
			"msg",
			198688,
			"YUI?",
			"呜哇！？是YUI？",
			"うわっ！？YUI？",
			"우왓!? YUI?",
			null
		],
		[
			"speaker",
			204722
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				762,
				2,
				false
			]
		],
		[
			"msg",
			198689,
			"Your novel has been heavily promoted recently. Could you tell me...How can I become like you?",
			"最近索尔的小说一直在被大力推广，可以告诉我……该怎么努力才能变得像你一样吗？",
			"最近ずっと、ミョルニルの小説が大々的に宣伝されているみたいだけど……どう頑張れば、あなたみたいになれるか教えてくれないかしら？",
			"요즘 계속 묠니르의 소설이 대대적으로 홍보되고 있는 것 같은데…… 어떻게 노력하면, 너 같은 작가가 될 수 있을지 가르쳐 주지 않을래?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				762,
				2,
				true
			]
		],
		[
			"msg",
			198690,
			"Well...I didn't do anything special...Do you want your novel to be promoted so much?",
			"唔……倒也没做什么特别的……YUI这么希望自己的小说能被主推吗？",
			"うーん……そんなこと言われても特別なことはしていないんだよね……YUIはそんなに自分の小説を推してもらいたいの？",
			"음…… 그런 말을 해도 특별한 건 한 게 없어…… YUI는 그렇게 자신의 소설을 홍보받고 싶어?",
			null
		],
		[
			"speaker",
			204722
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				762,
				2,
				false
			]
		],
		[
			"msg",
			198691,
			"I want more people to see it. It makes a lot of sense.",
			"我希望能让更多人看到，这意义重大。",
			"私はもっと多くの人に見てもらいたいの。この意味は大きいと思うんだ。",
			"나는 더 많은 사람들에게 보여주고 싶어. 이건 의미가 크다고 생각해.",
			null
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				762,
				1,
				false
			]
		],
		[
			"msg",
			198692,
			"And...I hear that recently Ares has become the same as described in the promotion novel. If it's true...",
			"而且……我听说，最近战神会长变得跟那篇大力推广小说中描写的一样，如果是真的话……",
			"それに……最近、戦神会長が一押し小説で描かれているような姿になったって聞いたの。もし、それが本当なら……。",
			"게다가…… 최근에 전신 회장이 추천 소설에서 묘사된 모습이 됐다는 소문을 들었어. 만약 그게 사실이라면…….",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				762,
				1,
				true
			]
		],
		[
			"msg",
			198693,
			"Eh!?",
			"谁、谁说的！？",
			"だ、誰が言ったの！？",
			"뭐, 누가 그랬어!?",
			null
		],
		[
			"speaker",
			204722
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				762,
				1,
				false
			]
		],
		[
			"msg",
			198694,
			"That's what everyone says. And I met her. She nagged me for ten hours because of a little thing, and I couldn't get away with it.",
			"大家都这么说哦，还有不幸碰见战神会长，因为一点小事就被她唠叨了十几个小时，想脱身都脱不了的。",
			"みんな言ってるよ。それに運悪く戦神会長に出会ってしまうと、ちょっとしたことで十何時間もくどくどお説教されて、逃げ出そうにも逃げ出せないって。",
			"다들 그렇게 말하더라. 게다가 운 나쁘게 전신 회장을 만나게 되면, 사소한 일로도 십몇 시간씩 잔소리를 듣고, 도망가려 해도 도망칠 수 없다고.",
			null
		],
		[
			"msg",
			198695,
			"They all felt that the change in Ares was related with the  novel, so they all went to the stationmaster for an explanation.",
			"她们都觉得，战神会长的变化跟那篇小说脱不了关系，所以都纷纷去找站长讨要说法了。",
			"みんな、戦神会長の変化はあの小説と関係があるに違いないって思っているよ。だから次々にサイトの管理人にお願いしに行っているの。",
			"다들, 전신 회장의 변화는 그 소설과 관계가 있을 거라고 생각해. 그래서 계속해서 사이트 관리자에게 부탁하러 가고 있다고.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				762,
				1,
				true
			]
		],
		[
			"msg",
			198696,
			"How can...Instead, the masters' ratings got worse… Because of what I wrote!?",
			"怎么会……师匠的风评反而变差了……都是因为我写的东西！？",
			"そんな……かえって師匠の評判が下がってしまうなんて……私の書いた小説のせいなの！？",
			"그럴 리가…… 오히려 스승님의 평판이 떨어지다니…… 내가 쓴 소설 때문이야!?",
			null
		],
		[
			"msg",
			198697,
			"That's not what I wanted…",
			"这不是我想要的结果啊……",
			"こんなの、私が望んでいた結果じゃないよ……。",
			"이런 건, 내가 바라던 결과가 아니라고…….",
			null
		],
		[
			"speaker",
			204722
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				762,
				2,
				false
			]
		],
		[
			"msg",
			198698,
			"Thor? Are you okay? About being promoted by the Student Union…",
			"索尔？你没事吧？关于被学生会推广的事……",
			"ミョルニル？大丈夫？生徒会に宣伝してもらうことについてだけど……。",
			"묠니르? 괜찮아? 학생회에 홍보해 달라는 건데…….",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				762,
				2,
				true
			]
		],
		[
			"msg",
			198699,
			"Uh, sorry! My head's all messed up right now… I'll talk to you about this later. Now I have to go to the master first!",
			"呃，对不起！我现在脑子很乱……这事我之后再跟你说，现在我要先去找师匠才行！",
			"あっ、ごめんなさい！今ちょっと頭が混乱していて……そのことは後でまた話すよ。今はとにかく師匠を探しに行かなくちゃ！",
			"아, 미안! 지금 머리가 좀 복잡해서... 그건 나중에 다시 얘기할게. 지금은 어쨌든 스승님을 찾으러 가야 해!",
			null
		],
		[
			"speaker",
			204722
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				762,
				1,
				false
			]
		],
		[
			"msg",
			198700,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				762,
				3,
				false
			]
		],
		[
			"msg",
			198701,
			"It could be like a novel, and if it's true, I could be…",
			"可以变得跟小说中一样，如果是真的话，我也……",
			"もし、本当に小説の中の人物みたいになれるなら、私も……。",
			"만약 정말 소설 속 인물처럼 될 수 있다면, 나도......",
			null
		]
	],
	"2218": [
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198702,
			"When I find the master... I've arrived at Persephone's house...",
			"当找到师匠时……我已经来到了普西芬妮家中……",
			"師匠を探していたら……ペルセポネーの家に来ちゃった……。",
			"스승님을 찾다가... 페르세포네의 집에 와버렸어......",
			null
		],
		[
			"msg",
			198703,
			"So, master, why did you insist on taking Persephone out?",
			"所以师匠，到底为什么要这么坚持把普西芬妮带出去啊？",
			"それにしても師匠ったら、一体全体どうしてそんなにペルセポネーを連れ出すことにこだわっているんだろう？",
			"그래도 스승님은 대체 왜 그렇게까지 페르세포네를 데려오는 것에 집착하는 걸까?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198704,
			"A friend is a second self. I don't want Persephone to miss the beauty of the scene by being alone.",
			"朋友就是另一个自己，亲善产生幸福，我不希望普西芬妮因为孤独一人而错过美丽景色。",
			"友とはすなわちもう一人の自分であり、友好とは幸せを生み出すもの。私はペルセポネーが孤独でいるせいで、素敵な光景を見逃すことがないようにしてもらいたいだけなの。",
			"친구란 바로 또 다른 나 자신이며, 우정은 행복을 만들어내는 것. 나는 페르세포네가 혼자 있어서 아름다운 풍경을 놓치지 않았으면 좋겠을 뿐이야.",
			null
		],
		[
			"speaker",
			204760
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				761,
				2,
				false
			]
		],
		[
			"msg",
			198705,
			"It's not your turn to tell me what to do with my life. See how hopeless I've become before anyone else.",
			"我的人生轮不到你来指点，在管别人之前，请先看看自己变得多不可救药。",
			"私の人生にあなたがとやかく言う資格なんてないわよ。他人に口出しする前に、自分が救いがたいほど変わってしまったことを見つめなさいよね。",
			"내 인생에 네가 간섭할 권리는 없어. 남에게 나설 거면, 먼저 자신이 구제불능일 정도로 변해버린 걸 돌아보는 게 어때?",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				761,
				2,
				true
			]
		],
		[
			"msg",
			198706,
			"Ah… She will never force others, more will not impose their own values on others! Give each other freedom, believe that the possibility of growth is the Master's thought.",
			"啊……师匠从来都不会勉强别人，更不会把自己的价值观强加给别人！给予对方自由，相信着成长的可能不才是师匠吗？",
			"あぁ……師匠はこれまで一度も人に強要することなんてなかったし、ましてや自分の価値観を他人に押し付けることなんてしてこなかったのに！相手に自由を与え、成長の可能性を信じてこそ師匠じゃないんですか？",
			"아... 스승님은 지금까지 한 번도 사람에게 강요한 적 없었고, 하물며 자신의 가치관을 남에게 강요한 적도 없었는데! 상대방에게 자유를 주고 성장의 가능성을 믿어주는 게 스승님 아니에요?",
			null
		],
		[
			"msg",
			198707,
			"It's all my fault… I must have written something that misled the Master .I shouldn't have scribbled… Come back, please.",
			"都是我的问题……一定是我写的东西误导了师匠，我不该乱写……求你快变回来吧。",
			"全部私のせいです……きっと私の書いたもののせいで師匠を変な方向に導いてしまったんです。むやみに書いたりしちゃいけなかったんです……お願いだから早く戻ってください。",
			"다 내 탓이에요... 분명 내가 쓴 글 때문에 스승님을 이상한 길로 이끌어버린 거예요. 함부로 글을 써서는 안 됐어요... 제발 빨리 돌아와주세요.",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198708,
			"Patient's illness, patient's sorrow, Persephone's melancholy, I must take it seriously.",
			"病人之病，忧人之忧，普西芬妮总是闷闷不乐，我当然要重视。",
			"病人の病、悩める人の悩み。ペルセポネーはいつも鬱々として辛そうにしているし、私としては当然放っておけないわ。",
			"병자의 병, 괴로워하는 이의 고통. 페르세포네는 항상 우울해하고 힘들어 보이니, 내가 당연히 내버려둘 수 없지.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				683,
				4,
				true
			]
		],
		[
			"msg",
			198709,
			"That's just the Master's wishful thinking… In a word,  I will solve it. You can go back to rest first!",
			"那不过是师匠一厢情愿吧……总之这里交给我解决，师匠你可以先回去休息吗！",
			"それは師匠の願望でしょう……とにかくここは私に任せて、師匠は先に戻って休んでいてください！",
			"그건 스승님의 바람이겠죠…… 어쨌든 여긴 제게 맡기고, 스승님은 먼저 돌아가 쉬세요!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198710,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198711,
			"I'm afraid I lost my mind and took it for granted. Thank you, Thor.",
			"正所谓推己及人，恐怕真是我有失考量，想当然了。接下来就拜托你了，索尔。",
			"まさに相手の身になって考えるというやつね。私は本当に配慮が足りなかったみたい。無理もないわね。後のことは任せたわ、ミョルニル。",
			"바로 상대 입장에서 생각해보라는 거네. 나는 정말로 배려가 부족했던 모양이야. 무리도 아니지. 이후 일은 맡길게, 묠니르.",
			null
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				683,
				4,
				false
			]
		],
		[
			"msg",
			198712,
			"But….",
			"不过……",
			"しかし……。",
			"하지만…….",
			null
		],
		[
			"msg",
			198713,
			"Relax. It's interesting~",
			"呵，放轻松，这不是很因吹斯挺么~",
			"フッ、気を楽にするっていうのもイントラスティングね～",
			"훗, 기분을 편하게 한다는 것도 인트라스팅하네~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				683,
				4,
				true
			]
		],
		[
			"msg",
			198714,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			198715,
			"What did you say?",
			"欸……师匠刚刚是说了什么吗……",
			"えっ……師匠、今なんて言ったのですか……。",
			"엣…… 스승님, 방금 뭐라고 하셨습니까…….",
			null
		],
		[
			"speaker",
			204760
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				761,
				1,
				false
			]
		],
		[
			"msg",
			198716,
			"It's not like her. It's like a fake.",
			"真不像她，这一举一动就像是假的一样。",
			"本当に彼女らしくないわね。やることなすこと何もかもがニセモノみたい。",
			"정말 그녀답지 않네. 하는 일마다 하나같이 가짜 같아.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198717,
			"I'm sorry! If I caused you any trouble, I will go back and correct her.",
			"对不起！给你造成麻烦了，我会回去好好纠正师匠的。",
			"ごめんなさい！迷惑をかけてしまって。戻ったら師匠にしっかり言い聞かせておくから。",
			"미안해요! 폐를 끼쳐서요. 돌아가면 스승님께 잘 타일러 둘 테니까.",
			null
		],
		[
			"speaker",
			204760
		],
		[
			"portraits",
			[
				684,
				3,
				true
			],
			[
				761,
				2,
				false
			]
		],
		[
			"msg",
			198718,
			"Stop, mislead...And scribbling. I can't ignore these words.",
			"站住，误导……还有乱写，这些词我可不能当没听见。",
			"待って、変な方向に導くとか……むやみに書くとか言っていたけれど、聞き捨てならないわね。",
			"잠깐, 이상한 방향으로 이끈다든가…… 함부로 쓴다든가 말했지만, 듣고 넘길 수 없네.",
			null
		],
		[
			"msg",
			198719,
			"In fact, I knew there was something wrong with your boring article from the moment it hit the headlines.",
			"事实上，从你那篇毫无看点的文章能上头条开始，我就知道这里面有问题了。",
			"実のところ、見所も何もないあんたの文章がヘッドラインに載るようになった頃から、おかしいと思っていたのよ。",
			"사실, 볼 게 하나도 없는 네 글이 헤드라인에 오르기 시작했을 때부터 뭔가 수상쩍다고 생각했어.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				761,
				2,
				true
			]
		],
		[
			"msg",
			198720,
			"Eh? What did you say?",
			"你说什么？",
			"何を言っているの？",
			"무슨 소리를 하는 거야?",
			null
		],
		[
			"speaker",
			204760
		],
		[
			"portraits",
			[
				684,
				2,
				true
			],
			[
				761,
				1,
				false
			]
		],
		[
			"msg",
			198721,
			"Do I have to make this clear? Unnatural promotion, strange changes, consistent with the human design of the work… The true purpose of the site is questionable.",
			"需要我说明白么，不自然的推广，异样的变化，跟作品中人设一致……这个网站建立的真正目的让人怀疑。",
			"はっきり言わせるつもり？不自然な宣伝、異様な変化、作品の人物設定と同じ……このサイトを作った本当の目的も疑わしいわね。",
			"확실히 말해달라는 거야? 부자연스러운 홍보, 이상한 변화, 작품 속 캐릭터 설정과 똑같은 점... 이 사이트를 만든 진짜 목적도 의심스럽다고.",
			null
		],
		[
			"msg",
			198722,
			"But it doesn't seem like I need to reason, and the truth is already coming out. You'd better hurry back. I'm afraid there's something out of hand.",
			"不过，似乎不需要我推理，真相也已经要浮出水面。你最好还是快点回去看看，现在恐怕发生着不可收拾的事。",
			"だけど、私が推理するまでもなく真相が浮かび上がってきたみたいね。あなた、早いとこ帰った方がいいわよ。もう取り返しのつかないことが起こっているかもしれないから。",
			"하지만 내가 추리하기도 전에 진상이 드러나기 시작한 것 같네. 너, 빨리 돌아가는 게 좋을 거야. 이미 되돌릴 수 없는 일이 벌어졌을지도 모르니까.",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198723,
			"Out of hand? It's…..",
			"不可收拾？呃……这条影像信息是……",
			"取り返しのつかない？あっ……この映像情報は……。",
			"되돌릴 수 없는? 앗... 이 영상 정보는...",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198724,
			"\"Hey, can you hear me? It seems ok!\"",
			"“嗨~能听到吗~好像没问题呢！”",
			"「ハ～イ、聞こえるかしら～大丈夫みたいね！」",
			"하~이, 들리나요~ 다행이네요!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				1,
				false
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198725,
			"\"To all of you who have questions about the main push of Thor's novel, the webmaster here to reply. World creation will follow the theme of discovering the true self! Thor's effort to write a true version of Ares touched me deeply!\"",
			"“面对各位对主推索尔小说的疑问，本站长在此统一回复。咏世界创造会贯彻发现真我的主题！索尔努力写出战神真实一面，深深地感动了我！”",
			"「今一押しのミョルニルの小説に対して、みなさんが疑問を抱いているようなので、本サイトの管理人がお答えします。エマヌ・エリシュは真の自分を探すテーマを徹底していきます！ミョルニルは頑張って戦神のリアルな一面を描き出してくれました。このことに私は深く感動しています！」",
			"지금 가장 주목받는 미요르니르의 소설에 대해 여러분이 궁금해하시는 것 같아, 본 사이트 관리자가 답변드립니다. 에마누 엘리슈는 진정한 자신을 찾는 테마를 철저히 그려낼 거예요! 미요르니르는 전쟁의 신의 현실적인 면모를 열심히 묘사해줬어요. 이 점에 저는 깊은 감동을 받았답니다!",
			null
		],
		[
			"portraits",
			[
				750,
				2,
				false
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198726,
			"\"But Thor isn't the only one. I'm sure everyone wants to find their best! As long as we continue to work hard, we all have the opportunity to be promoted! I promise~\"",
			"“但不只有索尔，我相信所有人都想发现自己的闪光点！只要继续努力，大家都有得到推广的机会的！本站长在此保证~”",
			"「ですが、ミョルニルだけではありません。きっと誰もが自分の輝きを見つけたいと思っていることでしょう！頑張り続けさえすれば、みんなにも宣伝のチャンスがあります！本サイトの管理人がここで保証しま～す」",
			"하지만 미요르니르만이 아닙니다. 분명 누구나 자신의 빛을 찾고 싶어 할 거예요! 계속 노력하기만 한다면, 여러분도 홍보 기회를 얻을 수 있어요! 본 사이트 관리자가 여기서 보장합니다~",
			null
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198727,
			"\"By the way, here's some super good news! Recently, a young lady named Payasso came to our website. She has a lot to say about helping people find out who they really are. Girls with ideas are welcome to consult us.\"",
			"“另外另外，这里还有个超级好消息！最近网站这边来了一位叫帕亚索的小姐，她对于帮大家发现真我很有心得~有想法的少女们欢迎前来咨询呀~”",
			"「それから、それから、他にも超グッドなニュースがあります！最近、パジャッソという名前のお嬢さんがサイトに加入してくれました。彼女は皆の本当の自分探しを手伝う中で、たくさんの気づきを手に入れました～気になるガールたちは問い合わせてみてね～」",
			"그리고 또, 또 다른 엄청난 소식이 있어요! 최근 파자쏘라는 이름의 아가씨가 사이트에 가입해주셨는데요. 그녀는 모두의 진정한 자기 찾기를 도와주는 과정에서 많은 깨달음을 얻었답니다~ 관심 있는 소녀들은 문의해보세요~",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198728,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				2,
				false
			],
			[
				761,
				1,
				true
			]
		],
		[
			"msg",
			198729,
			"Wait a minute. Yoko's announcement isn't... What a mess!",
			"等等，Yoko这条公告不是……糟糕透了吗！",
			"待って、ヨーコのこのお知らせって……ヤバいんじゃないの！？",
			"잠깐, 요코의 이 공지... 엄청난 거 아니야!?",
			null
		]
	],
	"2219": [
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198730,
			"I wanted to go back and delete the revised novel and let the master into normal, but now...",
			"本来还想赶紧回去删掉修改的文章，让师匠变回来的，但现在……",
			"急いで帰って、書き直した文章を削除して師匠を元に戻そうと思っていたのに。もう～！",
			"급히 돌아가서 다시 쓴 글을 지우고 스승님을 원래대로 돌리려고 했는데. 정말~!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198731,
			"Everybody, please calm down!",
			"各位，请冷静一点！",
			"みなさん、静かにしてください！",
			"여러분, 조용히 해 주세요!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				3,
				false
			]
		],
		[
			"msg",
			198732,
			"Why… Wouldn't it be nice to get a promotion?",
			"呀，怎么大家都炸开了锅……难道都能得到推广机会不是很好吗？",
			"あら、どうしてそんなに大騒ぎしているの……みんなが宣伝のチャンスを手に入れられるなんて素晴らしいことでしょう？",
			"어머, 왜 그렇게 난리법석을 떠는 거니... 모두가 홍보 기회를 얻을 수 있다니 멋진 일 아니야?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				750,
				3,
				true
			]
		],
		[
			"msg",
			198733,
			"It seems to be Payasso. Payasso… Why do they hate you so much?",
			"她们……好像都是冲着帕亚索来的，帕亚索……为什么她们这么恨你啊？",
			"彼女たち……パジャッソに会いにやって来たみたいですね。パジャッソ……どうして彼女たちはそんなにパジャッソのことを恨んでいるのですか？",
			"그 애들... 파자소를 만나러 온 모양이네요. 파자소... 왜 그들은 파자소를 그렇게 미워하는 거죠?",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198734,
			"It's all serendipity. ♥But since it's all like this, we might as well let the atmosphere a little hotter~",
			"都是机缘巧合♥但既然都这样的了，不妨让气氛再热烈一点~",
			"何かの偶然でしょう♥でも、こうなった以上は、もう少し賑やかな雰囲気にした方がいいわよね～",
			"무슨 우연이겠죠♥ 하지만 이렇게 된 이상, 조금 더 활기찬 분위기로 만드는 게 좋을 것 같아~",
			null
		],
		[
			"msg",
			198735,
			"Ahem, you may be wondering why we are promoting Thor's novel and why Ares has become so strange",
			"咳哼，你们或许很好奇，为什么我们要主推索尔的文章，为什么英勇的会长大人会变得如此奇怪~",
			"コホン、あなたたち、どうして私たちがミョルニルの文章を推しているか、どうして勇敢な会長があんなにおかしくなってしまったのか、不思議に思っているかもしれないわね～",
			"흠흠, 여러분, 왜 묄니르의 글을 밀고 있는지, 왜 용감한 회장님이 그렇게 이상해졌는지 궁금할 수도 있겠네요~",
			null
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198736,
			"Hey~♠The answer is in the novel you wrote! I know what you are longing for in your heart, so you always use yourself as the protagonist to write something. You, too, can become fiction if the time is right.",
			"听好了♠答案都在你们写的小说之中！我知道你们心中都在渴望着些什么，于是总会用自己当主角去写东西。只要时机成熟，你们也可以变成小说中的样子。",
			"よく聞いて♠答えはあなたたちが書いた小説の中にあるの！あなたたちが心の中で何を渇望しているか分かっているわ。だからいつも自分を主人公にして何かを書いているんでしょう。時が来れば、あなたたちも小説の中で描かれているような姿になれるわよ。",
			"잘 들어요♠ 답은 여러분이 쓴 소설 속에 있어요! 여러분이 마음속으로 무엇을 갈망하는지 알고 있답니다. 그래서 항상 자신을 주인공으로 뭔가를 쓰는 거잖아요. 때가 되면, 여러분도 소설 속에 그려진 모습이 될 수 있을 거예요.",
			null
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198737,
			"Don't think you're writing about something that doesn't matter. You're actually fighting for the power of faith.♥Thanks to the Student Union and Arietta for building such a great platform~",
			"别以为自己是在写无关紧要的东西，事实上这是在争夺信仰之力哦♥真得感谢学生会和安莉埃塔搭建了一个这么厉害的平台~",
			"自分がつまらないものを書いているなんて思わないでね。実際これは信仰の力の争奪戦なんだからね♥生徒会とアンリエッタがこんなにすごいプラットフォームを作ってくれたことに本当に感謝しないとね～",
			"자기가 지루한 걸 쓴다고 생각하지 마세요. 사실 이건 신앙의 힘을 둘러싼 싸움이니까요♥ 학생회와 앙리에타가 이렇게 멋진 플랫폼을 만들어준 것에 정말 감사해야 해요~",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				720,
				3,
				true
			]
		],
		[
			"msg",
			198738,
			"Payasso... Everyone is in a quandary. Don't say any more.",
			"帕亚索……大家都很为难，不要再说了。",
			"パジャッソ……みんな困ってるから、それ以上は言わない方がいいよ。",
			"파자소... 다들 힘들어하니까, 더 이상은 말하지 않는 게 좋을 것 같아.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198739,
			"You did a great job, Arietta. However, you are far from our goal because you only want to help people♠",
			"不，安莉埃塔，你让网站出现了做得很好，但是，只想着帮助大家的你早就偏离了我们的目标♠",
			"いえ、アンリエッタ、あなたはサイトをとてもよくしてくれたわ。でも、あなたはみんなのサポートしか考えていないじゃない。だから、とっくに私たちの本来の目標から離れてしまったのよ♠",
			"아니, 앙리에타, 네가 사이트를 정말 잘 만들어줬어. 하지만 넌 모두의 지원만 생각하고 있잖아. 그래서 이미 우리의 본래 목표에서 벗어나 버린 거야♠",
			null
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198740,
			"It is not we who create the story, it is the story that creates us… Now, all It takes is a little push, a little bit of a catalyst...Everything will take care of itself~",
			"并非是我们创造了故事，而是因为有了故事，才创造了我们……夏露露诞生的事件让大家都明白了这点。现在，只需要我轻轻推动，加点催化剂……一切就会自然地进行下去了~",
			"私たちがストーリーを創造したのではなく、ストーリーがあったからこそ、私たちが創造された。シャルル誕生の事件がこのことをみんなに分からせてくれたの。後はちょこっと前に押して、触媒のようなものを加えてあげるだけで……全てが自然に進んでいくわ～",
			"우리가 스토리를 창조한 게 아니라, 스토리가 있었기에 우리가 창조된 거야. 샤를 탄생 사건이 이 사실을 모두에게 깨닫게 해줬어. 이제 조금만 더 밀고, 촉매 같은 걸 더해주면…… 모든 게 자연스럽게 흘러갈 거야~",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				3,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198741,
			"Was I deceived, then, by a smart, pretty girl? But I don't think it's a bad thing that you can really change yourself by writing a novel.",
			"那我是被骗了么，被精明能干的美少女骗了？不过我认为，真能通过写小说改变自己也不算什么坏事吧？",
			"じゃあ、私は騙されたってことなの？頭がよくて仕事もできる美少女に騙されたの？でも、小説を書くことで本当に自分を変えられるとしても、別に悪いことじゃないと思うんだけど。",
			"그럼, 나는 속았다는 거야? 머리도 좋고 일도 잘하는 미소녀에게 속았다는 거야? 하지만 소설을 쓰는 걸로 정말 자신을 바꿀 수 있다 해도, 별로 나쁜 일은 아닌 것 같은데.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198742,
			"The President has been damaged by you…..",
			"会长已经被你们搞坏了，还说不是坏事吗？",
			"会長があなたたちのせいでおかしくなってしまったのに、それでも悪いことじゃないなんて言うつもり？",
			"회장님이 너희들 때문에 이상해져 버렸는데, 그래도 나쁜 일이 아니라고 할 셈이야?",
			null
		],
		[
			"msg",
			198743,
			"We are the next victims.This site has been experimenting with us since the beginning…",
			"我们是下一个受害者，这个网站从一开始就是拿我们做试验的……",
			"私たちは次の被害者よ。このサイトは最初から私たちを実験台にしていたのよ……。",
			"우린 다음 희생자야. 이 사이트는 처음부터 우리를 실험대상으로 삼고 있었어…….",
			null
		],
		[
			"msg",
			198744,
			"Be careful! I don't know what tricks that Payasso has. Don't be impulsive!",
			"小心点，不知道那个帕亚索还有什么诡计，不要冲动！",
			"気をつけて、あのパジャッソなら何を企んでいるか分かったもんじゃないわ。むやみ突っ込んじゃダメ！",
			"조심해, 저 파자소 같은 놈이 무슨 꿍꿍이를 꾸미고 있을지 알 수가 없어. 함부로 뛰어들면 안 돼!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198745,
			"Listen to me, I really hope everyone can be better…",
			"大、大家听我说，我是真心希望每个人都能变得更好的……",
			"み、みなさん、聞いてください。私はみなさん全員がもっと良くなれればいいと心から思っています……。",
			"여, 여러분, 들어보세요. 저는 여러분 모두가 더 나아질 수 있기를 진심으로 바라고 있습니다…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198746,
			"We were so grateful to you. Why did you lie to us?",
			"我们本来还很感谢你的，为什么要骗我们？",
			"私たちはとても感謝していたのに、どうして私たちを騙すの？",
			"우리는 정말 감사하고 있었는데, 왜 우리를 속이는 거야?",
			null
		],
		[
			"msg",
			198747,
			"Return our trust and pure feeling!",
			"还我们的信赖与纯情呀！",
			"私たちの信頼と純情を返してよ！",
			"우리의 신뢰와 순수를 돌려줘!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198748,
			"Well, that's not true…",
			"呜，不是这样的……",
			"うぅ、そうじゃないんです……。",
			"우, 그런 게 아니에요…….",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				720,
				3,
				false
			]
		],
		[
			"msg",
			198749,
			"You can hate, but you can't change the facts. I have put the door of change before you, and the key, in your own hands♦",
			"你们可以去憎恨，但事实不可改变。我已经把改变命运的大门放到了你们面前，而钥匙，就在你们自己手上♦",
			"憎みたいなら憎めばいいわ。でも、事実は変えられないわよ。私はもう運命の扉をあなたたちの前に置いたわ。そして、扉を開ける鍵はあなたたち自身の手中にあるの♦",
			"미워하고 싶으면 미워해도 좋아. 하지만 사실은 바꿀 수 없어. 난 이미 운명의 문을 너희들 앞에 놓았어. 그리고 그 문을 열 열쇠는 너희들 손에 있는 거야♦",
			null
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				720,
				2,
				false
			]
		],
		[
			"msg",
			198750,
			"Everyone of you has a chance to change your irreversible destiny.",
			"你们每个人都有想过去改变不可逆的命运吧，这可是机会哦。",
			"あなたたちもみんな、不可逆的な運命を変えたいって思ったことはあるでしょう？これはチャンスなのよ。",
			"너희들도 모두, 되돌릴 수 없는 운명을 바꾸고 싶다고 생각해본 적 있지? 이건 기회야.",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198751,
			"If I were you, I would just smash the door!!",
			"换做是我，就会直接把门砸碎！！",
			"もし私だったら、その扉とやらを直接ぶっ壊してやるわ！！",
			"내가 그런 문이 있다면, 그냥 부숴버릴 거야!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198752,
			"——Bang!",
			"——轰隆！",
			"——ドォォン！",
			"——쿠웅!",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198753,
			"Shit, watch me blow you to smitherees!",
			"垃圾玩意儿，看我把你炸成碎片！",
			"こんなゴミ、私が木端微塵にしてあげる！",
			"이런 쓰레기, 내가 산산조각내줄게!",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				720,
				2,
				true
			]
		],
		[
			"msg",
			198754,
			"What's going on! ? Payasso was blown up?",
			"发、发生了什么！？帕亚索被炸飞了？",
			"な、何が起こったの！？パジャッソが吹き飛ばされちゃった？",
			"뭐, 무슨 일이야!? 파자쏘가 날아가버렸어?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				747,
				1,
				false
			]
		],
		[
			"msg",
			198755,
			"Taltrent, what are you doing here! ?",
			"塔尔伦特，你怎么会在这！？",
			"タルレント、どうしてここにいるのですか！？",
			"탈렌트, 왜 여기에 있는 거야!?",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				747,
				1,
				true
			]
		],
		[
			"msg",
			198756,
			"Aah, aah, Arietta, don't cry. It'll be all right.",
			"啊、啊~安莉埃塔，不要哭，马上就好了。",
			"あ、あら～アンリエッタ、泣かないで。すぐに済むからね。",
			"아, 아라~ 앙리에타, 울지 마. 금방 끝날 거야.",
			null
		],
		[
			"speaker",
			204753
		],
		[
			"portraits",
			[
				757,
				0,
				true
			],
			[
				720,
				1,
				false
			]
		],
		[
			"msg",
			198757,
			"Pain pain pain... What the hell are you thinking, this is interfering with business♠",
			"疼疼疼……你到底在想什么呀，这可是妨碍公务♠",
			"イタタタ……あんた一体何を考えているの。これは公務執行妨害よ♠",
			"아야야... 너 대체 뭘 생각하는 거야. 이건 공무집행방해야♠",
			null
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				757,
				0,
				false
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198758,
			"It's making so much noise! Shut up! Look what you've done to Arietta! I'll kill you.",
			"吵死人了，给我闭嘴！看你都对安莉埃塔做了什么好事！杀了你。",
			"ガタガタうるさいのよ！アンリエッタに何してくれるのよ！ブッ殺してやるわ！",
			"시끄럽게 굴지 마! 앙리에타에게 무슨 짓이야! 죽여버릴 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				720,
				1,
				true
			]
		],
		[
			"msg",
			198759,
			"Who's that? She's going to knock Payasso down!",
			"那是谁，她要把帕亚索干翻在地了！",
			"あれは誰？パジャッソを一発で吹き飛ばしたよ！",
			"저건 누구지? 파자소를 한 방에 날려버렸어!",
			null
		],
		[
			"msg",
			198760,
			"This is awesome. Okay?",
			"超解气，简直帅爆了好吧？",
			"超スカッとした。マジでカッコよすぎだよね？",
			"완전 속 시원하다. 진짜 너무 멋있지 않아?",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				683,
				2,
				false
			]
		],
		[
			"msg",
			198761,
			"She's my latest hire. After all, I knew someone like this would come along and make trouble",
			"她是我最近请来的帮手，毕竟我就猜到会有这样badbad的人来捣乱呢~",
			"彼女は私が最近招いたアシスタントなの。このようなbadbadな人たちがイタズラしに来ることくらい予想できていたからね～",
			"그녀는 내가 최근에 고용한 어시스턴트야. 이런 나쁜 녀석들이 장난치러 올 거란 건 예상하고 있었거든~",
			null
		],
		[
			"speaker",
			11053
		],
		[
			"portraits",
			[
				684,
				1,
				false
			],
			[
				683,
				2,
				true
			]
		],
		[
			"msg",
			198762,
			"This feeling... You've changed back! Master!",
			"师匠！这个感觉……你变回来了啊！",
			"師匠！その感覚……元に戻ったんですね！",
			"스승님! 그 감각…… 원래대로 돌아오셨군요!",
			null
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				684,
				1,
				true
			],
			[
				683,
				1,
				false
			]
		],
		[
			"msg",
			198763,
			"Don't worry, I'm perfectly fine. Get rid of the bad ones first!",
			"Don`t worry，我完全没事，先把露头的坏家伙收拾掉吧！",
			"Don`t worry。私は全く問題ないわ。まずは頭を出している悪者からやっつけましょう！",
			"Don`t worry. 나는 전혀 문제없어. 먼저 머리를 내민 악당부터 처리하자!",
			null
		]
	]
}