{
	"1030": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68028,
			"It has fallen down... Did we win?",
			"它掉下去了...我们赢了嘛？",
			"名前は……ククルカンだっけ？落ちていったけど倒したのかな？",
			"이름은…… 쿠쿨칸이었지? 떨어졌지만 쓰러뜨린 걸까?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68029,
			"I wish so. Hopefully, it is destroyed for good. Speaking of it, this ice bridge is so tough... I can’t believe it has not shattered after being attacked so hard.",
			"最好是这样，希望这次真的是消灭它了才好。不过这冰桥还真是坚固啊…居然被它这么敲都没碎。",
			"これで消滅したのならいいんだけどね。この氷の橋って本当に堅いわね……こんなにダメージを受けても壊れないなんて。",
			"이렇게 소멸됐다면 좋겠지만. 이 얼음 다리 정말 단단하네…… 이렇게나 데미지를 입었는데도 부서지지 않다니.",
			null
		],
		[
			"msg",
			68030,
			"Well, overall, the result is good. Well done, Kiana.",
			"还好，总而言之就结果来说，干得不错，琪亚娜。",
			"まぁ、結果から言えばよくやったわね。",
			"뭐, 결과적으로 말하면 잘했어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68031,
			"Wow! So am I a Rank S Valkyrie now after beating this dragon!?",
			"噢噢！所以打败了这条龙的我，已经是S级女武神了吗！",
			"おおっ！つまり、ククルカンを倒したということは、S級ヴァルキリーになれたの？",
			"오오! 그러니까, 쿠쿨칸을 쓰러뜨렸다는 건, S급 발키리가 된 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68032,
			"No way. You are still far from a Rank S.",
			"这样就想升到S级，你还早着呢~",
			"これだけでS級ヴァルキリーになれると思ったら大間違いよ。",
			"이것만으로 S급 발키리가 될 수 있다고 생각하면 큰 오산이야.",
			null
		],
		[
			"msg",
			68033,
			"But honestly, this is a tough enemy even for a Rank S Valkyrie. We can’t take it easy despite it has lost a lot of power.",
			"不过，这确实是让S级女武神去对付都有点棘手的敌人，即使实力大不如前，也不能忽视。",
			"でも、ククルカンはS級ヴァルキリーですら手こずる相手だってことは確かよ。多少傷を負って弱っていたとしても、軽く見ていい相手じゃないわ。",
			"하지만 쿠쿨칸은 S급 발키리조차도 고전하는 상대라는 건 확실해. 어느 정도 상처를 입고 약해져 있었다 해도, 가볍게 볼 상대는 아니야.",
			null
		],
		[
			"msg",
			68034,
			"Remember this feeling. If you aim to become a Rank S Valkyrie, you will often encounter battles at this level.",
			"好好记住这个感觉吧，你要成为S级女武神的话，以后会经常碰到这种等级的战斗呢。",
			"S級ヴァルキリーになりたいなら、この強さをよく覚えておいて。今後、このレベルの相手と戦う可能性があるわ。",
			"S급 발키리가 되고 싶다면, 이 강함을 잘 기억해 둬. 앞으로 이 정도 수준의 상대와 싸울 가능성이 있으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68035,
			"Ok, I get it... Such a hassle. I have defeated an opponent at this level but still cannot become a Rank S Valkyrie.",
			"是，我知道了......真是麻烦呢，明明打败了这样的对手却不能成为S级女武神。",
			"わかってる。でも、本当に面倒ね。ククルカンを倒しても、S級ヴァルキリーになれないなんて。",
			"알고 있어. 하지만, 정말 귀찮네. 쿠쿨칸을 쓰러뜨려도, S급 발키리가 될 수 없다니.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68036,
			"(I only wanted to give her a normal special training, but never expected to meet such an opponent. Master Sessiria, Kiana is really good...)",
			"（本来只是想做一个普通的特训呢，没想到居然碰到了这样的对手。塞西莉亚大人，琪亚娜这孩子，真的不得了呢......）",
			"本当は普通の特訓をしようと思っていたのだけど……結果的に、思わぬ収穫があったわね。",
			"원래는 평범한 특훈을 하려고 했는데…… 결과적으로, 뜻밖의 수확이 있었네.",
			null
		],
		[
			"msg",
			68037,
			"It’s really a matter of time before you become a Rank S Valkyrie. However... When can you become so strong that you get to choose your own fate?",
			"成为S级女武神，看来真的只是时间问题吧。只不过…又要到什么时候，你才能强大到能拥有属于自己的选择呢？",
			"S級ヴァルキリーになるのは時間の問題だけだと思うわ。ただ、日頃から朝練や訓練をサボったりすると評価が下がるわよ。綺羅姉さんの忠告、よく覚えておきなさい。",
			"S급 발키리가 되는 건 시간 문제일 뿐이야. 다만, 평소에 아침 연습이나 훈련을 빼먹으면 평가가 떨어질 거야. 키라 언니의 충고, 잘 기억해 둬.",
			null
		]
	],
	"1031": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68038,
			"Take care, the buildings and ground are all wrecked.",
			"要小心点哦，这里无论是建筑还是地表都已经破破烂烂的了。",
			"キアナ、ここは建物も地面もボロボロだから気をつけてね。",
			"키아나, 여긴 건물도 땅도 너덜너덜하니까 조심해.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68039,
			"This is the center of the 2nd Houkai Outbreak we talked about...",
			"这就是之前说的，第二次崩坏爆发的中心地带……",
			"ここが前に言ってた第二次崩壊の中心地ね……。",
			"여기가 전에 말했던 제2차 붕괴의 중심지네……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68040,
			"How is it? Is this different from what you expected?",
			"如何，是不是跟你的第一印象一样呢？",
			"なにか感想ある？",
			"뭔가 느낀 점이라도 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68041,
			"The destruction looks more horrific than I thought.",
			"毁坏的程度比我想象中的还要厉害。",
			"思っていた以上に崩壊がひどいわね……。",
			"생각했던 것보다 붕괴가 심하네……",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68042,
			"Of course. This is where that battle took place.",
			"那是当然的，这里，可是那场战斗的战场啊。",
			"それは当然よ。ここは戦いの戦場だったんだもの。",
			"그건 당연하지. 여긴 전투의 현장이었으니까.",
			null
		],
		[
			"msg",
			68043,
			"Horrible, right. Before the Houkai outbreak, this was a lively and exemplary city. But it now looks like a ghost town. It’s hard to imagine that people used to live here.",
			"很可怕对吧，明明在崩坏爆发前，这里是一个热闹的模范城市，看着现在这个鬼城一般的模样，真的难以想象当时这里有人居住过。",
			"崩壊の爆発が起きる前は賑やかなモデル都市だったのよ。現在のゴーストタウンみたいな様子からは、かつて人が住んでいたようにみえないわね。",
			"붕괴의 폭발이 일어나기 전에는 번화한 모델 도시였어. 지금의 유령 도시 같은 모습에서는, 예전에 사람이 살았던 것 같지 않네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68044,
			"I know Houkai does bring appalling disasters, but what does coming here have to do with this special training?",
			"我也知道崩坏带来的灾难很可怕啦，不过来这里和这次的特训有什么联系吗？",
			"崩壊がもたらした災いのおそろしさは知っているつもりよ。ところで、どこまで行くのよ。",
			"붕괴가 가져온 재앙의 무서움은 알고 있다고. 그런데, 어디까지 가는 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68045,
			"Well, there is a little connection... But don’t rush. I would like you to imagine that, if a disaster like this takes place, what you will do to protect those things you want to protect...",
			"稍微有点呢~不过别急嘛，我比较希望你能去想象呢，自己在这样的灾难爆发时，到底该怎么去守护想要守护的东西这点......",
			"あせらないで。想像してみてほしいの。あの時、キアナがここにいたとしたら、どうやって守るべきものを守っていたか……。",
			"서두르지 마. 상상해봐. 그때, 키아나가 여기에 있었다면, 어떻게 지켜야 할 것을 지켰을지…….",
			null
		],
		[
			"msg",
			68046,
			"So you may have a better understanding of “being strong” in your own definition.",
			"这么一来，或许你对你所认定的强大会有更加明确的概念也说不定呢。",
			"そうすれば、キアナが考える守るべき強さが、より明確になるかもしれないわ。",
			"그러면, 키아나가 생각하는 지켜야 할 강함이 더 명확해질지도 모르겠어.",
			null
		]
	],
	"1032": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68047,
			"This place is really ruined... Feels so deadly. I can’t breathe.",
			"真不愧是废墟...死气沉沉的，这种气氛真的让人难以呼吸。",
			"本当に廃墟そのものね。陰気臭くて息がつまりそうね。",
			"정말 폐허 그 자체네. 음침해서 숨이 막힐 것 같아.",
			null
		],
		[
			"msg",
			68048,
			"I really want to do something to get rid of this feeling, if possible...",
			"可以的话，还真是希望能做点什么来缓解下这样的心情呀......",
			"なにか暇つぶしとかあればいいんだけど……。",
			"뭐라도 심심풀이라도 있으면 좋을 텐데…….",
			null
		]
	],
	"1033": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68050,
			"I heard that you are the “main vocal of Squad Snowwolf”. How about singing for a better mood?",
			"我听说绮罗姐是“雪狼小队头号主唱”呢，唱首歌缓解下气氛，不是挺好吗~",
			"綺羅姉さんは「雪狼狙撃隊の歌姫」って呼ばれてるんでしょ？歌で気持ちをリラックスさせてよ！",
			"키라 언니는 「설랑 저격대의 가희」라고 불리잖아? 노래로 기분을 풀어줘!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68051,
			"I’d love to... But we didn’t come here to have fun, did we?",
			"虽然我很乐意~但我们不是来玩的吧？",
			"え？べ、別に歌ってもいいけど……私たちは遊びに来たんじゃないでしょう？",
			"어? 별, 별로 노래해도 되지만…… 우리는 놀러 온 게 아니잖아?",
			null
		],
		[
			"msg",
			68052,
			"Well, if you insist, I don’t mind singing... *Cough*, let me get ready.",
			"但你非要听的话，唱一首也不是不行~我稍微准备一下，咳咳~",
			"ま、まぁキアナがどうしてもっていうなら、一曲だけ歌ってあげてもいいわ。ちょっと待って、準備するから。ゴホン……あー、あ\"ー、あー。よし、いくわよ。",
			"뭐, 뭐 키아나가 꼭 그러면, 한 곡만 불러 줄게. 잠깐 기다려, 준비할 테니까. 콜록…… 아-, 아-, 아-. 좋아, 갈게.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68053,
			"--”In the corner of the sky...”",
			"——【在下着雨的~】",
			"～♪\"～□△●～○◆□○～♪\"——【崩壊世界の歌姫】",
			"~♪'~□△●~○◆□○~♪'——【붕괴 세계의 가희】",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68054,
			"Uh! What is this!?",
			"唔！这是！？",
			"な、なによ……これ、耳が……崩壊、する……。（ドサッ）",
			"뭐, 뭐야 이거…… 귀가……붕괴, 돼……。(쿵)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68055,
			"--”Where it was raining...”",
			"——【天空的一角~~】",
			"～♪\"～□△●～○◆□○～♪\"——【罪の天使】",
			"~♪'~□△●~○◆□○~♪'——【죄의 천사】",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68056,
			"Stop! Stop now!",
			"停！停一下！",
			"な、なんで……二曲も……ママ、キアナは……もう——",
			"왜, 왜…… 두 곡이나…… 엄마, 키아나는…… 이젠——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68057,
			"Boom!!!",
			"轰隆隆！！！",
			"——バキバキッ！ドォォォン！！",
			"——우걱우걱! 쾅!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68058,
			"Uh, the buildings are falling down! Sister Kira--",
			"呃房子要被音符击倒了！绮罗姐——",
			"ウソ……でしょ？家が、壊れた？",
			"거짓……말이지? 집이, 무너진 거야?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68059,
			"How was that, Kiana? Oops, where’s Kiana? Where did she go...",
			"怎么样琪亚娜~咦，琪亚娜呢，琪亚娜~跑哪里去了这孩子......",
			"あれ、キアナはどこにいったの？私がせっかく歌ってあげたのに、どこへ行ったのかしら？",
			"어라, 키아나는 어디 간 거야? 내가 애써 노래해줬는데, 어디로 간 거지?",
			null
		],
		[
			"msg",
			68060,
			"Looks like there are less buildings around here... It must be my illusion...",
			"不过这周围的楼房，怎么好像更少了...错觉吧~",
			"周りの建物が、なんだか少なくなった気がするけど……気のせいね。",
			"주변 건물들이, 왠지 줄어든 것 같은데…… 기분 탓이겠지.",
			null
		]
	],
	"1034": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68060,
			"Looks like there are less buildings around here... It must be my illusion...",
			"不过这周围的楼房，怎么好像更少了...错觉吧~",
			"周りの建物が、なんだか少なくなった気がするけど……気のせいね。",
			"주변 건물들이, 왠지 줄어든 것 같은데…… 기분 탓이겠지.",
			null
		]
	],
	"1035": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68062,
			"The power to protect others during a Houkai outbreak...",
			"在大崩坏爆发时去保护别人的力量......",
			"大爆発が起きた時に誰かを守れるだけの力……。",
			"대폭발이 일어났을 때 누군가를 지킬 수 있는 힀…….",
			null
		],
		[
			"msg",
			68063,
			"It’s still not very clear...",
			"只是这么想的话，依旧是很不清晰啊......",
			"考えただけじゃ、よくわからないわ。",
			"생각만으로는, 잘 모르겠어.",
			null
		],
		[
			"msg",
			68064,
			"Anyway, it feels like an adventure walking in such a place, right?",
			"不过，在这种阴森的地方走着，有种探险的感觉呢？",
			"でも、こんな薄気味悪い場所を歩いていると、探検してるみたいで楽しいわね。",
			"하지만 이런 으스스한 곳을 걸으니, 마치 탐험하는 것 같아 재미있네.",
			null
		]
	],
	"1036": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68067,
			"This place isn’t too bad... At least the walls are good.",
			"这里毁坏似乎不算太严重…起码墙壁还好好的。",
			"ここもひどいわね……汚いけど、壁がまだ残っているわ。",
			"여기도 끔찍하네... 더럽지만 벽은 아직 남아있어.",
			null
		],
		[
			"msg",
			68068,
			"But this room is locked?",
			"不过，这房门竟然是锁着的啊？",
			"あれ？ドアに鍵がかかってる？",
			"어? 문에 자물쇠가 걸려있어?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68069,
			"The Houkai outbreak had no warnings. Those who followed it may be fine, but many were devoured by Houkai without even realizing.",
			"毕竟崩坏爆发可没有预警啊，时刻关注着的还好，不少平民就在毫不知情之中，淹没在了崩坏爆发的洪流里。",
			"崩壊の爆発は突然起きたから、多くの人たちはなにもわからないまま爆発に飲み込まれていったのよ。",
			"붕괴의 폭발은 갑자기 일어났으니, 많은 사람들은 아무것도 모른 채 폭발에 휩쓸려 갔을 거야.",
			null
		],
		[
			"msg",
			68070,
			"Some people might be having meals, sleeping or having fun with friends at their last moments.",
			"也许有人到最后一刻，都还在家里吃着烤面包，或者说在熟睡之中，又或者是在愉快地和朋友玩乐。",
			"おそらく最後の瞬間、家の中でパンを食べていた人や寝ていた人、友達と楽しく遊んでいた人もいたはずよ。",
			"아마도 마지막 순간, 집에서 빵을 먹던 사람이나 자고 있던 사람, 친구들과 즐겁게 놀던 사람도 있었을 거야.",
			null
		],
		[
			"msg",
			68071,
			"Houkai brings despair and sorrow. Maybe it was happier for them to be consumed without realizing...?",
			"崩坏本来就是个会带来绝望和悲伤的东西，能不知情地被吞噬，或许…这反而会是幸福的呢？",
			"崩壊は絶望と悲しみを振りまいていったけど……もしかしたら、なにも知らずに死んだ人たちは幸せだったのかもしれないわね。",
			"붕괴는 절망과 슬픔을 뿌렸지만... 어쩌면, 아무것도 모르고 죽은 사람들이 행복했을지도 모르겠네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68072,
			"In what way is that happy? It’s like reading a novel without seeing the ending, or playing a game but not clearing... Ouch. Houkai must be terminated!",
			"这样子到底有什么幸福的，读着小说却没法看到结局，打着游戏却永远见不到通关的一天，哎呀……果然无论如何都要除掉崩坏才行呢！",
			"そんなの全然幸せじゃない！最後まで読めない小説、永遠にクリアできないゲームなんてイヤ！やっぱり、崩壊はなんとしても終わらせなきゃ！",
			"그런 건 전혀 행복하지 않아! 끝까지 읽을 수 없는 소설, 영원히 클리어할 수 없는 게임은 싫어! 역시, 붕괴는 어떻게든 끝내야 해!",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68073,
			"Haha. You may be a playful kid, but you have unique views!",
			"呵呵，该说你贪玩呢还是见解独到啊~",
			"あはは！なにそれ、キアナの例えがちょっとおもしろかったわ。",
			"아하하! 뭐야 그건, 키아나의 비유가 좀 재미있었네.",
			null
		],
		[
			"msg",
			68074,
			"Don’t touch anything, just follow me closely. These buildings are very fragile. You may get buried if you don’t pay attention.",
			"不要碰任何东西赶紧跟上来吧，这些建筑都已经很脆弱了，不小心的话可能会被活埋的。",
			"とにかく、なにも触らずに急いでついてきて。この辺の建物は崩れやすいから、気をつけないと生き埋めになる可能性があるわ。",
			"어쨌든, 아무것도 만지지 말고 빨리 따라와. 이 주변 건물들은 무너지기 쉬우니까, 조심하지 않으면 생매장당할 수도 있어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68075,
			"Yeah...",
			"嗯……",
			"うん……。",
			"응…….",
			null
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68076,
			"I must... become a Rank S Valkyrie! And I will... put an end to Houkai!",
			"我一定…要成为S级女武神！然后…消灭崩坏！",
			"早くS級ヴァルキリーになって崩壊を消滅させるわ！改めて、そう思ったわ。",
			"빨리 S급 발키리가 되어서 붕괴를 없애버릴 거야! 다시 한번 그렇게 다짐했어.",
			null
		]
	],
	"1037": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			68077,
			"Looks like this used to be a square...",
			"这边似乎是个广场吧……",
			"この辺は広場みたいね。",
			"이 근처는 광장 같네.",
			null
		],
		[
			"msg",
			68078,
			"But I can’t see anything except stones and debris.",
			"不过除了碎石瓦砾什么都看不到了。",
			"石ころや瓦礫以外は特になにもないわね。",
			"돌맹이와 잔해 말고는 특별히 아무것도 없네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68079,
			"When we arrived, this place wasn’t so bad.",
			"在我们刚赶到的时候，这里可还没有毁坏到这种程度呢。",
			"当時の私たちが、ここにきたばかりの頃は、こんなに荒れていなかったわ。",
			"우리가 여기에 막 왔을 당시만 해도 이렇게 황폐하진 않았어.",
			null
		],
		[
			"msg",
			68080,
			"The symbolic statue was still standing, and the kids’ playground was operating. The food from vendors was still hot, the radio on the benches was playing classic tunes.",
			"标志性的雕像依旧耸立，一旁的儿童娱乐设施还完好无损，小吃摊的锅炉依旧冒着热气，长椅上的收音机还放着老气的古典曲。",
			"シンボルの彫像は立ったままだったし、この近くにあった子ども用の遊具も壊れてなかったわ。曲が流れ、屋台の鍋からは湯気が立ち上っててね。",
			"신볼 동상은 멀쩡히 서 있었고, 이 근처에 있던 어린이 놀이기구도 부서지지 않았어. 음악이 흐르고 노점상의 냄비에서는 김이 모락모락 올라왔지.",
			null
		],
		[
			"msg",
			68081,
			"But all the people on the square had turned into zombies. Those who had not become zombies were...",
			"只不过，在广场的人，都变成了死士，还没变成死士的人，就……",
			"だけど、広場にいた人はゾンビに変わったわ。まだ、人間だった人たちは……。",
			"하지만 광장에 있던 사람들은 좀비로 변해버렸어. 아직 인간이었던 사람들은...",
			null
		],
		[
			"msg",
			68082,
			"It was nothing but cruelty. Under the music, it was all screaming and crying. That was Houkai. That was what we had been fighting.",
			"总之就是一片残忍的场景，音乐下衬托的是惨叫和悲鸣，这就是崩坏啊，我们就是在和这种东西战斗呢。",
			"悲惨な光景だった。曲によって際立つ叫び声や悲鳴……それこそ崩壊だと思ったわ。私たちは、そういうものと戦っているのよ。",
			"참혹한 광경이었어. 음악에 더욱 도드라지는 비명과 절규... 그게 바로 붕괴라고 생각했지. 우리는 바로 그런 것들과 싸우고 있는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68083,
			"I know, I’m fully aware... That’s why I must become strong and get rid of Houkai!",
			"我知道，我很清楚啦……所以，我才要变强，然后消灭崩坏才行！",
			"綺羅姉さんも大変だったんだね。",
			"키라 언니도 힘들었겠네.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68084,
			"Yeah!",
			"嗯~",
			"そうね。",
			"그래.",
			null
		],
		[
			"msg",
			68085,
			"Just follow me to the destination, and you will know why this place is so ruined.",
			"至于这里后来为什么会毁坏成这样呢，你只要跟我到目的地就会知道了。",
			"ここが、どうしてこんなに荒れ果てたのか。目的地についたらわかるわ。",
			"여기가, 왜 이렇게 황폐해졌는지. 목적지에 도착하면 알게 될 거야.",
			null
		],
		[
			"msg",
			68086,
			"Because it looks even worse there--",
			"因为那个地方，比这里更加的面目全非——",
			"なぜなら、その場所は——",
			"왜냐하면, 그 곳은——",
			null
		]
	],
	"1038": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68087,
			"Hey! Kiana, we have arrived. If you keep running around, I will leave you.",
			"喂~琪亚娜，我们到了啊，再乱跑我就不管了你哦。",
			"キアナ、着いたわよ。うん、ここで間違いないわ。",
			"키아나, 도착했어. 응, 여기가 맞아.",
			null
		],
		[
			"msg",
			68088,
			"Yep, this is it.",
			"嗯，就算这里没错呢。",
			"勝手に散策なんかしたらどうなっても知らないわよ。",
			"마음대로 탐색하다가 무슨 일이 생겨도 모를 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68089,
			"I can’t see... anything?",
			"这里...什么都没有啊？",
			"ここ？なんにもないじゃない。",
			"여기? 아무것도 없잖아.",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68090,
			"Correct. To be precise, there isn’t anything here NOW, because everything has been destroyed in the last explosion...",
			"是的，准确来说是现在什么都没有，因为已经夷为平地了，在那最后的爆炸中......",
			"そうよ、ここにはなにもない。最後の爆発で廃墟になったからね。",
			"그래, 여기엔 아무것도 없어. 마지막 폭발로 폐허가 되었으니까.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68091,
			"The last explosion?",
			"最后的爆炸？",
			"最後の爆発？",
			"마지막 폭발?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68092,
			"Let's continue with the story. I was worried that you might lose your confidence after learning about this fearful battle... But now I think it’s necessary for you to accept this fear.",
			"不如继续之前的故事吧~最初我觉得要是让你感受到了这场战斗的恐惧会打击到你初为女武神的信心，不过...现在我觉得你有必要去接受这份恐惧呢。",
			"キアナが、この戦いのおそろしさを知ったら、ヴァルキリーになりたいって気持ちが挫けてしまうかもしれないって思ったけど、今は知る必要があると思うの。",
			"키아나가, 이 전쟁의 무서움을 알면, 발키리가 되고 싶다는 마음이 꺾일지도 모른다고 생각했지만, 지금은 알 필요가 있다고 생각해.",
			null
		],
		[
			"msg",
			68093,
			"This is where the most intensive fight between Master Sessiria and the 2nd Herrscher took place. I was fighting a minion of the 2nd Herrscher and could not come to help... Other members were killed by the 2nd Herrscher in the battle, one by one...",
			"这里是塞西莉亚大人和第二律者战斗最激烈的地方，当时我因为和第二律者的随从战斗着，无法过来支援......而其他队员，则在战斗中逐个被第二律者杀死……",
			"ここは、セシリア様と第二律者が激しい戦いを繰り広げた場所よ。当時の私は、第二律者の手下の竜と戦ってて助けに行くことができなかった。他の隊員は戦いの最中に第二律者の攻撃で殺された。",
			"여기는, 세실리아님과 제2율자가 치열한 전투를 벌인 장소야. 당시 나는, 제2율자의 수하인 용과 싸우고 있어서 도와줄 수 없었어. 다른 대원들은 전투 중에 제2율자의 공격으로 죽었어.",
			null
		],
		[
			"msg",
			68094,
			"We were waiting for the reinforcements from the HQ. However... After the long wait, we only had...",
			"我们期待着总部的救援，然而，然而...在这番等待的尽头迎接我们的却是——",
			"私たちは本部からの支援を待っていたわ。だけど、待ち受けていたのは……。",
			"우린 본부의 지원을 기다리고 있었어. 하지만 기다리고 있던 건…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68095,
			"Had?",
			"却是？",
			"待ち受けていたのは？",
			"기다리고 있던 건?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68096,
			"It was...",
			"却是......",
			"それは……。",
			"그건…….",
			null
		],
		[
			"msg",
			68097,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			68098,
			"Yeah, it was a Houkai Energy burst attack from the full power of the 2nd Herrscher. The Squad Snowwolf were giving all we had, but we couldn’t defeat her, yet she launched her most powerful attack when we were all exhausted...",
			"嗯，是第二律者使出全力制造的崩坏能爆发攻击。本来，我们雪狼小队拼尽全力都无法打败她了，在我们都筋疲力尽的情况下，她还毫不留情地使出了最强的攻击。",
			"第二律者が全ての力を注いで生み出した崩壊エネルギーによる爆発攻撃よ。私たち雪狼狙撃隊が力を尽くしても倒せなかった。疲れきっているところを見て、躊躇することなく攻撃してきたわ。",
			"제2율자가 모든 힘을 쏟아 부어 만들어낸 붕괴 에너지에 의한 폭발 공격이야. 우리 설랑 저격대가 힘을 다해도 쓰러뜨릴 수 없었어. 지쳐 있는 모습을 보고 망설임 없이 공격해왔지.",
			null
		],
		[
			"msg",
			68099,
			"I lost consciousness in the explosion. This may sound funny, but I didn’t cause any serious damage to the 2nd Herrscher... Thinking about it, even the attacks I landed could be unreal.",
			"我的意识也在这爆发的气焰之中逐渐坠入黑暗之中。虽然很可笑，但我其实并没能对第二律者造成过致命伤之类的~现在想想，甚至是那些伤害到她的攻击都不一定是真的吧。",
			"爆発した炎の中で私の意識は徐々に暗闇の中へ落ちていった。私は第二律者に致命的な攻撃を与えることはできなかった。",
			"폭발한 불길 속에서 내 의식은 점점 어둠 속으로 떨어져 갔어. 나는 제2율자에게 치명적인 공격을 가할 수 없었어.",
			null
		],
		[
			"msg",
			68100,
			"But I heard Master Sessiria talking with someone when I was half-conscious. It could be her final warning to the 2nd Herrscher, or some encouraging words she was trying to tell us.",
			"不过，正是在这似醒非醒的状态下，我隐隐约约地感受到了塞西莉亚大人与谁交谈的话语声。那或许是对第二律者最后的通牒，也或许是在对我们说着什么鼓励的话语吧。",
			"意識が朦朧とした状態の中で、セシリア様と誰かが話している声がぼんやりと聞こえたの。なにを話していたのかはわからないわ。",
			"의식이 몽롱한 상태에서, 세실리아 님과 누군가가 이야기하는 소리가 희미하게 들렸어. 무슨 말을 했는지는 모르겠지만.",
			null
		],
		[
			"msg",
			68101,
			"When I woke up, I was already at the Shicksal. Master Sessiria and I were the only people survived. Maybe that moment I saw was when Master Sessiria’s miracle happened!",
			"等到我醒来的时候，却已经是在天命了。而活下来的人，只有我和塞西莉亚大人。现在想想，那时候隐隐约约见到的场景，说不定是塞西莉亚大人奇迹降临的瞬间呢~",
			"次に気がついた時、私は天命にいた。生き残ったのは私とセシリア様だけだった。",
			"다음 정신을 차렸을 땐, 나는 천명에 있었어. 살아남은 건 나와 세실리아 님뿐이었지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68102,
			"Mom’s... miracle. I always thought the battle to defeat the 2nd Herrscher wasn’t so horrendous...",
			"老妈的...奇迹。我一直都以为，击败第二律者的战斗并没有这么惨烈......",
			"ママの奇跡かな？第二律者を倒した時の戦いが、そんなに悲惨なものだったとは思いもしなかったわ……。",
			"엄마의 기적일까? 제2율자를 쓰러뜨렸을 때의 싸움이 그렇게 비참한 것이었을 줄은 상상도 못했어…….",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68103,
			"Hehe, but Master Sessiria protected me in such despair. It must be the case. So, when I heard you said being strong means to protect others, I knew I must take you here.",
			"呵呵，然而塞西莉亚大人她，就是在这种绝望的情况下守护我的，一定是这样的。所以，听到你所谓的强大是可以更好地守护他人的时候，我就觉得，必须要带你来这里看一眼才行。",
			"セシリア様は、そんな絶望的な状況で私を守ってくれた。だから、強さとは守ることって言葉を聞いた時、必ずここへ連れてきて見せておかないとって思ったのよ。",
			"세실리아 님은 그런 절망적인 상황에서도 나를 지켜줬어. 그래서 강함이란 지키는 것이라는 말을 들었을 때, 꼭 여기로 데려와 보여주지 않으면 안 된다고 생각했어.",
			null
		],
		[
			"msg",
			68104,
			"Maybe I’m the only one that is still living... But what’s left here, and my life, are the evidence of your mother, Master Sessiria’s protection.",
			"虽然活着的只有我一个人…但这个地方残留的痕迹，还有我的存活，正是你的妈妈，塞西莉亚大人以强大的实力守护他人的证明。",
			"この場所に残された傷跡や、私という存在がセシリア様の強大な力で守ったという証よ。",
			"이곳에 남겨진 상처와, 나라는 존재가 세실리아 님의 강대한 힘으로 지켜졌다는 증거야.",
			null
		],
		[
			"msg",
			68105,
			"So... Being a Rank S Valkyrie alone should not be your goal. You see, even I need to be protected by someone else.",
			"所以...你的目标，不应该单纯是成为S级女武神吧，毕竟，就连我，也是需要别人保护的对象呢。",
			"だから、キアナが目指すのは単にS級ヴァルキリーになることだけじゃない。わかるわね？",
			"그래서 키아나가 목표로 하는 건 단순히 S급 발키리가 되는 것만이 아니야. 알겠지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68106,
			"Being a Rank S Valkyrie is not enough... I must be the strongest one, like Mom...",
			"只是成为S级女武神还不够，要像妈妈一样，成为最强的......",
			"そっか……S級ヴァルキリーになるだけじゃ足りないのね。ママみたいに最強にならないといけない……。",
			"그래... S급 발키리가 되는 것만으로는 부족한 거구나. 엄마처럼 최강이 돼야 해......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68107,
			"At least. You can’t just stop at Rank S. You must exceed all the Valkyria, even Master Sessiria herself, to protect more things! Such power cannot be understood by merely thinking.",
			"至少是这样，单纯止步S级是不够的，你要超越所有的女武神，甚至超越塞西莉亚大人，你才能保护更多的东西！这种强大的分量，不是想想就能想清楚的。",
			"全てのヴァルキリーを超え、セシリア様でさえ超えるくらいじゃないと……足りないわ。そうしないと、多くの人を救えないわ。",
			"모든 발키리를 뛰어넘고, 세실리아 님까지도 뛰어넘을 정도가 아니면...... 부족해. 그렇게 하지 않으면, 많은 사람을 구할 수 없어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68108,
			"I’d like to become the most powerful Valkyrie if possible! But even you tell me, I don’t know what to do... I’m not even a Rank S yet...",
			"可以的话，我也想成为最强的女武神！不过就听你这么说我也不知道该怎么做啦......现在的我连S级都不是呢......",
			"できることなら、最強のヴァルキリーになりたいよ！でも、綺羅姉さんの話を聞いてもどうすればいいのかはわからないの……だって、私はS級ヴァルキリーですらないんだから……。",
			"할 수만 있다면, 최강의 발키리가 되고 싶어! 하지만, 기라 언니의 이야기를 들어도 어떻게 해야 할지는 모르겠어...... 왜냐하면 나는 S급 발키리도 아니니까......",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68109,
			"How about we set a target - to defeat me, a Rank S Valkyrie?",
			"那就先定一个目标，打败身为S级女武神的我怎么样？",
			"ひとつ目標を立てるといいかもしれないわ。そうね……まず始めに、S級ヴァルキリーである時雨綺羅を倒すっていうのはどう？",
			"목표 하나를 세워보는 것도 좋을 거야. 그래... 우선 시작으로, S급 발키리인 시구레 키라를 쓰러뜨리는 건 어때?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68110,
			"To defeat... Sister Kira?",
			"打败...绮罗姐？",
			"倒すって……綺羅姉さんを？",
			"쓰러뜨린다고... 키라 언니를?",
			null
		],
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68111,
			"You want to exceed Rank S, right? You need to at least defeat me then! This is the special mission. Fight a Rank S Valkyrie with all you have. This way, you will realize what you need to improve!",
			"你要超越S级女武神的话，难道连打败我都做不到吗？这就是这次特别任务的内容，和S级女武神全力一战吧，这样的话，你就能知道自己的不足了！",
			"そう。それが、今回の特別な任務の内容よ。S級ヴァルキリーと全力で戦うこと。そうすれば、キアナ自身足りない部分を知ることができるわ。",
			"그래. 그게 이번 특별 임무의 내용이야. S급 발키리와 전력을 다해 싸우는 거. 그렇게 하면 키아나 자신에게 부족한 부분을 알 수 있을 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				32,
				0,
				true
			]
		],
		[
			"msg",
			68112,
			"Don’t talk like you have already won. If that’s the case, can I call myself a Rank S Valkyrie if I beat you, Sister Kira!",
			"别说得跟自己已经赢了一样，那么，是不是我赢了绮罗姐就能称得上是S级女武神了~",
			"すでに私が勝ちましたーみたいに言わないでよ！じゃあ、私が綺羅姉さんに勝ったらS級ヴァルキリーを名乗れるってことね！",
			"이미 내가 이겼다~ 하는 식으로 말하지 마! 그럼 내가 키라 언니를 이기면 S급 발키리라고 불릴 수 있다는 거네!",
			null
		],
		[
			"msg",
			68113,
			"Exactly what I want!",
			"正合我意！",
			"キアナ、いっきまーす！",
			"키아나, 간다-!",
			null
		]
	],
	"1039": [
		[
			"speaker",
			204591
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				32,
				0,
				false
			]
		],
		[
			"msg",
			68114,
			"Good spirits! I like it! However, let’s not do it here... It’s too dangerous, at least go back to the outer section of the ruins.",
			"斗志很激昂嘛！不错~不过，我们最好不用在这打...至少回到废墟靠外侧的地方吧，不然太危险了。",
			"やる気満々なのは悪くないけど、ここでは戦わない方がいいわ。少なくとも廃墟のすぐ外まで戻らないと危険よ。",
			"의욕이 넘치는 건 나쁘지 않지만, 여기서 싸우는 건 좋지 않아. 적어도 폐허 바로 밖까지 돌아가지 않으면 위험해.",
			null
		]
	]
}