{
	"4250": [
		[
			"bgm",
			94
		],
		[
			"speaker",
			432063
		],
		[
			"bg",
			"CG10380"
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			700219,
			null,
			"说起来，哪些制作人会对灾难片感兴趣呢？小祈从来不看灾难片的。",
			"どういうプロデューサーならパニック映画に興味があるのかな？祈はそういう作品、全然見ないんだぁ。",
			"어떤 프로듀서가 공포 영화에 관심이 있을까? 기리는 그런 작품 전혀 안 보던데.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700220,
			null,
			"对了，我之前查社交账号的时候做了一份笔记，把所有网上能查到的制作人信息都抄了下来，但我自己都还没有细看过，一起来看看吧？",
			"実はこの前、SNSのアカウントを調べたときにネットで見つかったプロデューサーの情報を全部メモしておいたんです。その内容、まだ細かく見れてないんですけど、一緒に見てみませんか？",
			"사실 이전에 SNS 계정을 조사할 때 인터넷에서 찾은 프로듀서 정보를 모두 메모해뒀어요. 그 내용 아직 자세히 못 봤는데, 같이 볼래요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700221,
			null,
			"哇，每个制作人都记录了各自的代表作和获奖作品，就连偏好的风格都有记录吗？",
			"わあ、プロデューサーの代表作や受賞作品まで書いてある。好みのスタイルやジャンルとかも！",
			"와, 프로듀서 대표작이나 수상작까지 써있네. 취향이나 장르도!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700222,
			null,
			"是的，旁边带标记的是今天可能来游乐园的制作人。",
			"はい。この横にマークがある人は、今日、遊園地に来ると思われる人です。",
			"네. 이 옆에 표시 있는 사람은 오늘 놀이공원에 올 것 같은 사람이에요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700223,
			null,
			"这也太全面了吧！",
			"すごい、必要な情報がそろってる！",
			"대박, 필요한 정보가 다 모여있어!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700224,
			null,
			"说要帮忙的人是你吧……",
			"あの……私のことを手伝ってくれるんですよね……。",
			"저기... 제 일 도와주시는 거죠...?",
			null
		],
		[
			"msg",
			700225,
			null,
			"算了，我一直认为，如果能把对方的作品、风格啥的都背下来，应该能让对方对我的印象好一些。",
			"まあそれは置いておきましょう。それぞれのプロデューサーの作品とかスタイルとかを覚えておいた方が、話をした際にいい印象を持ってもらえるんじゃないかと思って調べておいたんです。",
			"그건 일단 제쳐두고요. 각자 프로듀서 작품이나 스타일을 미리 알아두면 이야기할 때 좋은 인상을 줄 수 있을 것 같아서 조사해뒀어요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700226,
			null,
			"“花团小红娘”这里的记录怎么完全是一片空白啊？",
			"あれれ、「フラワーガール」の情報が何もないね……。",
			"어라라, 「플라워 걸」 정보는 하나도 없네...",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700227,
			null,
			"因为根本没插到作品，倒是看到有很多吐槽“花童”的内容，说什么魔鬼甲方之类的。",
			"フラワーガールさんの作品、全然見つからなかったんですよ。でもなぜか批判するような内容はたくさんありましたね。",
			"플라워 걸 씨 작품은 전혀 찾을 수 없었어요. 근데 이상하게 비판하는 내용은 많더라고요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700228,
			null,
			"……",
			"……。",
			"......",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700229,
			null,
			"就这个！“正义的锁链”布伦希尔德姐姐，看起来她偏好严肃、震撼、视觉冲击力极强的风格，她一定会喜欢你的剧本的！",
			"あ、この「正義の鎖」のブリュンヒルデさんは、シリアスで衝撃的な内容が好みで、ビジュアルインパクトの強いタイプだよ！この人ならきっと気に入ってくれると思う！",
			"아, 이 「정의의 사슬」 브륀힐데 씨는 시리어스하고 충격적인 내용을 좋아하고, 비주얼 임팩트가 강한 타입이야! 이 분이라면 분명 마음에 들어할 거야!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				6,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700230,
			null,
			"但她似乎是专门拍摄超级英雄类的作品，跟灾难片还是不一样。",
			"ですがこの方、スーパーヒーロー系の作品に特化していて、パニック映画とは違うような気がするんですけど……。",
			"하지만 이 분은 슈퍼히어로 계열 작품에 특화되어 있어서, 패닉 영화와는 다른 것 같은데요......",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700231,
			null,
			"区别不大区别不大，都是没有恋爱剧情的东西。布伦希尔德姐姐马上就要去旋转茶杯了，我们立刻出发！",
			"そうなんだ。祈はあんまり変わらないと思うなぁ。両方とも恋愛要素とは関係ないし……。ブリュンヒルデさん、もうすぐコーヒーカップの方に行くはずだから、一緒に行ってみようよ。",
			"그렇구나. 기이는 별로 변하지 않을 것 같아. 둘 다 연애 요소와는 관계없고...... 브륀힐데 씨, 곧 커피컵 쪽으로 갈 테니까 같이 가보자.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700232,
			null,
			"试试也不会有什么损失……",
			"そうですね、うまくいかないかもしれませんが、やってみるに越したことはありませんね……。",
			"그렇네요, 잘 안 될지도 모르지만 해보는 게 나쁘지는 않겠죠......",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700233,
			null,
			"话说，之前诺登斯小姐刚塞给我的那个小本本……",
			"そうそう、さっきノーデンスさんに渡されたあのノートって……。",
			"그래그래, 아까 노던스 씨에게 받은 그 노트......",
			null
		],
		[
			"msg",
			700234,
			null,
			"唔，这好像是个打印出来的剧本：《亮闪闪今天会来》，旁边这乱七八糟的字是什么？似乎是谁写的评语。",
			"……これって『輝きが訪れる』という作品の脚本をプリントしたものですね。文章の周りに文字が細々と書かれていますが、誰かが書いたコメントでしょうか。",
			"......이건 『빛이 찾아오다』라는 작품의 대본을 프린트한 거네요. 글 주변에 글씨가 잔뜩 써있는데, 누군가 쓴 코멘트인가요?",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700235,
			null,
			"……确实，这段剧情也太牵强了，前一秒眼前还死了人，下一秒就在搂着肩唱歌。",
			"……このストーリー、かなり強引な部分がありますね。直前に登場人物が死んだかと思ったら、次のシーンでは肩を組んで歌を歌うだなんて。",
			"......이 스토리, 상당히 억지스러운 부분이 있네요. 바로 전에 등장인물이 죽은 줄 알았는데, 다음 장면에서는 어깨동무하고 노래를 부른다니.",
			null
		],
		[
			"msg",
			700236,
			null,
			"角色行为简直毫无逻辑可言。为了引出后面的剧情，手法也非常生硬。",
			"登場人物の行動も全然説得力がありません。次の展開に結び付けるために無理もしていますし。",
			"등장인물의 행동도 전혀 설득력이 없어요. 다음 전개로 이어지기 위해 무리도 하고 있고.",
			null
		],
		[
			"msg",
			700237,
			null,
			"一切都用巧合来解释，说服力也不足，主要角色怎么走路走着走着就摔死了！",
			"すべてを偶然で片づけていて、全然納得できませんね。それに主要な人物が道を歩いていて転んで死んじゃうっていうのも何か変です！",
			"모든 걸 우연으로 처리하고 있어서 전혀 납득이 안 가요. 게다가 주요 인물이 길을 걷다가 넘어져 죽는다는 것도 뭔가 이상해요!",
			null
		],
		[
			"msg",
			700238,
			null,
			"而且这个从头到尾都没有一个明确的主线，像流水账一样。",
			"初めから最後まで一貫したメインストーリーみたいなものもなくて、単に内容を箇条書きしているような感じです。",
			"처음부터 끝까지 일관된 메인 스토리 같은 것도 없고, 그냥 내용을 나열한 느낌이에요.",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700239,
			null,
			"难道她早就看过我的剧本，在暗示我写的东西就跟这个剧本一样毫无价值，要我认清自己？",
			"ノーデンスさん、本当は私のシナリオに既に目を通していて、私のシナリオもこの脚本みたいにまったく価値がないということを暗に伝えたかったのでしょうか？身の程を知るべきということでしょうか？",
			"노덴스 씨, 사실은 제 시나리오에 이미 눈을 돌리셨고, 제 시나리오도 이 각본처럼 전혀 가치가 없다는 것을 암시하고 싶었던 건가요? 분수를 알아야 한다는 뜻인가요?",
			null
		],
		[
			"msg",
			700240,
			null,
			"确实是她会干的事。",
			"ノーデンスさんならそれもあり得ますよね。",
			"노덴스 씨라면 그것도 있을 수 있는 일이죠.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700241,
			null,
			"赫姆，已经能看到旋转茶杯的设施了！布伦希尔德姐姐会在这里吗？",
			"ヘルムちゃん、コーヒーカップのアトラクションが見えてきたよ！ブリュンヒルデさんはいるのかな？",
			"헬름 쨩, 커피컵 어트랙션이 보여! 브륀힐데 씨는 있을까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700242,
			null,
			"（新增一条动态）",
			"（1つの新しいメッセージがあります）",
			"(1개의 새로운 메시지가 있습니다)",
			null
		],
		[
			"msg",
			700243,
			null,
			"正义的锁链：吾辈之眼，已见茶杯。吾辈之手，将操控一切。女武神的荣光照耀于此，走入无尽的螺旋吧，旋转茶杯！",
			"正義の鎖：我が眼は既にコーヒーカップを捉えた。我が手はすべてを操る。ヴァルキリーの光が照らし、コーヒーカップを無限に回転させる！",
			"정의의 사슬: 나의 눈은 이미 커피컵을 포착했다. 나의 손은 모든 것을 조종한다. 발키리의 빛이 비추어, 커피컵을 무한히 회전시키리!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700244,
			null,
			"应该没错，动态是近期更新的。",
			"このメッセージは更新されたばかりですから、きっといらっしゃるはずです。",
			"이 메시지는 방금 업데이트되었으니까, 분명 계실 거예요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700245,
			null,
			"布伦希尔德姐姐说话的方式好奇怪，这是不是那个传说中的……中二病啊？真央跟赛博鲁斯姐姐日常就这么聊天呢。",
			"ブリュンヒルデさん、なんだかおかしなしゃべり方をするね。もしかしてこれがあの伝説の……中二病なのかな？真央ちゃんとケルベロスさんもいつもそういう話し方をしてたけど。",
			"브륀힐데 씨, 뭔가 이상한 말투를 쓰네요. 혹시 이게 그 전설의... 중2병인가? 마오 쨔앙과 켈베로스 씨도 항상 그런 말투를 썼지만.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			700246,
			null,
			"并非如此。",
			"そうではない。",
			"그렇지 않다.",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				30050,
				2,
				false
			]
		],
		[
			"msg",
			700247,
			null,
			"中二只是吾辈之镜头语言罢了，镜头内外，是不同的自我。",
			"中二病とは我の芸術作品における言語表現の一種に過ぎない。映像の内と外では自我が異なるのだ。",
			"중2병이란 나의 예술 작품에 있어서의 언어 표현의 일종에 불과하다. 영상의 안과 밖에서는 자아가 다르니라.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				30050,
				2,
				true
			]
		],
		[
			"msg",
			700248,
			null,
			"布伦希尔德姐姐！赫姆陷入了感情危机中，必须把剧本卖给你才能解决，能请你收下她的剧本吗？",
			"ブリュンヒルデさん！ヘルムちゃんがパートナーとの関係の危機に直面してるの。それを解決したくて、ヘルムちゃんのシナリオを買ってもらいたいんだけど、どうかな？買ってくれる？",
			"브륀힐데 씨! 헬름 쨩이 파트너와의 관계 위기를 맞고 있어요. 그것을 해결하고 싶어서, 헬름 쨩의 시나리오를 사주실래요? 어때요? 사주시겠어요?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700249,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700250,
			null,
			"赫姆？",
			"ヘルムちゃん？",
			"헬름 씨?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700251,
			null,
			"啊抱歉，就是这两个，如果需要拍摄什么小成本的片子的话请务必考虑一下。",
			"あっ、すいません。このふたつのシナリオです。ローコストのフィルムを撮影する機会がありましたら、どうか前向きに考えて頂けませんか？",
			"아, 죄송합니다. 이 두 시나리오인데요. 저예산 영화를 촬영할 기회가 생기면, 긍정적으로 검토해 주시지 않을까요?",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				4,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700252,
			null,
			"随吾上杯来罢，让这现世的螺旋陈述我的理念。",
			"我とともにカップに乗るがよい。この現世の渦の上で我が理念を説明しよう。",
			"나와 함께 잔에 올라. 이 현세의 소용돌이 위에서 나의 이념을 설명하리라.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700253,
			null,
			"嗯嗯，剧本这就要卖出去了嘛！",
			"やった！これでシナリオを買ってもらえるね！",
			"해냈어! 이제 시나리오를 사주시겠네!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700254,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700255,
			null,
			"那个……我的剧本……",
			"あの……私のシナリオは……。",
			"저기... 제 시나리오는...",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700256,
			null,
			"汝，怎样看待自己的剧本？",
			"汝は自分のシナリオをどう見ているのだ？",
			"너는 네 시나리오를 어떻게 보고 있느냐?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30050,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700257,
			null,
			"唔……呼……",
			"えっ……う～ん……。",
			"엣... 음...",
			null
		],
		[
			"msg",
			700258,
			null,
			"情节，角色，剧情推进，都不太行吧。大家都这么说，我也是……这么想的。",
			"話の本質も人物も、物語の展開もあまりよくないですよね。みんなにそう言われます。私も……そうだと思います。",
			"이야기의 본질도 인물도, 스토리 전개도 별로 좋지 않죠. 다들 그렇게 말해요. 저도... 그렇게 생각해요.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700259,
			null,
			"笼统来说，角色不立体，情节没张力，动机模糊，结构混乱，除了创意确实不错，各方面都是问题，剧本的痼疾比比皆是。",
			"かみ砕いて説明するならば、キャラクターに立体感がなく、話に人を惹きつける魅力がなく、動機が不明瞭で全体の構造がわかりにくい。創造性は確かにあるようだが、課題が各所に見られる。",
			"쉽게 설명하자면, 캐릭터에 입체감이 없고, 내용이 사람을 끌어당기는 매력이 없으며, 동기가 불분명하고 전체 구조가 이해하기 어렵다. 창의성은 분명 있지만 여러 곳에서 과제가 보인다.",
			null
		],
		[
			"portraits",
			[
				30050,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700260,
			null,
			"既然汝也这般认为，为何找上吾？难道你认为，吾是这般随意的制作人？",
			"汝自身そう感じているのに、なぜ我のもとを訪ねて来たのだ？我のことを作品を適当に出している監督とでも思ってのことか？",
			"너 자신도 그렇게 느끼면서 왜 내게 찾아온 거냐? 내가 대충 작품을 내놓는 감독이라고 생각했던 거냐?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30050,
				3,
				true
			],
			[
				777,
				3,
				false
			]
		],
		[
			"msg",
			700261,
			null,
			"小，小祈你转慢一些，我有点晕。",
			"祈ちゃん。ちょっと回転速度を落としてくれませんか？私、なんだか酔ってきちゃいました。",
			"이노리 씨. 조금 회전 속도를 늦춰주지 않을래요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				4,
				false
			],
			[
				777,
				3,
				true
			]
		],
		[
			"msg",
			700262,
			null,
			"小祈没在转。",
			"祈は回してないけど……。",
			"이노리는 돌리고 있지 않는데...",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				3,
				true
			]
		],
		[
			"msg",
			700263,
			null,
			"布伦希尔德姐姐不是喜欢做刺激的，大场面的电影吗？赫姆的剧本就是这种刺激的类型，直接收下不就好了？",
			"でもブリュンヒルデさんは、刺激的な迫力のある映画が好きなんだよね？ヘルムちゃんのシナリオも刺激的な作品だし、買ってあげてもいいんじゃないかな？",
			"그런데 브륀힐데 씨는 자극적이고 박력 있는 영화를 좋아하시죠? 헬름 씨의 시나리오도 자극적인 작품인데 사 드려도 괜찮지 않을까요?",
			null
		],
		[
			"msg",
			700264,
			null,
			"只要风格一致不就行了嘛，要求太多的话，编剧会拒绝合作的，小祈都被拒绝了好多次了。",
			"スタイルが一緒だし、たくさん要求を出すと脚本家に敬遠されちゃうよ。祈も何度も協力を断られたことがあるんだ。",
			"스타일이 비슷한데 너무 많은 요구를 하면 각본가가 기피할 거야. 이노리도 여러 번 협력을 거절당한 적이 있다고.",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				30050,
				1,
				false
			]
		],
		[
			"msg",
			700265,
			null,
			"吾之理念乃正义至上，故而专攻超级英雄片，而非这种灾难片。所谓刺激、大场面，也只是正义之佐料罢了。",
			"我が理念は正義だ。だからパニック映画ではなく、スーパーヒーローの作品だけを制作している。刺激的で迫力あるシーンというのは、あくまで正義を表現する上でのスパイスのようなもの。",
			"나의 이념은 정의다. 그래서 패닉 영화가 아닌 슈퍼히어로 작품만 만들고 있다. 자극적이고 박력 있는 장면은 어디까지나 정의를 표현하기 위한 양념 같은 것이다.",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				30050,
				3,
				false
			]
		],
		[
			"msg",
			700266,
			null,
			"然而于剧本而言，贯彻实在的理念，做好每一个细节，让台词流畅，让逻辑通顺，让观众从始至终享受其中才是正义之所在。",
			"脚本は確かな理念が貫徹されていて、細かい部分にもこだわっているべきもの。セリフも流れもスムーズで、観客を終始楽しませるものでなければ、我にとっての正義とは言えぬのだ。",
			"시나리오는 확고한 이념이 관철되고, 세세한 부분에도 신경 써야 하는 것이다. 대사도 흐름도 매끄럽고, 관객을 처음부터 끝까지 즐겁게 해주지 않으면 나에게는 정의라고 할 수 없다.",
			null
		],
		[
			"msg",
			700267,
			null,
			"只有空泛的想法和类型，没有坚实的理念和优秀的剧本作支撑，一位追求所谓大场面，却连本来优秀的创意都无法展现的作品，只会是虚假的正义。",
			"空虚な考えや型に嵌め、確かな理念もなく優れてもいない脚本を使い、迫力あるシーンばかり撮り、本来あるべき優れた創造性をなんら表現していない作品など、所詮偽の正義に過ぎぬのだ。",
			"공허한 생각이나 틀에 박히고, 확실한 이념도 없이 뛰어나지도 않은 시나리오를 사용하며, 박력 있는 장면만 찍어서 본래 있어야 할 훌륭한 창의성을 전혀 표현하지 못한 작품은 결국 가짜 정의에 불과하다.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				4,
				false
			],
			[
				30050,
				3,
				true
			]
		],
		[
			"msg",
			700268,
			null,
			"但，但是，布伦希尔德姐姐的要求这么太严格，却能拍出很多作品……",
			"うぅ……で、でも、ブリュンヒルデさんはすごくこだわりを持ってるけど、それでもたくさん作品を出してるから……。",
			"으... 그, 그래도 브륀힐데 씨는 굉장히 집착하시지만, 그럼에도 많은 작품을 내고 계시니까...",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				4,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700269,
			null,
			"小祈，别说了……",
			"祈ちゃん、もうやめましょう……。",
			"이노리, 이제 그만하자.......",
			null
		],
		[
			"msg",
			700270,
			null,
			"布伦希尔德小姐已经说得很明白了，我也听得很清楚了。茶杯已经停下，我们放弃吧。",
			"ブリュンヒルデさんには、もう十分わかるように説明してもらえましたし、私にもおっしゃっている事がよくわかりました。アトラクションも終わったことですし、もう諦めましょう。",
			"브륜힐데 씨에게도 충분히 이해할 수 있도록 설명을 들었고, 나도 말씀하시는 게 잘 이해가 됐어. 어트랙션도 끝난 마당에, 이제 포기하자.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				5,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700271,
			null,
			"可，可是，小祈明明……",
			"で、でも祈……。",
			"그, 그래도 이노리......",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				5,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700272,
			null,
			"感谢布伦希尔德小姐能予以点评，我……受益匪浅。",
			"ブリュンヒルデさん、色々と貴重なご意見ありがとうございました。とても……勉強になりました。",
			"브륜힐데 씨, 여러 가지 소중한 의견 감사드렸습니다. 정말...... 많은 도움이 됐어요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				5,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700273,
			null,
			"小祈明明没有要求那么多啊。小祈只是想拍纯粹的爱情片而已，为什么所有的编剧都说我要求太多，是魔鬼甲方……",
			"……祈はさ、別にあれこれたくさん求めてないんだよ。ただ純粋なラブストーリーを撮影したいだけなのに。脚本家のみんなは要求が多すぎるって言ってくるの……。",
			"......이노리는 말야, 별로 많은 걸 바라는 게 아니야. 그냥 순수한 러브 스토리를 찍고 싶을 뿐인데. 작가들마다 요구가 너무 많다고 말해오는 거지......",
			null
		]
	],
	"4251": [
		[
			"speaker",
			204810
		],
		[
			"bg",
			"CG10380"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700274,
			null,
			"小祈，别跟着我了，我知道我的剧本肯定卖不出去的。",
			"祈ちゃん、私はもう大丈夫ですから。どうせ私のシナリオなんて売れるわけないんです。",
			"이노리, 난 이제 괜찮아. 어차피 내 시나리오 같은 건 팔릴 리가 없으니까.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				4,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700275,
			null,
			"才没有那回事！只是布伦希尔德姐姐喜好的风格太偏门了而已！肯定会有人喜欢灾难片的！",
			"そんな事ない！ブリュンヒルデさんの好みに合わなかっただけだよ！そういう映画が好みの人、他にきっといるよ！",
			"그럴 리 없어! 브륜힐데 씨 취향에 안 맞았을 뿐이야! 그런 영화를 좋아하는 사람, 분명 다른 데도 있을 거야!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				4,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700276,
			null,
			"这不是类型的问题，我自己也很清楚。即便把剧本草草卖出去，又能改变什么呢？",
			"いいえ。単にジャンルの問題じゃないんですよ。自分でもわかってます。焦ってシナリオを誰かに売りつけたとしても、結局何も変わらないと思います。",
			"아니요. 그냥 장르 문제가 아니에요. 나도 알아요. 급하게 시나리오를 누구에게라도 팔아넘긴다고 해서, 결국 아무것도 변하지 않을 거예요.",
			null
		],
		[
			"portraits",
			[
				30413,
				4,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700277,
			null,
			"我依旧只是一个写不出剧本的普通同人作者，我永远不可能跟得上神奈。",
			"私って結局、脚本らしいものを書けない素人作家に過ぎないんですよ。神奈ちゃんに追いつくだなんて、永遠に出来っこないんです。",
			"나는 결국, 제대로 된 각본을 쓸 줄 모르는 아마추어 작가에 불과해요. 카나 씨를 따라잡는 건, 영원히 불가능한 일이에요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				4,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700278,
			null,
			"小祈才不信！只要你们的感情没有受损，怎么可能就这样无可挽回了？把名单给我，小祈一定能找到风格完全对路的制作人！",
			"そんな事ないよ！祈はそんなの信じないから！みんなの関係が悪くないのは祈にもわかるし、いつか必ず認めてくれる人が現れるよ！そうだ、プロデューサーのリストを貸して！ヘルムちゃんのスタイルにぴったりのプロデューサー、祈が絶対に探し出してあげるから！",
			"그럴 리 없어! 이노리는 그런 거 믿지 마! 다들 사이가 나쁜 건 이노리도 알겠고, 언젠가 꼭 인정해 줄 사람이 나타날 거야! 맞아, 프로듀서 리스트를 줘! 헬름 씨 스타일에 딱 맞는 프로듀서, 이노리가 꼭 찾아낼 테니까!",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700279,
			null,
			"这个！“萝神组”，产量极高，镜头语言十分粗放，尤其偏爱嘈杂的大场景，这不就是灾难片吗？大家在灾难中逃生的场景。",
			"この人！べ、「ベロゴット」？作品がすごく多くて、言葉遣いも荒っぽくて、派手で迫力のあるシーンが好きみたいだよ！これってパニック映画とおんなじだよね？災難から人々が逃げるようなシーンもある！",
			"이 사람! 어, 「베로곳」? 작품이 엄청 많고, 말투도 거칠고, 화려하고 박력 있는 장면을 좋아하는 것 같아! 이거 재난 영화랑 똑같잖아? 재난에서 사람들이 도망치는 장면도 있고!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700280,
			null,
			"萝神组的主打风格是极道作品，虽然她们其他的风格也多有涉猎，但……",
			"「ヴェロゴッド」さんが手掛ける主な作品は極道ものですよ。他のジャンルについても作品を出してはいますが、でも……。",
			"「베로곳」씨가 주로 다루는 작품은 야쿠자물이에요. 다른 장르에 대해서도 작품을 내고 있지만, 그래도…….",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700281,
			null,
			"极道……灾难不就是一种极端天气吗？这肯定也算极道的吧！",
			"ご、極道……。でも、パニック映画も極端な天気みたいなものだよね？極という点でも似てるし！",
			"야, 야쿠자……. 하지만 재난 영화도 극단적인 날씨 같은 거잖아? 극(極)이라는 점에서도 비슷하고!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700282,
			null,
			"不不不，极道跟灾难一点关系都没，虽说她们量产的烂作里还真有几部灾难片来着……",
			"いえいえ、全然違いますよ。極道映画とパニック映画は少しも関係ないですよ。まあ、ヴェロゴッドさんが世に出した駄作とされる作品の中には、確かにいくつかパニック映画がありますけど。",
			"아니아니, 전혀 다릅니다. 야쿠자 영화와 재난 영화는 조금도 관계없어요. 뭐, 베로곳씨가 세상에 내놓은 졸작으로 평가받는 작품 중에는 확실히 몇 편 재난 영화가 있긴 하죠.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700283,
			null,
			"那就去试一试嘛！既然她们生产过大量的烂片，肯定也广泛接收烂剧本的吧？小祈可是知道的，烂片在巴比伦都有产业线了，看的人也不少呢。",
			"じゃあ買ってもらえるか聞いてみようよ！駄作を作ってるなら、ひどい脚本も受け入れてるはずだよね？駄作なんていわれても、バビロンではそれなりにたくさんの人が見てて、お仕事として成り立ってるんだし。",
			"그럼 사줄 수 있는지 물어보자! 졸작을 만든다면, 엉망인 대본도 받아줄 거 아니야? 졸작이라고 해도, 바빌론에서는 꽤 많은 사람들이 보고, 일로 성립되고 있다고.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700284,
			null,
			"默认以烂为前提了吗！虽然也没错……",
			"いつの間にか、ひどいシナリオであることを前提に話してませんか！？いえ、否定はできませんけど……。",
			"어느새 엉망인 시나리오라는 전제로 이야기하고 있잖아!? 아니, 부정할 수는 없지만…….",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700285,
			null,
			"而且资料显示，萝神组的两人关系非常要好呢！小祈一定要和她们见一面！就当小祈陪你一上午的回报，再陪小祈去一次，好不好嘛？",
			"それに資料には、ベロゴットは二人組ですごく仲がいいって書いてある！祈、彼女達に会ってみたいなぁ……。そうだ、午前中ずっとお手伝いしてたから、お礼だと思って祈と一緒に会いに行こうよ。お願い！！",
			"게다자 자료에는 베로곳은 두 사람조로 굉장히 사이가 좋다고 써 있어! 기, 그녀들을 만나보고 싶어……. 맞아, 오전 내내 도와줬으니까, 감사의 뜻으로 기와 같이 만나러 가자. 부탁이야!!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				6,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700286,
			null,
			"好吧，真能长长见识也好。现在是午餐时间，她们应该会出现在餐厅，我们去那里找找看。",
			"わかりました。視野を広げるのもいいかもしれませんしね。今、お昼時ですからレストランにいるはずです。行ってみましょう。",
			"알겠습니다. 시야를 넓히는 것도 좋을지 모르겠네요. 지금 점심 시간이니 레스토랑에 있을 거예요. 가보죠.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700287,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			94
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30415,
				1,
				false
			]
		],
		[
			"msg",
			700288,
			null,
			"小心，神曲，有杀气！",
			"気を付けな神曲、殺気を感じる！",
			"조심해 신곡, 살기를 느껴!",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				30415,
				1,
				true
			]
		],
		[
			"msg",
			700289,
			null,
			"杀气吗？这就是巴比伦游乐园的奇特之处吧。",
			"殺気ですか？それもバビロン遊園地の特色ではありませんか？",
			"살기라고요? 그것도 바빌론 유원지의 특색 아닌가요?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700290,
			null,
			"（气氛好庄重，我，我该说什么？）",
			"（なんだかすごく重苦しい雰囲気ですが、どうやって話しかければいいのでしょう？）",
			"(왠지 굉장히 무거운 분위기인데, 어떻게 말을 걸어야 할까?)",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700291,
			null,
			"你们就是萝神组吗？小祈听说你们的关系很久了！可以让小祈看一下吗？就是，你们温馨甜蜜的日常？",
			"あの、おふたりがベロゴットですか？ふたりの仲の良さは以前から聞いてます！よかったらおふたりの心温まる日常を少し見せて欲しいです！",
			"저기, 두 분이 베로고트인가요? 두 분의 우정은 전부터 들었어요! 가능하다면 두 분의 따뜻한 일상을 좀 보여주세요!",
			null
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700292,
			null,
			"就比如，给对方挑选新衣服，互相喂饭，以及早上……",
			"例えば、おたがいに新しい服を選んであげたり、ご飯を食べさせてあげたり、朝とかに……え、えへへ……。",
			"예를 들어, 서로 새로운 옷을 골라주거나 밥을 먹여주거나 아침에…… 어, 으흐흐……",
			null
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				30413,
				6,
				true
			],
			[
				30415,
				2,
				false
			]
		],
		[
			"msg",
			700293,
			null,
			"来，来者何人！神曲，你且躲在大姐头身后！",
			"お、おい何者だ小娘！神曲、私の後ろに隠れな！",
			"어, 어이 누구야 꼬마야! 신곡, 내 뒤에 숨어!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				6,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700294,
			null,
			"不要误会，小祈她的意思是……她，我们，想要请你们吃饭。对，我们是你们的粉丝。",
			"誤解です。祈ちゃんはただ……私たちはただご飯をご一緒したいと思っただけなんです。実は私達、ヴェロゴッドさんのファンなんですよ。",
			"오해예요. 노래 씨는 그냥… 우리는 그냥 밥을 함께 먹고 싶었을 뿐이에요. 사실 우리, 베로고트 씨 팬이거든요.",
			null
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				30413,
				6,
				true
			],
			[
				30415,
				5,
				false
			]
		],
		[
			"msg",
			700295,
			null,
			"原来如此，请我们吃饭一向是来者不拒，走着！",
			"そうだったんだ。まあ、ごちそうしてくれるならいつでも大歓迎だ。",
			"그랬구나. 뭐, 대접해준다면 언제든 환영이야.",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				30415,
				5,
				true
			]
		],
		[
			"msg",
			700296,
			null,
			"两位，刻意前来，应该不是请我们吃饭这么简单吧？有什么需求吗？",
			"あなた方、わざわざ私達を訪ねてきたということは、他にも目的があるのではありませんか？何か用があるのでしたらおっしゃってください。",
			"당신들, 일부러 우리를 찾아왔다는 건 다른 목적도 있는 거 아닌가요? 할 말이 있으면 말씀하세요.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700297,
			null,
			"那个，就是……先入座再说吧。小祈？",
			"あの、その……まずは座りましょうか。祈ちゃん？",
			"저, 그…… 일단 앉을까요? 노래 씨?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700298,
			null,
			"维罗妮卡她，会下意识地保护神曲啊！萝神组，果然名不虚传！",
			"うんうん、ベロニカさんは神曲さんのことを無意識の内に守ってあげているのね！さすがベロゴット、噂に聞いていた通りだね！",
			"응응, 베로니카 씨는 신곡 씨를 무의식적으로 지켜주고 있네! 역시 베로고트, 소문대로네!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700299,
			null,
			"那个，我有两份剧本，是灾难片类型的，在寻找……有，有缘的制作人。能稍微看一下吗？",
			"あの、実は私、シナリオをふたつ持ってきてるんです。パニック映画系のもので……ご、ご縁のあるプロデューサーがいないか探しているところなんです。もしよければちょっと見て頂けませんか？",
			"아, 사실 저 시나리오 두 개 가져왔어요. 패닉 영화 계열인데... 제, 제 인연이 되는 프로듀서가 없을까 찾고 있거든요. 혹시 괜찮으시면 잠깐만 봐주시겠어요?",
			null
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				30415,
				5,
				false
			]
		],
		[
			"msg",
			700300,
			null,
			"灾难片吗？给我看看，正好我最近想搞个灾难片来着……有趣，这两个点子太有意思了，那就这样，这两个本子我都要了！",
			"パニック映画？ふーん。そのシナリオ、ちょっと見せてもらえる？最近、ちょうどパニック映画を撮りたいと思ってたところなんだ……。面白いね、ふたつともすごく面白いよ。それじゃ、ふたつとも頂くことにする！",
			"패닉 영화? 흠. 그 시나리오, 잠깐 볼 수 있을까? 요즘 마침 패닉 영화를 찍고 싶다고 생각하던 참이었는데... 재밌네, 둘 다 진짜 재밌어. 그럼 두 개 다 받을게!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700301,
			null,
			"哎？就要了？",
			"ええっ！？本当ですか？",
			"엣!? 정말요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700302,
			null,
			"好耶！谢谢维罗妮卡姐姐！赫姆现在就可以去跟神奈和好了吧？",
			"やったぁ！ありがとう、ベロニカさん！これでヘルムちゃんもついに神奈ちゃんと仲直りできるね！",
			"야호! 고마워, 베로니카 씨! 이제 헬름 쨩도 드디어 카나 쨩과 화해할 수 있겠네!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700303,
			null,
			"真的可以吗？维罗妮卡小姐好像就是量子波动速读了一下”，就这么草率地答应下来，不会出问题吧。",
			"でも本当にいいんですか？ヴェロニカさん、量子波動速読的な速さで読んでいましたが、そう簡単に引き受けてしまって大丈夫でしょうか。",
			"근데 정말 괜찮으신가요? 베로니카 씨, 양자 파동 속독 같은 속도로 읽고 계셨는데, 그렇게 쉽게 받아들이셔도 될까요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700304,
			null,
			"有什么关系嘛，发明量子波动速读的姐姐可是情圣哦，这次肯定能成的，快去跟神奈和好吧~",
			"大丈夫だよ？量子波動速読を発明した人も一途な人だったから。だから今回は絶対に大丈夫！それより早く神奈ちゃんと仲直りしに行こうよ！",
			"괜찮아! 양자 파동 속독을 발명한 사람도 한결같은 사람이었으니까. 이번엔 절대 괜찮아! 그보다 빨리 카나 쨩과 화해하러 가자!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700305,
			null,
			"不不，那只是借了她的名头吧，量子喂猫才是她发明的。",
			"いえ、それはただ彼女の名声を借りただけですよ。それに彼女が発明したのは量子猫餌あげですよ。",
			"아니요, 그건 그냥 그분의 명성을 빌린 거예요. 게다가 그분이 발명한 건 양자 고양이 밥 주기예요.",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700306,
			null,
			"这个剧本，神曲小姐怎么看？",
			"……神曲さんはどうですか？このシナリオ、どう思いますか？",
			"...신곡 씨는 어때요? 이 시나리오, 어떻게 생각하세요?",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700307,
			null,
			"这是维罗妮卡全权负责的项目，我是插不上话的。",
			"シナリオに関してはヴェロニカが全責任を負っているので、私は口出しできません。",
			"시나리오에 관해서는 베로니카가 전적인 책임을 지고 있으니, 제가 참견할 수 없습니다.",
			null
		],
		[
			"msg",
			700308,
			null,
			"不过，根据我的经验而言，当维罗妮卡以这样的方式接收了剧本，她也就会以同样的方式把剧本拍摄出来。",
			"ですがこれまでの経験から、ヴェロニカがこういう形でシナリオを受け取った以上、そのままの形で映像化をすると思います。",
			"하지만 지금까지의 경험으로 봤을 때, 베로니카가 이런 식으로 시나리오를 받아들인 이상, 그대로 영상화할 거라고 생각합니다.",
			null
		],
		[
			"msg",
			700309,
			null,
			"赫姆小姐，你希望你的剧本以这样的方式出现在荧幕上，挂着赫姆小姐的名字让朋友们看见吗？",
			"ヘルムさんはあなたのシナリオがそのままの形で映像化されて、画面に映ったあなたの名前を友達に見てもらいたいわけですか？",
			"헬름 씨는 당신의 시나리오가 그대로 영상화되어, 화면에 비춰진 당신의 이름을 친구들에게 보여주고 싶은 거예요?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700310,
			null,
			"如果我的电影就这么拍出来的话……",
			"私のシナリオがそのまま撮影されてしまったら……。",
			"내 시나리오가 그대로 촬영되어 버리면…….",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700311,
			null,
			"如果实在无法决定的话，中心乐园昨天刚刚建成了迷你摄影棚，你可以拿着你的剧本去拍一下看看。",
			"もし悩むようでしたら、遊園地の中心部にちょうど昨日、ミニスタジオが完成したみたいですし、シナリオを持って行って試し撮りしてみるといいですよ。",
			"고민이 된다면, 놀이공원 중심부에 마침 어제 미니 스튜디오가 완성된 모양이니, 시나리오를 가지고 가서 시험 촬영해 보는 게 좋아요.",
			null
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				30415,
				1,
				false
			]
		],
		[
			"msg",
			700312,
			null,
			"我改变主意了！现在是宏大叙事的时代，格局要打开！灾难片的核心是展现小人物在灾难面前的无力与挣扎，在这个时代已经没有市场了！",
			"やっぱりやめた！今や壮大な物語がウケる時代だから、スタイルも変えていかないといけないわけよ！パニック映画って、無力な登場人物が災難を前にして非力にもがき苦しむことになるけど、今の時代、そういうのって見てくれる人少なくてね。",
			"역시 그만둘래! 지금은 웅장한 이야기가 통하는 시대니까, 스타일도 바꿔 나가지 않으면 안 되는 거야! 패닉 영화라면, 무력한 등장인물들이 재난 앞에서 힘없이 몸부림치게 되는데, 요즘 시대에 그런 건 보는 사람 적어서 말이지.",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				0,
				false
			],
			[
				30415,
				1,
				true
			]
		],
		[
			"msg",
			700313,
			null,
			"其实灾难片也可以很宏大，比如写成大家众志成城抗击灾难之类的。而且我觉得，你这个剧本照这个思路来修改的话会反而顺畅不少。",
			"ですがパニック映画は壮大に表現することもできます。例えば皆が団結して災難に立ち向かうといった風に。しかし、ヘルムさんのシナリオをそういう方向に修正してしまったら、辻褄が合わなかったり、本質が揺らいでしまうと思います。",
			"하지만 패닉 영화도 웅장하게 표현할 수 있어요. 예를 들어 모두가 단결해서 재난에 맞선다든지 하는 식으로요. 하지만 헬름 씨의 시나리오를 그런 방향으로 수정해 버리면, 앞뒤가 맞지 않거나 본질이 흔들릴 것 같아요.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				0,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700314,
			null,
			"不，不用了，下次有机会再合作吧。",
			"あの、もういいです。また今度、機会がありましたらお願いします。",
			"아니, 됐어요. 또 다음에 기회가 있으면 부탁드릴게요.",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				4,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700315,
			null,
			"又不用了吗，为什么，明明都有人愿意去拍了！",
			"やめちゃうの？どうして？せっかく撮影するって言ってくれてるのに！",
			"그만둔다고? 왜? 이렇게 촬영해 주겠다고 해 줬는데!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				4,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700316,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				5,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700317,
			null,
			"唔……",
			"う～ん……。",
			"으음…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700318,
			null,
			"小祈看着准备离去的赫姆，依依不舍地回过头来。",
			"その場を離れようとするヘルムを見て、祈は残念そうな表情を見せた。",
			"자리를 뜨려는 헬름을 보고, 이노리는 아쉬운 표정을 지었다.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700319,
			null,
			"小祈……可以再问一个问题吗？",
			"……ひとつ聞いてもいいですか？",
			"...하나만 물어봐도 될까요?",
			null
		],
		[
			"msg",
			700320,
			null,
			"维罗妮卡姐姐，神曲姐姐，听说你们一直是换位合作，一个当制作人，另一个就当编剧，请问这是真的吗？",
			"ベロニカさんと神曲さんはそれぞれ分担して協力してて、ひとりがプロデューサー、もうひとりが脚本を担当してるって聞いたんですけど、本当にそうですか？",
			"베로니카 씨와 신곡 씨는 각자 분담해서 협력하고, 한 사람이 프로듀서, 다른 한 사람이 각본을 담당한다고 들었는데, 정말인가요?",
			null
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				30415,
				4,
				false
			]
		],
		[
			"msg",
			700321,
			null,
			"真的啊，你是不知道，神曲她一拿笔就卡文，经常是我这边都要开机了她还没写完，很多内容都要我自己现场编。",
			"そうだよ。神曲はシナリオ書かせるとよく途中でつまづいて進まなくなるから。それで撮影がクランクインするときになってもまだ書き終わらないことがあってね。それ以来、撮影時に私が自分でアレンジすることもよくあるかな。",
			"그렇지. 신곡은 시나리오를 쓰다 보면 자꾸 중간에 막혀서 진행이 안 되거든. 그래서 촬영이 크랭크인할 때가 돼도 아직 다 쓰지 못하는 일이 생기고 말야. 그 이후로는 촬영할 때 내가 직접 수정하는 일도 많아.",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				30415,
				4,
				true
			]
		],
		[
			"msg",
			700322,
			null,
			"我想……精益求精一些，但维罗妮卡她的行动力实在是太强了，一有新点子立刻就去拉剧组，我的笔速实在是跟不上。",
			"私は……とにかくレベルの高いものにこだわりがあるんです。ヴェロニカはすごく行動力があって、何かいいアイデアがあるとすぐに撮影チームを立ち上げて撮り始めるものですから、シナリオを書くのが追いつかないことがよくあるんです。",
			"저는... 어쨌든 수준 높은 작품에 집착이 있답니다. 베로니카는 정말 행동력이 있어서, 무슨 좋은 아이디어가 있으면 바로 촬영 팀을 꾸려서 찍기 시작하니까, 시나리오가 따라가지 못할 때가 많아요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				30415,
				4,
				true
			]
		],
		[
			"msg",
			700323,
			null,
			"只要维罗妮卡姐姐想开机，神曲姐姐就会给她写吗？就算神曲姐姐写不完，维罗妮卡姐姐也会自己补完吗？好，好浪漫！",
			"えとえと、ベロニカさんが撮影したいときには神曲さんがシナリオを書いて、神曲さんが書き終わってなくても、ベロニカさんは神曲さんが追いついていない部分を自分で補って撮影してる……んですか？すごい！なんだかすごくロマンチック！",
			"어, 어, 베로니카 씨가 촬영하고 싶을 때는 신곡 씨가 시나리오를 쓰고, 신곡 씨가 다 쓰지 못했어도 베로니카 씨는 신곡 씨가 따라오지 못한 부분을 직접 보완해서 촬영하시는... 거예요? 대단해요! 뭔가 정말 로맨틱하네요!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700324,
			null,
			"等等，萝神组出品，公认的神作《三界行》是神曲当制作人，所以那个剧本居然是，维罗妮卡写的？",
			"でも待ってください。ヴェロゴッドの作品の中でも人々に認められている代表作『三界に行く』のプロデューサーは、確か神曲さんになっていましたよね？ということは『三界に行く』のシナリオはヴェロニカさんが書いたということですか？",
			"그런데 잠깐만요. 베로갓 작품 중에서도 사람들에게 인정받는 대표작 『삼계에 가다』의 프로듀서는 확실히 신곡 씨였죠? 그렇다면 『삼계에 가다』의 시나리오는 베로니카 씨가 쓴 건가요?",
			null
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				30415,
				2,
				false
			]
		],
		[
			"msg",
			700325,
			null,
			"有什么奇怪的，不过每篇剧本都要修改好多次，我那些绝妙的点子统统不让用，所以大家都表示难以置信。",
			"別におかしくないでしょ。でもそういうときは脚本を何度も修正してるから、凝ったアイデアとかも使えないんだ。けど、みんなが信じられないような良い作品が生まれたりする。",
			"별로 이상할 것 없잖아. 하지만 그럴 때는 각본을 여러 번 수정하니까, 공들인 아이디어 같은 건 쓸 수 없어. 그래도, 모두가 믿을 수 없을 만큼 좋은 작품이 나오기도 하지.",
			null
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				30415,
				4,
				false
			]
		],
		[
			"msg",
			700326,
			null,
			"你是不知道，神曲当制作人的时候就像变了个人似的，要求可多了。这个设计缺乏逻辑，那个发言违背人设，啊啊啊简直就是个“花童”。",
			"知らないと思うけど、神曲はプロデューサーとして活動するときに人が変わるんだ。あれこれとすごく細かい要求を出して、設定が論理的じゃないとか、発言内容が人物の設定に合わないとか、ものすごくこだわりがあって要求が多くてね。",
			"모를 거야 하지만, 신곡은 프로듀서로 활동할 때 사람이 달라져. 이것저것 엄청 세세한 요구를 하고, 설정이 논리적이지 않다든가, 대사 내용이 캐릭터 설정에 안 맞는다든가, 엄청 집착이 많고 요구가 많아.",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				30415,
				4,
				true
			]
		],
		[
			"msg",
			700327,
			null,
			"我只是确定好整个剧本的基本理念，并坚持用这个理念来检验每一处细节罢了。维罗妮卡她用词比较随意，请原谅。",
			"私はただシナリオの基本理念を明確にして、それに基づいて細かい部分まで作り込みたいだけなのです。ヴェロニカは言い回しなどの表現が少しばかり自由すぎるところがありますが、どうか気になさらないでください。",
			"저는 그저 시나리오의 기본 이념을 명확히 하고, 그것에 따라 세세한 부분까지 완성하고 싶을 뿐이에요. 베로니카는 표현 방식이 조금 자유로운 면이 있지만, 너무 신경 쓰지 말아 주세요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				30415,
				4,
				true
			]
		],
		[
			"msg",
			700328,
			null,
			"维罗妮卡姐姐和神曲姐姐看起来在相互抱怨，其实是在通力合作！好浪漫啊！",
			"……ベロニカさんと神曲さん、なんだかおたがいに愚痴を言ってるように見えるけど、実際には息ぴったりで全面的に協力しているのね！やっぱりロマンチック！",
			"...베로니카 씨와 신곡 씨, 뭔가 서로 투덜대는 것 같지만, 실제로는 호흡이 척척 맞고 전적으로 협력하고 있네요! 역시 로맨틱해요!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700329,
			null,
			"也就是说，是神曲小姐压制住了维罗妮卡小姐那些疯狂的想法，反复塑造之后才让剧本变得这么流畅自然吗？",
			"つまり、ヴェロニカさんの自由な考え方を神曲さんがうまくコントロールして、推敲と修正を繰り返し、それで最終的に自然でスムーズなシナリオが出来上がっているというわけですね？",
			"즉, 베로니카 씨의 자유로운 사고방식을 신곡 씨가 잘 통제해서 퇴고와 수정을 반복하고, 그래서 최종적으로 자연스럽고 매끄러운 시나리오가 완성된다는 거군요?",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700330,
			null,
			"主要还是维罗妮卡自己有强大的意愿不断修改吧，我只能起到一些辅助的效果。",
			"はい。しかしヴェロニカが何度も修正するだけの根気や強い意志を持っているからこそ成立しています。私はただサポートとしての役割しか果たしていませんから。",
			"네. 하지만 베로니카가 여러 번 수정할 만큼의 끈기나 강한 의지를 가지고 있기 때문에 가능한 일이에요. 저는 그저 서포트 역할만 하고 있을 뿐이니까요.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700331,
			null,
			"神曲小姐，你刚才提到，如果我的剧本按照那个思路修改一下会顺畅不少对吧？",
			"神曲さん、先ほど私のシナリオもそういう風に修正していけばかなりスムーズになるとおっしゃってましたよね？",
			"신곡 씨, 아까 제 시나리오도 그런 식으로 수정해나가면 상당히 매끄러워질 거라고 말씀하셨죠?",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700332,
			null,
			"嗯，应该会有很大帮助，这份思路甚至值得我专门记录一下。",
			"ええ。こういった手法はとても効果的ですから、私も書き留めて終始忘れないようにしています。",
			"예. 이런 기법은 아주 효과적이어서, 저도 적어두고 끝까지 잊지 않으려고 합니다.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700333,
			null,
			"那……不，没什么。",
			"それじゃあ……。いえ、なんでもありません。",
			"그러면……. 아니, 아무것도 아니에요.",
			null
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				30415,
				5,
				false
			]
		],
		[
			"msg",
			700334,
			null,
			"有想法就一定要去做！说不定你现在想出来的点子，在下一秒就被别人应用了。犹犹豫豫，错失机会，那就太蠢了。",
			"思い立ったら即行動！ほら、せっかく思いついたアイデアが、しばらくもしないうちに別の誰かが思いついて使われるかもしれないよ。いちいち迷ってチャンスを逃したら、後悔しても取り返せないからね。",
			"생각이 떠오르면 즉시 행동! 자, 막 떠오른 아이디어를 조금만 방치해도 다른 누군가가 생각해내서 사용할지도 몰라요. 하나하나 망설이다가 기회를 놓치면, 나중에 후회해도 되돌릴 수 없으니까요.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700335,
			null,
			"神曲小姐，我有一个冒昧的请求！关于我的剧本该如何修改，能帮我简单提些意见吗？",
			"神曲さん、ひとつお願いがあるんです！私のシナリオ、どこをどういう風に変えたらいいか、少しでも良いので意見を聞かせてもらえませんか？",
			"신곡 씨, 부탁 하나가 있어요! 제 시나리오, 어디를 어떻게 바꾸면 좋을지, 조금이라도 좋으니 의견을 들려주실 수 없을까요?",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700336,
			null,
			"其实刚才我已经写了一些在这个本子上。这一本已经差不多写满了，就送你好了。",
			"……実は、私の意見をいくつかこのノートに書いておきました。このノートも書くスペースがなくなってしまいましたし、よろしければこちらを差し上げます。",
			"……사실, 제 의견을 몇 가지 이 노트에 적어뒀어요. 이 노트도 � 공간이 다 떨어졌고, 괜찮으시다면 이걸 드리겠습니다.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700337,
			null,
			"这不是神曲小姐记录灵感用的吗？就这样送给我……",
			"でもこのノートは神曲さんのアイデアを書き留めておく貴重なものじゃないんですか？それをもらってしまっては……。",
			"하지만 이 노트는 신곡 씨의 아이디어를 적어두는 소중한 거잖아요? 그것을 받아버리면…….",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700338,
			null,
			"记录只是一个仪式性的动作，真正重要的还是养成思考和改进的习惯。这个本子本来也是别人给我的，现在更适合你。",
			"書き留めておくことは、ルーチンとして行う動作に過ぎないと思っています。本当に必要なのは、自分で考え、改善していくという習慣を身に着けることです。実はこのノート、私もとある方から戴いたものなのです。その持ち主として、今ふさわしいのはあなただと思います。",
			"적어두는 건 단순한 루틴 행위에 불과하다고 생각해요. 진짜 필요한 건 스스로 생각하고 개선해나가는 습관을 기르는 거죠. 사실 이 노트, 저도 어느 분께 받은 거랍니다. 그 주인으로서, 지금 가장 적합한 분은 당신이라고 생각합니다.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700339,
			null,
			"真是太感谢了！我一定会努力去宣传你们的影视作品的！",
			"ほ……本当にありがとうございます！私も友人にヴェロゴッドの作品を宣伝しますね！",
			"호... 정말 감사합니다! 저도 친구들에게 베로갓 작품을 홍보할게요!",
			null
		],
		[
			"speaker",
			432463
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				30415,
				5,
				false
			]
		],
		[
			"msg",
			700340,
			null,
			"哼哼，你是在小瞧萝神组吗？我们的作品，只要做出来就是万人空巷的级别！",
			"フン、あなたさぁ、ヴェロゴッドのこと見くびってない？私達の作品って発表されるや否や、みんなが先を争うようにして見に来るくらい人気なんだよ？",
			"흥, 너 말이야, 베로갓을 얕보는 거야? 우리 작품은 발표되자마자 모두가 앞다퉈 보러 올 정도로 인기라고?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700341,
			null,
			"这才是我认知中的维罗妮卡小姐啊。小祈，我们走吧，去中心乐园的摄影棚看看，这剧本拍摄出来会是什么效果。",
			"さすがヴェロニカさんですね！祈ちゃん、行きましょう。ミニスタジオに行って撮影してみて、どういう感じになるのか試してみましょう。",
			"역시 베로니카 씨네요! 이노리 쨩, 갑시다. 미니 스튜디오에 가서 촬영해 보고 어떤 느낌인지 한번 시험해 봐요.",
			null
		],
		[
			"msg",
			700342,
			null,
			"小祈？",
			"祈ちゃん？",
			"이노리 쨩?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700343,
			null,
			"通力合作，大家的意愿……",
			"息ぴったりで全面的に協力。みんなの願い……。",
			"호흡 척척에 전면적으로 협력. 모두의 소원.......",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700344,
			null,
			"怎么了？",
			"どうかしました？",
			"무슨 일 있나요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700345,
			null,
			"没、没事！是要去拍样片吗！",
			"あ、なんでもない！撮影しに行くの？",
			"아, 아무것도 아냐! 촬영하러 가는 거야?",
			null
		],
		[
			"stopBGM"
		],
		[
			"msg",
			700346,
			null,
			"走！我也要看！快快快~",
			"早く行こう！祈もどういう感じになるのか見てみたい！早く早く～",
			"빨리 가자! 이노리도 어떤 느낌인지 보고 싶어! 빨리 빨리~",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700347,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"msg",
			700348,
			null,
			"这孩子，在勉强自己吗？",
			"なんだか無理しているように見えますが？",
			"왠지 무리하는 것처럼 보이는데?",
			null
		]
	],
	"4252": [
		[
			"speaker",
			204810
		],
		[
			"bg",
			"CG10380"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700349,
			null,
			"我记得上次来的时候我就是顺口提了一下，没想到真的新建了一座摄影棚。小祈，你拍过电影吗？",
			"そういえば前回、ここに来たときにミニスタジオがあればいいなっていう話をしてたんですけど、本当に作られるとは思ってもみませんでした。祈ちゃんは映画の撮影、したことあるんですか？",
			"그러고 보니 지난번에 여기 왔을 때 미니 스튜디오가 있으면 좋겠다는 이야기를 했었는데, 정말로 만들어질 줄은 상상도 못 했어요. 이노리 씨는 영화 촬영 해본 적 있나요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700350,
			null,
			"摄影设备的话平时经常玩，但是没有拍过真正意义上的电影。",
			"う～ん、撮影機材はよく触ってるけど、本格的な映画撮影は一度もないんだ。",
			"음~ 촬영 기기는 자주 다뤄봤지만, 본격적인 영화 촬영은 한 번도 없었어.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700351,
			null,
			"我想请小祈你来当制作人兼导演，来拍一下我的剧本。",
			"私、祈ちゃんに撮影のプロデューサーと監督をお願いしたいと思うのですが。",
			"저, 이노리 씨에게 촬영 프로듀서와 감독을 맡겨주고 싶은데요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700352,
			null,
			"真的……要让小祈来？",
			"祈に？本当に？",
			"이노리를? 진짜로?",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700353,
			null,
			"但是小祈只拍过恋爱小短片，这种灾难片完全不懂……",
			"でも祈、恋愛物のショートフィルムしか撮ったことないし、パニック映画なんて全然わからないけど……。",
			"하지만 이노리, 러브물 쇼트 필름만 찍어봤고, 패닉 영화 같은 건 전혀 모르는데...",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700354,
			null,
			"没关系，就拍其中几个对话的场景就好，我把两份剧本都放在台子上了，拜托了祈导。",
			"大丈夫ですよ。シナリオの中の会話シーンをいくつか撮るだけですから。シナリオふたつともここに置いておきますね。それじゃ祈監督、お願いしますね。",
			"괜찮아요. 시나리오 안의 대화 장면 몇 개만 찍는 거니까요. 시나리오 두 개 모두 여기 놔둘게요. 그럼 이노리 감독님, 부탁드립니다.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700355,
			null,
			"祈，祈导？！哇哇哇，祈导，祈导，再叫一声好不好嘛？",
			"祈監督！？わあっ、祈監督ってなんかいい響きだね！もう一回言って！",
			"이노리 감독!? 와아, 이노리 감독이란 말 되게 멋진데! 한 번 더 말해봐!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700356,
			null,
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700357,
			null,
			"怎，怎么样？",
			"ど、どうでしょうか？",
			"어, 어때요?",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700358,
			null,
			"唔……",
			"そうですね……。",
			"그러네요......",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700359,
			null,
			"演员只有小祈跟赫姆两个人，迷你摄影棚的设备也十分有限，不必要求太高……吧？",
			"登場人物は祈とヘルムちゃんだけだし、スタジオもミニスタジオで機材にも限りがあるから、そこまで厳しく見なくてもいいんじゃ……ないかな？",
			"등장인물은 이오리와 헬름뿐이고, 스튜디오도 미니 스튜디오고 장비도 한계가 있으니까, 그렇게까지 심하게 보지 않아도 되지 않을까...?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700360,
			null,
			"还是剧本的问题。如果这种水平的内容让神奈看见了，那我就真的没脸见她了。还好维罗妮卡没有接收我的剧本，还好。",
			"いえ、やはりシナリオ自体に問題があるんだと思います。こんな低水準のものを神奈ちゃんに見られでもしたら、恥ずかしくてもう顔向けできないです。ヴェロニカさんに買い取ってもらわなくて本当によかったです。",
			"아니요, 역시 시나리오 자체에 문제가 있는 것 같아요. 이런 저수준의 것을 카나 씨에게라도 보여준다면, 부끄러워서 얼굴 들고 다닐 수 없을 거예요. 베로니카 씨에게 사가지 않아서 정말 다행이에요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700361,
			null,
			"那……对了，刚才神曲姐姐不是给赫姆写了很多修改意见吗？改一改如何？维罗妮卡姐姐好像也是这么改的。",
			"そっか……。そうだ、さっき神曲さんが色々意見の書かれたノートをくれたよね？それを参考にして少し変えてみようよ。ベロニカさんも普段からそういう風にしてるって言ってたよ。",
			"그렇구나... 아, 맞아. 아까 신곡 씨가 여러 가지 의견이 적힌 노트를 줬지? 그걸 참고해서 조금 바꿔보자. 베로니카 씨도 평소에 그렇게 한다고 말했었어.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700362,
			null,
			"唔，我……",
			"う～ん、私は……。",
			"음, 저는....",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700363,
			null,
			"赫姆好像一直很抗拒改剧本？从早上开始，小祈就隐隐有这个感觉了。",
			"ヘルムちゃん、シナリオを変えることにものすごく抵抗があるみたいだよね。朝会ったときから思ってたけど……。",
			"헬름, 시나리오를 바꾸는 걸 굉장히 거부하는 것 같네. 아침에 만났을 때부터 느꼈지만....",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700364,
			null,
			"当初……神奈刚刚从在编剧圈站稳脚跟的时候，我也试着去写剧本，想要去帮助她。可是我的剧本投出去之后，被人批得一无是处。",
			"はい。以前……神奈ちゃんが界隈で活動を始めた頃、私も神奈ちゃんの力になれればと思って自分でシナリオを書いてみたんです。でも完成して提出しても、あれがいけないこれがいけないと批判されてばかりで。",
			"네. 예전에... 카나 씨가 이쪽 계에서 활동을 시작했을 때, 저도 카나 씨의 힘이 되고 싶어서 직접 시나리오를 써봤어요. 하지만 완성해서 제출해도, 이게 안 된다 저게 안 된다며 비판만 받고....",
			null
		],
		[
			"msg",
			700365,
			null,
			"我努力改正过一番之后又投出去，结果还是被批得一无是处。那些天我每天晚上都失眠，喜怒无常，有时候甚至会对她的玩笑发火。",
			"それで頑張って修正して提出しても、また同じようにダメだしばかりされてしまって。それが原因で毎晩眠れなくて情緒不安定になってしまい、神奈ちゃんの言った冗談すら真に受けて時々機嫌を損ねたりしてたんです。",
			"그래서 열심히 수정해서 다시 제출해도, 또 같은 식으로 안 된다는 말만 듣게 되더라고요. 그게 원인이 되어 매일 밤 잠도 못 자고 감정이 불안정해져서, 카나 씨가 한 농담조차 진지하게 받아들여 가끔 기분을 상하게 하기도 했어요.",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				3,
				false
			]
		],
		[
			"msg",
			700366,
			null,
			"那时候她忙得要死，我不可能耽误她的时间来教我写剧本，偏偏她每次回来开口说的都是剧组里那些事，我更是不知道该怎么加入话题。",
			"あの頃、神奈ちゃんはすごく忙しくて、私もシナリオの書き方を教えてだなんてとても言えませんでしたし、神奈ちゃんが家に戻って話す話題も撮影や脚本についてのことばかりで、その話題についていくこともできなかったんです。",
			"그때 카나 씨는 정말 바빠서, 저도 시나리오 쓰는 법을 가르쳐 달라고는 차마 말 못 했고, 카나 씨가 집에 와서 하는 이야기도 촬영이나 대본에 관한 것뿐이어서, 그런 이야기에 따라가기도 힘들었어요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				5,
				false
			],
			[
				777,
				3,
				true
			]
		],
		[
			"msg",
			700367,
			null,
			"所以……赫姆才跟神奈逐渐说不上话了？",
			"それで……神奈ちゃんとのおしゃべりも減っちゃったんだ……。",
			"그래서... 카나 씨와의 대화도 줄어져 버렸어요....",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				5,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700368,
			null,
			"我后来下定决心，新写了一个剧本，结果还是还是无人认可。",
			"だから私、気持ちを切り替えて、はじめから新しいシナリオを書いたのですが、結局誰にも認めてもらえなかったんです。",
			"그래서 제가 마음을 다잡고, 처음부터 새로운 시나리오를 썼지만, 결국 아무에게도 인정받지 못했어요.",
			null
		],
		[
			"portraits",
			[
				30413,
				5,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700369,
			null,
			"我知道我是当不了编剧了，可是我跟神奈的隔阂也越来越深了。我只能徒劳地尝试卖出我的烂剧本，希望能带来一丝丝转机。",
			"そうこうしているうちに、自分が脚本家に向いてないことがわかりました。その一方で、神奈ちゃんとの距離は更に遠くなる一方で……。でもなんとかしてその状況を変えたいと思って、自分の作ったこの拙いシナリオを認めてもらおうと行動したんです。",
			"이러저러하던 중 제가 각본가 적성에 맞지 않는다는 걸 깨달았어요. 한편 신나 씨와의 거리는 점점 더 멀어져만 갔고... 하지만 어떻게든 이 상황을 바꾸고 싶어서, 제가 만든 이 서툰 시나리오를 인정받으려고 행동을 시작했죠.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700370,
			null,
			"但是，赫姆其实还是希望自己能写出好剧本的，毕竟赫姆主动向神曲姐姐请求她提出修改意见了不是吗？",
			"ヘルムちゃん。ヘルムちゃんはやっぱり自分でいいシナリオを書きたいんだよね？神曲さんにアドバイスをお願いしたのも、そのためだよね？",
			"헬름 씨. 헬름 씨는 역시 스스로 좋은 시나리오를 쓰고 싶은 거지? 신곡 씨에게 조언을 부탁한 것도 그 때문이야?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700371,
			null,
			"话是这么说没错，但那只是氛围到那了所以就不自觉地说出口。",
			"そうだと思います。もう二度とないチャンスだと思ったら、つい聞いてしまいました。",
			"そうだと思います。もう二度とないチャンスだと思ったら、つい聞いてしまいました。",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700372,
			null,
			"毕竟改到最后，自己剩下的东西又有多少——",
			"でも変えるとなると、自分で書いたものが最終的にほとんど残らないのかもしれません——",
			"하지만 바꾼다면, 제가 쓴 것이 결국 거의 남지 않을지도 모르잖아요——",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700373,
			null,
			"我讨厌的……是这个吗？",
			"私が嫌なのは……その部分かもしれませんね。",
			"제가 싫은 건... 그 부분일지도 모르겠네요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700374,
			null,
			"嘿！拿来！",
			"もうっ！ちょっとそれちょうだい！",
			"아真是! 잠깐 그거 내놔!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700375,
			null,
			"小祈！？",
			"祈ちゃん！？",
			"이노리 씨!?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700376,
			null,
			"赫姆不敢看的话，就小祈帮你看！",
			"ヘルムちゃんが見たくないなら、祈が代わりに見てあげる！",
			"헬름 씨가 보고 싶지 않다면, 이노리가 대신 봐 줄게!",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700377,
			null,
			"嗯？这笔记本的前半部分是……看起来像是一个剧本，神曲姐姐随身带着的本子原来是剧本吗？",
			"あれ？このノートの前半……何かのシナリオみたい。神曲さんが持ってたノートって脚本そのものだったの？",
			"어라? 이 노트의 앞부분... 무슨 시나리오 같은데. 신곡 씨가 가지고 있던 노트가 각본 그 자체였어?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700378,
			null,
			"似乎是叫……《海螺小姐来了·番外篇》，海螺小姐的番外篇好像有好几部，这是其中一部吗？要是丝诺在这里就好了。",
			"このシナリオは確か……『巻貝のお姉ちゃんが来た・番外編』ですね。この作品は複数の部で構成されているのですが、その内のひとつでしょうか。ここにスノウちゃんがいれば確かめられたのですが。",
			"이 시나리오는 아마...『소라의 언니가 왔다・외전』이네요. 이 작품은 여러 부로 구성되어 있는데, 그중 하나인가 보군요. 여기에 스노우 씨가 있었다면 확인할 수 있었을 텐데.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				4,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700379,
			null,
			"神奈还在等着赫姆的，不可以想……",
			"むっ、神奈ちゃんがヘルムちゃんのこと待ってるっていうのに、他の人の事考えるなんて……。",
			"흥, 카나 쨩이 헬름 쨩을 기다리고 있는데 다른 사람 일을 생각하다니...",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				4,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700380,
			null,
			"没有啦，丝诺是诺登斯的忠实粉丝，她肯定知道，恐怖片我看不来的。先看看这个剧本的内容吧，这个字迹怎么有点眼熟？",
			"そういうのじゃないんです。スノウちゃんはノーデンスさんのファンなので、彼女なら知っていると思ったんですよ。私はホラー映画は怖くて見れないので。とにかく内容を見てみましょう。あれ？この字、どこかで見たことがあるような気がします。",
			"그런 게 아니에요. 스노우 쨩은 노덴스 씨 팬이라서, 그녀라면 알고 있을 거라고 생각했어요. 전 호러 영화는 무서워서 못 보니까요. 어쨌든 내용을 한번 볼까요? 어? 이 글자, 어디서 본 것 같은 느낌이 드네요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700381,
			null,
			"是因为刚才看过神曲小姐写的评价，所以觉得眼熟吧？毕竟写在同一个本子上的嘛。",
			"さっき神曲さんが書いてくれたコメントを見てて、それで見覚えがあるのかな？同じノートに書いてあるから。",
			"아까 신곡 씨가 써준 댓글을 보고 있어서, 그래서 익숙한 걸까? 같은 노트에 써있으니까.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700382,
			null,
			"这个内容……接下来主角她是不是会晕倒？还真是，等等，我知道这种既视感是哪来的了。",
			"この内容って……この後主人公が気を失って倒れるんじゃなかったでしたっけ？やっぱりそうです。どこかで見たことがあるような……。",
			"이 내용이... 이 후 주인공이 기절해서 쓰러지는 거 아니었나요? 역시 그렇네요. 어디선가 본 것 같은...",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700383,
			null,
			"就是这个，《亮闪闪今天会来》两者的情节脉络十分相似，把亮闪闪的设定稍微优化一下，就是这个海螺小姐的番外篇的设定了。",
			"そうです、『輝きが訪れる』の話の流れと似ているんです。『輝きが訪れる』の設定をちょっといい方向に手を加えると、この『巻貝のお姉ちゃんが来た・番外編』の設定になる感じです。",
			"맞아요, 『빛이 찾아오다』의 이야기 흐름과 비슷해요. 『빛이 찾아오다』의 설정을 조금 좋은 방향으로 손을 보면, 이 『소라의 언니가 왔다・번외편』의 설정이 되는 느낌이에요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700384,
			null,
			"抄，抄袭？这可是巨大的丑闻啊！",
			"それってひょうせつだよね？大事件だよ！",
			"그거 표절이잖아? 큰 사건이야!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700385,
			null,
			"不不，《亮闪闪今天会来》并没有拍成电影，虽然是打印稿，但是上面却写满了负面评价，而后面这份番外篇几乎把这些负面的地方都修正了，人设也立体了很多。",
			"いえ、『輝きが訪れる』は結局映画にはなっていなくて、原稿が印刷された状態のものだったのですが、マイナスの評価がたくさん書かれていました。この番外編の方はそうした悪い点がすべて修正されていて、人物設定もより立体的になっています。",
			"아니요, 『빛이 찾아오다』은 결국 영화화되지 않고 원고가 인쇄된 상태였는데, 부정적인 평가가 많이 적혀 있었어요. 이 번외편은 그런 나쁜 점이 모두 수정되어 있고, 인물 설정도 더 입체적이에요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700386,
			null,
			"那是什么意思？难道是同一个人写的剧本？",
			"……？？両方とも同じ人が書いたものなのかな？",
			"......?? 둘 다 같은 사람이 쓴 걸까?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700387,
			null,
			"我猜，《亮闪闪今天会来》很可能是某位新人编剧写的剧本，她认真地打印了出来寄给某位制作人，然后被对方随手写了一堆评语发了回来。",
			"おそらくですが、『輝きが訪れる』は、ある新人の脚本家が書いたシナリオで、それをプリントしてプロデューサーに送り、そのプロデューサーがコメントをたくさん書いて戻したんじゃないでしょうか。",
			"아마도, 『빛이 찾아오다』은 어떤 신인 각본가가 쓴 시나리오고, 그것을 프린트해서 프로듀서에게 보냈고, 그 프로듀서가 코멘트를 많이 달아서 돌려준 게 아닐까요.",
			null
		],
		[
			"msg",
			700388,
			null,
			"但是编剧她没有气馁，前后修改了无数遍， 以至于都能把它默写出来了，最后终于作为《海螺小姐来了》的番外篇成功售出。",
			"それで、その脚本家は諦めずに何度も修正して、内容を暗記できるくらいまでになって、最終的に『巻貝のお姉ちゃんが来た』の番外編の成功に結びつけたんじゃないでしょうか。",
			"그래서 그 각본가는 포기하지 않고 여러 번 수정해서 내용을 외울 정도가 되었고, 결국 『소라의 언니가 왔다』의 번외편 성공으로 이어진 게 아닐까 싶어요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700389,
			null,
			"查到了，好像就是这一篇，跟剧情介绍完全对得上！",
			"見つけた！きっとこれかな？あらすじが全部同じだよ！",
			"찾았다! 분명 이거겠지? 줄거리가 다 똑같아!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700390,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700391,
			null,
			"我……想太多了？",
			"——これは私の……考えすぎでしょうか。",
			"——이건 제... 과민반응일까요.",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700392,
			null,
			"小祈，我想根据神曲小姐的意见把剧本稍微修改一下，我们再拍一遍好吗！",
			"祈ちゃん、私、神曲さんの意見に従ってシナリオを少し変えてみることにします。それが終わったらもう一度撮ってみましょう。",
			"이노리 씨, 저 신쿄쿠 씨 의견대로 시나리오를 조금 바꿔보기로 했어요. 그게 끝나면 다시 한번 찍어봅시다.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700393,
			null,
			"嗯嗯！",
			"うん、わかった！",
			"응, 알겠어!",
			null
		]
	],
	"4253": [
		[
			"bgm",
			94
		],
		[
			"speaker",
			204810
		],
		[
			"bg",
			"CG10380"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700394,
			null,
			"这下看起来合理多了，果然还是多修改修改的好。",
			"——これでかなり場面切り換えがスムーズに、且つ話の流れもわかりやすくなりました。やはりある程度修正した方がいいですね。",
			"——이제 장면 전환이 훨씬 부드럽고 이야기 흐름도 이해하기 쉬워졌어요. 역시 어느 정도 수정하는 게 좋네요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				5,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700395,
			null,
			"神曲姐姐发现问题的能力，好强啊。只要她提出意见，维罗妮卡姐姐会改好，赫姆也会改好……可是为什么小祈提意见就不行呢？",
			"神曲さんって問題を見つける力がすごいよね。神曲さんの意見なら、ベロニカさんもヘルムちゃんもしっかり修正して、最終的にいい物を作れるんだ……。でも祈の意見はなんでそういう風にうまくいかないのかなぁ。",
			"신쿄쿠 씨는 문제를 찾는 능력이 대단하네. 신쿄쿠 씨 의견이라면 베로니카 씨도 헬름 씨도 제대로 수정해서 결국 좋은 작품을 만들 수 있을 거야... 근데 이노리의 의견은 왜 그렇게 잘 안 통하는 걸까.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				5,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700396,
			null,
			"这个我说不好，不过我想，如果能按照你的思路拍一个短片来看看，或许会有所帮助。小祈，你有心里有想拍的场景吗？",
			"それは私にはよくわかりませんけど、祈ちゃんも自分の思った通りにショートフィルムを撮影してみれば、何かわかることがあるんじゃないでしょうか。祈ちゃんは何か撮影したいシーンとかありますか？",
			"그건 제가 잘 모르겠지만, 이노리 씨도 자신이 생각한 대로 쇼트 필름을 촬영해보면 뭔가 알게 되는 게 있지 않을까요? 이노리 씨는 촬영하고 싶은 장면 같은 거 있어요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700397,
			null,
			"有的有的！小祈这就写出来！",
			"あるある！ちょっと書き出してみるね！",
			"있어있어! 잠깐 적어볼게!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700398,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700399,
			null,
			"唔……小祈，你觉得我们这个短片的效果怎么样？",
			"う～ん……祈ちゃん、今撮影した内容どう思います？",
			"으음...... 이노리 쨩, 방금 촬영한 내용 어떻게 생각해?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				5,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700400,
			null,
			"好怪，完全没有恋爱的感觉，明明情话约会订婚要素都齐全了，可是我们扮演的这两个人根本不像情侣。",
			"なんだかとっても変だよね、恋愛の感覚がうまく表現されてなくて。愛情のある会話とかデートとか、婚約とか、必要な要素は全部詰め込んであるのに。祈たちが演じたふたりの登場人物、全然恋人っぽく見えないね。",
			"뭔가 굉장히 이상하네, 연애 감각이 제대로 표현이 안 되고 있어. 애정 있는 대화라든가 데이트라든가, 약혼이라든가, 필요한 요소는 다 넣어놨는데. 이노리들이 연기한 두 등장인물, 전혀 연인처럼 안 보여.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				5,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700401,
			null,
			"会是演员的问题吗？比如，让萝神组来演绎这一段的话，效果会不会好很多？",
			"役者の問題でしょうか？例えばヴェロゴッドに表現してもらったら、もっといい物になるのでしょうか？",
			"배우 문제일까? 예를 들어 베로갓에게 표현해 달라면 더 좋은 작품이 될 수 있을까?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				4,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700402,
			null,
			"不不不，小祈又不能每次拍戏都专门找情侣来当演员，那还要小祈这个制片人做什么，直接拍她们的日常不就好了。",
			"祈はそういう事じゃないと思うな。こういうシーンを撮影するのに、毎回本物のカップルに演じてもらうなんてこと、あり得ないもん。それに本物のカップルに演じてもらうくらいなら、最初からカップルの日常をそのまま撮影すればいいと思う。そしたらプロデューサーなんて要らないよね……。",
			"이노리는 그런 게 아닌 것 같아. 이런 장면을 촬영하는 데 매번 진짜 커플에게 연기해 달라고 하는 건 말도 안 되잖아. 게다가 진짜 커플에게 연기해 달라고 할 바엔, 처음부터 커플의 일상을 그대로 촬영하면 되지. 그럼 프로듀서 같은 건 필요없고......",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				4,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700403,
			null,
			"那……会不会是台词缺乏润色？毕竟我才是编剧嘛，让我改一改试试？",
			"では、セリフが生き生きとしていないのでしょうか？どうでしょう、シナリオを書くのは私の仕事ですし、私に少し調整させてもらえませんか？",
			"그럼 대사가 생동감이 없는 걸까요? 어때요, 시나리오 쓰는 건 제 일이니, 제가 조금 수정해 보게 해주시지 않을래요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700404,
			null,
			"真的可以吗？终于，有人愿意给小祈写剧本了吗……",
			"本当にいいの？やっと……やっと祈のためにシナリオを書いてくれる人に巡り合えた……。",
			"정말 괜찮아? 드디어...... 드디어 이노리를 위해 시나리오를 써 줄 사람을 만났어......",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700405,
			null,
			"说起来，剧本改怎么修改来着？我收到过无数份修改意见，可是还没有给别人改过剧本，想想神曲她们都是怎么说的……",
			"ですが、どういう風に変えればいいのでしょうか？私はこれまで修正意見をたくさんもらってきましたが、誰かのシナリオを修正したことってまだないんですよね。さっき神曲さん、なんとおっしゃっていましたっけ……。",
			"하지만 어떻게 바꾸는 게 좋을까요? 저는 지금까지 수정 의견을 많이 받아봤지만, 누군가의 시나리오를 수정해 본 적은 아직 없거든요. 아까 신쿄 씨, 뭐라고 하셨더라......",
			null
		],
		[
			"speaker",
			204350
		],
		[
			"portraits",
			[
				30050,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700406,
			null,
			"贯彻实在的理念……",
			"「シナリオの基本理念を明確にして」",
			"「시나리오의 기본 이념을 명확히 하고」",
			null
		],
		[
			"speaker",
			83025
		],
		[
			"portraits",
			[
				30416,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700407,
			null,
			"坚持用这个理念来检验每一处细节……",
			"「それに基づいて細かい部分まで作り込みたいだけなのです」",
			"「그에 따라 디테일한 부분까지 만들고 싶을 뿐입니다」",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30416,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700408,
			null,
			"小祈，你觉得你的电影理念是什么？",
			"祈ちゃん、あなたの映画に対する理念ってどういうものですか？",
			"이노리 쨩, 네 영화에 대한 이념이 어떤 거야?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700409,
			null,
			"情侣就应该永远在一起，见面就该相识，相识就要约会，约会直接结婚……唔，但，现实好像和这不太一样？",
			"えーっと、カップルはみんな永遠に一緒にいるべきで、出会ったらデートして、デートしたらいつか結婚する……。う～ん、でもこれって実際とはちょっと違うのかな。",
			"음.. 커플들은 모두 영원히 함께해야 하고, 만나면 데이트하고, 데이트하면 언젠가 결혼해야... 음, 하지만 이건 현실과는 좀 다른 걸까.",
			null
		],
		[
			"portraits",
			[
				30413,
				5,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700410,
			null,
			"赫姆跟神奈明明没有讨厌对方，却互相疏离了，即使突然见面也没法回到过去的状态，就是会有这么残酷的事……",
			"ヘルムちゃんと神奈ちゃんはおたがいに嫌いになったわけじゃないけど、疎遠になっちゃって、偶然出会ったとしても以前のような関係に戻れないなんて、とっても残酷な事だよね……。",
			"헬름 쨩과 카나 쨩은 서로 싫어져서 그런 건 아닌데, 소원해져 버려서, 우연히 마주치더라도 예전 같은 관계로 돌아갈 수 없는 거 정말 잔인한 일이야...",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700411,
			null,
			"而且为了帮赫姆跟神奈和好，小祈陪着赫姆跑了半个游乐园，结实了许多人，但跟神奈在一起的时间，却只有那么一点……",
			"祈はふたりを仲直りさせたくて、ヘルムちゃんと遊園地をまわってたくさんの人と知り合ったけど、ヘルムちゃんと神奈ちゃんが一緒にいる時間はほんの少ししかなかったよ……。",
			"이노리는 둘을 화해시키고 싶어서, 헬름 쨩과 놀이공원을 돌며 많은 사람들을 알게 됐지만, 헬름 쨩과 카나 쨩이 함께 있는 시간은 정말 조금밖에 없었어...",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700412,
			null,
			"小祈，你刚才说，不能每次拍戏都专门找情侣来当演员，为什么呢？",
			"さっきは祈ちゃん、撮影するのに毎回本当のカップルに演じてもらう事なんてできないって言ってましたが、なぜそう思うのですか？",
			"아까 이노리 쨤, 촬영할 때마다 진짜 커플로 연기하게 하는 건 불가능하다고 말했는데, 왜 그렇게 생각하시나요?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700413,
			null,
			"这不是很明显嘛，情侣又不是天生就是情侣的，哪会那么巧一对情侣都是演员还都能邀请得到啊。",
			"それは簡単なことだよ。カップルって言っても生まれつきカップルじゃないし、普通に生活しててカップルの俳優なんてできないし、いたとしても毎回依頼できるわけじゃないと思うんだ。",
			"그건 간단한 거야. 커플이라고 해도 태어날 때부터 커플인 건 아니고, 평범하게 살다 보면 커플 연기자 같은 건 할 수 없고, 있다 해도 매번 의뢰할 수 있는 건 아니라고 생각해.",
			null
		],
		[
			"msg",
			700414,
			null,
			"情侣不是天生的，情侣的生活也并非都是约会结婚什么的……就算是萝神组那么完美的关系，饭桌上也一直在拌嘴来着？",
			"カップルができても、必ずデートとか結婚とかするわけじゃなくて……。信頼し合える関係を築けてるベロゴットのふたりも、ご飯食べてるときによく口喧嘩してたよね。",
			"커플이 되어도 꼭 데이트나 결혼을 하는 건 아니고... 서로 믿을 수 있는 관계를 맺고 있는 베로고트 두 사람도 밥 먹을 때 자구 말다툼을 하곤 했잖아.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700415,
			null,
			"那些关系好的人们，还是因为她们相互宽容，并且一直在工作上互补。但在生活中，应该也是充满着细小的冲突的吧。",
			"そういういい関係にある人も、お互いに寛容に相手を受け入れて、仕事でも互いに支えあっています。でも普段の生活では小さな意見の衝突とかもたくさんあるんですよね。",
			"그런 좋은 관계에 있는 사람들도 서로 관대하게 상대를 받아들이고, 일에서도 서로 의지하죠. 하지만 평소 생활에선 작은 의견 충돌 같은 것도 많아요.",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700416,
			null,
			"哈哈，想想之前我跟神奈也是，她经常会严重超量更新忘了睡觉，躺床上还要刷两个小时手机，总得我提醒她。",
			"ふふっ。考えてみれば、以前の私と神奈ちゃんもそうでした。神奈ちゃんは仕事に追われて寝るのも忘れて、ベッドでもケータイを何時間も触っていたとき、私が注意してあげたりしてました。",
			"푸훗. 생각해 보면, 예전의 저와 카나 쨩도 그랬어요. 카나 쨩은 일에 쫓겨 잠자리도 잊고, 침대에서도 휴대폰을 몇 시간씩 만질 때 제가 주의를 주곤 했죠.",
			null
		],
		[
			"msg",
			700417,
			null,
			"虽然她嘴上会抱怨，但是确实会刻意去改正，如果哪天我忘了提醒她，她还会表现得很不自在，特别可爱。",
			"それに対して神奈ちゃん、口では文句を言っていましたが、言われた事はしっかり直していて。私が注意するのを忘れると、神奈ちゃんも逆に調子が狂っちゃうみたいで、とてもかわいいですよね。",
			"그에 대해 카나 쨩, 입으로는 불평을 했지만, 지적받은 건 꼭 고치더군요. 제가 주의를 주는 걸 잊으면 카나 쨩도 오히려 템포가 흐트러지는 것 같아서, 정말 귀여웠어요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700418,
			null,
			"好，好浪漫啊……这才是爱情片啊……",
			"うんうん、とてもロマンチック……。そういう内容こそ本当のラブストーリーだよね……。",
			"응응, 정말 로맨틱해... 그런 내용이야말로 진짜 러브 스토리야...",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				7,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700419,
			null,
			"小祈，你心目中的爱情片是这个样子的吗？相识，约会，结婚什么的都没有哦。",
			"でも祈ちゃん、あなたの考えるラブストーリーの内容ってそういう感じのものなんですか？さっき言っていた出会いとかデートとか、結婚といった要素はまったくないですけど。",
			"그런데 노이, 네가 생각하는 러브스토리의 내용이 그런 느낌이야? 아까 말했던 만남이나 데이트, 결혼 같은 요소는 전혀 없던데.",
			null
		],
		[
			"msg",
			700420,
			null,
			"不但如此，还可能因为莫名的原因无法沟通下去，你能接受这样的“爱情片”吗？",
			"それに、よくわからない原因によってうまくコミュニケーションできなくなることもあるわけですが、そういう「ラブストーリー」も祈ちゃん的には受け入れられるんですか？",
			"게다가, 잘 모르는 이유로 인해 소통이 잘 안 될 때도 있는데, 그런 「러브스토리」도 노이에게는 받아들여질 수 있는 거야?",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700421,
			null,
			"当然接受，不如说，就应该是这样！小祈明白了，这才是真正的“爱”！这才是花团小红娘的电影理念！",
			"祈は純愛物なら何でも美味しくいただけるよ！でも、本来はそうあるべきだもん。祈もようやくわかったよ。それこそが本物の「愛」なんだと思う。……それこそが「フラワーガール」の映画の理念なんだね。",
			"노이는 순애물이면 뭐든 맛있게 먹을 수 있어! 하지만 원래는 그게 당연한 거야. 노이도 이제야 알겠어. 그게 바로 진정한 「사랑」이라는 걸. ……그게 바로 「플라워 걸」 영화의 이념이었구나.",
			null
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700422,
			null,
			"爱是至高的理念，爱是世间的至宝！如果相互喜欢的人产生裂痕，小祈就帮他们补上！如果相互喜欢的人不得不分开，小祈就让他们重逢！",
			"愛っていうのは至高の理念でこの世の宝なの！両想いの関係に亀裂が入ってしまったら、祈がそれを修復してあげる！好きな人同士が離れ離れになるとしたら、祈がその人たちを再会させるよ！",
			"사랑이란 최고의 이념이자 이 세상의 보물이야! 서로 좋아하는 사이에 금이 갔다면, 노이가 그걸 고쳐줄게! 좋아하는 사람들이 헤어지게 된다면, 노이가 그들을 다시 만나게 해줄 거야!",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700423,
			null,
			"真正的爱，需要用情节去表达，用氛围去烘托，用台词去塑造，而不是依靠那些流于表面的约会、婚礼之类的场景设置。",
			"本物の愛って、話の流れとかで表現しながら、雰囲気でゆっくりと温めて、セリフによって形作るものであって、形だけのデートや結婚式みたいなシーンで無理に設定するものじゃなかったんだね。",
			"진정한 사랑이란, 이야기의 흐름으로 표현하면서 분위기로 서서히 익혀가고 대사를 통해 형성되는 거지, 형식적인 데이트나 결혼식 같은 장면으로 억지로 설정하는 게 아니었어.",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700424,
			null,
			"如果，我自己都没有想明白自己想要表达什么，只知道强求某些形式主义，那么对编剧来说自然就成了魔鬼甲方。",
			"祈は、祈が何を表現したいのかもよくわからなくて、形にこだわってたから、プロデューサーとしてはダメダメだったんだね。",
			"노이는, 노이가 무엇을 표현하고 싶은지도 잘 모르고 형식에 집착했으니까, 프로듀서로서는 완전 실패였네.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700425,
			null,
			"小祈，你已经找到了自己真正的电影理念了吗。",
			"どうやら祈ちゃん、自分の本当の映画の理念を見つけることができたみたいですね。",
			"보아하니 노이, 자신의 진정한 영화 이념을 찾은 모양이네.",
			null
		],
		[
			"msg",
			700426,
			null,
			"我也……",
			"私も……。",
			"나도…….",
			null
		],
		[
			"portraits",
			[
				30413,
				3,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700427,
			null,
			"我要重新开始！",
			"私もまた初めから出直すことにします！",
			"나도 다시 처음부터 시작해 보려고!",
			null
		]
	],
	"4254": [
		[
			"bgm",
			94
		],
		[
			"speaker",
			432063
		],
		[
			"bg",
			"CG10380"
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			700428,
			null,
			"赫姆要……重新开始？不再尝试编剧了吗？那神奈怎么办？",
			"初めから出直すの？もうシナリオは書かないの？そうしたら神奈ちゃんはどうなっちゃうの……。",
			"처음부터 다시 시작한다고? 이제 시나리오는 안 쓰는 거야? 그럼 카나쨩은 어떻게 되는 거야…….",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700429,
			null,
			"不不，当然不是这样。之前两个剧本的大纲设计得太过仓促，时间太久我也失去了创作的热情。我想写出一份合格的剧本，所以必须要舍弃掉它们。",
			"いえ、そういうわけじゃありません。このふたつのシナリオ、大枠を設定するのに少し急ぎすぎましたし、作ってから時間も経って創作の情熱もなくなってしまいました。ですので、しっかりしたシナリオを書くためにも、一度このふたつについては置いておこうと思うんです。",
			"아니, 그런 건 아닙니다. 이 두 시나리오는 큰 틀을 설정하는 데 조금 서두른 감이 있고, 만들고 나서 시간도 지나 창작 열정도 사라졌어요. 그래서 제대로 된 시나리오를 쓰기 위해서도, 한번 이 두 가지에 대해서는 잠시 접어두려고 생각 중이에요.",
			null
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700430,
			null,
			"但我会记住那些修改意见去思考接下来的路，最终都是经过自己苦恼而诞生的作品，怎么可能不是自己的东西呢。",
			"でも頂いた意見については十分生かして、これから書くシナリオにも反映したいと思います。このふたつのシナリオも、私が苦労してようやくできた作品ですし、自分自身のものであることに変わりはありませんからね。",
			"하지만 주신 의견은 충분히 살려서, 앞으로 쓸 시나리오에도 반영하고 싶어요. 이 두 시나리오도 제가 고생해서 겨우 완성한 작품이고, 제 자신의 것이라는 점은 변함없으니까요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				1,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700431,
			null,
			"还是灾难片吗？那……好，好吧。如果还需要小祈的帮助的话，尤其是，就是，如果有可能的话，交给小祈来拍摄……只是假设，假设而已。",
			"そしたらやっぱりパニック映画かな？それも……いいと思う。祈に力になれることがあったら……ううん、もしよかったら祈にも撮影を手伝わせてほしいな。",
			"그러면 역시 패닉 영화일까요? 그것도... 좋은 생각이에요. 기노에게 도움이 될 수 있는 게 있다면... 아니, 괜찮으시다면 기노도 촬영을 도와주셨으면 좋겠어요.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700432,
			null,
			"那就一起完成它吧。",
			"ふふ、私と一緒でよければ、ぜひ。",
			"후후, 저와 함께라면 괜찮으시다면, 꼭이요.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700433,
			null,
			"嗯嗯，小祈跟赫姆的首次合作，一定会让全世界充满爱！",
			"えっ！？祈とヘルムちゃんの初コラボだね！祈たちの作品できっと世界に愛があふれること間違いないよ！あっ、でもでもヘルムちゃんには神奈ちゃんが……",
			"엣!? 기노와 헬름 쨩의 첫 콜라보네요! 기노들의 작품이면 분명 세계에 사랑이 넘칠 거예요! 아, 하지만 하지만 헬름 쨩에게는 카나 쨩이...",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700434,
			null,
			"新人编剧尖叫着，海螺小姐要来了！有人需要演员吗？",
			"——新人脚本家が呼んでいる気がする。巻貝のお姉ちゃんがやってきたよ。俳優が必要な人はどこ？",
			"——신인 각본가가 부르고 있는 것 같아. 소라네 언니가 왔어. 배우가 필요한 사람은 어디?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700435,
			null,
			"海螺小姐？？呃，也是，毕竟早上就出现了，我早该想到的，性格极其糟糕的海螺小姐。",
			"ノーデンスさん！？ああ、でもいらしても不思議じゃないですよね。午前中もお会いしましたし、ここで意地悪な巻貝のお姉さんが登場してもなんの不思議もありませんもんね。",
			"노던스 씨!? 아, 하지만 오셔도 이상하지 않네요. 오전에도 뵀으니까, 여기에 장난꾸러기 소라네 언니가 등장해도 전혀 이상할 게 없죠.",
			null
		],
		[
			"speaker",
			434774
		],
		[
			"portraits",
			[
				30414,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700436,
			null,
			"别在意啦。我只是看到有人陷入迷茫，就忍不住援助一下而已。",
			"どうか気を悪くしないでね。どうしていいかわからず困っている人を見ると、ついつい手助けしちゃうだけだから。",
			"제발 기분 나빠하지 말아줘. 어떻게 해야 할지 몰라 헤매는 사람을 보면,ついつい 도움을 주게 되니까.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				4,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700437,
			null,
			"海螺姐姐，一直在戏弄小祈吗？早上就是她告诉小祈把赫姆带到花圃去，就能见到神奈的。",
			"ノーデンスさんは祈のことをずっとからかってたの？さっきノーデンスさんにヘルムちゃんをお花畑に連れて行くよう言われたよ。そしたら神奈ちゃんに会えるって。",
			"노던스 씨는 기노를 계속 놀려댔던 거야? 아까 노던스 씨에게 헬름 쨩을 꽃밭으로 데려가라고 들었어. 그러면 카나 쨩을 만날 수 있다고.",
			null
		],
		[
			"speaker",
			434774
		],
		[
			"portraits",
			[
				30413,
				4,
				true
			],
			[
				30414,
				1,
				false
			]
		],
		[
			"msg",
			700438,
			null,
			"小祈不是入园之前一直盯着我和幻梦境看，还坚持要求我们高强度互动吗？幻梦境直接塞了我一把猫毛，我也是受害者啊。",
			"だってあなた、入場前から私と幻夢境のことをずっと見てて、仲のいいやり取りを強要してきたじゃない。その対応を幻夢境に押し付けられて、その流れでこうなったんだから、お姉ちゃんもいわば被害者よ。",
			"왜냐면 당신, 입장 전부터 나와 몽경에 대한 걸 계속 지켜보면서, 친한 사이인 것처럼 행동하라고 강요했잖아. 그 대응을 몽경에게 떠넘겨져서, 그 흐름으로 이렇게 된 거니까, 언니도 어찌 보면 피해자야.",
			null
		],
		[
			"msg",
			700439,
			null,
			"我就干脆打听了一下她的来意，并且临时起义帮她一把。毕竟谁能想到，赫姆和神奈在家里都没有告别，却会同时出现在游乐园里呢？",
			"あのとき、ヘルムがここに来た訳を聞いて、急遽助けることにしたのよ。でもまさか、ヘルムが神奈とその話をしてなくて、偶然遊園地にふたりとも来ることになるとは思ってもみなかった。",
			"그때 헬름이 여기 온 이유를 듣고, 급히 도우기로 했어. 하지만 설마, 헬름이 카나에게 그 이야기를 안 해서 우연히 놀이공원에 둘 다 오게 될 줄은 꿈에도 몰랐지.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				4,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700440,
			null,
			"虽然很感谢你的好意，但是我很希望你每次出场的时候都能把你的口号念一遍，这样我能有些心理准备。",
			"ご厚意はありがたいのですが、登場されるときには毎回、ちゃんとノーデンスさんの口上を読み上げて頂きたいです。いきなりだとさすがにビックリしますので。",
			"호의는 감사하지만, 등장하실 때마다 매번 제대로 노던스 씨의 대사를 읽어 주셨으면 해요. 갑자기 등장하면 역시 놀랄 수밖에 없으니까요.",
			null
		],
		[
			"speaker",
			434774
		],
		[
			"portraits",
			[
				30414,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700441,
			null,
			"总之，赫姆你可以安心地把要写的情景写出来，最近我们这边也在尝试做更多合作，附近有很多人可以帮忙试演~当红的主播，现役偶像也在呢。",
			"コホン。まあとにかく、ヘルムもこれでようやく落ち着いて書きたいものを書くことができるね。最近、私の所でも色々と試験的に進めていてね。試演で協力できる人がたくさんいるのよ～。人気のインフルエンサーとか現役のアイドルとかも含めてね。",
			"흠흠. 어쨌든, 헬름도 이제야 마음 놓고 쓰고 싶은 걸 쓸 수 있겠네. 최근 내 쪽에서도 여러 가지 시험적으로 진행 중이고 말이야. 시연에 협력할 사람이 많아~. 인기 인플루언서나 현역 아이돌도 포함해서 말이지.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30414,
				6,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700442,
			null,
			"那还真是帮大忙了。",
			"それは本当に助かります。",
			"정말 도움이 됩니다.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700443,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			434774
		],
		[
			"portraits",
			[
				30414,
				6,
				false
			],
			[
				777,
				2,
				true
			]
		],
		[
			"msg",
			700444,
			null,
			"我们过来了哦，剧本写得怎么样了？",
			"連れてきたわよ。シナリオはもう書けた？",
			"데려왔어. 시나리오는 다 썼어?",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30414,
				6,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700445,
			null,
			"嗯，核心场景刚刚写好，总共有六名角色，来帮我们一下吧，诺登斯小姐，幻梦境小姐，还有……",
			"はい。主要なシーンをちょうど書き上げたところです。登場人物は計6人なのですが、手伝ってもらえますか？ノーデンスさんと幻夢境さん、それに……。",
			"네. 주요 장면을 방금 막 다 쓴 참이에요. 등장인물은 총 6명인데, 도와주실 수 있나요? 노던스 씨와 환몽경 씨, 그리고…….",
			null
		],
		[
			"portraits",
			[
				30414,
				6,
				true
			],
			[
				777,
				2,
				false
			]
		],
		[
			"msg",
			700446,
			null,
			"神奈~",
			"神奈ちゃんも……。",
			"카나도…….",
			null
		],
		[
			"speaker",
			204868
		],
		[
			"portraits",
			[
				30414,
				6,
				true
			],
			[
				1212,
				1,
				false
			]
		],
		[
			"msg",
			700447,
			null,
			"一听说赫姆写了剧本缺演员，神奈饭都不吃了就要跑过来。",
			"ヘルムさんの作品の撮影に俳優が足りてないと聞いて、神奈が食事中なのに急いで駆け付けてきたの。",
			"헬름 씨 작품 촬영에 배우가 모자란다 해서, 카나가 식사 중인데도 급히 달려왔어.",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				4,
				false
			],
			[
				1212,
				1,
				true
			]
		],
		[
			"msg",
			700448,
			null,
			"哪有！明明是你点的菜口味太怪根本吃不下好吗！",
			"んぐっ、ゴクン。待ちなさいよ！あなたが頼んだ料理が変な物ばかりで、食べるのに時間がかかったの！",
			"음, 꿀꺽. 기다리지 마세요! 당신이 주문한 요리가 다 이상한 것뿐이라서 먹는 데 시간이 걸렸다고요!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				759,
				4,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700449,
			null,
			"噗。嗯咳。",
			"ふふっ……コホン。",
			"후훗…… 콜록.",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				2,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700450,
			null,
			"对了赫姆，我今天才听说你也写了剧本啊？给我看看，快给我看看。",
			"そうだ、ヘルムちゃん。シナリオを書いてるってさっき初めて聞いたんだけど、私にも見せてほしいの。早く見せて！",
			"그러니까, 헬름 쨩. 시나리오를 쓴다고 방금 들었는데, 나도 좀 보여줘. 빨리 보여줘!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				759,
				2,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700451,
			null,
			"之前的那些就……先别了吧，我自己都觉得丢人。先看看我刚写的这一段怎么样？",
			"以前書いたものは……やめておきましょう。あれは自分でもなんだか恥ずかしいですし。まずは今書いたばかりの……これを見てくれますか？",
			"이전에 쓴 건…… 그만두기로 해요. 그건 제 자신도 뭔가 부끄럽고요. 일단 방금 막 쓴…… 이걸 봐주시겠어요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700452,
			null,
			"…………",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			700453,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			700454,
			null,
			"一段时间后",
			"しばらく経った。",
			"잠시 후.",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700455,
			null,
			"嗯，第一次就写到这个程度的话，相当厉害了。不过，缺点还挺明显的。",
			"すごい、もうここまで書けるなんて本当にすごい！確かに目立つ欠点もあるけど……。",
			"대단해, 벌써 이 정도까지 쓸 수 있다니 정말 대단해! 확실히 눈에 띄는 단점도 있지만…….",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				759,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700456,
			null,
			"这两份剧本……你有印象吗？",
			"このふたつのシナリオ……神奈ちゃん見覚えありますか？",
			"이 두 시나리오…… 카나 쨨 기억 나?",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700457,
			null,
			"这不是我之前写《亮闪闪今天会来》吗？刚当编剧那会，写了一堆的剧本发出去，都没几个回我的，就诺登斯表示有意思，但也是给我批得一无是处。",
			"これって以前、私が書いた『輝きが訪れる』だよね？当時、脚本家になったばかりでとにかくシナリオをたくさん書いて提出したんだけど、ほとんど返信すらもらえなくて。でもノーデンスさんは面白いって言ってくれたのよ。良くも悪くもたくさん批評は頂いたけどね。",
			"이거 예전에, 내가 쓴 『빛이 찾아오는』 맞지? 그땐 시나리오 라이터가 된 지 얼마 안 돼서 일단 시나리오를 많이 써서 제출했는데, 거의 답장도 받지 못했어. 하지만 노던스 씨는 재밌다고 말해줬지. 좋은 의미로든 나쁜 의미로든 많은 비평은 받았지만.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				759,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700458,
			null,
			"原来，神奈刚做编剧的时候也是这么坎坷的吗……我完全没有注意到。",
			"そうだったんですね。神奈ちゃんも駆け出しの頃はすごく大変だったんですね……。全然知りませんでした。",
			"그랬군요. 카나 쨨도 처음 시작할 땐 정말 힘들었군요……. 전혀 몰랐어요.",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700459,
			null,
			"也没必要说吧。虽然诺登斯表示了兴趣，但是她这人简直太怪了，你知道她有个什么习惯吗？",
			"うん。あえて言う必要もないのかなって。あのとき、ノーデンスさんに面白いと言ってもらえたけど、ノーデンスさんって本当におかしいのよ。彼女、ちょっと変わった習慣があってね。",
			"응. 굳이 말할 필요도 없을 것 같아. 그때 노던스 씨가 재밌다고 해줬지만, 노던스 씨는 정말 웃겨. 그녀는 좀 특이한 습관이 있거든.",
			null
		],
		[
			"portraits",
			[
				759,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700460,
			null,
			"就是我明明给她发的是电子稿，她会认真地把电子稿看一遍，然后给稿子打印出来，在打印稿上面乱圈乱画发表意见。",
			"私は打ち込んだ電子ファイルの原稿を送ったけど、ノーデンスさんは電子版を隈なく見たうえで原稿をわざわざプリントして、それに細々と意見を書いて寄越すの。",
			"나는 타이핑한 전자 파일 원고를 보냈는데, 노던스 씨는 전자판을 꼼꼼히 본 다음에 원고를 일부러 프린트해서, 그 위에 잔뜩 의견을 적어서 보내주는 거야.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				759,
				3,
				true
			],
			[
				777,
				4,
				false
			]
		],
		[
			"msg",
			700461,
			null,
			"啊，原来是她自己打印出来的吗……那，为啥后面这本是手写稿呢？",
			"ああっ、これってノーデンスさんが自分でプリントしたものだったんですね……。それじゃ、直した後のこちらはどうして手書きなんですか？",
			"아아, 이거 노던스 씨가 직접 프린트한 거였구나... 그럼 수정한 뒤의 이건 왜 손글씨인 거죠?",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				1,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700462,
			null,
			"这个啊，这个是我去萝神组的工作室谈剧本的事，正事办完之后就顺便谈了一下海螺小姐那个剧本。神曲很厉害，提了好多有用的意见。",
			"ああ、これね……。これはヴェロゴッドのスタジオにシナリオの話をしに行って、仕事の話が終わってから、おしゃべりのときに巻貝のお姉ちゃんのシナリオの話になってね。ヴェロゴッドの神曲ってホントすごくて、色々とためになる意見を出してくれてたんだ。",
			"아, 이거... 이건 베로고드 스튜디오에 시나리오 이야기를 하러 갔다가, 업무 이야기가 끝나고 수다 떨 때 소라네 언니 시나리오 이야기가 나왔어. 베로고드의 신곡은 정말 대단해서, 여러모로 도움 되는 의견을 많이 줬더라.",
			null
		],
		[
			"portraits",
			[
				759,
				3,
				false
			],
			[
				777,
				4,
				true
			]
		],
		[
			"msg",
			700463,
			null,
			"我之前改的都怀疑龙生了。",
			"その意見を参考に書き直したら、私が何度修正しても感じてた違和感がなくなったのよ。",
			"그 의견을 참고해서 다시 쓰니까, 내가 몇 번을 고쳐도 느껴지던 어색함이 사라졌어.",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				759,
				3,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700464,
			null,
			"噗……",
			"プッ……。",
			"풉......",
			null
		],
		[
			"speaker",
			204768
		],
		[
			"portraits",
			[
				759,
				1,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700465,
			null,
			"赫姆笑得好奇怪，明明在笑怎么又好像有点失落。",
			"ヘルムちゃん？変な笑い方してどうしたの……？笑ってるような、でもどこか落ち込んでいるような……。",
			"헬름 쨩? 이상하게 웃으면서 왜 그래...? 웃는 것 같으면서도 어딘가 풀이 죽은 듯한...",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				759,
				1,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700466,
			null,
			"就是觉得自己肯定不适合写侦探片……对了，我们先把这个剧本拍一下试试效果吧？小祈？",
			"いえ、私には推理物とか作る力はないだろうなとつくづく思っただけです……。そうだ、今書いたシナリオで撮影してみて、出来栄えを確認してみてもいいですか？祈ちゃん。",
			"아니, 나는 추리물 같은 건 만들 재능이 없구나 하고 �절히 느꼈을 뿐이에요... 그래, 지금 쓴 시나리오로 촬영해 보고, 완성된 모습을 확인해 봐도 될까요? 이노리 쨩.",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				7,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700467,
			null,
			"被幸福的环境冲昏头脑，小祈一下子都宕机了……",
			"あ……あぁ……。はっ、祈は幸せな雰囲気に浸ってしまって、一瞬頭がフリーズして何も考えられなくなってました！",
			"아... 아아... 핫, 이노리는 행복한 분위기에 젖어 버려서, 순간 머리가 프리즈 돼서 아무 생각도 못 했어!",
			null
		],
		[
			"portraits",
			[
				30413,
				6,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700468,
			null,
			"这就来！",
			"はい、撮りましょう！",
			"네, 찍어요!",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				30413,
				6,
				true
			],
			[
				777,
				1,
				false
			]
		],
		[
			"msg",
			700469,
			null,
			"那——",
			"それでは——",
			"그러면——",
			null
		],
		[
			"speaker",
			432063
		],
		[
			"portraits",
			[
				30413,
				3,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700470,
			null,
			"新电影的核心场景，action！",
			"新しいシーン、行きますよ～、アクション！",
			"새로운 씬, 갑니다~, 액션!",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700471,
			null,
			"啪！",
			"パッ！",
			"팍!",
			null
		],
		[
			"msg",
			700472,
			null,
			"轰隆隆！",
			"ドオオン！",
			"두오오온!",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			700473,
			null,
			"供电系统出问题了吗？",
			"何、停電？",
			"뭐야, 정전?",
			null
		],
		[
			"msg",
			700474,
			null,
			"发生了什么事？",
			"一体何があったの？",
			"대체 무슨 일이 있었던 거야?",
			null
		],
		[
			"msg",
			700475,
			null,
			"哇啊啊",
			"わああっ。",
			"우아앗.",
			null
		],
		[
			"msg",
			700476,
			null,
			"为什么忽然一片漆黑？",
			"突然真っ暗になったけど？",
			"갑자기 깜깜해졌는데?",
			null
		],
		[
			"msg",
			700477,
			null,
			"姐姐会保护你的！",
			"あなたのことは私が守ってあげるからね！",
			"당신은 내가 지켜줄게!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			700478,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204810
		],
		[
			"portraits",
			[
				777,
				2,
				false
			],
			[
				777,
				1,
				true
			]
		],
		[
			"msg",
			700479,
			null,
			"这里，是哪里啊？",
			"ここ……ここはどこでしょう？",
			"여기......여긴 어디지?",
			null
		]
	],
	"4255": [
		[
			"speaker",
			570293
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30421,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			570504,
			null,
			"有眼光！看我如何把这个稀烂的剧本救活！",
			"見る目があるわね！私がこのひどい脚本をいかに復活させるか、よ～く見てて！",
			"눈썰미가 좋군! 내가 이 끔찍한 대본을 어떻게 살려내는지 잘 봐!",
			null
		]
	],
	"4256": [
		[
			"speaker",
			570294
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30420,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			570505,
			null,
			"你一定很想和我一起生活在猫咪大世界吧？",
			"あなた、私と一緒に猫ちゃん大世界で暮らしたいの？",
			"너, 나랑 같이 고양이 대세계에서 살고 싶어?",
			null
		]
	],
	"4257": [
		[
			"speaker",
			570295
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30425,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			570506,
			null,
			"我会把你的信任，化作守护大家的力量。",
			"あなたのその信頼を、私はみんなを守る力へと変えますよぉ。",
			"당신의 그 믿음을, 제 모두를 지킬 힘으로 바꿀 거예요.",
			null
		]
	],
	"4258": [
		[
			"speaker",
			570296
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30423,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			570507,
			null,
			"野外医疗工作十分艰辛，有你相助，大家的健康就更有保障了。",
			"野外での医療はとても大変だけど、あなたのおかげで皆さんをより健康にすることができるわ。",
			"야외에서의 치료는 매우 힘들지만, 당신 덕분에 모두를 더 건강하게 할 수 있어요.",
			null
		]
	],
	"4259": [
		[
			"speaker",
			570297
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30424,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			570508,
			null,
			"感谢支持。前路或许凶险，有你相伴，我们就能走到最后。",
			"協力してくれてありがとう。この先は危険かもしれないけど、あなたがいてくれることで私たちも最後まで行けるわ。",
			"협력해줘서 고마워요. 앞으로는 위험할지도 모르지만, 당신이 있어줘서 우리도 끝까지 갈 수 있어요.",
			null
		]
	]
}