{
	"11400": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10536"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020658,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"bg",
			"CG10539"
		],
		[
			"msg",
			2020659,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"bgm",
			173
		],
		[
			"msg",
			2020660,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"bg",
			"CG10257"
		],
		[
			"msg",
			2020661,
			null,
			"夜晚的长空市也很热闹。",
			"夜の長空市もにぎやかだ。",
			"밤의 장공시도 활기차다.",
			null,
			null,
			"The city of Long Hollow is also very lively at night.",
			"The nighttime Chokkuu market is also lively."
		],
		[
			"msg",
			2020662,
			null,
			"嗅着游客手上拿着的小吃的那种，让本地人腻烦的添加剂气味，#n女人穿梭在人流中。",
			"観光客が手に持つ軽食の匂いで、地元の人がうんざりするほどの添加物の香りが漂う中、女性は人混みの中をすり抜けていった。",
			"관광객들이 손에 든 간식 냄새와 현지 사람들이 질릴 정도의 첨가물 향기가 흐르는 가운데, 한 여성이 인파 속을 슬쩍 빠져나갔다.",
			null,
			null,
			"Sniffing the kind of snacks that tourists hold in their hands, the additive smell that puts the locals off, the woman weaves her way through the crowds.",
			"The woman slipped through the crowd as the smell of refreshments in the tourists' hands wafted through the air, an additive smell that disgusted the locals."
		],
		[
			"msg",
			2020663,
			null,
			"多亏了所有人共通的克制，今年旅游节前一周没死一个人，甚至没有发生一起争斗。",
			"皆が節度を持っていたおかげで、今年の観光フェスティバル直前の1週間に1人の死人も出なかったどころか、1件の争いも起きなかった。",
			"모두가 절제를 지켰던 덕분에, 올해 관광 페스티벌 직전 1주일 동안 죽은 사람 한 명 나오지 않았을 뿐만 아니라, 다툼 한 건도 일어나지 않았다.",
			null,
			null,
			"Thanks to consensual restraint on the part of all, not a single person died in the week leading up to this year's travel festival, and not even a single fight broke out.",
			"Thanks to everyone's moderation, not a single death or even a single conflict occurred in the week immediately preceding this year's tourism festival."
		],
		[
			"msg",
			2020664,
			null,
			"而且，今天场子的【费用】也收集完毕了，她理应很满意。",
			"しかも、今日の【費用】も集め終わった。彼女は満足しているはずだった。",
			"게다가 오늘의 【비용】도 다 모았다. 그녀는 만족해야 할 터였다.",
			null,
			null,
			"Moreover, the [Expenses] of the field were collected today, so she should be rightfully satisfied.",
			"Moreover, she had finished collecting today's [expenses]. She should have been satisfied."
		],
		[
			"msg",
			2020665,
			null,
			"事实上，她也确实很满意。",
			"事実、彼女は満足していた。",
			"사실, 그녀는 만족하고 있었다.",
			null,
			null,
			"In fact, she was really pleased with it.",
			"In fact, she was satisfied."
		],
		[
			"msg",
			2020666,
			null,
			"但与满意并存的，是一种空虚的情绪。",
			"しかし、満足と同時に虚しく感じていた。",
			"하지만 만족과 동시에 허무함을 느끼고 있었다.",
			null,
			null,
			"But alongside satisfaction is an emptiness.",
			"But he felt satisfied and empty at the same time."
		],
		[
			"msg",
			2020667,
			null,
			"毕竟，女人清楚……至少比寻常人清楚这绚烂的欢乐世界是怎样构成的，她也是其中的一块基石。",
			"なぜなら彼女は……少なくとも普通の人よりも、この華やかな世界がどのように構成されているかを知っており、自分もその礎の一部であることを知っていたからだ。",
			"왜냐하면 그녀는... 적어도 평범한 사람들보다 이 화려한 세계가 어떻게 구성되어 있는지를 알고 있었으며, 자신도 그 초석의 일부라는 것을 알고 있었기 때문이다.",
			null,
			null,
			"After all, the woman knows ...... well, at least better than the unusual man, how this splendid world of pleasure is made up, and she is a cornerstone of it.",
			"Because she ...... at least knew more than most people about how this glamorous world was structured, and she knew she was part of its cornerstone."
		],
		[
			"msg",
			2020668,
			null,
			"只不过，女人更清楚，自己的这点空虚情绪，只是偌大宫殿某处花盆下的一只潮虫，只是这样的东西而已。",
			"ただ、彼女はより深く理解していた。自分の虚しさは、巨大な宮殿のどこかの鉢植えの下にいるだけの、ダンゴムシのようなものにすぎないということを。",
			"단지, 그녀는 더 깊이 이해하고 있었다. 자신의 공허함이 거대한 궁전 어딘가의 화분 아래에 있는 공벌레 같은 존재에 불과하다는 것을.",
			null,
			null,
			"Only, the woman knew better, this empty emotion of hers was just a tide worm under a flowerpot somewhere in the vast palace, just such a thing.",
			"Only, she understood more deeply. That her own emptiness was merely a dumpling, a potted plant somewhere under a giant palace."
		],
		[
			"msg",
			2020669,
			null,
			"所以，还是欢喜的心绪占了上风。",
			"だから喜びの感情が勝っていた。",
			"그래서 기쁨의 감정이 더 컸다.",
			null,
			null,
			"So, it's still the joyfulness that prevails.",
			"So feelings of joy prevailed."
		]
	],
	"11401": [
		[
			"bgm",
			173
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020670,
			null,
			"被撞到了。",
			"——誰かとぶつかった。",
			"——누군가와 부딪쳤다.",
			null,
			null,
			"Bumped.",
			"--I bumped into someone."
		],
		[
			"msg",
			2020671,
			null,
			"要让那不知好歹的小孩流泪吗？",
			"あの無礼なガキを懲らしめるべきか？",
			"그 무례한 꼬맹이를 혼내줘야 할까?",
			null,
			null,
			"To make that ungrateful child shed tears?",
			"Should we discipline that disrespectful little brat?"
		],
		[
			"speaker",
			320897
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020672,
			null,
			"……算了。",
			"……やめておこう。",
			"……그만두자.",
			null,
			null,
			"...... Forget it.",
			"...... I'll stop."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020673,
			null,
			"女人想着，但最终决定算了。旅游节的大街上做出这种事不符合她和家族的利益。",
			"彼女は思考を巡らせた末、結局やめることにした。観光フェスティバルの大通りでそのようなことをしても、彼女やファミリーの利益にはならない。",
			"그녀는 고민 끝에 결국 그만두기로 했다. 관광 페스티벌이 한창인 대로에서 그런 일을 해봤자 그녀나 가족의 이익에는 도움이 되지 않을 테니까.",
			null,
			null,
			"The woman thought, but ultimately decided to let it go. It wasn't in her or the family's interest to do something like this on the streets of a tourist festival.",
			"After much thought, she eventually decided to stop. It was not in her or her family's best interest to do so on the main street of a tourist festival."
		],
		[
			"msg",
			2020674,
			null,
			"所以，这位铁之手的干部决定返回自己的办公室，清点账目，并且按照纪律，上交那件东西。",
			"そのため、この「鉄の手」の幹部は自分の事務所に戻り、帳簿を確認し、規律に従って、その品を上に差し出すことにした。",
			"그래서 이 「철의 손」 간부는 자신의 사무실로 돌아가 장부를 확인하고, 규율에 따라 그 물건을 상부에 바치기로 결심했다.",
			null,
			null,
			"So, this cadre of the Iron Hand decided to return to his office, take stock of the accounts and, as a matter of discipline, turn that item in.",
			"Therefore, this \"iron hand\" executive returned to his office, checked the books, and, according to discipline, presented the item to his superior."
		]
	],
	"11402": [
		[
			"stopBGM"
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020675,
			null,
			"<color=#6666FFFF>你。</color>",
			"<color=#6666FFFF>あなた。</color>",
			"<color=#6666FFFF>당신.</color>",
			null,
			null,
			"<color=#6666FFFF>You. </color>",
			"<color=#6666FFFF>You. </color>"
		]
	],
	"11403": [
		[
			"bgm",
			172
		],
		[
			"speaker",
			320897
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020676,
			null,
			"你……有人……怎么回事……我喝多了吗？",
			"……誰？……どういうこと？……飲みすぎたの？",
			"……누구?……무슨 소리야?……너무 많이 마신 거 아니?",
			null,
			null,
			"You ...... someone ...... what's going on ...... am I drunk?",
			"...... Who? What do you mean ......? Did you drink too much ......?"
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020677,
			null,
			"<color=#6666FFFF>你……为什么敢向我们隐瞒信息？</color>",
			"<color=#6666FFFF>あなた……どうして私たちに情報を隠そうとするの？</color>",
			"<color=#6666FFFF>너…… 왜 우리에게 정보를 숨기려고 하는 거야?</color>",
			null,
			null,
			"<color=#6666FFFF>Why do you ...... dare hide information from us? </color",
			"<color=#6666FFFF>You ...... why are you trying to hide information from us? </color>"
		],
		[
			"bg",
			"CG10494"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020678,
			null,
			"谁？我的脑子……",
			"誰？頭が……。",
			"누구? 머리가…….",
			null,
			null,
			"Who? My brain ......",
			"Who? Head to ......."
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020679,
			null,
			"<color=#6666FFFF>你知道这有什么结果吗？</color>",
			"<color=#6666FFFF>その結果がどうなるかわかっているの？</color>",
			"<color=#6666FFFF>그 결과가 어떻게 될지 알고 있는 거야?</color>",
			null,
			null,
			"<color=#6666FFFF>Do you know what comes of this? </color",
			"<color=#6666FFFF>Do you know what the consequences of that will be? </color>"
		]
	],
	"11404": [
		[
			"bgm",
			172
		],
		[
			"speaker",
			320897
		],
		[
			"bg",
			"CG10257"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020680,
			null,
			"……有人在我的脑子里说话？",
			"……誰かが私に直接語りかけているの？",
			"……누군가가 나에게 직접 말을 걸고 있는 건가?",
			null,
			null,
			"...... someone talking in my head?",
			"Is ...... someone speaking directly to me?"
		],
		[
			"msg",
			2020681,
			null,
			"圣痕使？不妙，绝对是圣痕使——",
			"まずい、絶対に聖痕使いだ——",
			"큰일이다, 절대로 성흔 사용자다——",
			null,
			null,
			"Stigmata? No good, it's definitely the Stigmata--",
			"Oh no, it's definitely a sacristan--"
		],
		[
			"msg",
			2020682,
			null,
			"我是铁之手的成员，您是效力于哪位继业者的圣痕骑士？我能为您做什么？",
			"私は「鉄の手」のメンバーです。あなたはどの後継者に仕えている聖痕騎士ですか？何かお手伝いできることはありますか？",
			"나는「철의 손」의 멤버입니다. 당신은 어떤 후계자에게 섬기고 있는 성흔 기사입니까? 뭐든 도와드릴 게 있나요?",
			null,
			null,
			"I am a member of the Iron Hands. Which Successor Stigma Knight do you serve? What can I do for you?",
			"I am a member of the Hand of Iron. Which successor are you a Stigmata Knight in the service of? Is there anything I can help you with?"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020683,
			null,
			"<color=#6666FFFF>这条街上停车楼的录像，为什么要隐瞒？</color>",
			"<color=#6666FFFF>この通りの駐車場ビルの映像をなぜ隠すのかしら？</color>",
			"<color=#6666FFFF>이 거리의 주차장 빌딩 영상을 왜 숨기는 거야?</color>",
			null,
			null,
			"<color=#6666FFFF>Why is the video of the parking building on this street being withheld? </color",
			"<color=#6666FFFF>Why would they hide the footage of the parking building on this street? </color>"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020684,
			null,
			"这这这——这是惯例！我们的纪律——重大节日期间，如果我们负责的地区发生了恶性事件，我们会先拿回录像资料给上面研究严重程度，然后再……再……",
			"そ、そ、それは——それが慣例なんです！私たちの規律では——重大な行事の期間中、私たちが担当する地区で悪質な事件が発生した場合、まず映像資料を取り戻して上層部に重要度を確認してもらい、それから……それから……。",
			"그, 그, 그것은——그게 관례랍니다! 우리의 규율에서는——중대한 행사 기간 중, 우리가 담당하는 지역에서 악질적인 사건이 발생한 경우, 먼저 영상 자료를 회수해 상층부에 중요도를 확인받고, 그다음…… 그다음…….",
			null,
			null,
			"This this this - this is customary! Our Discipline - During major festivals, if a vicious incident occurs in the area we are responsible for, we will first take back the video footage to the top to study the severity before ...... re... ...",
			"Well, that's--that's the customary practice! In our discipline--if a malicious incident occurs in the district we are responsible for during a major event, we first retrieve the video material and have it reviewed by upper management for importance, and then ...... and then ......."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020685,
			null,
			"<color=#6666FFFF>我的耐心很少，而我的慈悲则更甚之，摆出可怜的样子，不会收获宽容。</color>",
			"<color=#6666FFFF>私は辛抱強くないし、慈悲の心はそれ以上に少ないの。哀れな姿を見せても、容赦はしないわ。</color>",
			"<color=#6666FFFF>나는 참을성이 없고, 자비심은 그보다 더 적어. 불쌍한 모습을 보여도 용서는 안 해.</color>",
			null,
			null,
			"<color=#6666FFFF>My patience is little, and my compassion even more so, and posing for pity will not reap forgiveness. </color>",
			"<COLOR=#6666FFFF>I am not patient and I have even less compassion. I will show no mercy for your pathetic appearance. </color>"
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			2020686,
			null,
			"汗毛，倒立了起来，女人感觉到了，对方一定用什么东西瞄准了自己，不，真的只是瞄准了吗？她怎么觉得那东西早已经穿喉而过了？什么样的人会有这样的杀气？",
			"全身の毛が逆立った。彼女は、相手が何かで自分を狙っているに違いないと感じた。いや、本当に狙っているだけだろうか？既にその何かが自分の喉を貫いているようにも感じた。これほどの殺気を持っているのは何者なのだろうか？",
			"전신의 털이 곤두섰다. 그녀는, 상대가 무언가로 자신을 노리고 있음에 틀림없다고 느꼈다. 아니, 정말로 노리고 있는 것일까? 이미 그 무언가가 자신의 목을 관통하고 있는 것처럼도 느껴졌다. 이 정도의 살기를 가진 자는 대체 누구일까?",
			null,
			null,
			"Sweating, upside down, the woman sensed it, the other party must have aimed at her with something, no, was it really just aiming? Why did she feel that the thing had gone through her throat long ago? What kind of person would have such a killing aura?",
			"Every hair on her body stood on end. She felt that the other party must be targeting her with something. No, could it really just be aiming at her? It felt as if that something was already piercing her throat. Who is it that has such a killing intent?"
		],
		[
			"msg",
			2020687,
			null,
			"枪呢？应该拔枪吗？应该去抚摸那能让人安心的魔法铁块吗？",
			"銃を抜くべきか？安心感を与えてくれる魔法の鉄の塊に触れるべきか？",
			"총을 뽑아야 할까? 안심감을 주는 마법의 철덩어리를 만져야 할까?",
			null,
			null,
			"Where's the gun? Should one draw the gun? Should one stroke the magic iron that reassures?",
			"Should I pull out my gun? Should I touch the magic piece of steel that gives me peace of mind?"
		],
		[
			"msg",
			2020688,
			null,
			"在大脑闪过这样念头的瞬间，女人发现了自己腰间的重量不对。",
			"さまざまな考えが頭をよぎった瞬間、女性は自分の腰の重みがいつもと違っていることに気がついた。",
			"온갖 생각이 머리를 스치는 순간, 여성은 자신의 허리 무게가 평소와 다르다는 것을 깨달았다.",
			null,
			null,
			"The moment such a thought flashed through her brain, the woman realized that the weight around her waist was wrong.",
			"At a moment when all sorts of thoughts were going through her mind, the woman noticed that the weight on her hips was different than usual."
		],
		[
			"msg",
			2020689,
			null,
			"没有枪……而且枪带也没被打开，枪就只是……消失了？",
			"銃がない……しかもホルスターは開けられていない。銃だけが……消えた？",
			"총이 없다…… 게다가 홀스터는 열리지 않았다. 총만…… 사라진 건가?",
			null,
			null,
			"There was no gun ...... and the belt wasn't opened, the gun just ...... disappeared?",
			"The gun is missing ...... and the holster has not been opened. Only the gun is missing ......?"
		],
		[
			"msg",
			2020690,
			null,
			"不……不只是消失，只是枪柄和扳机不见了，枪管却还在枪带里……谁能悄无声息地做到这样的事？",
			"いや……ただ消えただけではない。銃のグリップと引き金だけが消え、銃身はホルスターに残っている……一体誰が、音も立てず、こんな芸当をできるというのだろうか。",
			"아니…… 그냥 사라진 게 아니다. 총의 그립과 방아쇠만 사라지고, 총신은 홀스터에 남아 있다…… 대체 누가, 소리도 내지 않고 이런 묘기를 부릴 수 있다는 거지.",
			null,
			null,
			"No ...... not just disappeared, just the handle and trigger are gone and the barrel is still in the band ...... Who could do such a thing silently?",
			"No,...... it didn't just disappear. Only the grip and trigger of the gun are gone, and the barrel remains in the holster....... Who in the world could pull off such a trick without making a sound?"
		],
		[
			"speaker",
			320897
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020691,
			null,
			"是……是！我们如果发现是比较恶劣但能私下解决的事件，就会解决掉，然后不上报给……给你们。",
			"は……はい！もし悪質な事件に気づいても、私たちが処理できる場合、それを秘密裏に処理して、あなた方に……報告しないようにしています。",
			"네, 네! 만약 악질적인 사건을 발견해도, 우리가 처리할 수 있는 경우에는 그것을 비밀리에 처리해서, 여러분께…… 보고하지 않도록 하고 있습니다.",
			null,
			null,
			"Yes ...... yes! If we find that it's a more egregious but privately resolvable incident, we'll resolve it and then not report it to ...... for you.",
			"is ...... yes! If we become aware of a malicious incident and we can handle it, we will handle it confidentially and not report it to you guys at ......."
		],
		[
			"msg",
			2020692,
			null,
			"长空市的所有地下力量都全心全意为南陆联合效劳，只是我们……我们实际工作也有很难向阁下解释的地方，请您……请您理解……",
			"長空市の地下勢力はすべての南大陸連合に全力で仕えています。ただ、私たちの……私たちの実際の仕事には、あなたに説明しにくいことがあります。どうか……どうかご理解ください……。",
			"창공시의 지하 세력은 모든 남대륙 연합에 전력을 다해 복무하고 있습니다. 다만, 우리의…… 우리의 실제 업무에는, 당신께 설명하기 어려운 부분이 있습니다. 부디…… 부디 이해해 주십시오…….",
			null,
			null,
			"All the underground forces in Long Hollow City are wholeheartedly at the service of Southland United, it's just that we ...... we actually work there are also very difficult to explain to Your Excellency, please ...... please understand ......",
			"The underground forces of Changkuo City serve all the Southern Continental Alliance to the best of their ability. However, there are some things in our ...... our actual work that are difficult to explain to you. Please ...... please understand ......."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020693,
			null,
			"<color=#6666FFFF>录像备份。</color>",
			"<color=#6666FFFF>録画映像のバックアップ。</color>",
			"<color=#6666FFFF>녹화 영상의 백업.</color>",
			null,
			null,
			"<color=#6666FFFF>Video backup. </color>",
			"<color=#6666FFFF>Backup of recorded video. </color>"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020694,
			null,
			"……是。",
			"……はい。",
			"……네.",
			null,
			null,
			"...... is.",
			"...... Yes."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020695,
			null,
			"女人感觉到，有人拿走了那份录像。那人的手冰冷如冬。",
			"女性は誰かが録画映像を持ち去るのを感じた。その手は氷のように冷たかった。",
			"여성은 누군가가 녹화 영상을 가져가는 것을 느꼈다. 그 손은 얼음처럼 차가웠다.",
			null,
			null,
			"The woman sensed that someone had taken the video. The person's hands were cold as winter.",
			"The woman felt someone take away the video recording. The hand was as cold as ice."
		],
		[
			"msg",
			2020696,
			null,
			"<color=#6666FFFF>可怜虫。</color>",
			"<color=#6666FFFF>哀れね。</color>",
			"<color=#6666FFFF>불쌍하군.</color>",
			null,
			null,
			"<color=#6666FFFF>Pathetic. </color>",
			"<color=#6666FFFF>So pathetic. </color>"
		],
		[
			"speaker",
			320897
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020697,
			null,
			"……请不要，请不要杀我，我什么都不知道！",
			"……どうか、どうか殺さないでください。私は何も知りません！",
			"제발, 제발 죽이지 말아주세요. 나는 아무것도 모릅니다!",
			null,
			null,
			"...... Please don't, please don't kill me, I don't know anything!",
			"...... Please, please, please don't kill me. I do not know anything!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020698,
			null,
			"<color=#6666FFFF>你只是枚棋子，按照游戏规则被执棋的人操控。</color>",
			"<color=#6666FFFF>あなたは駒にすぎず、ゲームのルールに従って駒を動かす者に操られている。</color>",
			"<color=#6666FFFF>너는 단지 말에 불과하며, 게임의 규칙에 따라 말을 움직이는 자에게 조종당하고 있다.</color>",
			null,
			null,
			"<color=#6666FFFF>You are just a pawn, manipulated by the one who plays the game according to the rules. </color>",
			"<color=#6666FFFF>You are just a pawn, controlled by those who move the pawns according to the rules of the game. </color>"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020699,
			null,
			"是的！我只是枚棋子，照章办事，例行公事罢了。",
			"そうです！私はただの駒です。規則に従って動いているだけの駒なんです。",
			"맞아요! 나는 그저 말일 뿐이에요. 규칙에 따라 움직일 뿐인 말이에요.",
			null,
			null,
			"I'm just a pawn! I'm just a pawn. I'm just doing what I'm told. I'm just doing what I'm told.",
			"Yes, I am! I am just a pawn. I'm just a piece that moves according to the rules."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				true
			]
		],
		[
			"msg",
			2020700,
			null,
			"<color=#6666FFFF>那，作为棋子，就要有哪怕按照规则行动……</color>",
			"<color=#6666FFFF>では、駒として、規則に従って行動したとしても……。</color>",
			"<color=#6666FFFF>그렇다면, 말로서, 규칙에 따라 행동했다고 해도…….</color>",
			null,
			null,
			"<color=#6666FFFF>Then, as a pawn, one has to be able to act even according to the rules ......</color>",
			"<color=#6666FFFF>, as a piece, even if you act according to the rules, ....... </color>"
		],
		[
			"msg",
			2020701,
			null,
			"<color=#6666FFFF>也会被人吃掉的自觉。</color>",
			"<color=#6666FFFF>誰かに食べられる覚悟が必要ね。</color>",
			"<color=#6666FFFF>누군가에게 잡아먹힐 각오는 필요하겠네.</color>",
			null,
			null,
			"<color=#6666FFFF>The self-consciousness of being eaten too. </color",
			"<color=#6666FFFF>You need to be prepared for someone to eat you. </color>"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30967,
				0,
				false
			]
		],
		[
			"msg",
			2020702,
			null,
			"什么？不要……不要——！",
			"えっ？や、やめ……やめてくだ——！",
			"엣? 잠, 잠깐…… 그만해주——!",
			null,
			null,
			"What? Don't ...... don't-!",
			"What? Stop, stop ...... stop--!"
		]
	],
	"11405": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10257"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020703,
			null,
			"————啊啊啊啊啊————！！！",
			"————あああああ————！！！",
			"————아아아아————!!!",
			null,
			null,
			"---- Ahhhhhhhhhhhhhhh ----!!!",
			"---- Ohhhh ----!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020704,
			null,
			"嗯？好像有人在惨叫？",
			"今、誰かの悲鳴が聞こえたような？",
			"방금 누군가의 비명이 들린 것 같은데?",
			null,
			null,
			"Uh-huh? I think someone's screaming?",
			"Did I just hear someone scream?"
		],
		[
			"bgm",
			167
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020705,
			null,
			"算了，和我没关系。",
			"まぁいっか。あたしには関係ないし。",
			"뭐 어때. 나랑 상관없는 일이잖아.",
			null,
			null,
			"Forget it. It's got nothing to do with me.",
			"Oh well. It's none of my business."
		]
	],
	"11406": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30579,
				4,
				false
			]
		],
		[
			"msg",
			2020706,
			null,
			"卡琳。",
			"カリン。",
			"카린.",
			null,
			null,
			"Karin.",
			"Karin。"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				2,
				false
			],
			[
				30579,
				4,
				true
			]
		],
		[
			"msg",
			2020707,
			null,
			"听我说，今天我去女仆店里打工了——",
			"聞いてよアクリア、今日、メイドカフェでバイトしたんだ～",
			"아쿠리아, 들어봐. 오늘 메이드 카페에서 아르바이트 했어~",
			null,
			null,
			"Listen, I went to work at the maid store today-",
			"Listen, Arkria, I got a part-time job at a maid café today~!"
		],
		[
			"msg",
			2020708,
			null,
			"你看……啊现在我没穿女仆装，之后白天你可以来店里指名我哦。",
			"見て見て……あっ、今はメイド服を着てないけど、今度お店に来てあたしを指名してよ！精一杯おもてなしするからさ！",
			"봐봐... 아, 지금은 메이드 복장은 안 입었지만 다음에 가게에 와서 나를 지명해 줘! 최선을 다해서 서비스해 줄게!",
			null,
			null,
			"You see ...... ah now I did not wear a maid outfit, after the daytime you can come to the store to name me oh.",
			"Look and see ...... Oh, I'm not wearing a maid's outfit right now, but next time you come to the store and pick me up! I'll entertain you as much as I can!"
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30579,
				4,
				true
			]
		],
		[
			"msg",
			2020709,
			null,
			"对了，你事情办的怎么样啦？",
			"そうだ、アクリアは今忙しいのかな？",
			"그런데 아쿠리아는 지금 바쁜 거야?",
			null,
			null,
			"By the way, how are you doing?",
			"Yes, is Arkria busy right now?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30579,
				1,
				false
			]
		],
		[
			"msg",
			2020710,
			null,
			"……才刚开始。",
			"ええ……まだ始まったばかりよ。",
			"응... 아직 시작한 지 얼마 안 됐어.",
			null,
			null,
			"...... is just getting started.",
			"Yeah, ...... is just getting started."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30579,
				1,
				true
			]
		],
		[
			"msg",
			2020711,
			null,
			"需要我帮忙吗？",
			"手伝おうか？",
			"도와줄까?",
			null,
			null,
			"Can I help you?",
			"Need help?"
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30579,
				14,
				false
			]
		],
		[
			"msg",
			2020712,
			null,
			"卡琳现在也有在做的事吧？",
			"カリンにもやることがあるでしょう？",
			"카린도 할 일 있지?",
			null,
			null,
			"Karin's got something going on right now, doesn't she?",
			"Karin has things to do, doesn't she?"
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30579,
				1,
				false
			]
		],
		[
			"msg",
			2020713,
			null,
			"我的事情，我自己能够解决。",
			"私のことは自分で何とかするから。",
			"내 일은 내가 알아서 할 테니까.",
			null,
			null,
			"I can take care of my own business.",
			"I can take care of myself."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30579,
				1,
				true
			]
		],
		[
			"msg",
			2020714,
			null,
			"这样吗……那，加油？",
			"そっか……じゃあ、頑張ってね。",
			"그래... 그럼 힘내.",
			null,
			null,
			"This way? ...... That, come on?",
			"I see. ...... Well, good luck."
		],
		[
			"speaker",
			320771
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30579,
				1,
				false
			]
		],
		[
			"msg",
			2020715,
			null,
			"嗯。",
			"ええ。",
			"응.",
			null,
			null,
			"Uh-huh.",
			"Yes."
		],
		[
			"msg",
			2020716,
			null,
			"卡琳，也加油。",
			"カリンも頑張って。",
			"카린도 힘내.",
			null,
			null,
			"Karin, go for it too.",
			"Good luck Karin."
		]
	],
	"11407": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020717,
			null,
			"嗯……",
			"う～ん……。",
			"으음.......",
			null,
			null,
			"Hmmm ......",
			"Hmmm... ......."
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020718,
			null,
			"无论怎么说……阿库还有余裕关心我，应该问题不大。",
			"……あたしを気にかけてくれる余裕があるみたいだから、大きな問題は抱えてないってことだよね？",
			"......나를 신경 써줄 여유가 있는 걸 보니, 큰 문제는 없는 거겠지?",
			null,
			null,
			"Either way ...... Aku still has room to care about me, it shouldn't be much of a problem.",
			"It seems like you can afford to care about ...... me, so that means you don't have a big problem, right?"
		],
		[
			"portraits",
			[
				30568,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020719,
			null,
			"不过她心情看上去很不好的样子……该不会是因为我受伤了她觉得内疚吧？",
			"でも、機嫌悪そうだったな……あたしのケガと関係あるのかな？",
			"근데 기분이 안 좋아 보이던데... 내 부상과 관련이 있는 걸까?",
			null,
			null,
			"But she looks like she's in a bad mood ...... It can't be because she feels guilty that I got hurt, right?",
			"But you seemed to be in a bad mood. ...... I wonder if it had anything to do with my injury?"
		],
		[
			"msg",
			2020720,
			null,
			"又不是她的责任。",
			"アクリアのせいじゃないのに。",
			"아쿠리아 탓은 아닌데.",
			null,
			null,
			"It's not like it's her responsibility.",
			"Even though it wasn't Arkria's fault."
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020721,
			null,
			"啊对了，那个猫耳忘了拿。",
			"あっ、あの猫耳カチューシャを持って帰るの忘れてた。",
			"아, 저 고양이 귀 카츄샤 가져가는 걸 깜빡했네.",
			null,
			null,
			"Ah yes, that cat ear I forgot to take.",
			"Oh, I forgot to bring back that cat ear catsuit."
		],
		[
			"portraits",
			[
				30568,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020722,
			null,
			"心情会由外表决定，如果穿上可爱的衣服再戴上猫耳，阿库的心情也会变好吧！",
			"気分って服装でも変わるし、かわいい服に猫耳をつければ、アクリアの気分も晴れるよね！",
			"기분은 옷차림으로도 바뀌니까, 귀여운 옷에 고양이 귀를 달면 아쿠리아 기분도 풀릴 거야!",
			null,
			null,
			"Mood can be determined by appearance, so if you put on a cute outfit and cat ears, Aku's mood will change for the better, right?",
			"Moods change with clothes, and Arkria's mood would be lifted if she wore cute clothes and cat ears!"
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020723,
			null,
			"肯定是这样，那就去店里把猫耳带上再回宿舍——",
			"よし！忘れないうちにカチューシャを取りに戻ろう——",
			"좋아! 잊기 전에 카츄샤 가지러 다시 가자——",
			null,
			null,
			"It must be, so go to the store and bring the cat ears with you before you go back to the dorm-",
			"All right! Let's go back for the catsuit before I forget--"
		]
	],
	"11408": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320770
		],
		[
			"bg",
			"CG10257"
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020724,
			null,
			"打扰了！我又回来了。",
			"ごめんごめん！また戻ってきちゃった。",
			"미안미안! 또 돌아왔어.",
			null,
			null,
			"Excuse me! I'm back again.",
			"Sorry, sorry! I'm back again."
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020725,
			null,
			"嗯，大家都下班了啊。",
			"あれ、みんな帰ったのかな。",
			"어라, 다들 갔나 보네.",
			null,
			null,
			"Well, everyone's off work.",
			"Oh, did everyone go home?"
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020726,
			null,
			"去拿猫耳吧。",
			"まぁいっか。休憩室にカチューシャを取りに行こう。",
			"뭐 어때. 휴게실에 카츄샤 가지러 가자.",
			null,
			null,
			"Go get the cat ears.",
			"Oh well. Let's go get the catsuit in the break room."
		]
	],
	"11409": [
		[
			"bgm",
			167
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020727,
			null,
			"猫耳猫耳……嗯？",
			"猫耳、猫耳～っと……あれ？",
			"고양이 귀, 고양이 귀~…… 어라?",
			null,
			null,
			"Cat's Ear Cat's Ear ...... Hmmm?",
			"Cat ears, cat ears~To ...... Huh?"
		],
		[
			"msg",
			2020728,
			null,
			"这里，原来有扇门吗？",
			"こんなところにドアなんてあったっけ？",
			"이런 곳에 문이 있었나?",
			null,
			null,
			"Here, was there a door?",
			"Was there ever a door in this place?"
		],
		[
			"msg",
			2020729,
			null,
			"怎么白天都没发觉？啊，是不是那种，放东西的地下室？",
			"どうして昼間は気づかなかったんだろう？あっ、もしかして物置に使ってる地下室かな？",
			"왜 낮에는 눈치채지 못했을까? 아, 혹시 물건 보관하는 지하실인가?",
			null,
			null,
			"How come I didn't realize it during the day? Ah, is it one of those, uh, basements for stuff?",
			"Why didn't I notice it during the day? Oh, maybe it's the basement they use for storage?"
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020730,
			null,
			"好像一般这种地下室还会拿来打桌游。",
			"大体こういう地下室って、ボードゲームをする場所なんだよね。",
			"대개 이런 지하실은 보드게임 하는 장소잖아.",
			null,
			null,
			"It seems like usually this kind of basement is also used to play board games.",
			"Mostly, these basements are places to play board games."
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			2020731,
			null,
			"闲着也是闲着，进去看看。",
			"どうせ暇だし、中の様子を見てみよっか。",
			"어차피 한가하니, 안쪽을 살펴보자.",
			null,
			null,
			"I've got nothing to do but go in and take a look.",
			"I'm not busy anyway, so let's take a look inside."
		]
	]
}