{
	"1262": [
		[
			"bgm",
			64
		],
		[
			"speaker",
			204622
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307267,
			"Come in.",
			"进来吧。",
			"来なさい。",
			"오너라.",
			null,
			null,
			"Come on in.",
			"Come."
		],
		[
			"speaker",
			204615
		],
		[
			"bg",
			"CG10166"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				1,
				false
			]
		],
		[
			"msg",
			307268,
			"Here is……",
			"这里是……",
			"ここは……。",
			"여기는…….",
			null,
			null,
			"Here is ......",
			"You can find it here: ......."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307269,
			"Don't worry, it's a safe place I found in Academic City, it's on the border of the city, Honkai energy is thiner.",
			"放心吧，这里是我在学园都市找到的安全屋，这里处于学园都市的边缘地区，崩坏能的浓度相对较弱。",
			"安心して。ここは私が学園都市で見つけたセーフティハウスよ。学園都市の外れに位置していて、崩壊エネルギーの濃度も比較的低いの。",
			"안심해. 여기는 내가 학원 도시에서 찾은 세이프티 하우스야. 학원 도시의 외곽에 위치해 있고, 붕괴 에너지의 농도도 비교적 낮아.",
			"Don't worry, this is a safe house I found in Academy City. It's on the border of the city, so the Honkai Energy isn't as concentrated.",
			null,
			"Don't worry, this is a safe house I found in Academy City, which is at the edge of Academy City, where the concentration of collapse energy is relatively weak.",
			"Don't worry. This is a safety house I found in the city. It is located on the outskirts of the city and has a relatively low concentration of decay energy."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			307270,
			"You can find the way back in such distorted area.",
			"在空间扭曲这么剧烈的区域你居然能找到回来的路。",
			"空間の歪曲がこんなに激しいエリアで、まったく迷わないなんて。",
			"공간의 왜곡이 이렇게 심한 지역에서 전혀 길을 잃지 않다니.",
			"I'm surprised you can find your way back despite such severe spacial distortion.",
			null,
			"In an area where the spatial distortion is so violent you actually managed to find your way back.",
			"I can't believe that in an area with such severe spatial distortion, I didn't get lost at all."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307271,
			"I was observing Kiana and Mei after apart with you.",
			"和你们分开后我就一直在这个学园都市注视着琪亚娜和芽衣，所以在这几年里早就已经把这里摸透了。",
			"あなたたちと別れた後、あたくしはずっとこの学園都市でキアナと芽衣を監視していたの。だから、この数年でここにはすっかり詳しくなったわ。",
			"당신들과 헤어진 후, 난 계속 이 학원 도시에서 키아나와 메이를 감시하고 있었어. 그래서 이 몇 년 동안 여기에 대해 아주 잘 알게 되었지.",
			"After I left you guys, I've been keeping an eye on Kiana and Mei here in Academy City. That's why I've become so familiar with this place over the past few years.",
			null,
			"I've been watching Kiana and Meiko in this academy city since I separated from you, so I've gotten to know the place well in the past few years.",
			"After I left you guys, I have been keeping an eye on Kiana and Mei here in the school city. That's why I've become so familiar with this place over the past few years."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				6,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			307272,
			"Seele! Where's Seele!",
			"希儿呢！希儿在哪！",
			"ゼーレは！？ゼーレはどこですか！？",
			"제레는!? 제레는 어디에 있어요!?",
			null,
			null,
			"Where's Hill! Where's Hill!",
			"Where is Seele! Where is Seele!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				60,
				6,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307273,
			"Bronya……",
			"布洛妮娅……",
			"ブローニャ……。",
			"브로냐…….",
			null,
			null,
			"Bronya ......",
			"Bronya. ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				6,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			307274,
			"Get away! Seele!",
			"让开！希儿！",
			"どいてください！ゼーレッ！",
			"비켜요! 제레!",
			"Out of the way! Seele!",
			null,
			"Get out of the way! Hill!",
			"Out of the way, please! Zeret!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				60,
				6,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307275,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				5,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			307276,
			"Why didn't tell her the thing of Seele, is it because……",
			"为什么你遇到布洛妮娅的时候没有直接告诉她希儿的事情，是不是希儿她……",
			"どうして、ブローニャに会った時、すぐにゼーレのことを教えてあげなかったの？もしかして、ゼーレは……。",
			"왜, 브로냐를 만났을 때 바로 제레에 대해 말해주지 않은 거야? 혹시 제레는…….",
			"Why didn't you tell Bronya about Seele when you met her? Is Seele really...",
			null,
			"Why didn't you tell her directly about Hill when you met Bronya, was it Hill she ......",
			"Why didn't you tell Bronya about Seele right away when you met her? Perhaps Seele is ......."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				61,
				5,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307277,
			"I don't know what to do…I would rather not let her know the truth than let her see Seele die…...",
			"我不知道该怎么办…与其让布洛妮娅眼睁睁地看着希儿死去不如不让她知道真相……",
			"あたくし、どうしたらいいのか分からなくて……ゼーレはこのまま死ぬ運命よ。ブローニャに、ゼーレが死にゆく様を見せるより、真相を隠したままの方がいいと思って……。",
			"아타쿠시, 어떻게 해야 할지 몰라서…… 제레는 이대로 죽을 운명이야. 브로냐에게 제레가 죽어가는 모습을 보여주는 것보다 진상을 숨긴 채로 두는 편이 낫다고 생각해서…….",
			"I didn't know what to do... Seele's death is inevitable. I thought it would be better to hide the truth than to let Bronya see Seele's dying body.",
			null,
			"I don't know what to do...instead of letting Bronya watch Hillel die it's better not to let her know the truth ......",
			"I didn't know what to do. ...... Seele is doomed to die like this. I thought it would be better to keep the truth hidden from Bronya than to let her see Seele dying. ......"
		],
		[
			"msg",
			307278,
			"Even I did my best to avoid the attack, but Seele's body can't hold on any longer, Honkai has possessed her all over, I'm afraid……",
			"虽然我用尽全力挡下了致命的攻击，但是希儿的身体已经撑不了多久了，崩坏已经侵蚀了全身，恐怕……",
			"あたくしが全力を尽くして致命的な攻撃は防いだわ。けど……それでもゼーレの身体は長くない。全身が崩壊に侵蝕されていて、おそらくは……。",
			"아타쿠시가 전력을 다해 치명적인 공격은 막아냈어. 하지만…… 그래도 제레의 몸은 오래 버틸 수 없어. 전신이 붕괴에 침식당하고 있어서, 아마도…….",
			"I did my best to prevent a fatal attack but.... Seele's body isn't going to hold on much longer. The Honkai has eroded her entire body, I'm afraid...",
			null,
			"Although I used all my strength to block the fatal attack, but Hill's body has not lasted long, the collapse has eroded the whole body, I'm afraid ......",
			"I did my best to prevent a fatal attack. But ...... even so, Seele's body is not long for this. His entire body has been eroded by the disintegration, possibly ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				5,
				true
			],
			[
				55,
				3,
				false
			]
		],
		[
			"msg",
			307279,
			"How come……how come! Seele!",
			"怎么会……为什么会这样！希儿！",
			"くそっ……こんなことってあるかよ！ゼーレ！",
			"젠장…… 이런 일이 있을 수 있나! 제레!",
			null,
			null,
			"How did ...... why did this happen! Shire!",
			"Damn ...... how is this possible! Seele!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				3,
				true
			]
		],
		[
			"msg",
			307280,
			"Emesa! Don't go…let them stay for a while.",
			"埃米沙！不要进去…让布洛妮娅和希儿安静地相处吧。",
			"エミザ！入ってはダメよ……ブローニャとゼーレをそっとしておいてあげなさい。",
			"에미자! 들어가면 안 돼…… 브로냐와 제레를 혼자 둬야 해.",
			"Emesa! Don't go in there. Give  Bronya and Seele some time alone.",
			null,
			"Emesa! Don't go in there...let Bronya and Hill be quiet.",
			"Emesa! Don't come in. ...... Leave Bronya and Seele alone."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				55,
				3,
				false
			]
		],
		[
			"msg",
			307281,
			"But!",
			"可是！",
			"でもっ！！",
			"하지만!!",
			"But...!",
			null,
			"But!",
			"But!!!!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				55,
				3,
				true
			]
		],
		[
			"msg",
			307282,
			"Theresa, whtever happened, the best destination for them is to stay together.",
			"德丽莎，不管生死与否，那两个孩子最好的归宿就是陪伴在彼此的身边。",
			"テレサ、生き死にに関係なく、あの2人の子供にとって一番の結末は、お互いの傍にいることなの。",
			"테레사, 생사와 관계없이 그 두 아이에게 가장 좋은 결말은 서로의 곁에 있는 거야.",
			"Teresa, regardless of whether they live or die, the best outcome for those two children is to be there for each other.",
			null,
			"Theresa, whether alive or dead, the best place for those two children to be is by each other's side.",
			"Teresa, regardless of whether they live or die, the best outcome for those two children is to be there for each other."
		],
		[
			"msg",
			307283,
			"That's enough……",
			"这就够了……",
			"そう、これで十分……。",
			"그래, 이걸로 충분해…….",
			null,
			null,
			"That's enough ......",
			"Yes, this is enough ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				55,
				3,
				true
			]
		],
		[
			"msg",
			307284,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			307285,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				60,
				4,
				false
			],
			[
				55,
				3,
				true
			]
		],
		[
			"msg",
			307286,
			"Seele…I finally see you again.",
			"希儿…终于又见到你了。",
			"ゼーレ……ようやく会えました。",
			"제레……드디어 만났어요.",
			"Seele... I'm finally seeing you again.",
			null,
			"Hill...finally I see you again.",
			"Seele...... finally met."
		],
		[
			"msg",
			307287,
			"Seele…what happened to you…open your eyes……",
			"希儿…你怎么了…快睁开眼睛……",
			"ゼーレ……どうしたのですか……早く、その目を開けてください……。",
			"제레……왜 그래요……빨리, 그 눈을 떠주세요…….",
			"Seele...... what's wrong...... Hurry up and open your eyes.......",
			null,
			"Hill...what's wrong with you...open your eyes ......",
			"Seele...... what's wrong...... hurry up and open those eyes......."
		],
		[
			"msg",
			307288,
			"Seele…let me hear your voice……",
			"希儿…再让我听一下你的声音……",
			"ゼーレ……ブローニャにまたあなたの声を聞かせてください……。",
			"제레……브로냐에게 다시 당신의 목소리를 들려주세요…….",
			"Let me hear your voice again...",
			null,
			"Hill...let me hear your voice again ......",
			"Let Seele ...... Bronya hear from you again ......."
		],
		[
			"bg",
			"CG10158"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307289,
			"You always call my name when I'm back……why you're not doing this now……",
			"每次回来的时候你不都这么喊着我的名字么…为什么现在不说话呢……",
			"いつもブローニャが帰って来た時、ブローニャの名前を呼んでくれたではないですか……どうして、今は何も言わないのですか……。",
			"항상 브로냐가 돌아왔을 때, 브로냐의 이름을 불러주지 않았나요……왜, 지금은 아무 말도 하지 않는 거예요…….",
			"You always call my name when I come back.... Why aren't you saying anything...",
			null,
			"Every time you come back you do not shout my name so...why not talk now ......",
			"Didn't you always call Bronya's name when she came home ...... why don't you say anything now ......."
		],
		[
			"msg",
			307290,
			"Seele…Seele……",
			"希儿…希儿……",
			"ゼーレ……ゼーレ……。",
			"제레……제레…….",
			"Seele... Seele......",
			null,
			"Hill...Hill ......",
			"Seele ...... Seele ......."
		],
		[
			"msg",
			307291,
			"Sorry…sorry…sorry……",
			"对不起…对不起…对不起……",
			"ごめんなさい……ごめんなさい……ごめんな、さい……。",
			"미안해요……미안해요……미안해, 요…….",
			"I'm sorry... I'm sorry... I'm sorry...",
			null,
			"I'm sorry...I'm sorry...I'm sorry ......",
			"I'm sorry ...... sorry ...... sorry, sai ......."
		],
		[
			"msg",
			307292,
			"It's all my fault…my fault!",
			"都是我的错…都是我不好！",
			"全てブローニャのせいです……全てブローニャが悪いんです！",
			"모두 브로냐의 탓이에요……모두 브로냐가 나빠요!",
			"It's all my fault... It's all my fault!",
			null,
			"It's all my fault...it's all my fault!",
			"It's all Bronya's fault. ...... It's all Bronya's fault!"
		],
		[
			"msg",
			307293,
			"I should have stayed! It's my decision to make you like this! I should be the one to die!",
			"明明留下来的人应该是我才对！因为我的决定才会让你变成这样！明明真正该死的人是我！",
			"ブローニャが残るべきでした！ブローニャの決定のせいでゼーレはこんな風になってしまいました！本当に死ぬべきは、このブローニャのはずです！",
			"브로냐가 남아있어야 했어요! 브로냐의 결정 탓에 제레가 이런 모습이 되어버렸어요! 정말 죽어야 할 건 이 브로냐였어요!",
			"I'm the one that should have stayed! It was my decision to make you like this! I'm the one that deserves to die, not you!",
			null,
			"I should have been the one to stay! It was my decision that made you like this! I'm the one who really deserved to die!",
			"Bronya should have stayed! It's because of Bronya's decision that Seele ended up like this! It should have been this Bronya who really should have died!"
		],
		[
			"msg",
			307294,
			"Seele! Please…please open your eyes and take a look at me!",
			"希儿！求求你……求求你睁开眼睛再看我一下！",
			"ゼーレ！お願いです……お願いですから目を開けて、もう一度その瞳にブローニャを映してください！",
			"제레! 부탁이에요……부탁이니까 눈을 떠서, 다시 한 번 그 눈동자에 브로냐를 비춰주세요!",
			"Seele! Please... Open your eyes and look at me again!",
			null,
			"Hill! Please ...... please open your eyes and look at me again!",
			"Seele! Please ...... please open your eyes and look at Bronya in those eyes again!"
		],
		[
			"msg",
			307295,
			"I have so many things to tell you…...",
			"我有好多好多的话想和你说……",
			"ブローニャはゼーレに話したい事がたくさん、たくさんあるのです……。",
			"브로냐는 제레에게 말하고 싶은 게 많고, 많아요…….",
			null,
			null,
			"I have so many, many things to say to you ......",
			"Bronya has many, many things to tell Seele. ......"
		],
		[
			"msg",
			307296,
			"I won't say you are naughty…or lazy…and I will never let you alone!",
			"我不会再说你任性了…也不会怪你偷懒了…更不会留下你一个人！",
			"ブローニャはもうゼーレのことをワガママだなんて言ったりしません……サボっても怒ったりしません……もちろん、ゼーレを一人ぼっちにもしたりしません！",
			"브로냐는 이제 제레를 자기 멋대로라고 하지 않아요…… 게을리 떨더라도 화내지 않아요…… 물론, 제레를 혼자 두지도 않아요!",
			"I won't ever call you selfish again... Or get mad when you slack off... I'll never leave you alone!",
			null,
			"I won't say you're capricious anymore...and I won't blame you for being lazy...and I won't leave you alone!",
			"Bronya won't call Seele selfish anymore...... she won't get mad at him for slacking off...... and of course she won't leave him all alone!"
		],
		[
			"msg",
			307297,
			"As long as you can smile as before, I can do anything!",
			"只要你能像以前一样笑着，不管做什么我都愿意！",
			"ゼーレが以前のように笑ってくれるなら、ブローニャは何だってします！",
			"제레가 예전처럼 웃어준다면, 브로냐는 뭐든지 할 거예요!",
			"I'll do anything it takes to see you smile again!",
			null,
			"As long as you can smile like you used to, I'll do whatever it takes!",
			"Bronya will do anything to make Seele laugh like he used to!"
		],
		[
			"msg",
			307298,
			"Please…Seele…please……",
			"求求你…希儿…求求你……",
			"お願いです……ゼーレ……お願いです……。",
			"부탁이에요…… 제레…… 부탁이에요…….",
			"Please… Seele… please……",
			null,
			"Please...Shire...please ......",
			"Please ...... Seele ...... please ......."
		],
		[
			"msg",
			307299,
			"Please call me Bronya once more……",
			"再让我听下你挂在嘴边的“布洛妮娅姐姐”……",
			"その声でまた、ブローニャのことを「ブローニャお姉ちゃん」と呼んでください……。",
			"그 목소리로 다시, 브로냐를 「브로냐 언니」라고 불러주세요…….",
			"Please... Let me hear your voice again, calling out \"Bronya\"...",
			null,
			"Let me hear more about your \"Sister Bronya\" ......",
			"Please use that voice again and call Bronya \"Bronya Sis\" at ......."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			307300,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			307301,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"speaker",
			204621
		],
		[
			"bg",
			"CG10166"
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			307302,
			"Bronya, do you feel better?",
			"布洛妮娅，好些了么？",
			"ブローニャ……。",
			"브로냐…….",
			null,
			null,
			"Bronya, are you feeling better?",
			"Bronya. ......."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			307303,
			"Why she can't wake up…Theresa, what happened to her!",
			"希儿为什么醒不过来…德丽莎，她到底怎么样了！",
			"ゼーレはどうして目覚めないのですか……テレサ、ゼーレは一体どうしてしまったのですか！",
			"제레는 왜 깨어나지 않는 거예요…… 테레사, 제레는 대체 어떻게 된 거예요!",
			"Why won't she wake up... Theresa, what's wrong with her!?",
			null,
			"Why can't Hill wake up...Theresa, how the hell is she!",
			"Why won't Seele wake up...... Teresa, what the hell is wrong with Seele!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307304,
			"Bronya, Seele is……",
			"布洛妮娅，希儿她……",
			"ブローニャ、ゼーレは……。",
			"브로냐, 제레는…….",
			null,
			null,
			"Bronya, Shire she ......",
			"Bronya and Seele are available at ......."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				4,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			307305,
			"Hey! Did you all forget me as a doctor! What's in your head!",
			"喂！你们几个是不是忘了还有我这个医生在啊！没有医学常识的人瞎想什么！",
			"おいおいっ！お前ら、ここに医者がいることを忘れてないか！？医療の心得もない奴らが、適当なこと抜かすんじゃねえよ！",
			"어이어이! 너희들, 여기 의사가 있다는 걸 잊은 건 아니겠지!? 의료 지식도 없는 녀석들이 함부로 지껄이지 마라!",
			null,
			null,
			"Hey! Did you guys forget that I'm a doctor here? What do people without medical knowledge think!",
			"Hey, hey, hey! You guys are forgetting that we have a doctor here! Don't you people who don't know anything about medicine talk nonsense!"
		],
		[
			"msg",
			307306,
			"Get away! Put her down! What if she has wounds!",
			"让开！把病人放下平躺！要是希儿身上有什么伤怎么办！",
			"どけっ！病人の周りでメソメソすんな！ゼーレの身体に障ったらどうする！",
			"비켜! 환자 주변에서 울상짓지 마! 제레의 몸에 해를 입히면 어쩌려고!",
			null,
			null,
			"Get out of the way! Put the patient down and lie flat! What if Hill has some kind of injury!",
			"Get out of the way! Don't shush around a sick man! What if you're hurting Seele!"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				55,
				4,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			307307,
			"Eh…ok.",
			"唔…好的。",
			"エミザ……分かりました。",
			"에미자…… 알겠습니다.",
			null,
			null,
			"Well...okay.",
			"Emesa...... understand."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			307308,
			"Let me see……",
			"让我看看……",
			"どれどれ……。",
			"어디 보자…….",
			null,
			null,
			"Let me see ......",
			"Which is ......."
		],
		[
			"msg",
			307309,
			"Eh, there are some traumas, and weak hearbeats, and a bit fever.",
			"嗯，身上有些外伤感染，心律脉搏有些虚弱，还有一些热度。",
			"うーん、外傷による感染が少し、心拍と脈拍がやや弱く、それに熱があるな。",
			"흠, 외상으로 인한 감염이 약간 있고 심박과 맥박이 다소 약해, 게다가 열도 있군.",
			"Hmmm, a little infection from trauma, a slightly weak heartbeat and pulse, and a fever.",
			null,
			"Well, there was some traumatic infection, some weakness in the heart rhythm and pulse, and some heat.",
			"Hmmm, a little infection from trauma, a slightly weak heartbeat and pulse, and a fever."
		],
		[
			"portraits",
			[
				55,
				2,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			307310,
			"Don't worry, it's not very serious, she just fainted because of the strong attack, after all it's from Herrscher, she's lucky enough!",
			"放心吧，没什么大问题，应该是受到了强大的冲击暂时昏迷了，毕竟是律者的攻击，这已经是很幸运了！",
			"安心しろ、大したことない。きっと強い衝撃を受けたせいで、長期的に気を失っているだけだ。何たって律者の攻撃なんだからな。むしろ、この程度で済んでラッキーだ！",
			"안심해, 큰 문제 없어. 분명 강한 충격을 받은 탓에 오랫동안 의식을 잃고 있는 거야. 어쨌든 율자의 공격이었잖아. 오히려 이 정도로 끝나서 다행이야!",
			"It's fine! She's probably in a temporary coma from the Herrscher's attack. If anything, we're lucky it's only this bad!",
			null,
			"Don't worry, nothing serious, should be a powerful impact temporarily unconscious, after all, it is the attack of the Ruler, which is already very lucky!",
			"Rest assured, it's no big deal. It's probably just a long-term blackout due to the strong impact. After all, it was an attack by the scribe. If anything, we're lucky it's only this bad!"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				55,
				2,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307311,
			"But, but I told you……",
			"不，我不是和你说……",
			"いえ、言ったでしょ……。",
			"아니, 말했잖아…….",
			null,
			null,
			"No, I'm not talking to you ......",
			"No, I told you. ......"
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				55,
				2,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			307312,
			"Really…really!?",
			"真的么…你说的是真的么！？",
			"本当ですか……それは本当ですか！？",
			"정말이에요…… 그게 사실이에요!?",
			"Really? Are you telling the truth?",
			null,
			"Really?...are you telling the truth!",
			"Is it true ...... is it true!"
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				60,
				4,
				true
			]
		],
		[
			"msg",
			307313,
			"Bronya, it should e fine if Emesa says so, you know she drag me out of the grave, trust her.",
			"布洛妮娅，既然埃米沙这么说了应该没什么大问题，要知道她可是让我这种半只脚踩在坟墓里的人活到了现在，相信她吧。",
			"ブローニャ、エミザがそう言うならきっと大丈夫よ。私だって棺桶に片足を突っ込んだのに、エミザのおかげで生きてられたんだから。信じてあげましょう。",
			"브로냐, 에미자가 그렇게 말한다면 분명 괜찮을 거야. 나도 관에 한 발을 들여놓았는데 에미자 덕분에 살아남았잖아. 믿어주자구.",
			"If Emesa says it then it must be true. After all, I'm practically on death's doorstep and Emesa's been able to keep me alive. You can trust her.",
			null,
			"Bronya, since Emesa said so it should not be a big problem, you know she is the one who let a person like me half in the grave live until now, trust her.",
			"Bronya, if Emesa says so, you'll be fine. I had one foot in the coffin and Emesa kept me alive. I believe you."
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307314,
			"Himeko……",
			"姬子……",
			"姫子……。",
			"히메코…….",
			null,
			null,
			"Himeko ......",
			"Himeko. ......."
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				62,
				2,
				false
			]
		],
		[
			"msg",
			307315,
			"Yes, she's right…Seele will be fine.",
			"嗯，这个孩子说的没错…希儿一定没什么问题的。",
			"ええ、その子の言う通りよ……ゼーレは、きっと大丈夫。",
			"그래, 그 아이 말대로야……제레는 분명 괜찮을 거야.",
			"... Yeah, she's right. Seele will be fine.",
			null,
			"Well, the boy was right...there must be nothing wrong with Hill.",
			"Yeah, the girl is right. ...... Seele will be fine."
		],
		[
			"speaker",
			204620
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				60,
				4,
				false
			]
		],
		[
			"msg",
			307316,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			307317,
			"Really……really……",
			"是么……没问题么……",
			"そうなのですか……大丈夫なのですか……。",
			"그런 건가요……괜찮은 건가요…….",
			null,
			null,
			"Is it ...... no problem ......",
			"Is that so ...... okay ......."
		],
		[
			"msg",
			307318,
			"That's……",
			"真是……",
			"本当に……。",
			"정말…….",
			null,
			null,
			"Really ......",
			"Really ......."
		],
		[
			"portraits",
			[
				61,
				1,
				true
			],
			[
				60,
				2,
				false
			]
		],
		[
			"msg",
			307319,
			"so good……",
			"太好了……",
			"よかった、よかった……です……。",
			"다행이다, 다행이에요…….",
			null,
			null,
			"Great ......",
			"Good, good, good. ...... is ......."
		],
		[
			"speaker",
			204621
		],
		[
			"portraits",
			[
				61,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			307320,
			"Bronya! That one is…human?",
			"布洛妮娅！",
			"ブローニャ！？",
			"브로냐！？",
			"Bronya!?",
			null,
			"Bronya!",
			"Bronya!"
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				60,
				2,
				true
			]
		],
		[
			"msg",
			307321,
			"Shh! It's ok, she's just asleep.",
			"嘘！没事，她只是睡着了。",
			"シッ！大丈夫、眠っただけだ。",
			"쉿! 괜찮아, 잠든 거야.",
			null,
			null,
			"Shh! It's okay, she's just asleep.",
			"Shh! It's okay, I just fell asleep."
		],
		[
			"msg",
			307322,
			"She must haven't slept for several days…trying to find the Herrscher for Seele……",
			"这几天布洛妮娅一定也没有合过眼吧…为了希儿而到处寻找着律者……",
			"きっとブローニャは、ここ数日寝てなかったんだと思う……ゼーレのためにあちこち律者を探し回ってたんだろう……。",
			"분명 브로냐는, 며칠 동안 잠을 자지 못했을 거야……제레를 위해 여기저기 율자를 찾아다녔겠지…….",
			null,
			null,
			"These days Bronya must not have closed her eyes either...looking for the Ruler everywhere for Hier ......",
			"I'm sure Bronya hasn't slept in the last few days ...... and has been looking around for a scribe here and there for Seele. ......"
		],
		[
			"speaker",
			204622
		],
		[
			"portraits",
			[
				55,
				1,
				true
			],
			[
				62,
				1,
				false
			]
		],
		[
			"msg",
			307323,
			"……Is it really good for her? I know your feelings, but it's more cruel when she's faced with the truth.",
			"……你们这么骗她真的好么？我知道你们的心情，但是当她面对真相的时候将会变得更残酷。",
			"……あなたたち、そうやってブローニャを騙して本当にいいの？あなたたちの気持ちは分かるけど、彼女が真相を知った時、もっと深い絶望を与えることになるわよ。",
			"……너희들, 그렇게 브로냐를 속여도 정말 괜찮은 거야? 너희들의 마음은 알겠지만, 그녀가 진상을 알게 됐을 때 더 깊은 절망을 안겨주게 될 거야.",
			"...Are you all sure you want to deceive Bronya like that? I understand how you feel, but it's going to be even more cruel when she finds out the truth.",
			null,
			"...... Is it really okay for you guys to lie to her like this? I know how you feel, but when she faces the truth will become more cruel.",
			"...... Are you guys sure you want to deceive Bronya like that? I understand how you guys feel, but when she finds out the truth, you will give her a deeper despair."
		],
		[
			"speaker",
			204615
		],
		[
			"portraits",
			[
				55,
				1,
				false
			],
			[
				62,
				1,
				true
			]
		],
		[
			"msg",
			307324,
			"Sorry, I will tell her myself until then, at least let her relax and sleep well now.",
			"对不起，到那个时候我会亲自告诉布洛妮娅的，至少让她暂时放下心来好好睡一觉吧。",
			"悪い……。でも、その時は私の口からブローニャに伝えるさ。少なくとも今は心を落ち着かせて、寝させてやらないと。",
			"미안……. 하지만 그때는 내 입으로 브로냐에게 전할게. 적어도 지금은 마음을 진정시키고 자게 해야지.",
			"Sorry... I'll tell Bronya the truth when it gets to that point. At least for now, I want her to be able to relax and get some sleep.",
			null,
			"I'm sorry, I'll tell Bronya myself at that time, at least let her put her mind down for a while and get some sleep.",
			"Sorry ....... But then I'll tell Bronya from my own mouth. At least now I have to put my mind at ease and let her sleep."
		],
		[
			"msg",
			307325,
			"But that's the only \"treatment\" I can think of……",
			"但这是现在我唯一能想到的“治疗手段”了……",
			"これが、今思いつく唯一の「治療方法」なんだ……。",
			"이게, 지금 생각나는 유일한「치료 방법」인 거야…….",
			"This is the only \"treatment\" I can think of right now...",
			null,
			"But this is the only \"cure\" I can think of right now ......",
			"This is the only \"cure\" I can think of right now. ......"
		]
	]
}