{
	"10040": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204758
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				30320,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713407,
			null,
			"奥托！",
			"オットー！！",
			"오토!!",
			null,
			null,
			"Otto!",
			"Otto!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713408,
			null,
			"大喊之间，“犹大的抉择”绽放出耀眼的光芒，将阻拦在两人之间的白色人体全部横扫开去，而等到光芒暂时熄灭，尘埃落定之时，战场之上彼此的身影毫无阻碍地映入了两人眼眸之中。",
			"叫び声とともに、「誓約の選択」がまばゆい光を放ち、二人の間にいる白色人間をすべてなぎ払った。そして、光が消え砂埃が収まると、戦場に立つ二人の間を妨げるものは何もなく、お互いの姿をはっきりと確認できる。",
			"외침과 함께, 「서약의 선택」이 눈부신 빛을 발하며 두 사람 사이의 백색 인간들을 모두 쓸어버렸다. 그리고 빛이 사라지고 먼지가 가라앉자, 전장에 선 두 사람 사이를 가로막는 것은 아무것도 없었고, 서로의 모습을 선명히 확인할 수 있었다.",
			null,
			null,
			"The \"Judah's Choice\" blossomed into a dazzling light that swept away all the white bodies between the two, and when the light temporarily went out and the dust settled, the figures of each other on the battlefield were reflected in the eyes of the two without obstruction.",
			"With a shout, the \"choice of covenant\" shone with a blinding light that swept away all the white humans between the two of them. Then, as the light fades and the dust settles, nothing obstructs the two standing on the battlefield, and they can clearly see each other."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			713409,
			null,
			"……你来了，卡莲。",
			"……来てくれたんだね、カレン。",
			"……와 줬구나, 카렌.",
			null,
			null,
			"...... There you are, Carine.",
			"I'm glad you came to ......, Karen."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			713410,
			null,
			"两人并肩而立。",
			"二人は並んで立った。",
			"두 사람은 나란히 섰다.",
			null,
			null,
			"The two men stood side by side.",
			"They stood side by side."
		],
		[
			"msg",
			713411,
			null,
			"数月未见，但在相见的一刹那，两个人都仿佛能猜出对方在想什么。",
			"数カ月ぶりの再会だったが、再開した瞬間、お互いに相手の考えていることが伝わった気がした。",
			"몇 달 만의 재회였지만, 다시 만난 순간 서로의 생각이 전해지는 것 같았다.",
			null,
			null,
			"I haven't seen you for months, but the moment we met, both seemed to be able to guess what the other was thinking.",
			"It had been several months since we had seen each other, but the moment we resumed, we both felt that we could tell each other what the other was thinking."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			713412,
			null,
			"……虽然还有很多话想说，但是在这个时候，眼前的战局更重要。",
			"……話したいことはたくさんあるが、今は目の前の戦いの方が重要だ。",
			"……하고 싶은 말은 많지만, 지금은 눈앞의 전투가 더 중요해.",
			null,
			null,
			"...... Although there is still a lot to say, but at this time, the immediate battle is more important.",
			"There are many things I would like to talk about ......, but right now the battle at hand is more important."
		],
		[
			"msg",
			713413,
			null,
			"卡莲，帮我一起战胜这些侵蚀体！",
			"カレン、一緒にこの侵食体を倒そう！",
			"카렌, 함께 이 침식체를 쓰러뜨리자!",
			null,
			null,
			"Carine, help me defeat these erosion bodies together!",
			"Karen, let's defeat this invasive body together!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713414,
			null,
			"好——",
			"ええ——",
			"예——",
			null,
			null,
			"Good-",
			"Yeah--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713415,
			null,
			"不需要更多的话语，两人各自举起手中的武器，对准了又朝这边发起进攻的侵蚀体们。",
			"それ以上の言葉は必要なかった。二人はそれぞれ武器を構え、押し寄せてくる侵食体に狙いを定めた。",
			"더 이상의 말은 필요 없었다. 두 사람은 각각 무기를 겨누고 밀려오는 침식체를 겨냥했다.",
			null,
			null,
			"Without further ado, the two men each raised the weapons in their hands and aimed them at the encroaching bodies that had launched another attack this way.",
			"No further words were needed. The two men each readied their weapons and took aim at the encroaching invasive body."
		],
		[
			"msg",
			713416,
			null,
			"跟随卡莲的士兵看此情状，也随着她一起组成了奥托身边的防线。虽然那些先前还忠诚于二殿下的卫兵们看见叛贼和殿下合流，颇觉怪异，但在激烈的战斗之下，这样一点小小的异样感很快就被磨平了。",
			"カレンに続いていた兵下たちも、その様子を見て、彼女と一緒にオットーのそばに防衛線を築いた。第二王子に忠誠を誓う衛兵たちは、彼が反逆者と手を組むのを見て違和感を覚えたが、激しい戦闘の中でそのようなささいな違和感はすぐにどうでもよくなった。",
			"카렌을 따라온 병사들도 그 모습을 보고, 그녀와 함께 오토의 곁에 방어선을 구축했다. 제2왕자에게 충성을 맹세한 경비병들은 그가 반역자와 손을 잡는 것을 보고 어색함을 느꼈지만, 치열한 전투 속에서 그런 사소한 어색함은 금방 중요하지 않게 되었다.",
			null,
			null,
			"The soldiers who were following Karin saw this and formed a defense line around Otto along with her. Although the guards who had previously been loyal to His Highness felt strange seeing the rebels and His Highness merging, such a small sense of alienation was quickly smoothed out under the fierce battle.",
			"The underlings who had followed Karen saw what was happening and joined her in establishing a line of defense near Otto. The guards loyal to the second prince felt uncomfortable seeing him join forces with the rebels, but such petty discomfort soon became unimportant in the midst of the fierce fighting."
		],
		[
			"msg",
			713417,
			null,
			"——取而代之的，则是对卡莲的敬佩。",
			"——その代わり、カレンに対する尊敬の念が生まれてきた。",
			"——대신 카렌에 대한 존경심이 생겨나기 시작했다.",
			null,
			null,
			"-- replaced by admiration for Carine.",
			"-In return, a respect for Karen was born."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				5,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713418,
			null,
			"正南方向五十步，最前线的士兵，退回让预备队上！",
			"南方約50メートル、最前線の兵士たちに予備の兵士と交代するように伝えて！",
			"남쪽 약 50미터, 최전선의 병사들에게 예비 병력과 교대하라고 전해!",
			null,
			null,
			"Fifty paces due south, foremost soldier, fall back and let the reserves on!",
			"About 50 meters to the south, tell the soldiers on the front line to switch with the reserve soldiers!"
		],
		[
			"msg",
			713419,
			null,
			"西北方向二十步防线出现伤员，重点突击这一方向将伤员救回再维持！",
			"北西約20メートルの距離に負傷者がいるわ！一時的に彼らのサポートを優先して、負傷者を救出したら現状を維持して！",
			"북서쪽 약 20미터 거리에 부상자가 있어! 일시적으로 그들의 지원을 우선하고 부상자를 구출한 후 현상 유지해!",
			null,
			null,
			"Northwest direction 20 paces defensive line appears wounded, focus on assaulting this direction to get the wounded back and then maintain!",
			"There is a wounded man about 20 meters to the northwest! Temporarily prioritize their support and maintain the status quo once the wounded are rescued!"
		],
		[
			"msg",
			713420,
			null,
			"正北方向，大批敌人出现……没关系，由我来挡住！",
			"北に大量の敵が出現……いいわ、私が食い止める！",
			"북쪽에 대량의 적이 출현... 좋아, 내가 막을게!",
			null,
			null,
			"Due north, a large number of enemies appear ...... It's okay, I'll hold it off!",
			"Massive enemy presence in the north: ...... Okay, I'll hold them off!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713421,
			null,
			"时刻都在变化的战场之上，卡莲就像是定海神针一样牢牢地守护着防线的最前端。",
			"刻々と変化する戦場で、カレンは守護神のように最前線をしっかりと守り続けた。",
			"갈수록 변화하는 전장에서 카렌은 수호신처럼 최전선을 굳건히 지켜냈다.",
			null,
			null,
			"On the battlefield, which is changing all the time, Karin is like a needle in the sea guarding the front of the defense line.",
			"On the ever-changing battlefield, Karen kept a firm hold on the front line like a guardian angel."
		],
		[
			"msg",
			713422,
			null,
			"与此同时，哪怕是如此激烈的环境中，她也能关心到战场局部角落的微弱变化，并下达简短而有效的指令。",
			"それと同時に、このような激しい戦況の中でも、戦場の小さな変化に気づき、簡潔で効果的な指示を下していた。",
			"그와 동시에, 이처럼 치열한 전황 속에서도 전장의 작은 변화를 알아채고 간결하면서도 효과적인 지시를 내렸다.",
			null,
			null,
			"At the same time, even in such an intense environment, she can care about the slight changes in the local corners of the battlefield and give short but effective instructions.",
			"At the same time, even in such an intense war situation, he noticed small changes in the battlefield and gave concise and effective instructions."
		],
		[
			"speaker",
			711887
		],
		[
			"portraits",
			[
				30524,
				0,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713423,
			null,
			"……这，这就是卡莲大人么！",
			"……こ、これがカレン様なのか！",
			"...이, 이것이 카렌님인가!",
			null,
			null,
			"...... this, is this Lord Karin!",
			"...... This is Lady Karen, isn't it?"
		],
		[
			"msg",
			713424,
			null,
			"这么强大的指挥能力……还有这种武力，恐怕已经不输给天启骑士团的那四位大人了吧？！",
			"これほどの指揮能力……さらにあれほどの強さがあれば、天啓騎士団の4人にも引けをとらないんじゃないか！？",
			"이 정도의 지휘 능력…… 게다가 그런 강함까지 있다면 천기사단의 4인에게도 뒤지지 않을 거야!?",
			null,
			null,
			"Such a powerful command ability ...... and this kind of force, I'm afraid it has not lost to the four adults of the Knights of the Apocalypse, right?!",
			"With such commanding ability ...... and even that much strength, you'd be as good as the four members of the Knights of the Tenkei!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713425,
			null,
			"士兵们的情绪逐渐高昂，而“犹大的抉择”得到了众人的信重，散发出来的光芒也越加耀眼。",
			"兵士たちの士気は徐々に高まり、「誓約の選択」は信頼を得ていった。そして、そこから放たれる光もまぶしさを増していった。",
			"병사들의 사기는 점점 높아져가며, 「서약의 선택」은 신뢰를 얻어갔다. 그리고, 그곳에서 뿜어져 나오는 빛도 점점 눈부셔졌다.",
			null,
			null,
			"The soldiers' emotions gradually rose, and the \"Judas' Choice\" gained the trust of the people, and the light emitted became more and more dazzling.",
			"The morale of the soldiers gradually increased, and the \"choice of pledge\" gained their trust. And the light emanating from it became more glaring."
		],
		[
			"msg",
			713426,
			null,
			"但是，卡莲却不为所动，眼中隐隐带着忧虑。",
			"しかし、カレンは動じることなく、目にはかすかな不安の色が浮かんでいた。",
			"하지만 카렌은 동요하지 않았고, 눈에는 희미한 불안의 색이 떠올랐다.",
			null,
			null,
			"However, Carine was unmoved, with a vague look of concern in her eyes.",
			"Karen, however, was unfazed, a faint tinge of anxiety in her eyes."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713427,
			null,
			"敌人越来越多了——",
			"敵がますます増えている——",
			"적이 점점 더 늘어나고 있다——",
			null,
			null,
			"There are more and more enemies -",
			"More and more enemies--"
		],
		[
			"msg",
			713428,
			null,
			"虽然现在防线还能维持，但若再持续一段时间……",
			"防衛線はまだ維持できているけれど、このままでは……。",
			"방어선은 아직 유지되고 있지만, 이대로라면…….",
			null,
			null,
			"Although the defense can still be maintained now, if it lasts a while longer ......",
			"The line of defense is still holding, but it will continue to do so at ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713429,
			null,
			"尽管心有忧虑，但卡莲仍奋臂长驱，“犹大的抉择”如启明星一样守护着士兵和奥托。",
			"不安を抱きながらも、カレンは奮戦を続け、「誓約の選択」は星のように兵士たちやオットーを守った。",
			"불안을 안은 채로, 카렌은 분전을 계속했고, 「서약의 선택」은 별처럼 병사들과 오토를 지켜냈다.",
			null,
			null,
			"Despite her worries, Carine still drove with her arms, \"Judas' Choice\" like a star of enlightenment guarding the soldiers and Otto.",
			"Despite her apprehension, Karen continued to fight hard, and her \"choice of pledge\" protected the soldiers and Otto like a star."
		],
		[
			"msg",
			713430,
			null,
			"然而，防线依旧无可逆转地在一丝一毫地收缩、后退。",
			"しかし、防衛線は少しずつ縮小し、後退を続けていた。",
			"하지만 방어선은 조금씩 축소되며, 후퇴를 계속하고 있었다.",
			null,
			null,
			"However, the defense line is still irreversibly shrinking and retreating by a hair's breadth.",
			"However, the line of defense continued to shrink and retreat little by little."
		],
		[
			"speaker",
			711887
		],
		[
			"portraits",
			[
				30524,
				0,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713431,
			null,
			"……啊！",
			"……ぐあっ！",
			"…… 꽈악!",
			null,
			null,
			"...... ah!",
			"......Google!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713432,
			null,
			"有士兵在防线收缩的过程中，被侵蚀体的尖刺穿透了身体，自己的身躯就在这一瞬间向侵蚀体发生进化，失去理智的他，或者说它，向其他人开始进攻。",
			"防衛線を縮小する中で、一人の兵士が侵食体のトゲに体を刺された。その瞬間、体が侵食体に変化し、理性を失った彼、あるいは「ソレ」は、他の兵士に攻撃を始めた。",
			"방어선을 축소하는 과정에서, 한 병사가 침식체의 가시에 몸을 찔렸다. 그 순간, 몸이 침식체로 변하며 이성을 잃은 그, 혹은 「그것」은 다른 병사들을 공격하기 시작했다.",
			null,
			null,
			"A soldier was penetrated by the spikes of the erosion body during the contraction of the defense line, and his own body evolved towards the erosion body in this moment, and losing his mind he, or rather it, started to attack the others.",
			"As the defense line was being reduced, one soldier was stabbed in the body by the spikes of the erosive body. At that moment, his body changed into the invasive body, and he, or \"Sole,\" losing his reason, began attacking other soldiers."
		],
		[
			"msg",
			713433,
			null,
			"一瞬间，这内部的动乱令士兵们猝不及防。",
			"この一瞬の混乱に兵士たちは不意を突かれた。",
			"이 순간의 혼란에 병사들은 허를 찔렸다.",
			null,
			null,
			"In an instant, this internal turmoil caught the soldiers off guard.",
			"This momentary confusion caught the soldiers off guard."
		],
		[
			"msg",
			713434,
			null,
			"就像多点开花一样，各处也都传来士兵的惨叫声，情势急转直下，崩溃在即。",
			"いくつもの花が一斉に咲いたかのように、あちこちから兵士たちの悲鳴が聞こえた。事態は急転直下、崩壊寸前となった。",
			"수많은 꽃이 한꺼번에 피어난 것처럼, 여기저기에서 병사들의 비명이 들려왔다. 상황은 급전직하, 붕괴 직전이 되었다.",
			null,
			null,
			"Like a multi-point blossom, the soldiers' screams were also heard from everywhere, and the situation took a sharp turn for the worse, with collapse imminent.",
			"Screams of soldiers could be heard from everywhere, as if several flowers had bloomed at once. The situation took a sudden turn and was on the verge of collapse."
		],
		[
			"speaker",
			711887
		],
		[
			"portraits",
			[
				30524,
				0,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713435,
			null,
			"殿下……还有卡莲大人，请离开吧！",
			"殿下、カレン様！お逃げください！",
			"전하, 카렌 님! 도망치세요!",
			null,
			null,
			"Your Highness ...... and Karin-sama, please leave!",
			"Your Highness, Lady Cullen! Please run away!"
		],
		[
			"msg",
			713436,
			null,
			"没错，只要你们两位还在，就还会有希望！",
			"そうです。お二人がいれば、まだ希望があります！",
			"그렇습니다. 두 분이 계시면 아직 희망이 있습니다!",
			null,
			null,
			"That's right, as long as you two are still around, there will still be hope!",
			"Yes, we are. With the two of you, there is still hope!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30524,
				0,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			713437,
			null,
			"不，我怎么可能在这里退却……",
			"いや、ここを離れて撤退なんて……。",
			"아니, 여기를 떠나 후퇴하다니....",
			null,
			null,
			"No, how can I back off here ......",
			"No, I can't believe we're leaving here and withdrawing. ......"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713438,
			null,
			"我早已经下定决心了，绝对不会放弃任何一个人！",
			"私は……絶対に誰一人見捨てないわ！",
			"나는... 절대 누구 한 사람도 버리지 않을 거야!",
			null,
			null,
			"I made up my mind a long time ago that I would never give up on any of them!",
			"I'm ...... never leaving anyone behind!"
		],
		[
			"msg",
			713439,
			null,
			"我会和你们一起战斗到最后！",
			"あなたたちと最後まで戦わせて！",
			"당신들과 끝까지 싸우게 해줘!",
			null,
			null,
			"I will fight with you to the end!",
			"Let me fight you guys to the end!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713440,
			null,
			"轰！",
			"ドォォン！",
			"쿠웅!",
			null,
			null,
			"Boom!",
			"D'OHN!"
		],
		[
			"msg",
			713441,
			null,
			"赤红色的光芒忽然在场中亮起！",
			"突然、赤い光が戦場を照らした。",
			"갑자기 붉은 빛이 전장을 비추었다.",
			null,
			null,
			"A crimson glow suddenly lights up in the field!",
			"Suddenly, a red light illuminated the battlefield."
		],
		[
			"msg",
			713442,
			null,
			"原本紧密的敌人包围网，突然被撕开了一个大口，而原本已经崩溃的防线也就借着这个喘息的时机重新恢复了过来。",
			"敵の密集していた包囲網が引き裂かれ、大きな穴ができた。そして崩壊しかかっていた防衛線も、その一瞬の隙に立て直せた。",
			"적의 밀집했던 포위망이 찢어지며 큰 구멍이 생겼다. 그리고 붕괴 직전이었던 방어선도 그 순간의 틈을 타 재정비할 수 있었다.",
			null,
			null,
			"The originally tight enemy encirclement network was suddenly torn open, and the originally collapsed defense line took this respite to revive itself.",
			"The enemy's dense encirclement was torn apart, leaving a large hole. And the defense line, which was on the verge of collapse, was able to be rebuilt in that split second."
		],
		[
			"msg",
			713443,
			null,
			"但在这个时候，因为那道赤红色刀光的存在，防线的维持都似乎已经变成无足轻重的事情了。",
			"この赤い刃の光の存在により、防衛線の維持の重要性は薄れたように思えた。",
			"이 붉은 칼날의 빛의 존재로 인해, 방어선 유지의 중요성은 희미해진 것처럼 느껴졌다.",
			null,
			null,
			"But at this time, because of the presence of the crimson blade light, the maintenance of the defense line has become seemingly insignificant.",
			"The presence of this red blade of light seemed to diminish the importance of maintaining a line of defense."
		],
		[
			"msg",
			713444,
			null,
			"因为就在那道红色刀光之后，出现了那个人的身影——",
			"なぜなら、その赤い刃の光の後ろから現われた人影は——",
			"왜냐하면, 그 붉은 칼날의 빛 뒤에서 모습을 드러낸 인영은 ——",
			null,
			null,
			"Because right after the red blade light, the figure of the man appeared -",
			"Because the figure that appeared from behind the light of that red blade--"
		],
		[
			"msg",
			713445,
			null,
			"那个宛如胜利象征般的存在！",
			"勝利を象徴する存在だったからだ。",
			"승리를 상징하는 존재였기 때문이다.",
			null,
			null,
			"The existence that is like a symbol of victory!",
			"Because he was a symbol of victory."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713446,
			null,
			"奥托殿下……",
			"オットー様……。",
			"오토님…….",
			null,
			null,
			"His Highness Otto ......",
			"Dear Otto. ......"
		],
		[
			"stopBGM"
		],
		[
			"msg",
			713447,
			null,
			"我来了。",
			"お待たせいたしました。",
			"오래 기다리셨습니다.",
			null,
			null,
			"I'm coming.",
			"Thank you for your patience."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713448,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713449,
			null,
			"就在巨大人形高悬于空，欧陆陷入侵蚀体与普通人之间战争的喧嚣时，某个山洞里，一切仍保持在寂静与黑暗中。",
			"巨大人間が空に浮かび、欧州大陸で侵食体と人間の戦争が繰り広げられていた時、ある洞窟の中では静寂と暗闇が保たれていた。",
			"거대한 인간이 하늘에 떠오르고, 유럽 대륙에서 침식체와 인간의 전쟁이 벌어지고 있을 때, 어느 동굴 안에서는 고요와 어둠이 유지되고 있었다.",
			null,
			null,
			"Just as the giant humanoid was hanging high in the air and Europa was plunged into the clamor of the war between the encroaching bodies and the ordinary people, somewhere in the cave, everything remained in silence and darkness.",
			"When giant humans were floating in the sky and the war between invasive bodies and humans was being waged on the European continent, silence and darkness prevailed in one cave."
		],
		[
			"msg",
			713450,
			null,
			"被符华以秘法定格在这种状态中的某人，不受外界的侵扰，因此，也无法与外界接触。",
			"フカの秘術によって、この状態で封印された者は、外界の干渉を受けないため、外界と接触することもできない。",
			"후카의 비술에 의해, 이 상태로 봉인된 자는 외부의 간섭을 받지 않기 때문에, 외부와 접촉할 수도 없다.",
			null,
			null,
			"Someone who is grasped in this state by Fuhua with a secret law is not subject to the outside world and, therefore, cannot make contact with the outside world.",
			"Those sealed in this state by the secret art of huka are not interfered with by the outside world, and therefore cannot be in contact with it."
		],
		[
			"msg",
			713451,
			null,
			"她已陷入了长达数月的沉睡中，甚至还有可能将继续沉睡下去。",
			"彼女は数カ月に及ぶ眠りについており、これからも眠り続けるかもしれない。",
			"그녀는 몇 달 동안 잠들어 있었고, 앞으로도 계속 잠들어 있을지 모른다.",
			null,
			null,
			"She has fallen into a months-long slumber and will probably even continue to do so.",
			"She has been asleep for months and may continue to sleep."
		],
		[
			"msg",
			713452,
			null,
			"沉寂与黑暗，一同将山洞笼罩。",
			"静寂と暗闇が洞窟を包み込んでいる。",
			"고요와 어둠이 동굴을 감싸고 있다.",
			null,
			null,
			"Silence and darkness, together enveloped the cave.",
			"Silence and darkness envelop the cave."
		],
		[
			"msg",
			713453,
			null,
			"然而就在今天，这里却响起了一个不和谐的声音。",
			"しかし今日、この場所に調和を乱す音が響いた。",
			"하지만 오늘, 이 곳에 조화를 깨는 소리가 울려 퍼졌다.",
			null,
			null,
			"Just today, however, a discordant voice rang out here.",
			"Today, however, there was a sound that disturbed the harmony in this place."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713454,
			null,
			"噫嘁嘁嘻嘻嘻嘻……自从那个大高个在天命都城上出现以后，这个世界就变得好吵好闹。",
			"イチチ！カシャシャシャシャ……天命都市の上空にあの大きなのが現われてから、この世界が騒がしくなっちゃった。",
			"이치치! 카샤샤샤샤……천명 도시 상공에 저 거대한 것이 나타난 뒤로, 이 세상이 시끄러워져 버렸어.",
			null,
			null,
			"Welp chit chit chit chit chit ...... Since that big tall guy showed up on the providential capital, the world has become so noisy and noisy.",
			"Ichichi! "
		],
		[
			"msg",
			713455,
			null,
			"那些白色的家伙完全没有意识，更不会做梦，简直无聊极了……嘻嘻，希望那两个“英雄”能够解决掉那个大高个吧，我可不想整个世界都没有人会做梦。",
			"あの白い奴らは完全に意識がないし、夢も見ないから全然面白くないよ……フフ、あの二人の「英雄」があの大きいのを倒してくれるといいんだけどな。世界で誰も夢を見ないなんて嫌だよ。",
			"저 하얀 놈들은 완전히 의식이 없고 꿈도 꾸지 않아서 전혀 재미없어……후후, 저 두 「영웅」이 저 큰 것을 쓰러뜨려 주면 좋을 텐데. 세상에서 아무도 꿈을 꾸지 않는다니 싫어.",
			null,
			null,
			"Those white guys are completely unconscious, not to mention dreaming, simply boring ...... hehehe, I hope the two \"heroes\" can solve the big tall guy it, I do not want the whole world will not dream.",
			"Those white guys are completely unconscious and don't dream, so it's no fun at all. ...... Huh, I hope those two \"heroes\" beat those big ones. I hate that no one in the world dreams."
		],
		[
			"msg",
			713456,
			null,
			"……诶，这个家伙的身上为什么会有那个东方人的力量气息……好封闭的力量，不过这个封印对我可是无效的呢~",
			"……あれ、この人の体には、あの東洋人の力の気配がある。どうしてだろう……密閉された力だけど、こんな封印、アニラには通用しないんだからね～",
			"……어라, 이 사람의 몸에는 저 동양인의 힘의 기운이 있어. 왜일까……밀봉된 힘이지만, 이런 봉인, 아닐라에는 통하지 않거든~",
			null,
			null,
			"...... eh, why does this guy's body have that oriental power breath ...... good closed power, but this seal is ineffective for me ~",
			"...... That, there is a hint of that oriental power in his body. I don't know why ...... hermetically sealed power, but this kind of seal, it doesn't work on Anila~!"
		],
		[
			"msg",
			713457,
			null,
			"——就让我看看，你这家伙在做什么美梦！",
			"——どれどれ、この人はどんな楽しい夢をみてるのかな？",
			"——어디어디, 이 사람은 어떤 재미있는 꿈을 꾸고 있을까?",
			null,
			null,
			"--Let me see what you're dreaming of!",
			"--Which, which, which, what kind of fun dream is this person having?"
		]
	],
	"10041": [
		[
			"speaker",
			205379
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				3,
				false
			]
		],
		[
			"msg",
			713458,
			null,
			"呵……呼……",
			"ふぅ……ふぅ……。",
			"후……후…….",
			null,
			null,
			"Hehe ...... hoo ......",
			"Phew. ...... Phew. ......"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30182,
				3,
				true
			]
		],
		[
			"msg",
			713459,
			null,
			"哼……",
			"フンッ……。",
			"흥…….",
			null,
			null,
			"Hum ......",
			"Hmmm. ......."
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				3,
				true
			]
		],
		[
			"msg",
			713460,
			null,
			"天命都城外，曾经统帅着整个天启骑士团，碾灭欧陆之上诸多城邦的两人正在休息。",
			"天命都市の外では、かつて天啓騎士団全体を率い、大陸の多くの街を滅ぼしてきた二人が休んでいた。",
			"천명 도시 밖에서는, 한때 천기 기사단 전체를 이끌고 대륙의 많은 도시를 멸망시켜 온 두 사람이 쉬고 있었다.",
			null,
			null,
			"Outside the Heavenly Mandate Capital, the two people who once commanded the entire Order of the Apocalypse and crushed many city-states above Europa were resting.",
			"Outside the city of Tenmei, the two men who once led the entire Order of the Knights of Tenmei and destroyed many cities on the continent were resting."
		],
		[
			"msg",
			713461,
			null,
			"看起来就像是刚刚才经过连番大战的样子，两人的形象显得有些狼狈。",
			"二人とも激しい戦いを繰り返してきたかのように、かなり疲弊しているように見えた。",
			"두 사람 모두 격렬한 싸움을 반복해 온 듯, 상당히 피폐해 보였다.",
			null,
			null,
			"It looked like they had just gone through a series of battles, and the image of the two looked a bit lopsided.",
			"They both looked quite exhausted, as if they had been in a fierce battle."
		],
		[
			"msg",
			713462,
			null,
			"但相比于个人形象，更为奇怪的，还是她们身后的士兵数量。",
			"しかし、二人の様子以上に不可解だったのは、彼女たちの後ろにいる兵士の数だった。",
			"하지만, 두 사람의 모습보다 더 불가해한 것은 그들 뒤에 있는 병사들의 수였다.",
			null,
			null,
			"But what is even stranger than the personal image is the number of soldiers behind them.",
			"But even more puzzling than their appearance was the number of soldiers behind them."
		],
		[
			"msg",
			713463,
			null,
			"——原本多达数万人的天启骑士团，此刻已经十不存一，而就算是还追随着她们的天启骑士们，也基本上都衣甲带血，如两人那样狼狈。",
			"——当初は数万人いた天啓騎士団が、今や10分の1以下に減り、彼女たちに従っている天啓騎士たちも、ほとんどが負傷し、二人のように疲れ果てていた。",
			"——처음에는 수만 명이었던 천기 기사단이, 이제는 10분의 1 이하로 줄어들었고, 그들을 따르는 천기 기사들도 대부분 부상을 입고, 두 사람처럼 지쳐 있었다.",
			null,
			null,
			"--The original tens of thousands of Knights of the Apocalypse, at the moment there are no more than one, and even the Knights of the Apocalypse who are still following them, are basically dressed in armor with blood, as the two are in a mess.",
			"-The Tenkei Knights, who initially numbered in the tens of thousands, were now reduced to less than a tenth of a million, and the Tenkei Knights who followed them were mostly wounded and exhausted, like the two of them."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30182,
				3,
				true
			]
		],
		[
			"msg",
			713464,
			null,
			"啧，那些怪物，不仅一点都不怕死，而且还能从死掉的人和士兵体内复活！世上怎么会有这种东西！",
			"くっ、あの怪物ども、まったく死を恐れないばかりか、死んだ人間や兵士の体内から復活するなんて！どうしてそんな奴がこの世界にいるの！",
			"쿨, 저 괴물들, 전혀 죽음을 두려워하지 않을 뿐만 아니라 죽은 인간이나 병사들의 몸에서 부활하다니! 어떻게 저런 놈이 이 세상에 있는 거야!",
			null,
			null,
			"Tsk, those monsters, not only are they not afraid of death at all, but they can also come back to life from inside dead people and soldiers! How in the world could there be such a thing!",
			"Damn those monsters, not only do they not fear death at all, but they resurrect from the bodies of dead people and soldiers! How can such a person exist in this world?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				3,
				true
			]
		],
		[
			"msg",
			713465,
			null,
			"一想到这几日辗转奔波，和白色人体们经历的残酷战斗，就算是莱薇也都心有余悸。",
			"数日の間に起きた波乱と白色人間たちとの死闘は、レヴィですら動悸がするほどの出来事だった。",
			"며칠 사이에 일어난 파란과 백색 인간들과의 사투는 레비조차도 두근거릴 만한 사건이었다.",
			null,
			null,
			"When I think of these days of running around, and the white bodies experienced the brutal battle, even Levi also have palpitations.",
			"The upheavals and deadly battles with the white-colored humans over the next few days were enough to send even Levy into palpitations."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				false
			]
		],
		[
			"msg",
			713466,
			null,
			"毕竟天命都城上空可是出现了那种不可思议的东西……跟祂一比，这些怪物也显得没那么恐怖了。更何况，这些怪物还是因祂而生的。",
			"天命都市の上空にあんなわけの分からない奴が現われていますし……あれに比べれば、この怪物たちもそれほど怖くはありません。それに、この怪物たちはあれが生み出したものでしょうから。",
			"천명 도시의 상공에 저런 이해할 수 없는 놈이 나타나고 있잖아…… 저것에 비하면, 이 괴물들도 그렇게 무섭지는 않아. 게다가, 이 괴물들은 저것이 만들어낸 것이겠지.",
			null,
			null,
			"After all, that incredible thing ...... appeared in the sky above the Heavenly Fate Capitol. Compared to Him, these monsters don't seem so scary. What's more, these monsters are still born because of Him.",
			"Compared to that, these monsters are not so scary. Besides, these monsters were probably created by that thing."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713467,
			null,
			"艾恩梅德的眼神流露出某种微妙的意味。",
			"アインメドの目には微妙な感情が浮かんでいた。",
			"아인메드의 눈에는 미묘한 감정이 떠올랐다.",
			null,
			null,
			"A certain subtlety passed through Ayn Med's eyes.",
			"There was a subtle emotion in Einmed's eyes."
		],
		[
			"msg",
			713468,
			null,
			"她完全没有想到，就在自己被情势所迫，带着天启骑士团平灭欧洲大陆上诸多城邦的时候，竟然从天而降了这样的存在。",
			"彼女は、自分がやむを得ず天啓騎士団を率い、欧州大陸の数々の街を滅ぼしている時に、空からこのような存在が降りてくるとは思ってもみなかった。",
			"그녀는, 자신이 어쩔 수 없이 천기 기사단을 이끌고 유럽 대륙의 여러 도시를 멸망시키고 있을 때, 하늘에서 이런 존재가 내려올 줄은 꿈에도 생각하지 못했다.",
			null,
			null,
			"She did not expect at all that just when she was forced by circumstances to lead the Knights of the Apocalypse to pacify the many city-states on the European continent, such an existence had fallen from the sky.",
			"She never expected such a being to descend from the sky when she was unavoidably leading the Knights of the Enlightened Order and destroying numerous cities on the European continent."
		],
		[
			"msg",
			713469,
			null,
			"艾恩梅德抬起头，望向那个巨大的人形。",
			"アインメドは顔を上げ、その巨大人間の方を見た。",
			"아인메드는 얼굴을 들고 그 거대 인간을 바라보았다.",
			null,
			null,
			"Ehrenmed looked up at the huge human figure.",
			"Einmed looked up and saw the giant human."
		],
		[
			"msg",
			713470,
			null,
			"祂无匹的身姿犹如绝对至高的象征，一切想法和野心在祂面前都显得如此可笑。",
			"その巨大な姿は、絶対的かつ至高の存在の象徴のようで、あらゆる考えや野心がその前では滑稽に思える。",
			"그 거대한 모습은 절대적이며 지고한 존재의 상징처럼 보였고, 모든 생각이나 야망이 그 앞에서는 우스꽝스럽게 느껴졌다.",
			null,
			null,
			"His matchless stature is like a symbol of absolute supremacy, and all thoughts and ambitions look so ridiculous in front of Him.",
			"Its gigantic form is like a symbol of an absolute and supreme being, and all thoughts and ambitions seem ludicrous in front of it."
		],
		[
			"msg",
			713471,
			null,
			"哪怕是艾恩梅德，她最大的野望也不过是扭转历史的车轮而已，但那个存在……却仿佛有着斩断历史的力量。",
			"アインメドの最大の野心は歴史の歯車を回すことでしかなかったが、あの存在は……まるで歴史を断ち切る力を持っているかのようだった。",
			"아인메드의 가장 큰 야망은 역사의 톱니바퀴를 돌리는 것뿐이었지만, 저 존재는…… 마치 역사를 끊어버릴 힘을 가진 것 같았다.",
			null,
			null,
			"Even Ayn Med, her greatest ambition is just to turn the wheel of history, but that existence ...... seems to have the power to cut off history.",
			"Einmed's greatest ambition was only to turn the wheel of history, but that presence ...... seemed as if it had the power to break history."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713472,
			null,
			"艾恩梅德，你还在愣什么？主教行宫就快到了，这个时候还不快点！",
			"アインメド、何をボーッとしているの？もうすぐ大主教の宮殿に着くわよ。急がないと！",
			"아인메드, 뭐 하러 멍하니 있어? 곧 대주교의 궁전에 도착할 거야. 서두르지 않으면!",
			null,
			null,
			"Ayn Med, what are you still doing? The bishop's palace is almost here, why don't you hurry up at this time!",
			"Einmed, what are you dawdling about? We're almost at the archbishop's palace. We have to hurry!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713473,
			null,
			"艾恩梅德方才的杂念被莱薇粗暴的话语打断。",
			"アインメドの雑念はレヴィの荒々しい言葉によって遮られた。",
			"아인메드의 잡념은 레비의 거친 말에 의해 가로막혔다.",
			null,
			null,
			"The distractions of Ehrenmed's party were interrupted by Lévy's rough words.",
			"Einmed's musings were interrupted by Levy's rough words."
		],
		[
			"msg",
			713474,
			null,
			"但察觉到她话中隐含的希望色彩，艾恩梅德不由得摇了摇头。",
			"しかし、彼女の言葉から込められていた希望を感じ取ったアインメドは思わず首を横に振る。",
			"그러나 그녀의 말에서 담겨 있던 희망을 느낀 아인메드는 문득 고개를 저었다.",
			null,
			null,
			"But sensing the tinge of hope implied in her words, Ayn Med could not help but shake his head.",
			"However, sensing the hope that was contained in her words, Einmed shook his head involuntarily."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				false
			]
		],
		[
			"msg",
			713475,
			null,
			"莱薇，你不会觉得回到主教行宫就有希望吧？",
			"レヴィ、まさか大主教の宮殿に戻れば希望があると思っていませんよね？",
			"레비, 설마 대주교의 궁전으로 돌아가면 희망이 있을 거라고 생각하지는 않겠지?",
			null,
			null,
			"Levi, you don't think there's any hope of returning to the bishop's palace, do you?",
			"Levy, you don't think there is hope for you if you return to the archbishop's palace, do you?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713476,
			null,
			"……什么意思？难道你不信仰天命了？",
			"……どういう意味？まさか天命を信じないの？",
			"……무슨 뜻이야? 설마 천명을 믿지 않는 거야?",
			null,
			null,
			"What does ...... mean? Don't you believe in Divine Destiny anymore?",
			"What do you mean by ......? Don't tell me you don't believe in heavenly destiny?"
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				520,
				8,
				true
			],
			[
				30182,
				1,
				false
			]
		],
		[
			"msg",
			713477,
			null,
			"天命……也是靠欧陆之上的无数人维持而已，但我们归来的路上，你看还有多少人可以保持着人类的原型？",
			"天命も……欧州大陸の無数の人たちに頼って維持しているにすぎません。ですが、戻ってくる途中、人間の原型をとどめている人がどれくらいいたでしょうか？",
			"천명도…… 유럽 대륙의 무수한 사람들에게 의지해 유지되고 있을 뿐이야. 하지만 돌아오는 길에, 인간의 모습을 유지하고 있는 사람이 얼마나 있었던가?",
			null,
			null,
			"Heaven's destiny ...... also depends on the countless people above Europa to maintain just, but on our way back, you see how many people can still maintain the human prototype?",
			"The heavenly life is also only dependent on countless people on the ...... European continent to maintain it. But on the way back, how many of them remained in their original human form?"
		],
		[
			"msg",
			713478,
			null,
			"他们要么变成了那种白色的怪物，要么成为被怪物杀戮的尸体……就算回到主教行宫，恐怕那里的情况也只会更糟糕。",
			"彼らはあの白い怪物になってしまったか、怪物に殺されて死体となったかのどちらかです……大主教の宮殿に戻ったとしても、状況はもっと悪くなるだけかもしれません。",
			"그들은 저 하얀 괴물이 되어버렸거나, 괴물에게 죽어 시체가 된 둘 중 하나야…… 대주교의 궁전으로 돌아간다고 해도, 상황은 더 나빠질 뿐일 거야.",
			null,
			null,
			"They either turned into one of those white monsters or became corpses that were killed by monsters ...... Even if they returned to the Bishop's Palace, I'm afraid things would only get worse there.",
			"They either turned into that white monster or were killed by the monster and became corpses. ...... Even if they return to the archbishop's palace, the situation may only get worse."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713479,
			null,
			"你……",
			"あなた……。",
			"너…….",
			null,
			null,
			"You ......",
			"You ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713480,
			null,
			"莱薇想要反驳，但却一句话也说不出来。",
			"レヴィは反論しようとしたが、一言も出てこなかった。",
			"레비는 반론하려 했지만, 한 마디도 나오지 않았다.",
			null,
			null,
			"Levi wanted to retort, but couldn't get a word in edgewise.",
			"Levy tried to argue, but not a word came out."
		],
		[
			"msg",
			713481,
			null,
			"两人互相对峙着，瞪视着对方。",
			"二人は向かい合いながらお互いをにらんでいた。",
			"두 사람은 마주보며 서로를 노려보고 있었다.",
			null,
			null,
			"The two men faced each other and stared at each other.",
			"They faced each other and glanced at each other."
		],
		[
			"msg",
			713482,
			null,
			"但就在这时，远处却传来了渐渐的骚动。",
			"しかしその時、遠くから騒がしい音が聞こえてきた。",
			"그러나 그때, 멀리서 시끄러운 소리가 들려왔다.",
			null,
			null,
			"But just then, there was a gradual commotion in the distance.",
			"But then a noisy sound came from far away."
		],
		[
			"msg",
			713483,
			null,
			"“哒哒……”",
			"「ダダッ……」",
			"「달달……」",
			null,
			null,
			"\"Ta-da ......\"",
			"DADDAD......\""
		],
		[
			"msg",
			713484,
			null,
			"一瞬间，艾恩梅德和莱薇都以为是新一轮的侵蚀体进攻，警惕地看向那个方向。",
			"一瞬、アインメドとレヴィは新たな侵食体の攻撃かと思い、警戒しながらその方向を見据えた。",
			"잠시, 아인메드와 레비는 새로운 침식체의 공격인 줄 알고 경계하며 그 방향을 바라보았다.",
			null,
			null,
			"For a moment, both Ayn Med and Levi thought it was a new round of erosion body attack and looked in that direction warily.",
			"For a moment, Einmed and Levy thought it was an attack by a new eroding body and looked in its direction with alarm."
		],
		[
			"msg",
			713485,
			null,
			"但下一刻她们便醒悟过来，侵蚀体的进攻都是杂乱无章的，绝不会有这样规律的脚步声。",
			"しかし、次の瞬間には彼女たちも気付いていた。侵食体の攻撃は無秩序であり、このような規則正しい足音は絶対にあり得ないと。",
			"하지만, 다음 순간 그들도 깨달았다. 침식체의 공격은 무질서하며, 이렇게 규칙적인 발소리는 절대 있을 수 없다는 것을.",
			null,
			null,
			"But the next moment they came to their senses, the attack of the eroding body are haphazard, there will never be such regular footsteps.",
			"But in the next moment, the girls realized that they, too, were in danger. The attack of the eroding body was disorderly, and that such regular footsteps were absolutely impossible."
		],
		[
			"msg",
			713486,
			null,
			"所以——这只能是……",
			"つまり——これは……。",
			"즉 ——이건…….",
			null,
			null,
			"So - this can only be ......",
			"In other words -- this is ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713487,
			null,
			"……？！",
			"……！？",
			"……!?",
			null,
			null,
			"......?!",
			"......!"
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				520,
				1,
				true
			],
			[
				30182,
				1,
				false
			]
		],
		[
			"msg",
			713488,
			null,
			"原来是你……",
			"あなたでしたか……。",
			"당신이었군요…….",
			null,
			null,
			"So it's you ......",
			"Was that you? ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				1,
				false
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713489,
			null,
			"噢，两位，好久不见了——",
			"やあ、二人とも、久しぶりだね——",
			"안녕, 둘 다, 오랜만이네 ——",
			null,
			null,
			"Oh, you two, it's been a long time--",
			"Hey, you two, it's been a while--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713490,
			null,
			"奥托，佐菲亚还有卡莲的身影出现在了莱薇与艾恩梅德的身前。",
			"オットー、ソフィア、そしてカレンがレヴィとアインメドの前に現われた。",
			"오토, 소피아, 그리고 카렌이 레비와 아인메드 앞에 나타났다.",
			null,
			null,
			"The figures of Otto, Zofia and Carine appeared in front of Levi and Ehrenmed.",
			"Otto, Sophia, and Karen appeared before Levy and Einmed."
		],
		[
			"msg",
			713491,
			null,
			"他们带领着仅仅只是略多于莱薇和艾恩梅德的士兵数量，但气势却决然不同。",
			"彼らが率いていた兵士の数はレヴィとアインメドの兵士よりもわずかに多い程度だったが、士気は明らかに違っていた。",
			"그들이 이끌고 있던 병사들의 수는 레비와 아인메드의 병사들보다 약간 많을 뿐이었지만, 사기는 확연히 달랐다.",
			null,
			null,
			"They led just slightly more soldiers than Levi and Ayn Med, but the aura was decidedly different.",
			"The number of soldiers they led was only slightly larger than those of Levy and Einmed, but morale was clearly different."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				false
			]
		],
		[
			"msg",
			713492,
			null,
			"……奥托殿下。",
			"……オットー殿。",
			"……오토 각하.",
			null,
			null,
			"...... Your Highness Otto.",
			"...... Dear Otto."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713493,
			null,
			"这是许久不见的重逢。",
			"それは久しぶりの再会だった。",
			"그것은 오랜만의 재회였다.",
			null,
			null,
			"This is a long-awaited reunion.",
			"It had been a long time since we had seen each other."
		],
		[
			"msg",
			713494,
			null,
			"然而，却泾渭分明。",
			"しかし、双方の違いははっきりしていた。",
			"하지만 양측의 차이는 분명했다.",
			null,
			null,
			"However, it is clear-cut.",
			"However, the differences between the two sides were clear."
		],
		[
			"msg",
			713495,
			null,
			"艾恩梅德与莱薇率领的天启骑士团，还有奥托身后的卫队，两军对垒，相互之间隐隐有着敌视。",
			"アインメドとレヴィが率いている天啓騎士団、そしてオットーの背後にいる衛兵隊の双方は向かい合い、お互いにかすかな敵意を抱いていた。",
			"아인메드와 레비가 이끄는 천기기사단, 그리고 오토의 뒤에 있는 경비대 양측은 마주보며 서로 미묘한 적의를 품고 있었다.",
			null,
			null,
			"The Knights of the Apocalypse led by Ayn Med and Levi, and the guard behind Otto, two armies facing each other, with a vague hostility between them.",
			"Both the Knights of the Enlightened Order, led by Einmed and Levy, and the Guard of Honor behind Otto, were facing each other and harbored faint hostility toward each other."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713496,
			null,
			"艾恩梅德，还有莱薇……过去的几个月里，那些被焚毁的城池，被杀死的民众，都是因为你们对吧？",
			"アインメド、それにレヴィ……この数カ月、街を焼き払い、人々を殺したのはあなたたちね？",
			"아인메드, 그리고 레비... 이 몇 달 동안, 마을을 불태우고 사람들을 죽인 건 너희지?",
			null,
			null,
			"Ayn Med, and Levi ...... The cities that have been burned and the people that have been killed in the past few months are because of you, right?",
			"Einmed, and Levy ...... you are the ones who have been burning down cities and killing people for the past few months, aren't you?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713497,
			null,
			"卡莲手持盾斧，遥遥指向两人。",
			"カレンは盾斧を持ち、遠くから二人に向けた。",
			"카렌은 방패도끼를 들고 멀리서 두 사람을 향했다.",
			null,
			null,
			"Kalen held a shield axe and pointed at the two from a distance.",
			"Karen held a shield axe and pointed it at them from a distance."
		],
		[
			"msg",
			713498,
			null,
			"艾恩梅德脸色冷峻，莱薇更是一脸傲慢。",
			"アインメドは冷酷な表情を見せ、レヴィは見下すような表情を見せた。",
			"아인메드는 냉혹한 표정을 지었고, 레비는 깔보는 듯한 표정을 지었다.",
			null,
			null,
			"Ayn Med's face was cold, and Levi's was even more arrogant.",
			"Einmed looked ruthless and Levy looked condescending."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713499,
			null,
			"没错，是我们又如何？",
			"そうよ。だからどうしたって言うの？",
			"그래. 그래서 어쩌겠다는 거야?",
			null,
			null,
			"That's right, so what if it's us?",
			"Yes, it is. So what's wrong with that?"
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30182,
				1,
				true
			]
		],
		[
			"msg",
			713500,
			null,
			"这都是为了消灭崩坏必须要付出的代价！",
			"あれはすべて崩壊を消滅させるために必要な代償なのよ！",
			"그 모든 건 붕괴를 소멸시키기 위해 필요한 대가야!",
			null,
			null,
			"This is all the price that must be paid in order to eliminate the collapse!",
			"That was all a necessary price to pay to make the collapse disappear!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				520,
				8,
				true
			],
			[
				30320,
				6,
				false
			]
		],
		[
			"msg",
			713501,
			null,
			"代价……",
			"代償……。",
			"대가......",
			null,
			null,
			"Cost ......",
			"Quid pro quo. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713502,
			null,
			"卡莲的表情没有一丝暖意。",
			"カレンの表情から温かみが消えた。",
			"카렌의 표정에서 온기가 사라졌다.",
			null,
			null,
			"There was no hint of warmth in Caryn's expression.",
			"The warmth disappeared from Karen's face."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				false
			]
		],
		[
			"msg",
			713503,
			null,
			"就是为了这个代价，几十万卡伦城的居民丧生于此，也是因为这个代价，数十座城邦遭受到了灭顶之灾么？！",
			"その代償のために、カロンに居た数十万人を殺し、いくつもの街を滅ぼしたの！？",
			"그 대가를 위해, 카론에 있던 수십만 명을 죽이고, 여러 마을을 멸망시킨 거야!?",
			null,
			null,
			"It is for this price that hundreds of thousands of inhabitants of Karen City lost their lives, and because of this price, dozens of city-states suffered the end of the world?",
			"For that price, he killed hundreds of thousands of people in Kalon and destroyed several cities!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				5,
				false
			]
		],
		[
			"msg",
			713504,
			null,
			"如果单纯用“代价”两个字就能够说明这一切的话，那么我今天，一定要让两位也成为这个“代价”！",
			"もし、彼らの命を「代償」なんて単純な言葉で片づけるなら……今ここで、私はあなたたち二人をその「代償」に加えてあげるわ！",
			"만약, 그들의 목숨을 「대가」라는 간단한 말로 치부한다면…… 지금 여기서, 나는 너희 둘을 그 「대가」에 더해주겠어!",
			null,
			null,
			"If the word \"cost\" alone can explain all this, then I must let you two become this \"cost\" today!",
			"If you're going to put their lives away with a simple word like \"cost\" ...... I'll add you two to that \"cost\" right here and now!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				5,
				true
			]
		],
		[
			"msg",
			713505,
			null,
			"犹大的抉择顿时发动，金色的光芒宛如炎日一样恒久。而莱薇也不甘示弱，身上蒸腾起一阵黑色气雾，气势足以与犹大的抉择分庭抗礼。",
			"誓約の選択がまたたく間に動き、金色の光が灼熱の太陽のように輝きを増す。一方、レヴィも負けじと体から黒い霧を放ち、誓約の選択に匹敵する気迫を見せた。",
			"서약의 선택이 순식간에 움직이며, 황금빛 광택이 작열하는 태양처럼 강렬해진다. 한편, 레비도 지지 않으려는 듯 몸에서 검은 안개를 뿜어내며 서약의 선택에 맞먹는 기세를 보였다.",
			null,
			null,
			"The golden light is as constant as the hot sun. The company's main goal is to provide the best possible service to its customers.",
			"The choice of pledge moves in a flash, and the golden light shines as bright as the scorching sun. Meanwhile, Levy, too, released a black mist from his body in defeat, showing a spirit that rivals that of the pledge choice."
		],
		[
			"msg",
			713506,
			null,
			"剑拔弩张之际，两边分别传来声音——",
			"一触即発となったところで、双方からそれぞれ声が聞こえてきた——",
			"일촉즉발의 순간, 양쪽에서 각각 목소리가 들려왔다 ——",
			null,
			null,
			"As the swords were drawn, voices came from each side -",
			"At a touch, voices were heard from both sides - from each side."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				30320,
				5,
				true
			]
		],
		[
			"msg",
			713507,
			null,
			"卡莲。",
			"カレン。",
			"카렌.",
			null,
			null,
			"Carine.",
			"Karen."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				1,
				false
			],
			[
				30320,
				5,
				true
			]
		],
		[
			"msg",
			713508,
			null,
			"——莱薇！",
			"——レヴィ！",
			"——레비!",
			null,
			null,
			"--Levi!",
			"--Levy!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				5,
				true
			]
		],
		[
			"msg",
			713509,
			null,
			"奥托与艾恩梅德挺身而出，将两人挡在后面，制止了这场可能的冲突。",
			"オットーとアインメドが身を挺して二人を押しとどめ、衝突を未然に防いだ。",
			"오토와 아인메드가 몸을 던져 두 사람을 막으며 충돌을 미연에 방지했다.",
			null,
			null,
			"Otto and Ehrenmed stepped forward and held the two back to stop the potential confrontation.",
			"Otto and Einmed took it upon themselves to hold them back and prevent a clash."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				false
			]
		],
		[
			"msg",
			713510,
			null,
			"奥托，你为什么要阻止我？",
			"オットー、どうして止めるの！？",
			"오토, 왜 막는 거야!?",
			null,
			null,
			"Otto, why are you trying to stop me?",
			"Otto, why are you stopping!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713511,
			null,
			"……现在还不是时候。",
			"……今はまだそのときではないからだ。",
			"…… 지금은 아직 그때가 아니기 때문이다.",
			null,
			null,
			"...... Now is not the time.",
			"...... because now is not the time."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713512,
			null,
			"艾恩梅德，你怎么回事？",
			"アインメド、何しているの？",
			"아인메드, 뭐 하는 거야?",
			null,
			null,
			"Ayn Med, what's wrong with you?",
			"Ein Med, what are you doing?"
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713513,
			null,
			"呵……别忘了，我们还有更大的敌人。",
			"フッ……忘れないでください。私たちにはもっと大きな敵がいます。",
			"훗…… 잊지 마세요. 우리에겐 더 큰 적이 있다는 것을.",
			null,
			null,
			"Heh ...... don't forget that we have a bigger enemy.",
			"Hook ...... Remember. We have a bigger enemy."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713514,
			null,
			"将自己这边的人安抚下去，奥托与艾恩梅德对视着。",
			"お互いに仲間をなだめたオットーとアインメドは目配せした。",
			"서로 동료들을 달랜 오토와 아인메드는 눈짓을 주고받았다.",
			null,
			null,
			"Putting his side to rest, Otto and Ehrenmed looked at each other.",
			"After mutually soothing their companions, Otto and Einmed looked at each other."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713515,
			null,
			"奥托，我们两边一定要兵戎相见么？",
			"オットー殿、私たちはどうしても戦わなければならないのでしょうか？",
			"오토 님, 우리는 정말 싸워야만 합니까?",
			null,
			null,
			"Otto, must our two sides fight each other?",
			"Dear Otto, do we really have to fight?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713516,
			null,
			"……我不认为这是一个好的选择。",
			"……それは賢い選択だとは思わないな。",
			"……그건 현명한 선택이 아니라고 생각하는데.",
			null,
			null,
			"...... I don't think it's a good choice.",
			"...... I don't think that's a wise choice."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713517,
			null,
			"我也如此。",
			"私も同感です。",
			"저도 동의합니다.",
			null,
			null,
			"So do I.",
			"I agree with you."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713518,
			null,
			"艾恩梅德不动声色地点点头。",
			"アインメドは動じることなくうなずいた。",
			"아인메드는 흔들림 없이 고개를 끄덕였다.",
			null,
			null,
			"Ayn Mede nodded without moving her head.",
			"Einmed nodded unmoved."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713519,
			null,
			"如今世间沦为怪物的猎场，还有那种存在高悬于都城上空。我们恐怕已是人类为数不多的力量，若是再爆发冲突，恐怕一切都会无法挽回。",
			"世界が怪物たちの狩り場と化した今、僕たち人類の戦力は既に劣っているかもしれない。それに、君たちも空を見ただろう。これ以上衝突を起こしていたら、取り返しのつかないことになる。",
			"세계가 괴물들의 사냥터로 변한 지금, 우리 인류의 전력은 이미 열세일지도 모릅니다. 게다가, 여러분도 하늘을 보셨을 겁니다. 더 이상 충돌을 일으킨다면 돌이킬 수 없는 일이 벌어질 거예요.",
			null,
			null,
			"Now the world is reduced to a hunting ground for monsters, and there is that presence hanging high above the capitol. We are afraid that we are already one of the few forces of humanity, and if another conflict breaks out, I am afraid that everything will be irretrievable.",
			"Now that the world has become a hunting ground for monsters, we humans may already be outmatched. Besides, you have seen the sky. If we cause any more conflicts, it will be irreversible."
		],
		[
			"msg",
			713520,
			null,
			"尽管两位之前或有错处，但在这个时候，也是人类不可多得的力量。",
			"彼女たちには過ちがあったかもしれない。だが、今は人類にとって貴重な戦力だ。",
			"그녀들에게 실수가 있었을 수도 있습니다. 하지만 지금은 인류에게 귀중한 전력이에요.",
			null,
			null,
			"Despite the previous or wrongdoings of the two, they are also, at this time, an unparalleled force for humanity.",
			"They may have made mistakes. But they are now a valuable asset to humanity."
		],
		[
			"msg",
			713521,
			null,
			"而眼下最大的敌人就是都城之上的渊面意志，所以我提议，在解决掉祂之前，以往的一切矛盾全部搁置，等待救世之后再说，如何？",
			"そして、目下の最大の敵は都市の上空にいる渊面の意志だ。だから、あれを倒すまでは、過去の争いはすべて横に置き、世界を救ってから決着をつけるというのはどうだろう？",
			"그리고 현재 가장 큰 적은 도시 상공에 있는 연면의 의지입니다. 그러니 그것을 쓰러뜨릴 때까지는 과거의 다툼은 모두 제쳐두고, 세계를 구한 후에 결판을 내는 건 어떨까요?",
			null,
			null,
			"And the biggest enemy right now is the Abyssal Will above the Capitol, so I propose that until He is resolved, all past conflicts be put aside and wait until after the salvation, how about that?",
			"And the greatest enemy at hand is the 渊面意志 above the city. So, until we defeat that thing, how about we put all past conflicts to the side and settle them after saving the world?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713522,
			null,
			"奥托，可是……",
			"オットー、でも……。",
			"오토, 하지만……",
			null,
			null,
			"Otto, but ......",
			"Otto, but see ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713523,
			null,
			"卡莲……一切为了拯救人类。",
			"カレン……すべては人類を救うためだよ。",
			"카렌…… 모든 것은 인류를 구하기 위해서야.",
			null,
			null,
			"Karin ...... everything to save humanity.",
			"Karen...... it's all about saving humanity."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713524,
			null,
			"良久，卡莲虽然面色不甘，却没有再说话。",
			"カレンはしばらく不満そうな顔をしていたが、それ以上何も言わなかった。",
			"카렌은 한동안 불만스러운 표정을 지었지만, 그 이상 아무 말도 하지 않았다.",
			null,
			null,
			"Ryokyu, although Carine face is resigned, but did not speak again.",
			"Karen looked frustrated for a while, but said nothing more."
		],
		[
			"msg",
			713525,
			null,
			"眼看着对面统一了共识，艾恩梅德也表示了认同。",
			"相手側の意見がまとまったのを見て、アインメドも賛同の意を示した。",
			"상대측 의견이 정리된 것을 보고, 아인메드도 찬성의 뜻을 나타냈다.",
			null,
			null,
			"Seeing the consensus unified across the table, Ayn Med also expressed his approval.",
			"Seeing that the other side had reached a consensus, Einmed expressed his agreement."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713526,
			null,
			"既然奥托殿下已经这么说了，我也同意。",
			"オットー殿がそう言うのであれば、私も同意します。",
			"오토 님께서 그렇게 말씀하신다면, 저도 동의합니다.",
			null,
			null,
			"Since His Highness Otto has said so, I agree.",
			"If that is what Mr. Otto says, then I agree with him."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713527,
			null,
			"我要是不同意呢？",
			"もし私が同意しなかったら？",
			"만약 제가 동의하지 않는다면?",
			null,
			null,
			"What if I disagree?",
			"And if I don't agree?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713528,
			null,
			"莱薇脸色冰冷地说道。",
			"レヴィは冷たい表情で言った。",
			"레비는 차가운 표정으로 말했다.",
			null,
			null,
			"Lévy said with an icy face.",
			"Levy said with a cold expression."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713529,
			null,
			"还有，奥托殿下，请问元老团和大主教现在何处？",
			"それからオットー様、元老団と大主教様はどこ？",
			"그런데 오토님, 원로단과 대주교님은 어디 계시죠?",
			null,
			null,
			"And, Your Highness Otto, may I ask where the Senate and the Archbishop are now?",
			"And where are the senate and the archbishop, Mr. Otto?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713530,
			null,
			"大部分元老死在了动乱之中，还有一些元老不便出行，我便把他们留在了安全的地下室里。",
			"ほとんどの元老は動乱の中で死んだよ。一部の元老たちは外に出られないから、彼らを安全に地下室に避難させた。",
			"대부분의 원로들은 동란 중에 죽었어. 일부 원로들은 밖으로 나올 수 없어서, 그들을 안전한 지하실로 대피시켰지.",
			null,
			null,
			"Most of the patriarchs died in the turmoil, and some others were not able to travel, so I left them in the safety of the basement.",
			"Most of the ex-elders died during the upheaval. Some of the ex-elders could not get out, so they were evacuated to the basement where they were safe."
		],
		[
			"portraits",
			[
				519,
				2,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713531,
			null,
			"至于我的父亲……他在渊面意志升空之时死去了。",
			"僕の父は……渊面の意志が空に現われたときに死んだよ。",
			"내 아버지는... 연면의 의지가 하늘에 나타났을 때 죽었어.",
			null,
			null,
			"As for my father ...... he died at the time of the ascension of the abyssal will.",
			"My father died when the will of the ...... Yuanmen appeared in the sky."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713532,
			null,
			"莱薇还想再说什么，先前一直冷眼旁观的佐菲亚忽然开口了。",
			"レヴィはまだ何か言おうとしたが、冷たい目で様子を見ていたソフィアが急に口を開いた。",
			"레비는 아무 말을 하려 했지만, 차가운 눈으로 지켜보던 소피아가 갑자기 입을 열었다.",
			null,
			null,
			"Levi was about to say something else when Zofia, who had previously been watching coldly, suddenly spoke up.",
			"Levy was still about to say something, but Sophia, who had been watching him with cold eyes, suddenly spoke up."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713533,
			null,
			"我赞同奥托殿下的一切决议，倘若莱薇你还有什么不满，那就离开吧。",
			"あたしもオットー様の提案に賛成です。レヴィ、もしまだ不満があるなら立ち去りなさい。",
			"나도 오토 님의 제안에 찬성이야. 레비, 아직도 불만이 있다면 떠나세요.",
			null,
			null,
			"I agree with all of His Highness Otto's resolutions, and if you have any more complaints, Levi, then leave.",
			"I agree with Otto's suggestion. Levy, if you are still dissatisfied, leave."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713534,
			null,
			"莱薇神色一窒，她往身后一看，那些天启骑士团的骑士都以远超过于自己的尊敬眼神看向奥托身边的佐菲亚。",
			"レヴィの表情が一瞬固まり、後ろを見た。天啓騎士団の騎士たちは自分よりもオットーのそばにいるソフィアに尊敬の眼差しを向けていた。",
			"레비의 표정이 순간 굳어지며, 뒤를 돌아보았다. 천기사단의 기사들은 자신보다 오토 곁에 있는 소피아를 향해 경외의 눈빛을 보내고 있었다.",
			null,
			null,
			"Lévy looked choked, she looked behind her, those knights of the Order of the Apocalypse all looked at Zofia beside Otto with a respect far beyond their own.",
			"Levy's expression hardened for a moment and he looked behind him. The knights of the Order of the Enlightened Knights were looking more respectfully at Sophia, who was standing by Otto's side than at himself."
		],
		[
			"msg",
			713535,
			null,
			"艾恩梅德心中冷笑，她明白骑士们心目中最敬仰的长官始终是佐菲亚，哪怕自己现在想要离开，也绝对带不走一个人，更别提莱薇。",
			"アインメドは心の中で冷笑していた。彼女には、騎士たちが最も尊敬している指揮官は今も変わらずソフィアであり、自分が立ち去ろうとしても誰もついてこないことは分かっていた。ましてやレヴィである。",
			"아인메드는 마음속으로 냉소했다. 그녀는 기사들이 가장 존경하는 지휘관이 여전히 소피아이며, 자신이 떠나려 해도 아무도 따라오지 않을 것임을 알고 있었다. 하물며 레비 따위는.",
			null,
			null,
			"Ehrenmed sneered in her heart, she understood that the most admired officer in the hearts of the knights was always Zofia, even if she wanted to leave now, she definitely could not take one away, not to mention Levi.",
			"Einmed smiled cynically in her mind. She knew that the most respected commander of the knights was still Sophia, and that no one would follow her if she tried to walk away. And moreover, it was Levy."
		],
		[
			"msg",
			713536,
			null,
			"可以说，倘若佐菲亚下令，下一秒莱薇就会面临这些天启骑士的诛杀。",
			"もしソフィアが命令を下せば、次の瞬間、レヴィはこの天啓騎士たちに殺されるといっても過言ではない。",
			"만약 소피아가 명령을 내린다면, 다음 순간 레비가 이 천기사들에게 살해당할 것이라고 해도 과언이 아니었다.",
			null,
			null,
			"It can be said that if Zofia gives the order, the next second Lévy will face the execution of these apocalypse knights.",
			"It is no exaggeration to say that if Sophia gives the order, the next moment Levy will be killed by these knights of revelation."
		],
		[
			"msg",
			713537,
			null,
			"终于，彻底认清现实以后，莱薇无奈地点点头。",
			"ようやく現実を認識したレヴィは、仕方なくうなずいた。",
			"드디어 현실을 인식한 레비는 어쩔 수 없이 고개를 끄덕였다.",
			null,
			null,
			"Finally, after thoroughly recognizing the reality, Levi nodded helplessly.",
			"Finally recognizing reality, Levy nodded helplessly."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713538,
			null,
			"算了……反正也是为了对付崩坏，我也同意。",
			"いいわ……どうせ崩壊と戦うためだし、私も同意する。",
			"좋아…… 어차피 붕괴와 싸우기 위한 거니, 나도 동의하지.",
			null,
			null,
			"Never mind ...... anyway, it is also to deal with the collapse, I also agree.",
			"Okay ...... to fight the collapse anyway, and I agree."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713539,
			null,
			"一切圆满收场。",
			"すべての話がまとまった。",
			"모든 이야기가 정리되었다.",
			null,
			null,
			"Everything ended successfully.",
			"All the stories came together."
		],
		[
			"msg",
			713540,
			null,
			"但就在离开前，艾恩梅德却做出了一个惊人的决定。她解除武器，在奥托面前单膝跪下，致以臣服的礼节。",
			"しかし、出発前にアインメドが驚くべき決断を下した。彼女は武装を解き、オットーの前で片膝をつき、臣下の礼をとった。",
			"하지만 출발 전, 아인메드는 모두를 놀라게 할 결정을 내렸다. 그녀는 무장을 해제하고 오토 앞에 한 무릎을 꿇으며 신하의 예를 취했다.",
			null,
			null,
			"But just before leaving, Ehrenmed made a startling decision. She disarmed her weapon and knelt down on one knee in front of Otto, offering the salute of submission.",
			"Before departing, however, Einmed made a surprising decision. She disarmed herself, got down on one knee in front of Otto, and took a vassal's bow."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30181,
				4,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713541,
			null,
			"奥托殿下……不，奥托大主教阁下，请收下我的忠诚。",
			"オットー殿……いいえ、オットー大主教閣下、わたくしはここに忠誠を誓います。",
			"오토 각하…… 아니, 오토 대주교 각하, 저는 여기에 충성을 맹세합니다.",
			null,
			null,
			"His Highness Otto ...... No, His Eminence Archbishop Otto, please accept my loyalty.",
			"Dear Otto: ...... No, Archbishop Otto, I hereby pledge my allegiance to you."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713542,
			null,
			"所有人都一时错愕，唯有奥托仿若早已猜到了她这个举动，露出了然的微笑。",
			"誰もが一瞬唖然としたが、オットーだけは彼女の行動を察していたかのように、よく分かっていると言わんばかりのほほ笑みを見せた。",
			"모두가 순간 어안이 벙벙했지만, 오토만은 그녀의 행동을 예상이라도 했던 것처럼, 잘 알겠다는 듯한 미소를 지어 보였다.",
			null,
			null,
			"Everyone was stunned for a moment, except for Otto, who smiled as if he had already guessed her move.",
			"Everyone was stunned for a moment, but Otto was the only one who smiled, as if he knew exactly what she was doing, as if he knew exactly what she was doing."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713543,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			713544,
			null,
			"很好，艾恩梅德，你做出了一个明智的决定。",
			"アインメド、君は賢い決断をした。",
			"아인메드, 현명한 결정을 내렸어.",
			null,
			null,
			"Good for you, Ehrenmed, you made a wise decision.",
			"Einmed, you have made a wise decision."
		],
		[
			"msg",
			713545,
			null,
			"走吧，跟我们一起去天命都城。",
			"さあ、僕たちと共に天命都市へ行こう。",
			"자, 우리와 함께 천명 도시로 가자.",
			null,
			null,
			"Let's go, come with us to the Heavenly Fate Capitol.",
			"Come, let's go to the Heavenly City with us."
		],
		[
			"msg",
			713546,
			null,
			"找到渊面意志的弱点，然后击溃祂！",
			"やつの弱点を見つけ、叩き潰してやろうじゃないか。",
			"그 녀석의 약점을 찾아서 박살내버리자.",
			null,
			null,
			"Find the weakness of the Abyssal Will and crush it!",
			"Let's find his weakness and crush him."
		],
		[
			"msg",
			713547,
			null,
			"……一切，为了拯救人类！",
			"——すべては人類を救うために。",
			"——모든 것은 인류를 구하기 위해서.",
			null,
			null,
			"...... everything, to save humanity!",
			"--all to save humanity."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713548,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10322"
		],
		[
			"msg",
			713549,
			null,
			"前往天命都城的道路上。",
			"天命都市へ向かう途中。",
			"천명 도시로 향하는 도중.",
			null,
			null,
			"On the road to the providential capital.",
			"On the way to the Heavenly City."
		],
		[
			"msg",
			713550,
			null,
			"艾恩梅德忽然想起了奥托刚才随口所说的两个名词。",
			"アインメドは、オットーが先ほど何気なく口にした二つの言葉をふと思い出した。",
			"아인메드는 오토가 아까 무심코 입에 올렸던 두 단어를 문득 떠올렸다.",
			null,
			null,
			"Ayn Med suddenly remembered the two terms Otto had just casually mentioned.",
			"Einmed suddenly remembered two words Otto had casually uttered earlier."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713551,
			null,
			"奥托阁下，刚才我听到你说，那个巨大人形的名字似乎是“渊面意志”，请问这个名讳你是从何得知的？",
			"オットー閣下、先ほど、あの巨大人間を「淵面の意志」と呼んでいたようですが、その名前はどこでお知りになったのでしょうか？",
			"오토 각하, 아까 그 거대한 인간을 연면의 의지라고 부르셨던 것 같은데, 그 이름은 어디서 알게 되셨습니까?",
			null,
			null,
			"Sir Otto, just now I heard you say that the name of the giant humanoid seems to be \"Abyssal Will\", where did you get this name from?",
			"Sir Otto, earlier you referred to that giant human being as \"the will of the abyssal plane\", where did you learn that name?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30182,
				1,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			713552,
			null,
			"是《原典》。",
			"『原典』さ。",
			"——원전이지.",
			null,
			null,
			"It is the Original Canon.",
			"The original."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				1,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			713553,
			null,
			"……《原典》？",
			"……『原典』？",
			"……원전?",
			null,
			null,
			"...... The Original Canon?",
			"...... 'Original'?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30320,
				1,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			713554,
			null,
			"记得《原典》里所说的话么——“起初，神在水上运行。地是空虚混沌，渊面黑暗。”",
			"たしか『原典』には「原初、神は水上で動き出す。大地は空虚で混沌とし、淵面は暗黒」と書かれていた。",
			"확실히 『원전』에는 「태초에, 신은 물 위에서 움직이기 시작했다. 땅은 공허하고 혼돈스러웠으며, 깊은 어둠이 연면을 덮고 있었다」고 기록되어 있었다.",
			null,
			null,
			"Remember what it says in the Canon - \"In the beginning God was running on water. And the earth was empty and chaotic, and the face of the abyss was dark.\"",
			"I think it was written in the \"Original Text\" that \"In the beginning, God moves on the water. The earth is void and chaotic, and the abyssal surface is dark."
		],
		[
			"msg",
			713555,
			null,
			"我想，祂就是《原典》中曾记载过的渊面意志吧。",
			"おそらく、あれは『原典』に書かれていた淵面の意志だと思うよ。",
			"아마도, 그것은 『원전』에 기록된 연면의 의지일 거야.",
			null,
			null,
			"I think He is the Abyssal Will that was once recorded in the Protocanon.",
			"Perhaps that was the will of the abyssal plane in the \"original\" book."
		],
		[
			"msg",
			713556,
			null,
			"还有那些受祂影响而变化的怪物……这些白色人体，受到“渊面意志”侵蚀而生，既然这样，我便把它们叫做“侵蚀体”。",
			"それから、やつの影響を受けて変化した怪物……あの白色人間は「淵面の意志」に侵食されて生まれた。だから、僕はあの怪物たちを「侵食体」と呼んでいる。",
			"그리고, 그 녀석의 영향을 받아 변이한 괴물…… 그 백색 인간은 「연면의 의지」에 침식되어 태어났어. 그래서 나는 그 괴물들을 「침식체」라고 부르고 있어.",
			null,
			null,
			"There are also those monsters that are changed by His influence ...... These white bodies are born from the erosion of the \"Abyssal Will\", so I will call them \"eroded bodies\".",
			"Then, the monsters that changed under the influence of him ...... were born as those white humans were eroded by the \"will of the abyssal plane\". That is why I call those monsters \"eroding bodies\"."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			713557,
			null,
			"闻听此言，大多数人都信服地点点头。但艾恩梅德却觉得有些不对，她隐隐感觉到，这两个名字并不是奥托脱口而出的，他对此似乎早有准备。",
			"この言葉を聞いて、ほとんどの者たちは納得したようにうなずいていた。しかし、アインメドは何かがおかしいと思った。彼女は、この二つの名前はオットーが何気なく口にしたのではなく、前々から用意していたのではないかと漠然と考えていた。",
			"이 말을 듣고, 대부분의 사람들은 납득했다는 듯 고개를 끄덕였다. 하지만 아인메드는 뭔가 이상하다고 생각했다. 그녀는 이 두 이름이 오토가 무심코 말한 것이 아니라, 미리 준비해 둔 것이 아닐까 하는 막연한 생각을 했다.",
			null,
			null,
			"Hearing this, most people nodded convincingly. But Ayn Mede felt something was wrong, she had a vague feeling that these two names were not blurted out by Otto, he seemed to have prepared for this.",
			"Hearing these words, most of them nodded their heads in agreement. Einmed, however, thought something was wrong. She vaguely suspected that these two names had not been casually mentioned by Otto, but had been prepared for some time."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			713558,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713559,
			null,
			"此处乃其人长存之梦。",
			"ここはその人の永遠の夢。",
			"이곳은 그 사람의 영원한 꿈.",
			null,
			null,
			"This is the dream of his longevity.",
			"This place is his/her eternal dream."
		],
		[
			"msg",
			713560,
			null,
			"此梦乃其人长宁之乡。",
			"ここはその人の安らぎの故郷。",
			"이곳은 그 사람의 안식의 고향.",
			null,
			null,
			"This dream is the home of his people Changning.",
			"This is the person's peaceful home."
		],
		[
			"msg",
			713561,
			null,
			"然则，其梦轮回不止。",
			"しかし、夢は輪廻を繰り返す。",
			"하지만 꿈은 윤회를 반복한다.",
			null,
			null,
			"However, its dream reincarnation does not end.",
			"But the dream repeats itself in a circle."
		],
		[
			"msg",
			713562,
			null,
			"然则，其梦无能为力。",
			"しかし、夢はどうすることもできない。",
			"하지만 꿈은 어쩔 수 없다.",
			null,
			null,
			"However, there is nothing that can be done about its dream.",
			"But there is nothing we can do about our dreams."
		],
		[
			"msg",
			713563,
			null,
			"城主府中的大火创造了那一把竹间丸被发现的契机，而那一把竹间丸又在异域上化作名为寂灭丸的魔刀，最终魔刀的主人身怀必死之心而未死，就此沉睡。",
			"城主の屋敷の大火事がきっかけとなり、竹間丸が見つかった。そしてその竹間丸は異国で寂滅丸という名の妖刀になった。やがて妖刀の主は死を覚悟していたが死なず、そのまま深い眠りについた。",
			"성주의 저택 대화재를 계기로 죽간마루가 발견되었다. 그리고 그 죽간마루는 이국에서 적멸丸이라는 이름의 요도가 되었다. 이내 요도의 주인은 죽음을 각오했지만 죽지 못한 채 깊은 잠에 빠졌다.",
			null,
			null,
			"The fire in the city lord's house created the opportunity for that one Takuma pill to be discovered, and that one Takuma pill was transformed into a magic sword called Silent Pill on the foreign land, and finally the owner of the magic sword was not dead with the heart of certain death, so he slept.",
			"A large fire in the castle lord's mansion led to the discovery of Takemamaru. The Takemamaru was then transformed into a demon sword named Jakuchimaru in a foreign country. Eventually, the master of the demon sword was prepared to die, but he did not, and went into a deep sleep."
		],
		[
			"msg",
			713564,
			null,
			"然后，此梦开始，又从城主府的大火延续。",
			"そして夢が始まった。また屋敷の大火事の続きだ。",
			"그리고 꿈이 시작되었다. 다시 저택의 큰불 이어지는 장면이다.",
			null,
			null,
			"Then, this dream began and continued from the fire in the city lord's house.",
			"Then the dream began. Another big fire in the mansion followed."
		],
		[
			"bg",
			"CG10260"
		],
		[
			"msg",
			713565,
			null,
			"于是，千百次轮回以后，梦的主人终于疲倦了，始终躺在半面的草地上，无休止地看天上的白云。",
			"数千回の輪廻の後、夢の主はついに疲れ、顔を半分隠すほどの高さの草むらに横たわり、空の白い雲をいつまでも見つめていた。",
			"수천 번의 윤회 끝에, 꿈의 주인은 마침내 지쳐 얼굴을 반쯤 가릴 만큼 높은 풀밭에 누워 하얀 구름을 끝없이 바라보고 있었다.",
			null,
			null,
			"So, after a thousand rounds, the owner of the dream finally got tired and always lay on the grass on the half side, looking endlessly at the white clouds in the sky.",
			"After thousands of reincarnations, the dreamer finally tired and lay down in the grass, high enough to half hide his face, staring forever at the white clouds in the sky."
		],
		[
			"msg",
			713566,
			null,
			"直到今天，终于才起了变化。",
			"今日、ついに変化が起きた。",
			"오늘, 드디어 변화가 일어났다.",
			null,
			null,
			"It was only today that the change finally took place.",
			"Today, change finally happened."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			713567,
			null,
			"喂，你为什么一直躺在这里？",
			"ねえ、どうしてずっとここに寝転がっているの？",
			"저기, 왜 계속 여기 누워만 있는 거야?",
			null,
			null,
			"Hey, why do you keep lying here?",
			"Hey, why have you been lying here all this time?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713568,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713569,
			null,
			"老看这些东西不会看厌吗？跟我一起玩玩呗！",
			"ずっと同じものを見ていて飽きないの？アニラと一緒に遊ぼうよ！",
			"계속 같은 것만 보고 있으면 질리지 않아? 아니라랑 놀자!",
			null,
			null,
			"Don't you get tired of reading these things all the time? Have fun with me!",
			"Don't you ever get tired of looking at the same thing all the time? Come play with Anila!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713570,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713571,
			null,
			"喂喂喂，你说句话呀？",
			"ねえったら、なんとか言ってよ。",
			"아니, 뭐라고 좀 말이라도 해봐.",
			null,
			null,
			"Hey, hey, hey, you say something?",
			"Hey, say something."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713572,
			null,
			"……你，是什么东西？",
			"……そなたは、何者か？",
			"……너는, 누구냐?",
			null,
			null,
			"...... you, what is it?",
			"......What are you?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713573,
			null,
			"才不是东西，我是阿尼拉！",
			"何者でもないよ。アニラだよ！",
			"누구도 아니야. 아니라야!",
			null,
			null,
			"I'm not a thing, I'm Anila!",
			"I'm nobody. I'm Anila!"
		],
		[
			"msg",
			713574,
			null,
			"噫嘁嘁嘻嘻嘻嘻，我是梦境的主人，是噩梦之源！当然，我看过你梦境里的记忆，用你故乡的话来说，我应该可以叫大名御见梦身神——",
			"イチチ！カシャシャシャシャ。夢の主、悪夢の源なの！もちろん、あなたの夢の中の記憶も見たよ。あなたの故郷の言葉で名前を言えば、御見夢身神——",
			"이치치! 카샤샤샤샤. 꿈의 주인, 악몽의 근원이야! 물론, 너의 꿈 속 기억도 봤어. 네 고향의 말로 이름을 말하면, 어견몸신——",
			null,
			null,
			"Well chit-chit-chit-chit-chit, I am the master of the dream world, the source of nightmares! Of course, I have seen the memories of your dreams, and in the words of your homeland, I should be able to call the Daimyo Gomi Dream Body God-",
			"Ichichi! Kashashashashasha. I'm the master of dreams, the source of nightmares! Of course, I saw your memories in your dreams. If I say your name in the language of your homeland, Gomimusubijin--"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713575,
			null,
			"阿尼拉么……",
			"アニラ……。",
			"아닐라…….",
			null,
			null,
			"Aniramu ......",
			"Anila. ......."
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				3,
				false
			]
		],
		[
			"msg",
			713576,
			null,
			"……呵，别打扰我，我只想待在这里。",
			"……フッ、邪魔しないでくれぬか。拙者はただここにいたいだけだ。",
			"……훗, 방해하지 말아주겠나. 소인은 그저 여기에 있고 싶을 뿐이라네.",
			null,
			null,
			"...... Heh, leave me alone, I just want to stay here.",
			"......Huh, please don't interrupt me. I just want to stay here."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				3,
				true
			]
		],
		[
			"msg",
			713577,
			null,
			"啧，你就没想过出去看看吗？总看着这片风景不会厌恶么？",
			"ちぇっ、外に出てみたいと思わないの？ずっとここの景色ばかり見ていて飽きないの？",
			"쳇, 밖에 나가보고 싶지 않아? 계속 여기 풍경만 보면서 질리지 않아?",
			null,
			null,
			"Gee, don't you ever think about going out and seeing? Won't you get sick of looking at this landscape all the time?",
			"Damn, don't you ever want to go outside? Don't you ever get tired of looking at the view here all the time?"
		],
		[
			"msg",
			713578,
			null,
			"我看你梦境记忆里，过去也见过不少有趣的东西嘛——像什么附有妖怪的伞啦，除魔世家的两姐妹啦……真没想到，你居然以前还跟那个东方仙人是战友的关系呀！",
			"あなたの夢の記憶を見たんだけど、過去に面白いものをたくさん見ていたじゃない——妖怪がとりついた傘とか、妖魔払いの家の姉妹とか……まさか、あなたがあの東洋の仙人と戦友だったなんて思わなかったよ！",
			"네 꿈의 기억을 봤는데, 과거에 재미있는 것들을 많이 보지 않았어—— 요괴가 붙은 우산이라던가, 요마를 쫓는 집안 자매라던가…… 설마 네가 그 동양의 선인과 전우였을 줄은 몰랐어!",
			null,
			null,
			"I see that your dream memory, the past also saw a lot of interesting things - like what is attached to the demon's umbrella la, the two sisters of the demon family la ...... really did not expect that you actually used to be with the Eastern immortal is the relationship of comrades ah!",
			"I've seen your dream memories, and you've seen many interesting things in the past - the umbrella with a demon attached to it, the sisters in the demon exorcist's house, ...... I never thought you were warriors with that oriental hermit! I didn't think you were warriors with that oriental hermit!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713579,
			null,
			"……那都已经是过去的事情了。",
			"……それらはいずれも過去のこと。",
			"……그것들은 모두 과거의 일.",
			null,
			null,
			"...... That's all in the past.",
			"...... those are all in the past."
		],
		[
			"msg",
			713580,
			null,
			"现在的我，已经无法从崩坏中挣脱出来。",
			"今の拙者は崩壊の渦から抜け出せぬ哀れな浪人だ。",
			"지금의 소인은 붕괴의 소용돌이에서 벗어나지 못한 불쌍한 낭인이라네.",
			null,
			null,
			"Now I can't break free from the collapse.",
			"Now I am a pathetic wanderer stuck in a vortex of disintegration."
		],
		[
			"msg",
			713581,
			null,
			"倘若还有想活下去的余念，便会沦为横行于世间的怪物。",
			"もし生き延びたいと願えば、世界で暴れる怪物になるだろう。",
			"만약 살아남고 싶다면, 세상에서 날뛰는 괴물이 될 거야.",
			null,
			null,
			"If there is still a desire to live, they will become monsters that roam the world.",
			"If they wished to survive, they would become the monsters that run rampant in the world."
		],
		[
			"msg",
			713582,
			null,
			"要么死去……要么待在这里，对我来说，没有别的选择。",
			"死ぬか……ここにいるかのどちらか。拙者には他の選択肢など残されておらぬ。",
			"죽거나…… 여기에 있거나 둘 중 하나. 소인에게는 다른 선택지 따위 남아있지 않네.",
			null,
			null,
			"Either you die ...... or you stay here, for me there is no other choice.",
			"Either I die or I stay here at ....... I have no other choice left."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713583,
			null,
			"哎呀，就算是怪物又怎样？",
			"もうっ、怪物になったらどうだっていうのよ？",
			"아 진짜, 괴물이 되면 어쩌겠다는 거야?",
			null,
			null,
			"Oh, so what if it's a monster?",
			"God damn it, what if I turn into a monster?"
		],
		[
			"msg",
			713584,
			null,
			"你看，我现在也被不少人叫做怪物，但阿尼拉还是每天都过得十分开心呢！",
			"ほら、アニラも今は大勢の人から怪物って呼ばれているけど、それでもアニラは毎日とても楽しく過ごしているよ！",
			"있지, 아닐라도 지금은 많은 사람들한테 괴물이라고 불리지만, 그래도 아닐라는 매일 아주 즐겁게 지내고 있어!",
			null,
			null,
			"You see, I'm also called a monster by many people now, but Anila still has a very happy life every day!",
			"You see, Anila is called a monster by many people now, but Anila still has a great time every day!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713585,
			null,
			"……你？",
			"……そなたがか？",
			"……그대인가?",
			null,
			null,
			"...... you?",
			"...... you?"
		],
		[
			"msg",
			713586,
			null,
			"呵，虽然不知道你是依靠何种方法保持清醒的……但我和你不一样。",
			"ふっ、そなたがどのような方法で意識を保っているのか分からぬが……拙者はそなたと違う。",
			"훗, 그대가 어떤 방법으로 의식을 유지하고 있는지 알 수 없지만…… 이 몸은 그대와 다르다.",
			null,
			null,
			"Heh, although I don't know what methods you rely on to stay sober ...... but I'm not like you.",
			"Huh, I don't know how you stay conscious, but ...... I am not like you."
		],
		[
			"msg",
			713587,
			null,
			"我若完全堕入崩坏，则意识沉沦，自我不再，只会成为一头没有理智的野兽。",
			"拙者が完全に崩壊に呑み込まれれば、意識も自我も失い、ただの理性のない野獣になるだろう。",
			"이 몸이 완전히 붕괴에 삼켜지면, 의식도 자아도 잃고 그냥 이성 없는 야수가 될 것이다.",
			null,
			null,
			"If I fall into total collapse, my consciousness will sink and my ego will cease, and I will only become a beast without reason.",
			"If I am completely engulfed by the collapse, I will lose consciousness and ego and become just a beast without reason."
		],
		[
			"msg",
			713588,
			null,
			"倘若那样，我还不如去死。",
			"そうなるくらいなら、腹を裂き死んだ方がマシだ。",
			"그렇게 될 바엔, 배를 갈라 죽는 게 나을 거다.",
			null,
			null,
			"If that happens, I might as well die.",
			"I would rather die with my stomach ripped open than let that happen."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713589,
			null,
			"……死么……",
			"……死んだ方がマシ、か……。",
			"……죽는 게 나을 거라, 하는가…….",
			null,
			null,
			"...... die? ......",
			"......I'd rather be dead, or ......."
		],
		[
			"msg",
			713590,
			null,
			"……死，可不是随随便便就能说出的字眼呀。",
			"……「死」なんて軽々しく言っていい言葉じゃないよ。",
			"……「죽음」이란 말을 그렇게 가볍게 해도 되는 게 아니야.",
			null,
			null,
			"...... death, is not a word that can be said casually ah.",
			"...... \"Death\" is not a word that should be said lightly."
		],
		[
			"msg",
			713591,
			null,
			"虽然阿尼拉死了以后还能用这种姿态存活下来，还能在一个个梦境中跳跃。但是阿尼拉可以感觉到，无论是父亲，还是科契亚哥哥，他们的意识都完全消失了呢……",
			"アニラは死んだ後もこんな姿で生き続け、夢から夢へと飛び回れるけど、お父さんにしても、コチアさんにしても、みんなの意識は完全になくなっちゃったのが分かるんだ……。",
			"아닐라는 죽은 후에도 이런 모습으로 계속 살아서 꿈에서 꿈으로 날아다닐 수 있지만, 아버지든 코치아 씨든, 모두의 의식이 완전히 사라져버린 걸 알 수 있어…….",
			null,
			null,
			"Although Anila can survive in this posture after death, and can still jump in one dream world. But Anila could feel that both her father and brother Cochia, their consciousness had completely disappeared yet ......",
			"Anila can continue to live on in this form after she dies and jump around from dream to dream, but I know that everyone's consciousness is completely gone, whether it's your father or Mr. Kochia. ......"
		],
		[
			"msg",
			713592,
			null,
			"无论阿尼拉怎么呼唤，都无法跳跃到他们的梦境中，无法与他们再交流……这就是彻底的死去吧？",
			"アニラがどんなに呼びかけても、お父さんやコチアさんの夢の中には飛び込めないし、交流することもできない……それこそ完全な死でしょ？",
			"아닐라가 아무리 불러도, 아버지나 코치아 씨의 꿈 속으로 들어갈 수 없고, 교류할 수도 없어…… 그게 진정한 죽음이잖아?",
			null,
			null,
			"No matter how much Anila calls out, she can't jump into their dreams and can't communicate with them anymore ...... This is complete death, right?",
			"No matter how much Anila calls out to you, you can't jump into your father's or Mr. Kochia's dreams and interact with them ...... That would be total death, right?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713593,
			null,
			"……呵。",
			"……ふっ。",
			"……훗.",
			null,
			null,
			"...... Heh.",
			"...... phew."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713594,
			null,
			"北辰芽衣思索了一番该如何回应。",
			"北辰芽衣はどう返事するべきか考えていた。",
			"북진메이는 어떻게 대답해야 할지 고민하고 있었다.",
			null,
			null,
			"Meiko Kitatsu pondered for a moment how to respond.",
			"Mei Beijin was thinking about how to reply."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713595,
			null,
			"你的父亲，也死了么？",
			"そなたの父上も亡くなったのか？",
			"너의 부친도 돌아가셨느냐?",
			null,
			null,
			"Is your father, too, dead?",
			"Is your father dead too?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				1,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713596,
			null,
			"是啊……还有母亲。",
			"そうだよ……お母さんもね。",
			"그래... 엄마도.",
			null,
			null,
			"Yeah ...... and mothers.",
			"Yes, ...... and your mother too."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				1,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713597,
			null,
			"噢，我也死了父亲，不过我出生的时候母亲就死了，你应该比我幸运。",
			"左様か。拙者も肉親を亡くしている。だが、母は拙者が生まれた時に亡くなっている、そなたは拙者よりも幸せ者だ。",
			"그런가. 나도 혈육을 잃은 몸이다. 하지만 어머니는 내가 태어날 때 돌아가셨지, 너는 나보다도 행운아로구나.",
			null,
			null,
			"Oh, I also died my father, but my mother died when I was born, you should be luckier than me.",
			"I see. I too have lost my immediate family. But my mother died when I was born."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713598,
			null,
			"北辰芽衣的宽慰令对方一下子说不出话来。",
			"北辰芽衣の慰めにアニラは言葉を詰まらせた。",
			"북진메이의 위로에 아닐라는 말을 잇지 못했다.",
			null,
			null,
			"Beichen Meiko's relief made the other party speechless for a moment.",
			"Anila choked on her words at Beijin Mei's comfort."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713599,
			null,
			"……呃呃。",
			"……うう。",
			"......으음.",
			null,
			null,
			"...... uh uh.",
			"...... uu."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713600,
			null,
			"那份错愕随即转变为笑意。",
			"その驚きはすぐに笑いへと変わった。",
			"그 놀라움은 곧 웃음으로 바뀌었다.",
			null,
			null,
			"That dismay then changed to a smile.",
			"The surprise quickly turned to laughter."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713601,
			null,
			"噫嘁嘁嘻嘻嘻嘻嘻嘻嘻……哈哈哈哈哈……",
			"イチチ！カシャシャシャシャ……ニャシャシャシャシャ……。",
			"이치치! 카샤샤샤샤...... 냐샤샤샤샤......",
			null,
			null,
			"yippee yippee yippee yippee ...... hahahahahahaha ......",
			"Ichti! "
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713602,
			null,
			"阿尼拉笑了半天，北辰芽衣不知道她究竟在笑些什么，只能沉默以应。",
			"アニラはしばらく笑っていたが、北辰芽衣は彼女が一体どうして笑っているのか分からず、ただ黙っているしかなかった。",
			"아닐라는 한동안 웃었지만, 북진메이는 그녀가 대체 왜 웃는지 이해하지 못하고 그저묵 묵묵히 있을 뿐이었다.",
			null,
			null,
			"Anila laughed for half a day, and Beichen Meizi did not know what she was laughing about, so she could only respond in silence.",
			"Anila laughed for a while, but Mei Beijin could not understand why on earth she was laughing and had to just keep quiet."
		],
		[
			"msg",
			713603,
			null,
			"良久，阿尼拉终于停止了大笑。",
			"しばらくして、ようやくアニラの大笑いが止まった。",
			"잠시 후, 드디어 아닐라의 폭소가 멈췄다.",
			null,
			null,
			"After a long time, Anila finally stopped laughing.",
			"After a while, Anila finally stopped laughing hysterically."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713604,
			null,
			"诶呀诶呀，你这个人真有趣！",
			"アハハハ、あなたって本当に面白い人だね！",
			"아하하하, 당신 정말 재미있는 사람이네요!",
			null,
			null,
			"Ehhhhhhh, you're a funny guy!",
			"Hahahaha, you are such a funny guy!"
		],
		[
			"msg",
			713605,
			null,
			"好，我决定了……",
			"よし、決めた……。",
			"좋아, 결정했어...",
			null,
			null,
			"Okay, I decided ......",
			"Okay, I've decided to go to ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713606,
			null,
			"阿尼拉点点头，像是下定了什么决心一样。",
			"アニラはうなずき、何かを決意したようだった。",
			"아니라는 고개를 끄덕이며, 무언가를 결심한 듯했다.",
			null,
			null,
			"Anila nodded, as if she had made up her mind about something.",
			"Anila nodded and seemed determined to do something."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713607,
			null,
			"喂，你不是说害怕自己到外面去以后变得没有理智，像头野兽一样吗？",
			"ねえ、あなた、自分が外で理性を失い、野獣のようになってしまうのが怖いって言ってたよね？",
			"저기, 당신, 자신이 밖에서 이성을 잃고 야수처럼 되어버리는 게 두렵다고 했죠?",
			null,
			null,
			"Hey, didn't you say you were afraid of becoming irrational and like a beast when you go outside?",
			"Hey, you said you were afraid you would lose your reason out there and become like a wild beast, right?"
		],
		[
			"stopBGM"
		],
		[
			"msg",
			713608,
			null,
			"既然这样，我这里有一种可以让自己堕入崩坏还保持清醒的方法……怎么样，想不想学啊？",
			"それなら、崩壊に吞み込まれても正気を保っていられる方法があるんだけど……どう、知りたい？",
			"그렇다면 붕괴에 삼켜져도 정신을 유지할 수 있는 방법이 있는데... 어때, 알고 싶어?",
			null,
			null,
			"In that case, I have a way here that you can fall into collapse and still stay awake ...... How about it, want to learn it?",
			"Then there's a way to stay sane even if you're engulfed in collapse. ...... How, you want to know?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				3,
				false
			]
		],
		[
			"msg",
			713609,
			null,
			"……你说什么？！",
			"……なに？",
			"......뭐라고?",
			null,
			null,
			"...... What did you say?!",
			"...... what?"
		]
	],
	"10042": [
		[
			"speaker",
			204928
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713610,
			null,
			"等等……那些哨塔和炮台是什么？",
			"待って……あの塔と砲台はなんなの？",
			"잠깐... 저 탑과 포대는 뭐야?",
			null,
			null,
			"Wait ...... what are those turrets and turrets?",
			"Wait ...... what are those towers and turrets?"
		],
		[
			"bgm",
			71
		],
		[
			"msg",
			713611,
			null,
			"为什么这里会有这种东西？！",
			"どうしてここにそんなものがあるの！？",
			"왜 여기에 그런 게 있는 거야!?",
			null,
			null,
			"Why is there such a thing here?",
			"Why do you have that here!"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713612,
			null,
			"那是天命都城屹立数百年中，整个欧陆人类的信仰所凝聚出来的力量的反抗。",
			"あれは天命都市が数百年の間に、欧州大陸全土の人間の信仰から集めた力だよ。",
			"저건 천명 도시가 수백 년 동안 유럽 대륙 전역의 인간들의 믿음으로 모은 힘이야.",
			null,
			null,
			"That was the revolt of the power gathered by the faith of the entire continental human race in the centuries when the providential capital city was standing.",
			"That's the power that the Heavenly City has gathered over the centuries from the faith of humans all over the European continent."
		],
		[
			"msg",
			713613,
			null,
			"渊面意志需要人类的献祭，以维持祂的存在——侵蚀体正是为此而诞生。",
			"淵面の意志は、その存在を維持するために人間を生贄とする必要がある。侵食体はまさにそのために生まれたんだ。",
			"연면의 의지는 그 존재를 유지하기 위해 인간을 제물로 삼아야 해. 침식체는 바로 그 목적으로 태어난 거야.",
			null,
			null,
			"The Abyssal Will needs human sacrifices to maintain His existence - the Eroded Body was born for this purpose.",
			"The will of the abyssal plane requires human sacrifice to maintain its existence. The eroding body was created for that very purpose."
		],
		[
			"msg",
			713614,
			null,
			"被献祭的人类身形异化，构筑其躯，成为渊面意志的养料。",
			"生贄にされた人間は異様な姿となって、その作られた肉体は淵面の意志の糧となる。",
			"희생된 인간은 기괴한 모습으로 변해, 그 조작된 육체는 연면의 의지의 양식이 된다.",
			null,
			null,
			"The sacrificed human body is alienated, constructing its body and becoming the nourishment for the will of the abyssal plane.",
			"The sacrificed human being becomes a bizarre figure, and his created body becomes food for the will of the abyssal plane."
		],
		[
			"msg",
			713615,
			null,
			"为了能顺利吸收，那些哨塔就是渊面意志插入世界的吸管，可以吸食这些个体。",
			"あの塔は、力を吸収しやすくするために、淵面の意志が世界に差し込んだストローのようなもので、あの個体たちを吸い込んでいるのさ。",
			"저 탑은 힘을 흡수하기 쉽게 하기 위해, 연면의 의지가 세계에 꽂아놓은 빨대 같은 것이며, 저 개체들을 빨아들이고 있는 거야.",
			null,
			null,
			"In order to be absorbed smoothly, those sentry towers are the straws that the Abyssal Will inserts into the world to suck up these individuals.",
			"That tower is like a straw that the will of the abyssal plane inserted into the world to make it easier to absorb power, and it is sucking in those individuals."
		],
		[
			"msg",
			713616,
			null,
			"不过，似乎并没有那么简单。",
			"しかし、そんなに簡単でもないようだ。",
			"하지만, 그렇게 간단하지도 않은 모양이다.",
			null,
			null,
			"However, it does not seem to be that simple.",
			"But it doesn't seem to be that easy."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713617,
			null,
			"一名身体苍白，充满裂痕的士兵用最后一丝力气，爬到了众人面前。",
			"体が青白く、ひびだらけになった兵士が最後の力を振り絞り、皆の前に這ってきた。",
			"몸이 창백해지고 금갈 데 없이 찢어진 병사가 마지막 힘을 짜내 모두 앞으로 기어왔다.",
			null,
			null,
			"A soldier with a pale body full of cracks crawled to the crowd with his last ounce of strength.",
			"A soldier, his body pale and covered in cracks, put on his last bit of strength and crawled in front of everyone."
		],
		[
			"msg",
			713618,
			null,
			"眼中流露出对未知神力的恐惧，但却充满不甘，愤怒。",
			"その目には、未知なる力に対する恐怖が浮かんでいたが、無念さと怒りも満ちていた。",
			"그 눈에는 알 수 없는 힘에 대한 공포가 떠올랐지만, 한과 분노도 가득했다.",
			null,
			null,
			"The eyes show fear of unknown divine power, but full of resignation, anger.",
			"In his eyes was fear of the unknown force, but they were also filled with regret and anger."
		],
		[
			"msg",
			713619,
			null,
			"充满着哪怕还有一口气，都会与之战斗到最后的坚毅。",
			"たとえあと少しでも命が続くのであれば、最後まで戦い抜く不屈の精神に満ちあふれていただろう。",
			"비록 조금이라도 더 생명이 이어진다면, 끝까지 싸워내는 불굴의 정신으로 가득 찼을 것이다.",
			null,
			null,
			"It is full of the perseverance that will fight to the end even if there is still a breath.",
			"Even if they had only a little more life left, they would have been full of fortitude to fight to the end."
		],
		[
			"msg",
			713620,
			null,
			"似要传达心中种种的情感，他颤抖伸出了手。",
			"彼は内に秘めたさまざまな感情を伝えようと、震えながら手を伸ばした。",
			"그는 마음속에 간직한 다양한 감정을 전하려고, 떨며 손을 뻗었다.",
			null,
			null,
			"As if to convey the various emotions in his heart, he trembled and extended his hand.",
			"He reached out with a trembling hand to convey the many emotions he kept inside."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713621,
			null,
			"人类……",
			"人間は……。",
			"인간은…….",
			null,
			null,
			"Human ......",
			"Humans are available at ......."
		],
		[
			"msg",
			713622,
			null,
			"不会这么简单就被完全同化。",
			"そう簡単に同化させることは出来ないみたいだね。",
			"그렇게 쉽게 동화시킬 수 없는 모양이군.",
			null,
			null,
			"It will not be so simple to be fully assimilated.",
			"It seems they can't be assimilated so easily."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713623,
			null,
			"这是……",
			"これは……。",
			"이건…….",
			null,
			null,
			"This is ......",
			"This can be found at ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713624,
			null,
			"在握住士兵的手之时，那残破的身躯碎裂。但却有一种温和的感觉残留在了手中。",
			"兵士の手を握ると、ボロボロになった体が砕け散った。しかし、その手には温もりが残っていた。",
			"병사의 손을 잡자, 너덜너덜해진 몸이 부서져 흩어졌다. 하지만 그 손에는 온기가 남아있었다.",
			null,
			null,
			"At the moment of holding the soldier's hand, the tattered body shattered. But a gentle feeling remained in the hand.",
			"When he shook the soldier's hand, his battered body shattered. But there was still warmth in his hand."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713625,
			null,
			"人类的精神，意志，记忆，信仰……那些最纯粹的东西，构成了人的本身。",
			"人間の精神、意志、記憶、信仰……それらは最も純粋なものであり、人間そのものを構築している。",
			"인간의 정신, 의지, 기억, 신앙…… 그것들은 가장 순수한 것이며, 인간 그 자체를 구성하고 있다.",
			null,
			null,
			"The human spirit, the will, the memory, the faith ...... those things in their purest form, constitute the human being itself.",
			"The human spirit, will, memory, and faith ...... are the purest of all, and they build the human being itself."
		],
		[
			"msg",
			713626,
			null,
			"怎么可能被神明这么简单就吞噬。",
			"簡単に神に呑み込まれたりしないさ。",
			"쉽게 신에게 삼켜지지 않을 거야.",
			null,
			null,
			"How can it be devoured by the gods so simply.",
			"God will not swallow you up so easily."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713627,
			null,
			"手中那温和的感觉，似乎成为了一团光，向着前方飘去。",
			"手の温もりが光の塊になったかのように前方へ漂っていく。",
			"손의 온기가 빛의 덩어리가 된 것처럼 앞으로 흘러갔다.",
			null,
			null,
			"The gentle sensation in his hand seemed to become a cloud of light that drifted toward the front.",
			"The warmth of his hands drifted forward as if they were a mass of light."
		],
		[
			"msg",
			713628,
			null,
			"融入到了一具大炮的炮弹之中。",
			"そして大砲の砲弾と融合した。",
			"그리고 대포의 포탄과 융합했다.",
			null,
			null,
			"into the shell of a cannon.",
			"It then fused with a cannonball."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713629,
			null,
			"等一下！",
			"待って！",
			"기다려!",
			null,
			null,
			"Wait a minute!",
			"Wait!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713630,
			null,
			"搞不懂，这到底是什么现象。",
			"わけが分からないわ。これは一体どういう現象なの？",
			"이해가 안 돼. 이건 대체 무슨 현상이야?",
			null,
			null,
			"I can't figure out what this phenomenon is.",
			"I don't understand. What is this phenomenon?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713631,
			null,
			"渊面意志这种存在所降临的区域中，让我们都处于一个与原本不同的空间里，或者说是力场……又或者说结界。",
			"淵面の意志のような超常存在が降臨した領域では、僕たちは本来と異なる空間、あるいは力場……もしくは結界とも言うべき場所に身を置いている。",
			"연면의 의지 같은 초월적 존재가 강림한 영역에서는, 우리는 본래와 다른 공간, 혹은 역장…… 또는 결계라 할 수 있는 장소에 서 있다.",
			null,
			null,
			"The abyssal will of such a being descends in the area, leaving us all in a different space from the original, or force field ...... or boundary.",
			"In the realm where supernatural beings such as the will of the abyssal plane have descended, we find ourselves in a different space or force field ...... or what might be called a boundary."
		],
		[
			"msg",
			713632,
			null,
			"以当前的知识恐怕再怎么分析都无法很好解释。",
			"今の知識では、どんなに分析してもうまく説明できないだろう。",
			"현재의 지식으로는, 아무리 분석해도 제대로 설명할 수 없을 거야.",
			null,
			null,
			"With the current knowledge, I am afraid that no amount of analysis can explain it well.",
			"No amount of analysis, with the knowledge we have now, will explain it well."
		],
		[
			"msg",
			713633,
			null,
			"但逝者的意志……",
			"しかし、死者の意志は……。",
			"하지만 죽은 자의 의지는…….",
			null,
			null,
			"But the will of the departed ......",
			"However, the will of the dead can be found at ......."
		],
		[
			"msg",
			713634,
			null,
			"依旧想向残害他们的神明，发动奋起的一击。",
			"以前と変わらず、自分たちを殺した神に一撃を加えたがっている。",
			"예전과 다름없이, 우리를 죽인 신에게 일격을 가하려 하고 있다.",
			null,
			null,
			"They still want to strike a blow at the gods who have brutalized them.",
			"As before, they want to strike a blow at the God who killed them."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713635,
			null,
			"……奥托大人，你为何知道这些的？",
			"……オットー殿、どうしてそれをご存じなのですか？",
			"……오토 님, 어떻게 그것을 아시는 겁니까?",
			null,
			null,
			"...... Lord Otto, why do you know all this?",
			"...... Dear Otto, how did you know that?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713636,
			null,
			"……呵呵，现在恐怕不是讨论我知识来源的时候吧。",
			"……フフ、今は僕がどこで知識を手に入れたか議論している場合ではないと思うよ。",
			"……훗, 지금은 내가 어디서 지식을 얻었는지 논의할 때가 아닌 것 같아.",
			null,
			null,
			"...... Oh, I'm afraid this is not the time to discuss the source of my knowledge.",
			"...... Huff, I don't think now is the time to discuss where I got my knowledge."
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713637,
			null,
			"——各位，我们一起上吧，不要辜负了这些人类的牺牲！",
			"——皆、一斉にかかろう。これ以上人類の犠牲を無駄にしてはいけないからね。",
			"——모두, 일제히 덤벼들자. 더 이상 인류의 희생을 낭비해서는 안 되니까.",
			null,
			null,
			"--Folks, let's all go together and not let down these human sacrifices!",
			"--Let's all get involved at once. We must not waste any more human sacrifices."
		]
	],
	"10043": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713638,
			null,
			"天命都城中。",
			"天命都市の中。",
			"천명 도시 안.",
			null,
			null,
			"In the capital city of Heavenly Fate.",
			"Inside the Heavenly City."
		],
		[
			"msg",
			713639,
			null,
			"刚刚通过炮台成功向哨塔发起了炮击的众人站在都城之中。",
			"先ほど、砲台によって塔に砲撃をあびせた一同は、天命都市の中にいた。",
			"방금 포대에 의해 탑에 포격을 가한 일행은 천명 도시 안에 있었다.",
			null,
			null,
			"The crowd that had just successfully launched an artillery attack on the sentry tower through the fort stood in the middle of the capitol.",
			"All of the people who had just bombarded the tower by the turrets were inside the Heavenly City."
		],
		[
			"msg",
			713640,
			null,
			"明明已经成功了，但众人的脸色却显得无比难看。",
			"砲撃に成功したものの、一同はとても苦しそうな顔をしていた。",
			"포격에는 성공했지만, 일행은 매우 괴로워하는 표정을 지고 있었다.",
			null,
			null,
			"It was clearly successful, but the faces of the crowd looked incomparably ugly.",
			"Although the bombardment was successful, they all looked very distressed."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713641,
			null,
			"呜……哈……",
			"うっ……はっ……。",
			"윽…… 하……",
			null,
			null,
			"Ooo ...... ha ......",
			"Ugh ...... ha ......."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				520,
				8,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			713642,
			null,
			"小心！",
			"気をつけてください！",
			"조심하세요!",
			null,
			null,
			"Watch out!",
			"Be careful!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713643,
			null,
			"佐菲亚挥出长刀，斩断了正向她扑来的一头侵蚀体。",
			"ソフィアが長刀を振るい、彼女に襲いかかってきた侵食体を斬り伏せた。",
			"소피아가 장도를 휘둘러, 그녀에게 덤벼든 침식체를 베어 넘겼다.",
			null,
			null,
			"Zofia swung her long blade and cut through an eroding body that was lunging at her.",
			"Sophia swung her long sword and slashed down the invading body that had attacked her."
		],
		[
			"msg",
			713644,
			null,
			"但单是一刀无济于事，因为正有越来越多，如山如海的敌人向他们扑来。",
			"しかし、一撃だけではすまなかった。なぜなら、ますます多くの敵が、津波のように彼らに押し寄せていたからだ。",
			"그러나 일격으로 끝나지 않았다. 점점 더 많은 적들이 쓰나미처럼 그들을 향해 밀려들고 있었기 때문이다.",
			null,
			null,
			"But a single slash would not help, because there were more and more, like a mountain of enemies coming at them.",
			"But it was not enough to strike a blow. Because more and more enemies were rushing toward them like a tidal wave."
		],
		[
			"msg",
			713645,
			null,
			"刚才的炮击虽然成功了，但也像是捅了马蜂窝一样招惹来了众多的敌人。",
			"攻撃は成功したものの、ハチの巣をつついたかのように、多くの敵を引き寄せてしまった。",
			"공격은 성공했지만, 벌집을 건드린 것처럼 많은 적들을 불러들여 버렸다.",
			null,
			null,
			"Although the shelling just now was successful, it was also like stirring up a hornet's nest and attracting many enemies.",
			"Although the attack was successful, it attracted many enemies, as if they were pecking at a beehive."
		],
		[
			"msg",
			713646,
			null,
			"崩坏兽、侵蚀体，一齐朝这里涌来，令众人陷入苦战。",
			"崩壊獣や侵食体が一斉に押し寄せ、彼らは苦戦を強いられていた。",
			"붕괴수와 침식체들이 일제히 밀려오며, 그들은 고전을 면치 못하고 있었다.",
			null,
			null,
			"Honkai Beasts and eroding bodies, all coming together towards this place, causing the crowd to be in a bitter battle.",
			"They were struggling with the collapse beasts and erosion bodies that were coming in all at once."
		],
		[
			"msg",
			713647,
			null,
			"并且……",
			"さらに……。",
			"게다가…….",
			null,
			null,
			"And ......",
			"In addition, you can find more information at ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713648,
			null,
			"喂，你们有听见什么奇怪的声音吗！",
			"ねえ、あなたたち、何か変な声が聞こえない！？",
			"저기, 너희들, 이상한 소리 안 들려?!",
			null,
			null,
			"Hey, did you hear any strange noises!",
			"Hey, you guys, I hear something strange!"
		],
		[
			"msg",
			713649,
			null,
			"我好像一直能听到某个人在耳边絮絮叨叨，就像是茵克蕾辛的言灵一样……但要比那玩意儿让人难受多了，咳咳……",
			"誰かがずっと耳元でくどくど話しているみたい。インクレッシンの言霊みたいに……でも、あれよりもずっと気分が悪い。ゲホッ、ゲホッ……。",
			"누군가가 계속 귓가에서 중얼거리는 것 같아. 인크레신의 말빨처럼…… 하지만 그거보다 훨씬 더 기분 나빠. 으억, 으억…….",
			null,
			null,
			"It's like I keep hearing someone rambling in my ear, like Incline's spirit of speech ...... but much more uncomfortable than that stuff, ahem ......",
			"It's like someone is talking tantalizingly in my ear all the time. It's like an inklessin word ......, but it's much worse than that. Geez, geez ......."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				1,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713650,
			null,
			"……我也听到了，有一种仿佛无处不在的密语一直在空气里弥漫着……",
			"……私にも聞こえました。何かのささやきが空中のそこかしこに満ちているかのようです……。",
			"……나도 들렸어. 무언가의 속삭임이 공중의 여기저기에 가득한 것 같아…….",
			null,
			null,
			"...... I also heard it, there is a kind of secret language that seems to be everywhere in the air all the time ......",
			"...... I could hear it too. It is as if whispers of something are filling the air everywhere. ......"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713651,
			null,
			"那个声音很奇怪……等等，我……",
			"この声は奇妙ですね……待ってください。あたし……。",
			"이 목소리 정말 이상하네…… 잠깐만. 나…….",
			null,
			null,
			"That sound is strange ...... wait, I ......",
			"This voice is strange. ...... Wait. I'm ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713652,
			null,
			"呃……",
			"うっ……。",
			"윽…….",
			null,
			null,
			"Uh ......",
			"Ugh. ......."
		],
		[
			"bgm",
			48
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713653,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713654,
			null,
			"眼前弥漫着迷蒙的雾气，明明刚才还在苦战之中，现在却一下子变得宁静，让卡莲差点以为自己身处于梦中。",
			"目の前に霧が立ちこめていた。先ほどまで激しい戦いの中にいたはずなのに、今は一変して静まりかえっており、カレンは自分が夢の中にいるのではないかと錯覚しそうになるほどだった。",
			"눈앞에 안개가 자욱하게 피어올랐다. 아까까지 치열한 전투 속에 있었을 터인데 지금은 일변하여 고요해져 있어, 카렌은 자신이 꿈속에 있는 게 아닌가 하는 착각이 들 정도였다.",
			null,
			null,
			"The misty mist in front of his eyes, obviously just now in the midst of a bitter battle, but now all of a sudden became tranquil, so that Karin almost thought he was in a dream.",
			"A fog had settled in front of her eyes. They must have been in the midst of a fierce battle just a few moments ago, but now it was all quiet, so much so that Karen almost thought she was in a dream."
		],
		[
			"msg",
			713655,
			null,
			"但是，站在眼前的那个身影，又让卡莲知道这绝不是梦境。",
			"しかし、目の前に立つその人影が、これが決して夢ではないことをカレンに物語っていた。",
			"하지만, 눈앞에 서 있는 그 사람의 모습이, 이것이 결코 꿈이 아니라는 것을 카렌에게 말해주고 있었다.",
			null,
			null,
			"However, the figure standing in front of her, again, let Karin know that this was never a dream.",
			"However, the figure standing in front of her told Karen that this was no dream."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				30473,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713656,
			null,
			"……您好，卡莲阁下。",
			"……こんにちは、カレン様。",
			"……안녕하세요, 카렌님.",
			null,
			null,
			"...... Hello, Monsignor Carine.",
			"...... Hello, Dear Karen."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30473,
				0,
				true
			],
			[
				30320,
				6,
				false
			]
		],
		[
			"msg",
			713657,
			null,
			"你……是谁？茵克蕾辛？某种崩坏兽？还是说……渊面意志的化身？",
			"あなたは……誰？インクレッシン？何かの崩壊獣？それとも……淵面の意志の化身？",
			"당신은…… 누구? 인크레신? 어떤 붕괴수? 아니면…… 연면의 의지의 화신?",
			null,
			null,
			"Who are you ......? Inklings? Some kind of collapsed beast? Or is ...... the incarnation of the Abyssal Face's will?",
			"Who are you ......? Inklessin? Some kind of Honkai Beast? Or are you an incarnation of the will of the ...... abyssal plane?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713658,
			null,
			"卡莲警惕地看着那个与茵克蕾辛无比相似的身影。事到如今，茵克蕾辛信仰的“神”，本质上其实是渊面意志已经不是什么秘密了，而卡莲也对她失去了所有的尊敬。",
			"カレンは、インクレッシンにそっくりの人物を警戒しながら観察した。今や、インクレッシンの信仰していた「神」が本質的には淵面の意志であったことは、疑いようのない事実だろう。それにカレンも彼女に対する尊敬の念を失っていた。",
			"카렌은 인크레신과 꼭 닮은 인물을 경계하며 관찰했다. 이제 인크레신이 믿었던 「신」이 본질적으로는 연면의 의지였다는 것은 의심의 여지 없는 사실일 터. 게다가 카렌도 그녀에 대한 존경심을 잃은 상태였다.",
			null,
			null,
			"Kahlen looked warily at the figure that looked uncannily similar to Inkressin. Now, it was no secret that the \"god\" that Incressin believed in was actually the Will of the Abyss, and Kahlen had lost all respect for her.",
			"Karen observed with alarm the person who looked exactly like Incressin. Now there would be no doubt that the \"god\" Inkressin believed in was essentially the will of the abyssal plane. Besides, Karen had lost all respect for her as well."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				30473,
				0,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713659,
			null,
			"呵呵……您尽可以随意称呼我，对我来说名字只是个代号。",
			"フフ……どう呼んでいただいても構いませんよ。私にとって名前などただの符丁にすぎませんから。",
			"훗…… 어떻게 불러주셔도 상관없어요. 저에게 이름이란 단순한 부호에 불과하니까요.",
			null,
			null,
			"Oh ...... you can call me whatever you want, for me the name is just a code name.",
			"Hmph. ...... You can call me whatever you want. For me, a name is just a code word."
		],
		[
			"msg",
			713660,
			null,
			"不过，我来到这里，只是想问问卡莲阁下一件事情。",
			"ただ、私がここに来たのは、カレン様に一つお伺いしたいことがあったからにすぎません。",
			"다만, 제가 여기 온 건 카렌님께 한 가지만 여쭤보고 싶었기 때문일 뿐이에요.",
			null,
			null,
			"However, I came here just to ask Her Excellency Karin about one thing.",
			"However, I came here only because I wanted to ask one question to Ms. Karen."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30473,
				0,
				true
			],
			[
				30320,
				6,
				false
			]
		],
		[
			"msg",
			713661,
			null,
			"问我……什么？",
			"何が……聞きたいの？",
			"무엇을…… 묻고 싶은 거지?",
			null,
			null,
			"Ask me ...... what?",
			"What do you want to ...... hear?"
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				30473,
				0,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713662,
			null,
			"那就是……您，愧疚吗？",
			"それは……カレン様、あなたは今、罪悪感を覚えていますか？",
			"그것은…… 카렌님, 당신은 지금 죄책감을 느끼고 있나요?",
			null,
			null,
			"That's ...... you, guilt?",
			"It is ...... Dear Karen, do you feel guilty now?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30473,
				0,
				true
			],
			[
				30320,
				3,
				false
			]
		],
		[
			"msg",
			713663,
			null,
			"愧疚……",
			"罪悪感……。",
			"죄책감…….",
			null,
			null,
			"Guilt ......",
			"Guilt. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				3,
				true
			]
		],
		[
			"msg",
			713664,
			null,
			"卡莲整句话还未说出口，下一秒，她的眼前闪现了一幕幕画面——那是天启骑士团大开杀戒，将整座卡伦城屠杀殆尽的场景。",
			"カレンがすべてを言い切る前に、彼女の目の前にある光景が浮かんだ——それは天啓騎士団が虐殺を行い、カロンで殺戮の限りを尽くしている光景だった。",
			"카렌이 모든 것을 말하기 전에, 그녀의 눈앞에 한 장면이 떠올랐다——그것은 천기사단이 학살을 자행하고, 카론에서 살육의 극을 달리고 있는 광경이었다.",
			null,
			null,
			"Before Caryn could say the entire sentence, the next second, a scene flashed before her eyes - it was the scene of the Knights of the Apocalypse going on a killing spree and slaughtering the entire city of Calen.",
			"Before Karen could say all that, a scene came before her eyes - it was the sight of the Knights of the Enlightened Order slaughtering and slaughtering in Caron."
		],
		[
			"msg",
			713665,
			null,
			"无比真实而清晰的场面紧紧攥住了卡莲的内心，让她的心底沉入了愧疚的海洋之中。",
			"とてもリアルで鮮明な光景は、カレンの胸を締め付け、彼女を罪悪感の海に沈めた。",
			"너무나도 생생하고 선명한 그 광경은 카렌의 가슴을 옥죄었고, 그녀를 죄책감의 바다로 밀어넣었다.",
			null,
			null,
			"The unmistakable real and clear scene clutched Karin's heart and made her sink into a sea of guilt.",
			"The very real and vivid scene made Karen's chest tighten and she sank into a sea of guilt."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			713666,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713667,
			null,
			"莱薇站在原地，凝视着眼前的那个身影。",
			"レヴィはその場に立ち、目の前のその人物を凝視していた。",
			"레비는 그 자리에 서서, 눈앞의 그 인물을 응시하고 있었다.",
			null,
			null,
			"Levi stood still and stared at the figure in front of him.",
			"Levy stood there, staring at the figure in front of him."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				7,
				false
			],
			[
				30320,
				3,
				true
			]
		],
		[
			"msg",
			713668,
			null,
			"茵克蕾辛？你又想搞什么鬼？",
			"インクレッシン？今度は何を企んでいるの？",
			"인크레신? 이번엔 또 무슨 꿍꿍이야?",
			null,
			null,
			"Incressin? What the hell are you trying to do again?",
			"In Kressin? What are you up to this time?"
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				520,
				7,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			713669,
			null,
			"莱薇阁下，我并非茵克蕾辛，不过您想这么称呼我也没关系。",
			"レヴィ様、私はインクレッシンではありません。ですが、そう呼びたければ私は構いません。",
			"레비님, 저는 인크레신이 아닙니다. 하지만 그렇게 부르고 싶으시다면 저는 상관없습니다.",
			null,
			null,
			"Lord Levi, I am not Incline, but you can call me that if you want.",
			"Dear Mr. Levy, I am not an inkressin. But if you want to call me that, I don't mind."
		],
		[
			"msg",
			713670,
			null,
			"对了，莱薇阁下，我想问您一件事——",
			"ところでレヴィ様、一つお伺いしたいことがございます——",
			"그런데 레비님, 한 가지 여쭤보고 싶은 것이 있습니다——",
			null,
			null,
			"By the way, Lord Levy, I want to ask you something -",
			"By the way, Mr. Levy, I would like to ask you one question--"
		],
		[
			"msg",
			713671,
			null,
			"请问……当初明明是医生的您，在选择了这条瘟疫之路以拯救人类以后，到头来发现自己所做的一切不仅没有遏制崩坏，反而让所有的事情滑落深渊……",
			"それは……医者であるはずのあなたは、人類を救うためにこの疫病の道を選択しました。しかし、あなたの行動は崩壊を食い止めるどころか、すべてを深淵へと追いやることに繋がっていると気付きました……",
			"그것은... 의사여야 할 당신은 인류를 구하기 위해 이 역병의 길을 선택했습니다. 하지만 당신의 행동은 붕괴를 막기는커녕, 모든 것을 심연으로 몰아넣는 것과 연결되고 있다는 것을 깨달았습니다...",
			null,
			null,
			"May I ask ...... you, who was obviously a doctor at first, after choosing this path of plague to save mankind, in the end found that what you did not only did not stop the collapse, but let everything slide into the abyss ......",
			"It is ...... that you, a supposed doctor, have chosen this plague path to save humanity. But instead of stopping the collapse, you realized that your actions were leading to driving everything into the abyss. ......"
		],
		[
			"msg",
			713672,
			null,
			"现在的您，心情是怎样的呢？",
			"今のあなたは、どのような気持ちですか？",
			"지금 당신은, 어떤 기분입니까?",
			null,
			null,
			"How are you feeling right now?",
			"How do you feel now?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713673,
			null,
			"伴随着女人温柔的声音，莱薇一下子凝滞了呼吸。",
			"女性の優しい声に、レヴィは一瞬息を呑んだ。",
			"여자의 부드러운 목소리에 레비는 잠시 숨을 삼켰다.",
			null,
			null,
			"Along with the woman's gentle voice, Lévy froze her breath for a moment.",
			"The woman's gentle voice took Levy's breath away for a moment."
		],
		[
			"msg",
			713674,
			null,
			"她呆呆地凝视前方，那些本来不愿想起的事情在脑海中掀起了滔天巨浪，也让她的眼神变得越发混沌了起来。",
			"彼女はぼんやりと宙を見つめていた。奥底に沈めていた記憶が頭の中で大きな波紋を広げ、彼女の目をますます混沌とさせた。",
			"그녀는 멍하니 허공을 바라보고 있었다. 깊은 곳에 가라앉아 있던 기억이 머릿속에서 큰 파문을 일으키며, 그녀의 눈을 점점 더 혼돈으로 물들였다.",
			null,
			null,
			"She stared blankly ahead of her, things that she didn't want to think about were making huge waves in her mind, and making her eyes more and more chaotic.",
			"She stared blankly into space. Memories that had been submerged in the depths of her mind rippled loudly in her head, making her eyes more and more chaotic."
		],
		[
			"msg",
			713675,
			null,
			"终于，莱薇彻底陷入了疯狂。",
			"そしてついに、レヴィは完全に狂ってしまった。",
			"그리고 마침내, 레비는 완전히 미쳐버렸다.",
			null,
			null,
			"Finally, Levi went completely into a frenzy.",
			"Finally, Levy went completely mad."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713676,
			null,
			"哇啊啊啊啊啊啊……",
			"うわあああああ……。",
			"으아아아아…….",
			null,
			null,
			"Wow ah ah ah ah ah ah ......",
			"Wow! ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713677,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			713678,
			null,
			"艾恩梅德阁下，您体会到了权力的虚无了么？",
			"アインメド様、権力のむなしさを感じましたか？",
			"아인메드님, 권력의 허무함을 느끼셨나요?",
			null,
			null,
			"Have you experienced the emptiness of power, Sir Arnhemed?",
			"Dear Einmed, did you feel the emptiness of power?"
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				4,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713679,
			null,
			"我……",
			"私は……。",
			"나는…….",
			null,
			null,
			"I ......",
			"I am ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713680,
			null,
			"艾恩梅德痛苦地闭上了眼睛，理想与现实的差距，追逐权力的过程中产生的偏移令她生出了一种无比虚无的荒谬感。",
			"アインメドはつらそうに目を閉じた。理想と現実の差異、権力を追い求める過程で生じたズレが、彼女に非常に大きな虚無感と不条理を感じさせた。",
			"아인메드는 괴로워하며 눈을 감았다. 이상과 현실의 차이, 권력을 좇는 과정에서 생긴 괴리가 그녀에게 매우 큰 허무감과 부조리를 느끼게 했다.",
			null,
			null,
			"Ayn Mede closed her eyes in pain, the gap between the ideal and the reality, the deviation from the process of chasing power gave birth to an overwhelming sense of emptiness and absurdity.",
			"Einmed closed her eyes with vexation. The difference between the ideal and the reality, the misalignment created in the process of pursuing power, made her feel a very great sense of emptiness and absurdity."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				4,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713681,
			null,
			"到头来……我到底在追逐什么呢……",
			"結局のところ……私は一体何を追い求めていたのでしょうか……。",
			"결국…… 나는 대체 무엇을 좇고 있었던 걸까…….",
			null,
			null,
			"In the end ...... what am I chasing ......",
			"After all, ...... what the hell was I after ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713682,
			null,
			"忽然，身上传来一阵剧痛，那是被强大力量冲击后的感觉，艾恩梅德心知肚明，自己现实中的身体恐怕遭受到了足以威胁生命的攻击。",
			"突然、体に激しい痛みが走った。それは大きな力で殴られたような感覚だった。アインメドは、現実世界の自分の体が命にかかわるような攻撃を受けたのだと分かっていた。",
			"갑자기, 몸에 심한 통증이 휘몰아쳤다. 그것은 큰 힘으로 얻어맞은 듯한 느낌이었다. 아인메드는 현실 세계의 자신의 몸이 생명을 위협하는 공격을 받고 있음을 알았다.",
			null,
			null,
			"Suddenly, a sharp pain came from his body, that is the feeling after being impacted by a powerful force, Ayn Med knew in his heart that his real body was afraid that he had suffered a life-threatening enough attack.",
			"Suddenly, I felt an intense pain in my body. It felt as if he had been struck with great force. Einmed knew that his body in the real world had suffered a life-threatening attack."
		],
		[
			"speaker",
			205379
		],
		[
			"portraits",
			[
				30182,
				4,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713683,
			null,
			"但是……",
			"しかし……。",
			"하지만…….",
			null,
			null,
			"But ......",
			"But see ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713684,
			null,
			"……已经没有什么关系了。",
			"……もう関係なかった。",
			"……이제 더 이상 상관없었다.",
			null,
			null,
			"...... is no longer relevant.",
			"...... didn't matter anymore."
		],
		[
			"msg",
			713685,
			null,
			"艾恩梅德闭上眼睛，任由自己向最深的谷底坠去。",
			"アインメドは目を閉じ、最も深い谷底へ落ちていくことにあらがおうとしなかった。",
			"아인메드는 눈을 감고, 가장 깊은 계곡 바닥으로 떨어지는 것에 저항하지 않았다.",
			null,
			null,
			"Ayn Med closed her eyes and let herself fall toward the deepest valley.",
			"Einmed closed his eyes and did not try to fight his descent to the bottom of the deepest valley."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			713686,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			713687,
			null,
			"佐菲亚阁下，事到如今，您究竟守护了什么呢？",
			"ソフィア様、こうなった今、一体何を守っているのですか？",
			"소피아님, 이렇게 된 지금, 대체 무엇을 지키고 있는 건가요?",
			null,
			null,
			"Your Excellency Zofia, what have you guarded until now?",
			"Dear Sophia, what exactly are you protecting now that this has happened?"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713688,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713689,
			null,
			"佐菲亚静静地看着她，眼前展开了一幅长长的画卷，画卷中是她本应守护的民众凄惨死去的画面。",
			"ソフィアは静かに彼女を見つめていた。目の前で長い絵巻物が広げられた。絵巻物には、彼女が守るべきだった民衆が凄惨な死を遂げる様子が描かれていた。",
			"소피아는 조용히 그녀를 바라보고 있었다. 눈앞에 긴 그림 두루마리가 펼쳐졌다. 그림 두루마리에는, 그녀가 지켜야 했던 민중들이 처참한 죽음을 맞는 모습이 그려져 있었다.",
			null,
			null,
			"Zofia watched her quietly as a long scroll unfolded before her eyes, a picture of the people she was supposed to be guarding dying miserably.",
			"Sophia looked at her quietly. A long picture scroll was unfolded before her eyes. The scroll depicted the horrific deaths of the people she was supposed to protect."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			713690,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"msg",
			713691,
			null,
			"崩坏兽和侵蚀体的进攻仍在继续。",
			"崩壊獣と侵食体の攻撃はまだ続いていた。",
			"붕괴수와 침식체의 공격은 아직도 계속되고 있었다.",
			null,
			null,
			"The attack of the collapsing beast and the eroding body continues.",
			"The attack of the Honkai Beast and the eroding body was still going on."
		],
		[
			"msg",
			713692,
			null,
			"但短短几秒钟内，五人组便已经近乎陷入绝境。",
			"しかし、わずか数秒の間に、5人は絶体絶命の状況に陥っていた。",
			"하지만, 고작 몇 초 사이에, 5명은 절체절명의 상황에 빠져 있었다.",
			null,
			null,
			"But in just a few seconds, the group of five has been nearly in a desperate situation.",
			"Within seconds, however, the five were in a desperate situation."
		],
		[
			"msg",
			713693,
			null,
			"佐菲亚和卡莲懵懂不觉，陷入昏沉；莱薇突然发狂，大开杀戒。",
			"ソフィアとカレンは前後不覚に陥って昏倒した。レヴィは急に発狂し、見境なく攻撃を始めた。",
			"소피아와 카렌은 전후불각에 빠져 혼절했다. 레비는 갑자기 광기를 일으키며, 가리지 않고 공격을 시작했다.",
			null,
			null,
			"Zofia and Carine are dumbfounded and fall into a stupor; Levi suddenly goes berserk and goes on a killing spree.",
			"Sophia and Karen fell back and forth and fell into a coma. Levy suddenly went insane and began attacking them without regard."
		],
		[
			"msg",
			713694,
			null,
			"而艾恩梅德受到了莱薇的攻击，身体坠入侵蚀体群中，不多时已经被同化为侵蚀体中的一员。",
			"そしてアインメドはレヴィの攻撃を受け、侵食体の群れに呑み込まれ、ほどなくして侵食体に同化させられてしまった。",
			"그리고 아인메드는 레비의 공격을 받고, 침식체 무리에게 삼켜져, 얼마 지나지 않아 침식체와 동화되어 버렸다.",
			null,
			null,
			"And Ehrenmed was attacked by Levi, his body fell into the group of eroded bodies, and in a short time had been assimilated into one of the eroded bodies.",
			"Then Einmed was attacked by Levy, swallowed by a swarm of invasive bodies, and soon after was assimilated by the invasive bodies."
		],
		[
			"msg",
			713695,
			null,
			"炮台旁边，只剩下奥托还保持着行动的能力。",
			"砲台の横では、オットーだけが正気を保っていた。",
			"포대 옆에서는 오토만이 정신을 차리고 있었다.",
			null,
			null,
			"Next to the turret, only Otto remained able to move.",
			"Next to the turret, only Otto remained sane."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				30473,
				0,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713696,
			null,
			"真是奇怪呢……唯独奥托阁下您，我竟然无法将您拉入心灵世界中。莫非您的心灵竟是不会动摇的吗？",
			"実に不思議ですね……オットー様だけは魂の世界に引き入れることができません。まさか、あなたの魂は動揺しないのでしょうか？",
			"정말 신기하군요…… 오토님만은 영혼의 세계로 끌어들일 수 없습니다. 설마, 당신의 영혼은 흔들리지 않는 건가요?",
			null,
			null,
			"It is really strange that ...... only you, Sir Otto, I could not pull you into the world of the mind. Is it possible that your mind is unshakable?",
			"It is really strange. ...... Only Mr. Otto cannot be brought into the world of the soul. Surely, your soul is not upset?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			713697,
			null,
			"奥托耳边传来那个奇怪身影的声音。",
			"オットーの耳元にあの奇妙な人物の声が届いた。",
			"오토의 귀에 그 기이한 인물의 목소리가 닿았다.",
			null,
			null,
			"The voice of the strange figure came to Otto's ears.",
			"The voice of that strange figure reached Otto's ear."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			713698,
			null,
			"……呵，这个世上，总有不可思议的事情发生。",
			"……フッ、この世界では不可思議なことが起こるものさ。",
			"……훗, 이 세상에서는 불가사의한 일이 일어나는 법이지.",
			null,
			null,
			"...... Heh, in this world, there are always incredible things happening.",
			"......Fu, wondrous things happen in this world."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			713699,
			null,
			"奥托脸上露出了不知是苦涩，还是淡然的微笑。",
			"オットーの表情に苦悩の色が滲んだかと思えば、すぐに軽い微笑みに変わった。",
			"오토의 표정에 고뇌의 색이 스며든 듯하더니, 금세 가벼운 미소로 바뀌었다.",
			null,
			null,
			"Otto had a smile on his face that he didn't know whether it was bitter, or bemused.",
			"Otto's expression seemed to show a hint of anguish, but it was quickly replaced by a light smile."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				30473,
				0,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			713700,
			null,
			"这样么，生命的可能性还真是奇妙啊……不愧是最甜美的果实。",
			"そうですか。生命の可能性とは実に不思議ですね……最も甘い果実なだけあります。",
			"그렇군요. 생명의 가능성이란 정말 신비롭니다…… 가장 달콤한 열매답군요.",
			null,
			null,
			"Is that so? The possibilities of life are really wonderful ...... not to mention the sweetest fruit.",
			"I see. The possibility of life is truly a wonder. ...... It's just the sweetest fruit."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			713701,
			null,
			"那声音淡淡地抛下这句话后，便从奥托耳边消失了。",
			"その声はそう淡々と言うと、オットーの耳元から消えた。",
			"그 목소리는 담담히 말을 마치고, 오토의 귀에서 사라졌다.",
			null,
			null,
			"The voice faintly threw down these words and then disappeared from Otto's ears.",
			"The voice said so matter-of-factly and disappeared from Otto's ear."
		],
		[
			"msg",
			713702,
			null,
			"而眼前，莱薇还在展开无差别的杀戮——无论是崩坏兽，侵蚀体，还是人类。",
			"一方、目の前では、レヴィが無差別攻撃を繰り広げている——崩壊獣、侵食体、人間……誰彼構わず攻撃していた。",
			"한편, 눈앞에서는 레비가 무차별 공격을 펼치고 있었다——붕괴수, 침식체, 인간…… 가리지 않고 공격하고 있었다.",
			null,
			null,
			"And in front of her, Levi is still launching an indiscriminate killing - whether it's a Honkai Beast, an eroding body, or a human.",
			"Meanwhile, in front of us, Levy was waging an indiscriminate attack - Honkai Beasts, eroding bodies, and humans ...... were attacking anyone and everyone."
		],
		[
			"msg",
			713703,
			null,
			"这一瞬间，她向前袭来的姿态已经映入奥托的眼中。",
			"次の瞬間、オットーの目に襲いかかってくるレヴィの姿が映った。",
			"다음 순간, 오토의 눈에 덮쳐오는 레비의 모습이 비쳤다.",
			null,
			null,
			"This moment, her forward attack stance has been reflected in Otto's eyes.",
			"The next moment, Otto saw the image of Levy attacking him."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			713704,
			null,
			"死去么……",
			"死ぬのか……。",
			"죽는 건가…….",
			null,
			null,
			"Do you want to die ......",
			"You're dying. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713705,
			null,
			"莱薇的身影已近在咫尺，奥托的眼中却没有任何慌乱。",
			"レヴィは間近に迫っていたが、オットーはまったく慌てていなかった。",
			"레비가 코앞까지 다가왔지만, 오토는 전혀 당황하지 않았다.",
			null,
			null,
			"Levi's figure was close at hand, but there was no panic in Otto's eyes.",
			"Levy was close by, but Otto was in no hurry at all."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			713706,
			null,
			"若能就此死去，或许便能彻底解脱吧。只是……",
			"もしこのまま死ねるなら、完全に解放されるかもしれない。ただ——",
			"이대로 죽을 수 있다면, 완전히 해방될지도 모른다. 단지——",
			null,
			null,
			"If you can die in this way, perhaps you can be completely relieved. Just ......",
			"If I could die like this, I might be completely liberated. Only--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713707,
			null,
			"浓烈的死亡气息笼罩了奥托全身，只需要一眨眼，他就会被莱薇彻底杀死。",
			"強烈な死の気配がオットーの全身を包み込む。ほんの一瞬で、彼はレヴィに完全に殺されるだろう。",
			"강렬한 죽음의 기운이 오토의 전신을 휘감았다. 순간적으로, 그는 레비에게 완전히 죽임을 당할 것이다.",
			null,
			null,
			"A strong aura of death enveloped Otto's entire body, and in just a blink of an eye, he would have been completely killed by Levi.",
			"A strong sense of death enveloped Otto's entire body. In just a few moments, he will be completely killed by Levy."
		],
		[
			"msg",
			713708,
			null,
			"然而——",
			"しかし——",
			"하지만——",
			null,
			null,
			"However -",
			"But--"
		],
		[
			"msg",
			713709,
			null,
			"轰！",
			"ドォォン！",
			"쿠웅!",
			null,
			null,
			"Boom!",
			"D'OHN!"
		],
		[
			"msg",
			713710,
			null,
			"赤红色的刀光一闪而过！",
			"赤い刃が輝いた。",
			"붉은 칼날이 번뜩였다.",
			null,
			null,
			"A flash of crimson blade light!",
			"The red blade shone."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713711,
			null,
			"莱薇——",
			"レヴィ——",
			"레비——",
			null,
			null,
			"Lévy--",
			"Levy--"
		],
		[
			"msg",
			713712,
			null,
			"住手！",
			"やめてください！",
			"그만하세요!",
			null,
			null,
			"Stop!",
			"Please don't!"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713713,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10260"
		],
		[
			"msg",
			713714,
			null,
			"仍旧是那处梦境。",
			"相変わらず夢の世界。",
			"여전히 꿈의 세계.",
			null,
			null,
			"It is still the same dream place.",
			"Still a dream world."
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			713715,
			null,
			"此刻却已经产生了变化。",
			"しかし、変化が起きていた。",
			"하지만 변화가 일어나고 있었다.",
			null,
			null,
			"At this moment, however, has produced a change.",
			"But change was in the air."
		],
		[
			"msg",
			713716,
			null,
			"北辰芽衣拄刀而立，浑身上下紧绷着。",
			"北辰芽衣は刀をつえ代わりにして立ち、全身を張り詰めていた。",
			"북진 메이는 칼을 지팡이 대신 삼아 일어서며 온몸을 긴장시키고 있었다.",
			null,
			null,
			"North Star Meizi stood on his sword, his body was tense.",
			"Mei Hokushin stood with her sword as a cane, her whole body tense."
		],
		[
			"msg",
			713717,
			null,
			"噫嘁嘁嘻嘻嘻嘻嘻……听了我说的话以后，现在居然已经变得这么积极了么？",
			"イチチ！カシャシャシャシャ……アニラの話を聞いて、そんなに前向きになったの？",
			"이치치! 카샤샤샤샤…… 아닐라의 말을 듣고 그렇게 적극적으로 변한 거야?",
			null,
			null,
			"Welp chit chit chit chit chit chit ...... After listening to what I said, has it actually become so positive now?",
			"Ichichi! "
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30188,
				1,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713718,
			null,
			"……毕竟你也说了，现在外界出现了一个巨大的敌人，恐怕就算是仙人阁下也未必能赢祂。",
			"……そなたも申すように、外の世界に巨大な敵が現れた。仙人殿でもあれには勝てないやもしれませぬ。",
			"……네가 말한 대로, 바깥 세계에 거대한 적이 나타났다. 선인님께서도 그걸 이기지 못할지 모릅니다.",
			null,
			null,
			"...... After all, you also said, now there is a huge enemy in the outside world, I'm afraid that even His Excellency the Immortal may not be able to win Him.",
			"As ...... you say, a huge enemy has appeared in the outside world. Even a hermit may not be able to defeat it."
		],
		[
			"msg",
			713719,
			null,
			"既然这样，如果有能恢复理智和仙人阁下并肩作战的机会，我肯定不会放过。",
			"この先正気を取り戻し、仙人殿とともに戦える機会があるならば、拙者はその機会を逃しませぬ。",
			"이후 정신을 차리고 선인님과 함께 싸울 기회가 있다면, 소인은 그 기회를 놓치지 않겠습니다.",
			null,
			null,
			"In that case, if there is an opportunity to regain my sanity and fight alongside His Excellency the Immortal, I will certainly not let it go.",
			"If there is a chance for me to come to my senses and fight with you, I will not pass up the opportunity."
		],
		[
			"msg",
			713720,
			null,
			"来吧，告诉我，到底该怎么做。",
			"教えてください。一体どうすればいいのですか？",
			"가르쳐 주세요. 대체 어떻게 해야 하는 거죠?",
			null,
			null,
			"Come on, tell me exactly what to do.",
			"Please tell me. What on earth should I do?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				30188,
				1,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713721,
			null,
			"嘻嘻……既然你这么想听，那我就告诉你好了。",
			"フフ……そんなに聞きたいなら教えてあげるね。",
			"훗…… 그렇게 알고 싶다면 가르쳐 줄게.",
			null,
			null,
			"Hee hee ...... Since you want to hear so much, then I'll tell you.",
			"If you want to ask me so much about ......, I'll tell you."
		],
		[
			"msg",
			713722,
			null,
			"不过首先，你得答应接下来完全听从我说的每一句话哟~",
			"でもその前に、これからアニラの言うことをすべて聞くって約束してよね～",
			"하지만 그 전에, 앞으로 아닐라의 말을 모두 듣겠다고 약속해 줘~",
			null,
			null,
			"But first, you have to promise to listen completely to every word I say next yo ~",
			"But first, you have to promise me that you'll listen to everything Anila says from now on~!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713723,
			null,
			"阿尼拉露出了诡秘的笑容。",
			"アニラは謎めいた笑みをうかべた。",
			"아닐라는 수수께끼 같은 미소를 지었다.",
			null,
			null,
			"Anila gave a sly smile.",
			"Anila smiled enigmatically."
		],
		[
			"msg",
			713724,
			null,
			"嗯？！",
			"！？",
			"！？",
			null,
			null,
			"Hmm?",
			"!"
		],
		[
			"msg",
			713725,
			null,
			"北辰芽衣看着她，良久，还是缓缓地点了点头。",
			"北辰芽衣はアニラを見つめ、しばらくしてから、ゆっくりとうなずいた。",
			"북진메이는 아닐라를 바라보며, 잠시 후 천천히 고개를 끄덕였다.",
			null,
			null,
			"Beichen Meizi looked at her, for a long time, or slowly nodded.",
			"Mei Beijin looked at Anila and, after a moment, nodded slowly."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713726,
			null,
			"那么首先，听我的话，先闭上眼睛。",
			"じゃあまず、アニラの言うことを聞いて、目を閉じて。",
			"그럼 먼저, 아닐라의 말을 듣고, 눈을 감아.",
			null,
			null,
			"So first, take my word for it, close your eyes first.",
			"Then first, listen to Anila and close your eyes."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30188,
				3,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713727,
			null,
			"？！",
			"！？",
			"！？",
			null,
			null,
			"?",
			"!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				30188,
				3,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713728,
			null,
			"闭，上，眼，睛——",
			"目、を、閉、じ、て——",
			"눈, 을, 감, 아——",
			null,
			null,
			"Close, close, eyes, eyes--",
			"Close your eyes, close your eyes, close your--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713729,
			null,
			"阿尼拉大喊大叫着，迫于无奈，北辰芽衣终于闭上了眼睛。",
			"アニラは大きな声で言った。北辰芽衣はついに仕方なく目を閉じた。",
			"아닐라는 큰 소리로 말했다. 북진메이는 결국 어쩔 수 없이 눈을 감았다.",
			null,
			null,
			"Anila shouted and was forced to close her eyes as Meiko Kitatsu finally closed her eyes.",
			"Anila said loudly. Mei Beijin finally had no choice but to close her eyes."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713730,
			null,
			"向前走五步！",
			"前に5歩進んで！",
			"앞으로 5걸음 걸어!",
			null,
			null,
			"Take five steps forward!",
			"Take five steps forward!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713731,
			null,
			"北辰芽衣依言照做。",
			"言われた通りにした。",
			"말대로 했다.",
			null,
			null,
			"Beichen Meiko did as she was told.",
			"I did as I was told."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713732,
			null,
			"再向后六步！",
			"後ろに6歩下がって！",
			"뒤로 6걸음 물러서!",
			null,
			null,
			"Six more steps backwards!",
			"Take six steps backward!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713733,
			null,
			"北辰芽衣依言而行。",
			"言われた通りにした。",
			"말대로 했다.",
			null,
			null,
			"Meiko Kitatsu did as she was told.",
			"I did as I was told."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713734,
			null,
			"挥刀三下！",
			"刀を3回振って！",
			"칼을 3번 휘둘러!",
			null,
			null,
			"Three swings of the sword!",
			"Swing the sword three times!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713735,
			null,
			"北辰芽衣听从。",
			"指示に従った。",
			"지시에 따랐다.",
			null,
			null,
			"North Star Meiko obeyed.",
			"Instructions were followed."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713736,
			null,
			"再挥刀三下！",
			"刀をもう3回振って！",
			"칼을 또 3번 휘둘러!",
			null,
			null,
			"Three more swings of the sword!",
			"Swing the sword three more times!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713737,
			null,
			"北辰芽衣听从。",
			"指示に従った。",
			"지시에 따랐다.",
			null,
			null,
			"North Star Meiko obeyed.",
			"Instructions were followed."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713738,
			null,
			"再再挥刀三下！",
			"刀をまた3回振って！",
			"칼을 다시 3번 휘둘러!",
			null,
			null,
			"Three more swings of the sword!",
			"Swing the sword three times again!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713739,
			null,
			"北辰芽衣继续听从。",
			"指示に従い続けた。",
			"지시를 계속 따랐다.",
			null,
			null,
			"Meiko Kitatsu continued to obey.",
			"He continued to follow the instructions."
		],
		[
			"msg",
			713740,
			null,
			"接下来的时间里，阿尼拉提出了各种各样稀奇古怪的指令，让闭上眼睛的北辰芽衣东摇西转。哪怕这是梦境，也让她快要晕头转向。",
			"その後は、アニラがさまざまな奇妙な命令を出し続け、目を閉じた北辰芽衣を翻弄した。夢とはいえ、北辰芽衣は目が回りそうになった。",
			"그 후로도 아닐라는 계속 다양한 기묘한 명령을 내렸고, 눈을 감은 북진메이를 농락했다. 꿈이라고는 해도, 북진메이는 눈이 돌아갈 것 같았다.",
			null,
			null,
			"In the following time, Anila proposed all sorts of strange and bizarre commands, making the closed-eyed Meiko Kitatsu shake from east to west. Even if it was a dream, it made her dizzy.",
			"After that, Anila continued to issue various strange commands, playing with Mei Kitatsin, who had closed her eyes. Even though it was only a dream, Mei Kitatsin's eyes almost rolled back in her head."
		],
		[
			"msg",
			713741,
			null,
			"尽管越发觉得阿尼拉可能只是在耍自己玩，但是为了那一点心中仅存的微小的希望，北辰芽衣还是没有出言反对，完成了阿尼拉要她做的每一件事。",
			"アニラに遊ばれているだけかもしれないという考えが強くなっていったが、それでもわずかな希望のために、北辰芽衣は一言も反論せず、アニラに言われたことをすべて実行した。",
			"아닐라에게 놀아나고 있을 뿐이라는 생각이 점점 강해졌지만, 그래도 희미한 희망을 위해 북진메이는 한마디도 반론하지 않고 아닐라가 시키는 대로 모두 실행했다.",
			null,
			null,
			"Even though she felt more and more that Anila might just be playing with her, for the sake of the tiny hope that remained in her heart, Meiko Kitatsu did not say anything against it and completed everything Anila asked her to do.",
			"The idea that Anila might just be playing with her grew stronger, but still, for the slightest bit of hope, Mei Kitatsin did not argue a single word and did everything Anila told her to do."
		],
		[
			"msg",
			713742,
			null,
			"直到最后那一件事——",
			"そして最後に——",
			"그리고 마지막으로 ——",
			null,
			null,
			"Until that last thing-",
			"And finally--"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				false
			]
		],
		[
			"msg",
			713743,
			null,
			"现在，跳下去，跳进洞里！",
			"じゃあ——穴に飛び込んで！",
			"자 그럼 —— 구멍으로 뛰어들어!",
			null,
			null,
			"Now, jump down and jump into the hole!",
			"Then - jump in the hole!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713744,
			null,
			"出于惯性，北辰芽衣跳进了洞中。但就在跳入的一瞬间，北辰芽衣的心中忽然闪过了一丝疑惑：",
			"北辰芽衣はアニラの指示に従うという「暗示」に掛かり、その指示通り穴に飛び込んだ。しかし、飛び込んだ瞬間、北辰芽衣の頭にある疑問が浮かんだ。",
			"북진메이는 아닐라의 지시에 따른다는 「암시」에 걸려, 그 지시대로 구멍으로 뛰어들었다. 하지만 뛰어든 순간, 북진메이의 머리에 의문이 떠올랐다.",
			null,
			null,
			"Out of inertia, North Star Meiko jumped into the hole. But just a moment after jumping in, a flash of doubt suddenly passed through the mind of North Star Meiko.",
			"Mei Kitatsatsume was under the \"suggestion\" to follow Anila's instructions and jumped into the hole as instructed. However, the moment she jumped in, a question popped into her mind."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30188,
				1,
				false
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713745,
			null,
			"等等，这是我的梦境，我怎么不记得这里会有洞——",
			"これは拙者の夢……しかし、ここに穴なんて——",
			"이것은 소인의 꿈…… 그러나 여기에 구멍이 있을 리 ——",
			null,
			null,
			"Wait, this is my dream, how come I don't remember that there will be holes here -",
			"This is my dream ...... but a hole here is--"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				922,
				0,
				true
			]
		],
		[
			"msg",
			713746,
			null,
			"然而就在她睁开眼睛的一瞬间，却已经被那完全跳入的“洞”给吞没了。接着，更为深沉的黑暗向她袭来。",
			"しかし、彼女が目を開けた瞬間、飛び込んだ「穴」に完全に呑み込まれていた。そして、さらに深い暗闇が彼女に襲いかかってきた。",
			"하지만, 그녀가 눈을 뜬 순간, 뛰어든 「구멍」에 완전히 삼켜져 있었다. 그리고, 더 깊은 어둠이 그녀를 덮쳐왔다.",
			null,
			null,
			"However, the moment she opened her eyes, she was already swallowed by the \"hole\" that she jumped into completely. Then, a deeper darkness came to her.",
			"But the moment she opened her eyes, she was completely engulfed by the \"hole\" she had jumped into. Then an even deeper darkness came upon her."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713747,
			null,
			"被黑暗彻底吞没之前，北辰芽衣只记得那抹挂在阿尼拉脸上的诡异笑容。",
			"——暗闇に完全に呑み込まれる直前、アニラの顔に浮かんだ奇妙な笑みが北辰芽衣の脳裏に焼き付いていた。",
			"——어둠에 완전히 삼켜지기 직전, 아닐라의 얼굴에 떠오른 기묘한 미소가 북진메이의 뇌리에 새겨져 있었다.",
			null,
			null,
			"Before being completely engulfed by darkness, Meiko Kitatsu only remembered the creepy smile that hung on Anila's face.",
			"-The strange smile on Anila's face just before she was completely engulfed by the darkness was burned into Hokushin Mei's mind."
		]
	],
	"10044": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713748,
			null,
			"天命都城中。",
			"天命都市の中。",
			"천명 도시 안.",
			null,
			null,
			"In the capital city of Heavenly Fate.",
			"Inside the Heavenly City."
		],
		[
			"bgm",
			79
		],
		[
			"msg",
			713749,
			null,
			"赤红色的刀光将陷入疯狂的莱薇的突进挡了回去，而与此同时，刀光转换，又将那些团团涌来的敌人一瞬间剿灭，为奥托和卡莲留出了足够的空间。",
			"赤い刃の光が発狂したレヴィの突進を阻むと同時に、刃の光が切り替わり、集団になって押し寄せる敵を一瞬でなぎ倒し、オットーとカレンのために十分な空間を作り出した。",
			"붉은 칼날의 빛이 광기에 사로잡힌 레비의 돌진을 막는 동시에, 칼날의 빛이 전환되며, 무리 지어 밀려오는 적들을 순식간에 쓰러뜨리고, 오토와 카렌을 위해 충분한 공간을 만들어냈다.",
			null,
			null,
			"The crimson light of the blade blocked back the advance of Levi, who was in a frenzy, while at the same time, the light of the blade shifted and extinguished the enemies that were coming in clumps in a flash, leaving enough space for Otto and Caline.",
			"As soon as the red blade light blocked the lunatic Levy's lunge, the blade light switched and instantly knocked down the enemies who rushed in groups, creating enough space for Otto and Karen."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713750,
			null,
			"佐菲亚……你变得更加强大了。",
			"ソフィア……君は以前よりも強くなったね。",
			"소피아…… 너 전보다 강해졌구나.",
			null,
			null,
			"Zofia ...... you have become stronger.",
			"Sophia...... you are stronger than ever."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713751,
			null,
			"那个虚影想要动摇我的内心，有一刹那她确实成功了——但她并不知道，我守护的东西还没有断绝。",
			"あの虚影はあたしの心を揺さぶり、一瞬成功しかけていました。ですが、彼女はあたしが守護しているものがまだ断ち切られていないことを知らなかったのです。",
			"그 허영은 나의 마음을 흔들어, 순간 성공할 뻔했어. 하지만 그녀는 내가 지키고 있는 것들이 아직 끊어지지 않았다는 걸 몰랐지.",
			null,
			null,
			"The vain figure tried to shake me, and for a moment she did succeed - but she did not know that what I was guarding was not yet broken.",
			"That false shadow had shaken my heart and almost succeeded for a moment. But she did not know that what I was protecting had not yet been severed."
		],
		[
			"msg",
			713752,
			null,
			"奥托大人以及卡莲还在外面，而你所背负的天命也是我所守护的对象。",
			"オットー様とカレン様はまだ外にいます。そして、オットー様が背負っている天命もあたしが守護する対象なのです。",
			"오토님과 카렌님은 아직 밖에 계세요. 그리고 오토님이 짊어지고 있는 천명도 내가 지켜야 할 대상이에요.",
			null,
			null,
			"Lord Otto as well as Kareem are still out there, and the Mandate of Heaven that you carry is the one that I am guarding.",
			"Otto-sama and Karen-sama are still out there. And the heavenly life that Otto-sama is carrying on his back is also the object of my protection."
		],
		[
			"msg",
			713753,
			null,
			"——至少在这些东西还没有消逝之前，我守护的决心就不会断绝。",
			"——少なくとも、それらが消えるまで、あたしの守護の決意は断ち切られません。",
			"——적어도, 그것들이 사라지기 전까지, 나의 수호의 결의는 끊어지지 않을 거예요.",
			null,
			null,
			"--At least until these things fade away, my determination to guard them will not be broken.",
			"-At least, until they disappear, my protective resolve will not be broken."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713754,
			null,
			"……不愧是“军神”佐菲亚，你的决心，我已经感受到了。",
			"……さすがは「軍神」ソフィアだね。君の覚悟を感じられたよ。",
			"……역시 「군신」 소피아다. 네 각오를 느낄 수 있었어.",
			null,
			null,
			"...... is worthy of the \"military god\" Zofia, your determination, I have felt.",
			"...... You are indeed a \"military goddess\" Sophia. I could feel your resolve."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713755,
			null,
			"那些话可以之后再说——奥托大人，看这副样子，莱薇和卡莲，还在受到那个虚影对他们精神上的影响吗？",
			"話は後にしましょう——オットー様、この様子からすると、レヴィとカレン様は、まだあの虚影による精神的影響を受けているのでしょうか？",
			"이야기는 나중에 하죠 —— 오토 님, 이 상황으로 보아 레비와 카렌 님은 아직도 그 환영의 정신적 영향을 받고 있는 건가요?",
			null,
			null,
			"Those words can be said later - Lord Otto, looking at this, are Levi and Caryn, still suffering from the mental effects of that shadow on them?",
			"Let's talk later - Dear Otto, from the looks of it, are Levy and Karen still under the mental influence of that false shadow?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713756,
			null,
			"佐菲亚一边轻描淡写地挡下莱薇以及其他敌人的进攻，一边向奥托说道。",
			"ソフィアは、レヴィや他の敵の攻撃を軽々と防ぎながら、オットーに言った。",
			"소피아는 레비와 다른 적들의 공격을 가뿐히 막아내며 오토에게 말했다.",
			null,
			null,
			"Zofia said to Otto while gently deflecting the attacks of Levi as well as other enemies.",
			"Sophia told Otto, as she nimbly blocked the attacks of Levy and other enemies."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713757,
			null,
			"是的，莱薇受到了那个虚影的影响，现在已经陷入了疯狂，就连艾恩梅徳，也因为她的攻击变成了侵蚀体的一员。",
			"ああ。レヴィはあの虚影の影響を受け、狂気にとりつかれ、アインメドまでも彼女の攻撃を受けて侵食体の仲間になってしまった。",
			"그래. 레비는 그 환영의 영향을 받아 광기에 사로잡혔고, 아인메드마저 그녀의 공격을 받아 침식체의 동료가 되어버렸어.",
			null,
			null,
			"Yes, Lévy was affected by that shadow and has now fallen into madness, and even Ehrenmaid, because of her attack, has become a member of the eroding body.",
			"Oh. Levy was affected by that false shadow and became obsessed with madness, and even Einmed was attacked by her and became a member of the eroding body."
		],
		[
			"msg",
			713758,
			null,
			"至于卡莲，我想不必特别担心，我相信她……",
			"カレンは……心配ないよ。僕は彼女を信じている——",
			"카렌은…… 걱정하지 마. 난 그녀를 믿어 ——",
			null,
			null,
			"As for Carine, I don't think there's any need to be particularly worried, I trust her ......",
			"Karen is ...... don't worry. I have faith in her--I'm sure she'll be fine."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713759,
			null,
			"还未说完，卡莲已经睁开了眼睛。",
			"オットーが言い終わる前に、カレンが目を開けた。",
			"오토가 말을 마치기 전에, 카렌이 눈을 떴다.",
			null,
			null,
			"Before she could finish, Karin had opened her eyes.",
			"Before Otto could finish, Karen opened her eyes."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713760,
			null,
			"奥托……佐菲亚……",
			"オットー……ソフィア……。",
			"오토…… 소피아…….",
			null,
			null,
			"Otto ...... Zofia ......",
			"Otto ...... Sophia ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30320,
				3,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			713761,
			null,
			"卡莲，你现在感觉怎么样？",
			"カレン、気分はどうだい？",
			"카렌, 기분은 어때?",
			null,
			null,
			"Carine, how do you feel now?",
			"Karen, how are you feeling?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713762,
			null,
			"我受到了一个虚影的影响，她想要拷问我的内心，利用我心中对于民众的愧疚将我转化为侵蚀体……",
			"虚影の影響を受けてしまったみたい……。彼女は民衆に対する私の罪悪感を利用して、私を侵食体に変えようとしたわ。",
			"환영의 영향을 받은 것 같아……. 그녀는 민중에 대한 나의 죄책감을 이용해, 나를 침식체로 만들려고 했어.",
			null,
			null,
			"I was under the influence of a shadow who wanted to torture my heart and use the guilt in my heart for the people to transform me into an eroding body ......",
			"I think I've been affected by a false shadow. ...... She tried to use my guilt over the people to turn me into an invasive body."
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713763,
			null,
			"但她并不知道，这份愧疚，我一直记在心中，并且将它转化为了前进的动力。",
			"でも彼女は、私が常にその罪悪感を胸に秘め、前に進む原動力に変えていたことを知らなかった。",
			"하지만 그녀는, 내가 항상 그 죄책감을 가슴에 품고 앞으로 나아가는 원동력으로 삼고 있었다는 걸 몰랐지.",
			null,
			null,
			"But she didn't know that this guilt was always in my mind and I turned it into motivation to move forward.",
			"But she didn't know that I always kept that guilt in my heart and turned it into a driving force to move forward."
		],
		[
			"msg",
			713764,
			null,
			"我的心中越愧疚，斩断崩坏根源的战意便越高昂。再加上犹大的抉择对我的呼唤……所以我成功从迷茫中醒了过来。",
			"罪悪感が増すほど、崩壊の根源を断ちたいという私の意志は強くなる。そして、誓約の選択が私に呼びかけてくれたわ……おかげで目が覚めたの。",
			"죄책감이 커질수록, 붕괴의 근원을 끊고 싶다는 나의 의지는 강해져. 그리고 서약의 선택이 나에게 말을 걸어왔어…… 덕분에 정신이 번쩍 들었지.",
			null,
			null,
			"The more guilt I felt in my heart, the higher the battle will to cut off the root of the collapse. Coupled with Judas' Choice's call to me ...... so I managed to wake up from my confusion.",
			"The more guilt I felt, the stronger my will to break the roots of the collapse. And my choice of pledge called to me. ...... has woken me up."
		],
		[
			"msg",
			713765,
			null,
			"看样子，你们也成功度过了那场对精神的拷问。但是莱薇她……",
			"どうやらあなたたちもあの拷問に打ち勝ったようね。でも、レヴィは……。",
			"너희들도 그 고문을 이겨낸 모양이네. 하지만 레비는…….",
			null,
			null,
			"It looks like you guys managed to get through that torture of the spirit, too. But Lévy she ......",
			"Apparently, you guys have beaten that torture too. But Levy is ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30320,
				6,
				true
			],
			[
				519,
				3,
				false
			]
		],
		[
			"msg",
			713766,
			null,
			"莱薇没有成功度过拷问，艾恩梅徳也陷入了绝境。",
			"レヴィは拷問に打ち勝てず、アインメドも絶望的な状況だ。",
			"레비는 고문을 이겨내지 못했고, 아인메드도 절망적이야.",
			null,
			null,
			"Lévy did not succeed in surviving the torture, and Ehrenmaed was in a desperate situation.",
			"Levy is unable to overcome the torture, and Einmed is in desperate need."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				3,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713767,
			null,
			"……原来如此。",
			"……。",
			"…….",
			null,
			null,
			"...... turned out to be so.",
			"......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713768,
			null,
			"卡莲面色凝重地举起盾斧，指往正攻向佐菲亚的莱薇。",
			"カレンは険しい表情で盾斧を掲げ、ソフィアを攻撃しているレヴィに向けた。",
			"카렌은 험악한 표정으로 방패도끼를 들고, 소피아를 공격하는 레비를 향했다.",
			null,
			null,
			"Caryn raised her shield axe with a stony face and pointed it at Levi, who was attacking Zofia.",
			"Karen raised her shield axe with a grim expression and pointed it at Levy, who was attacking Sophia."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713769,
			null,
			"佐菲亚，犹大的抉择具有坚定人决心的力量……我想试试，自己能否令莱薇清醒过来。",
			"ソフィア、誓約の選択には人の決意を固めさせる力があるわ……レヴィを正気に戻せるか試してみたいの。",
			"소피아, 서약의 선택에는 사람의 결심을 굳건히 하는 힘이 있어…… 레비를 정신 차리게 할 수 있을지 시험해보고 싶어.",
			null,
			null,
			"Zofia, Judah's choice has the power to strengthen one's resolve ...... I want to try and see if I can make Levi come to his senses.",
			"Sophia, pledge choices have the power to harden a person's resolve. ...... I want to see if I can bring Levy back to his senses."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713770,
			null,
			"好。",
			"分かりました。",
			"알겠습니다.",
			null,
			null,
			"Good.",
			"I understand."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713771,
			null,
			"简短的一个字后，佐菲亚让开了身位。",
			"ソフィアは短い言葉の後、その場を譲った。",
			"소피아는 짧은 대답 후 자리를 비켜주었다.",
			null,
			null,
			"After a brief word, Zofia moved out of the way.",
			"Sophia gave up the spot after a few brief words."
		],
		[
			"msg",
			713772,
			null,
			"再没有阻拦者之后，莱薇以更加激烈的气势超前扑来。",
			"攻撃を阻む者がいなくなり、レヴィは勢いを増して激しく襲いかかってきた。",
			"공격을 막는 이가 사라지자, 레비는 기세를 더해 거세게 달려들었다.",
			null,
			null,
			"After there were no more blockers, Levi lunged forward with even more fierce vigor.",
			"With no one to block his attack, Levy came at him hard, gaining momentum."
		],
		[
			"msg",
			713773,
			null,
			"但卡莲立刻展开了盾斧，光芒大放——",
			"しかし、カレンはすぐさま盾斧を展開すると、まばゆい光が放たれた——",
			"하지만 카렌은 재빨리 방패도끼를 펼치자, 눈부신 빛이 �——",
			null,
			null,
			"But Caline immediately unfolded her shield axe, and the light shone brightly -",
			"But Karen immediately deployed her shield axe, and a blinding light was released - a light that was blindingly bright."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				5,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713774,
			null,
			"犹大的抉择——展开吧！",
			"誓約の選択——展開！",
			"서약의 선택——전개!",
			null,
			null,
			"Judah's Choice - Unfold it!",
			"Choice of covenant--development!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713775,
			null,
			"光芒炽烈地照耀着，将卡莲坚决的意志传递到了莱薇的心中。",
			"光が燦然と輝き、カレンの確固たる意志がレヴィの心に伝わった。",
			"빛이 찬란하게 빛나며, 카렌의 확고한 의지가 레비의 마음에 전해졌다.",
			null,
			null,
			"The light shone blazingly, transmitting Caryn's resolute will to Lévy's heart.",
			"The light shone brilliantly and Karen's firm will was conveyed to Levy's heart."
		],
		[
			"msg",
			713776,
			null,
			"原本被疯狂笼罩的心灵，就在意志接触的一刹那，获得了暂时从中解放的机会。",
			"狂気に包まれていた魂がカレンの意志に触れた瞬間、一時的に狂気から解放された。",
			"광기에 휩싸여 있던 영혼이 카렌의 의지에 닿은 순간, 일시적으로 광기에서 해방되었다.",
			null,
			null,
			"The mind, which was originally enveloped in madness, gained a temporary liberation from it just at the moment of the contact of the will.",
			"The moment the soul that had been enveloped in madness was touched by Karen's will, it was temporarily freed from madness."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				5,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713777,
			null,
			"莱薇！",
			"レヴィ！",
			"레비!",
			null,
			null,
			"Lévy!",
			"Levy!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713778,
			null,
			"我……",
			"私……。",
			"나는…….",
			null,
			null,
			"I ......",
			"I ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				3,
				true
			]
		],
		[
			"msg",
			713779,
			null,
			"莱薇的眼神渐渐变得清醒起来。",
			"レヴィの目が徐々に正気を取り戻していった。",
			"레비의 눈이 서서히 정신을 차려갔다.",
			null,
			null,
			"Levi's eyes gradually became clearer.",
			"Levy's eyes gradually came to their senses."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				false
			]
		],
		[
			"msg",
			713780,
			null,
			"怎么样，你挣脱了么！",
			"どうしたの？抜け出したでしょ！",
			"어떻게 된 거야? 벗어난 거잖아!",
			null,
			null,
			"How about it, did you break free!",
			"What's wrong with you? You got out!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713781,
			null,
			"我……",
			"私は……。",
			"나는…….",
			null,
			null,
			"I ......",
			"I am ......."
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713782,
			null,
			"呃啊啊啊啊啊！",
			"うわああああ！",
			"우아아아아!",
			null,
			null,
			"Uhhhhhhhhhhh!",
			"Ohhhh!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713783,
			null,
			"莱薇惨叫起来。",
			"レヴィが悲鳴をあげた。",
			"레비가 비명을 질렀다.",
			null,
			null,
			"Levi screamed miserably.",
			"Levy screamed."
		],
		[
			"msg",
			713784,
			null,
			"一直压抑在心底深处的情绪此刻成为了她无法逾越的壁垒，令她虽然变得清醒，却更加痛苦。",
			"この時、ずっと心の奥底に抑え込んでいた感情が、彼女にとって越えられない壁となり、正気を取り戻した彼女をより苦しめた。",
			"이때, 마음 깊숙이 억눌러왔던 감정이 그녀에게 넘을 수 없는 벽이 되어, 정신을 차린 그녀를 더욱 괴롭혔다.",
			null,
			null,
			"The emotions that have been repressed deep in her heart have now become an insurmountable barrier, making her more painful though she has become sober.",
			"At this time, the feelings she had been suppressing deep inside for so long became an insurmountable barrier for her and made her more tormented as she regained her sanity."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				false
			]
		],
		[
			"msg",
			713785,
			null,
			"莱薇……",
			"レヴィ……。",
			"레비…….",
			null,
			null,
			"Levi ......",
			"Levy ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				8,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713786,
			null,
			"不……不要靠近我，我是罪人！",
			"いや……近づかないで。私は罪人よ！",
			"아니…… 다가오지 마. 난 죄인이야!",
			null,
			null,
			"No ...... don't come near me, I'm a sinner!",
			"No. ...... stay away from me. I'm a sinner!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713787,
			null,
			"莱薇的表情终于镇定了下来，但却像是下定了某种决心一样。",
			"ようやくレヴィの表情が落ち着いてきたが、何かの覚悟を決めたようだった。",
			"드디어 레비의 표정이 안정을 찾았지만, 무언가 결심을 한 듯했다.",
			null,
			null,
			"Levi's expression finally calmed down, but it was as if he had made up his mind somehow.",
			"Finally, Levy's expression calmed down, but he seemed ready for something."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				3,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713788,
			null,
			"奥托……不，奥托大人，还有佐菲亚，卡莲。",
			"オットー……いえ、オットー様。それからソフィア、カレン。",
			"오토…… 아니, 오토님. 그리고 소피아, 카렌.",
			null,
			null,
			"Otto ...... No, Lord Otto, and Zofia, Carine.",
			"Otto ...... No, Mr. Otto. Then Sophia, Karen."
		],
		[
			"msg",
			713789,
			null,
			"事到如今，我做过的事情已经无法挽回。",
			"こうなった今、私のしたことはもう取り返しがつかない。",
			"이렇게 된 지금, 내가 한 일은 더 이상 되돌릴 수 없어.",
			null,
			null,
			"It's come to a point where what I've done can't be undone.",
			"Now that this has happened, I can't take back what I did."
		],
		[
			"msg",
			713790,
			null,
			"在这个时候，唯有死亡才是对我最好的结局。",
			"今の私にとって、「死」だけが最善の結末なの。",
			"지금의 나에게 「죽음」만이 최선의 결말이야.",
			null,
			null,
			"At this point in time, the only thing that would be the best ending for me is death.",
			"For me right now, \"death\" is the only best possible outcome."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713791,
			null,
			"她的身体开始抽搐起来，就像是正在燃烧某种东西一样，生命力正在极速流失——",
			"彼女の体がけいれんし始めた。まるで何かが燃えているかのように、彼女の生命力が急速に抜け出ていた——",
			"그녀의 몸이 경련하기 시작했다. 마치 무언가 타오르는 것처럼, 그녀의 생명력이 급속히 빠져나가고 있었다——",
			null,
			null,
			"Her body began to convulse as if it were burning something, and her life force was draining away at an extreme rate -",
			"Her body began to cramp. It was as if something was burning and her life force was rapidly draining out of her - as if she was on fire."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				false
			]
		],
		[
			"msg",
			713792,
			null,
			"莱薇！",
			"レヴィ！",
			"레비!",
			null,
			null,
			"Lévy!",
			"Levy!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				3,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713793,
			null,
			"不要阻拦我！",
			"止めないでッ！",
			"말리지 마!",
			null,
			null,
			"Don't stop me!",
			"Don't stop!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713794,
			null,
			"莱薇惨笑起来。",
			"レヴィは苦しげに笑った。",
			"레비는 괴로워하며 웃었다.",
			null,
			null,
			"Lévy laughed miserably.",
			"Levy laughed bitterly."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				520,
				3,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713795,
			null,
			"虽然我现在恢复了清醒，但我能感觉到，自己脑海中的理智正在不断退去。",
			"……今は正気に戻ったけど、私の頭の中の理性が徐々に弱くなっていくのを感じるの。",
			"……지금은 정신이 돌아왔지만, 내 머릿속의 이성이 점점 약해져가는 걸 느껴.",
			null,
			null,
			"Although I am now back to consciousness, I can feel that the sanity in my head is receding.",
			"I'm back to my senses now ...... but I can feel the reason in my head slowly weakening."
		],
		[
			"msg",
			713796,
			null,
			"目前的我是这支队伍里的毒药，不知何时便会发作。",
			"今の私は、皆にとって毒薬よ。いつまた発作を起こすか分からない。",
			"지금의 나는, 모두에게 독이야. 언제 또 발작을 일으킬지 모르거든.",
			null,
			null,
			"I am currently the poison in this team, and I don't know when it will kick in.",
			"I'm a poison pill for everyone right now. I never know when I'm going to have another seizure."
		],
		[
			"msg",
			713797,
			null,
			"所以——借助我的生命，到达更前面的方向吧——到达更接近渊面意志的地方！",
			"だから——私の命を利用して、もっと先へ——もっと淵面の意志の近くまで進んで！",
			"그러니 ——내 목숨을 이용해서, 더 앞으로 ——더 깊은 연면의 의지 가까이까지 나아가!",
			null,
			null,
			"So - with the help of my life, reach further ahead - reach closer to the will of the abyssal plane!",
			"So - use my life to go further - go closer to the will of the abyssal plane!"
		],
		[
			"msg",
			713798,
			null,
			"然后——战胜祂，了结这一切！",
			"そして——あいつに勝って、すべてを終わらせてちょうだい！",
			"그리고 ——그 녀석을 이기고, 모든 것을 끝내줘!",
			null,
			null,
			"Then - defeat Him and end it all!",
			"And - beat that guy and put an end to it all!"
		],
		[
			"msg",
			713799,
			null,
			"这就是我最后的请求！",
			"それが……私の最後のお願いよ。",
			"그게…… 나의 마지막 부탁이야.",
			null,
			null,
			"That's my last request!",
			"That's ...... my last request."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713800,
			null,
			"伴随着话语，莱薇的脸上呈现出越来越异常的涨红。而就在这种鲜红到达最顶峰的时刻，从她的身体里突然喷涌出一条长长的红雾！",
			"その言葉とともに、レヴィの顔はますます異常な赤みを帯びていった。そして、その赤みが最高潮に達した時、突然、彼女の体から長い赤い霧が吹き出した。",
			"그 말과 함께, 레비의 얼굴은 점점 비정상적인 붉은 기를 띠기 시작했다. 그리고 그 붉은 기가 절정에 달했을 때, 갑자기 그녀의 몸에서 긴 붉은 안개가 뿜어져 나왔다.",
			null,
			null,
			"Along with the words, Lévy's face showed an increasingly abnormal redness. And just at the moment when this bright red reached its peak, a long red mist suddenly erupted from her body!",
			"With these words, Levy's face became more and more abnormally red. And when the redness reached its peak, suddenly a long red mist blew out from her body."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			713801,
			null,
			"就在那红雾所及之处，无论是崩坏兽还是侵蚀体，都在接触到的一刹那身体寸寸崩解。",
			"その赤い霧が届いた範囲では、霧に触れた崩壊獣や侵食体の体が瞬時に砕け散った。",
			"그 붉은 안개가 닿은 범위에서는, 안개에 닿은 붕괴수나 침식체의 몸이 순식간에 산산조각 났다.",
			null,
			null,
			"Just where the red mist reaches, whether it is a Honkai Beast or an eroding body, the body disintegrates inch by inch in the moment of contact.",
			"Within the reach of that red mist, the bodies of Honkai Beasts and eroding bodies that touched the mist instantly shattered."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713802,
			null,
			"直到最后，红雾彻底淡去，而眼前的街区，无论崩坏兽还是侵蚀体，都几乎被一扫而空。",
			"やがて赤い霧が完全に消えると、付近一帯の崩壊獣や侵食体がほぼ一掃されていた。",
			"결국 붉은 안개가 완전히 사라지자, 주변 일대의 붕괴수와 침식체가 거의 전멸해 있었다.",
			null,
			null,
			"Until finally, the red mist completely faded away, and the immediate neighborhood, whether it was a Honkai Beast or an eroding body, was almost swept away.",
			"Eventually, when the red mist disappeared completely, the decaying beasts and eroding bodies in the entire vicinity were almost completely wiped out."
		],
		[
			"msg",
			713803,
			null,
			"但莱薇的身体，也在这个过程中，慢慢解离成灰，最终消失不见。",
			"しかしレヴィの体は、その過程で徐々に灰と化していき、やがて消えてなくなった。",
			"하지만 레비의 몸은 그 과정에서 점점 재로 변해가더니, 결국 사라져 버렸다.",
			null,
			null,
			"But Levi's body, in the process, also slowly dissociated into ash, and eventually disappeared.",
			"But Levy's body was gradually reduced to ashes in the process, and eventually disappeared."
		],
		[
			"msg",
			713804,
			null,
			"三人目不转睛地盯着前方。",
			"三人はまっすぐ前方を見つめていた。",
			"세 사람은 똑바로 전방을 바라보고 있었다.",
			null,
			null,
			"The three men stared ahead with unblinking eyes.",
			"The three stared straight ahead."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				2,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713805,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				30320,
				6,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713806,
			null,
			"莱薇……",
			"レヴィ……",
			"레비……",
			null,
			null,
			"Levi ......",
			"Levy......"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713807,
			null,
			"……走吧。",
			"……行きましょう。",
			"……갑시다.",
			null,
			null,
			"...... go away.",
			"Go to ......."
		],
		[
			"msg",
			713808,
			null,
			"不要辜负了莱薇的遗愿。",
			"レヴィの最後の願いを果たさなければなりません。",
			"레비의 마지막 소원을 이루어야 합니다.",
			null,
			null,
			"Don't let down Levi's last wish.",
			"Levy's last wish must be fulfilled."
		],
		[
			"msg",
			713809,
			null,
			"我们一定要打倒那个家伙！",
			"なんとしてもあいつを倒すのです！",
			"무슨 일이 있어도 그 놈을 쓰러뜨려야 합니다!",
			null,
			null,
			"We must beat that guy!",
			"We will defeat that guy at any cost!"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713810,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713811,
			null,
			"身体在极速下落。",
			"体が急速に落下している。",
			"몸이 급속도로 추락하고 있다.",
			null,
			null,
			"The body is falling at great speed.",
			"The body is falling rapidly."
		],
		[
			"msg",
			713812,
			null,
			"在这个漆黑幽邃，近乎无底的洞中。",
			"この漆黒の深みは、底なしの穴の中のようだった。",
			"이 칠흑 같은 심연은 끝없는 구덩이 속과 같았다.",
			null,
			null,
			"In this dark and deep, nearly bottomless hole.",
			"This jet-black depths were like a bottomless pit."
		],
		[
			"msg",
			713813,
			null,
			"洞中无有旁人，只有自己。",
			"穴の中には自分以外に誰もいない。",
			"구덩이 속에는 나 말고 아무도 없었다.",
			null,
			null,
			"There is no one else in the cave, only yourself.",
			"There is no one in the hole but myself."
		],
		[
			"msg",
			713814,
			null,
			"自己在承受无边无际的痛苦。",
			"果てしない苦痛を味わっている。",
			"끝없는 고통을 맛보고 있다.",
			null,
			null,
			"One is suffering infinite pain.",
			"They are in endless pain."
		],
		[
			"msg",
			713815,
			null,
			"虽然如此，北辰芽衣却并不希望这个洞到达尽头。",
			"しかし、それでも北辰芽衣はこの穴の底にたどり着いてほしくなかった。",
			"하지만, 그럼에도 북진메이는 이 구덩이 바닥에 도달하길 바라지 않았다.",
			null,
			null,
			"Despite this, North Star Meiko does not want the hole to reach the end.",
			"But even so, Mei Beijin did not want them to reach the bottom of this hole."
		],
		[
			"msg",
			713816,
			null,
			"因为，当她落到底的话……",
			"なぜなら、底まで落ちたら……。",
			"왜냐하면, 바닥까지 떨어지면…….",
			null,
			null,
			"Because, when she falls to the bottom of the words ......",
			"Because when you get to the bottom, you can go to ......."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30188,
				1,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713817,
			null,
			"或许我就会变成一个，只知道杀戮的怪物了吧。",
			"殺戮しか知らぬ怪物になってしまうやもしれぬ。",
			"살육밖에 모르는 괴물이 되어버릴지도 모르기 때문이다.",
			null,
			null,
			"Maybe I'll just become one, a monster who only knows how to kill.",
			"They may become monsters who know nothing but killing."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713818,
			null,
			"北辰芽衣想起了阿尼拉。",
			"北辰芽衣はアニラのことを思い出した。",
			"북진메이는 아니라를 떠올렸다.",
			null,
			null,
			"Meiko Kitatsu thought of Anila.",
			"Mei Beijin recalled Anila."
		],
		[
			"msg",
			713819,
			null,
			"她诓骗自己落入这种境地，使仙人阁下的计划落空。但即使如此，北辰芽衣还是对她提不起多少恨意来。",
			"彼女は自分をだましてこのような目に遭わせ、仙人殿の計画を台無しにした。しかし、北辰芽衣は彼女に対してあまり恨みを抱いていなかった。",
			"그녀는 자신을 속여 이런 꼴을 만들고 선인님의 계획을 망쳤다. 하지만 북진메이는 그녀에 대해 그다지 원한을 품고 있지 않았다.",
			null,
			null,
			"She tricked herself into this situation and made His Excellency the Immortal's plan come to naught. But even so, Meiko Kitatsu couldn't raise much hatred for her.",
			"She had tricked herself into this and ruined Hermit Lord's plans. However, Beijin Mei did not harbor much resentment toward her."
		],
		[
			"msg",
			713820,
			null,
			"或许是因为，自己的心中，其实早就预料到了这种结局。",
			"もしかすると、自分の心の中で、このような結末を予想していたためかもしれない。",
			"아마도, 자신의 마음속에서 이런 결말을 예상했기 때문일지도 모른다.",
			null,
			null,
			"Perhaps it is because, in his own mind, he had actually anticipated this ending.",
			"Perhaps it is because in my own mind, I had anticipated such an ending."
		],
		[
			"msg",
			713821,
			null,
			"——求生不得，求死不能。",
			"——生きることも死ぬこともかなわない。",
			"——살 수도 죽을 수도 없다.",
			null,
			null,
			"--Seeking life and death.",
			"- - you can't live and you can't die."
		],
		[
			"msg",
			713822,
			null,
			"这正是对曾造下杀孽的自己的报应。",
			"これこそが人を殺めてきた自分に対する罰なのだ。",
			"이것이 바로 사람을 죽여온 자신에 대한 벌인 것이다.",
			null,
			null,
			"This is exactly the retribution for having caused the killing of oneself.",
			"This is my punishment for killing people."
		],
		[
			"msg",
			713823,
			null,
			"“噫嘁嘁嘻嘻嘻嘻嘻……”",
			"「イチチ！カシャシャシャシャ……」",
			"「이치치! 카샤샤샤샤……」",
			null,
			null,
			"\"yippee yippee yippee ......\"",
			"Ichti! "
		],
		[
			"msg",
			713824,
			null,
			"耳畔忽然飘来一阵熟悉的笑声，初时北辰芽衣还以为是自己的错觉，但很快，她便明白，那不是错觉，而是现实。",
			"耳元で聞き覚えのある笑い声が響いた。最初、北辰芽衣は自分の錯覚かと思ったが、すぐにそれが錯覚ではなく現実なのだと分かった。",
			"귓가에 익숙한 웃음소리가 울려 퍼졌다. 처음에는 북진메이가 자신의 착각인 줄 알았지만, 곧 그것이 착각이 아닌 현실이라는 걸 깨달았다.",
			null,
			null,
			"A familiar laughter suddenly floated in her ears, at first Beichen Meizi thought it was her illusion, but soon she understood that it was not an illusion, but reality.",
			"A familiar laugh sounded in her ear. At first, Mei Kitatsugu thought it was her illusion, but she soon realized that it was not an illusion but reality."
		],
		[
			"msg",
			713825,
			null,
			"——因为那个正和极速下落的她保持平行的小女孩身影。",
			"——なぜなら、急速に落下する彼女とともに落ちている少女の姿があったからだ。",
			"——왜냐면, 급속히 추락하는 그녀와 함께 떨어지고 있는 소녀의 모습이 있었기 때문이다.",
			null,
			null,
			"--because of the little girl figure that was keeping parallel to her who was falling extremely fast.",
			"--because there was a girl who was falling with her rapidly falling."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30320,
				6,
				true
			]
		],
		[
			"msg",
			713826,
			null,
			"嘻嘻，要不了多久就会变成那些无知无觉的崩坏怪物了，感觉如何啊，来自东方的武士大人？？",
			"フフ、もうすぐなんの感覚もない崩壊の怪物になるよ。東洋の武士さん、どんな気持ち？",
			"훗, 이제 곧 아무 감각도 없는 붕괴의 괴물이 될 거야. 동양의 무사씨, 기분이 어때?",
			null,
			null,
			"Hehehe, it won't be long before you turn into one of those senseless, disintegrating monsters. How does it feel, samurai-sama from the East?",
			"Pfft, soon I'll be a monster of disintegration with no sense of anything. How do you feel, oriental warrior?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713827,
			null,
			"……还有什么好说的，你看过我梦境中的回忆，应该知道我过去犯下的罪孽吧。",
			"……特にどうということはない。そなたは拙者の夢の記憶を見ただろう、拙者の犯した罪を知っているはずだ。",
			"……별다른 감정은 없다. 너는 짭제의 꿈의 기억을 봤을 테니, 짭제가 지은 죄를 알고 있을 터.",
			null,
			null,
			"...... what else is there to say, you have seen the memories in my dreams, you should know the sins I have committed in the past.",
			"...... Nothing special about it. You have seen the memories of my dreams, you know the sins I have committed."
		],
		[
			"msg",
			713828,
			null,
			"或许这正是我应有的报应。",
			"これこそが拙者の受けるべき罰なのだろう。",
			"이것이 바로 짭제가 받아야 할 벌인 것이리라.",
			null,
			null,
			"Maybe this is exactly what I deserve.",
			"I guess this is the punishment I deserve."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713829,
			null,
			"嘛啊，居然这么简单就接受了，真不爽，不行，我一定要让你产生心理波动！",
			"なーんだ。そんな簡単に受け入れちゃうんじゃつまんないよ。ダメ、あなたにもっと精神的なショックを与えなくちゃ！",
			"에이- 그렇게 쉽게 받아들이면 재미없잖아. 안 돼, 너에게 더 큰 정신적 충격을 줘야겠어!",
			null,
			null,
			"Well ah, actually so simple to accept, really unpleasant, no, I must let you produce psychological fluctuations!",
			"What a surprise. It's boring if you accept it so easily. No, I have to give you more mental shocks!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713830,
			null,
			"阿尼拉眼睛转来转去，似乎在想着到底该说什么。",
			"アニラは目をクルクルさせながら、一体何を言うべきか考えている様子だった。",
			"아닐라는 눈을 동그랗게 굴리며, 대체 무슨 말을 해야 할지 고민하는 모습이었다.",
			null,
			null,
			"Anila's eyes rolled around as if she was thinking of exactly what to say.",
			"Anila was twirling her eyes, trying to figure out what the hell to say."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713831,
			null,
			"唔……嘛……啊……对了对了，嘻嘻嘻，我来考一考你，东方的武士，你知道被崩坏彻底侵蚀的人会有什么样的表现吗？",
			"うーん……えーと……あー……そうそう、ニャシャシャ。東洋の武士さん、あなたのことを試させてもらうね。崩壊に徹底的に侵された人間がどうなるか知ってる？",
			"음...... 어...... 아-...... 맞아 맞아, 냐샤샤. 동양의 무사씨, 너에 대한 시험을 해볼게. 붕괴에 완전히 침식된 인간이 어떻게 되는지 알아?",
			null,
			null,
			"Well ...... well ...... ah ...... right right, hee hee hee, let me test you, the samurai of the East, you know what kind of performance will be completely eroded by the collapse?",
			"Ummm...... er, ...... uh, ...... uh, ...... yeah, nyashasha. I'm going to put you to the test, Mr. Warrior of the Orient. Do you know what happens to people who are thoroughly invaded by decay?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713832,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713833,
			null,
			"说啊说啊，会有什么样的表现？说啊说啊！",
			"言ってみてよ。どうなるの？ほらほら！",
			"말해봐. 어떻게 되는 거야? 어서 어서!",
			null,
			null,
			"Say, say, say, what will it look like? Say it, say it!",
			"Tell me. What happens? Come on, come on!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713834,
			null,
			"阿尼拉吵闹的声音实在令人烦不胜烦，北辰芽衣叹了一口气。",
			"アニラの騒がしい声が実に耳障りだったため、北辰芽衣はため息をついた。",
			"아닐라의 시끄러운 목소리가 정말 듣기 싫었던 북진메이는 한숨을 내쉬었다.",
			null,
			null,
			"Anila's noisy voice was really annoying, and Meiko Kitatsu sighed.",
			"Anila's noisy voice was really grating, so Mei Beijin sighed."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713835,
			null,
			"……被崩坏侵蚀的人，最本质的变化，在于他的内心。",
			"……崩壊に侵された時、最も本質的な変化はその者の心に生じる。",
			"......붕괴에 침식당했을 때, 가장 본질적인 변화는 그자의 마음에 생긴다.",
			null,
			null,
			"The most essential change in ...... a person who has been eroded by the collapse lies within him.",
			"When a person is invaded by ...... collapse, the most essential change occurs in his or her mind."
		],
		[
			"msg",
			713836,
			null,
			"他将会变成一个与之前完全不一样的存在——失去人类的认知，失去人类的理智，一心一意想要将整个世界拖入崩坏。",
			"それまでとはまったく異なる存在になってしまう——人間としての知覚、理性を失い、ただひたすら世界を崩壊に引きずり込もうと動き続ける。",
			"그때까지와는 완전히 다른 존재가 되어버리는 —— 인간으로서의 지각, 이성을 잃고, 오로지 세상을 붕괴로 끌어들이려고 움직이기만 한다.",
			null,
			null,
			"He will become a completely different being than before - losing his human cognition, losing his human reasoning, and bent on dragging the whole world into collapse.",
			"He becomes a completely different being than he was before - he loses his human perception and reason, and just keeps moving to drag the world into collapse."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713837,
			null,
			"说得很对呢！",
			"その通り！",
			"그래 맞아!",
			null,
			null,
			"That's a good point!",
			"Exactly!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713838,
			null,
			"阿尼拉一下子笑逐颜开。",
			"アニラは満面の笑みを見せ——",
			"아닐라는 만면에 웃음을 띠며 ——",
			null,
			null,
			"Anila was all smiles at once.",
			"Anila gave a big smile--"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713839,
			null,
			"来，给你奖励——",
			"はい、ご褒美をあげる。",
			"네, 상을 줄게.",
			null,
			null,
			"Come on, here's your reward -",
			"Yes, I'll give you a reward."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713840,
			null,
			"阿尼拉拍拍她的肩膀，以示鼓励。",
			"彼女の肩をたたいて励ました。",
			"그녀의 어깨를 토닥이며 격려했다.",
			null,
			null,
			"Anila patted her on the shoulder for encouragement.",
			"I tapped her on the shoulder and encouraged her."
		],
		[
			"msg",
			713841,
			null,
			"北辰芽衣甚至都失去了反驳的兴趣，摇了摇头。",
			"北辰芽衣は言い返す気も失せ、首を横に振るだけだった。",
			"북진메이는 대꾸할 기력도 잃고 고개만 저을 뿐이었다.",
			null,
			null,
			"Beichen Meizi even lost interest in retorting and shook his head.",
			"Mei Beijin lost the desire to talk back and just shook her head."
		],
		[
			"msg",
			713842,
			null,
			"但——随后从肩上传来的触感，令她惊疑不定地看向了阿尼拉。",
			"しかし——肩から伝わってきた感触を確かめた後、彼女は信じられないといった表情でアニラを見た。",
			"하지만 —— 어깨에서 전해진 감촉을 확인한 후, 그녀는 믿을 수 없다는 표정으로 아닐라를 바라보았다.",
			null,
			null,
			"But - then a touch from her shoulder made her look at Anila in disbelief.",
			"However - after checking the feeling coming from her shoulder, she looked at Anila with a look of disbelief."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713843,
			null,
			"怎么样！感觉到了吗？",
			"どう？感じた？",
			"어때? 느껴졌어?",
			null,
			null,
			"How's that! Feel it?",
			"How do you feel? Did you feel it?"
		],
		[
			"bgm",
			152
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10257"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713844,
			null,
			"阿尼拉笑嘻嘻地看着她，而就在她触碰着北辰芽衣肩膀的那只手上……正散放着些微的光芒。",
			"アニラは笑顔で彼女を見つめ返した。そして、北辰芽衣の肩に触れていた手は……かすかな光を放っていた。",
			"아닐라는 미소를 지으며 그녀를 바라보았다. 그리고 북진메이의 어깨에 닿아 있던 손은... 희미한 빛을 내뿜고 있었다.",
			null,
			null,
			"Anila looked at her with a smile, and just in the hand where she touched the shoulder of North Star Meiko ...... was emitting a slight glow.",
			"Anila looked back at her with a smile. And the hand that was touching Beijin Mei's shoulder was glowing with a ...... faint glow."
		],
		[
			"msg",
			713845,
			null,
			"哪怕无比微弱，但却一点一滴地渗透进了北辰芽衣的体内，消减着她原本为崩坏所生的苦厄。",
			"とても微弱なものだったが、少しずつ北辰芽衣の体内に浸透し、もともとあった崩壊による苦しみを消していった。",
			"아주 미약한 것이었지만, 조금씩 북진메이의 체내로 스며들어 원래 있던 붕괴로 인한 고통을 지워나갔다.",
			null,
			null,
			"Even though it was incomparably weak, it penetrated into Meiko Kitatsu's body little by little, abating the bitterness and misery she had originally born for the collapse.",
			"It was very weak, but little by little it penetrated into Mei Beijin's body and erased the suffering caused by the collapse that had originally occurred."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713846,
			null,
			"你……",
			"そなた……。",
			"너는...",
			null,
			null,
			"You ......",
			"You. ......."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713847,
			null,
			"呜呼呼，阿尼拉小课堂开课了！",
			"エヘヘ、アニラが説明してあげる！",
			"에헤헤, 아닐라가 설명해 줄게!",
			null,
			null,
			"Woo hoo hoo, Anila mini-classes are in session!",
			"Ehehe, Anila will explain it to you!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713848,
			null,
			"阿尼拉仿佛没有看到北辰芽衣脸上的疑惑一样，自顾自地说了起来。",
			"北辰芽衣の表情から疑問の色が窺えたが、察した様子もなく、アニラは勝手に話し出した。",
			"북진메이의 표정에서 의문의 색채가 엿보였지만, 알아챈 기색도 없이 아닐라는 제 멋대로 말을 시작했다.",
			null,
			null,
			"As if Anila didn't see the confusion on Meiko Kitatsu's face, she spoke up on her own.",
			"I could see a hint of doubt in Mei Kitatsugu's expression, but Anila spoke on her own, without seeming to have guessed."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713849,
			null,
			"——首先呢，就像你刚刚所说的，为崩坏所侵蚀的人，会失去身为人的认知，还有身为人的理智。",
			"——まず、今あなたが言ったように、崩壊に侵食された人は、人間としての知覚、それから理性を失うんだ。",
			"——먼저, 지금 당신이 말한 것처럼, 붕괴에 침식된 사람은 인간으로서의 지각, 그리고 이성을 잃게 돼.",
			null,
			null,
			"--First of all, as you just said, people who are corrupted by the collapse will lose their human perception and their human reasoning.",
			"-- First of all, as you just said, people who are eroded by decay lose their perception as human beings, then their reason."
		],
		[
			"msg",
			713850,
			null,
			"但是……为什么我还能够在这里，以梦境的操纵者身份存在于这个世界上呢？",
			"でもアニラがここに……夢を操る存在としてこの世界に居られるのはどうしてだと思う？",
			"그런데 아닐라가 여기에... 꿈을 조종하는 존재로 이 세계에 있을 수 있는 건 왜일 것 같아?",
			null,
			null,
			"But ...... why am I still able to be here, existing in this world as a manipulator of dreams?",
			"But how do you think Anila is able to be here in this world as a ...... dream manipulator?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713851,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713852,
			null,
			"明明我都死在了他人的枪下，被崩坏吞没了身体和灵魂，为什么我还能如此清醒地和你对话呢？",
			"槍に貫かれて死に、崩壊に体も魂も呑み込まれたのに、どうしてアニラは正気を保ってあなたと話ができるの？",
			"창에 관통당해 죽고, 붕괴에 몸과 영혼까지 삼켜졌는데, 어떻게 아닐라는 정신을 유지하고 당신과 대화할 수 있는 걸까?",
			null,
			null,
			"Obviously I have died under the guns of others, and have been swallowed up in body and soul by collapse, why can I still talk to you so lucidly?",
			"How can Anila keep her sanity and talk to you when she was pierced to death by a spear and her body and soul were swallowed by the collapse?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713853,
			null,
			"从肩头渗入的光点越来越多，一股解放感从灵魂深处传来。与此同时传来的，还有一种温柔的守护之意。",
			"肩から染みこむ光がますます多くなってきた。それと同時に、守護の意志も伝わってきた。",
			"어깨로 스며드는 빛이 점점 더 많아져 왔다. 그와 동시에, 수호의 의지도 전해져 왔다.",
			null,
			null,
			"More and more dots of light seeped in from the shoulders, and a sense of liberation came from the depths of the soul. At the same time came a gentle guardianship.",
			"More and more light seeped in from the shoulders. At the same time, the will of protection was being transmitted."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713854,
			null,
			"我不知道……",
			"分からぬ……。",
			"모르겠어…….",
			null,
			null,
			"I don't know ......",
			"I don't know. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713855,
			null,
			"北辰芽衣茫然地回答着。",
			"北辰芽衣はぼうぜんとしながら答えた。",
			"북진 메이는 멍하니 대답했다.",
			null,
			null,
			"Meiko Kitatsu replied blankly.",
			"Mei Hokushin replied in a daze."
		],
		[
			"msg",
			713856,
			null,
			"她完全不知道，不知道阿尼拉为什么会说这些，不知道她到底想做什么，不知道那些光点到底是什么东西……太多的疑惑纠缠在心中，令她无法言说。",
			"彼女にはまったく分からなかった。アニラの言葉の意味が、彼女が一体何を考えているのか、この光が一体なんなのか……あまりに多くの疑問が心の中で渦巻き、彼女は何も言えなくなった。",
			"그녀는 전혀 이해할 수 없었다. 아니라의 말뜻이, 그녀가 대체 무엇을 생각하고 있는지, 이 빛이 대체 무엇인지…… 너무 많은 의문이 마음속에서 소용돌이치며, 그녀는 아무 말도 할 수 없었다.",
			null,
			null,
			"She had no idea, no idea why Anila was saying this, no idea what she was trying to do, no idea what the hell those points of light were ...... too many doubts nagging at her mind for her to say.",
			"She had no idea. Too many questions swirled in her mind about the meaning of Anila's words, what the hell she was thinking, and what this light ...... was all about, and she couldn't say anything."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713857,
			null,
			"嘻嘻，真是不聪明的孩子呢。",
			"フフ、本当におバカな子だね。",
			"훗, 정말 어리석은 아이네.",
			null,
			null,
			"Hee hee, what an unintelligent child it is.",
			"Huh, you really are a silly girl."
		],
		[
			"msg",
			713858,
			null,
			"那就让阿尼拉老师继续讲给你听吧。",
			"じゃあアニラ先生の授業をよく聞いてね。",
			"그럼 아니라 선생님의 수업을 잘 들어봐.",
			null,
			null,
			"Then let Anila-sensei continue to tell you about it.",
			"Then listen carefully to Ms. Anila's lessons."
		],
		[
			"msg",
			713859,
			null,
			"正如我刚才所说的，理智、梦境、存在……其实这些东西都跟一样事物有关哦！",
			"まさにアニラが今言ったように、理性、夢、存在……実はこれらって同じものに関係しているんだよ！",
			"마치 아니라가 방금 말한 것처럼, 이성, 꿈, 존재…… 사실 이들은 모두 같은 것과 관련되어 있어!",
			null,
			null,
			"As I said earlier, sanity, dreams, existence ...... in fact, these things are related to the same thing Oh!",
			"Exactly as Anila just said, reason, dreams, and existence ...... are actually related to the same thing!"
		],
		[
			"msg",
			713860,
			null,
			"我想想……那个词是什么来着？",
			"えっと……あの言葉、なんだっけ？",
			"어떻게…… 그 말, 뭐였지?",
			null,
			null,
			"Let's see what the word ...... is again.",
			"Let's see, ...... what was that word?"
		],
		[
			"msg",
			713861,
			null,
			"——记忆！",
			"——記憶！",
			"——기억!",
			null,
			null,
			"--Memory!",
			"--Memory!"
		],
		[
			"msg",
			713862,
			null,
			"对吗……唉差不多啦！",
			"だよね？……まあいいや！",
			"그렇지?…… 뭐, 됐어!",
			null,
			null,
			"Right? ...... ugh almost!",
			"Right? ...... Well, okay!"
		],
		[
			"msg",
			713863,
			null,
			"记忆，或者说，是承载记忆的某个东西。",
			"記憶、あるいは記憶を載せる何かだよ。",
			"기억, 혹은 기억을 담는 무언가야.",
			null,
			null,
			"A memory, or rather, something that carries a memory.",
			"It's a memory, or something to put a memory on."
		],
		[
			"msg",
			713864,
			null,
			"它存在于人的最深处，既坚固又脆弱。",
			"ソレは人間の最も奥深くにあって、堅固であると同時に脆弱でもあるの。",
			"그것은 인간의 가장 깊은 곳에 자리하며, 견고함과 동시에 취약하기도 한 거야.",
			null,
			null,
			"It exists in the deepest part of man, both strong and fragile.",
			"It is the deepest part of the human being, solid and vulnerable at the same time."
		],
		[
			"msg",
			713865,
			null,
			"理智是过往记忆总结出来的经验，在它那里的集合；梦境是深层和浅层记忆交织出来的无意识想象，并依托它在人类心中铭刻下映像。",
			"理性は過去の記憶によって総括された経験であり、ソレはその集合なの。夢は深い記憶と浅い記憶が混ざってできる無意識の想像物で、心の中でソレが残したイメージに依拠しているの。",
			"이성은 과거의 기억으로 종합된 경험이고, 그것은 그 집합체인 거야. 꿈은 깊은 기억과 얕은 기억이 섞여 만들어지는 무의식의 상상물로, 마음속에 그것이 남긴 이미지에 의존하고 있는 거야.",
			null,
			null,
			"Reason is a collection of experiences summarized by past memories in it; dream is an unconscious imagination interwoven from deep and shallow memories and inscribing a reflection in the human mind by relying on it.",
			"Reason is a set of experiences that are summed up by past memories. Dreams are unconscious imaginings that are a mixture of deep and shallow memories, relying on the images they leave behind in the mind."
		],
		[
			"msg",
			713866,
			null,
			"只要记忆还在，“它”没有受到损害，那就不用担心理智的沦陷。",
			"記憶があり、「ソレ」が損なわれていない限り、理性がなくなることを心配しなくてもいいの。",
			"기억이 있고, 「그것」이 손상되지 않는 한, 이성을 잃을 걱정을 하지 않아도 돼.",
			null,
			null,
			"As long as the memory is still there and \"it\" is not damaged, there is no need to worry about the fall of sanity.",
			"As long as the memory is there and the \"sole\" is intact, you don't have to worry about losing your reason."
		],
		[
			"msg",
			713867,
			null,
			"但若是记忆混乱，“它”被扭曲，被编造……甚至是被完全放逐，那样的话，无论是所谓的“自我”，还是梦境，也都荡然无存了。",
			"だけど、もし記憶が混乱し、「ソレ」がゆがめられ、ねつ造されたら……あるいは完全に追い出されてしまったら、いわゆる「自我」とか、夢とかも全部消えてしまうの。",
			"하지만 만약 기억이 혼란스러워지고, 「그것」이 왜곡되거나 조작된다면…… 혹은 완전히 쫓겨나버린다면, 이른바 「자아」라든가, 꿈 같은 것도 모두 사라져버리는 거야.",
			null,
			null,
			"But if the memory is confused, \"it\" is distorted, fabricated ...... or even completely banished, in that case, both the so-called \"self\" and the dream, are also gone.",
			"But if the memory is confused, if \"so-and-so\" is distorted, falsified ...... or completely expelled, then the so-called \"ego\" or dreams and everything else will disappear."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713868,
			null,
			"阿尼拉的笑容仍旧是那样随意，但口中说出的话却变得越来越严肃。",
			"アニラは相変わらず朗らかな笑顔を浮かべていたが、口から出る言葉は次第に真剣になっていった。",
			"아니라는 여전히 밝은 미소를 띠고 있었지만, 입에서 나오는 말은 점점 진지해져 갔다.",
			null,
			null,
			"Anila's smile remained as casual as ever, but the words coming out of her mouth became increasingly serious.",
			"Anila still had a cheerful smile on her face, but the words coming out of her mouth became increasingly serious."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713869,
			null,
			"所以……北辰芽衣，你明白了吗？",
			"それで……北辰芽衣、分かった？",
			"그래서…… 북진메이, 알겠어?",
			null,
			null,
			"So ...... North Star Meiko, do you get it?",
			"So ...... Beijin Mei, got it?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				922,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713870,
			null,
			"明白……什么？",
			"何が……？",
			"뭐가……?",
			null,
			null,
			"Understand ...... what?",
			"What is ......?"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713871,
			null,
			"——所谓崩坏对人心智的扭曲，其实就是指承载记忆的“它”，被崩坏吃掉了哦！",
			"——崩壊が人間の心をゆがめるというのは、実際には記憶を載せる「ソレ」が崩壊に食べられちゃったことを指しているんだよ！",
			"——붕괴가 인간의 마음을 왜곡한다는 건, 사실은 기억을 담는 「그것」이 붕괴에게 잡아먹혀버린 걸 의미하는 거야!",
			null,
			null,
			"--The so-called collapse of the distortion of the human mind, in fact, means that the memory of \"it\", eaten by the collapse of oh!",
			"--When I say that the collapse distorts the human mind, I am actually referring to the fact that the \"sole\" on which the memory is placed has been eaten away by the collapse!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713872,
			null,
			"光点越来越多，就像散落的星光，照亮了两人的身影。",
			"光がますます増え、ちりばめられた星の光のように二人を照らした。",
			"빛은 점점 더 많아져, 박혀 있는 별빛처럼 두 사람을 비추었다.",
			null,
			null,
			"More and more points of light, like scattered starlight, illuminate the two men's figures.",
			"More and more light illuminated them like the light of encrusted stars."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713873,
			null,
			"所以呢，从这一点来说……要抵御崩坏对理智的冲击，就有两种可能的方式。",
			"だから、その観点からみると……崩壊による理性への衝撃を防ぐには二つの方法があるの。",
			"그러니까, 그 관점에서 보면…… 붕괴에 의한 이성에 대한 충격을 막는 데는 두 가지 방법이 있는 거야.",
			null,
			null,
			"So then, from this point of view ...... to resist the impact of the collapse on sanity, there are two possible ways.",
			"So, from that perspective, there are two ways to prevent the shock to reason from the ...... collapse."
		],
		[
			"msg",
			713874,
			null,
			"第一种方式，便是通过不同的人的记忆，借由其他人体内的“它”来维系自己的记忆不被崩坏扭曲篡改，或者是消磨。",
			"一つ目の方法は、さまざまな人の記憶を利用して、誰かの体内の「ソレ」を借り、自分の記憶が崩壊に歪曲、改ざん、抹消されないようにする。",
			"첫 번째 방법은 다양한 사람들의 기억을 이용해 누군가의 몸속에 있는 「그것」을 빌려, 자신의 기억이 붕괴에 의해 왜곡, 조작, 말소되지 않도록 하는 거야.",
			null,
			null,
			"The first way is through the memories of different people, through the \"it\" in other people to maintain their own memories are not collapsed distorted tampering, or is eroded.",
			"The first method uses the memories of various people and borrows the \"sole\" in someone else's body to prevent their own memories from being distorted, tampered with, or erased by decay."
		],
		[
			"msg",
			713875,
			null,
			"第二种方式，就是让自己的记忆，自己的心智被切成千上万片，每一片都成为一个独立的故事，从而让“它”获得成千上万倍的增幅。",
			"二つ目の方法は、自分の記憶、自分の心を無数の断片に切り分け、それぞれの欠片を一つの独立した物語にするの。そうすることで、「ソレ」を数千倍、数万倍にも増幅できるはず。",
			"두 번째 방법은 자신의 기억, 자신의 마음을 무수한 조각으로 나누어 각각의 파편을 하나의 독립된 이야기로 만드는 거야. 그렇게 하면 「그것」을 수천 배, 수만 배까지 증폭시킬 수 있을 거야.",
			null,
			null,
			"The second way is to let one's memory, one's mind, be cut into thousands of pieces, each piece becoming a separate story, so that \"it\" can be increased thousands of times.",
			"The second way is to cut your memory, your mind, into countless fragments and make each piece into one independent story. By doing so, you can amplify \"Sole\" thousands or tens of thousands of times."
		],
		[
			"msg",
			713876,
			null,
			"第二种方式难以想象……所以真正说起来，正常人只能使用第一种方式来阻挡崩坏呢。",
			"でも二つ目の方法は、結果的に崩壊を防ぐけど、本当にそんな事ができるか分からないの……だから、普通の人は一つ目の方法を使うしかないの。",
			"하지만 두 번째 방법은 결과적으로 붕괴를 막을 수 있지만, 정말로 그런 일이 가능할지 모르니까... 그래서 보통 사람들은 첫 번째 방법을 사용할 수밖에 없는 거야.",
			null,
			null,
			"The second way is unimaginable ...... so really speaking, normal people can only use the first way to block the collapse it.",
			"But the second method prevents a collapse as a result, but I don't know if you can really do that ......, so people usually have to use the first method."
		],
		[
			"msg",
			713877,
			null,
			"——而这，就是我保持清醒的原因。",
			"——そして、それこそが、アニラが正気を保っていられる理由だよ。",
			"——그리고, 바로 그것이 아닐라가 정신을 유지할 수 있는 이유야.",
			null,
			null,
			"-- and that, in turn, is what keeps me sober.",
			"--and that's exactly what keeps Anila sane."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713878,
			null,
			"第一次的，阿尼拉脸上的笑容带上了悲伤，与此同时，北辰芽衣惊愕地发现，那些不断涌现的光点，竟倒映出了一张张不同的面孔！",
			"アニラの顔に初めて悲しみが浮かんだ。それと同時に、北辰芽衣は、次々に浮かび上がる光がさまざまな顔を映し出していることに気付き、驚愕した。",
			"아닐라의 얼굴에 처음으로 슬픔이 떠올랐다. 동시에, 북진메이는 계속해서 떠오르는 빛이 다양한 얼굴들을 비추고 있는 것을 발견하고 경악했다.",
			null,
			null,
			"For the first time, the smile on Anila's face took on sadness, and at the same time, Beichen Meiko was shocked to find that the dots of light that kept emerging reflected a different face!",
			"For the first time, sadness appeared on Anila's face. At the same time, Mei Hokushin was astonished to notice that the lights that emerged one after another reflected a variety of faces."
		],
		[
			"msg",
			713879,
			null,
			"男人的，女人的，小孩的，老人的，士兵的，平民的……",
			"男性、女性、子ども、老人、兵士、市民……。",
			"남자, 여자, 아이, 노인, 군인, 시민.......",
			null,
			null,
			"Men's, women's, children's, old people's, soldiers', civilians' ......",
			"Men, women, children, old people, soldiers, citizens. ......"
		],
		[
			"msg",
			713880,
			null,
			"但无论是哪一张面孔，都紧紧地凝望着两人，脸上呈现出温柔的神情。",
			"しかし、どの顔もしっかりと二人を見つめ、優しい表情を浮かべている。",
			"하지만 어느 얼굴도 단단히 두 사람을 바라보며 온화한 표정을 지었다.",
			null,
			null,
			"But either face gazed intently at the two, with a tender look on its face.",
			"But every face gazes firmly at them and has a kind expression on its face."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713881,
			null,
			"……我的名字是阿尼拉，它的意思是，“守护挚爱的城邦与信念”。",
			"……私の名前はアニラ、その意味は「愛する街と信念を守る」だよ。",
			"......내 이름은 아닐라, 그 의미는 「사랑하는 도시와 신념을 지키는」이야.",
			null,
			null,
			"...... My name is Anila and it means, \"guardian of the beloved city-state and faith\".",
			"......My name is Anila, and it means \"I defend the city I love and my beliefs.\""
		],
		[
			"msg",
			713882,
			null,
			"但哪怕是现在，其实我都一直被卡伦城的大家所守护着。",
			"でも、今でも私はカロンシティの皆に守られているの。",
			"하지만, 지금도 나는 카론 시티의 모두에게 지켜지고 있어.",
			null,
			null,
			"But even now, in fact, I have been guarded by everyone in Koren City.",
			"But I am still protected by everyone in Caron City."
		],
		[
			"msg",
			713883,
			null,
			"他们残存下来的信念，守护着我的记忆完整；那些原本属于他们的记忆，为我阻挡了崩坏的侵袭。",
			"彼らの残した信念がアニラの記憶の完全性を守っているの。元々はみんなのものだった記憶が、アニラを崩壊の侵食から守ってくれているの。",
			"그들이 남긴 신념이 아닐라의 기억 완전성을 지키고 있는 거야. 원래는 모두의 것이었던 기억이, 아닐라를 붕괴의 침식으로부터 지켜주고 있어.",
			null,
			null,
			"The faith they have left behind guards the integrity of my memories; those memories that originally belonged to them, blocking the onslaught of collapse for me.",
			"The beliefs they left behind protect the integrity of Anila's memory. The memories that originally belonged to all of us protect Anila from the encroaching decay."
		],
		[
			"msg",
			713884,
			null,
			"我本来一无所知地享受着大家的守护——但直到不久之前，被那道金色的光芒震撼以后……我才发现自己灵魂的深处，一直被大家所守护着。",
			"アニラは知らないうちにみんなに守られていた——ちょっと前、あの金色の光を浴びて……自分の魂の奥深くで、ずっとみんなに守られていたんだって気付いたの。",
			"아니라는 모르는 사이에 모두에게 지켜지고 있었어——조금 전, 그 황금빛 빛을 맞고…… 자신의 영혼 깊은 곳에서, 계속 모두에게 지켜지고 있었다는 걸 깨달았어.",
			null,
			null,
			"I had enjoyed the guardianship of everyone without knowing anything - but it wasn't until a short time ago, after being shaken by that golden light ...... that I realized the depths of my soul had been guarded by everyone.",
			"Anila was protected by everyone without knowing it - a little while ago, I was bathed in that golden light ...... and realized that deep in my soul, I had been protected by everyone all along."
		],
		[
			"msg",
			713885,
			null,
			"原来大家一直都在这里呢……",
			"みんなはずっとそこにいたの……。",
			"모두는 계속 거기에 있었어…….",
			null,
			null,
			"So everyone has been here all along. ......",
			"People have been there all along. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713886,
			null,
			"阿尼拉的眼角有金色的光点逸散开去，分不清是泪水，还是些别的东西。",
			"——アニラの目尻から金色の光がこぼれた。涙なのか、他のものなのかは分からない。",
			"——아니라의 눈가에서 황금빛 빛이 흘러내렸다. 눈물인지, 다른 것인지는 알 수 없다.",
			null,
			null,
			"There were golden spots of light escaping from the corners of Anila's eyes, indistinguishable from tears, or something else.",
			"--A golden light spilled from the corners of Anila's eyes. I don't know if it was a tear or something else."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713887,
			null,
			"但，我是个没用的小孩子……现在还成了只能编织梦境，制造噩梦的幽灵。",
			"でも、アニラは役立たずな子どもだから……今では夢を紡ぎ、悪夢を作り出すことしかできない幽霊になっちゃった。",
			"하지만, 아니라는 쓸모없는 아이라서…… 이제는 꿈을 짜고, 악몽을 만들어내는 것밖에 못 하는 유령이 되어버렸어.",
			null,
			null,
			"But, I'm a useless little kid ...... and now a ghost who can only weave dreams and create nightmares.",
			"But Anila is a useless child, so ...... now she's a ghost who can only spin dreams and create nightmares."
		],
		[
			"msg",
			713888,
			null,
			"不过你不同……你有着可以影响现实的力量，就像那个东方的仙人一样，拥有着拯救的可能性。",
			"でも……でも、あなたは違う。あなたは現実に影響を与える力を持っている。あの東洋の仙人と同じように、世界を救える可能性を秘めているの。",
			"하지만…… 하지만, 너는 달라. 너는 현실에 영향을 미치는 힘을 가지고 있어. 그 동양의 선인처럼, 세계를 구할 가능성을 품고 있는 거야.",
			null,
			null,
			"But you are different ...... you have the power to influence reality, just like that immortal in the East, with the possibility of salvation.",
			"But ...... but you are not. You have the power to influence reality. Like that oriental hermit, you have the potential to save the world."
		],
		[
			"msg",
			713889,
			null,
			"于是，我和大家商量过了……",
			"だから、みんなと相談したの……。",
			"그래서, 모두와 상의했어…….",
			null,
			null,
			"So, I talked it over with everyone ......",
			"So I discussed it with everyone: ......."
		],
		[
			"msg",
			713890,
			null,
			"那些守护在我灵魂核心的记忆，将成为你的一部分，代替你承担崩坏的扭曲。",
			"アニラの魂の核を守る記憶をあなたの一部にして、崩壊によるゆがみを引き受けてあげる。",
			"아니라의 영혼의 핵을 지키는 기억을 너의 일부로 만들어, 붕괴로 인한 왜곡을 떠맡아 줄게.",
			null,
			null,
			"Those memories that guard the core of my soul will become a part of you, taking on the distortion of collapse in your place.",
			"I will make the memories that protect the core of Anila's soul a part of you and take care of the distortions caused by the collapse."
		],
		[
			"msg",
			713891,
			null,
			"作为代价，你可要战胜那个巨大的怪物哦！",
			"その代わり、あの巨大な怪物を倒してよね！",
			"그 대신, 그 거대한 괴물을 무찔러 줘!",
			null,
			null,
			"As the price, you have to defeat that huge monster!",
			"Instead, you're going to have to defeat that giant monster!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713892,
			null,
			"光点的蔓延已经接近尾声，北辰芽衣讶异地发现自己心中泛起了激流。",
			"光の広がりが終わりに近づき、北辰芽衣は自分の心の中に激流が巻き起こっていることに気が付いた。",
			"빛의 확산이 끝에 가까워지며, 북진메이는 자신의 마음 속에 격류가 일고 있음을 깨달았다.",
			null,
			null,
			"The spreading of the points of light was nearing its end, and Meiko Kitatsu was surprised to find her heart flooded with rapids.",
			"As the spread of light neared its end, Mei Kitatsugu realized that a torrent was rolling through her mind."
		],
		[
			"msg",
			713893,
			null,
			"那些本以为已经遗忘的，属于人类的情感在胸膛间回响，让北辰芽衣忍不住大喊了出来。",
			"忘れたと思っていた人間の感情が胸に渦巻き、北辰芽衣は思わず叫んだ。",
			"잊었다고 생각했던 인간의 감정이 가슴에 소용돌이치며, 북진메이는 문득 외쳐버렸다.",
			null,
			null,
			"Those emotions that were thought to have been forgotten and belonged to human beings echoed between the chests, making Meiko Kitatsu unable to resist shouting out.",
			"Mei Hokushin involuntarily exclaimed as human emotions she thought she had forgotten swirled in her chest."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				false
			]
		],
		[
			"msg",
			713894,
			null,
			"喂，如果把那些记忆都给我的话——那样的话，阿尼拉……你又会怎么样？！",
			"待て！その記憶を拙者に全部渡したら——アニラ……そなたはどうなってしまうのか！？",
			"기다려! 그 기억을 내게 모두 넘기면 ——아닐라…… 너는 어떻게 되는 거야!?",
			null,
			null,
			"Hey, if you give me all those memories - in that case, what will happen to you in Anila ......!",
			"Wait! If you give me all those memories - what will happen to Anila ...... you!"
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713895,
			null,
			"唔……我想，大概会变得比现在癫狂许多，甚至会遗忘了大家对我的“爱”，心中只剩下仇恨吧。",
			"うーん……たぶん、今よりももっとおかしくなって、アニラに対するみんなの「愛」も忘れて、心には憎しみしか残らないかもしれない。",
			"음…… 아마, 지금보다 더 이상해져서, 아닐라에 대한 모두의 「사랑」도 잊어버리고, 마음에는 증오만 남을지도 몰라.",
			null,
			null,
			"Well ...... I think I will probably become much crazier than I am now, and I will even forget the \"love\" that everyone has for me, and only hate will remain in my heart.",
			"Hmmm... ...... maybe I'll be even crazier than I am now and forget everyone's \"love\" for Anila and have nothing but hate in my heart."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713896,
			null,
			"阿尼拉可爱地歪了歪头。",
			"アニラはかわいらしく首をかしげた。",
			"아닐라는 귀엽게 고개를 갸웃했다.",
			null,
			null,
			"Anila tilted her head adorably.",
			"Anila nodded her head cutely."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713897,
			null,
			"不过，即使那样的话也没关系。",
			"でも、そうなってもいいの。",
			"하지만, 그래도 괜찮아.",
			null,
			null,
			"However, even if that is the case, it doesn't matter.",
			"But it doesn't matter if it does."
		],
		[
			"msg",
			713898,
			null,
			"“世界的噩梦”阿尼拉，你不觉得这样听起来很帅气么？哈哈哈哈——",
			"「世界の悪夢アニラ」って、カッコいい響きだと思わない？アハハハ——",
			"「세계의 악몽 아닐라」라니, 멋진 어감이라고 생각하지 않아? 아하하하——",
			null,
			null,
			"\"Nightmare of the World\" Anila, don't you think that sounds cool? Hahahahahaha...",
			"Doesn't \"Anira, the world's worst nightmare\" have a cool ring to it, don't you think? Hahahaha--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713899,
			null,
			"阿尼拉大笑着，抬起手，将北辰芽衣重重地推了出去，令她被背后的光明所吞没。",
			"アニラは笑いながら手をあげ、北辰芽衣を力強く突き飛ばし、北辰芽衣は光に呑み込まれた。",
			"아닐라는 웃으며 손을 들어 북진메이를 강하게 밀어냈고, 북진메이는 빛에 삼켜졌다.",
			null,
			null,
			"Anila laughed and raised her hand, pushing Beichen Meiko out heavily, causing her to be swallowed up by the light behind her.",
			"Laughing, Anila raised her hand and pushed Beijin Mei with such force that Beijin Mei was engulfed by the light."
		],
		[
			"speaker",
			54025
		],
		[
			"portraits",
			[
				922,
				0,
				false
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713900,
			null,
			"再见……或者说永别了。",
			"またね。もしくは……さようなら！",
			"또 봐. 아니면…… 안녕!",
			null,
			null,
			"Goodbye ...... or goodbye forever.",
			"See you soon. Or ...... goodbye!"
		],
		[
			"msg",
			713901,
			null,
			"来自东方的武士，代替我去成为世界的英雄吧！",
			"東洋の武士さん、私の代わりに世界の英雄になってね！",
			"동양의 무사씨, 내 대신 세계의 영움이 되어줘!",
			null,
			null,
			"Samurai from the East, take my place and become the hero of the world!",
			"Oriental warrior, be a hero of the world instead of me!"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30188,
				1,
				true
			]
		],
		[
			"msg",
			713902,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713903,
			null,
			"光芒吞没了一切，醒来之后，眼前却是一片黑暗。",
			"光がすべてを呑み込み、目を覚ますと、目の前には暗闇が広がっていた。",
			"빛이 모든 것을 삼켰고, 눈을 뜨니 눈앞에는 어둠이 펼쳐져 있었다.",
			null,
			null,
			"The light engulfed everything, and when I woke up, there was darkness in front of me.",
			"The light engulfed everything, and when I woke up, there was darkness before me."
		],
		[
			"bg",
			"CG10322"
		],
		[
			"msg",
			713904,
			null,
			"北辰芽衣慢慢在山洞里直起身子，走出山洞外。",
			"北辰芽衣は洞窟の中でゆっくりと起き上がり、外に出た。",
			"북진메이는 동굴 속에서 천천히 일어나 밖으로 나왔다.",
			null,
			null,
			"Beichen Meizi slowly straightened up in the cave and walked out of the cave.",
			"Mei Beijin slowly got up and out of the cave."
		],
		[
			"msg",
			713905,
			null,
			"以往那种全身上下为崩坏所控，仿若提线木偶一样的感觉已经彻底消失不见。取而代之的，则是久违的安宁，还有……",
			"崩壊に全身を支配され、操り人形のようになっていた感覚は完全に消えていた。その代わりに久しぶりの穏やかさ、それから——",
			"붕괴에 온몸을 지배당해 꼭두각시처럼 되어 있던 감각은 완전히 사라져 있었다. 그 대신 오랜만의 평온함, 그리고 ——",
			null,
			null,
			"The feeling that the whole body is controlled by the collapse, as if a puppet on a string has completely disappeared. In its place, there is a long-lost peace, and ......",
			"The feeling that the collapse had taken over my entire body and made me feel like a puppet was completely gone. In its place was a calm that I hadn't felt in a long time, and then--"
		],
		[
			"msg",
			713906,
			null,
			"……放松。",
			"気楽さがあった。",
			"편안함이 느껴졌다.",
			null,
			null,
			"...... relax.",
			"There was an ease about it."
		],
		[
			"speaker",
			204566
		],
		[
			"bg",
			"CG10414"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713907,
			null,
			"那个家伙，就是阿尼拉所说的怪物么？",
			"やつがアニラの言っていた怪物か？",
			"저게 아니라가 말한 괴물인가?",
			null,
			null,
			"That guy, is that the monster Anila was talking about?",
			"Is this the monster Anila was talking about?"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713908,
			null,
			"遥望着远处横亘在半天之上的渊面意志，北辰芽衣脸上怅然若失的表情渐渐退去，取而代之的则是坚定的神情。",
			"遠くの空に浮かぶ淵面の意志を見つめていた北辰芽衣は、ぼうぜんとした表情から徐々に決意の表情へと変わっていった。",
			"먼 하늘에 떠 있는 연면의 의지를 바라보던 북진메이는 멍한 표정에서 점차 결의에 찬 표정으로 바뀌어 갔다.",
			null,
			null,
			"Looking at the will of the abyssal face that lies halfway across the sky in the distance, the disappointed expression on the face of Beichen Meizi gradually receded and was replaced by a determined look.",
			"Staring at the will of the abyssal surface in the distant sky, Hokushin Mei's expression gradually changed from one of blank amazement to one of determination."
		],
		[
			"speaker",
			204566
		],
		[
			"bg",
			"CG10322"
		],
		[
			"portraits",
			[
				30188,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713909,
			null,
			"阿尼拉……我一定会战胜祂的。",
			"アニラ……拙者は必ずやつを倒す。",
			"아니라... 이 몸은 반드시 저것을 쓰러뜨리겠다.",
			null,
			null,
			"Anila ...... I will overcome Him.",
			"Anila ...... I will surely defeat him."
		],
		[
			"portraits",
			[
				30188,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713910,
			null,
			"这是武士的誓言！",
			"これは武士としての誓いです！",
			"이는 무사로서의 맹세다!",
			null,
			null,
			"This is the samurai oath!",
			"This is a samurai oath!"
		]
	],
	"10045": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713911,
			null,
			"天命都城中。",
			"天命都市の中。",
			"천명 도시 안.",
			null,
			null,
			"In the capital city of Heavenly Fate.",
			"Inside the Heavenly City."
		],
		[
			"bgm",
			87
		],
		[
			"msg",
			713912,
			null,
			"战斗仍在继续，炮火依旧轰鸣。",
			"戦闘はまだ続いており、砲撃の音が響いていた。",
			"전투는 아직 계속되고 있었고, 포격 소리가 울려 퍼지고 있었다.",
			null,
			null,
			"The battle continues and the artillery fire still roars.",
			"The battle was still going on and the sound of artillery fire was still echoing."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				6,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713913,
			null,
			"呼……哈……",
			"ふぅ……はぁ……。",
			"후우... 하아....",
			null,
			null,
			"Hoo ...... ha ......",
			"Phew ...... haha ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713914,
			null,
			"借着敌人军潮出现的一丝空隙，卡莲终于有了喘息的机会，大口大口地呼吸着。回头看去，奥托也是一副疲惫至极的神情，不顾姿态地半蹲在地面。",
			"大量に現われた敵のわずかな隙に、カレンはようやく一息つくことができ、肩で息をしていた。振り返ると、オットーも疲れ果てたような表情を見せ、外見を気にすることなく地面にしゃがみ込んでいた。",
			"대량으로 나타난 적의 작은 틈을 타, 카렌은 겨우 한숨 돌릴 수 있었고, 어깨로 숨을 쉬고 있었다. 돌아보니, 오토도 지친 표정을 지으며, 외모를 신경 쓰지 않고 땅에 주저앉아 있었다.",
			null,
			null,
			"Taking advantage of a gap in the appearance of the enemy's military tide, Caline finally had a chance to catch her breath and breathed heavily. Looking back, Otto is also a look of exhaustion to the extreme, disregarding the posture half crouched on the ground.",
			"In the slightest gap between the enemies that appeared in large numbers, Karen was finally able to catch her breath and breathe on her shoulders. Looking back, Otto also looked exhausted and crouched on the ground, not caring about his appearance."
		],
		[
			"msg",
			713915,
			null,
			"只有佐菲亚，即使是在这种情况下也还是保持着军人的姿仪。但她身上的创伤和血痕已经说明了先前战斗的残酷。",
			"ソフィアだけは、この状況の中でも軍人としての姿を保っていた。しかし、彼女の体の傷や血は、先ほどの戦闘の激しさを物語っていた。",
			"소피아만은, 이 상황 속에서도 군인으로서의 모습을 유지하고 있었다. 하지만, 그녀의 몸의 상처와 피는, 방금 전 전투의 격렬함을 말해주고 있었다.",
			null,
			null,
			"Only Zofia, even in this situation, still maintained the military posture. But the wounds and bloodstains on her body already indicate the brutality of the earlier battle.",
			"Sophia was the only one who remained a soldier in this situation. However, the wounds and blood on her body showed the intensity of the battle that had just taken place."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713916,
			null,
			"奥托大人，这方炮台已经损坏了。",
			"オットー様、この砲台はすでに壊れています。",
			"오토님, 이 포대는 이미 부서졌습니다.",
			null,
			null,
			"Lord Otto, this side of the turret is damaged.",
			"Dear Otto, this turret is already broken."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713917,
			null,
			"我知道了……",
			"分かっている……。",
			"알고 있다…….",
			null,
			null,
			"I got it ......",
			"I know. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713918,
			null,
			"奥托揉了揉眉头，像是在计算可用武器和炮台会出现的位置……又好像是在回溯自己的记忆。",
			"オットーは眉間を揉んだ。使える武器や砲台が現われる位置を計算しているようだった……そして自分の記憶をさかのぼっているようにも見えた。",
			"오토는 미간을 문질렀다. 사용할 수 있는 무기나 포대가 나타날 위치를 계산하고 있는 듯했고…… 그리고 자신의 기억을 더듬고 있는 것처럼도 보였다.",
			null,
			null,
			"Otto rubbed his brow, as if calculating the location where the available weapons and turrets would appear ...... and as if he was retracing his memory.",
			"Otto rubbed his brow. He seemed to be calculating where the available weapons and turrets would appear ...... and seemed to be going back into his own memory."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713919,
			null,
			"下一处……",
			"次は……",
			"다음은……",
			null,
			null,
			"Next ......",
			"Next to ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713920,
			null,
			"奥托的声音变得艰涩起来。",
			"オットーの声に疲労が滲んでいる。",
			"오토의 목소리에 피로가 스며들어 있었다.",
			null,
			null,
			"Otto's voice became arduous.",
			"Otto's voice is tinged with fatigue."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713921,
			null,
			"下一处是在那里。",
			"次はあそこだ。",
			"다음은 저기다.",
			null,
			null,
			"The next place is there.",
			"That's next."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713922,
			null,
			"奥托手指向前方，那是教堂附近，也是整个天命都城中侵蚀体和崩坏兽最密集的区域，就在渊面意志的脚下。",
			"オットーが指さしたのは、教会の近くだった。天命都市全体の中でも侵食体や崩壊獣が最も密集しているエリアであり、淵面の意志の足元でもある。",
			"오토가 가리킨 곳은, 교회 근처였다. 천명 도시 전체 중에서도 침식체나 붕괴수가 가장 밀집한 지역이며, 연면의 의지의 발치이기도 한 곳.",
			null,
			null,
			"Otto pointed his finger ahead, which was near the church and the area with the highest concentration of eroded bodies and Honkai Beasts in the entire providential capital, right at the foot of the Abyssal Will.",
			"Otto pointed to an area near the church. It is the area with the highest concentration of erosive bodies and Honkai Beasts in the whole of Tenmei City, and it is also at the foot of the will of the abyssal plane."
		],
		[
			"msg",
			713923,
			null,
			"那里的敌人就像海浪一般，看起来无边无际。",
			"そこにいる敵は海の波のごとく、果てしなく続いているように見えた。",
			"그곳에 있는 적은 바다의 파도처럼, 끝없이 이어져 있는 것처럼 보였다.",
			null,
			null,
			"The enemies there were like waves of the sea, seemingly boundless.",
			"The enemies there seemed to be as endless as the waves of the ocean."
		],
		[
			"msg",
			713924,
			null,
			"卡莲一下子屏住了呼吸。",
			"カレンは一瞬息を呑んだ。",
			"카렌은 잠시 숨을 삼켰다.",
			null,
			null,
			"Caryn held her breath for a moment.",
			"Karen gasped for a moment."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713925,
			null,
			"原来如此。",
			"そうですか。",
			"그렇군요.",
			null,
			null,
			"So that's it.",
			"I see."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713926,
			null,
			"佐菲亚脸上的表情没有一丝变化，宛如岩石一样坚硬。",
			"ソフィアは岩のように硬い表情をまったく変えなかった。",
			"소피아는 바위처럼 단단한 표정을 전혀 바꾸지 않았다.",
			null,
			null,
			"The expression on Zofia's face didn't change a bit, it was as hard as a rock.",
			"Sophia did not change her rock-hard expression at all."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713927,
			null,
			"既然这样，我们就过去吧。",
			"それでは行きましょう。",
			"그럼 출발하죠.",
			null,
			null,
			"In that case, let's go over there.",
			"Let's go then."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713928,
			null,
			"她一下子站起来，没有丝毫犹豫，挥舞着刀锋向前开道。",
			"彼女はすぐに立ち上がり、ためらうことなく刀を振りかざし、道を切り開いた。",
			"그녀는 즉시 일어나 망설임 없이 검을 휘둘러 길을 열었다.",
			null,
			null,
			"She stood up at once, and without the slightest hesitation, waved her blade forward to open the way.",
			"She quickly rose to her feet and, without hesitation, swung her sword to clear the way."
		],
		[
			"msg",
			713929,
			null,
			"卡莲和奥托对视一眼，两人随即也都跟在佐菲亚身后向前冲去。",
			"カレンとオットーは目を見合わせたが、二人もソフィアの後に続いて突き進んだ。",
			"카렌과 오토는 서로를 바라보았지만, 두 사람도 소피아를 따라 전진했다.",
			null,
			null,
			"Karin and Otto looked at each other, and both then also followed Zofia and rushed forward.",
			"Karen and Otto looked at each other, but they too pushed forward after Sophia."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			713930,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"msg",
			713931,
			null,
			"敌人如海潮般涌来。",
			"敵が津波のように押し寄せてくる。",
			"적이 쓰나미처럼 밀려온다.",
			null,
			null,
			"The enemy came in like a sea tide.",
			"Enemies come rushing in like a tsunami."
		],
		[
			"msg",
			713932,
			null,
			"卡莲感觉自己就像是大海上的一叶扁舟，经历着浪潮与风暴的冲击。",
			"カレンは、大海原に浮かぶ小舟で大波や嵐の衝撃を受けているような気分になった。",
			"카렌은 대해에 떠 있는 작은 배에서 큰 파도와 폭풍의 충격을 받는 기분이 들었다.",
			null,
			null,
			"Karin felt like a flat boat on the ocean, experiencing the waves and storms.",
			"Karen felt like she was in a small boat on the ocean, taking in the impact of big waves and storms."
		],
		[
			"msg",
			713933,
			null,
			"因为同时要保护自己和奥托，“犹大的抉择”的力量已经被催发到极致，但还是看起来摇摇欲坠，每分每秒都有倾覆的危险。",
			"なぜなら、自分とオットーを同時に守ろうとするため、「誓約の選択」の力が限界に達していたからだ。しかし、それでも小舟は激しく揺れ、常に転覆の危険があるように思えた。",
			"왜냐하면 자신과 오토를 동시에 지키려다 보니, 「서약의 선택」의 힘이 한계에 달했기 때문이다. 하지만 그럼에도 작은 배는 심하게 흔들렸고, 항상 전복될 위험이 있는 것처럼 느껴졌다.",
			null,
			null,
			"Because of the need to protect both himself and Otto, the power of \"Judah's Choice\" has been pushed to the limit, but it still looks shaky and in danger of capsizing every second.",
			"This was because he was trying to protect himself and Otto at the same time, and the power of his \"pledge choice\" had reached its limit. But even so, the little boat rocked violently and seemed to be in constant danger of capsizing."
		],
		[
			"msg",
			713934,
			null,
			"哪怕自己身处于如此险境，卡莲并没有呼救，因为她知道，站在队伍最前端的那个人——佐菲亚，每时每刻都在承担着数倍乃至于数十倍于自己的冲击。",
			"それでも、カレンは助けを求めなかった——最前列に立つソフィアが常に自分の数倍、いや数十倍の負担がかかっていることを知っていたからだ。",
			"그래도 카렌은 도움을 요청하지 않았다——최전열에 선 소피아가 항상 자신의 몇 배, 아니 수십 배의 부담을 지고 있다는 것을 알고 있었기 때문이다.",
			null,
			null,
			"Even if they are in such a dangerous situation, Karin did not call for help, because she knew that the person standing at the front of the line - Zofia, every moment is bearing several times or even dozens of times the impact of their own.",
			"Still, Karen did not ask for help - she knew that Sophia, standing in the front row, was always several, or even dozens, times more burdened than she was."
		],
		[
			"speaker",
			712806
		],
		[
			"portraits",
			[
				30532,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713935,
			null,
			"吼吼！",
			"グォォォ！",
			"꾸어어어!",
			null,
			null,
			"Ho-ho!",
			"Guo!"
		],
		[
			"portraits",
			[
				30532,
				0,
				true
			],
			[
				30532,
				0,
				false
			]
		],
		[
			"msg",
			713936,
			null,
			"嘶嘶嘶！",
			"グガガガ！",
			"꾸가가각!",
			null,
			null,
			"Hissing!",
			"Gugaga!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30532,
				0,
				true
			]
		],
		[
			"msg",
			713937,
			null,
			"越往里走，侵蚀体的力量明显越强。",
			"奥に進めば進むほど、侵食体の力が明らかに強くなっていった。",
			"안으로 들어갈수록 침식체의 힘이 확실히 강해지고 있었다.",
			null,
			null,
			"The further you go in, the stronger the erosion of the body becomes apparent.",
			"The deeper we went, the more clearly the power of the eroding body increased."
		],
		[
			"msg",
			713938,
			null,
			"飞针和刃爪向三人袭来，宛如雨点一样密集。",
			"トゲや刃が三人に雨のように密集して襲いかかる。",
			"가시와 칼날이 세 사람에게 비처럼 빽빽이 몰아쳤다.",
			null,
			null,
			"Flying needles and bladed claws came at the trio, as dense as rain.",
			"The spikes and blades hit the three of them in a dense rain of spikes and blades."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				898,
				0,
				false
			],
			[
				30532,
				0,
				true
			]
		],
		[
			"msg",
			713939,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			713940,
			null,
			"……别挡道！",
			"……邪魔しないでください！",
			"……방해하지 마세요!",
			null,
			null,
			"...... Get out of the way!",
			"Please do not disturb ......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30532,
				0,
				true
			]
		],
		[
			"msg",
			713941,
			null,
			"佐菲亚厉喝之间，那把战争之刃席卷一片，炽烈的红光如熔岩一般将附近的侵蚀体卷入，又得到了几步向前的空间。",
			"ソフィアが一喝し、戦争の刃が周囲をなぎ払う。溶岩のように強烈な赤い光が付近の侵食体を巻き込み、また数歩前進するための空間ができた。",
			"소피아가 일갈하자, 전쟁의 칼날이 주변을 쓸어버렸다. 용암처럼 강렬한 붉은 빛이 근처의 침식체를 휩쓸며, 다시 몇 걸음 전진할 수 있는 공간이 생겼다.",
			null,
			null,
			"Zofia sternly shouted between, that the blade of war swept a piece, blazing red light like lava will be nearby erosion body involved, and get a few steps forward space.",
			"Sophia blackmails, and the blades of war lash out around her. An intense red light, like lava, engulfed the eroding bodies in the vicinity, creating space for another few steps forward."
		],
		[
			"msg",
			713942,
			null,
			"而也就在这短短的时机中，卡莲看到了一方熟悉的事物。",
			"そして、その一瞬の間に、カレンは見覚えのあるものを見つけた。",
			"그리고 그 순간, 카렌은 익숙한 것을 발견했다.",
			null,
			null,
			"And it was in this short time that Kareem saw something familiar on one side.",
			"And in that split second, Karen spotted something familiar."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				6,
				false
			],
			[
				30532,
				0,
				true
			]
		],
		[
			"msg",
			713943,
			null,
			"……炮台，就在那里，就在它们里面！",
			"……砲台はあそこ！奴らの中にあるわ！",
			"……포대는 저기! 놈들 사이에 있어!",
			null,
			null,
			"...... turrets, right there, right inside them!",
			"...... The turret is over there! It's in them!"
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				30472,
				6,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			713944,
			null,
			"是么，在那里么……",
			"そうですか、あそこですか……。",
			"그렇군요, 저기인가요…….",
			null,
			null,
			"Is it, is it there ......",
			"Well, there it is: ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713945,
			null,
			"卡莲感到佐菲亚的声音有些怪异，而且更奇怪的是明明实力远强于自己，佐菲亚的视线刚才却没有捕捉到炮台的位置。",
			"カレンはソフィアの声がおかしいことに気付いた。さらに不思議なのは、自分よりもはるかに強いソフィアが、目視で砲台の位置を捉えていなかったことだ。",
			"카렌은 소피아의 목소리가 이상하다는 것을 눈치챘다. 더욱 이상한 점은 자신보다 훨씬 강한 소피아가 육안으로 포대의 위치를 파악하지 못했다는 사실이었다.",
			null,
			null,
			"Carine felt that Zofia's voice was a bit strange, and even stranger is obviously much stronger than his own, Zofia's sight just now but did not catch the location of the turret.",
			"Karen noticed that Sophia's voice sounded strange. What was even stranger was that Sophia, who was much stronger than she was, had not visually caught the location of the turret."
		],
		[
			"msg",
			713946,
			null,
			"……是因为过于专注在战场上了么？",
			"……戦いに集中しすぎていたためだろうか？",
			"……싸움에 너무 집중했던 탓일까?",
			null,
			null,
			"Is ...... because it is too focused on the battlefield?",
			"Was it because I was too focused on the ...... battle?"
		],
		[
			"msg",
			713947,
			null,
			"内心的疑惑一闪而逝，在这残酷的战场上，每一秒的分心都是对自己的犯罪。所以卡莲立刻挺身向前，帮助佐菲亚一起打开敌群中通往炮台的缺口。",
			"疑問は一瞬で消えた。このような過酷な戦場では、一瞬たりとも気を抜くことはできない。そこで、カレンはすぐさま前に進み出て、ソフィアと一緒に密集する敵の中に砲台への突破口を切り開こうとした。",
			"의문은 순간 사라졌다. 이런 혹독한 전장에서는 한 순간도 방심할 수 없었다. 카렌은 즉시 앞으로 나아가 소피아와 함께 밀집한 적들 사이로 포대를 향한 돌파구를 열려 했다.",
			null,
			null,
			"The inner doubt flickered away, and in this cruel battlefield, every second of distraction was a crime against oneself. So Caline immediately stepped forward to help Zofia together with opening the gap in the enemy group leading to the turret.",
			"The doubts disappeared in an instant. On such a harsh battlefield, one cannot be distracted even for a moment. So Karen immediately stepped forward and together with Sophia tried to cut a breakthrough to the turret in the midst of the densely packed enemy."
		],
		[
			"msg",
			713948,
			null,
			"几番冲击之后，缺口终于被打开，三人赶到了炮台边。但敌群更加密集的涌来，根本抬不出手去启动炮台。",
			"何度かの攻撃の末、ついに突破口を切り開き、三人は砲台のそばへ駆け寄った。しかし、敵はさらに密集して押し寄せ、砲台を起動させる暇がまったくなかった。",
			"몇 차례 공격 끝에 마침내 돌파구를 열고, 세 사람은 포대 근처로 달려갔다. 하지만 적은 더욱 밀집해 몰려와 포대를 가동시킬 틈조차 주지 않았다.",
			null,
			null,
			"After several impacts, the gap was finally opened and the three men rushed to the turret. But the enemy swarmed even more densely, and it was impossible to lift a hand to start the turret.",
			"After several attacks, they finally made a breakthrough and the three men rushed to the side of the turret. However, the enemy pressed in even more densely, and there was no time at all to activate the battery."
		],
		[
			"speaker",
			293059
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				false
			]
		],
		[
			"msg",
			713949,
			null,
			"启动炮台需要时间……接下来由我为你们争取时间，两位请尽快开始！",
			"砲台の起動には時間がかかります……ここは私が時間を稼ぎますので、お二人は急いで起動させてください！",
			"포대 가동에는 시간이 걸립니다… 제가 시간을 벌 테니, 두 분은 서둘러 가동시켜 주세요!",
			null,
			null,
			"It takes time to start the turrets ...... Next I will buy you time, both of you please start as soon as possible!",
			"It takes time to activate the turret: ...... I'll buy you some time here, so you two hurry up and activate it!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713950,
			null,
			"佐菲亚背对着两人，赤红大刀以卡莲从未见过的炽红姿态挡住了前方的一切进攻，卡莲本想前去帮忙，但却被默不作声的奥托拉了下来，被他命令一起启动炮台。",
			"ソフィアは二人に背を向けた。深紅の大剣はカレンが見たこともない、燃え盛るような赤い姿で敵の攻撃をすべて防いでいる。カレンも加勢しに行きたかったが、オットーに黙って引き戻され、一緒に砲台を起動するよう命じられた。",
			"소피아는 두 사람에게 등을 돌렸다. 진홍색 대검은 카렌이 본 적 없는 불타는 듯한 붉은 모습으로 적의 공격을 모두 막아내고 있었다. 카렌도 도우러 가고 싶었지만, 오토에게 묵묵히 끌려 돌아와 함께 포대를 가동하라는 지시를 받았다.",
			null,
			null,
			"Zofia turned her back on the two, and her crimson greatsword blocked all attacks ahead with a blazing red stance that Kareem had never seen before. Kareem wanted to go forward to help, but was pulled down by the silent Otto and ordered by him to activate the turrets together.",
			"Sophia turned her back to them. The great crimson sword, a blazing red figure Karen had never seen before, was blocking all enemy attacks. Karen wanted to go join them, but Otto silently pulled her back and ordered her to activate the turret with him."
		],
		[
			"msg",
			713951,
			null,
			"几秒钟以后，因为有两个熟手的参与，这方炮台被熟练地启动，而且还是充能状态，又可以对天上的渊面意志发起新的攻击。",
			"数秒後、二人の慣れた操作によって、砲台は無事に起動した。しかも、エネルギーが充てんされた状態で、上空の淵面の意志にまた新たな攻撃を開始できる準備が整った。",
			"몇 초 후, 두 사람의 숙련된 조작으로 포대는 무사히 가동되었다. 게다가 에너지가 충전된 상태로 상공의 연면의 의지에 새로운 공격을 시작할 준비가 완료되었다.",
			null,
			null,
			"A few seconds later, because of the involvement of two skilled hands, this side of the turret was skillfully activated and still charged, ready to launch a new attack on the abyssal will in the sky.",
			"A few seconds later, thanks to their familiar operation, the turret was successfully activated. Moreover, with the energy charged, they were ready to launch another attack on the will of the abyssal surface above."
		],
		[
			"msg",
			713952,
			null,
			"看到这一幕，卡莲欣喜地转过了头，想要对佐菲亚报告这一喜讯。",
			"その様子を見たカレンは、うれしそうに振り向き、ソフィアに知らせようと思った。",
			"그 모습을 본 카렌은 기쁜 듯 고개를 돌려 소피아에게 알리려 했다.",
			null,
			null,
			"Seeing this scene, Karin turned her head joyfully, wanting to report this happy news to Zofia.",
			"When Karen saw this, she turned around happily and decided to let Sophia know."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				0,
				false
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713953,
			null,
			"佐菲亚，炮台被启——",
			"ソフィア、砲台が——",
			"소피아, 포대가 ——",
			null,
			null,
			"Zofia, the turret was started -",
			"Sofia, the turret--"
		],
		[
			"stopBGM"
		],
		[
			"msg",
			713954,
			null,
			"……等等，佐菲亚？！",
			"……待って、ソフィア！？",
			"……잠깐, 소피아!?",
			null,
			null,
			"...... Wait, Zofia?!",
			"...... Wait, Sophia!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				898,
				0,
				true
			]
		],
		[
			"msg",
			713955,
			null,
			"卡莲错愕地看向佐菲亚所在之处。",
			"カレンはソフィアのいる場所を見て驚愕した。",
			"카렌은 소피아가 있는 곳을 보고 경악했다.",
			null,
			null,
			"Karin looked in dismay at where Zofia was.",
			"Karen was astonished to see where Sophia was."
		],
		[
			"bgm",
			134
		],
		[
			"bg",
			"CG10416"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713956,
			null,
			"原本如千年不变的礁石一般，牢牢站在那里的她，此时已经颓然倒下。",
			"千年も動かない岩礁のごとく、しっかりとそこに立っていた彼女が、地面に倒れていたのだ。",
			"천 년도 움직이지 않는 암초처럼 굳건히 서 있던 그녀가, 땅에 쓰러져 있었던 것이다.",
			null,
			null,
			"Originally like a thousand-year-old reef, standing firmly there, she has now collapsed.",
			"She had been standing there firmly, like a reef that had not moved for a thousand years, but she was lying on the ground."
		],
		[
			"msg",
			713957,
			null,
			"赤红的长刀插入地面，形成一道无形的光罩，将几人笼罩在内。",
			"深紅の長剣を地面に突き刺し、見えない光の壁を作り出し、彼らを包み込んでいた。",
			"진홍색 장검을 땅에 꽂아, 보이지 않는 빛의 벽을 만들어내며 그들을 감싸고 있었다.",
			null,
			null,
			"The red-red long knife plunged into the ground, forming an invisible light shield that enveloped several people.",
			"A long crimson sword was thrust into the ground, creating an invisible wall of light that enveloped them."
		],
		[
			"msg",
			713958,
			null,
			"就在这时，卡莲才明白，为何方才佐菲亚的刀芒会呈现出自己从未见过的炽红姿态。",
			"その時カレンは、先ほどソフィアの刃がなぜ見たこともない、燃え盛るような赤色をしていたのかようやく理解した。",
			"그때 카렌은 방금 전 소피아의 검날이 왜 본 적 없는 불타는 듯한 붉은색이었는지 비로소 이해했다.",
			null,
			null,
			"It was at this point that Kahlen understood why Fangfia's blade had taken on a fiery red stance she had never seen before.",
			"It was then that Karen finally understood why Sophia's blade had taken on a flaming red color she had never seen before."
		],
		[
			"msg",
			713959,
			null,
			"因为……那是她用生命力献祭出的最后的刀芒。",
			"それは……彼女が命をかけて放った、最後の刃の光だったのだ。",
			"그건…… 그녀가 목숨을 걸고 날린, 마지막 검광이었던 것이다.",
			null,
			null,
			"Because ...... that was the last blade she sacrificed with her life force.",
			"It was the light of the last blade that ...... she had released with her life."
		],
		[
			"speaker",
			712802
		],
		[
			"msg",
			713960,
			null,
			"佐、佐菲亚……",
			"ソ、ソフィア……。",
			"소, 소피아…….",
			null,
			null,
			"Zo, Zofia ......",
			"So, Sofia. ......."
		],
		[
			"speaker",
			293059
		],
		[
			"msg",
			713961,
			null,
			"卡莲……炮台启动成功了吗？",
			"カレン……。……砲台は起動しましたか？",
			"카렌……. ……포대는 가동했나?",
			null,
			null,
			"Did Carine's ...... turret start successfully?",
			"Karen ....... Have you activated the ...... turret?"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713962,
			null,
			"佐菲亚单手捂着被侵蚀体的尖刺洞穿的腹部，涩声问道。",
			"ソフィアは、片手で侵食体のトゲに貫かれた腹を押さえながら、苦しそうに聞いた。",
			"소피아는 한 손으로 침식체의 가시에 관통된 배를 누르며, 고통스러운 표정으로 물었다.",
			null,
			null,
			"Zofia asked in an astringent voice as she covered her abdomen with one hand, which was pierced by the spikes of the eroding body.",
			"Sophia asked in pain, holding her stomach pierced by the spikes of the invasive body with one hand."
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			713963,
			null,
			"……已经成功了。",
			"……ああ。",
			"……응.",
			null,
			null,
			"...... has been successful.",
			"...... Oh."
		],
		[
			"speaker",
			293059
		],
		[
			"msg",
			713964,
			null,
			"那……就好。",
			"それなら……よかったです。",
			"그렇다면…… 다행이에요.",
			null,
			null,
			"Then ...... is fine.",
			"Then ...... was good."
		],
		[
			"msg",
			713965,
			null,
			"奥托大人……从今以后，天命便只能由你背负下去了。",
			"オットー様……これから、天命はオットー様が背負っていくほかありません。",
			"오토 님…… 이제부터는 천명을 오토 님이 짊어지실 수밖에 없어요.",
			null,
			null,
			"Lord Otto ...... from now on, the fate of heaven will only be carried on by you.",
			"Otto-sama ...... From now on, the heavenly life has no choice but to be carried by Otto-sama."
		],
		[
			"msg",
			713966,
			null,
			"“天命”这个词的荣光……请您继承下去。",
			"「天命」という言葉の栄光を……引き継いでいってください。",
			"「천명」이라는 말의 영광을…… 이어가 주세요.",
			null,
			null,
			"The glory of the word \"providence\" ...... is yours to carry on.",
			"Please continue to ...... the glory of the word \"Heaven's Own.\""
		],
		[
			"speaker",
			204666
		],
		[
			"msg",
			713967,
			null,
			"……我知道。",
			"……分かった。",
			"…… 알겠어.",
			null,
			null,
			"...... I know.",
			"...... got it."
		],
		[
			"speaker",
			712802
		],
		[
			"msg",
			713968,
			null,
			"佐菲亚……为什么要这样牺牲自己……明明你的力量比我更强大……也比我更重要……但是……",
			"ソフィア……どうして自分を犠牲にするの……あなたは私より強いのに……私より重要なのに……それなのに……。",
			"소피아…… 왜 자신을 희생하는 거야…… 당신이 나보다 강한데…… 나보다 중요한 존재인데…… 그런데도…….",
			null,
			null,
			"Zofia...... why sacrifice yourself like this...... obviously your power is stronger than mine...... also more important than me... ...but ......",
			"Sophia...... why do you sacrifice yourself when you are stronger than me...... and you are more important than me... ...and yet ......."
		],
		[
			"speaker",
			293059
		],
		[
			"msg",
			713969,
			null,
			"牺牲么……呵呵……",
			"犠牲ですか……フフ……。",
			"희생이라고…… 훗…….",
			null,
			null,
			"Sacrifice? ...... huh ......",
			"Is it a sacrifice? ...... ff ......."
		],
		[
			"msg",
			713970,
			null,
			"军队——一直都是只讲“牺牲”和“代价”的地方。",
			"軍隊とは、常に「犠牲」と「代償」だけで語られる集団です。",
			"군대란 늘 「희생」과 「대가」로만 설명되는 집단이에요.",
			null,
			null,
			"The military - has always been a place of \"sacrifice\" and \"cost\".",
			"The military is a group that is always spoken of only in terms of \"sacrifice\" and \"cost\"."
		],
		[
			"msg",
			713971,
			null,
			"但今天……我想试试打破这种过去桎梏的陈规……",
			"しかし、今日……あたしはその足かせのような固定観念を打ち破ろうとしました……。",
			"하지만 오늘…… 전 그 족쇄 같은 고정관념을 깨부수려 했어요…….",
			null,
			null,
			"But today ...... I want to try to break this stereotype that used to shackle ......",
			"But today ...... I tried to break that shackling stereotype ......."
		],
		[
			"msg",
			713972,
			null,
			"在重要性之间进行衡量的牺牲……终将会陷入轮回上升的怪圈。",
			"重要性の間で天秤にかけられていた犠牲は……やがて輪廻の中に陥ることになります。",
			"중요성 사이에서 저울질되던 희생은…… 결국 윤회 속으로 빠지고 말 거예요.",
			null,
			null,
			"The sacrifice of weighing between importance ...... will eventually fall into the cycle of rising.",
			"Sacrifices weighed in the balance between importance will ...... eventually fall into samsara."
		],
		[
			"msg",
			713973,
			null,
			"唯有为了守护的牺牲……单纯为了守护别人……",
			"あるのは守るための犠牲だけです……ただ純粋に他者を守るための……。",
			"있는 건 지키기 위한 희생뿐이에요…… 순수히 타인을 지키기 위한…….",
			null,
			null,
			"The only sacrifice for the sake of guarding ...... simply for the sake of guarding others ......",
			"There is only sacrifice to protect. ...... just purely to protect others. ......"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			713974,
			null,
			"光芒大作。",
			"光が大きく輝いた。",
			"빛이 크게 빛났다.",
			null,
			null,
			"The light shines brightly.",
			"The light shone brightly."
		],
		[
			"msg",
			713975,
			null,
			"佐菲亚的眼睛微微闪动着，她将最后的生命力完全投入到那把大刀之中，这把贴身武器因为不堪重负而发出阵阵嗡鸣。",
			"ソフィアの目がかすかに輝いていた。彼女は最後の生命力を大剣に注ぐと、大剣は耐えきれないほどの重みに低くうなり始めた。",
			"소피아의 눈이 희미하게 빛나고 있었다. 그녀는 마지막 생명력을 대검에 쏟아부으니, 대검은 견딜 수 없는 무게에 낮게 윙거리기 시작했다.",
			null,
			null,
			"Zofia's eyes flickered slightly as she put the last of her life force completely into the greatsword, a personal weapon that buzzed from the overwhelming weight.",
			"Sophia's eyes glowed faintly. She poured the last of her life force into the great sword, and it began to growl low under the unbearable weight."
		],
		[
			"msg",
			713976,
			null,
			"然后——",
			"そして——",
			"그리고——",
			null,
			null,
			"And then -",
			"And--"
		],
		[
			"msg",
			713977,
			null,
			"赤红的光照亮了卡莲和奥托眼前所看到的一切，那些密集如海潮一般的敌人，竟都在这牺牲生命的一击之中，沦为了尘埃！",
			"赤い光がカレンとオットーの目の前のすべてを照らした。津波のように密集していた敵は、命を乗せた一撃によって灰となった。",
			"붉은 빛이 카렌과 오토의 눈앞의 모든 것을 비추었다. 쓰나미처럼 밀집해 있던 적들은, 생명을 실은 일격에 의해 재가 되었다.",
			null,
			null,
			"The crimson light illuminated all that Kareem and Otto saw before their eyes, those dense as a tidal wave of enemies, but all in this sacrificial blow, reduced to dust!",
			"A red light illuminated everything in front of Karen and Otto. The enemy, densely packed like a tsunami, was reduced to ashes by the blow that carried their lives."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			713978,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			712802
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				30472,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713979,
			null,
			"佐菲亚……",
			"ソフィア……",
			"소피아……",
			null,
			null,
			"Zofia ......",
			"Sophia ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			713980,
			null,
			"卡莲失神地看着佐菲亚倒下的方向，但就在她失神的时候，奥托已经将炮台推向了天空的方向。",
			"カレンはぼんやりとソフィアが倒れた方向を見ていたが、カレンがぼうぜんとしている間に、オットーは砲台を上空に向けた。",
			"카렌은 멍하니 소피아가 쓰러진 방향을 바라보고 있었지만, 카렌이 멍해 있는 사이, 오토는 포대를 상공으로 향했다.",
			null,
			null,
			"Carine looked lost in thought at the direction where Zofia fell, but just as she was lost in thought, Otto had already pushed the turret in the direction of the sky.",
			"Karen looked vaguely in the direction where Sophia had fallen, but while Karen was stunned, Otto pointed the turret up into the sky."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			713981,
			null,
			"……继续吧，不能让佐菲亚的牺牲白费。",
			"……続けよう。ソフィアの犠牲を無駄にするわけにはいかないからね。",
			"……계속하자. 소피아의 희생을 헛되이 할 순 없으니까.",
			null,
			null,
			"...... Go on, we can't let Zofia's sacrifice go to waste.",
			"Let's keep ...... going. We can't let Sophia's sacrifice be in vain."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				6,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713982,
			null,
			"……嗯！",
			"……ええ！",
			"……응!",
			null,
			null,
			"...... Hmmm!",
			"...... yeah!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713983,
			null,
			"卡莲走到炮台旁边，想要帮奥托一起对准天空之上的渊面意志。",
			"カレンは砲台に歩み寄り、オットーと一緒に上空の淵面の意志に狙いを定めようとした。",
			"카렌은 포대로 걸어가, 오토와 함께 상공의 연면의 의지에 조준을 맞추려 했다.",
			null,
			null,
			"Karin went to the turret and tried to help Otto to aim at the abyssal will above the sky together.",
			"Karen walked up to the turret and tried to aim at the will of the abyssal surface above her with Otto."
		],
		[
			"msg",
			713984,
			null,
			"但是，就在炮口还未完全对准的时候——",
			"しかし、砲台の向きが完全に整う前に——",
			"그러나 포대의 방향이 완전히 맞추어지기 전에 ——",
			null,
			null,
			"But, just before the guns were fully aligned -",
			"But before the turret was fully oriented--"
		],
		[
			"msg",
			713985,
			null,
			"一声嘶鸣！",
			"いななきが聞こえた。",
			"울음소리가 들렸다.",
			null,
			null,
			"A hissing sound!",
			"I heard a whine."
		],
		[
			"msg",
			713986,
			null,
			"“咻！”",
			"「ヒュー！」",
			"「휘익!」",
			null,
			null,
			"\"Phew!\"",
			"Hugh!\""
		],
		[
			"msg",
			713987,
			null,
			"一只崩坏化的飞禽发出尖利的啸声，向两人袭来！",
			"崩壊化した鳥が鋭い鳴き声を発しながら、二人に襲いかかってきた。",
			"붕괴화한 새가 날카로운 울음소리를 내며, 두 사람을 향해 덮쳐왔다.",
			null,
			null,
			"A disintegrating flying bird emits a sharp whistle and attacks the two!",
			"The disintegrated bird attacked them, emitting a sharp cry."
		],
		[
			"msg",
			713988,
			null,
			"这一瞬间，卡莲的心中宛如冰窖一般。",
			"その瞬間、カレンは凍りついた。",
			"그 순간, 카렌은 얼어붙었다.",
			null,
			null,
			"In this instant, Karin's heart was like an ice cellar.",
			"At that moment, Karen froze."
		],
		[
			"msg",
			713989,
			null,
			"现在的她，才刚刚经历过一番大战，体力尚未恢复，“犹大的抉择”也还在修养，面对这样一只突然袭来的飞禽，完全没有抵挡的能力！",
			"今の彼女は、先ほどまでの激戦により体力がまだ回復しておらず、「誓約の選択」もしばらく休めなくてはならない。このような突然襲いかかってきた鳥を防ぐ力など、まったくなかった。",
			"지금 그녀는, 방금까지의 격전으로 인해 체력이 아직 회복되지 않았고, 「서약의 선택」도 잠시 쉬어야 했다. 이런 갑작스럽게 덮쳐오는 새를 막을 힘 따위는, 전혀 없었다.",
			null,
			null,
			"Now, she has just experienced a great battle, physical strength has not recovered, \"Judas Choice\" is still recuperating, facing such a sudden attack of birds of prey, completely unable to resist the ability!",
			"Now she was still recovering her strength from the fierce battle she had just had, and her \"choice of pledge\" had to rest for a while. She had no power at all to prevent such a sudden attack of the bird."
		],
		[
			"msg",
			713990,
			null,
			"而身旁的奥托，更是没有丝毫抵抗崩坏兽的力量——",
			"そして、横にいるオットーも、崩壊獣と戦う力などまったく残っていない——",
			"그리고 옆에 있는 오토도, 붕괴수와 싸울 힘은 전혀 남아있지 않았다——",
			null,
			null,
			"And Otto beside him, there is not the slightest resistance to the power of the collapsing beast -",
			"And Otto, beside him, has no strength left to fight the Honkai Beast - not at all."
		],
		[
			"msg",
			713991,
			null,
			"为什么……",
			"どうして……。",
			"어째서…….",
			null,
			null,
			"Why ......",
			"Why ......."
		],
		[
			"msg",
			713992,
			null,
			"明明佐菲亚做出了那样的牺牲……最后竟也成了白费么！",
			"ソフィアがあのような犠牲を払ったというのに……結局は無駄になってしまうのだろうか？",
			"소피아가 그런 희생을 치렀는데…… 결국은 헛되이 끝나고 말 것인가?",
			null,
			null,
			"Obviously Zofia made that kind of sacrifice ...... but in the end it was in vain!",
			"After all the sacrifices Sophia has made like that ...... will it all be for nothing in the end?"
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				6,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713993,
			null,
			"……！！！",
			"……！！！",
			"……!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713994,
			null,
			"卡莲奋起盾斧，她已下定决心——就算自己死去，献出生命，也要守护好身后的奥托与炮台。",
			"カレンは盾斧を構え、覚悟を決めた——たとえ自分が死に、命を捧げることになったとしても、後ろにいるオットーと砲台を守ると。",
			"카렌은 방패도끼를 들고 각오를 다졌다——비록 자신이 죽고, 생명을 바치게 된다 해도 뒤에 있는 오토와 포대를 지키겠다고.",
			null,
			null,
			"Karin rallied her shield axe, she had made up her mind - even if she died and gave her life, she would guard Otto and the turret behind her.",
			"Karen readied her shield-axe and resolved - even if she had to die and give her life, she would protect Otto and the turret behind her."
		],
		[
			"msg",
			713995,
			null,
			"但就在她奋起盾斧之时，一道裹挟着火焰的刀光在半空中闪过——",
			"しかし、彼女が盾斧を振り上げた瞬間、炎をまとった刃が空中を舞った——",
			"하지만 그녀가 방패도끼를 휘두르는 순간, 불꽃을 두른 칼날이 공중을 가르며 날아갔다——",
			null,
			null,
			"But just as she raised her shield axe, a flame-wrapped blade flashed in mid-air -",
			"But the moment she raised her shield-axe, a blade covered in flames flew through the air - and the flame was gone."
		],
		[
			"msg",
			713996,
			null,
			"半空中的那头崩坏飞禽，竟然在一瞬间被分成了两半！",
			"空中にいた崩壊鳥は、一瞬で真っ二つに切られた。",
			"공중에 있던 붕괴조는 순식간에 두 동강이 났다.",
			null,
			null,
			"The disintegrating flying bird in mid-air was actually split in half in an instant!",
			"The disintegrating bird in the air was instantly cut in half."
		],
		[
			"msg",
			713997,
			null,
			"卡莲惊愕地看着那道刀光留下的余痕，还有那个出现在刀光之后，熟悉的人。",
			"カレンは驚いて刀影の跡に目を向けた。そして、刀の後に現われた、見覚えのある人物を見た。",
			"카렌은 놀라 칼자국의 흔적을 따라 시선을 돌렸다. 그리고 칼을 든 뒤에 모습을 드러낸, 익숙한 인물을 보았다.",
			null,
			null,
			"Karin looked in shock at the remaining marks left by the blade light, and the familiar person who appeared after it.",
			"Karen looked at the shadow of the sword in surprise. Then she saw a familiar figure appear after the sword."
		],
		[
			"speaker",
			712802
		],
		[
			"portraits",
			[
				30472,
				4,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			713998,
			null,
			"不会吧……",
			"うそ……でしょ……。",
			"거짓말... 아니야...",
			null,
			null,
			"No way ......",
			"Bullshit ......, right?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				30472,
				4,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			713999,
			null,
			"果然……是她啊……",
			"やはり彼女だったか……。",
			"역시 그녀였군...",
			null,
			null,
			"Sure enough ...... it's her ......",
			"I knew it was her. ......"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714000,
			null,
			"就在两人的视线之中，那人落在了城墙之上，举刀大笑起来。",
			"二人が目を向けた先で、その人物は城壁の上に降り立ち、刀を振り上げて笑った。",
			"두 사람이 바라보는 앞에서, 그 인물은 성벽 위에 내려서며 칼을 들어 올리고 웃었다.",
			null,
			null,
			"Just out of sight of the two, the man landed on top of the city wall, raised his sword and laughed.",
			"As they turned to look, the figure landed on the castle wall, raised his sword, and laughed."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				30189,
				2,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			714001,
			null,
			"喂，卡莲，还有仙人阁下！",
			"カレン殿、それに仙人殿！",
			"카렌 님, 그리고 선인 님!",
			null,
			null,
			"Hey, Karin, and His Excellency the Immortal!",
			"Mister Cullen, and Mister Hermit!"
		],
		[
			"msg",
			714002,
			null,
			"——我回来了！",
			"——戻ってきました！",
			"—— 돌아왔습니다!",
			null,
			null,
			"-- I'm back!",
			"-- returned!"
		]
	],
	"10046": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714003,
			null,
			"天命都城中。",
			"天命都市の中。",
			"천명 도시 안에서.",
			null,
			null,
			"In the capital city of Heavenly Fate.",
			"Inside the Heavenly City."
		],
		[
			"bgm",
			71
		],
		[
			"msg",
			714004,
			null,
			"符华。",
			"フカ。",
			"후카.",
			null,
			null,
			"Fuhua.",
			"Huka."
		],
		[
			"msg",
			714005,
			null,
			"自从与卡莲离别之后，符华便孤身一人来到了天命都城里。",
			"カレンと別れた後、フカは一人で天命都市の中に入ってきた。",
			"카렌과 헤어진 후, 후카는 혼자 천명 도시 안으로 들어왔다.",
			null,
			null,
			"Since parting from Kahlen, Fuhua came to the Heavenly Fate Capital City alone.",
			"After parting with Karen, Huka entered the Heavenly City alone."
		],
		[
			"msg",
			714006,
			null,
			"就在她的脚步踏入天命都城的一刹那，一股异样的感觉便涌上心头。",
			"彼女が天命都市に足を踏み入れた瞬間、異様な感覚に襲われた。",
			"그녀가 천명 도시에 발을 들인 순간, 이상한 감각에 사로잡혔다.",
			null,
			null,
			"Just the moment her footsteps entered the Heavenly Fate Capital, a strange feeling came over her.",
			"The moment she stepped into the Heavenly City, she was struck by a strange sensation."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714007,
			null,
			"……嗯？！",
			"……っ！？",
			"......!?",
			null,
			null,
			"...... eh?!",
			"......!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714008,
			null,
			"“诸神光明，诸圣光明，至福极乐……”",
			"「神々の光、聖なる光、至福の極楽……」",
			"「신들의 빛, 성스러운 빛, 지복의 극락......」",
			null,
			null,
			"\"The Light of the Gods, the Light of the Saints, the Supreme Bliss of Ultimate Bliss ......\"",
			"\"Light of the gods, holy light, blissful paradise: ......\""
		],
		[
			"msg",
			714009,
			null,
			"“神明啊，请赐予我灵魂的实体，请赐予我肉身的解脱……”",
			"「神よ、われに霊魂の実体を授け、わが肉体を解放したまえ……」",
			"「신이시여, 나에게 영혼의 실체를 주시고 나의 육체를 해방하소서......」",
			null,
			null,
			"\"O God, grant me the entity of my soul, grant me the deliverance of my physical body ......\"",
			"\"O God, grant me the substance of spirit and release my body ......\""
		],
		[
			"msg",
			714010,
			null,
			"“光与暗皆为一体，一切由此而生……”",
			"「光と闇が一体となり、すべてはここから生まれる……」",
			"「빛과 어둠이 하나가 되어, 모든 것이 여기에서 태어난다......」",
			null,
			null,
			"\"Light and darkness are one, from which all is born ......\"",
			"\"Light and darkness unite, and it all comes from here: ......\""
		],
		[
			"msg",
			714011,
			null,
			"无数个细小的声音在耳边响起，犹如成千上万人一齐在祷告。",
			"無数の小さな声が耳元に響いた。まるで数万もの人々が一斉に祈りを捧げているかのようだった。",
			"무수한 작은 목소리가 귓가에 울려 퍼졌다. 마치 수만 명의 사람들이 동시에 기도를 올리는 것 같았다.",
			null,
			null,
			"Countless small voices rang in the ears as if thousands of people were praying in unison.",
			"Countless small voices echoed in my ears. It was as if tens of thousands of people were praying in unison."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714012,
			null,
			"这种感觉，有点像茵克蕾辛的言灵，但要比她的言灵要强大数千甚至上万倍。",
			"インクレッシンの言霊に似ていますが、彼女の言霊より数千倍、数万倍も強力ですね。",
			"인크레신의 언령과 비슷하지만, 그녀의 언령보다 수천 배, 수만 배 더 강력하군요.",
			null,
			null,
			"This feeling is a bit like Incline's speech spirit, but thousands or even tens of thousands of times more powerful.",
			"It is similar to Incresin's words and phrases, but thousands or tens of thousands of times more powerful than hers."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714013,
			null,
			"符华的目光紧紧盯视着天空之上的巨大人形，身上的气势自然绽放，便已经阻碍了周围崩坏兽和白色人体前进的步伐。",
			"フカは上空の巨大人間をじっと見つめていた。体からは自然と気が放たれ、周囲の崩壊獣や白色人間の前進を妨げていた。",
			"후카는 상공의 거대한 인간을 응시하고 있었다. 몸에서는 자연스럽게 기가 발산되어, 주변의 붕괴수나 백색 인간들의 전진을 막고 있었다.",
			null,
			null,
			"Fuhua's gaze was fixed on the huge human form above the sky, the body's aura naturally blossomed, it has hindered the advance of the surrounding collapsing beasts and white human bodies.",
			"Huka was staring intently at the giant human in the sky above. Qi naturally radiated from his body, impeding the advance of the surrounding Honkai Beasts and the white human."
		],
		[
			"msg",
			714014,
			null,
			"对她来说，只有那个巨大人形才是唯一的敌人，也是这一次崩坏的根源。",
			"彼女にとって、あの巨大人間こそが唯一の敵であり、今回の崩壊の根源でもあった。",
			"그녀에게 있어, 그 거대한 인간이야말로 유일한 적이자, 이번 붕괴의 근원이었다.",
			null,
			null,
			"For her, only that giant humanoid is the only enemy and the source of this collapse.",
			"For her, that giant human was the only enemy and the root of this collapse."
		],
		[
			"msg",
			714015,
			null,
			"而那种言灵祷告之声，便是巨大人形和她在精神层面的交锋。",
			"そして、あの言霊のような祈りの声は、巨大人間と彼女が精神的な次元でぶつかり合ったことによって生じたものだった。",
			"그리고 그 언령 같은 기도의 목소리는, 거대한 인간과 그녀가 정신적인 차원에서 부딪히면서 생겨난 것이었다.",
			null,
			null,
			"And the sound of the prayer of the spirit of speech is the encounter between the huge human form and her on the spiritual plane.",
			"And that wordy prayer was the result of a collision between the giant human and her on a spiritual level."
		],
		[
			"msg",
			714016,
			null,
			"也就是这无时无刻不在进行着的交锋里，符华也成功窥得了祂的名讳。",
			"そして、常にぶつかり合う中で、フカも敵の名前を知ることに成功した。",
			"그리고 끊임없이 부딪치는 과정에서, 후카는 적의 이름을 알아내는 데 성공했다.",
			null,
			null,
			"It was also in this everlasting encounter that Fuhua managed to get a glimpse of His name.",
			"And in the constant clashes, Huka also succeeded in learning the names of his enemies."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714017,
			null,
			"崩坏的根源……某种至高的意志么？",
			"崩壊の根源……ある種の至高の意志ですか？",
			"붕괴의 근원……일종의 지고의 의지인가?",
			null,
			null,
			"Is the root of the collapse ...... some kind of supreme will?",
			"Is the root of the collapse ...... some sort of supreme will?"
		],
		[
			"msg",
			714018,
			null,
			"至于那些白色的人体，从人类的角度来看，应当被称为侵蚀体？",
			"あの白色人間たちは、人間からすると、侵食体と呼ぶべきですか？",
			"그 백색 인간들은, 인간의 입장에서 보자면 침식체라고 불러야 할 것인가?",
			null,
			null,
			"As for those white bodies, from a human point of view, should they be called eroded bodies?",
			"Should we call those white humans, from the human point of view, erosive bodies?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714019,
			null,
			"信息流在脑海中交汇，被保存进身体内部的数据库中。",
			"頭の中で情報が渦を巻き、体の中のデータベースに保存される。",
			"머릿속에서 정보가 소용돌이치며, 몸속의 데이터베이스에 저장된다.",
			null,
			null,
			"The flow of information intersects in the mind and is saved into a database inside the body.",
			"Information swirls around in your head and is stored in a database in your body."
		],
		[
			"msg",
			714020,
			null,
			"站在城门口处，符华回想着自己刚才得到的讯息，不断寻找着天空中渊面意志的破绽。",
			"街の入口に立ったフカは、自分が手に入れたばかりの情報を思い返しながら、上空に浮かぶ淵面の意志の弱点を見つけようとしていた。",
			"마을 입구에 선 후카는 막 얻은 정보를 되새기며, 상공에 떠 있는 연면의 의지의 약점을 찾으려 했다.",
			null,
			null,
			"Standing at the entrance of the city, Fu Hua recalled the message he just got and kept looking for the breakage of the abyssal will in the sky.",
			"Standing at the entrance to the city, Huka was trying to find a weakness in the will of the abyssal plane floating above him, thinking back to the information he had just obtained."
		],
		[
			"msg",
			714021,
			null,
			"但是……很可惜，仅仅是站在这里这样看，还远不足以让她窥出渊面意志的弱点。",
			"しかし……残念ながら、そこに立って見ているだけでは、淵面の意志の弱点を見つけることなど到底できなかった。",
			"하지만……아쉽게도, 그곳에 서서 바라보기만 해서는 연면의 의지의 약점을 찾는 건 불가능했다.",
			null,
			null,
			"But ...... unfortunately, just standing here looking like this is not nearly enough for her to spy out the weakness of the abyssal will.",
			"But ...... unfortunately, it was impossible to find any weakness in the will of the abyssal surface just by standing there and looking at it."
		],
		[
			"msg",
			714022,
			null,
			"想要找到祂的破绽，就要去往这座都城更深的地方，承受更强烈的言灵影响，如此才可能窥见一丝良机。",
			"敵の弱点を見つけるには、この街の奥へ行き、より強烈な言霊の影響を受けなければならない。そうすることで、機会をうかがえるのだ。",
			"적의 약점을 찾으려면 이 마을 깊숙이 들어가, 더 강렬한 언령의 영향을 받아야 한다. 그렇게 해야 기회를 엿볼 수 있다.",
			null,
			null,
			"If you want to find His breakthrough, you have to go deeper into this capital city and bear the influence of stronger spirits of words, so that you may catch a glimpse of a good opportunity.",
			"To find the enemy's weakness, we must go deeper into the city and be under the influence of a more intense spirit of speech. By doing so, we can seize the opportunity."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714023,
			null,
			"……不入虎穴，焉得虎子。",
			"……虎穴に入らずんば虎児を得ず。",
			"……호랑이 굴에 들어가지 않으면 호랑이 새끼를 얻을 수 없다.",
			null,
			null,
			"...... do not enter the tiger's lair, how to get the tiger's son.",
			"......If you don't go into the tiger's hole, you won't get the tiger's child."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714024,
			null,
			"没有半分犹豫，符华拔足向城中走去。",
			"フカはまったくためらうことなく、静かに街の奥へ向かった。",
			"후카는 전혀 망설이지 않고 조용히 마을 깊은 곳으로 향했다.",
			null,
			null,
			"Without half a minute's hesitation, Fuhua drew his feet and walked toward the city.",
			"Huka did not hesitate at all and quietly headed deeper into the city."
		],
		[
			"msg",
			714025,
			null,
			"她心中明悟，自己与渊面意志精神上的战斗，从这一刻开始，便已经敲响战鼓。",
			"彼女は自分と淵面の意志の精神面での戦いは、この瞬間から始まっているのだと、心の中で思った。",
			"그녀는 마음속으로 자신과 연면의 의지의 정신적 싸움이 이 순간부터 시작되었다고 생각했다.",
			null,
			null,
			"In her heart, she realized that the spiritual battle between herself and the abyssal will had started from this moment, and the drums of war had been sounded.",
			"She knew in her heart that the spiritual battle between herself and Fuchimen's will had begun at this moment."
		],
		[
			"msg",
			714026,
			null,
			"但是，符华绝不会畏惧。",
			"しかし、フカは決して恐れなかった。",
			"하지만 후카는 결코 두려워하지 않았다.",
			null,
			null,
			"However, Fuhua will never be afraid.",
			"But Huka was never afraid."
		]
	],
	"10047": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			204736
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714027,
			null,
			"明明是单纯的崩坏能，却凝聚出了这样有规律的光……",
			"単純な崩壊エネルギーにもかかわらず、規則的な光を凝縮して放っている……。",
			"단순한 붕괴 에너지임에도 불구하고, 규칙적인 빛을 응축하여 방출하고 있었다......",
			null,
			null,
			"Obviously, it is a simple collapse energy, but it coalesces such a regular light ......",
			"Despite its simple decay energy, it emits regular light in condensed form. ......"
		],
		[
			"msg",
			714028,
			null,
			"……就像是某种法阵一样。",
			"……まるで何かの魔法陣のようですね。",
			"......마치 무슨 마법진 같은 느낌이네요.",
			null,
			null,
			"...... is like some kind of spell.",
			"...... It looks like some kind of magic circle."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714029,
			null,
			"符华皱紧眉头，看着那些毫无来由出现在地面上的法阵。",
			"フカは眉をひそめ、なんの脈絡もなく地面に現われた魔法陣を見ていた。",
			"후카는 눈살을 찌푸리며, 아무런 맥락도 없이 땅에 나타난 마법진을 바라보았다.",
			null,
			null,
			"Fuhua frowned and looked at the spell formations that appeared on the ground for no apparent reason.",
			"Fuka furrowed his brow and looked at the magic circle that appeared on the ground without any context."
		],
		[
			"msg",
			714030,
			null,
			"那些侵蚀体一旦进入法阵，就会被转化为渊面意志的言灵，扩散至周围，令空气中无形的压力变得越发强大。",
			"侵食体たちが魔法陣に入ると、淵面の意志の言霊に変わり、周囲に広がり、空気中の目に見えない圧力がますます強まっていった。",
			"침식체들이 마법진에 들어가자, 연면의 의지의 언령으로 변하며 주변으로 퍼져나갔고, 공기 중의 보이지 않는 압력이 점점 더 강해졌다.",
			null,
			null,
			"Once those eroded bodies enter the spell formation, they will be transformed into the Abyssal Will's speech spirits, spreading to the surrounding area, making the invisible pressure in the air become more and more powerful.",
			"As the eroding bodies entered the magic circle, they turned into words of will in the abyssal plane, spreading around them and increasing the invisible pressure in the air."
		],
		[
			"msg",
			714031,
			null,
			"看到这一幕，符华立刻下定了决心。",
			"その一部始終を見たフカは、直ちに決断した。",
			"그 모든 것을 목격한 후카는 즉시 결심했다.",
			null,
			null,
			"Seeing this scene, Fuhua immediately made up his mind.",
			"Huka saw the whole thing and immediately made a decision."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714032,
			null,
			"……既然这是渊面意志想要的，那我就要阻止祂！",
			"……それが淵面の意志のやろうとしていることなら、阻止しなければなりません！",
			"......그게 연면의 의지가 하려는 일이라면, 반드시 막아야 합니다!",
			null,
			null,
			"...... Since this is what the Abyssal Will wants, I'm going to stop Him!",
			"If ...... that is what the will of the abyssal plane is trying to do, it must be stopped!"
		],
		[
			"msg",
			714033,
			null,
			"更重要的是，说不定我能通过阻止法阵的进行窥得祂的一丝破绽！",
			"そしてなにより、魔法陣を止めることで、やつの弱点を見つけられるかもしれません！",
			"그리고 무엇보다, 마법진을 멈추면 그 놈의 약점을 찾을 수 있을지도 모릅니다!",
			null,
			null,
			"What's more, I might be able to get a glimpse of His breakthrough by stopping the spell from going ahead!",
			"And best of all, by stopping the magic circle, we may find the guy's weak spot!"
		]
	],
	"10048": [
		[
			"bgm",
			71
		],
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10424"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714034,
			null,
			"符华继续前行。",
			"フカは前に進み続けた。",
			"후카는 앞으로 계속 나아갔다.",
			null,
			null,
			"Fuhua continued to move forward.",
			"Huka kept moving forward."
		],
		[
			"msg",
			714035,
			null,
			"一路之上，遇见的法阵数量也在不断变多。",
			"その途中、目にする魔法陣の数もますます増えていった。",
			"그 과정에서 눈에 띄는 마법진의 수도 점점 더 늘어났다.",
			null,
			null,
			"Along the way, the number of spell formations encountered is becoming more and more.",
			"Along the way, the number of magic circles we saw also increased more and more."
		],
		[
			"msg",
			714036,
			null,
			"虽然她已经尽力阻止法阵的进行，但还是有不少侵蚀体被法阵卷入，成为渊面意志言灵的一部分，成为耳边越来越吵嚷的祈祷声。",
			"彼女は魔法陣の動きを必死に止めているが、それでもかなりの数の侵食体が魔法陣に入り、淵面の意志の言霊の一部となる。やがて騒がしい祈りの声となって耳元に届いた。",
			"그녀는 마법진의 움직임을 필사적으로 막고 있었지만, 그럼에도 상당한 수의 침식체들이 마법진으로 들어가 연면의 의지의 언령의 일부가 되었다. 이내 시끄러운 기도의 소리가 되어 귓가에 닿았다.",
			null,
			null,
			"Although she had tried her best to stop the spell, a number of eroded bodies were caught up in the spell and became part of the Abyssal Face Will Word Spirit, becoming increasingly noisy prayers in her ears.",
			"She struggles to stop the movement of the magic circle, but still quite a few eroding bodies enter the magic circle and become part of the word of will of the abyssal plane. Soon it became a noisy prayer and reached my ears."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714037,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714038,
			null,
			"符华面色紧绷。",
			"フカの表情が険しくなった。",
			"후카의 표정이 험악해졌다.",
			null,
			null,
			"Fuhua's face was tense.",
			"Huka's expression turned grim."
		],
		[
			"msg",
			714039,
			null,
			"并非是因为法阵，而是因为这一路走来，她竟然没能窥见渊面意志的任何弱点。",
			"それは魔法陣のせいではなく、未だ淵面の意志の弱点を見いだせないからだ。",
			"그것은 마법진 때문이 아니라, 아직도 연면의 의지의 약점을 찾지 못했기 때문이었다.",
			null,
			null,
			"Not because of the spell formation, but because all this way, she surprisingly failed to glimpse any weakness of the abyssal will.",
			"It is not because of the magic circle, but because we have yet to find a weakness in the will of the abyssal plane."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714040,
			null,
			"……这个世上绝没有不可战胜之物。",
			"……この世界に無敵のものなんて絶対に存在しません。",
			"……이 세상에 무적인 것은 절대 존재하지 않아.",
			null,
			null,
			"...... There is absolutely nothing invincible in this world.",
			"...... There is absolutely nothing invincible in this world."
		],
		[
			"msg",
			714041,
			null,
			"哪怕是崩坏的根源，也一定会有祂的弱点。",
			"たとえ崩壊の根源でも、きっと弱点があるはずです。",
			"붕괴의 근원이라 할지라도, 분명 약점이 있을 거야.",
			null,
			null,
			"Even the root of the collapse, there must be His weakness.",
			"Even at the root of the collapse, there must surely be a weakness."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714042,
			null,
			"……就算存在弱点，但阁下能不能找到，以及找到之后能不能击破——这些可都是说不定的事情哦？",
			"……弱点が存在していたとしても、あなたに見つけられるかどうか。そして見つけたとしても、倒せるかどうかは分からないのではないでしょうか？",
			"……약점이 존재한다 해도, 네가 찾아낼 수 있을지. 그리고 찾았다 해도, 쓰러뜨릴 수 있을지는 알 수 없지 않을까?",
			null,
			null,
			"...... even if there is a weak point, but whether you can find it, and after finding it can not be broken - these are uncertain things oh?",
			"...... even if the weakness existed, would you be able to find it? And even if you did find it, you don't know if you could defeat it."
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			714043,
			null,
			"耳边传来一个清淡的声音，循声望去，一个奇异的身影落入符华眼中。",
			"淡々とした声が聞こえた。声のした方に目を向けると、不思議な人物の姿がフカの目に入ってきた。",
			"담담한 목소리가 들려왔다. 목소리가 난 쪽을 바라보니, 이상한 인물의 모습이 후카의 시야에 들어왔다.",
			null,
			null,
			"A light voice came to his ears, following the sound, a strange figure fell into Fuhua's eyes.",
			"A plaintive voice was heard. Turning to the direction of the voice, a strange figure came into Huka's sight."
		],
		[
			"msg",
			714044,
			null,
			"哪怕突兀，符华却没有感到任何意外。",
			"突然のことではあったが、フカはまったく驚かなかった。",
			"갑작스러운 일이었지만 후카는 전혀 놀라지 않았다.",
			null,
			null,
			"Which is abrupt, Fuhua but did not feel any surprise.",
			"Although it was sudden, Huka was not at all surprised."
		],
		[
			"msg",
			714045,
			null,
			"——自从踏入天命都城以后，她便隐隐感觉有一道目光落在了自己身上。",
			"——天命都市に足を踏み入れてから、彼女は漠然と誰かに見られているような気がしていた。",
			"——천명 도시에 발을 들인 이후로, 그녀는 막연히 누군가에게 지켜보이고 있다는 느낌을 받고 있었다.",
			null,
			null,
			"-- Ever since she stepped into the Heavenly Fate Capital, she had a vague feeling that a gaze had fallen on her.",
			"-Since setting foot in Tenmei City, she had vaguely had the feeling that someone was watching her."
		],
		[
			"msg",
			714046,
			null,
			"那既代表敌视，也代表重视。",
			"それは敵視する視線であり、注目する視線でもあった。",
			"그것은 적의 시선이었고, 동시에 주목하는 시선이기도 했다.",
			null,
			null,
			"That represents both hostility and importance.",
			"It was both a hostile and an attention-seeking gaze."
		],
		[
			"msg",
			714047,
			null,
			"所以对于这道身影的出现，她早有预料。",
			"そのため、この人物が現われることは予想していた。",
			"그래서 이 인물이 나타날 것이라는 건 예상하고 있었다.",
			null,
			null,
			"So for the appearance of this figure, she had expected it.",
			"Therefore, we had expected this person to show up."
		],
		[
			"msg",
			714048,
			null,
			"甚至对于这道身影拟态成的样子，她也有所准备。",
			"それどころか、この姿になっていることまで予想がついていた。",
			"오히려, 이런 모습으로 나타날 것까지 예측할 수 있었다.",
			null,
			null,
			"Even for this figure mimic into the appearance, she is also prepared.",
			"On the contrary, it was even expected to look like this."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714049,
			null,
			"果然……茵克蕾辛就是引发这一切的那个人么？",
			"やはり……インクレッシンがすべてを引き起こした人物でしたか。",
			"역시…… 인크레신이 모든 것을 일으킨 인물이었군요.",
			null,
			null,
			"Is it true that ...... Incline is the one who started all this?",
			"After all, was ...... Inkressin the one who caused all this?"
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714050,
			null,
			"茵克蕾辛是点火者，是焚世者，是烧烛者，这一切因她而来。",
			"インクレッシンは火をつけ、世界を燃やし、ろうそくを灯しました。すべては彼女によってもたらされたのです。",
			"인크레신은 불을 지피고, 세상을 불태우며, 촛불을 밝혔습니다. 모든 것은 그녀에 의해 가져온 것입니다.",
			null,
			null,
			"Incressine is the one who lights the fire, the one who burns the world, the one who burns the candle, and it all comes about because of her.",
			"Inkressin lit the fire, set the world ablaze, and lit the candle. Everything was brought about by her."
		],
		[
			"msg",
			714051,
			null,
			"但她所做的一切，也都是因为天火、烛光的指引，不必过分在意。",
			"しかし、彼女のしたことはすべて、天の火、ろうそくの明かりの導きのためでもあります。過度にこだわる必要はありません。",
			"하지만 그녀가 한 모든 일은 하늘의 불, 촛불의 빛의 인도를 위한 것이기도 합니다. 지나치게 집착할 필요는 없습니다.",
			null,
			null,
			"But everything she does is also because of the guidance of the heavenly fire and candlelight, so there is no need to be overly concerned.",
			"But everything she did was also for the guidance of the heavenly fire, the candlelight. There is no need to be overly concerned."
		],
		[
			"msg",
			714052,
			null,
			"即使她死去，我主依旧能找到另外一个承载的存在——一切都只是祂的选择而已。",
			"たとえ彼女が死んでも、我が主は他の依り代の存在を見つけられます——すべては我が主の選択次第なのです。",
			"비록 그녀가 죽는다 해도, 우리 주님은 다른 의지할 존재를 찾으실 겁니다——모든 것은 우리 주님의 선택에 달려 있습니다.",
			null,
			null,
			"Even if she dies, Our Lord will still be able to find another bearer of existence - it is all just His choice.",
			"Even if she dies, My Lord can find another dependent being - it all depends on My Lord's choice."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714053,
			null,
			"……明明你就是渊面意志的化身，却还是要称祂为“我主”么？",
			"……あなたは淵面の意志の化身でもあるのに、あれを「我が主」と呼ぶのですか？",
			"……당신은 연면의 의지의 화신이면서도, 그것을 「우리 주님」이라 부르는 건가요?",
			null,
			null,
			"...... You are the incarnation of the Abyssal Will, but you still want to call Him \"My Lord\"?",
			"...... You are also the incarnation of the will of the abyssal plane, and you call that thing \"My Lord\"?"
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714054,
			null,
			"这并不奇怪。我在我主之内，亦是我自己。我、我主、其他无数个我——既是一，也是万，是三位一体，也是道成肉身。",
			"別におかしなことではありません。私は我が主の中にいると同時に、私自身でもあるのです。私、我が主、その他無数の私は一でもあり万でもある。三位一体となって肉体を形作っているのです。",
			"별로 이상한 일이 아닙니다. 나는 나의 주님 안에 있으면서 동시에 나 자신이기도 합니다. 나, 나의 주님, 그리고 무수한 다른 나들은 하나이면서 동시에 만(萬)이기도 합니다. 삼위일체가 되어 육체를 이루고 있는 것이죠.",
			null,
			null,
			"This is not surprising. I am within my Lord, and I am also myself. I, my Lord, and countless other I's - both the One and the Ten Thousand, the Trinity, and the Word made flesh.",
			"There is nothing strange about that. I am in My Lord and at the same time I am myself. I, My Lord, and countless others are both one and all. The Trinity forms the body."
		],
		[
			"msg",
			714055,
			null,
			"对于渺小的人类来说，我们是至高无上的一体，但对于能勉强直视我主光辉的存在——比如你来说，我们便是一个统合的组成。",
			"卑小な人間にとって、私たちは一体化した至高の存在ですが、あなたのように、我が主の輝きを辛うじて見られる存在にとっては、私たちは統合された構成要素に見えるでしょう。",
			"하찮은 인간들에게 우리는 일체화된 최고의 존재이지만, 당신처럼 나의 주님의 빛을 간신히 볼 수 있는 존재에게는, 우리는 통합된 구성 요소로 보일 것입니다.",
			null,
			null,
			"To small humans, we are a supreme oneness, but to beings who can barely look at the light of our Lord - like you - we are a unified composition.",
			"To the lowly mortal, we are an integrated supreme being, but to a being like you, who can barely see the radiance of Our Lord, we will appear to be an integrated component."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714056,
			null,
			"……原来如此。",
			"……なるほど。",
			"……그렇군요.",
			null,
			null,
			"...... turned out to be so.",
			"...... I see."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714057,
			null,
			"——一个“集群意识统合体”么？",
			"——「群集意識の統合体」",
			"——「군집 의식의 통합체」",
			null,
			null,
			"--A \"cluster consciousness consortium\"?",
			"-- \"an amalgam of crowd consciousness.\""
		],
		[
			"msg",
			714058,
			null,
			"回想着遥远过去在实验室里学到的术语，符华心中却渐渐泛起了阴霾。",
			"はるか昔、研究所で学んだ用語を思い出しながら、フカの心が徐々に曇っていった。",
			"아주 오래전, 연구소에서 배운 용어를 떠올리며, 후카의 마음이 점차 흐려져 갔다.",
			null,
			null,
			"Thinking back to the terms learned in the laboratory in the distant past, Fuhua's heart, however, gradually flooded with gloom.",
			"Huka's mind gradually clouded over as he recalled the terms he had learned at the institute long ago."
		],
		[
			"msg",
			714059,
			null,
			"这道虚影，如此轻易地便将这个信息告知了自己，说明对祂来说，这并非是什么至关重要的事情。",
			"この虚影は、いとも簡単にその情報を教えた。つまり、相手にとって、それは決して重要な情報ではないということだ。",
			"이 허영은 아주 쉽게 그 정보를 알려주었다. 즉, 상대에게 그건 결코 중요한 정보가 아니라는 뜻이다.",
			null,
			null,
			"The fact that this shadow, so easily, informed itself of this information shows that for Him, this is not something vital.",
			"This false shadow gave out that information very easily. In other words, it is not important information for them."
		],
		[
			"msg",
			714060,
			null,
			"既然这样，祂的弱点究竟在何处？",
			"それならば、あれの弱点は一体どこにあるのか？",
			"그렇다면, 저것의 약점은 대체 어디에 있는 걸까?",
			null,
			null,
			"In that case, where exactly is His weakness?",
			"If so, where exactly is the weakness of that thing?"
		],
		[
			"msg",
			714061,
			null,
			"符华的思索刚刚开始，但意志虚影已经毫不客气地打断了她的思考。",
			"フカが考え始めた途端、意志の虚影がまったく遠慮することなく彼女の思考を遮った。",
			"후카가 생각을 시작하자마자, 의지의 허영이 전혀 주저하지 않고 그녀의 사고를 끊어냈다.",
			null,
			null,
			"Fuhua's musings had just begun, but the Will Void had already unceremoniously interrupted her thoughts.",
			"Just as Huka began to think, a false shadow of will interrupted her thoughts without any reservation at all."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714062,
			null,
			"来自东方的仙人阁下……你为什么要涉足欧陆的事情呢？",
			"東洋の仙人様……どうして欧州大陸のことに首を突っ込むのですか？",
			"동양의 선인님…… 왜 유럽 대륙의 일에 관여하시는 겁니까?",
			null,
			null,
			"His Excellency the Immortal from the East ...... Why do you want to dabble in continental matters?",
			"Dear Oriental Hermit, ...... why are you getting into the affairs of continental Europe?"
		],
		[
			"msg",
			714063,
			null,
			"明明只要你袖手不管，安分地回到东方，便可以享受一段平静的时光了……虽然，最后的结局还是一样的。",
			"傍観していれば、無事に東洋に戻り、平和な時間を過ごせるのに……もちろん、結末は同じですけど。",
			"방관하고만 있다면, 무사히 동양으로 돌아가 평화로운 시간을 보낼 수 있을 텐데…… 물론, 결말은 똑같겠지만요.",
			null,
			null,
			"Obviously, as long as you stand aside and return to the East in peace, you can enjoy a peaceful time ...... although, the end is still the same.",
			"If we had stayed on the sidelines, we could have returned safely to the Orient and had a peaceful time. ...... Of course, the end result is the same."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714064,
			null,
			"对我来说……只要还有崩坏存在，不管是东方还是欧陆，我都会一直追索下去。",
			"私には……崩壊が存在している限り、東洋も欧州も関係ありません。追い続けるだけです。",
			"나에게는……붕괴가 존재하는 한, 동양도 유럽도 관계없습니다. 계속 추적할 뿐이죠.",
			null,
			null,
			"For me ...... as long as there is still collapse exists, whether it is the East or Europa, I will always pursue.",
			"As long as the collapse of ...... exists for me, I don't care if it is Eastern or European. I will just keep following it."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714065,
			null,
			"呵……真是堪比西西弗斯的苦行，就是不知道你是否会有能将巨石卸下的那天了。",
			"フッ……まさにシーシュポスの苦行に匹敵しますね。あなたに岩をおろせる日が訪れるのか分かりませんが。",
			"훗…… 정말 시시포스의 고행에 필적하네요. 당신이 바위를 내려놓을 날이 올지 모르겠습니다만.",
			null,
			null,
			"He ...... is really comparable to Sisyphus' austerity, that is, I wonder if you will have the day when you can unload the boulder.",
			"Hoo ...... is exactly comparable to the torment of the Seashpoth. I don't know if the day will ever come when you will be able to unload the rock."
		],
		[
			"msg",
			714066,
			null,
			"真是可怜啊，诞生于实验室中的人造物，永远都会受到最高指令的桎梏。",
			"本当にかわいそうです。研究所で生まれた人工物が、最高の指令によって永遠に束縛されるとは。",
			"정말 불쌍하군요. 연구소에서 태어난 인공물이, 최고의 명령에 의해 영원히 구속당하다니.",
			null,
			null,
			"It's pathetic, born in a lab as an artifact, forever shackled by the supreme directive.",
			"I really feel sorry for them. What an artifact born in a laboratory, bound forever by the highest command."
		],
		[
			"msg",
			714067,
			null,
			"相比于我们，你才是不自由的那个呢。",
			"私たちよりも、あなたの方が不自由ですね。",
			"우리보다 당신이 더 자유롭지 못하네요.",
			null,
			null,
			"Compared to us, you are the one who is not free.",
			"You are more crippled than we are."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714068,
			null,
			"符华的脸色变得无比沉静。",
			"フカはとても落ち着いた表情を見せた。",
			"후카는 매우 차분한 표정을 지었다.",
			null,
			null,
			"Fuhua's face became incomparably stoic.",
			"Huka looked very calm."
		],
		[
			"msg",
			714069,
			null,
			"在刚才的精神交锋中，她窥见了渊面意志的些许信息，但也让渊面意志把握住了她记忆深处的某些东西。",
			"先ほどの精神の衝突で、彼女は淵面の意志の情報を垣間見たが、同時に淵面の意志に彼女の記憶の奥底にあるものを知られた。",
			"방금 전 정신적 충돌에서 그녀는 연면의 의지 정보를 엿보았지만, 동시에 연면의 의지에게 그녀 기억 깊숙이 있던 것을 들켰다.",
			null,
			null,
			"In the spiritual encounter just now, she glimpsed some information of the Abyssal Will, but also let the Abyssal Will grasp something deep in her memory.",
			"In the earlier clash of spirits, she had glimpsed information about the will of the abyssal plane, but at the same time the will of the abyssal plane made known to her what was deep in her memory."
		],
		[
			"msg",
			714070,
			null,
			"此刻意志虚影将那些东西作为武器抛洒出来，她并不感到惊讶。",
			"この時、意志の虚影はそれを武器として振りかざしたが、フカは驚きを感じなかった。",
			"이때 의지의 허상이 그것을 무기로 휘둘렀지만, 후카는 놀라지 않았다.",
			null,
			null,
			"At this moment, she was not surprised that the Will Void threw those things out as weapons.",
			"At this point, the false shadow of will wielded it as a weapon, but Huka was not surprised."
		],
		[
			"msg",
			714071,
			null,
			"虽然如此，还是生出了些许隐然的怒气。",
			"しかし、かすかな怒りが湧いていた。",
			"하지만 희미한 분노가 일고 있었다.",
			null,
			null,
			"Despite this, a little hidden anger was born.",
			"But a faint anger was brewing."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714072,
			null,
			"自由，不自由，这些是相对的。",
			"自由、不自由は相対的なものです。",
			"자유, 불자유는 상대적인 것입니다.",
			null,
			null,
			"Free, not free, these are relative.",
			"Freedom and inconvenience are relative."
		],
		[
			"msg",
			714073,
			null,
			"但是崩坏的世界，和普通的世界，这些却是泾渭分明的。",
			"しかし、崩壊の世界と普通の世界は、まったくの別物です。",
			"하지만 붕괴의 세계와 평범한 세계는 완전히 다른 존재입니다.",
			null,
			null,
			"But the world of collapse, and the ordinary world, these are clear-cut.",
			"However, the world of collapse and the normal world are two very different things."
		],
		[
			"msg",
			714074,
			null,
			"我迄今为止所做的一切，都是为了将汝等彻底驱逐出人类的现世。",
			"私がこれまでしてきたことはすべて、あなたたちを人間の世界から完全に駆逐するためです。",
			"내가 지금까지 해온 모든 것은 너희들을 인간 세계에서 완전히 몰아내기 위함이다.",
			null,
			null,
			"All that I have done so far is to expel you completely from the present world of mankind.",
			"Everything I have done so far is for the complete extermination of you from the human world."
		],
		[
			"msg",
			714075,
			null,
			"为了达到这个目的，即使再奔波一千年，一万年，也没有关系。",
			"その目的を果たすためであれば、さらに千年、1万年奔走することになっても構いません。",
			"그 목적을 이루기 위해서라면 천 년, 만 년을 더 달려도 상관없다.",
			null,
			null,
			"In order to achieve this purpose, it does not matter even if you run around for another thousand years, ten thousand years.",
			"We are willing to work hard for another 1,000 or 10,000 years to achieve that goal."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714076,
			null,
			"呵呵……真是令人望而生畏的决心呐。",
			"ふふ……本当に恐ろしいほどの覚悟ですね。",
			"후후... 정말 무서울 정도의 각오네요.",
			null,
			null,
			"Oh ...... is really daunting determination na.",
			"Hmmm... ...... really is a frighteningly good preparation."
		],
		[
			"msg",
			714077,
			null,
			"那么，就让我来见识一下吧。",
			"では、その覚悟を見せてもらいましょう。",
			"그렇다면, 그 각오를 보여주세요.",
			null,
			null,
			"So, let me see it.",
			"Now, let's see what you are prepared to do."
		],
		[
			"stopBGM"
		],
		[
			"msg",
			714078,
			null,
			"——见识一下，阁下的决心是否能承担起这份誓言的重量吧！",
			"——あなたの覚悟がその誓いの重さに耐えられるかどうか、見させてください！",
			"——당신의 각오가 그 맹세의 무게를 견딜 수 있는지, 지켜보겠습니다!",
			null,
			null,
			"--See if your determination can bear the weight of this vow!",
			"-Let me see if your resolve can bear the weight of that vow!"
		]
	],
	"10049": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714079,
			null,
			"雾气迷蒙。",
			"霧が立ちこめた。",
			"안개가 자욱이 끼었다.",
			null,
			null,
			"The fog is misty.",
			"A fog rolled in."
		],
		[
			"bgm",
			48
		],
		[
			"msg",
			714080,
			null,
			"符华冷静地看向四周。",
			"フカは落ち着いて周囲を見回した。",
			"후카는 침착하게 주위를 둘러보았다.",
			null,
			null,
			"Fuhua looked around calmly.",
			"Huka calmly looked around."
		],
		[
			"msg",
			714081,
			null,
			"原本所立之处，理应是天命都城的地方变成了一片一望无际的平原，让符华感到有些熟悉，又觉得有些陌生。",
			"天命都市にいたはずだったが、見渡す限りの平原に変わっていた。初めて見るその光景に、フカは見覚えがあるような不思議な気がした。",
			"천명 도시에 있어야 할 곳이었지만, 눈에 보이는 한 평야로 변해 있었다. 처음 보는 그 광경에, 후카는 어딘가 익숙한 듯한 기묘한 느낌이 들었다.",
			null,
			null,
			"The place where the original stood, which should have been the capital of the Heavenly Order, turned into an endless plain, making Fuhua feel somewhat familiar and unfamiliar.",
			"He was supposed to be in the Heavenly City, but it had turned into a plain as far as the eye could see. Huka felt strangely familiar with this sight, which he had never seen before."
		],
		[
			"msg",
			714082,
			null,
			"唯有头顶上矗立的渊面意志，还宣告着最终的真实。",
			"ただ、頭上にそびえる淵面の意志が、変わることなく究極の真実を告げていた。",
			"다만, 머리 위에 우뚝 선 연면의 의지는 변함없이 궁극의 진실을 알리고 있었다.",
			null,
			null,
			"Only the will of the abyssal face standing overhead still proclaims the ultimate reality.",
			"Only, the will of the abyssal plane towering overhead told the ultimate truth without changing."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714083,
			null,
			"你突然变出这种地方，是想要做什么？",
			"急にこのような場所を作り出して、何をするつもりですか？",
			"갑자기 이런 장소를 만들어 내서, 무슨 일을 하려는 거죠?",
			null,
			null,
			"What do you want to do when you suddenly change this kind of place?",
			"What do you intend to do by suddenly creating such a place?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			714084,
			null,
			"符华向意志虚影发问，她知道，对方一定会回答的。",
			"フカは意志の虚影に向かって聞いた。彼女は、相手が必ず答えると分かっていた。",
			"후카는 의지의 허영을 향해 물었다. 그녀는 상대가 반드시 대답할 것임을 알고 있었다.",
			null,
			null,
			"Fuhua sent a question to the Will Void, and she knew that the other party would definitely answer.",
			"Huka asked toward the false shadow of her will. She knew that the other would surely answer."
		],
		[
			"msg",
			714085,
			null,
			"在这种精神交锋的时刻，任何虚掩和阻拦都是对自己的背叛。",
			"このような精神的衝突では、いかなるごまかしや妨害も自分自身への裏切りとなる。",
			"이러한 정신적 충돌에서는 어떤 속임수나 방해도 자신에 대한 배신이 된다.",
			null,
			null,
			"In such moments of spiritual encounter, any false cover or obstruction is a betrayal of oneself.",
			"In such a mental clash, any deception or interference is a betrayal of oneself."
		],
		[
			"msg",
			714086,
			null,
			"果不其然，身边传来了意志虚影清淡的声音。",
			"思った通り、近くから意志の虚影の淡々とした声が聞こえた。",
			"생각한 대로, 가까이에서 의지의 허영의 담담한 목소리가 들려왔다.",
			null,
			null,
			"As expected, a clear voice of the Will Void came from the side.",
			"As I expected, I heard the indifferent voice of the false shadow of will from nearby."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714087,
			null,
			"我听说符华阁下似乎一直以来，都坚守着一项铁律，那就是只驱逐崩坏，不插手人类之间的斗争？",
			"フカ様はこれまでずっと、崩壊だけを追いかけ、人間同士の争いにはかかわらないという鉄の掟を守ってきたと聞いていますが？",
			"후카님은 지금까지 줄곧, 붕괴만을 좇으며 인간 사이의 다툼에는 관여하지 않는다는 철의 규칙을 지켜왔다고 들었습니다만?",
			null,
			null,
			"I heard that Lord Fuhua seems to have always adhered to an iron rule, that is, to expel only the collapse and not to intervene in the struggle between humans?",
			"I heard that Huka-sama has always followed the iron rule of only pursuing disintegration and not getting involved in human conflicts."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714088,
			null,
			"……没错。",
			"……そうです。",
			"……그렇습니다.",
			null,
			null,
			"...... is correct.",
			"...... yes."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714089,
			null,
			"虽然不知道对方的用意如何，但符华还是回答了。",
			"相手の意図は分からなかったが、フカは答えた。",
			"상대의 의도는 알 수 없었지만, 후카는 대답했다.",
			null,
			null,
			"Although he did not know what the other party's intention was, Fuhua still answered.",
			"Huka replied, although he did not know what the other party's intentions were."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714090,
			null,
			"这个世界上，唯有崩坏是纯粹的恶，但人类之间的斗争却充满了微妙的复杂因素。",
			"この世界では、崩壊だけが純粋な悪です。そして、人間同士の争いは微妙で複雑な要素に満ちています。",
			"이 세상에서는, 붕괴만이 순수한 악입니다. 그리고 인간 사이의 다툼은 미묘하고 복잡한 요소로 가득 차 있습니다.",
			null,
			null,
			"The only thing in this world that is pure evil is collapse, but the struggle between humans is full of subtle complications.",
			"In this world, collapse is the only pure evil. And human conflict is full of subtle and complex elements."
		],
		[
			"msg",
			714091,
			null,
			"若我单纯以自身的好恶来裁断他人的命运，无疑是将自身置于崩坏一样的地位，视自己为高高在上的神明，可以肆意摆布他人。",
			"もし私が自分の善悪の基準だけで他人の運命を裁けば、間違いなく崩壊と同じような立場に身を置き、自分を神のような存在と見なし、他人を自在に操るようになってしまいます。",
			"만약 제가 자신의 선악 기준만으로 타인의 운명을 재판한다면, 분명히 붕괴와 같은 입장에 서게 되고, 자신을 신과 같은 존재로 여기며 타인을 마음대로 조종하게 될 것입니다.",
			null,
			null,
			"If I were to judge the fate of others simply by my own good or bad, I would undoubtedly be putting myself in the same position of collapse, seeing myself as a god on high, able to manipulate others at will.",
			"If I judge the fate of others solely by my own standards of right and wrong, I will undoubtedly find myself in a position similar to that of collapse, seeing myself as a god-like being, manipulating others at will."
		],
		[
			"msg",
			714092,
			null,
			"——因此，在不涉及崩坏的时候，旁观人类的争斗，乃是我坚守的准则。",
			"——ですから、崩壊にかかわらない限り、人間の争いは傍観する。それが私の守る掟です。",
			"—— 그러므로, 붕괴와 관련되지 않는 한, 인간의 다툼은 방관한다. 그것이 제가 지키는 규칙입니다.",
			null,
			null,
			"--Therefore, it is my rule to watch the struggle of human beings when there is no collapse involved.",
			"-so, as long as I am not involved in the collapse, I will watch human conflict from the sidelines. That is the code I follow."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714093,
			null,
			"脱口而出这段不知已坚守几万年的话语，符华不由得回想起自己在诞生之初，从朦胧的混沌中所听到的声音。",
			"何万年守ってきたか分からないほどの掟を口にした瞬間、フカは思わず自分が生まれた時、ぼんやりとした混沌から聞こえた声のことを思い出した。",
			"몇 만 년을 지켜왔는지 알 수 없는 규칙을 말하는 순간, 후카는 문득 자신이 태어났을 때, 흐릿한 혼돈 속에서 들었던 목소리를 떠올렸다.",
			null,
			null,
			"Out of the mouth this paragraph does not know has held on to the words of tens of thousands of years, Fuhua can not help but recall his own at the beginning of birth, from the hazy chaos of the voice heard.",
			"At the moment he uttered the code that he had followed for tens of thousands of years, Huka involuntarily recalled the voice he had heard out of the hazy chaos when he was born."
		],
		[
			"msg",
			714094,
			null,
			"“……从今以后，你将一直为了拯救人类，驱逐崩坏而生存下去……这是没有尽头的使命……”",
			"「……これから先、お前は人類を救い、崩壊を駆逐するために生き続ける……これは終わりのない使命なのだ……」",
			"「……이제부터 너는 인류를 구하고, 붕괴를 구축하기 위해 계속 살아갈 것이다……이것은 끝없는 사명이다……」",
			null,
			null,
			"\"...... From now on, you will always survive in order to save humanity and expel the collapse ...... This is the mission that has no end ...... \"",
			"\"......From now on you will live to save humanity and exterminate disintegration ......This is a never-ending mission ......\""
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714095,
			null,
			"呵呵……",
			"フフ……。",
			"훗…….",
			null,
			null,
			"Oh ......",
			"Huf. ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714096,
			null,
			"意志虚影忽然发出了充满恶意的笑声，打断了符华的思绪。",
			"意志の虚影は急に悪意に満ちた笑い声をあげ、フカの思考を遮った。",
			"의지의 허상이 갑자기 악의에 찬 웃음을 터뜨리며, 후카의 사고를 가로막았다.",
			null,
			null,
			"The Will Void suddenly let out a laugh full of malice, interrupting Fuhua's thoughts.",
			"The false shadow of willpower suddenly laughed maliciously, interrupting Huka's thoughts."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714097,
			null,
			"真是令人敬佩的决心啊。既然这样，接下来就由我为阁下展示一场来自过去的，属于人类的争斗吧。",
			"実に見上げた覚悟ですね。それならば、これから過去に起きた人間の争いをお見せしましょう。",
			"정말 대단한 각오군요. 그렇다면, 이제부터 과거에 일어난 인간들의 싸움을 보여드리죠.",
			null,
			null,
			"What an admirable determination. In that case, let me show you a fight from the past, a fight that belongs to mankind.",
			"You are really prepared to look up to me, aren't you? In that case, I will now show you a human conflict that has occurred in the past."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714098,
			null,
			"带着充满恶意的笑声，原本还充盈着雾气的周围环境一变，一男一女出现在了符华与意志虚影的眼前，他们行走在平原上，开心地微笑着。",
			"悪意に満ちた笑い声とともに、霧に包まれていた周囲の光景が一変し、1組の男女がフカと意志の虚影の前に現われた。彼らは平野を歩きながら、楽しそうにほほ笑んでいた。",
			"악의에 찬 웃음소리와 함께, 안개에 휩싸여 있던 주변 풍경이 일변하여, 한 쌍의 남녀가 후카와 의지의 허상 앞에 나타났다. 그들은 평원을 걸으며 즐겁게 미소 지고 있었다.",
			null,
			null,
			"With a laugh full of malice, the surroundings that were still filled with fog changed, and a man and a woman appeared before the eyes of Fuhua and Will Void, who were walking on the plain, smiling happily.",
			"With a malicious laugh, the surrounding scene that had been shrouded in fog changed, and a pair of men and women appeared before Huka and the false shadow of a will. They were smiling happily as they walked across the plain."
		],
		[
			"msg",
			714099,
			null,
			"一看到这两人，符华的瞳孔便缩紧了起来。",
			"その二人を見た瞬間、フカの瞳孔が縮まった。",
			"그 두 사람을 본 순간, 후카의 동공이缩小했다.",
			null,
			null,
			"As soon as he saw these two, Fuhua's pupils tightened.",
			"The moment he saw them, Huka's pupils contracted."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714100,
			null,
			"这是一千多年前，在东方的某片草原之上所发生的故事。",
			"これは千年以上前、東洋のある草原で起きた出来事です。",
			"이것은 천 년도 더 전, 동양의 어느 초원에서 일어난 사건입니다.",
			null,
			null,
			"This is a story that happened more than a thousand years ago, in the East above a certain piece of grassland.",
			"This happened more than a thousand years ago on a grassland in the Orient."
		],
		[
			"msg",
			714101,
			null,
			"对于这一男一女的身份，相信仙人阁下应该很清楚吧？",
			"この男女について、仙人様はよくご存じのはずですよね？",
			"이 남녀에 대해, 선인님께서는 잘 알고 계실 텐데요?",
			null,
			null,
			"For the identity of this man and woman, I believe His Excellency the Immortal should know very well, right?",
			"You must know a lot about these men and women, hermit, don't you?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714102,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714103,
			null,
			"符华不发一语，任由意志虚影进行着毫无激情的解说。",
			"フカは何も言わず、そのまま意志の虚影にまったく感情のない解説を続けさせた。",
			"후카는 아무 말도 하지 않고, 그대로 의지의 허상이 전혀 감정 없는 해설을 이어가게 했다.",
			null,
			null,
			"Fuhua didn't say a word, allowing the will vapour to carry on the passionless explanation.",
			"Huka said nothing and let the imaginary shadow of his will continue his completely emotionless commentary."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714104,
			null,
			"好……既然仙人阁下不想说，那便由我来说吧。",
			"いいでしょう……仙人様が話したがらないなら、私が話しましょう。",
			"좋습니다…… 선인님께서 말하기를 꺼리신다면, 제가 말하겠습니다.",
			null,
			null,
			"Good ...... Since His Excellency the Immortal doesn't want to talk about it, let me do so.",
			"Fine. ...... If the hermit doesn't want to talk, I'll talk."
		],
		[
			"msg",
			714105,
			null,
			"这一对男女，是一对兄妹，出身于草原之上的某个部族。",
			"この男女は、草原のある部族出身の兄妹です。",
			"이 남녀는 초원의 어느 부족 출신의 남매입니다.",
			null,
			null,
			"The pair, a brother and sister, came from a certain tribe above the grassland.",
			"These men and women are brother and sister from one of the tribes in the steppe."
		],
		[
			"msg",
			714106,
			null,
			"这一天，他们本来是毫无忧虑地出行，想要前往兄弟部族进行联络。",
			"この日、彼らは仲間の部族への連絡のために、なんの心配もなく出かけていました。",
			"이날, 그들은 동족 부족에게 연락을 하기 위해 아무런 걱정도 없이 떠났습니다.",
			null,
			null,
			"On this day, they were supposed to travel without any worries, wanting to travel to their brother tribes to make contact.",
			"On this day, they were out without any worries to contact their fellow tribesmen."
		],
		[
			"msg",
			714107,
			null,
			"但就在半路上，他们遭到了敌对部族的劫杀。",
			"しかし、彼らは途中で、敵対する部族に遭遇して殺されてしまいます。",
			"하지만 그들은 도중에 적대 부족을 만나 살해당하고 맙니다.",
			null,
			null,
			"But just halfway there, they were robbed and killed by a rival tribe.",
			"Along the way, however, they encounter a hostile tribe and are killed."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714108,
			null,
			"随着意志虚影的话语声，一队蒙面的马匪从远处飞掠而至，飞快的砍杀之下，那对男女陷入了血泊之中。",
			"意志の虚影が話すと、覆面をして馬に乗った賊の集団が遠くから押し寄せ、素早い斬撃によって、その男女を血祭りにあげた。",
			"의지의 허영이 말하자, 복면을 쓰고 말을 탄 도적 떼가 멀리서 밀려와 빠른 참격으로 그 남녀를 피의 제물로 바쳤다.",
			null,
			null,
			"With the words of the will vapour, a group of masked horse bandits swept in from a distance, flying under the chopping, the man and woman fell into a pool of blood.",
			"As the false shadow of will spoke, a group of masked bandits on horseback rushed in from afar, and with a swift slash, bloodied the man and woman."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714109,
			null,
			"这一场血案引发了整个草原的变乱，但无人知晓，其实就在马匪劫杀之时，一位完全有能力阻止这一切的仙人阁下，正在远处的山头上寻找着崩坏的痕迹。",
			"この事件は草原全体を揺るがす騒ぎを起こします。しかし、賊が襲撃していた頃、この事件を阻止する力を持っていた仙人様が、遠くの山で崩壊の痕跡を探していたとは誰も知りませんでした。",
			"이 사건은 초원 전체를 뒤흔드는 소동을 일으킵니다. 그러나 도적이 습격하던 당시, 이 사건을 막을 힘을 가진 선인님이 먼 산에서 붕괴의 흔적을 찾고 계셨다는 것을 아는 이는 아무도 없었습니다.",
			null,
			null,
			"This bloodbath triggered a mutiny throughout the grasslands, but no one knew that in fact, just as the horse bandits were robbing and killing, an Immortal Lord, who was perfectly capable of stopping it all, was looking for signs of disintegration on a distant hill.",
			"This incident causes a commotion that shakes the entire meadow. But no one knew that at the time of the bandit attack, the hermit-sama, who had the power to stop this incident, was searching for traces of the collapse in the distant mountains."
		],
		[
			"msg",
			714110,
			null,
			"事实上，她已经注意到了这场杀戮即将爆发，但却没有做出任何举动。",
			"実は、彼女はこの殺戮の気配に気付いていましたが、何も行動しなかったのです。",
			"사실 그녀는 이 살육의 기운을 감지했지만, 아무런 행동도 취하지 않았습니다.",
			null,
			null,
			"In fact, she had noticed that the killing was about to erupt, but made no move.",
			"In fact, she was aware of this sign of carnage, but took no action."
		],
		[
			"msg",
			714111,
			null,
			"一切的一切，只是因为她所恪守的“不得参与人类之间争斗”的这一准则而已。",
			"すべては彼女が守る「人間同士の争いにはかかわらない」という掟のためでした。",
			"모든 것은 그녀가 지키는 「인간끼리의 다툼에는 관여하지 않는다」는 계율 때문이었습니다.",
			null,
			null,
			"All because of her adherence to the \"no fighting between humans\" rule.",
			"It was all for the sake of the code she followed: \"I don't get involved in human conflicts."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714112,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714113,
			null,
			"马蹄踏来，马蹄踏去，徒留下两具尸体。",
			"押し寄せてきた馬が去っていくと、二人の死体が残されていた。",
			"밀려오던 말들이 사라지자, 두 구의 시체만이 남겨져 있었다.",
			null,
			null,
			"The horses' hooves came and went, leaving two corpses in vain.",
			"When the surging horses left, they left behind two dead bodies."
		],
		[
			"msg",
			714114,
			null,
			"看着一千多年前令自己耿耿于怀的场景再现，符华的神色微敛，依然没有任何动摇。",
			"千年以上前に自分を悩ませた光景が再現され、フカは微妙な表情を浮かべたが、依然としてまったく動揺していなかった。",
			"천년 이상 전에 자신을 괴롭혔던 광경이 재현되자 후카는 미묘한 표정을 지었지만, 여전히 전혀 동요하지 않았다.",
			null,
			null,
			"Watching the scene that haunted him more than a thousand years ago reappear, Fuhua's expression was slightly averted, still without any wavering.",
			"Huka was subtle, but still not at all upset, as the scene that had haunted him more than a thousand years ago was reenacted."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714115,
			null,
			"……那场血案，我至今还记得。",
			"……あの事件は今でも覚えています。",
			"……그 사건은 지금도 기억합니다.",
			null,
			null,
			"...... That bloodbath, I still remember.",
			"...... I still remember that incident."
		],
		[
			"msg",
			714116,
			null,
			"但就算我下场，救下那对兄妹，结果也还是一样。",
			"しかし、私が手を出してあの兄妹を救ったとしても、結果は同じだったでしょう。",
			"하지만 제가 나서서 그 형제를 구했다 해도, 결과는 같았을 겁니다.",
			null,
			null,
			"But even if I came down and saved the brother and sister, the result would still be the same.",
			"But even if I had saved those siblings by putting my hand out, the result would have been the same."
		],
		[
			"msg",
			714117,
			null,
			"得知自己子女被劫杀消息的那个部族，依然会发起对敌对部族的报复……鲜血永不停流，我的力量，还不足以扼制人类之间相互的敌意。",
			"子どもたちが殺されたことを知ったその部族は、敵対する部族に報復を仕掛けました……いつまでも血が流れ続けるのです。人間のお互いへの敵意を押しとどめるには、私の力では足りません。",
			"아이들이 살해당한 것을 안 그 부족은 적대 부족에게 보복을 가했죠……영원히 피가 흐르게 될 것입니다. 인간들의 서로에 대한 적의를 막으려면 제 힘으로는 부족합니다.",
			null,
			null,
			"The tribe that learned the news of their children being robbed and killed will still initiate revenge against the rival tribe ...... blood never stops flowing, my power, is not enough to stifle the mutual hostility between humans.",
			"When that tribe learned that their children had been killed, they retaliated against the hostile tribe ...... and the blood will continue to flow forever. It is not in my power to stifle the hostility of humans toward each other."
		],
		[
			"msg",
			714118,
			null,
			"唯有崩坏，是彻头彻尾对人类只有恶意之物，将它完全铲除才是我的使命。",
			"崩壊のみが、人間に対して完全に悪意だけを抱いています。したがって、それを全て排除することこそ、私の使命なのです。",
			"붕괴만이 인간에게 완전한 악의를 품고 있습니다. 따라서 그것을 모두 제거하는 것이 바로 제 사명입니다.",
			null,
			null,
			"It is my mission to eradicate the only thing that is completely malevolent to mankind, the only thing that is completely malevolent to mankind.",
			"Only disintegration harbors only complete malice toward humans. Therefore, it is my mission to eliminate it all."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714119,
			null,
			"呵……果然，光靠这一幕已经看过的场景还是无法动摇仙人阁下的心志呢。",
			"フッ……やはり見たことのある光景だけでは、仙人様の心を揺さ振ることは出来ませんか。",
			"훗……역시 본 적 있는 광경으로는 선인님의 마음을 흔들 수 없나 보군요.",
			null,
			null,
			"He ...... really, just by this scene has seen the scene still can not shake the heart of the immortal sir it.",
			"HU......After all, can't a sight you've seen before be enough to sway a hermit's heart?"
		],
		[
			"msg",
			714120,
			null,
			"……那么，若是仙人阁下不知道的场景又如何呢？",
			"……では、仙人様の知らない光景であればどうでしょうか？",
			"……그렇다면, 선인님이 모르는 광경이라면 어떨까요?",
			null,
			null,
			"...... So, what if the scene is unknown to His Excellency the Immortal?",
			"What if ...... is a sight unknown to the hermit?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714121,
			null,
			"……嗯？！",
			"……っ！？",
			"……쯧!?",
			null,
			null,
			"...... eh?!",
			"......!"
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714122,
			null,
			"仙人阁下，还记得你在这场血案爆发的十年后，在草原之上所遭遇到的一头崩坏化的怪物么？",
			"仙人様、この事件が起きた10年後、草原に崩壊化した怪物が現われたのを覚えていますか？",
			"선인님, 이 사건이 일어난 10년 후, 초원에 붕괴화한 괴물이 나타난 것을 기억하시나요?",
			null,
			null,
			"Your Excellency, do you remember the disintegrating monster you encountered on the grassland ten years after this bloodbath broke out?",
			"Dear Hermit, do you remember that 10 years after this incident, a disintegrated monster appeared in the meadow?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714123,
			null,
			"……当然记得，那头怪物，是我无法忘却的强敌。",
			"……もちろん覚えています。あの怪物は忘れられないほどの強敵でした。",
			"……물론 기억합니다. 그 괴물은 잊을 수 없을 만큼 강적이었죠.",
			null,
			null,
			"...... certainly remember that monster, a powerful enemy that I cannot forget.",
			"I remember ...... of course. That monster was an unforgettable foe."
		],
		[
			"speaker",
			712803
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				30473,
				0,
				false
			]
		],
		[
			"msg",
			714124,
			null,
			"呵呵，那么接下来，请让我们看看，那头怪物的来源吧——",
			"フフ、では次に、その怪物がどうやって現われたか見てみましょう——",
			"후후, 그럼 다음으로, 그 괴물이 어떻게 나타났는지 살펴보도록 하죠——",
			null,
			null,
			"Oh, so next, please let's see, the source of that monster -",
			"Huh, now let's see how the monster appeared--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30473,
				0,
				true
			]
		],
		[
			"msg",
			714125,
			null,
			"随着意志虚影满怀恶意的笑容又响起，眼前的情景瞬息之间又是一变。",
			"意志の虚影の悪意に満ちた笑いが再び響くと、またもや目の前の光景が一瞬で変わった。",
			"의지의 허영의 악의에 찬 웃음이 다시 울려 퍼지자, 또다시 눈앞의 광경이 순간적으로 바뀌었다.",
			null,
			null,
			"With the will vapors full of malicious smile rang out again, the scene in front of you changed again in an instant.",
			"When the malicious laughter of the false shadow of will echoed again, the scene in front of me changed again in an instant."
		],
		[
			"msg",
			714126,
			null,
			"一刹那间，符华心中生出了更多的阴霾。",
			"その瞬間、フカの心にさらなる曇りが広がった。",
			"그 순간, 후카의 마음에 더욱 짙은 어둠이 번졌다.",
			null,
			null,
			"For a moment, Fuhua's heart gave birth to more gloom.",
			"At that moment, more cloudiness spread over Huka's mind."
		],
		[
			"msg",
			714127,
			null,
			"但她来不及思考，眼前新变出的场景已经牢牢吸引住了她的视线。",
			"しかし、考える間もなく、彼女は目の前に現われた新しい光景に目が釘付けになった。",
			"하지만 생각할 여유도 없이, 그녀는 눈앞에 펼쳐진 새로운 광경에 시선이 고정되었다.",
			null,
			null,
			"But she didn't have time to think about it, the newly transformed scene in front of her had firmly caught her eye.",
			"But before she had time to think, her eyes were glued to a new sight that appeared before her."
		]
	]
}