{
	"2790": [
		[
			"bgm",
			118
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453251,
			"—— King Kedama's Mausoleum · Main Hall",
			"——毛玉王陵墓·正殿",
			"——毛玉の墓　本堂",
			"——털뭉치 무덤 본당",
			null,
			null,
			"--Maoyu King's Tomb - Main Hall",
			"--Tomb of the Furballs Main Hall"
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453252,
			"We all went wrong several times and stumbled into a passage with a strange fresco.",
			"耀夜姬，终于找到正殿了，这个毛玉王陵墓的房间结构真复杂。我们都走错了好几次，还误入了一条有奇怪壁画的通道。",
			"輝夜、ここが本堂ですわね。この毛玉の墓は本当に複雑です。道を間違えたり、奇妙な壁画のある通路では何度も迷いましたわ。",
			"카구야, 여기가 본당입니다만. 이 털뭉치 무덤은 정말 복잡하군요. 길을 잘못 들거나 기묘한 벽화가 있는 통로에서는 몇 번이고 길을 잃었습니다.",
			null,
			null,
			"Yoyogi, finally we found the main hall. The structure of the rooms in this Maoyu King's tomb is so complicated. We all went wrong several times, and we even mistakenly entered a passage with strange murals.",
			"Bright night, this is the main hall. This furball tomb is really complicated. I've gotten lost many times on the wrong side of the road, or in the passageway with the weird murals."
		],
		[
			"speaker",
			204550
		],
		[
			"portraits",
			[
				14,
				0,
				true
			],
			[
				13,
				0,
				false
			]
		],
		[
			"msg",
			453253,
			"Yes, finally it was not easy to follow the flow of people to find the right direction.",
			"是啊，最后好不容易才跟着人流找到了正确方向。",
			"確かに複雑過ぎたが、ようやく辿り着いたようじゃ。",
			"확실히 너무 복잡했지만, 드디어 도착한 모양이로군.",
			null,
			null,
			"Yeah, it was hard to follow the crowd in the end to find the right direction.",
			"It was definitely too complicated, but it looks like you finally got there."
		],
		[
			"msg",
			453254,
			"See! So many people.",
			"你看，普蕾提还在人群里叫卖着珍珠奶茶，艾薇娅在卖火辣关东煮，这一排一排搬着板凳看热闹的人，可真是人山人海。",
			"ほら、見るのじゃ。プレーティがタピオカ、隣の店ではエヴィアがおでんを販売している。周囲を見渡せば見物人がたくさんおる。",
			"자, 보게. 프레이티가 타피오카, 옆 가게에서는 에비아가 오뎅을 팔고 있네. 주위를 둘러보면 구경꾼이 많이 있구만.",
			null,
			null,
			"Look, Preethi is still in the crowd hawking pearl milk tea, Avia is selling hot and spicy guan tung bo, this row after row of people carrying benches to watch the crowd, but really a crowd of people.",
			"Here, look. Plaity is selling tapioca, and Evvia is selling oden at the next store. Looking around, there are many onlookers."
		],
		[
			"speaker",
			204551
		],
		[
			"portraits",
			[
				14,
				0,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			453255,
			"Well, we wouldn't have come if we weren't a little worried about Elizabeth, and look, here she is.",
			"嗯，要不是有点担心伊丽莎白，我们也不会来看，你瞧，她上台了。",
			"そうですわね。エリザベスが心配でここまで来てしまいましたわ。ほら、あちらを見てください。彼女が出てきましてよ。",
			"그렇습니다. 엘리자베스가 걱정되어 여기까지 와버렸어요. 자, 저기 보세요. 그녀가 나오고 있어요.",
			null,
			null,
			"Well, we wouldn't have come to see it if we weren't a little worried about Elizabeth, you see, she's on stage.",
			"Yes, you are right. I came all this way because I'm worried about Elizabeth. Look, look over there. She came out."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			453256,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				3,
				false
			],
			[
				13,
				0,
				true
			]
		],
		[
			"msg",
			453257,
			"Poony Poony !",
			"噗尼……头好疼，为什么幽灵也会有宿醉副作用。",
			"プニ～、頭が痛い……どうしてなの。まさか、深海酒のせいで酔った？幽霊なのに？",
			"푸니~, 머리가 아파... 왜지? 설마, 심해 술 때문에 취한 거야? 유령인데?",
			null,
			null,
			"Pooh ...... headache, why do ghosts also have hangover side effects.",
			"Puny~, my head hurts ...... why? Don't tell me it's the deep sea liquor that got me drunk? Even though I'm a ghost?"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				3,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453258,
			"Cut the Crap!",
			"少废话！",
			"挨拶はいらないわ！",
			"인사는 됐어!",
			null,
			null,
			"Cut the crap!",
			"No need to say hello!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				3,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453259,
			"What?",
			"什、什么？",
			"な、なに？",
			"뭐, 뭐라고?",
			null,
			null,
			"What, what?",
			"What? What?"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				3,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453260,
			"You are King Kedama? You're only a ghost. Aren't you afraid I'll blow you out of your wits by shooting you into a puff of smoke?",
			"你就是毛玉王？不过就是一只幽灵，你就不怕我把你拍成一缕烟，打得魂飞魄散么？",
			"ふん、あなたが毛玉の王？幽霊の分際で挑戦を仕掛けてくるなんてね。ボッコボコにしてあげるから覚悟しなさい！",
			"흥, 네가 털뭉치 왕? 유령 주제에 도전을 걸어오다니. 작살내버릴 테니 각오해!",
			null,
			null,
			"You are the King of Mao Yu? But just a ghost, aren't you afraid that I'll shoot you into a wisp of smoke and beat your soul to death?",
			"Hmmm, you're the king of furballs? I can't believe you're challenging me on behalf of a ghost. I'll beat you to a pulp, so be prepared!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				1,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453261,
			"Sara…..",
			"你、你你你就是萨拉，本王是想说，本王其实也不是那么想打架，要不就算了吧，啊，哈哈……",
			"サ、サラ……余は、余はあまり喧嘩をしたくない。この件はなかったことにしよう。あはは——",
			"사, 사라…… 나는, 나는 싸우고 싶지 않아. 이 일은 없었던 걸로 하자. 아하하——",
			null,
			null,
			"You, you you are Sarah, the king is trying to say that the king is actually not so much want to fight, or forget it, ah, haha ......",
			"Sa, Sarah ......You know, I don't want to fight too much. Let's pretend this never happened. Ha-ha-ha--"
		],
		[
			"speaker",
			204691
		],
		[
			"portraits",
			[
				30004,
				1,
				true
			],
			[
				977,
				0,
				false
			]
		],
		[
			"msg",
			453262,
			"Wait!",
			"大王——！大王——！请等一下！不用打了！",
			"大王、エリザベス大王！待ってください！もうやらなくても問題ありません。",
			"대왕, 엘리자베스 대왕! 잠깐만요! 더 이상 안 해도 문제없습니다.",
			null,
			null,
			"The Great King--! Maharaja--! Please wait! There's no need to fight!",
			"Great King Elizabeth the Great! Wait! It doesn't matter if you don't do it anymore."
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				1,
				false
			],
			[
				977,
				0,
				true
			]
		],
		[
			"msg",
			453263,
			"Well……?",
			"嗯嗯……？",
			"え？",
			"어?",
			null,
			null,
			"Hmmmmm ......?",
			"Huh?"
		],
		[
			"speaker",
			204693
		],
		[
			"portraits",
			[
				30004,
				1,
				true
			],
			[
				979,
				0,
				false
			]
		],
		[
			"msg",
			453264,
			"...We found the missing part of the Resurrection Magic Scroll, and it said...What did it say…",
			"嘎…哦……我们找到了那张复活魔法卷轴残缺的部分，上面写着……写着什么来着……",
			"ガ……あの復活魔法の巻物ですが、欠けている部分を見つけました。何が書いているんだっけ……。",
			"그…… 그 부활 마법 두루마리 말인데, 빠진 부분을 찾았어. 뭐라고 써 있었더라…….",
			null,
			null,
			"Gah...oh ...... we found the scraps of that resurrection magic scroll, it says ...... what it says ......",
			"Ga...... that scroll of resurrection magic, but I found the missing part. I wonder what it says on it. ......"
		],
		[
			"speaker",
			204694
		],
		[
			"portraits",
			[
				30004,
				1,
				true
			],
			[
				980,
				0,
				false
			]
		],
		[
			"msg",
			453265,
			"It says「As long as kill the enemies, you can really revive the body with the blood...That's not going to happen, so be content with conjuring a ghost state.」",
			"喳！上面写着「只要杀死自己的仇敌，用仇敌的鲜血，才能真正复活身体……那是不可能的事情，能召唤出幽灵状态请知足吧。」",
			"ちゃんと覚えとけ！それには「自分の宿敵を殺し、そいつの血を使って初めて肉体を蘇らせることができる……そんなことはありえないから、幽霊の状態で満足するように努力しよう」って書いてあったんだ。",
			"똑똑히 기억해 둬! 거기엔「자기 숙적을 죽여, 그 녀석의 피로써야만 육체를 되살릴 수 있다…… 그런 건 있을 수 없으니, 유령 상태로 만족하도록 노력하자」라고 쓰여 있었어.",
			null,
			null,
			"Chatter! It reads \"Only by killing one's enemy and using the blood of the enemy can one truly resurrect the body ...... that is not possible, please be content to summon the ghost state.",
			"You better remember that! It said, \"You can only revive your body by killing your nemesis and using his blood ......, which is impossible, so let's try to be content with our ghost state."
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				4,
				false
			],
			[
				980,
				0,
				true
			]
		],
		[
			"msg",
			453266,
			"Poony~ You mean I don't have to fight? Ah...No, are you saying I can only be a ghost all the time?!",
			"噗尼~你是说本王不用打架了？哎……不对，你是说本王一直只能是幽灵的样子吗？！",
			"プニ～！じゃあ、もう喧嘩しなくていいの？あ、そうじゃなくて、余は肉体を取り戻せないの！？",
			"뿌니~! 그럼, 이제 싸울 필요 없는 거야? 아, 그게 아니라, 나는 육체를 되찾을 수 없는 거야!?",
			null,
			null,
			"Pooh ~ you are saying that the king does not have to fight? Hey ...... not right, you are saying that this king can only be the appearance of a ghost all the time?!",
			"Puni~! So we don't have to fight anymore? Oh, no, I don't mean that, but I can't get my physical body back!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				980,
				0,
				true
			]
		],
		[
			"msg",
			453267,
			"What do you say?Are we still fighting or not? Ah!",
			"怎么说呀！到底还打不打了啊！",
			"何が起こってるんだ！やるのかやらないのか！",
			"뭐가 어떻게 된 거야! 할 거야 안 할 거야!",
			null,
			null,
			"How to say ah! In the end still fight or not ah!",
			"What the hell is going on! Are you gonna do it or not!"
		],
		[
			"msg",
			453268,
			"We want to watch PK! We want to watch PK! We want to watch PK!",
			"我们要看PK！我们要看PK！我们要看PK！",
			"バトルが見たい！バトルをしようぜ！",
			"배틀을 보고 싶어! 배틀하자!",
			null,
			null,
			"We want to see PK!",
			"Let's see some battles! Let's have a battle!"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453269,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			47
		],
		[
			"msg",
			453270,
			"I don't care what you do or don't do, but I know I'm going to beat you till you cry today!",
			"我才不管你什么该打不该打，我只知道我今天一定要把你揍得哭鼻子！",
			"やるやらないとか分からないけど、挑戦を受けた以上は今日は絶対ぶん殴るから！",
			"할지 말지 모르겠지만, 도전을 받았으니 오늘은 반드시 때려부술 테니까!",
			null,
			null,
			"I don't care what you should hit or not, I just know that I must beat you to tears today!",
			"I don't know if I'll do it or not, but now that I've accepted the challenge, I'm definitely going to hit you today!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				3,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453271,
			"Poony !You, you, you, you, you wait, you don't come here",
			"噗尼！你、你你你你等等，你别过来",
			"プニッ！？ああ、来ないで！",
			"풉!? 아, 오지 마!",
			null,
			null,
			"Pooh! You, you you you wait, don't you come over",
			"Puny! Oh, don't come here!"
		],
		[
			"msg",
			453272,
			"Wu Ahhhhh—— I am afraid of pain, pain really good terrible——Don't chase me——Ooooo—— !",
			"唔啊啊啊啊啊——我怕疼的，疼真的好可怕——不要追着我不放啊——呜呜呜——！",
			"ああッ！痛いの嫌だよ、来ないで！",
			"아악! 아픈 거 싫어, 오지 마!",
			null,
			null,
			"Well ah ah ah ah ah - I'm afraid of pain, pain is really terrible - do not chase me not to let go ah - ooooooooooooooo - -I'm afraid of pain.",
			"Aah! I don't want to hurt you. Don't come here!"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				3,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453273,
			"Stop! (attack)",
			"站住！（攻击）",
			"止まれ！えいっ！",
			"그만! 에잇!",
			null,
			null,
			"Stop! (Attack)",
			"Stop! Yeah!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				4,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453274,
			"No, I didn't. I feel more transparent.",
			"没，没打着嘛，感觉自己变得更透明了。",
			"あ、当たってない。なんだか……体がさらに透明になってるような……。",
			"아, 맞았어. 뭔가... 몸이 더 투명해진 것 같아....",
			null,
			null,
			"No, I didn't hit it. I feel like I've become more transparent.",
			"Oh, it's not right. It's kind of like a ...... body becoming even more transparent ......."
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				4,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453275,
			"Damn it, it's a ghost, the weapon goes right through the body！",
			"可恶，还真是幽灵，武器直接穿过了身体，但我就不信打不到！",
			"くっ……本当に幽霊なの！？武器が体を通り抜けた！",
			"쿳... 진짜 유령이야?! 무기가 몸을 통과해버렸어!",
			null,
			null,
			"Damn, really ghost, weapons directly through the body, but I do not believe that I can not hit!",
			"Damn ...... it's really a ghost! The weapon went through my body!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				3,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453276,
			"Well? Ahhhh -- that's terrible -- don't come over here!",
			"唔啊啊啊啊——超可怕的——别过来呀！",
			"うわあああっ！超怖いよ、来ないで！",
			"우와아악! 완전 무서워, 다가오지 마!",
			null,
			null,
			"Ahhhhhhhhh - super scary - don't come over!",
			"Aaah! I'm super scared, don't come here!"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				3,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453277,
			"Don't cowering like a coward!",
			"啧，有本事你别飘到房檐上，不要像个胆小鬼那样龟缩起来！",
			"空に逃げるなんて卑怯だ！この臆病者！",
			"하늘로 도망치다니 비겁해! 이 겁쟁이!",
			null,
			null,
			"Tsk, don't float to the eaves if you can, don't cower like a coward!",
			"You are a coward to run to the sky! You coward!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				3,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453278,
			"I don't want to fight!",
			"呜呜呜，我就龟缩！我不想打架，呜呜呜……",
			"うう、嫌だよ！喧嘩なんてしなくないよ～、うう……。",
			"으으, 싫어! 싸우기 같은 거 하고 싶지 않아~, 으으……",
			null,
			null,
			"Whoops, I'll hunker down! I don't want to fight, woooooooooo ......",
			"Ugh, I don't want to! I don't want to fight - ugh. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453279,
			"We came all the way here to see this fight, this...",
			"让我们专程赶来看的打架，就这……",
			"バトルを見に来たんだけど、これじゃあ……。",
			"배틀 보러 왔는데, 이건 뭐……",
			null,
			null,
			"The fight that made us come all the way here to see it is this ......",
			"I came here to see the battle, but then I went to ......."
		],
		[
			"msg",
			453280,
			"It should have been the peak of the battle moment, why has become a cat and mouse chase game.",
			"本来是巅峰的对战时刻，为什么变成了猫和老鼠的追逐游戏啦。",
			"最高な対戦のはずなのに、なんだか追いかけっこになってるよ。",
			"최고의 대전이어야 하는데, 왠지 쫓고 쫓기는 싸움이 되고 있어.",
			null,
			null,
			"Originally the peak of the battle moment, why has become a cat and mouse chase game la.",
			"It's supposed to be the best matchup, but we're kind of playing catch-up."
		],
		[
			"msg",
			453281,
			"Pooony!",
			"噗尼尼！（而且，大王……眼泪鼻涕横流着逃跑，有一点点丢脸啊……）",
			"プニ！#n（それに、大王は……泣きながら逃げてるし、ちょっと情けないな……）",
			"푸니!#n(게다가 대왕님은…… 울면서 도망치고 있잖아, 좀 한심하네……)",
			null,
			null,
			"Pooh Nene! (And, the great king ...... tears and snot running away, there is a little bit of shame ah ......)",
			"Puni! (And the Great One is ...... crying and running away, which is a bit pathetic ......)"
		],
		[
			"msg",
			453282,
			"Poooooony~(Aye... Yes, why are you so frustrated?)",
			"噗尼尼尼尼~（诶……是啊，大王为什么这么挫啊。）",
			"プニニニ～#n（そ、そうだよね。なんで大王はこんなにカッコ悪いの）",
			"푸니니니~#n(그, 그렇네. 왜 대왕님이 이렇게 꼴사납지?)",
			null,
			null,
			"Pooh Nene Nene Nene ~ (eh ...... yeah, why is the king so frustrated ah.)",
			"Pnini~ (Yes, that's right. Why is the Great King so uncool)"
		],
		[
			"speaker",
			204695
		],
		[
			"portraits",
			[
				981,
				0,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453283,
			"Well? Hmm !Don't bully my king.",
			"唔唔唔！不准欺负我的大王王。",
			"ううっ！大王をイジめないで。",
			"으윽! 대왕님 괴롭히지 마.",
			null,
			null,
			"Woo-woo-woo! No bullying my big king king.",
			"Ugh! Don't tease the Great One."
		],
		[
			"speaker",
			204694
		],
		[
			"portraits",
			[
				981,
				0,
				true
			],
			[
				980,
				0,
				false
			]
		],
		[
			"msg",
			453284,
			"Cha, bean sprout what are you doing!",
			"喳，豆芽你干什么！",
			"おい！ナムル、何してる！",
			"야! 나물, 뭐 하는 거야!",
			null,
			null,
			"Chatter, bean sprouts what are you doing!",
			"Hey! Namul, what are you doing!"
		],
		[
			"speaker",
			204692
		],
		[
			"portraits",
			[
				978,
				0,
				false
			],
			[
				980,
				0,
				true
			]
		],
		[
			"msg",
			453285,
			"He watered and the bean sprouts went out!",
			"嘤嘤嘤，豆芽冲出去了！",
			"あっ、ナムルが飛び出した！",
			"앗, 나물이 뛰쳐나갔어!",
			null,
			null,
			"Boing boing, bean sprouts rushed out!",
			"Ah, Namur popped out!"
		],
		[
			"speaker",
			204695
		],
		[
			"portraits",
			[
				978,
				0,
				true
			],
			[
				981,
				0,
				false
			]
		],
		[
			"msg",
			453286,
			"Our king should not be bullied by you like this.",
			"我们大王，不应该被你这样欺负负。",
			"あたちたちの大王をいじめないで！",
			"아타치들의 대왕님을 괴롭히지 마!",
			null,
			null,
			"Our great king, should not be bullied by you like this.",
			"Don't bully our great king!"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				722,
				0,
				false
			],
			[
				981,
				0,
				true
			]
		],
		[
			"msg",
			453287,
			"Er...It's you, that weird Kedama. Get out of here.",
			"呃……是你，那个说话很奇怪的毛玉，给我走开。",
			"ちょっと！ナムル、こっちに来ないで。邪魔よ！",
			"잠깐! 나물, 이리 오지 마. 방해야!",
			null,
			null,
			"Uh ...... is you, the one who speaks strangely Mao Yu, go away for me.",
			"Hey! Hey! Namul, don't come over here. You're in my way!"
		],
		[
			"speaker",
			204695
		],
		[
			"portraits",
			[
				722,
				0,
				true
			],
			[
				981,
				0,
				false
			]
		],
		[
			"msg",
			453288,
			"Ouch —— (flies away)",
			"哎呀呀——（飞远）",
			"プギャー！",
			"푸햐!",
			null,
			null,
			"Oops - (fly away)",
			"Pugia!"
		],
		[
			"bgm",
			118
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				981,
				0,
				true
			]
		],
		[
			"msg",
			453289,
			"—— call —— call",
			"——呼——呼",
			"ハァ、ハァ……。",
			"하아, 하아…….",
			null,
			null,
			"--Hoo--Hoo",
			"Ha, ha. ......."
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				5,
				false
			],
			[
				981,
				0,
				true
			]
		],
		[
			"msg",
			453290,
			"Kedama the ghost! Strike!",
			"幽灵毛玉，出击！",
			"ゆ、幽霊の毛玉たち、行きなさい！",
			"유, 유령 털뭉치들, 가라!",
			null,
			null,
			"Ghost Maoyu, strike!",
			"Yup, ghost furballs, go!"
		],
		[
			"speaker",
			433069
		],
		[
			"portraits",
			[
				30005,
				0,
				false
			],
			[
				981,
				0,
				true
			]
		],
		[
			"msg",
			453291,
			"Poony —— (Bites)",
			"噗尼——（咬）",
			"プニッ！プニッ！",
			"푸닥! 푸닥!",
			null,
			null,
			"Pooh - (bite)",
			"Puny! Pnip!"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30005,
				0,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453292,
			"Damn it! I can't shake them off!",
			"这是什么……？幽灵毛玉？可恶，怎么甩都甩不掉！",
			"なにこれ？幽霊の……毛玉？くっ、体について放してくれない！",
			"이게 뭐야? 유령의…… 털뭉치? 쳇, 몸에 달라붙어서 떨어지지 않아!",
			null,
			null,
			"What is this ......? Ghost Mao Yu? Damn, how to shake off can not get rid of!",
			"What's this? A ghost ...... hairball? Damn, it won't let go on my body!"
		],
		[
			"speaker",
			204695
		],
		[
			"portraits",
			[
				981,
				0,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453293,
			"The bean sprouts are so dizzy... Well?",
			"豆芽芽好晕晕……唔，被谁接住住了……是大王！",
			"目が、目が回る～！誰か助けて～——うわっ！だ、大王？",
			"눈이, 눈이 돌아~! 누구야 도와줘~——우왁! 대, 대왕?",
			null,
			null,
			"Bean sprouts are so dizzy ...... Well, caught by who ...... is the king!",
			"My eyes, my eyes are dizzy~! Somebody help me! Oh, my God!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				4,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453294,
			"Although the way bean sprouts speak, everyone wants to beat it, but it does not mean you have the right to bully it.",
			"虽然豆芽的说话方式，人人都很想打它，但是也不代表你有权利欺负它。",
			"ふぅ、ナムルの喋り方は確かに変だけど、イジめていい理由にはならないよ。",
			"휴, 나믈 말투는 확실히 이상하지만, 괴롭혀도 된다는 이유는 안 돼.",
			null,
			null,
			"Although the way the bean sprout speaks, everyone wants to hit it, but it doesn't mean you have the right to bully it.",
			"Huh, Namul's speech is definitely weird, but that's no reason to tease him."
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				4,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453295,
			"Why not? It did it on its own!",
			"为什么不行？是它自己冲出来的！",
			"なんでダメなの？自分から飛び出してきたじゃない！",
			"왜 안 되는 거야? 자진해서 뛰어나왔잖아!",
			null,
			null,
			"Why not? It rushed out on its own!",
			"Why not? You jumped out of your own skin!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				2,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453296,
			"Because the bean sprouts are my own people, my Kedama people.",
			"因为豆芽是自己人，是我毛玉族的子民。",
			"なんでってそんなの当たり前よ。ナムルは私たち毛玉一族の家族だからよ。",
			"왜냐고? 당연한 거야. 나믈은 우리 털뭉치 일족의 가족이니까.",
			null,
			null,
			"Because the bean sprout is one of our own, a child of my Mao Yu tribe.",
			"Why, of course. Namul is our furball family."
		],
		[
			"portraits",
			[
				30004,
				4,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453297,
			"As their king, I will not allow anyone to bully them.",
			"作为它们的王，我不允许任何人欺负它。",
			"毛玉の王として、仲間がイジめられたりしたら、私……許さないんだから！",
			"털뭉치의 왕으로서, 동료가 괴롭힘 당하면 나…… 용서하지 않을 테니까!",
			null,
			null,
			"As their king, I won't allow anyone to bully it.",
			"As the king of the furballs, I ...... will not tolerate my people being bullied!"
		],
		[
			"speaker",
			204695
		],
		[
			"portraits",
			[
				981,
				0,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453298,
			"King, bean sprout super ~ moved ~",
			"大王王，豆芽超~感动动的~",
			"エリザベス大王……あちし、感動したよ！",
			"엘리자베스 대왕…… 나, 감동했어!",
			null,
			null,
			"Da Wang Wang, bean sprouts super ~ moving moving ~",
			"Elizabeth the Great...... ah, I'm impressed!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453299,
			"Poony Poony !",
			"噗尼！噗尼！（大王——我们的毛玉大王——！）",
			"プニ！プニ！#n（大王！我らの毛玉大王！）",
			"푸니! 푸니!#n(대왕! 우리의 털뭉치 대왕!)",
			null,
			null,
			"Pooh! Pooh-nye! (Daewang - our Maoyu Daewang -!)",
			"Puni! Puni! （Our Great King! Our furball!)"
		],
		[
			"msg",
			453300,
			"Poony Poony !(I want to switch sides!)",
			"噗噗噗噗噗尼！（我要倒戈了，我还是觉得我们的大王，永远只有伊丽莎白大王！）",
			"プププププニ！#n（やっぱり私はエリザベス王がいい、王はエリザベス大王一人だけだ！）",
			"푸푸푸푸푸니!#n(역시 나는 엘리자베스 왕이 좋아, 왕은 엘리자베스 대왕 한 분뿐이야!)",
			null,
			null,
			"Pfft pfft pfft nee! (I'm going backwards, I still think our Great King, will always be only King Elizabeth!)",
			"Pupupuni! (I still want King Elizabeth, there is only one King, Elizabeth the Great!)"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				4,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453301,
			"Although this king is very afraid of pain, but does not mean this king is not strong enough!",
			"虽然本王很怕痛，但不代表本王不够强！",
			"余は痛いのが怖い。だけど、それは余が弱い理由にはならないよ！",
			"나는 아픈 게 무서워. 하지만, 그것이 내가 약한 이유는 될 수 없어!",
			null,
			null,
			"Although the king is afraid of pain, but it does not mean that the king is not strong enough!",
			"I am afraid of pain. But that's no reason for me to be weak!"
		],
		[
			"msg",
			453302,
			"Before I have any courage left, I want you to know that although I may avoid danger tactically, I can stand up and fight for my own people!",
			"趁着本王还有点勇气，本王要你知道，虽然本王会战术性逃避危险，但是为了自己的族群，本王还是可以强硬起来战一战的！",
			"危険を回避してるつもりだけど、自分の種族のためなら何でもする！戦いもそうなんだから！",
			"위험을 피하려 하지만, 내 종족을 위해서라면 뭐든지 할 거야! 싸움도 그중 하나니까!",
			null,
			null,
			"While the king still has some courage, the king wants you to know that although the king will tactically avoid danger, but for the sake of their own community, the king can still tough up and fight a battle!",
			"I'm trying to avoid danger, but I'll do anything for my tribe! Because that's what fighting is all about!"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				4,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453303,
			"What an inconsistent guy! Okay, I'll let you remember what is the ultimate pain!",
			"真是个前后矛盾的家伙，好，那我萨拉会让你记住，什么才是极致的疼痛！",
			"本当に矛盾してる。じゃあ究極の痛みを思い知らせてあげる！",
			"정말 모순되네. 그럼 궁극의 고통을 깨닫게 해주지!",
			null,
			null,
			"What an inconsistent guy, well, then I, Sara, will make you remember what is the ultimate pain!",
			"It's a real contradiction. Then let me remind you of the ultimate pain!"
		],
		[
			"msg",
			453304,
			"Hey!",
			"接招！",
			"尋常に勝負！",
			"정정당당하게 승부!",
			null,
			null,
			"Take it!",
			"Play with the frowns!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				5,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453305,
			"Ready to go!",
			"没、没在怕！我的幽灵毛玉们，准备出动！",
			"だ、大丈夫！幽霊の毛玉たち、行って！",
			"다, 괜찮아! 유령 털뭉치들, 나가라!",
			null,
			null,
			"No, I'm not afraid! My spooky Maoyu's, get ready to move out!",
			"No, it's okay! Ghostly furballs, go!"
		]
	],
	"2791": [
		[
			"bgm",
			118
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453306,
			"—— King Kedama's Mausoleum · Main Hall",
			"——毛玉王陵墓·正殿",
			"——毛玉の墓・本堂",
			"——털뭉치 무덤・본당",
			null,
			null,
			"--Maoyu King's Tomb - Main Hall",
			"--Furball's Tomb, Main Hall"
		],
		[
			"msg",
			453307,
			"Poony Poony !(Elizabeth is so handsome!)",
			"噗尼噗尼！（伊丽莎白大王太帅气了，我们永远会跟随大王哒！）",
			"プニプニ！#n（エリザベス大王はカッコよかったな、永遠に大王についていくぜ！）",
			"푸니푸니!#n(엘리자베스 대왕은 정말 멋있었어, 영원히 대왕을 따를 거야!)",
			null,
			null,
			"Pooh pooh pooh! (King Elizabeth is so handsome, we will always follow the King!)",
			"Pnipnipnip! (Elizabeth the Great was cool, I'll follow her forever!)"
		],
		[
			"msg",
			453308,
			"An interesting game!",
			"看到了一场有趣的比赛啊，没想到胆小鬼毛玉王还挺厉害的！",
			"おもしろい勝負だったね、あのビビりの毛玉大王は結構凄かったよ。",
			"재밌는 승부였네, 저 겁쟁이 털뭉치 대왕 꽤 대단했어.",
			null,
			null,
			"Saw an interesting game ah, did not expect the cowardly Mao Yu Wang is quite powerful!",
			"That was an interesting match, and that scared little furball was pretty awesome."
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453309,
			"Bonny, the king lost.",
			"噗尼，本王输了。",
			"プニ……余の負けよ。",
			"푸니…… 여의 패배요.",
			null,
			null,
			"Pooh nee, the king lost.",
			"Puny ...... will lose."
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				3,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453310,
			"Well, who said you lost.",
			"哼，谁说你输了。",
			"ふん、あなたが負けたなんて誰も言ってないわ！",
			"흥, 네가 졌다고 누구도 안 했어!",
			null,
			null,
			"Hm, who said you lost.",
			"Hmph, no one said you lost!"
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				3,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453311,
			"Eh? ——!What are you, what are you trying to say?",
			"咦——！你、你想说什么？",
			"えっ！な、なにが言いたいの？",
			"엣! 무, 무슨 말이 하고 싶은 거야?",
			null,
			null,
			"Huh-! You, what are you trying to say?",
			"What? ! What are you trying to say?"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				3,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453312,
			"Well, I hate to admit it, but as the King of Kedama, you are a worthy opponent. Let's call it a draw today.",
			"哼，虽然不想承认，但作为毛玉之王，你的确是值得一战的对手，今天就算打平吧。",
			"ふん！認めたくないけど、なかなかいい戦いを見せてくれたわ。今日は引き分けにしてあげる。",
			"흠! 인정하고 싶진 않지만, 꽤 괜찮은 싸움을 보여줬어. 오늘은 무승부로 해줄게.",
			null,
			null,
			"Hm, although I don't want to admit it, but as the king of Maoyu, you are indeed a worthy opponent, let's call it a draw today.",
			"Hmph! I hate to admit it, but you put up a pretty good fight. I'll call today a draw."
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				2,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453313,
			"What today? I don't want to fight any more.",
			"什么今天，本王以后可不想再打架了。",
			"今日はってなに！？もう喧嘩はしないよ！",
			"오늘은이라니!? 이젠 싸우지 않아!",
			null,
			null,
			"What today, this king does not want to fight again in the future.",
			"What do you mean today! No more fights!"
		],
		[
			"portraits",
			[
				30004,
				4,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453314,
			"However, when I was fighting with you, I seemed to remember something.",
			"不过，和你打架的时候，本王似乎想起一些事情。",
			"でも、サラと戦っていた時、何か思い出したみたい。",
			"그런데, 사라와 싸울 때 뭔가 생각난 것 같아.",
			null,
			null,
			"However, when fighting with you, the king seems to remember something.",
			"But when he was fighting Sara, he remembered something."
		],
		[
			"msg",
			453315,
			"The last memory of this king seems to be fighting with a certain person.",
			"本王的最后一段记忆，似乎也是和某一个人在战斗。",
			"余の最後の記憶は、誰かと戦っていたような……。",
			"여의 마지막 기억은, 누군가와 싸우고 있었던 것 같은……",
			null,
			null,
			"The king's last memory also seems to be fighting with a certain person.",
			"The last thing I remember of my life was fighting someone ......."
		],
		[
			"msg",
			453316,
			"The name of the man who fought the king seems to be...",
			"和本王战斗的那个人好像叫……",
			"余と戦っていた人、それは……。",
			"여와 싸우고 있던 사람, 그건……",
			null,
			null,
			"The one who fought with the king seems to be called ......",
			"The person who was fighting the remainder, that is ......."
		],
		[
			"msg",
			453317,
			"Bud...Grey m...What was it?",
			"蕾……蕾米……什么来着？",
			"レー……ミ……なんだっけ？",
			"레이…… 미…… 뭐였지?",
			null,
			null,
			"Rae ...... Remy ...... what's up?",
			"What's the rae...... mi......?"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				4,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453318,
			"...Well, every year you do sacrifices, and this year the wrong magic scroll brings you back to life. It's all a coincidence.",
			"……说起来，每年你们都祭祀，偏偏今年放错了魔法卷轴就把你复活了，这一切都太巧合了。",
			"そういえば、祭りは毎年があるのに、よりによって今年に魔法の巻物でエリザベスが蘇った。何かが起きる気がするわ。",
			"말하자면, 축제는 매년 열리는데 하필 올해 마법 두루마리로 엘리자베스가 부활하다니. 뭔가 일어날 것 같은 느낌이야.",
			null,
			null,
			"...... Speaking of which, every year you all sacrifice, favoring this year put the wrong magic scrolls to bring you back to life, it's all too much of a coincidence.",
			"Come to think of it, the festival has one every year, but this year, of all years, Elizabeth was revived by a magic scroll. I have a feeling something is going to happen."
		],
		[
			"speaker",
			433068
		],
		[
			"portraits",
			[
				30004,
				5,
				false
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453319,
			"Alas, I don't want to deal with crisis conspiracies or logistical battles.",
			"哎呀，什么危机阴谋，什么物流大战，本王都不想管。",
			"余は陰謀とか物流戦争とかそんなのはどうでもいいよ。",
			"여(余)는 음모라든가 물류 전쟁이라든가 그런 건 전혀 신경 안 써.",
			null,
			null,
			"Alas, what crisis conspiracy, what logistics war, the king does not want to care.",
			"I don't care if it's a conspiracy or a logistical war or anything like that."
		],
		[
			"msg",
			453320,
			"The king has become a ghost anyway. Now the king is only focused on the upcoming Halloween!",
			"反正本王都变成幽灵了~现在本王只关注马上要举行的万圣节！",
			"幽霊になっちゃったけど、今はイベントだけに興味がある！",
			"유령이 되어버렸지만, 지금은 이벤트에만 관심이 있어!",
			null,
			null,
			"Anyway, the King has become a ghost ~ now the King is only concerned about the Halloween to be held soon!",
			"I'm a ghost, but now I'm interested only in events!"
		],
		[
			"msg",
			453321,
			"The game of Trick or Treat!",
			"好啦~~本王要去玩不给糖就捣蛋的游戏啦！",
			"早く余を案内して！",
			"빨리 여(余)를 안내해 줘!",
			null,
			null,
			"Well ~ ~ the king is going to play trick-or-treating game!",
			"Quick, show me the way!"
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				30004,
				5,
				true
			],
			[
				722,
				0,
				false
			]
		],
		[
			"msg",
			453322,
			"Hmmm. King Kedama. What a little kid.",
			"哼，还毛玉王呢，真是小屁孩。",
			"ふん、これが毛玉たちの王？子供じゃない。",
			"흥, 이게 털뭉치들의 왕? 꼬맹이잖아.",
			null,
			null,
			"Hm, but also Mao Yu King, really little kid.",
			"Hmmm, is this the king of the furballs? Not a child."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				722,
				0,
				true
			]
		],
		[
			"msg",
			453323,
			"That's it, the ghost of the King of Kedama——Elizabeth, the pre-Halloween interlude ends. It's finally Halloween on Familiar Land.",
			"就这样，毛玉之王的幽灵——伊丽莎白，作为万圣节前的小插曲事件就此结束，使魔大陆终于将要迎来万圣节了。",
			"こうして、毛玉の王の幽霊——エリザベスが引き起こした事件は無事に終了した。従魔大陸はようやくお化けイベントを開始するようだ。だけど、従魔の大陸はいつも何かの問題が起きている。おそらく、次も——",
			"이렇게 해서, 털뭉치의 왕의 유령 —— 엘리자베스가 일으킨 사건은 무사히 종료되었다. 종마 대륙은 드디어 유령 이벤트를 시작하는 모양이다. 하지만, 종마의 대륙은 항상 무슨 문제가 생기고 있다. 아마도, 다음도 ——",
			null,
			null,
			"In this way, the ghost of the king of Maoyu - Elizabeth, as a pre-Halloween hiccup event is over, so that the magic continent will finally usher in Halloween.",
			"Thus, the incident caused by the ghost of the King of the Furballs - Elizabeth - was successfully concluded. It seems that the servant continent is finally going to start its haunted event. But the continent of the followers is always in some kind of trouble. Perhaps the next one--"
		]
	],
	"2792": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453324,
			"Honey, this is a really messy place——The power of faith gathered like a mob. Although the total amount is rich, it gives a sense of chaos.",
			"Honey，这really是一个混乱的地方呢——宛如乌合之众一样被聚集起来的信仰之力，虽然总量丰富，却给人一种杂乱无章的感觉。",
			"Honey、ここはreally混乱した場所だねーー集められた信仰の力は、量が多いけど、なんだか乱れた感じがする。",
			"Honey, 여긴 정말 뒤죽박죽인 곳이네—모아진 신앙의 힘은 양이 많지만, 왠지 어지러운 느낌이 들어.",
			null,
			null,
			"Honey, this is really a chaotic place - like a rabble of gathered faith power, although the total amount is rich, but gives a sense of chaos.",
			"Honey, this is a REALLY confusing place - the power of faith gathered is a lot, but it's kind of disorganized."
		],
		[
			"msg",
			453325,
			"——Oh? Honey, is this where you were born?",
			"——哦，honey，这就是you诞生的地方吗？",
			"ーーそうか、honey、これはyouが生まれた場所？",
			"—그래, honey, 여기가 you가 태어난 곳이야?",
			null,
			null,
			"-Oh, honey, is this where you were born?",
			"ーーI see, HONEY, is this where YOU were born?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453326,
			"Yes, this is the original, Ares. In order to show sincerity, I think it is a good choice for us to discuss the next step of cooperation in this fantastical divinity secret place.",
			"没错，这就是我们的初始之地，战神无双。为表诚意，我觉得在这片我们空想神格的秘密之地来商讨下一步的合作，是一个不错的选择。",
			"はい、それは私たちの始まりの地です、戦神無双。我々の誠意を示すために、この空想神格たちの秘密基地で会合を開いた次第です。",
			"네, 그곳은 우리의 시작의 땅입니다, 전신무쌍. 우리의 성의를 보여드리기 위해, 이 공상 신격들의 비밀 기지에서 회합을 연 차례입니다.",
			null,
			null,
			"That's right, this is our initial place, the God of War without a doubt. As a sign of good faith, I think it is a good choice to discuss the next step of cooperation in this secret place of our empty thought of Godhead.",
			"Yes, it is where we began, War Gods Warriors. In order to show our sincerity, we have held a meeting at this secret base of the imaginary divinities."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453327,
			"HMM... Trust! I feel you trust me now——It seems that in this cooperation, we can have a deeper connection~",
			"嗯……信任！我感受到you的信任了——看来这一次的合作中，我们之间能有更deep的联系了呢~",
			"うん……なるほど、Youの信頼を感じたよーーこれからはもっと深い協力関係を築きそうね～",
			"음…… 그렇구나, You의 신뢰를 느꼈어—이제 더 깊은 협력 관계를 쌓을 수 있을 것 같네~",
			null,
			null,
			"Well ...... trust! I feel you trust - it seems that this time in the cooperation, we can have a more DEEP connection between it ~",
			"I see ......, I felt your trust - we are going to have a deeper cooperation in the future..."
		],
		[
			"msg",
			453328,
			"Wait a minute, that sound is what——",
			"等一等，这个声音是what——",
			"待って、この音はwhatーー",
			"잠깐, 이 소리는 what——",
			null,
			null,
			"Wait a minute, this voice is what-",
			"Wait, what is that sound?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453329,
			"\"More, more lovely...\"",
			"「要更多，更多的可爱……」",
			"「もっと、もっと可愛くなりたい……」",
			"「더, 더 귀여워지고 싶어……」",
			null,
			null,
			"\"Want More, More Lovely ......\"",
			"More, I want to be prettier: ......\""
		],
		[
			"msg",
			453330,
			"「Wanted to be entangled in a big bushy tail……」",
			"「想被毛茸茸的大尾巴缠住……」",
			"「ふわふわな尻尾に包まれたい……」",
			"「푹신푹신한 꼬리에 감기고 싶어……」",
			null,
			null,
			"\"Want to be wrapped in a big fluffy tail ......\"",
			"\"I want to be wrapped in a fluffy tail: ......\""
		],
		[
			"msg",
			453331,
			"\"So fast, but still faster...\"",
			"「好快，但还要更快……」",
			"「早い、でももっと早くなってほしい……」",
			"「빠른데, 더 빨라졌으면 좋겠어……」",
			null,
			null,
			"\"So fast, but it needs to be faster ......\"",
			"\"Fast, but I'd like it to be faster. ......\""
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453332,
			"Oh my god, what is this mess? Are you living in this noisy sound?",
			"Oh my god, 这是什么乱七八糟的？你们空想神格everyday都活在这种吵吵闹闹的声音中吗？",
			"oh my god、これはどういうこと？あなたたちは毎日こんなにうるさい声が聞こえてるの？",
			"oh my god、이게 무슨 일이야? 너희들은 매일 이렇게 시끄러운 소리를 듣고 있는 거야?",
			null,
			null,
			"Oh my god, what's all this nonsense? Do you guys live in this kind of noise every day?",
			"OH MY GOD, what does this mean? You guys hear such loud voices every day?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453333,
			"Yes, these voices come with the force of faith, and we will hear them as long as the force of faith is needed.",
			"是的，这些声音伴随着信仰之力而来，只要还需要信仰之力的支持，我们就会听到这些声音。",
			"はい、それらの声は信仰の力によるものです。我々は信仰の力を必要とする限り、それが聞こえてしまいます。",
			"예, 그 목소리들은 신앙의 힘에 의한 것입니다. 우리가 신앙의 힘을 필요로 하는 한, 그 소리는 들리게 됩니다.",
			null,
			null,
			"Yes, these voices come with the power of faith, and we will hear them as long as the power of faith is still needed for support.",
			"Yes, those voices are due to the power of faith. As long as we need the power of faith, we will hear it."
		],
		[
			"msg",
			453334,
			"But on a daily basis, these sounds are so faint that they don't have much effect on us .And it's only in the original place that they're magnified to this extent.",
			"不过平日里，这些声音无比微弱，并不会对我们造成什么影响。也只有在初始之地中，它们才会放大到这种程度。",
			"でも普段ならそれらの声は非常に弱く、私たちにほとんど影響を与えませんが、始まりの地だけその声が大きくなってしまう。",
			"하지만 평소에는 그 목소리들이 매우 약해서 우리에게 거의 영향을 주지 않지만, 시작의 땅에서만 그 목소리가 커집니다.",
			null,
			null,
			"On a normal day, though, these sounds are incredibly faint and don't affect us much. It is only in the initial land that they are amplified to this extent.",
			"But normally those voices are very weak and have little effect on us, but only at the beginning their voices become louder."
		],
		[
			"msg",
			453335,
			"However, sounds are only appearances. What really bothers us is the chaotic force of belief behind them.",
			"然而，声音只是表象，真正会让我们困扰的，是声音背后那混乱的信仰之力。",
			"しかし、その声はただの表象で、本当に私たちを困らせたのは、その裏にある混乱した信仰の力です。",
			"하지만 그 목소리는 단지 표상일 뿐, 진짜로 우리를 괴롭힌 것은 그 이면에 있는 혼란스러운 신앙의 힘입니다.",
			null,
			null,
			"However, the sound is only the surface, what will really bother us is the chaotic power of faith behind the sound.",
			"But that voice is only a representation, and what has really gotten us into trouble is the power of the confused faith behind it."
		],
		[
			"msg",
			453336,
			"Just like Divinity in the Babylon Academy, we who are born from the force of faith will be affected by the force of faith. Although the effect is very small today, it is deepening over time.",
			"如巴比伦学园中的神格一样，诞生于信仰之力中的我们会受到信仰之力的影响。虽然如今这影响还十分稀薄，但随着时间的积累，它正在不断加深。",
			"バビロン学園の神格のように、信仰の力から生まれた私たちは当然信仰の力に影響されます。その影響はまだ弱いが、時間が経つにつれて深まっていくでしょう。",
			"바빌론 학원의 신격체처럼, 신앙의 힘에서 태어난 우리는 당연히 신앙의 힘의 영향을 받습니다. 그 영향은 아직 약하지만, 시간이 갈수록 깊어질 것입니다.",
			null,
			null,
			"Like the Godhead in the Babylonian academy, born in the power of faith, we will be influenced by the power of faith. Although this influence is still very thin today, it is deepening with the accumulation of time.",
			"Like the divinity of Babylon Academy, we are born of the power of faith and are naturally influenced by the power of faith. That influence is still weak, but will deepen as time goes on."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453337,
			"Oh, I understand. The reason why you are so eager to promote and participate in the activities of the Babylon Academy is to study the changes of the babies caused by the power of faith.",
			"Oh~我倒是理解了。你们之所以会如此热心地推动和参与巴比伦学园里的活动，研究那些baby们因信仰之力而产生的变化。",
			"ああ～なるほど。あなたたちはバビロン学園の活動に熱心に参加し、あのbabyたちが信仰の力の影響を受けた後生じた変化を研究してきた。",
			"아아~ 그렇군. 여러분은 바빌론 학원 활동에 열심히 참여하며, 그 베이비들이 신앙의 힘의 영향을 받은 후 생긴 변화를 연구해왔군요.",
			null,
			null,
			"Oh~ I do understand. The reason why you guys are so keen to promote and participate in the activities in Babylon Academy and study the changes in those babies due to the power of faith.",
			"Oh~ I see. You have been enthusiastic participants in the activities of the Babylon Academy and have studied the changes that occurred after those babes were affected by the power of faith."
		],
		[
			"msg",
			453338,
			"In addition to the \"trial,\" I'm afraid it's also because you want to solve your own problems with the power of faith?",
			"除了“试炼”的缘故，恐怕也是因为你们想要借此解决自己身上，信仰之力so混乱的问题把？",
			"それは、「試練」という理由以外、信仰の力が混乱しすぎる問題を何とかしたいから、そうでしょ？",
			"그것은 「시련」이라는 이유 말고도, 신앙의 힘이 너무 혼란스러운 문제를 해결하고 싶어서 그런 거죠?",
			null,
			null,
			"In addition to the \"trial\", I'm afraid it's also because you want to use it to solve the problem of your own faith power so chaos?",
			"That's because we want to do something about the problem of too much confusion about the power of faith, except for the reason that it's a \"test,\" right?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453339,
			"Oh, I'm the student president of the Babylon Academy. A little bit makes sense.",
			"呵~不愧是巴比伦学园的学生会长，一点就通了。",
			"ふん、さすがバビロン学園の生徒会長ですね。",
			"흥, 역시 바빌론 학원의 학생회장이네요.",
			null,
			null,
			"Heh~ As expected of the student president of Babylon Academy, he got it in one point.",
			"Hmmm, you are indeed the student body president of Babylon Academy."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453340,
			"Honey, relying on small pieces of information to predict enemy movements is an essential ability for a commander in a war, OK?",
			"Honey, 依靠little的信息来推测敌军动向，this is战争中指挥官必备的能力，OK~？",
			"Honey、ほんの少しの情報から敵の動向を察知するのは、指揮官に求められる力だよ、OK〜?",
			"Honey, 아주 조금의 정보로 적의 동향을 감지하는 건, 지휘관에게 요구되는 능력이야, OK~?",
			null,
			null,
			"Honey, relying on little information to predict the enemy's movement, this is the necessary ability of the commander in war, OK~?",
			"Honey, detecting enemy movements based on the slightest bit of information is a skill required of a commander, OK?"
		],
		[
			"msg",
			453341,
			"However, since you are troubled by this situation, you must have thought of a solution.",
			"不过，既然困扰于这种情况，you也一定也think过对策吧？",
			"でも、このような状況に悩まされているなら、youも対策を考えたよね？",
			"하지만, 이런 상황에 고민하고 있다면, you도 대책을 생각했겠지?",
			null,
			null,
			"However, since you are troubled by this situation, you must have also thought about countermeasures, right?",
			"But if you're suffering from this situation, YOU thought of a way to deal with it, didn't you?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453342,
			"Of course, we are now trying to purify the power of faith.",
			"这是当然的，我们如今正在尝试一些对信仰之力的纯化手段。",
			"それはもちろんです。我々は今、信仰の力を純化する方法を考えています。",
			"그건 물론이죠. 우리는 지금 신앙의 힘을 정화하는 방법을 생각하고 있습니다.",
			null,
			null,
			"This is certainly true, and we are now trying some means of purification of the power of faith.",
			"That is, of course. We are now looking for ways to purify the power of faith."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453343,
			"Oh?Did you succeed?",
			"哦，那you成功了吗？",
			"おや、じゃそれは成功した？",
			"오호, 그럼 그건 성공했어?",
			null,
			null,
			"Oh, and did you succeed?",
			"Oh, so it worked then?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453344,
			"——It's in progress. As a matter of fact, I'm still a little short of my goal of success. And that's what we're going to be working on in the future.",
			"——正在进行中。事实上，目前距离我预想里成功的目标还差了一些火候。而这也正是我们在之后的合作中要加入进来的事项。",
			"ーー今は試行錯誤中です。目標を達成するまでまだ時間がかかりそうです。でもこれもあなたに協力してもらいたいことの一つです。",
			"--지금은 시행착오 중입니다. 목표를 달성하기까지 아직 시간이 좀 걸릴 것 같아요. 하지만 이것도 당신이 협력해 주셨으면 하는 일 중 하나입니다.",
			null,
			null,
			"-- is a work in progress. In fact, it's still a little bit short of the fire I envisioned for success. And that's what we're going to be adding to the collaboration later on.",
			"-We are in the process of trial and error right now. It will still take some time until we reach our goal. But this is one of the things we need your help with."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453345,
			"Purification of the power of faith~ Interesting !",
			"信仰之力的纯化么~呵呵，interesting！",
			"信仰の力の純化ね～ふふ、interesting！",
			"신앙의 힘의 정화라~ 흐흐, interesting!",
			null,
			null,
			"The purification of the power of faith? ~ Oh, INTERESTING!",
			"The purity of the power of faith - phew, INTERESTING!"
		],
		[
			"msg",
			453346,
			"Just then, I suddenly also thought of an idea",
			"正好，我突然也想到了一个idea呢~",
			"ちょうどいい、いいideaを思いついたんだ～",
			"마침 잘 됐네, 좋은 idea가 생각났어~",
			null,
			null,
			"Just as well, I suddenly thought of an idea too ~",
			"I just thought of a good, good IDEA~!"
		],
		[
			"msg",
			453347,
			"Let's see if our idea can surprise me in the campus",
			"就看看我们这次的idea能不能在学园里掀起让me惊喜的浪潮吧~",
			"今回のideaが学園の皆を驚かせるのかな～",
			"이번 idea가 학원 모두를 놀라게 할까?",
			null,
			null,
			"Let's see if our idea can create a wave of surprise in the school~",
			"I wonder if this IDEA will surprise everyone at the school~!"
		],
		[
			"msg",
			453348,
			"By the way, Honey, is that some divinity lurking in the shadows, sneaking up here with hostility?",
			"对了，honey，那隐藏在暗处，正散发着敌意向这里潜行而来的某个神格是you的手下么？",
			"そうだ、honey、闇に身を隠し、敵意をむき出しに尾行してきた神格はyouの部下なの？",
			"그래, honey, 그림 속에 몸을 숨기고 적의를 드러내며 미행해 온 신격체가 you의 부하인 거야?",
			null,
			null,
			"By the way, honey, is that certain shinigami hiding in the shadows and stalking towards here with hostile intent one of your men?",
			"Yes, HONEY, the divinity that has been hiding in the dark and following you with hostility is YOU'S man?"
		],
		[
			"msg",
			453349,
			"This hostile, murderous atmosphere is really fun!",
			"这股满怀敌意的杀气，还真是fun呢！",
			"その殺気は本当に面白いものだね。",
			"그 살기는 정말 흥미롭군.",
			null,
			null,
			"This hostile killing aura is really FUN!",
			"That kill is really interesting stuff."
		]
	],
	"2793": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453350,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			453351,
			"It's Lucerne's scent. I didn't send her here.",
			"这是琉森的气息，我并没有安排她到这。",
			"それはルツェリンの気配です。ここに来るようにと指示しなかったはずだが。",
			"그건 루체린의 기척이야. 여기 오라고 지시한 적 없는데.",
			null,
			null,
			"This is Lucerne's breath, and I didn't arrange for her to be here.",
			"That is a sign of Luzerin. I'm sure I didn't tell you to come here."
		],
		[
			"msg",
			453352,
			"But in terms of her simple personality, I'm afraid she was tricked by Safire into coming here.",
			"不过以她单纯的性格来说，恐怕是被萨菲尔欺骗到这里来的吧。",
			"でも、彼女の単純な性格だと、サフィルに騙されたかもしれません。",
			"하지만 그녀의 단순한 성격으로 봐서 사피르에게 속았을 수도 있지.",
			null,
			null,
			"But with her simple personality, I'm afraid she was tricked into coming here by Safir.",
			"But with her simple nature, she might have been fooled by Saphir."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453353,
			"Lucerne?Safire? I've never heard of either name before. But this kind of independent behavior…...",
			"琉森？萨菲尔？这两个name倒是都没听过呢……but这种自作主张的行为，难道说你们内部成员中，还有与you意见不合的神格吗……",
			"ルツェリン？サフィル？聞いたことのないnameだね……butこのような身勝手な行動をするとは、まさかあなたたちの間、Youの意見と一致しない神格がいるのか……",
			"루체린? 사피르? 들어본 적 없는 name이야... but 이렇게 제멋대로 행동하다니, 설마 너희들 사이에 you의 의견과 맞지 않는 신격체가 있다는 건가...",
			null,
			null,
			"Lucerne? Saphir? These two names are not heard of it ......but this kind of self-initiated behavior, does it mean that among your internal members, there are still disagreements with you God's personality ......",
			"Luzerin? Saphir? That's a NAME I've never heard of. ......but I don't believe that there is a divinity among you who disagrees with You to act in such a selfish way. ......"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453354,
			"Disagreements within an organization are inevitable.",
			"组织内部的分歧总是难免的。",
			"組織内の意見の相違はよくあることです。",
			"조직 내 의견 차이는 흔한 일이야.",
			null,
			null,
			"Disagreements within the organization are always inevitable.",
			"Disagreements within organizations are common."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453355,
			"Interesting~ I hope this will not affect our cooperation.",
			"Interesting~希望这不会影响到我们的合作。",
			"Interesting～私たちの協力に悪影響を与えないといいけど。",
			"Interesting~ 우리의 협력에 악영향만 주지 않길 바라.",
			null,
			null,
			"Interesting~ I hope this will not affect our cooperation.",
			"Interesting~I hope it doesn't negatively affect our cooperation."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453356,
			"As their leader, I have the determination and confidence to carry this cooperation forward. I have decided to convene the other members to discuss matters of cooperation. I believe that you will be given a satisfactory answer.",
			"请放心。身为她们的头领，我有将合作推行下去的决意和信心。我已决定要召集其他成员进行议事，商讨合作事宜。相信之后会给你一个满意的答案。",
			"ご安心ください。彼女たちのリーダーとして、私は必ず我々の計画を遂行させてみせます。他のメンバーを招集して、これからの行動方針を決めます。あなたにも満足のいく答えを出すことができるでしょう。",
			"안심하세요. 그들의 리더로서, 저는 반드시 우리의 계획을 실행에 옮기겠습니다. 다른 멤버들을 소집해 앞으로의 행동 방침을 정할 테니, you에게도 만족스러운 답변을 드릴 수 있을 거예요.",
			null,
			null,
			"Please don't worry. As their leader, I have the determination and confidence to carry out the cooperation. I have decided to call the other members for a deliberative meeting to discuss the cooperation. I believe I will give you a satisfactory answer afterwards.",
			"Please rest assured. As their leader, I will make sure that our plan is carried out. I will convene the other members and we will decide on a course of action. You will have a satisfactory answer."
		],
		[
			"msg",
			453357,
			"Besides, about Lucerne, I'll handle it.",
			"此外，关于琉森的事情，就由我来处理吧。",
			"それから、ルツェリンに関しては私に任せてください。",
			"그리고 루체린에 관한 건 제게 맡겨주세요.",
			null,
			null,
			"Besides, I'll take care of the matter about Lucerne.",
			"And as for Luzerin, leave it to me."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453358,
			"You don't have to. Just leave and go to your meeting without worrying about me.",
			"不不不，honey~不用你出手。放心大胆地离开吧，去进行你的会议，不必担心me。",
			"いやいや、honey～あなたが手を出す必要はない。安心して会議に出るといい、meの心配をしないで。",
			"아니야, honey~ 네가 나설 필요 없어. 안심하고 회의에 참석해, 나 걱정하지 말고.",
			null,
			null,
			"No no no, honey~ no need for you to take a shot. Feel free to leave boldly and go on your meeting without worrying about ME.",
			"No, no, HONEY - you don't have to mess with it. You can go to the meeting in peace, don't worry about ME."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453359,
			"Oh?",
			"哦？",
			"そうですか。",
			"그런가.",
			null,
			null,
			"Oh?",
			"I see."
		],
		[
			"msg",
			453360,
			"So it is not impossible. But you look so eager to try…",
			"如此，倒也不是不行。不过，看阁下这副跃跃欲试的样子……",
			"それならお言葉に甘えます。でも、あなたもずいぶんと乗り気ですね。",
			"그럼 사양하지 않을게. 하지만 너도 꽤 기대하는 모양이네.",
			null,
			null,
			"So, it is not impossible. However, look at the way your Excellency is jumping at the chance ......",
			"I'll take your word for it then. But you are also very enthusiastic."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453361,
			"Honey, you really know me. Anyway, I will stay here later, so I want to try some interesting things to kill these boring time.",
			"Honey，you果然很懂me。反正之后我还要待在这里，所以想试试一些interesting的事情，来打发这些无聊的时间呢。",
			"Honey、youは確かにmeのことをわかっているね。しばらくここに滞在することになるし、退屈しのぎにちょっとおもしろいことをしたくなったからね。",
			"Honey, you 정말 나를 잘 알아. 한동안 여기 머물게 될 거라, 심심풀이로 재미있는 일을 좀 해보고 싶어서 말이야.",
			null,
			null,
			"Honey, you really do know me. anyway, I'm going to stay here afterwards, so I'd like to try someinteresting things to pass the boring time.",
			"Honey, you sure know ME. I'm going to stay here for a while and I wanted to do something a little interesting to kill the boredom."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453362,
			"——Please don't tease Lucerne too much. She's my subordinate, and if you cross the line, it's not good for you and me to work together.",
			"原来如此——那么请不要过分戏弄琉森。她是我的属下，倘若阁下的作为逾越了界限，对你我的合作并不是什么好事情。",
			"そうなんですかーーそういうことならあまりルツェリンをからかわないでください。彼女は私の部下です、もし部下が出過ぎたまねをしてしまったら、私たちの協力関係にひびが入ってしまうから。",
			"그런 건가요——그렇다면 루체린을 너무 놀리지 마세요. 그녀는 제 부하입니다, 만약 부하가 지나친 행동을 하면 우리 협력 관계에 금이 갈 테니까요.",
			null,
			null,
			"I see - then please don't tease Ryusen too much. She is my subordinate, and if Your Excellency's actions overstep the boundaries, it will not be good for your cooperation and mine.",
			"I see - if that's the case, please don't make fun of Luzerin too much. She's my subordinate, and if she tries to overstep, it will crack our working relationship."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453363,
			"Honey, don't worry. Don't you think the student president of the Babylon Academy is a fool with no sense of importance or reason?",
			"放心哟~honey，难道you会觉得巴比伦学园的学生会长是一个不识轻重，不懂道理的莽夫吗？",
			"安心して～honey、バビロン学園の生徒会長は、加減も知らない無謀な人だと思うか？",
			"안심해~ honey, 바빌론 학원의 학생회장이 분수를 모르는 무모한 사람이라고 생각해?",
			null,
			null,
			"Don't worry, honey, do you think that the student president of Babylon Academy is a reckless person who doesn't know what's important and doesn't understand reason?",
			"Rest assured - HONEY, do you think the student body president of Babylon Academy is a reckless person who doesn't know how to add or subtract?"
		],
		[
			"msg",
			453364,
			"I'll keep a good grip on it.",
			"我会好好把握力度的。",
			"善処するから。",
			"적절히 처리할게.",
			null,
			null,
			"I will get a good grip on the strength.",
			"I'll take good care of it."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453365,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30017,
				1,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453366,
			"︿(￣︶￣)︿Sneak——Success! Only the target!",
			"︿(￣︶￣)︿潜入——成功！只有目标一个人！",
			"︿(￣︶￣)︿潜入ーー成功！標的は1人だけ！",
			"︿(￣︶￣)︿잠입——성공! 표적은 단 한 명!",
			null,
			null,
			"Oh, my God, I can't believe it! Only the target is alone!",
			"The Polish team has successfully infiltrated! Only one target!"
		],
		[
			"msg",
			453367,
			"<(￣︶￣)>The target was only 20 meters away——She hasn't found me yet. My stealth way is the world unrivalled!",
			"<(￣︶￣)>距离目标只有二十米——她还没有发现我。果然，我的潜行之道是天下无双的！",
			"標的ここからわずか20メートルーー彼女はまだ私に気づいていない。やっぱり私の潜入スキルは天下無双だ！",
			"표적은 여기서 불과 20미터——그녀는 아직 나를 눈치채지 못했어. 역시 나의 잠입 스킬은 천하무쌍이야!",
			null,
			null,
			"<(￣￣￣)> Only twenty meters from the target - she hasn't spotted me yet. Sure enough, my way of sneaking is unmatched in the world!",
			"The target is only 20 meters from here - she hasn't noticed me yet. I knew my infiltration skills were unmatched!"
		],
		[
			"msg",
			453368,
			"...The trust from Grey conveyed by Safire is almost complete!",
			"……萨菲尔传达的格蕾大人的嘱托，就快要完成了！",
			"……サフィルが私に伝えたグレイ様の任務、必ず遂行して見せる！",
			"……사피르가 나에게 전한 그레이 님의 임무, 꼭 완수해 보이겠어!",
			null,
			null,
			"...... Saphir conveyed Lord Grey's mandate, and it's almost done!",
			"...... I will carry out Mr. Gray's mission that Saphir told me about, I promise!"
		],
		[
			"msg",
			453369,
			"Bow, arrow…...",
			"张弓，搭箭……",
			"弓と矢を用意して……",
			"활과 화살을 준비해……",
			null,
			null,
			"Open the bow, set the arrow ......",
			"Get your bow and arrows ready: ......"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453370,
			"Oh, my honey, my baby~",
			"哟~我亲爱的小baby~",
			"よ～親愛なるbaby〜",
			"요~ 사랑하는 baby~",
			null,
			null,
			"Yo~ my dear little baby~",
			"Yo~ dear baby~!"
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30017,
				2,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453371,
			"Σ(っ °Д °;)っWhat? The target found me!",
			"Σ(っ °Д °;)っ什什，什么？袭击目标竟然发现我了！",
			"Σ(っ °Д °;)っな、なに？標的は見つけられた！",
			"Σ(っ °Д °;)っ무, 뭐? 표적을 찾았어!",
			null,
			null,
			"Σ(っ °Д °;)っ什什, what? The target of the attack actually found me!",
			"What the hell is that? We found the target!"
		],
		[
			"portraits",
			[
				30017,
				1,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453372,
			"No, forget it, just shoot it!",
			"不，不管了，那就直接射过去！",
			"と、とにかく、そのまま撃つ！",
			"어, 어쨌든, 그대로 쏴!",
			null,
			null,
			"No, whatever, then shoot straight through!",
			"And anyway, shoot straight!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453373,
			"It's… Huh?!",
			"真是……咦？！",
			"まったく……あれ？！",
			"정말…… 어?!",
			null,
			null,
			"Really ...... Huh?!",
			"Not at all. ...... Huh?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453374,
			"Clang!",
			"锵！",
			"チーン！",
			"찌잉!",
			null,
			null,
			"Clang!",
			"Ding!"
		]
	],
	"2794": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30017,
				1,
				false
			]
		],
		[
			"msg",
			453375,
			"The sound, the light of the dagger…",
			"这个声音，这道匕首的亮光……",
			"この音、この短剣の輝き……",
			"이 소리, 이 단검의 반짝임……",
			null,
			null,
			"This sound, this bright light of the dagger ......",
			"This sound, this dagger of brilliance: ......"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30017,
				1,
				true
			]
		],
		[
			"msg",
			453376,
			"It's such a waste of emotion to be interrupted by other divinity~",
			"竟然被other神格打断了，真是浪费感情~",
			"otherの神格に邪魔されるなんて、残念～",
			"other의 신격에 방해받다니, 유감이야~",
			null,
			null,
			"Surprisingly, it was interrupted by the other god frame, what a waste of feelings~",
			"It's too bad that OTHER's divinity interfered with it~!"
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				30007,
				0,
				false
			],
			[
				30017,
				1,
				true
			]
		],
		[
			"msg",
			453377,
			"There are a lot of flaws, Lucerne.",
			"破绽百出，琉森。",
			"みっともないぞ、ルツェリン。",
			"꼴사납구나, 루체린.",
			null,
			null,
			"Broken, Lucerne.",
			"You're a disgrace, Luzerin."
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30007,
				0,
				true
			],
			[
				30017,
				1,
				false
			]
		],
		[
			"msg",
			453378,
			"(⊙ˍ⊙)Ah, Lord Grey!",
			"(⊙ˍ⊙)啊，格蕾大人！",
			"(⊙ˍ⊙)あ、グレイ様！",
			"(⊙ˍ⊙)아, 그레이 님!",
			null,
			null,
			"(⊙⊙⊙) Ah, Lord Grey!",
			"(⊙ˍ⊙) Oh, Mr. Gray!"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30017,
				1,
				true
			]
		],
		[
			"msg",
			453379,
			"Oh, is the name of the little girl who buried face in the scarf Grey?",
			"哦，这个把face埋在围巾里的小姑娘叫格蕾么？",
			"おや、そのスカーフに顔を埋めた少女の名前はグレイ？",
			"어머, 그 스카프에 얼굴을 파묻은 소녀 이름이 그레이야?",
			null,
			null,
			"Oh, is this little girl with her face buried in a scarf named Grey?",
			"Oh, is the name of the girl who buried her face in that scarf Gray?"
		],
		[
			"msg",
			453380,
			"Good——",
			"身手good——",
			"なかなかいい腕じゃんーー",
			"꽤 실력 좋네~~",
			null,
			null,
			"Good hands--",
			"That's a pretty good shot!"
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30017,
				1,
				false
			]
		],
		[
			"msg",
			453381,
			"Σ(｀д′*ノ)ノ……Why would Lord Grey stop me…",
			"Σ(｀д′*ノ)ノ……为什么格蕾大人会来阻止我的行动……",
			"Σ(｀д′*ノ)ノ……どうしてグレイ様が私を止めたんですか……",
			"Σ(｀д′*ノ)ノ…… 왜 그레이 님이 날 막은 거예요……",
			null,
			null,
			"Σ(｀д′*ノ)ノ...... why Lord Grey will come to stop me ......",
			"Sigma (Σ) no...... why did Master Gray stop me......"
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				30007,
				0,
				false
			],
			[
				30017,
				1,
				true
			]
		],
		[
			"msg",
			453382,
			"Lucerne, put down the bow.",
			"琉森，放下弓箭。",
			"ルツェリン、弓を下ろせ。",
			"루체린, 활을 내려놓아라.",
			null,
			null,
			"Lucerne, put down the bow and arrow.",
			"Luzerin, put down the bow."
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30007,
				0,
				true
			],
			[
				30017,
				1,
				false
			]
		],
		[
			"msg",
			453383,
			"OK... OK, Lord Grey!",
			"好……好的，格蕾大人！",
			"は……はい、グレイ様！",
			"네, 네! 그레이 님!",
			null,
			null,
			"Good ...... Yes, Lord Grey!",
			"Ha ...... Yes, Mr. Gray!"
		],
		[
			"msg",
			453384,
			"But Lord Grey, why did you come to the Original Land and try to stop me from attacking this destroyer from the Babylon Academy? Didn't you ask me to come here?",
			"但是格蕾大人，你为什么会来到初始之地，还要阻拦我攻击这个巴比伦学园来的破坏者？不是你让我来到这里的吗？",
			"でもグレイ様はどうして始まりの地に？このバビロン学園からきた破壊者を攻撃するのを止めたのはなぜ？ここに来るようにって指示したのはグレイ様じゃないんですか？",
			"그런데 그레이 님은 왜 시작의 땅에? 바빌론 학원에서 온 파괴자를 공격하는 걸 막은 건 왜요? 여기 오라고 지시한 건 그레이 님이 아니었나요?",
			null,
			null,
			"But Grey-sama, why did you come to the Initial Land and stop me from attacking this saboteur from Babylon Academy? Didn't you tell me to come here?",
			"But why did Master Gray go to the place of beginnings? Why did he stop attacking the destroyers from this Babylon Academy? Wasn't it Master Gray who instructed them to come here?"
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				30007,
				0,
				false
			],
			[
				30017,
				1,
				true
			]
		],
		[
			"msg",
			453385,
			"I did not say such a thing... I didn't ask you to come here.",
			"我并没有说过这样的话……也没有让你来这里。",
			"私はそんな指示を出していない……",
			"내가 그런 지시를 내린 적 없다...",
			null,
			null,
			"I didn't say anything like that ...... nor did I ask you to come here.",
			"I didn't give those instructions: ......"
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30007,
				0,
				true
			],
			[
				30017,
				1,
				false
			]
		],
		[
			"msg",
			453386,
			"Σ(っ °Д °;)っWhat, what? Is that guy Safire lying to me?",
			"Σ(っ °Д °;)っ什，什么？难道说萨菲尔那个家伙骗了我！",
			"Σ(っ °Д °;)っな、なに？まさかサフィルのやつに騙されたのか！",
			"Σ(っ °Д °;)っ 뭐, 뭐야? 설마 사필那家伙에게 속은 거야!",
			null,
			null,
			"Σ(っ °Д °;)っSh, what? Does that Saffir guy cheated me!",
			"What the hell? Don't tell me that Saphir guy fooled you!"
		],
		[
			"msg",
			453387,
			"Ｏ(≧口≦)ＯShe, she made it clear that Lord Grey wanted me to come to Original Land to kill a guy from the Babylon Academy who was trying to destroy it…",
			"Ｏ(≧口≦)Ｏ她，她明明说格蕾大人想让我来初始之地，解决一个要对这里搞破坏的巴比伦学园来的家伙……",
			"O(≧口≦)O始まりの地にバビロン学園からの悪いやつがいるから、やっつけてほしいとグレイ様が指示したってサフィルが。",
			"O(≧口≦)O 시작의 땅에 바빌론 학원에서 온 나쁜 녀석이 있어서, 혼내줬으면 한다고 그레이 님이 지시하셨다니 사피르가 말했어!",
			null,
			null,
			"O (≧口≦) O her, she clearly said that Lord Grey wanted me to come to the initial land to solve a guy from Babylon Academy who wanted to wreak havoc on the place ......",
			"O(≧ mouth ≦)O Saphir said that there is a bad guy from Babylon Academy in the place where it all began and that Master Gray instructed him to get rid of him."
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				30007,
				0,
				false
			],
			[
				30017,
				1,
				true
			]
		],
		[
			"msg",
			453388,
			"No, that's not what I said.",
			"不，这并不是我说的。",
			"いいえ、私はそんな指示をしていない。",
			"아니, 나는 그런 지시를 한 적 없어.",
			null,
			null,
			"No, that's not what I said.",
			"No, I did not give those instructions."
		],
		[
			"msg",
			453389,
			"The leader guessed that you had been cheated. So let me protect the president of the Babylon Academy, Ares.",
			"头领猜到你被欺骗了。所以让我来保护巴比伦学园的会长，战神无双。",
			"リーダーは、あなたがだまされたと推測した。だから、バビロン学園の生徒会長ーー戦神無双を守ってくれとのことだ。",
			"리더는 네가 속았다고 추측했어. 그래서 바빌론 학원의 학생회장——전신무쌍을 지켜 달라고 한 거야.",
			null,
			null,
			"The chief guessed that you had been deceived. So he asked me to protect the president of Babylon Academy, the God of Warless.",
			"The leader guessed that you were tricked. So, he asked you to protect the president of Babylon Academy - Warrior God Warriors."
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30007,
				0,
				true
			],
			[
				30017,
				2,
				false
			]
		],
		[
			"msg",
			453390,
			"o(≧口≦)oSo, did I get into trouble again... Oooo…",
			"o(≧口≦)o那，那我又闯祸了吗……呜……",
			"o(≧口≦)o私ったら、またやっちゃった……ううう……",
			"o(≧口≦)o내가 또 해버렸어……우우우……",
			null,
			null,
			"o(≧口≦)o that, that I'm in trouble again ...... ooo ......",
			"o(≧ mouth≦)o I did it again ...... ugh ......"
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				30007,
				0,
				false
			],
			[
				30017,
				2,
				true
			]
		],
		[
			"msg",
			453391,
			"Be smart and stop being such a fool.",
			"聪明一点，以后不要这么愚笨了。",
			"これからはもっと考えてから行動することだ。",
			"이제부터는 더 생각하고 행동해야 해.",
			null,
			null,
			"Be smart and don't be so foolish in the future.",
			"From now on, think more before you act."
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30007,
				0,
				true
			],
			[
				30017,
				2,
				false
			]
		],
		[
			"msg",
			453392,
			"Whoooh…....",
			"呜……",
			"ううう……",
			"우우우……",
			null,
			null,
			"Woo ......",
			"UUUUUUUUU......"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				30017,
				2,
				true
			]
		],
		[
			"msg",
			453393,
			"Baby, don't be so upset——Now that your leader has guessed the truth and made measures against it, it shows that your behavior is also in her calculations!",
			"baby，不要这么失落——既然你们的头领已经猜到了真相，做出了针对的手段，那就说明you的行为也在她的计算之中哟！",
			"baby、そんなに落ち込まないでーーあなたたちのリーダーはもうこの状況を予想していたなら、youの行動も彼女の計算通りってことだよ！",
			"baby, 그렇게 낙담하지 마——너희 리더가 이미 이 상황을 예상하고 있었다면, you의 행동도 그녀의 계산대로라는 거야!",
			null,
			null,
			"baby, don't be so lost - since your leader has guessed the truth and made a means to target, it means that your actions are also in her calculations yo!",
			"Baby, don't be so down - if your leader has already anticipated this situation, it means that YOU are doing exactly what she calculated!"
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				683,
				0,
				true
			],
			[
				30017,
				1,
				false
			]
		],
		[
			"msg",
			453394,
			"Eh——",
			"诶——",
			"えーー",
			"에——",
			null,
			null,
			"Eh-",
			"Uh huh."
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				30007,
				0,
				false
			],
			[
				30017,
				1,
				true
			]
		],
		[
			"msg",
			453395,
			"Ares. According to the message conveyed by the leader, she wants you to wait here.",
			"战神无双。根据头领传达的意思，她想要你在这里稍等。",
			"戦神無双、ここで待つようにと、リーダーに言われました。",
			"전신무쌍, 여기서 기다리라고, 리더가 말했어.",
			null,
			null,
			"War Godless. According to what the chief communicated, she wants you to wait here for a moment.",
			"Warriors, the leader told us to wait here."
		],
		[
			"msg",
			453396,
			"My job is done. Now take Lucerne back to life.",
			"我的任务已经完成，现在带琉森回去复命。",
			"私の任務は終わった。ルツェリンを連れ戻す。",
			"나의 임무는 끝났어. 루체린을 데려가야 해.",
			null,
			null,
			"My mission has been completed, now take Lucerne back to resume.",
			"My mission is over. I will bring back Luzerin."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				30007,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			453397,
			"Since your leader will let you come, it means that everything is under control.",
			"Oh~不用走得这么急嘛，小baby——既然你们的leader会让你过来，那就说明一切都在她的掌握之中。",
			"Oh～そんなに急がなくてもいいじゃない、babyーーそのリーダーがあなたをここに来させるのは、すべてを把握しているからだよ。",
			"Oh～ 그렇게 서두르지 않아도 돼, baby——그 리더가 너를 여기로 오게 한 건, 모든 것을 파악하고 있기 때문이야.",
			null,
			null,
			"Oh~ no need to go so fast, little baby - since your leader will let you come, it means that everything is in her hands.",
			"Oh~ Don't be in such a hurry, baby - that leader is the one who makes you come here because he knows everything."
		],
		[
			"msg",
			453398,
			"I don't know what kind of people Safire is, but do you know? In my opinion, she can't win the title of your leader~",
			"虽然不了解你们所说的萨菲尔是个什么样的people，但you know? 在me看来，她是win不了你们头领的~",
			"サフィルというのはどんなpeopleなのかは知らないけど、you know？meから見れば、彼女はあなたのリーダーに勝てない。",
			"사필이라는 게 어떤 people인지는 모르겠지만, you know? 내가 보기엔 그녀는 네 리더를 이길 수 없어.",
			null,
			null,
			"I don't know what kind of people you are talking about, but you know? In my opinion, she is not able to win your leader ~",
			"I don't know what kind of PEOPLE Saphir is, but from YOU KNOW? me, she is no match for your leader."
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				30007,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			453399,
			"It's not something I think about. I'm just doing my job.",
			"这不是我考虑的事情。我只是单纯地执行任务。",
			"それは私が考えることじゃない。私はただ任務を遂行しただけだ。",
			"그건 내가 생각할 일이 아냐. 난 그저 임무를 수행했을 뿐이야.",
			null,
			null,
			"It's not something I think about. I was simply on a mission.",
			"That's not what I think. I was just doing my duty."
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				30007,
				0,
				true
			],
			[
				683,
				0,
				false
			]
		],
		[
			"msg",
			453400,
			"... Well, I think you should broaden your horizons a bit~",
			"……是吗，我倒觉得，you应该把视野放宽一点~",
			"......そう、youは少し視野を広げたほうがいいと思うけどね～",
			"......그래, you는 시야를 좀 더 넓혀야 할 것 같아~",
			null,
			null,
			"...... is it, I would think that you should broaden your horizons a bit ~",
			"...... Yes, I think YOU should broaden your horizons a bit~!"
		],
		[
			"msg",
			453401,
			"Actually, I have some itching hands. Just now, when the bow girl shot at me, I thought I could stretch the body, but the other baby stopped me…",
			"其实我倒是有些手痒呢，刚刚这位弓箭girl射过来的时候，还以为可以舒展一下body，结果被另一位baby阻止了……",
			"私はちょっとうずうずしてたけどね、さっきその矢が来た時、bodyを動かせると思ったけど、他のbabyに止められたとは……",
			"나 좀 간지러웠어, 아까 그 화살이 날아왔을 때 body를 움직일 수 있을 거라 생각했는데, 다른 baby가 막을 줄이야...",
			null,
			null,
			"In fact, I was a little itchy hands, just this bow and arrow girl shot over when I thought I could stretch the body, the results were prevented by another baby ......",
			"I was kind of itching to move the BODY when that arrow came earlier, but I didn't realize the other BABY stopped me: ......"
		],
		[
			"msg",
			453402,
			"——I never thought there was still no chance!",
			"——没想到还是没有这个chance呢！",
			"――ちょっと残念だね！",
			"――좀 아쉽네!",
			null,
			null,
			"--I didn't expect to have this chance after all!",
			"--I'm a little disappointed!"
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30017,
				1,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			453403,
			"Well, that's a shame... Ah ah?",
			"诶，那还真是令人遗憾呀，可惜可惜……啊呜？",
			"うーん、それは確かに残念だね……えっ？",
			"음, 그건 정말 아쉽네... 어?",
			null,
			null,
			"Eh, that's really regrettable ah, pity pity ...... awwww?",
			"Well, that's certainly too bad. ...... eh?"
		],
		[
			"msg",
			453404,
			"(Wait, why is that divinity in the Babylon Academy looking my way...And her breath suddenly became so dangerous?)",
			"（等等，为什么那个巴比伦学园的神格看向了我这边……而且她身上的气息还突然变得这么危险？）",
			"（待って、あのバビロン学園の神格はなぜ私のほうを見てる……彼女の気配は急にあぶなくなっちゃってる？）",
			"(잠깐, 저 바빌론 학원의 신격체가 왜 나를 보고 있는 거지... 갑자기 위험한 기운이 느껴지잖아?)",
			null,
			null,
			"(Wait, why is that Babylonian academy's shinigami looking my way ...... and the aura from her suddenly became so dangerous?)",
			"(Wait, why is that Babylon Academy divinity looking in my direction ...... is her attention suddenly getting a little too dangerous?)"
		],
		[
			"portraits",
			[
				30017,
				2,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			453405,
			"(Ｏ(≧口≦)ＯWell? Why is she getting closer and closer...And with this creepy smile on his face, Goo!)",
			"（Ｏ(≧口≦)Ｏ唔，她怎么越来越近了……而且脸上还带着这种诡异的笑容，咕！）",
			"（O(≧口≦)Oは、ますますこっちに近づいてくる……それに顔に妙な笑顔が、ぐう! ）",
			"(O(≧口≦)O 이 녀석, 점점 다가오고 있어... 게다가 얼굴에 이상한 미소까지, 꿈틀!)",
			null,
			null,
			"(O(≧口≦)O Well, how is she getting closer ...... and with this weird smile on her face, goo!)",
			"(O(≧ mouth ≦)O is getting closer and closer to us ...... and a strange smile on his face, guh! )"
		],
		[
			"speaker",
			12327
		],
		[
			"portraits",
			[
				683,
				0,
				false
			],
			[
				683,
				0,
				true
			]
		],
		[
			"msg",
			453406,
			"...So, in order to make the next time more interesting, could you two babies please accompany me to kill the boring time?",
			"……所以，为了让接下来的time有趣一点，可不可以请你们两位baby，陪我打发一下无聊的时光呢？",
			"……だから、これからの時間をもう少し面白くするために、お2人のbabyは付き合ってもらえないかな？",
			"......그러니까, 앞으로의 시간을 좀 더 재미있게 보내기 위해, 두 baby는 좀 맞장구 쳐주지 않을래?",
			null,
			null,
			"...... So, in order to make the next time a little more interesting, can I ask you two babies, to pass the boring time with me?",
			"Since it's ......, can you two babes keep us company to make the time ahead a little more interesting?"
		]
	],
	"2795": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30006,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453407,
			"Chief, do you want me to do something this time? Do you want to do something interesting with the little cute ones in the Babylon Academy?♠",
			"头领大人，这一次你找我来是有什么事情要做么，莫非又要利用巴比伦学园里的那些小可爱，来做些有趣的事情了？♠",
			"リーダー、お呼びですか？またバビロン学園のかわい子ちゃんたちを使って、何か面白いことをしようとしている？♠",
			"리더, 부르셨나요? 또 바빌론 학원의 귀여운 녀석들로 뭔가 재미있는 거 하려고?♠",
			null,
			null,
			"Lord Chief, is there something you want to do this time? Could it be that you are going to use those little cuties in Babylon Academy to do something interesting again? ♠",
			"You wanted to see me, Leader? Are you trying to do something funny with the Babylon Academy cuties again? ♠"
		],
		[
			"msg",
			453408,
			"That's great, and I really like the feeling of getting along with Divinity in the Academy. It's a fun experience to watch them panic or lose their heads because of unexpected events♥",
			"那可真是不错，我还挺喜欢和学园里的神格相处的感觉呢~看着她们因为突如其来的事件而惊慌失措，或者说晕头转向，还真是种有趣的体验♥",
			"それはいいですね、学園の神格たちと付き合うのが結構好きよ～突如の出来事にパニックに陥ったり、慌てるのを見るのが実に楽しい♥",
			"그거 좋네, 학원의 신격체들과 어울리는 게 꽤 좋아~ 갑작스러운 일에 패닉에 빠지거나 허둥대는 모습을 보는 게 정말 즐거워♥",
			null,
			null,
			"That's really nice, I like the feeling of being with the Shinigami in the school~ It's a fun experience to watch them panic or get confused by unexpected events ♥",
			"That's great, I quite like to hang out with the divinities of the school - it's really fun to watch them panic and panic at sudden events ♥."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30006,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453409,
			"It's not that kind of thing, but it has something to do with the Babylon Academy.",
			"并不是这样的事情，不过，与巴比伦学园也有所关联就是了。",
			"そういうわけじゃない。でも、バビロン学園が絡んでいるのは確かなんだが。",
			"그런 게 아니야. 하지만 바빌론 학원이 연관되어 있는 건 분명해.",
			null,
			null,
			"It is not such a thing, but there is a connection with Babylon College.",
			"That's not the case. But I'm sure Babylon Academy is involved."
		],
		[
			"msg",
			453410,
			"Payasso, I want you to get the rest of the team together. I'm going to call an internal meeting. The theme is the partnership with Babylon.",
			"帕亚索，我希望你能召集一下其他成员，我准备召开一个内部会议。主题，便是与巴比伦的合作。",
			"パジャッソ、他のメンバーを招集して、内部会議を開くよ。テーマはバビロンとの協力だ。",
			"파자쏘, 다른 멤버들을 소집해서 내부 회의를 열 거야. 주제는 바빌론과의 협력이야.",
			null,
			null,
			"Payaso, I would like you to gather the other members, I am going to call an internal meeting. The topic, is the cooperation with Babylon.",
			"Pajasso, I'll convene the others for an internal meeting. The theme will be cooperation with Babylon."
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30006,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453411,
			"Oh, it looks like the leader is about to make a move~♦",
			"哦，看来头领要有所动作了呢~♦",
			"おや、いよいよリーダーが動き出しますね～♦",
			"오호, 드디어 리더가 움직이시네요~♦",
			null,
			null,
			"Oh, it looks like the chief is going to make a move~♦",
			"Oh, finally, the leaders are making their move!"
		],
		[
			"msg",
			453412,
			"But if I heard you right...Is it \"an internal meeting of all\"?♦",
			"不过，如果我刚才没有听错的话……是“全体内部会议”？♦",
			"でも、聞き間違えじゃなかったら……「内部会議」とおっしゃったよね？♦",
			"근데, 잘못 들은 게 아니라면... 「내부 회의」라고 하셨죠?♦",
			null,
			null,
			"But, if I heard correctly just now ...... is \"all internal meeting\"? ♦",
			"But if I didn't mishear you, you said ...... \"internal meetings\". ♦"
		],
		[
			"msg",
			453413,
			"So, are Safire and Cassandra included?♥",
			"这么说的话，萨菲尔和卡珊德拉也包括在内吗？♥",
			"つまり、サフィルとカサンドラも含まれますか？♥",
			"그러면, 사필과 카산드라도 포함되나요?♥",
			null,
			null,
			"In that case, are Saphir and Cassandra included? ♥",
			"I mean, does that include Saphir and Cassandra? ♥"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30006,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453414,
			"No, you don't have to tell them.",
			"不，先不必通知她们。",
			"いいえ、彼女たちに知らせなくてもいい。",
			"아니, 그녀들에게는 알리지 않아도 돼.",
			null,
			null,
			"No, there is no need to inform them first.",
			"No, we don't need to inform these women."
		],
		[
			"msg",
			453415,
			"They'll come by themselves.",
			"她们会自己过来的。",
			"自分で来るから。",
			"내가 직접 갈 거야.",
			null,
			null,
			"They will come on their own.",
			"I'll come on my own."
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30006,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453416,
			"She's up to something I don't know about.♠",
			"哦~看头领的样子，好像谋划了一些我不知道的东西？♠",
			"へえ～リーダーは何かを計画しているんですね？♠",
			"에에~ 리더님 뭔가 꾸미시는 거예요?♠",
			null,
			null,
			"Oh~ It looks like the chief is plotting something I don't know about? ♠",
			"Heh - the leader is planning something, isn't he? ♠"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30006,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453417,
			"It's just a trick...You just have to mind your own business.",
			"不过是将计就计……你只要管好自己的任务就行了。",
			"相手の計略の裏をかいただけだ……あなたは自分の任務に集中しなさい。",
			"상대의 계략을 역이용한 것뿐이야... 넌 네 임무에 집중해.",
			null,
			null,
			"But it will be a plan ...... you just have to manage your task.",
			"You've just outsmarted your opponent's schemes. ...... You should focus on your mission."
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30006,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453418,
			"Well, I'd like to hear what the leader's plan is.♣But, seeing the way you look, you shouldn't say so~♥",
			"是嘛~我倒想听听看头领的将计就计是怎么一回事♣不过，看头领你的这副样子，应该不会明说呢~♥",
			"そうか～私はリーダーの計略を聞きたかったな♣でも、その様子うじゃ、教えてくれないよね～♥",
			"그렇구나~ 나는 리더님의 계략을 듣고 싶었는데♣ 근데 그런 모양으론, 가르쳐 주지 않을 거야~♥",
			null,
			null,
			"I'd like to hear what the chief's plan is ♣ But, looking at you, I don't think you'll say it explicitly~♥",
			"Well - I would have liked to hear the leader's strategy ♣ but by the looks of it, he won't tell me ♥."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30006,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453419,
			"Now that you know it, go get the rest of the team together.",
			"既然知道，那就快去召集其他成员吧。",
			"知っているから、他のメンバーを招集してきてください。",
			"알았어, 다른 멤버들을 소집해 오세요.",
			null,
			null,
			"Now that you know, go and gather the other members quickly.",
			"I know, so go ahead and call the other members of the team."
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30006,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453420,
			"The leader is really cruel♠Oh, oh, now that you have ordered me to do it, even if it is only errands, I must do it.  After all, I am the loyal subordinate of the leader♥",
			"头领还真是狠心♠哎呀哎呀，既然你已经吩咐下来，哪怕只是跑腿的活，我也只能去做了~毕竟我可是头领忠心不二的属下呢♥",
			"リーダーは本当にひどい人♠まあ、指示をもらった以上、ぱしりとは言え、私はやるしかないね～なにせよ、私はリーダーの忠実な部下ですから♥",
			"리더님은 정말 무서운 분이야♠ 뭐, 지시를 받은 이상, 심부름꾼이라고 해도, 나는 할 수밖에 없지~ 어쨌든 나는 리더님의 충실한 부하니까♥",
			null,
			null,
			"The chief is really ruthless ♠ Aiya Aiya, since you have ordered down, even if it's just an errand job, I can only do it ~ after all, I am the chief's loyal subordinate ♥",
			"The leader is a truly terrible person♠Well, since I've been instructed to do it, I have no choice but to do it, even if it's just a quickie - after all, I am the leader's faithful subordinate♥."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453421,
			"……",
			"……",
			"......",
			"......",
			null
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30016,
				1,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453422,
			"Simin, you were in the office",
			"西敏，你果然在办公室——",
			"シミン、やっぱり執務室にいたのーー",
			"시민, 역시 집무실에 있었구나—",
			null,
			null,
			"Simin, you're really in the office--",
			"Simin, I knew you were in the Oval Office!"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30016,
				1,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453423,
			"Boussin, what's up?",
			"柏塞，有什么事？",
			"パーゼ、どうした？",
			"파제, 무슨 일이야?",
			null,
			null,
			"Passepartout, what's up?",
			"Perse, what's up?"
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30016,
				1,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453424,
			"Today, when I went to clean up the kitchen, there was still a bowl of porridge left and I thought maybe you didn't eat... How could you not eat? Nutrition, health, lifestyle...These are all important things.",
			"今天去清理厨房的时候，发现还剩下一碗粥，就想着你可能没吃饭……怎么能不吃饭呢？营养，健康，生活习惯……这些都是很重要的呀。",
			"今日、台所を掃除に行ったら、おかゆがボウルに残っていたよ。どうして食べなかったの？栄養、健康、生活習慣……これら全部大切だよ。",
			"오늘 부엌 청소하러 갔는데, 죽이 그릇에 남아 있었어. 왜 안 먹은 거야? 영양, 건강, 생활 습관… 이 모든 게 다 중요해.",
			null,
			null,
			"When I went to clean up the kitchen today, I found a bowl of porridge left over, and thought you might not have eaten ...... how can you not eat? Nutrition, health, lifestyle habits ...... these are very important ah.",
			"I went to clean the kitchen today and there was some porridge left in the bowl. Why didn't you eat it? Nutrition, health, and lifestyle ...... are all important."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30016,
				1,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453425,
			"In order to work, it is inevitable to eat a few small meals.",
			"为了工作，少吃几餐也是难免之事。",
			"仕事が残ってたから、食事の時間が削られるのもよくあることだ。",
			"할 일이 남아 있어서, 식사 시간이 줄어드는 건 흔한 일이야.",
			null,
			null,
			"In order to work, it is inevitable to eat a few meals less.",
			"I had a lot of work left to do, so it's not uncommon for meals to be cut short."
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30016,
				1,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453426,
			"——Did I know it was a divinity called Ares?",
			"工作什么的——我知道，是一个叫战神无双的神格吗？",
			"仕事かーー知ってるよ、あの戦神無双という神格のことでしょ？",
			"일이라—알아, 그 전신무쌍이라는 신격에 관한 거지?",
			null,
			null,
			"Work or something - I know, is it a godly lattice called War Godless?",
			"I know what you're talking about, right?"
		],
		[
			"msg",
			453427,
			"Safire already told me——Recently, you have been contacting a divinity named Ares a lot, hoping to cooperate with her. You forget to eat and sleep every day, do not have a good rest, do not eat on time…",
			"萨菲尔已经跟我说了——你最近经常联系一个叫战神无双的神格，想要和她合作，每天都废寝忘食在工作上，不好好休息，不按时吃饭……",
			"サフィルから聞いたよーー最近よく戦神無双という神格と連絡を取っているよね。仕事の提携をしたいって、毎日ろくに食事を取らないし、夜も寝ない……",
			"사피르한테 들었어—요즘 자주 전신무쌍이라는 신격과 연락하고 있잖아. 업무 협력을 하려고, 매일 제대로 밥도 안 먹고, 밤에도 안 자고…",
			null,
			null,
			"Safir has told me - you recently often contacted a god called the god of war Wu Shuang, want to cooperate with her, every day wasted on work, do not rest properly, do not eat on time ......",
			"Saphir told me - you've been in contact with a divinity called War God Warrior a lot lately. He wants to form a working partnership, he doesn't eat well every day and doesn't sleep at night. ......"
		],
		[
			"msg",
			453428,
			"Plus, you seem to be doing something dangerous with her?",
			"而且，好像还在跟她一起做一些危险的事情？",
			"彼女と一緒に何か危ないことをしているとか？",
			"그녀랑 같이 뭔가 위험한 일을 하고 있다는 거야?",
			null,
			null,
			"And, it seems to be doing something dangerous with her?",
			"Are you doing something dangerous with her or something like that?"
		],
		[
			"portraits",
			[
				30016,
				2,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453429,
			"Simin...You can't do without a good meal. Even the leaders have to take care of themselves… And Safire told me that Ares wasn't a good divinity, so you… Well, how about you reconsider and give up on her?",
			"西敏……不好好吃饭、好好休息可是不行的哦。就算是头领，也要照顾好自己的身体……萨菲尔还对我说那个战神无双不是一个好神格，那你……那你重新考虑一下，放弃跟她的合作怎么样？",
			"シミン……ちゃんとご飯を食べて、寝るんだよ。リーダーでも自分の体を大切にしないと……あの戦神無双は良い神格じゃないってサフィルから聞いたよ……彼女との提携を諦めたらどうかな？",
			"시민…… 밥 제대로 먹고, 꼭 자야 해. 리더라도 자기 몸 소중히 해야지…… 그 전신무쌍이 좋은 신격이 아니라고 사피르한테 들었어…… 그녀와의 협력 포기하는 게 어때?",
			null,
			null,
			"Simin ...... does not eat well and rest well but it is not okay oh. Even if you are the chief, you have to take care of your body ...... Safir also said to me that the war god Wu Shuang is not a good god, then you ...... then how about you reconsider and give up the cooperation with her?",
			"Simin...... eat and sleep properly. Even leaders need to take care of themselves.......Safir told me that that war god Warrior is not a good divinity....... Why don't you give up your partnership with her?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30016,
				2,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453430,
			"...I'm afraid not, Boussin.",
			"……这恐怕不行，柏塞。",
			"...... 残念だけど、無理だ。",
			"...... 유감이지만, 무리야.",
			null,
			null,
			"...... That won't work, I'm afraid, Berse.",
			"...... I'm sorry, but I can't."
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30016,
				1,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453431,
			"Why?",
			"为什么？",
			"どうして？",
			"왜?",
			null,
			null,
			"Why?",
			"Why?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30016,
				1,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453432,
			"The partnership with Ares is something I've already decided to do——This is what must be done for the future of all our members.",
			"与战神无双的合作，是我已经决定好的计划——为了我们所有成员的未来，这是必须要做的事情 。",
			"戦神無双との協力はもう決めた計画だーーメンバーたちの将来のため、これは必要不可欠なことだ。",
			"전신무쌍과의 협력은 이미 결정된 계획이야——멤버들의 미래를 위해, 이건 꼭 필요한 일이야.",
			null,
			null,
			"The cooperation with Warlord Wu Shuang is a plan that I have already decided on - it is something that must be done for the future of all our members .",
			"We have already decided on a plan to cooperate with the Warriors - this is essential for the future of our members."
		],
		[
			"msg",
			453433,
			"The help of the Babylon Academy is very important to the plan we are going to carry out. And Ares is a key player in that.",
			"巴比伦学园的助力，对我们将要进行的计划有极为重要的作用。而战神无双，就是这其中一个关键性的角色。",
			"バビロン学園の助力は、私たちが実行しようとする計画のなかではきわめて重要だ。そして戦神無双もキーパーソンの一人。",
			"바빌론 학원의 도움은 우리가 실행하려는 계획 안에서 아주 중요해. 그리고 전신무쌍도 핵심 인물 중 하나고.",
			null,
			null,
			"The Babylonian academy boost has an extremely important role to play in the plans we are about to undertake. And the God of War, the God of War, is a key player in this.",
			"The Babylon Academy's assistance is crucial in the plan we are trying to implement. And War God Warriors is one of the key players."
		],
		[
			"msg",
			453434,
			"You should know that, too.",
			"这一点，你也应该清楚。",
			"これは、あなたもよくわかっているはず。",
			"이건, 너도 잘 알고 있을 텐데.",
			null,
			null,
			"This, too, should be clear to you.",
			"You know this very well."
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30016,
				2,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453435,
			"But......Even so...The body is also important. Not having breakfast is not only harmful to health but also easy to increase fat. I read some books on nutrition. It says…",
			"可是……就算这样……身体也是很重要的，不吃早饭既损害健康也容易增加脂肪，我看了一些营养学方面的书籍，上面说……",
			"でも……それでも……体は大切だよ。朝食を食べないのが健康を損ねるし、太りやすい。栄養学の本を読んだけどね……",
			"하지만…… 그래도…… 몸이 소중하잖아. 아침 안 먹으면 건강 망치고, 살 찌기 쉬워. 영양학 책 읽어봤는데……",
			null,
			null,
			"But ...... even so ...... body is also very important, do not eat breakfast both damage health and easy to increase fat, I read some books on nutrition, it says ......",
			"But ...... still ...... your body is important. Not eating breakfast is detrimental to your health and makes you fat. I did read a book on nutrition though: ......"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30016,
				2,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453436,
			"——Well, this is a special state at a special tiime. I have prepared to hold an internal meeting related to cooperation. After the meeting, I should be able to get back to the normal routine.",
			"——咳，这是特殊时期的特殊状态。请放心，我已准备召开合作相关的内部会议。会议之后，应该就能恢复正常的作息了。",
			"ーーコホン、今は特別な時期だ。安心して、この件についてすぐ内部会議が開かれる。会議の後はいつも通りの日常に戻れるよ。",
			"——에헴, 지금은 특별한 시기야. 안심해, 이건 곧 내부 회의가 열릴 거야. 회의 끝나면 평소처럼 돌아갈 수 있어.",
			null,
			null,
			"--Ahem, this is a special state for a special time. Please rest assured that I have prepared to hold an internal meeting related to cooperation. After the meeting, you should be able to resume your normal routine.",
			"This is a special time. Rest assured, there will be an internal meeting on this matter soon. After the meeting, you can go back to your normal routine."
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30016,
				2,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453437,
			"——You can trust this Ares guy?",
			"那——那个叫战神无双的家伙，信得过吗？",
			"じゃーーあの戦神無双という神格は信用できるの？",
			"그럼——저 전신무쌍이라는 신격은 믿을 만해?",
			null,
			null,
			"So - that guy called War God Wu Shuang, can you trust him?",
			"So, can we trust the goddess of war, Warrior God Warriors?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30016,
				2,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453438,
			"Ares is certainly not a prim divinity, but as a partner, she can be trusted with her abilities.",
			"战神无双确实不是一个规规矩矩的神格，但作为一个合作对象，她的能力值得信任。",
			"戦神無双は確かにちゃんとした神格ではないが、協力者として、彼女の能力は信頼できる。",
			"전신무쌍은 확실히 제대로 된 신격은 아니지만, 협력자로서 그녀의 능력은 믿을 만해.",
			null,
			null,
			"It is true that War God Wu Shuang is not a disciplined Godhead, but as a partner, her ability is trustworthy.",
			"Warrior Warrior is certainly not a proper deity, but as a collaborator, her abilities are trustworthy."
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30016,
				2,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453439,
			"Well... Then Simin, please drink the fresh soup in the heat preservation bucket. If you don't have breakfast, you need some light and nutritious food to replenish your energy at noon. These are my carefully chosen ingredients...",
			"好吧……那西敏你把这个保温桶里的鲜汤喝了吧，没有吃早餐的话，中午需要一些清淡又有营养的东西补充体能。这是我精心挑选的食材……",
			"分かった……じゃこの魔法瓶にあるスープを飲んで。朝食を食べてないなら、お昼は栄養のあるものを補充しておかないと。これは私の厳選した食材だよ……",
			"알았어... 그럼 이 보온병에 있는 수프 마셔. 아침을 안 먹었으면 점심엔 영양 보충해야지. 이건 내가 엄선한 재료야...",
			null,
			null,
			"Well ...... that Simin you drink the fresh soup in this thermos, no breakfast, if you do not eat, you need something light and nutritious to replenish your body at noon. This is my carefully selected ingredients ......",
			"Okay, ...... then drink the soup in this thermos. If you haven't had breakfast, you need to replenish your lunch with something nutritious. These are my carefully selected ingredients. ......"
		],
		[
			"portraits",
			[
				30016,
				1,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453440,
			"Here, let me feed you. Open your mouth, ah...",
			"来，我来喂你吧。张口，啊……",
			"ほら、口をあけて。あーん……",
			"자, 입 벌려. 아~",
			null,
			null,
			"Here, let me feed you. Open your mouth, ah ......",
			"Here, open your mouth. Ahhhh ......"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30016,
				1,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453441,
			"Well? ...Well...Goo...",
			"唔……好吧……咕……",
			"えーと……分かった……",
			"음... 알았어...",
			null,
			null,
			"Well ...... well ...... goo ......",
			"Let's see ...... okay ......"
		],
		[
			"msg",
			453442,
			"It's full. I feel like I've gained weight.",
			"还真是分量满满，我感觉自己身体都变重了。",
			"結構の量だね、なんだか体重が増えた気がする。",
			"양이 꽤 많네, 뭔가 체중이 는 것 같아.",
			null,
			null,
			"It was really full of weight, and I felt my body got heavier.",
			"That's quite a lot. I feel like I've gained some weight."
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30016,
				1,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453443,
			"Hey, this is my carefully prepared bone soup. It's easy to get tired when you're full, but don't sleep at your desk... Eat and then sleep, and you will become a cow!",
			"嘻嘻，这可是我精心准备的骨头汤呢。吃饱之后很容易让人疲惫，不过不能趴在桌子上睡……吃了就睡的话，可是会变成牛的哦！",
			"ふふ、これは私が作った骨のスープだよ。お腹がいっぱいになったら眠くなるけど、テーブルの上で寝ちゃだめだよ……食べたらすぐ寝ると牛になっちゃうから！",
			"흐흐, 이건 내가 만든 뼈 수프야. 배부르면 졸리겠지만 탁자 위에서 자면 안 돼... 먹고 바로 자면 소가 된다고!",
			null,
			null,
			"Hee hee, this is my carefully prepared bone soup it. It's easy to get tired after eating, but you can't sleep on the table ...... if you eat and sleep, but you will become a cow!",
			"Hmmm, this is the bone broth I made. When you're full you'll be sleepy, but don't sleep on the table ...... because you'll turn into a cow if you go to sleep right after you eat!"
		],
		[
			"msg",
			453444,
			"Simin is a good kid. Then I'll take the thermostat home, clean it, and come to the meeting you said!",
			"真听话——西敏是个乖孩子呢。那我先把保温桶带回去，清洗干净之后就来参加你说的会议吧！",
			"よし、いい子だ。じゃ私は食器を洗ってから会議に出席するね。",
			"좋아, 착한 녀석이야. 그럼 나는 설거지하고 회의 참석할게.",
			null,
			null,
			"How obedient - Simin is a good boy then. Then I'll take the thermos back and clean it and then come to the meeting you mentioned!",
			"Okay, good boy. I'm going to wash the dishes and then attend the meeting."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453445,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453446,
			"Boussin went out. As far as I can see, the weight of the bucket in her hand is greatly reduced. Apparently, Simin has already eaten the soup.",
			"柏塞出去了。据我目测，她手中的保温桶重量大为减少。看来，西敏已经喝下了汤。",
			"パーゼが出てきた。見た感じ、その魔法瓶が軽くなった気がする。シミンはスープを飲んだに違いない。",
			"파르제가 나왔어. 보아하니 그 보온병이 가벼워진 것 같아. 시민이 수프를 마신 게 분명해.",
			null,
			null,
			"Pak stuffed out. As far as I could see, the weight of the thermos bucket in her hand was greatly reduced. It seems that Simin has already drunk the soup.",
			"The perse came out. From the looks of it, that thermos seems lighter. Simin must have drunk the soup."
		],
		[
			"msg",
			453447,
			"She got it. Cassandra, here's our chance.",
			"她果然中招了。卡珊德拉，我们的机会来了。",
			"やったわ。カサンドラ、チャンスだよ。",
			"해냈어. 카산드라, 기회야.",
			null,
			null,
			"She's really hit the mark. Cassandra, here's our chance.",
			"I did it. Cassandra, here's your chance."
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453448,
			"...Ah, must we fight? I just bought a new mattress. It's said to be very comfortable to sleep on...",
			"……啊，一定要打架吗？我才买了新的床垫，据说在上面睡觉非常舒服……",
			"……ええ、喧嘩しないといけないの？新しいマットレスを買ったけど、寝心地がいいよ……",
			"……어, 싸워야만 하는 거야? 새 매트리스 샀는데, 잠자리 괜찮더라……",
			null,
			null,
			"...... ah, must fight? I just bought a new mattress, it is said to be very comfortable to sleep on it ......",
			"...... Yeah, do we have to fight about it? I got a new mattress and it's so comfortable to sleep on. ......"
		],
		[
			"msg",
			453449,
			"And a lot of puffs, cookies, and potato chips——They were all waiting to be enjoyed while I lay down.",
			"还有一大堆的泡芙、饼干、薯片——它们都等着被我一边躺着一边享用呢。",
			"シュークリーム、ビスケット、ポテトチップスーーみんな、私が食べてくれるのを待っているんだよ。",
			"슈크림, 비스킷, 감자칩—— 다들 내가 먹어주길 기다리고 있다고.",
			null,
			null,
			"And a whole lot of puffs, cookies, chips - they're all waiting to be enjoyed while I lie down.",
			"Cream puffs, biscuits, potato chip suooo everyone is waiting for me to eat them."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453450,
			"Don't back down! Aren't you upset with Simin, too? This is a good opportunity for her to fail——And, as long as you beat her this time, and proceed with the plan I have in mind, you'll be living the life you want.",
			"别打退堂鼓！你不是也不满西敏吗？这可是让她失败的好机会——而且，只要这次击败了她，按我所设想的计划推进，你就能过上想过的生活了。",
			"ここで引くわけにはいけないでしょ！シミンが気に食わないのはあなたも同じでしょ？今回は彼女を失脚させる良い機会だーーそれに、彼女を倒して私の計画を押し進めば、あなたは思うように生きられるよ。",
			"여기서 물러설 순 없잖아! 시밍이 마음에 안 드는 건 너도 마찬가지지? 이번이 그녀를 실각시킬 좋은 기회야—— 게다가 그녀를 쓰러뜨리고 내 계획을 밀어붙이면, 넌 원하는 대로 살 수 있어.",
			null,
			null,
			"Don't back off! Don't you resent Simin too? This is a great opportunity to make her fail - and, by defeating her this time and moving forward with the plan I have in mind, you'll be able to live the life you want to live.",
			"You can't just back out here! You don't like Simin, and neither do you. This is a good opportunity to disqualify her this time - and if you defeat her and push forward with my plan, you can live as you wish."
		],
		[
			"msg",
			453451,
			"If I succeed in becoming leader, I will keep my promise to you——Think how great it would be to be able to stay in and eat and drink every day for months!",
			"我若成功当上了头领，就会履行对你的承诺——想一想，可以几个月宅在家里，每天吃吃喝喝的日子会有多棒！",
			"私がリーダーになったら、あなたとの約束果たすよーーほら、家に籠って毎日食べたり飲んだりする日は、最高じゃない！",
			"내가 리더가 되면, 너와의 약속 지킬게—— 봐, 집에 틀어박혀 매일 먹고 마시는 그런 날이, 최고잖아!",
			null,
			null,
			"I will keep my promise to you if I succeed in becoming the chief - think how great it will be to be able to stay at home for months and eat and drink every day!",
			"I'll fulfill my promise to you when I'm the leader--see, a day of staying home and eating and drinking every day is not great!"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453452,
			"...That sounds really good. But is it really going to be as smooth as you think?",
			"……听起来确实很不错呢。不过，真能像你所设想的那样顺利吗？",
			"……確かに素晴らしいね。でも、すべてがうまくいくかな？",
			"……확실히 대단하네. 그런데 모든 게 잘 풀릴까?",
			null,
			null,
			"...... sounds really good to me. But will it really go as well as you envision?",
			"...... That's certainly great. But will it all work out?"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453453,
			"All plans are subject to surprise. As a planner, the most important principle is to be clear to consider all possibilities.",
			"一切计划都可能面临意外。作为谋者，最重要的原则就是要清醒地考虑到所有可能性。",
			"計画の実行にハプニングがつきものだ。すべての可能性を冷静に考えるのが頭脳派なのだ。",
			"계획 실행엔 뜻밖의 일이 따르기 마련이지. 모든 가능성을 냉정하게 생각하는 게 두뇌파라는 거야.",
			null,
			null,
			"All plans can face surprises. As a planner, the most important principle is to be awake and consider all possibilities.",
			"Happenings are bound to occur in the execution of a plan. It is the brainiac who calmly considers all possibilities."
		],
		[
			"msg",
			453454,
			"However, I can be sure of one thing——By planning and planning in advance, I have maximized the probability of victory. This is already the best chance to beat Simin.",
			"但是，我可以确信一点——通过事先的布局和谋划，我已经将胜利的可能性提高到了最大。这已经是击败西敏的最好机会了。",
			"でも、一つ確信できることがあるーー事前準備をすることで、私は勝利の可能性を最大化にした。これはシミンを倒す最高のチャンスだ。",
			"그런데 하나 확신할 수 있는 게 있어—— 사전 준비를 통해 나는 승리의 가능성을 극대화했어. 이게 시밍을 쓰러뜨릴 최고의 찬스야.",
			null,
			null,
			"However, I can be sure of one thing - through prior layout and planning, I have maximized the possibility of victory. This was already the best chance to defeat Westminster.",
			"But one thing I can be sure of - by preparing in advance, I maximized my chances of winning. This is my best chance to beat Simin."
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30012,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453455,
			"Well, since you've given your word... I'll go back later and enjoy my new mattress and snacks.",
			"好吧，既然你都这样保证了……那我还是晚点再回去享用我的新床垫和零食吧。",
			"わかった。そこまで言うのなら……新しいマットレスとおやつは我慢する。",
			"알겠어. 그렇게까지 말한다면…… 새 매트리스랑 간식은 참아야겠다.",
			null,
			null,
			"Well, since you've made such a promise ...... I'd better go back later and enjoy my new mattress and snacks.",
			"I understand. If you insist that much, I'll hold out for a ...... new mattress and snacks."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453456,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			453457,
			"Clang!",
			"锵！",
			"！",
			"!",
			null,
			null,
			"Clang!",
			"Oh, my God!"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453458,
			"The light——",
			"这光芒——",
			"光ーー？",
			"빛——?",
			null,
			null,
			"This glow-",
			"Light?"
		],
		[
			"msg",
			453459,
			"Who!",
			"什么人！",
			"何者だ！",
			"무슨 녀석이야!",
			null,
			null,
			"What a guy!",
			"Who are you!"
		]
	],
	"2796": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453460,
			"Cassandra, Safire... I didn't expect Safire to take Cassandra out with you. I'm a little surprised.",
			"卡珊德拉、萨菲尔……是你们。没想到萨菲尔你竟能拉卡珊德拉一起出门，让我有些吃惊。",
			"カサンドラ、サフィル……あなたなんだね。まさかサフィルがカーサンドラと一緒に外出するとは思わなかった。",
			"카산드라, 사피르…… 너였구나. 설마 사피르가 카산드라와 함께 외출할 줄은 몰랐어.",
			null,
			null,
			"Cassandra, Safir ...... It's you guys. I didn't expect you to drag Cassandra out with you, Safir, which surprised me a bit.",
			"Cassandra, Saphir...... it's you. I didn't expect Saphir to be out with Cassandra."
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453461,
			"Well. Safire made me a promise I couldn't refuse.",
			"没办法，萨菲尔给了我一个无法拒绝的承诺。",
			"しかたがないよ、サフィルは私に魅力的な約束をしてくれたから",
			"어쩔 수 없었어, 사피르가 나한테 매력적인 제안을 해줬거든.",
			null,
			null,
			"There was no way around it, Safir gave me a promise I couldn't refuse.",
			"I can't help it, Saphir made me a charming promise."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453462,
			"Long time no see, Simin——Although I'm not happy to see you.",
			"西敏，好久不见——虽然我看见你并不觉得开心。",
			"シミン、お久しぶりーー別に会って嬉しくはないけど。",
			"시민, 오랜만이야—— 별로 반갑진 않지만.",
			null,
			null,
			"Simin, it's been a long time - although I'm not happy to see you.",
			"Simin, it's been a while - not that I'm not happy to see you."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453463,
			"Well, what do you want to do here this time?",
			"哦，你们这一次来是想做什么？",
			"そうか、じゃ今度は何をしにきた？",
			"그래, 이번엔 또 뭐 하러 왔어?",
			null,
			null,
			"Oh, what do you guys want to do on this visit?",
			"Okay, so what now?"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453464,
			"I've come to deny your plan.",
			"我是来否定你的计划的。",
			"君の計画を否定しに来たんだ。",
			"네 계획을 막으러 왔지.",
			null,
			null,
			"I'm here to negate your plan.",
			"I'm here to deny your plan."
		],
		[
			"msg",
			453465,
			"Your plan to partner with the Babylon Academy, to partner with Ares.",
			"你那想要与巴比伦学园结盟，与战神无双合作的计划。",
			"バビロン学園と連盟を結び、戦神無双と協力する計画。",
			"바빌론 학원과 연맹을 맺고, 전신무쌍과 협력하는 그 계획.",
			null,
			null,
			"Your plan of wanting to ally with the Babylonian Academy and cooperate with the God of Warless.",
			"Plans to form a federation with Babylon Academy and cooperate with the Warrior Gods Warriors."
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453466,
			"Don't look at me. I'm just Safire's facilitator. I'm not interested in your plans, I'm just trying to see if you would be angry.",
			"别看我，我只是萨菲尔的协助者，对你的计划并不感兴趣，不过是想看看你吃瘪而已。",
			"私を見ないで、私はただのサフィルの協力者。その計画にも興味がない。あなたが倒されるのがみたいだけだ。",
			"날 보지 마, 난 그냥 사피르의 협력자일 뿐. 그 계획엔 관심도 없어. 네가 무너지는 걸 보고 싶을 뿐이야.",
			null,
			null,
			"Don't look at me, I'm just Safir's facilitator, not interested in your plans, but just want to see you get defeated.",
			"Don't look at me, I am just a collaborator of Saphir. I'm not even interested in that plan. I just want to see you brought down."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453467,
			"Well, it was you who tricked Lucerne into attacking Ares, Safire.",
			"呵……听这说法，欺骗琉森袭击战神无双的果然是你，萨菲尔。",
			"ふん……つまり、ルツェリンを騙して戦神を襲わせたのはやはり、サフィル、あなたか。",
			"흥…… 그렇다면, 루체린을 속여 전신을 습격하게 한 건 역시, 사피르, 너였군.",
			null,
			null,
			"He ...... listen to this statement, deceiving Lucerne to attack the god of war without double is really you, Safir.",
			"Hmmm ...... So it was still you, Saphir, who tricked Luzerin into attacking the God of War."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453468,
			"You know? But that's okay. This is only an idle move——Like the pawn in chess, it is okay to eat or not to eat. The most important thing is to take the king.",
			"你知道了？不过倒也没什么。这只是一步闲棋——就如国际象棋中的小卒，吃与不吃都无妨，最重要的是将国王拿下。",
			"もうわかったの？まあ別にいいよ。あれはあくまで余興、あるかどうかはさほど変わらないのさ。",
			"이미 알았어? 뭐, 괜찮아. 그건 어디까지나 여흥이니까, 있든 없든 크게 상관없지.",
			null,
			null,
			"You know? But that's okay. It's just an idle move - like a pawn in chess, it doesn't matter if you take it or not, the most important thing is to take the king.",
			"Have you figured it out yet? Well, it doesn't matter. It's just a sideshow, it doesn't make much difference if it's there or not."
		],
		[
			"msg",
			453469,
			"Simin, your plan to rely on The Babylon Academy is naive. Putting a plan on Ares is definitely not the way to go.",
			"西敏，你那依靠巴比伦学园的计划实在天真。将谋划寄托在战神无双一身之上，这种做法绝对不是正确的道路。",
			"シミン、あなたがバビロン学園と同盟を組む計画は実に甘い。全ての希望を戦神無双に託すなんて、そんなの正しい道だとは思えない。",
			"시민, 네가 바빌론 학원과 동맹을 맺으려는 계획은 정말 순진해. 모든 희망을 전신무쌍에게 맡기다니, 그게 올바른 길이라고 생각하지 않아.",
			null,
			null,
			"Simin, your plan of relying on the Babylonian Academy is really naive. The practice of placing the plot on the War God's incomparable all in one is definitely not the right path.",
			"Simin, your plan to form an alliance with Babylon Academy is really sweet. I don't think that's the right way to go, to put all your hopes in the War God Warriors."
		],
		[
			"msg",
			453470,
			"Plus, you're giving away information about the original——In my opinion, it even threatens our fundamental interests.",
			"而且，你还将初始之地的信息泄露了出去——在我看来甚至威胁到了我们的根本利益。",
			"それに、あなたは始まり地に関する情報を漏らしたーー私から見れば、それは我々の根本利益を脅かす行為だ。",
			"게다가, 너는 시작의 땅에 관한 정보를 누설했어——내가 보기엔 그건 우리의 근본 이익을 위협하는 행위야.",
			null,
			null,
			"Moreover, you have given away information about the initial land - in my opinion even threatening our fundamental interests.",
			"Besides, you leaked information about the place where it all began - from my point of view, that is an act that threatens our fundamental interests."
		],
		[
			"msg",
			453471,
			"The Original is where we were born, and it hides many of our secrets and weaknesses. If we give away to Ares, we risk giving away to the entire divinity of the Babylon Academy.",
			"初始之地是我们的诞生之所，其中隐藏了我们的许多秘密和弱点，泄露给战神无双，就有泄露给巴比伦学园全体神格的风险。",
			"始まりの地は私たちが誕生する場所。そこには我々の秘密と弱点が多く隠されている。戦神無双に知られた以上、バビロン学園全神格に知られるのも時間の問題。",
			"시작의 땅은 우리가 태어난 곳. 그곳엔 우리의 비밀과 약점이 많이 숨겨져 있어. 전신무쌍이 알게 된 이상, 바빌론 학원의 모든 신격(神格)이 알게 되는 건 시간문제일 뿐이지.",
			null,
			null,
			"The primordial place is the place of our birth, which hides many of our secrets and weaknesses, and by leaking to the God of Warless, we run the risk of leaking to the entire Godhead of the Babylonian Academy.",
			"The place of beginnings is where we are born. It is where many of our secrets and weaknesses are hidden. As long as it is known to the Warrior God Warriors, it is only a matter of time before it is known to all the divinities of the Babylonian Academy."
		],
		[
			"msg",
			453472,
			"Although the divinity in the Babylon Academy has different personalities, there is no lack of extreme danger once they know it, it may endanger our lives.",
			"巴比伦学园里的神格虽然性格各异，但不乏极度危险的存在。一旦让她们知道，说不定会危及我们的生命。",
			"バビロン学園の神格の個性が様々だけど、非常に危険な存在もいる。彼女たちに我々の秘密を知られたら、私たちの命が危ないことだってある。",
			"바빌론 학원 신격들의 성격은 제각각이지만, 매우 위험한 존재들도 있어. 그들이 우리의 비밀을 알게 되면, 우리 목숨이 위험해질 수도 있어.",
			null,
			null,
			"Although the gods in the Babylonian academy have different personalities, there is no shortage of extremely dangerous existences. Once we let them know, it might endanger our lives.",
			"The divinities of Babylon Academy have a variety of personalities, but some are very dangerous. If these women were to learn our secret, our lives could even be in danger."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453473,
			"Everything in this world has risks. The important thing is that they can't be controlled.",
			"这世界上的一切事情都有风险，重要的是可不可控。",
			"世の中にリスクがごまんといる、重要なのはそのリスクを制御できるかどうかだ。",
			"세상엔 리스크가 얼마든지 있지, 중요한 건 그 리스크를 통제할 수 있느냐는 거야.",
			null,
			null,
			"Everything in this world has risks, the important thing is uncontrollable.",
			"The world is full of risks, and the important thing is to be able to control those risks."
		],
		[
			"msg",
			453474,
			"I think the risk of working with Are is less than the risk of us going it alone.",
			"我认为，与战神无双合作的风险小于我们独自行动的风险。",
			"戦神無双と協力するリスクは、私たちが単独行動のリスクより小さいと私は思う。",
			"전신무쌍과 협력하는 리스크는, 우리가 단독으로 행동할 때의 리스크보다 작다고 나는 생각해.",
			null,
			null,
			"I think that the risk of working with Warlord Wunderkind is less than the risk of us acting alone.",
			"The risk of cooperating with the warriors is, in my opinion, less than the risk of us acting alone."
		],
		[
			"msg",
			453475,
			"In the face of the future \"trial\", the divinity in the Babylon Academy is the object that we can unite with.",
			"在未来的“试炼”面前，巴比伦学园里的神格都是我们可以团结的对象。",
			"将来待ち構えている「試練」の前、バビロン学園の神格は、私たちが団結できる対象だ。",
			"앞으로 닥칠 「시련」 앞에서, 바빌론 학원의 신격들은 우리가 단결할 수 있는 대상이야.",
			null,
			null,
			"In the face of the future \"trial\", the gods of the Babylonian academy are the ones we can unite with.",
			"Before the \"trials\" that await us in the future, the divinity of Babylon Academy is an object with which we can unite."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453476,
			"Well, that's just what you think.",
			"哼，这只是你的想法。",
			"ふん、これはあなた個人の意見でしょう。",
			"흥, 이건 너 개인의 의견일 뿐이지.",
			null,
			null,
			"Heck, that's just what you think.",
			"Hmmm, this is your personal opinion."
		],
		[
			"msg",
			453477,
			"I think your idea will only lead us into the abyss of unpredictability!",
			"我认为你的想法只会把我们带到难以预测的深渊中！",
			"あなたのそういう危ない考えは、私たちを予測不可能な深淵に突き落とすだけだと思うけどね！",
			"네 그런 위험한 생각은, 우리를 예측 불가능한 심연으로 몰아넣을 뿐이라고 생각해!",
			null,
			null,
			"I think your ideas will only lead us into an unpredictable abyss!",
			"I think that kind of dangerous thinking on your part will only push us deeper into an unpredictable abyss!"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453478,
			"It seems that more talk is useless.",
			"看来，是多说无益了。",
			"はあ、これ以上話が通じないみたいだね。",
			"하아, 이 이상 말이 통하지 않는 것 같네.",
			null,
			null,
			"It seems that there is no more talk.",
			"Huh, I guess I can't talk any more."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453479,
			"Simin, we challenge you to the title of leader of all our members as the winner!",
			"不用白费功夫——西敏，我们要向你发起挑战，就以我们所有成员的头领之位作为胜者的桂冠！",
			"話はもういいーーシミン、あなたに挑戦する。そのリーダーの座をかけて！",
			"이제 그만——시민, 너에게 도전한다. 그 리더 자리를 걸고!",
			null,
			null,
			"No need to waste your time - Westminster, we're challenging you to take the headship of all our members as the winner's laurels!",
			"Enough talk - Simin, I challenge you. I challenge you for that leadership position!"
		],
		[
			"msg",
			453480,
			"Whoever wins will determine our future path and direction!",
			"谁赢了，谁就能决定我们未来的道路和方向！",
			"勝ったほうに私たちの将来を決める権利をあげる！",
			"이긴 쪽이 우리의 미래를 결정할 권리를 갖는다!",
			null,
			null,
			"Whoever wins will determine the path and direction of our future!",
			"Whoever wins will have the right to decide our future!"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453481,
			"Well, since it's a conditional challenge, what do you have at stake to match?",
			"呵，既然是有条件的挑战，那你又有什么对等的赌注吗？",
			"ふん、条件付きの挑戦なら、あなたは何か対等なベットを持っているのか？",
			"흥, 조건부 도전이라면, 너는 뭔가 동등한 내기를 가지고 있나?",
			null,
			null,
			"Heh, since it's a conditional challenge, do you have any reciprocal bets?",
			"Huh, if it's a conditional challenge, do you have any equal bets?"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453482,
			"Of course——Didn't you always want Cassandra and me to do your bidding? Thus, the loser of the battle must accept the terms of the winner.",
			"当然——你不是一直想要让我和卡珊德拉听从你的命令吗？这样，此战的败者必须接受胜者提出的条件。",
			"もちろんーー私とカサンドラに、あなたの命令に従って欲しいとずっと望んでいたでしょ？そうしよう、この戦いの敗者は、勝者が提示する条件を受け入れなければならない。",
			"물론이지——나와 카산드라가 네 명령에 따르길 바랐잖아? 좋아, 이 싸움에서 진 쪽은 승자가 제시하는 조건을 받아들여야 해.",
			null,
			null,
			"Of course - haven't you always wanted Cassandra and me to do your bidding? In that case, the loser of this battle must accept the terms offered by the winner.",
			"Of course - you always wanted me and Cassandra to follow your orders, didn't you? Let's do it, the loser of this battle must accept the terms offered by the winner."
		],
		[
			"msg",
			453483,
			"You, I'm sure you'll agree.",
			"以你的性格，想必会答应了吧。",
			"あなたの性格なら、おそらくイエスと言うでしょう。",
			"네 성격이라면 아마 예스라고 할 거야.",
			null,
			null,
			"Given your character, I'm sure you'll say yes.",
			"Your character would probably say yes."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453484,
			"Well…",
			"原来如此……倒也不错。",
			"なるほど……いいだろう。",
			"그런가…… 좋아.",
			null,
			null,
			"I see. ...... is not bad.",
			"I see. ...... would be fine."
		],
		[
			"msg",
			453485,
			"This challenge, I take it.",
			"这个挑战，我接下了。",
			"この挑戦を引き受ける。",
			"이 도전을 받아들이지.",
			null,
			null,
			"This challenge, I take it.",
			"I accept this challenge."
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453486,
			"Oh, it's been a long time listening to you guys… If there was to be a fight, it was a slow start.",
			"啊，听你们说话真是说了好久……就算要打架，前奏也未免太缓慢了。",
			"もう、話が長いんだから……喧嘩するにして、挨拶は長すぎるでしょ。",
			"이제, 말이 길어…… 싸움을 하려면, 인사가 너무 길잖아.",
			null,
			null,
			"Ah, listen to you guys really talk for a long time ...... Even if you want to fight, the prelude is not too slow.",
			"It's already a long story. ...... If we're going to fight, the greeting is too long."
		],
		[
			"msg",
			453487,
			"Simin, you're going to fail completely.",
			"不过现在总算可以开打了吧。西敏，接下来就让你彻底失败吧。",
			"それで、もう戦っていいのか。シミン、今度こそあなたを叩き潰す。",
			"그럼, 이제 싸워도 되는 거지? 시민, 이번엔 반드시 너를 박살 내겠어.",
			null,
			null,
			"But now it's finally time to start the fight. Simin, let you fail completely next.",
			"So, can we fight now? Simin, this time we will crush you."
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453488,
			"I don't know where your confidence comes from... But if you want to fight, fight.",
			"我不太了解你们的自信从何而来……不过，你要战，那就战吧。",
			"その自信はどこから来ているのかはわからないが……でも、戦うなら、とことん付き合うよ。",
			"그 자신감이 어디서 오는 건지는 모르겠지만…… 하지만, 싸운다면 끝까지 상대해 주지.",
			null,
			null,
			"I don't quite understand where your confidence comes from ...... However, if you want to fight, then fight.",
			"I don't know where that confidence comes from ......, but if you're going to fight, I'll go all the way with you."
		],
		[
			"msg",
			453489,
			"Well, when you're going to attack me, you let Cassandra fight me. That's not like a leader who should take the lead.",
			"说起来，既然要向我进攻，你却光让卡珊德拉来和我战斗，这可不像应当身先士卒的领袖的作派。",
			"でも、自分ではなく、カサンドラに戦わせるのは、リーダーとしてあるまじき行為だと思うがね。",
			"하지만 자신이 아니라 카산드라를 싸우게 하는 건, 리더로서 있어서는 안 될 행동이라고 생각하는데.",
			null,
			null,
			"Speaking of which, since you are going to attack me, you just let Cassandra fight with me, which is not like the style of a leader who should be the first to fight.",
			"But I think it is unbecoming of a leader to let Cassandra fight instead of yourself."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453490,
			"Leaders are also different from leaders——I'm not physically fit for combat, so I'm going to make the most of my advantage by using strategy to win before the battle.",
			"领袖和领袖也是不同的——我的身体不适合参与战斗，那就通过谋略来决胜于战前，这才是最大限度利用自己优势的做法。",
			"リーダーとリーダーも違うーー私の体は戦闘に適していないから、頭脳で勝負をする。それは自分の長所を生かすやり方だと思わないか。",
			"리더마다 다르지—— 내 몸은 전투에 적합하지 않으니, 두뇌로 승부를 보는 거야. 자신의 장점을 살리는 방법이라고 생각하지 않아?",
			null,
			null,
			"Leaders and leaders are also different - I am not physically fit to engage in battle, so I will decide to win before the battle through strategy, which is the maximum use of their advantages.",
			"Leaders and leaders are different too - my body is not fit for battle, so I play with my brains. Don't you think that's the way to use your strengths?"
		],
		[
			"msg",
			453491,
			"Although those guys at Taltrent think leaders need to be more powerful——I always think that the brain is the most important thing to have!",
			"虽然塔尔伦特那些家伙认为领导者需要有强硬的武力——但我始终认为，头脑才是上位者最需要具备的东西！",
			"タルレントのやつは、リーダーに武力が必要だと思っているらしいけどーー私は頭脳こそ上に立つ人間が持つべきものだと思っているよ！",
			"탈렌트 녀석은 리더에게 무력이 필요하다고 생각하는 모양이지만—— 나는 두뇌야말로 위에 선 자가 가져야 할 것이라고 믿어!",
			null,
			null,
			"While those guys in Tarrant think leaders need to be tough and forceful - I've always believed that brains are the most important thing a man in power needs to have!",
			"Tallent says he thinks a leader needs to be able to use force, but I think brains are what a leader needs to have!"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453492,
			"No more nonsense. I just want to get this over with and go back to sleep——",
			"不要再废话了，我现在只想赶快解决，然后回去好好睡一觉——",
			"もう話はやめよう、ここを片付けて早く寝たいんだーー",
			"이제 이야기 그만하자, 여기 치우고 빨리 자고 싶어——",
			null,
			null,
			"No more nonsense, I just want to solve it quickly now and then go back to sleep well -",
			"Let's not talk about this anymore, I just want to get this over with and get some sleep."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453493,
			"Clang Clang!",
			"锵锵！",
			"カチンカチン！",
			"쨍쨍!",
			null,
			null,
			"Clang!",
			"Clink clink!"
		],
		[
			"msg",
			453494,
			"Clang!",
			"锵！",
			"カチャン！",
			"쨍그랑!",
			null,
			null,
			"Clang!",
			"Kachan!"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453495,
			"Huh……",
			"咦……",
			"あれ……",
			"어라……",
			null,
			null,
			"Huh ......",
			"That ......"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453496,
			"It seems that you have felt this feeling of exhaustion coming from the body——Do you feel like you're losing your grip on the sword?",
			"看来你已经感觉到了，这股从身体里传来的一阵阵疲惫的感觉——是不是觉得剑都快要握不紧了？",
			"気づいたか？体の奥から来た眠気ーーもう剣を握るのも精一杯なんじゃないの？",
			"눈치챘어? 몸 깊은 곳에서 밀려오는 졸음—— 이제 칼 쥐는 것도 간신히일 거 아냐?",
			null,
			null,
			"It seems you have felt it, this burst of exhaustion coming from your body - does it feel like you are about to lose your grip on your sword?",
			"Did you notice that? The sleepiness that came from deep within your body - maybe you're already too tired to hold the sword?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453497,
			"Oh, you look so clear…",
			"哦，看你这副了然的样子……",
			"ふん、そうか……",
			"흥, 그래……",
			null,
			null,
			"Oh, look at you with this look of understanding ......",
			"Hmm, I see: ......"
		],
		[
			"msg",
			453498,
			"——I see. Is that the soup?",
			"——原来如此，是刚才的汤吧？",
			"――なるほど、さっきのスープでしょう？",
			"――아, 아까 그 수프 말인가?",
			null,
			null,
			"--So that's it, the soup just now, right?",
			"--I see...that's the soup you just made, isn't it?"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453499,
			"Well——What Safire had asked me to sneak into Boussin's soup.",
			"哼，不愧是你呢——萨菲尔之前让我在柏塞的汤里偷偷加的东西，居然这么快就被你猜到了。",
			"ふん、さすがシミンーーサフィルの指示で、私がベーゼのスープに細工したこと、もう気づいたのか。",
			"흥, 역시 시민——사피르의 지시로 내가 베제의 수프에 손봤다는 걸 벌써 눈치챘나 보군.",
			null,
			null,
			"I'm not ashamed of you - the thing that Safir asked me to secretly add to Pakse's soup before was actually guessed by you so quickly.",
			"Hmmm, as expected of Siminoo Saphir, you have already noticed that I have been working on the baize soup at the direction of Saphir."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453500,
			"Don't worry, Simin. It's not a poison that's harmful to the body -- it's just a sleeping pill that makes you sleepy and tired.",
			"放心吧，西敏。那不是会对身体造成损害的毒药——只是会让你困倦疲惫的助眠药物。",
			"安心して、シミン。あれは身体に害をなす毒ではないーーあなたを疲れさせる睡眠補助薬だけだ。",
			"안심해, 시민. 그건 몸에 해로운 독이 아니야——단지 너를 지치게 만드는 수면 보조제일 뿐이지.",
			null,
			null,
			"Don't worry, Simin. It's not a poison that will cause damage to your body - just a sleep aid that will make you sleepy and tired.",
			"Rest assured, Simin. It's not a poison that will harm you - it's just a sleeping aid that will tire you out."
		],
		[
			"msg",
			453501,
			"Although I don't agree with your plan, I don't agree with your leadership. But I'm not going to hurt one of our insiders. If you surrender, you won't have to fight this hopeless battle again!",
			"尽管我不同意你的计划，不认同你的头领地位。但我是不会伤害我们内部成员的。你如果乖乖投降，就不用再进行这种无望的战斗了！",
			"確かに私はあなたの計画に同意しないし、あなたのリーダーであるのを気に食わない。でも、私は内部のメンバーに傷つけるようなことはしない。大人しく降伏すれば、こんな絶望的な戦いをする必要はない！",
			"확실히 나는 네 계획에 동의하지 않아, 네가 리더라는 게 마음에 들지도 않고. 하지만 나는 내부 멤버를 해치는 짓은 하지 않아. 순순히 항복하면 이런 절망적인 싸움을 할 필요 없어!",
			null,
			null,
			"Even though I don't agree with your plan and disagree with your position as chief. But I am not going to harm our internal members. If you surrender meekly, you won't have to engage in this hopeless battle!",
			"I certainly do not agree with your plan and I do not like being your leader. But I would never do anything to hurt the members inside. Surrender maturely and you won't have to fight such a hopeless battle!"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453502,
			"……",
			"呵……",
			"ふん……",
			"흥…",
			null,
			null,
			"Heh ......",
			"Hm......"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453503,
			"But with that smile, Simin, are you mocking your own weakness?",
			"还不放弃啊，真是麻烦……但看你这个笑容，西敏你是在嘲笑自己的孱弱么？",
			"諦めが悪いのが面倒だ……その笑顔、まさか自分の弱さを嘲笑っているのか？",
			"포기를 못하는 게 귀찮아… 그 웃음, 설마 네 약함을 비웃고 있는 건가?",
			null,
			null,
			"Still do not give up ah, really trouble ...... but look at you this smile, Simin are you laughing at their weakness?",
			"It's a pain in the ass to give up. ...... That smile, you don't think you're mocking your own weakness?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453504,
			"No, I'm not being self-deprecating. I'm just mocking you.",
			"不，我并不是在自嘲，只是在嘲讽你们而已。",
			"いいえ、そうじゃない。私はあなたたちを嘲笑っているんだ。",
			"아니, 그게 아냐. 나는 너희를 비웃고 있는 거야.",
			null,
			null,
			"No, I'm not making fun of myself, just of you guys.",
			"No, I am not. I am mocking you all."
		],
		[
			"msg",
			453505,
			"Because this battle is coming to an end.",
			"因为这场战斗，马上就要结束了。",
			"だってこの戦いは、もうすぐ終わるから。",
			"왜냐하면 이 전투는 곧 끝나니까.",
			null,
			null,
			"Because this battle, it will soon be over.",
			"Because this battle will be over soon."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30015,
				0,
				true
			]
		],
		[
			"msg",
			453506,
			"Clang!",
			"锵！",
			"カチン！",
			"찰칵!",
			null,
			null,
			"Clang!",
			"Ka-ching!"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453507,
			"What's the matter!",
			"怎么回事！",
			"どういうこと！",
			"무슨 소리야!",
			null,
			null,
			"What's going on!",
			"What the hell is going on?"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30015,
				0,
				false
			]
		],
		[
			"msg",
			453508,
			"What……",
			"什么……",
			"なに……",
			"뭐……",
			null,
			null,
			"What ......",
			"what......"
		]
	],
	"2797": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				30010,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453509,
			"The meeting is about to start. Why hasn't the leader come yet?",
			"会议都要开始了，怎么头领还没来？",
			"もうすぐ会議なのに、リーダーはどこかしら？",
			"곧 회의인데, 리더는 어디 갔지?",
			null,
			null,
			"The meeting is about to start, why hasn't the chief come yet?",
			"The meeting is almost here and I wonder where the leader is?"
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30010,
				0,
				true
			],
			[
				30016,
				1,
				false
			]
		],
		[
			"msg",
			453510,
			"Maybe Simin is dealing with something. I've been working all day, when can I take a break...",
			"可能西敏她正在处理什么事情吧？一整天都在忙工作，什么时候才能休息呢……",
			"シミンは取り込み中なんじゃないかな？仕事ばっかりで、いつ休めるやら……",
			"시민은 일이 많아서 그런가 봐? 일만 하다가, 언제 쉴 수 있을지……",
			null,
			null,
			"Maybe Simin she is dealing with something? Working all day, when can I rest ......",
			"I think Simin is in the middle of taking it in. All he does is work, I don't know when he can take a break. ......"
		],
		[
			"msg",
			453511,
			"By the way, I've also brought afternoon tea. Let's make everyone something to drink.Taltrent, what would you like to drink?",
			"说起来，我还带了下午茶来，再给大家泡点喝的吧。塔尔伦特，你想喝什么？",
			"そうだ、アフタヌーンティーも持ってきたんだ。タルレント、何が飲みたい？",
			"맞다, 애프터눈 티도 가져왔어. 탈렌토, 뭐 마실래?",
			null,
			null,
			"Speaking of which, I brought afternoon tea, so let's make some more drinks for everyone. Tarrant, what would you like to drink?",
			"Oh yeah, I brought afternoon tea too. Tallent, what would you like to drink?"
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				30010,
				0,
				false
			],
			[
				30016,
				1,
				true
			]
		],
		[
			"msg",
			453512,
			"I'm not thirsty. Boussin, give Arietta some juice. I think she's a little low on energy today.",
			"我不渴。柏塞，给安莉埃塔调配一下能量液吧，我感觉她今天的能量供应有些不足。",
			"私は大丈夫。それより、アンリエッタにエネルギー液を入れたほうがいいんじゃない？なんか今日エネルギー供給が不足しているみたいだよ。",
			"난 괜찮아. 그보다 아리에타한테 에너지 액 좀 넣어주는 게 어때? 오늘 좀 에너지 공급이 부족한 것 같아.",
			null,
			null,
			"I'm not thirsty. Berse, mix up some energy fluid for Anrietta, I feel like her energy supply is a little low today.",
			"I'm fine. I think you should probably put some energy solution in Henrietta instead. It seems like her energy supply is running low today."
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30010,
				0,
				true
			],
			[
				30016,
				2,
				false
			]
		],
		[
			"msg",
			453513,
			"Huh? But Arietta took the energy fluid for today. I think, nutritionally speaking, don't overdo it because it's not going to be good for you…",
			"嗯？不过安莉埃塔今天的能量液已经补充过了吧，我觉得，根据营养学上的原理来说，不要过度摄取能量，否则反而会对身体造成不利的影响……",
			"え？でも今日はもうアリエッタちゃんにエネルギー液を補充したよ。エネルギーを過剰に摂取すると、身体に悪いよ……",
			"어? 하지만 오늘 벌써 아리에타에게 에너지 액 보충해줬잖아. 에너지를 과잉 섭취하면 몸에 안 좋아……",
			null,
			null,
			"Hmm? But Anrietta's energy fluid has been replenished today, right? I think, according to the principles of nutrition, do not overconsume energy, otherwise it will instead have a negative impact on the body ......",
			"Eh? But I already replenished Arrietta with energy fluid today. Too much energy is bad for you. ......"
		],
		[
			"speaker",
			204919
		],
		[
			"portraits",
			[
				30010,
				0,
				false
			],
			[
				30016,
				2,
				true
			]
		],
		[
			"msg",
			453514,
			"But……",
			"但是……",
			"でも……",
			"하지만……",
			null,
			null,
			"But ......",
			"But ......"
		],
		[
			"speaker",
			432998
		],
		[
			"portraits",
			[
				30010,
				0,
				true
			],
			[
				30016,
				1,
				false
			]
		],
		[
			"msg",
			453515,
			"I think…...",
			"我觉得……",
			"いえいえ……",
			"아니아니……",
			null,
			null,
			"I think ......",
			"No. ......"
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				30008,
				0,
				false
			],
			[
				30016,
				1,
				true
			]
		],
		[
			"msg",
			453516,
			"Boussin, Taltrent——Please don't fight over Arietta!",
			"柏塞，塔尔伦特——请不要为安莉埃塔而争吵！",
			"パーゼ、タルレントーーアリエッタのために喧嘩しないで！",
			"페르제, 탈렌토—아리에타 때문에 싸우지 마!",
			null,
			null,
			"Berse, Tarrant - please don't fight over Anrietta!",
			"Perse, Tallentoo - don't fight for Arrietta!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30016,
				1,
				true
			]
		],
		[
			"msg",
			453517,
			"……",
			"……",
			"......",
			"......",
			null
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				1,
				false
			],
			[
				30016,
				1,
				true
			]
		],
		[
			"msg",
			453518,
			"Hey, Payasso, how about this song——The weather is so lovely today~ ♪Payasso~♪ with AhwazAhwaz~♪have a meeting……♪",
			"喂喂，帕亚索，听听华兹华兹这首歌怎么样——今天的天气真可爱~ ♪帕亚索~♪和华兹华兹一起~♪到这里来开会……♪",
			"ねえねえ、パジャッソ、ワッツの歌を聞いてみない？ーー今日の天気はとってもかわいいーー♪パジャッソ～♪ワッツワッツと一緒に～♪ここで会議を……♪",
			"야 야, 파자쏘, 왓츠의 노래 한번 들어볼래?——오늘 날씨는 정말 귀엽네——♪ 파자쏘~♪ 왓츠 왓츠와 함께~♪ 여기서 회의를……♪",
			null,
			null,
			"Hey hey, Payaso, how about listening to this song by Wordsworth - it's a lovely day~ Payaso~♪ with Wordsworth~♪ come to the meeting here ......♪",
			"Hey hey hey, Pajasso, how about a Watts song? ーーー Today's weather is very prettyーーー Pajasso - with Watts Watts - here's the meeting: ......♪"
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30013,
				1,
				true
			],
			[
				30006,
				0,
				false
			]
		],
		[
			"msg",
			453519,
			"Nice song. When Safire gets here, you sing it to her. She's gonna love it♠",
			"不错的歌曲呢。等会儿萨菲尔来到这里，你唱给她听吧，她一定会喜欢的♠",
			"素敵な曲だね。サフィルがここに来たら、彼女にも歌ってあげて、きっと喜ぶから♠",
			"멋진 노래네. 사필이 여기 오면, 그녀에게도 불러 줘. 분명히 좋아할 거야♠",
			null,
			null,
			"Not a bad song yet. When Safire comes here later, you can sing it to her, she will like it ♠",
			"It's a lovely song. When Saphir comes here, sing it to her too, she'll love it ♠"
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				1,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453520,
			"Wow ~ Really? AhwazAhwaz felt so happy! Is Safire really happy? Will she sing with me? AhwazAhwaz hasn't seen Safire sing yet. I'd love to see it...I just saw a singer who looks like Safire on TV last month. Her songs are so good....",
			"呜哇~真的吗？那华兹华兹觉得好开心呢！萨菲尔真的会觉得开心吗？有多开心？她会不会跟我一起唱呢？华兹华兹还没见过萨菲尔唱歌的场面，好想看看……诶，华兹华兹想起来上个月才在电视里看到一个像是萨菲尔的歌手，她的歌曲好好听哦……",
			"うわ～本当に？ワッツワッツは嬉しい！サフィルは本当喜んでくれるの？どのくらい？一緒に歌ってくれるかな？ワッツワッツはまだサフィルが歌を歌ったことを見たことがない。え、そういえば、先月ワッツはテレビでサフィルに似た歌手を見た気がしたんだけど、歌がうまかったな……",
			"우와~ 정말? 왓츠왓츠 기뻐! 사필이 정말 좋아해? 얼마나? 같이 노래 불러 줄까? 왓츠왓츠는 아직 사필이 노래 부르는 거 본 적 없어. 어, 그러고 보니, 지난달 왓츠는 TV에서 사필이 닮은 가수 본 것 같은데, 노래를 정말 잘하더라...",
			null,
			null,
			"Woohoo~ Really? Then Wordsworth feels so happy! Does Saffir really feel happy? How happy? Will she sing along with me? Wadsworth has not seen Safire singing scene, so I want to see ...... eh, Wadsworth remembered that only last month in the TV to see a singer like Safire, her songs are very good oh ......",
			"Wow - really? Watts Watts is happy! Is Saphir really happy? How much? Will he sing with us? Watts Watts has yet to see Saphir sing a song. Eh, come to think of it, last month Watts thought he saw a singer on TV who looked like Saphir, but sang better: ......"
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30013,
				1,
				true
			],
			[
				30006,
				0,
				false
			]
		],
		[
			"msg",
			453521,
			"Just save that spirit for Safire to see♥",
			"好，很有精神！就把这份精神留着，等会展示给萨菲尔看吧~♥",
			"よし、この調子で！サフィルの相手は任せたよ～♥",
			"좋아, 이 기세로! 사필 상대는 맡겨 둘게~♥",
			null,
			null,
			"Good, very spirited! Let's keep this spirit and show it to Safir later~♥",
			"Okay, keep it up! I'll leave you to deal with Saphir ♥"
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				30009,
				0,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453522,
			"Payasso is a bad guy.",
			"帕亚索可真是个坏心眼的家伙呢。",
			"パジャッソは本当に意地悪なんだから。",
			"파자쏘는 정말 못됐어.",
			null,
			null,
			"Payaso can be a really bad-hearted guy.",
			"Pajasso is really mean."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453523,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			432444
		],
		[
			"portraits",
			[
				30014,
				1,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453524,
			"Everyone, everyone, all sitting together, I haven't seen anything like this for a long time…",
			"大家，大家全部都坐在了一起，人家已经好久没看过这样的场景……呜，突然觉得好感动~",
			"みんな、みんなが揃っている。この光景、いつぶりだろう……ううう、本当に感動的だ～",
			"여러분, 다 모였네. 이 광경, 얼마 만이지... 우우, 정말 감동적이야~",
			null,
			null,
			"Everyone, everyone all sat together, people have not seen such a scene for a long time ...... ooh, suddenly feel so moved ~",
			"Everyone, everyone is here. I don't know when I've seen this sight ...... ugh, it's really touching~!"
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30014,
				1,
				true
			],
			[
				30006,
				0,
				false
			]
		],
		[
			"msg",
			453525,
			"Petty, a man can't just cry.",
			"小佩蒂，男子汉可不能随随便便就掉眼泪哦♥",
			"ペティちゃん、男の子は簡単に涙を流さないよ♥",
			"페티야, 남자애는 쉽게 눈물 흘리면 안 돼♥",
			null,
			null,
			"Little Petey, a man can't just shed a tear ♥",
			"Petey, boys don't shed tears easily ♥"
		],
		[
			"speaker",
			432444
		],
		[
			"portraits",
			[
				30014,
				1,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453526,
			"But, but I was so moved ~ I was so happy to see everyone in harmony...",
			"但是，但是人家太感动了~看到大家和和睦睦在一起的场面就觉得好开心……",
			"でも、でも、超感動したもん～みんなが仲良く集まっているを見て、とても嬉しくて……",
			"하지만, 하지만, 엄청 감동했단 말이야~ 다들 사이좋게 모여 있는 걸 보니, 너무 기쁘고...",
			null,
			null,
			"But, but people are too moved ~ see everyone and the scene of harmony together feel so happy ......",
			"But, but, I was super impressed - I was so happy to see everyone getting together and getting along: ......"
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30014,
				1,
				true
			],
			[
				30006,
				0,
				false
			]
		],
		[
			"msg",
			453527,
			"Oh oh, how do you say to say to cry again, a man can be stronger. Petty, give me a smile, be stronger…",
			"哎呀哎呀，怎么说着说着又哭了，男子汉可要更坚强点哟，那佩蒂，笑一个吧，不是这样的笑容，要更坚强点的……不，这样也不对哦♠",
			"おやおや、また泣いちゃった。男の子はもっと強くならないとね。ほら、ペティ、笑ってごらん。ああ、そういう笑顔じゃなくて、もっと嬉しく……いやいやそれも違うよ♠",
			"아이고, 또 울었네. 남자애는 좀 더 강해져야지. 자, 페티, 웃어 봐. 아, 그런 웃음 말고, 좀 더 기쁘게... 아니야 그런 것도 아니야♠",
			null,
			null,
			"Oops oops, how to talk and cry, a man can be stronger yo, that Petey, smile a smile, not such a smile, to be stronger ...... no, this is also not right oh ♠",
			"Oh well, I cried again. Boys need to be stronger. Come on, Petey, try smiling. Oh, not that kind of smile, but a happier ...... no, no, that's not right either ♠"
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				30009,
				0,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453528,
			"Payasso, stop being such a bully to Petty. But Petty, Nine in your arms is looking cuter and cuter… Rikku really wants to rub it...",
			"帕亚索，不要这样欺负小佩蒂了。不过佩蒂你怀里的九九看起来越来越可爱了……莉可好想揉一揉呀……",
			"パジャッソ、ペティをいじめないでよ。でも、ペティ、その腕に抱いた九九はますますかわいく見えるね……リコ、もみもみしたいな……",
			"파자쏘, 페티 괴롭히지 마. 근데 페티, 그 팔에 안긴 99는 점점 더 귀여워 보이네…… 리코, 주물주물하고 싶어……",
			null,
			null,
			"Payaso, don't bully little Petey like that. But Petty your arms in the nine-nine looks more and more lovely ...... Likely so want to rub a ah ......",
			"Pajasso, don't pick on Petey. But Petey, that ninety-nine in your arms looks more and more adorable. ...... Rico, I want to squirm. ......"
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30009,
				0,
				true
			],
			[
				30006,
				0,
				false
			]
		],
		[
			"msg",
			453529,
			"I'm just giving Petty a friendly guide to manliness. But since Rikku said so, I'll let it go♥Oh? Grey, Lucerne, you're back ——What's going on? Why are there so many bruises?♥",
			"我这只是对佩蒂进行男子气概的“亲切指导”哟。不过既然莉可都这样说了，那我就先放下吧♥哦，格蕾、琉森你们也回来了——怎么回事，为什么身上这么多擦伤？♥",
			"これは男の子というものをペティに教えているんだよ。でもリコがそう言うなら、この辺にしておこう♥おっと、グレイ、ルツェリンも来たかーーどうしたの？傷だらけで。♥",
			"이건 남자라는 걸 페티에게 가르쳐 주는 거야. 근데 리코가 그렇게 말한다면, 여기서 그만하자♥ 어이, 그레이, 루체린도 왔구나——왜 그래? 상처 투성이야.♥",
			null,
			null,
			"I'm just giving Petty a manly \"kind instruction\". But since Liko said so, I'll let it go ♥ Oh, Grey and Lucerne, you're back too - what's wrong, why are there so many scrapes? ♥",
			"This is teaching Petey what it means to be a boy, you know. But if Rico says so, I'll leave it at that ♥ Oops, Gray, Luzerine's here too - what's wrong? You're covered in scars. ♥"
		],
		[
			"speaker",
			204901
		],
		[
			"portraits",
			[
				30007,
				0,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453530,
			"Melee battle...Failure...",
			"近身战……失败……",
			"接近戦……失敗……",
			"근접전…… 실패……",
			null,
			null,
			"Close combat ...... failed ......",
			"Close calls ...... Failure ......"
		],
		[
			"speaker",
			433004
		],
		[
			"portraits",
			[
				30017,
				2,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453531,
			"o(≧口≦)o——It was a guy named Ares! Lord Grey and I were both stealth assassins, but we were forced to fight her at close quarters, and we were defeated...",
			"o(≧口≦)o——是一个叫战神无双的家伙搞的！明明我和格蕾大人都是潜行的暗杀者，却被迫要和她贴身战斗，结果被打败了……",
			"o(≧口≦) oーー戦神無双ってやつの仕業だよ！私もグレイ様も暗殺者なのに、接近戦をさせられちゃって、負けちゃった……",
			"o(≧口≦) o——전신무쌍이라는 녀석 때문이야! 나도 그레이님도 암살자인데, 근접전을 하게 돼서 졌어……",
			null,
			null,
			"o(≧口≦)o - It was a guy named Warlord Wu Shuang who did this! Obviously Lord Grey and I are both stalking assassins, but we were forced to fight her close and were defeated as a result ......",
			"I'm an assassin and I was forced to fight in close combat and I lost. Me and Master Gray are both assassins, but they made us fight in close combat, and we lost. ......"
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30017,
				2,
				true
			],
			[
				30006,
				0,
				false
			]
		],
		[
			"msg",
			453532,
			"That really is a scary guy ♠",
			"那的确是个恐怖的家伙呢♠",
			"それは確かに恐ろしい人だね♠",
			"그건 확실히 무서운 사람이네♠",
			null,
			null,
			"That's a scary guy indeed ♠",
			"That's a horrible person indeed ♠"
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				30009,
				0,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453533,
			"Grey and Lucerne are back, too… I want to rub Rikku and see how soft she is...",
			"诶，格蕾和琉森也回来了……唔嗯，佩蒂能把九九借给莉可一下吗？好想揉揉，看看它有多软……",
			"え、グレイもルツェリンも戻ってきたのか……ねえペティ、九九をリコに貸してもいいかな？もみもみしたい……",
			"어, 그레이도 루체린도 돌아왔구나…… 저기 페티, 99 좀 빌려줄 수 있겠니? 주물주물하고 싶어……",
			null,
			null,
			"Eh, Grey and Lucerne are back too ...... Well um, can Petey lend Nine-Nine to Liko for a bit? I want to rub it so much and see how soft it is ......",
			"What, both Gray and Luzerin are back? ...... Hey Petey, can I borrow the 99 from Rico? I want to squirm......"
		],
		[
			"speaker",
			432444
		],
		[
			"portraits",
			[
				30014,
				2,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453534,
			"Rikku sister…...",
			"莉可姐姐，九九好像不太情愿的样子……",
			"でもリコお姉ちゃん、九九は、あまり行きたくないみたいで……",
			"근데 리코 언니, 99는, 별로 가고 싶어 하지 않아……",
			null,
			null,
			"Sister Liko, the 99 seems reluctant ......",
			"But, Rico's sister, Ninety-nine, doesn't really want to go to ......"
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				30014,
				2,
				true
			],
			[
				30009,
				0,
				false
			]
		],
		[
			"msg",
			453535,
			"Hey, what does that matter? Come on, come on...",
			"诶，那有什么关系嘛~来吗来吗……",
			"え、少しだけなら大丈夫でしょ～ほらほら……",
			"어, 조금만이라도 괜찮잖아~ 자자……",
			null,
			null,
			"Eh, what does that have to do with it ~ come on come on ......",
			"Eh, a little bit is okay - see, see, see: ......"
		],
		[
			"msg",
			453536,
			"I'm really curious about Petty's Nine.",
			"莉可我呀，对佩蒂的九九真是好奇得不得了~",
			"リコは、ペティの九九にとっても興味があるよ～",
			"리코는, 페티의 99에게 엄청 관심이 있어~",
			null,
			null,
			"Liko I ah, really curious about Petty's 99 ~",
			"Rico is also interested in Petty's 99!"
		],
		[
			"speaker",
			432444
		],
		[
			"portraits",
			[
				30014,
				2,
				false
			],
			[
				30009,
				0,
				true
			]
		],
		[
			"msg",
			453537,
			"But I…...",
			"但是我……",
			"でもペティは……",
			"근데 페티는……",
			null,
			null,
			"But I ......",
			"But Petty is ......"
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30006,
				0,
				false
			],
			[
				30009,
				0,
				true
			]
		],
		[
			"msg",
			453538,
			"Rikku, you're bullying Petty too. And the leader has already come in with Safire and Cassandra. Looks like the meeting is about to start. We need to sit up straight.♠",
			"莉可，你这也是在欺负小佩蒂哟。而且头领已经拎着萨菲尔和卡珊德拉进来了，看来会议要开始了，得坐正一点哟。♠",
			"リコもペティをいじめないの。リーダーはサフィルとカサンドラを連れてきたよ、会議はもうすぐ始まるから、ちゃんと座ってね♠",
			"리코도 페티를 괴롭히지 마. 리더가 사피르와 카산드라를 데려왔어, 회의가 곧 시작되니까 제대로 앉아♠",
			null,
			null,
			"Liko, you are also bullying little Petey yo. And the chief has come in carrying Safire and Cassandra, it seems the meeting is about to start, have to sit up straight yo. ♠",
			"Rico doesn't bully Petty either. The leader has Saphir and Cassandra with him, the meeting will be starting soon, so sit tight♠"
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				30006,
				0,
				true
			],
			[
				30009,
				0,
				false
			]
		],
		[
			"msg",
			453539,
			"I want to rub it...Aw…",
			"九九，九九……好想揉揉……啊呜，怎么头领是把她们拎进来的？",
			"九九、九九……もみもみしたい……あれ、リーダーはサフィルたちを引きずっているのはどうして？",
			"구구, 구구…… 모조모조 하고 싶어…… 어라, 리더가 사피르 녀석들을 끌고 오다니 왜?",
			null,
			null,
			"Nine nine, nine nine ...... so want to rub ...... aww, how the chief is to carry them in?",
			"Ninety-nine, ninety-nine...... want to fir...... that, why is the leader dragging Saphir and the others?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30009,
				0,
				true
			]
		],
		[
			"msg",
			453540,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			453541,
			"Hum——",
			"嗡——",
			"ブーンーー",
			"부우우우",
			null,
			null,
			"Buzz--",
			"boooooooooooooooooooooooooooooooooooooooooooooooooo"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30009,
				0,
				true
			]
		],
		[
			"msg",
			453542,
			"Please be quiet!",
			"请大家安静一下！",
			"皆さん、静粛に！",
			"여러분, 정숙!",
			null,
			null,
			"Please be quiet!",
			"Silence, everyone!"
		],
		[
			"msg",
			453543,
			"——Good.",
			"——很好。",
			"ーーよろしい。",
			"--좋아.",
			null,
			null,
			"-Good.",
			"Good."
		],
		[
			"msg",
			453544,
			"Before we begin, let me make an exciting announcement——As of today, both Safire and Cassandra are no longer in the same laid-back attitude.",
			"在会议开始之前，请让我宣布一个激动人心的消息——那就是，从今天开始，萨菲尔和卡珊德拉都不再保持之前那种散漫的态度。",
			"会議が始まる前に、いい知らせがありますーー今日から、サフィルとカサンドラは、もう以前のような散漫な態度を取ったりしません。",
			"회의 시작 전에 좋은 소식이야--오늘부터 사피르와 카산드라는 더 이상 예전처럼 흐트러진 태도를 보이지 않을 거야.",
			null,
			null,
			"Before the meeting begins, let me make an exciting announcement - that is, starting today, both Safir and Cassandra will no longer maintain the same scatterbrained attitude they had before.",
			"Before the meeting begins, I have good news - as of today, Saphir and Cassandra will no longer be as scatterbrained as they used to be."
		],
		[
			"msg",
			453545,
			"——From now on, they will be actively involved in our program.",
			"——从今以后，她们将积极参与到我们的计划中来。",
			"ーーこれからは、彼女たちも私たちの計画に積極的に参加します。",
			"--이제부터 그들도 우리 계획에 적극적으로 참여할 거야.",
			null,
			null,
			"-- from now on, they will be actively involved in our program.",
			"ーーFrom now on, these girls will be active participants in our plans."
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30015,
				0,
				false
			],
			[
				30009,
				0,
				true
			]
		],
		[
			"msg",
			453546,
			"(It was completely defeated. Safire's scheme was seen through from the very beginning...)",
			"（真是的……居然被完全击溃了，萨菲尔你的计谋一开始就被看穿了啊……）",
			"（まったく……完全に敗れたとは、サフィルの計画は、最初から見抜かされたんだね……）",
			"(쳇…… 완전히 패배했으니, 사피르의 계획은 처음부터 간파당한 거였어……)",
			null,
			null,
			"(Really ...... was actually completely defeated, Safir your scheme was seen through at the beginning ah ......)",
			"(Totally ...... completely defeated, Saphir's plan was seen through from the very beginning, wasn't it? ......)"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30015,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453547,
			"(It's because Simin's power is so terrible. Even after eating the soup and losing 50 percent of her power, she still beat us easily!)",
			"（还是因为西敏这个家伙的武力太恐怖了。哪怕喝下了汤，实力削弱五成，但她依然轻松击败了我们！）",
			"（シミンは強すぎたんだよ。薬を飲まされて、戦力が半減しても簡単に私たちを倒したなんて！）",
			"(시밍은 너무 강했어. 약을 먹여서 전투력이 반토막 났는데도 우릴 간단히 제압하다니!)",
			null,
			null,
			"(It's still because the force of this Simin guy is too terrifying. Even though she drank the soup and weakened her strength by fifty percent, she still defeated us easily!)",
			"(Simin was too strong. I can't believe they drugged us, halved our strength, and still beat us so easily!)"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30015,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453548,
			"(Next time, you might want to do something else.The head-on challenge is just too hard.)",
			"（下一次，你还是选择其他的方法吧，这种正面挑战实在太困难了。）",
			"（次は他の方法にしよう、真正面から挑むのはかなり難しい。）",
			"(다른 방법을 시도하자, 정면으로 맞서기는 꽤 어렵군.)",
			null,
			null,
			"(Next time, you might as well choose another method, this head-on challenge is just too difficult.)",
			"(Let's try something else next time, it's pretty hard to take it head on.)"
		],
		[
			"msg",
			453549,
			"(……I'm just sorry about my new mattress——I really want to go back to bed...…)",
			"（……就是可惜我的新床垫了——还要来这里参加会议，好想回去睡觉呀……）",
			"（……新しいマットレスが恋しいよーー会議に参加しないといけないし、帰って寝たいよ……）",
			"(……새 매트리스가 그리워—— 회의도 참석해야 하는데, 집에 가서 자고 싶어……)",
			null,
			null,
			"(...... is a pity about my new mattress - still have to come here for the conference, so I want to go back to sleep ah ......)",
			"(......I miss my new mattress - I have to attend a meeting and I want to go home and sleep ......)"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30015,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453550,
			"(Emmm…)",
			"（唔……）",
			"（うう……）",
			"(으으……)",
			null,
			null,
			"(Well ......)",
			"(uu......)"
		],
		[
			"speaker",
			204754
		],
		[
			"portraits",
			[
				30009,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453551,
			"Chief, why do they Safire look so unhappy and Cassandra is so dusty?",
			"头领，为什么萨菲尔她们看起一点也不高兴，而且卡珊德拉的身上沾了好多灰尘啊？",
			"リーダー、どうしてサフィルたちは浮かない顔をしているの？それにカサンドラは埃だらけだよ？",
			"리더, 사피르 씨들은 왜 그렇게 시무룩한 얼굴이에요? 게다가 카산드라 씨는 먼지투성이잖아요?",
			null,
			null,
			"Chief, why do the Safir girls look so unhappy and Cassandra's body is so dusty?",
			"Leader, why do the Saphirs look so buoyant? Besides, Cassandra is covered in dust, remember?"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453552,
			"Never mind, it's just because I had a minor mishap trying to convince them. But now, everything has been solved.",
			"不用在意，这只是因为我在说服她们的过程中发生了一些小小的意外。但现在，一切问题都已经解决了。",
			"気にしないで、彼女たちを説得している時ちょっとした事故が起こったんだ。今はもう大丈夫。",
			"신경 쓰지 마, 그들을 설득하다가 작은 사고가 났을 뿐이야. 지금은 괜찮아.",
			null,
			null,
			"Never mind that it was just because I had some minor mishaps in the process of convincing them. But now, everything has been solved.",
			"Never mind, we had a little accident when I was trying to convince the girls. It's all good now."
		],
		[
			"msg",
			453553,
			"I declare the meeting open!",
			"我宣布，会议正式开始！",
			"さて、会議を始めます！",
			"자, 회의를 시작하겠습니다!",
			null,
			null,
			"I declare the meeting officially open!",
			"Well, let the meeting begin!"
		]
	],
	"2798": [
		[
			"bgm",
			83
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453554,
			"That is the content of this meeting——Policies, measures, and goals for future cooperation with the Babylon Student Union.",
			"以上，就是本次会议的内容——关于今后与巴比伦学生会合作的方针、措施、还有目标。",
			"以上が今回の会議の内容ーーバビロン学園生徒会と今後の協力に関する方針、施策、そして目標です。",
			"지금까지가 이번 회의 내용입니다—— 바빌론 학원 학생회와의 향후 협력 방안, 정책, 그리고 목표에 관한 것입니다.",
			null,
			null,
			"The above is the content of this meeting - the policy, measures, and goals of the future cooperation with Babylon Student Union.",
			"The above is the content of this meeting - policies, measures, and goals for future cooperation with the Babylon School Student Association."
		],
		[
			"msg",
			453555,
			"That is, after working with Ares, a series of projects with The Babylon Academy on the power of faith.",
			"即，和战神无双合作后，与巴比伦学园展开的一系列关于信仰之力的计划。",
			"戦神無双と協力し、バビロン学園と一緒に信仰の力に関する一連の計画を実行します。",
			"전신무쌍과 협력하여 바빌론 학원과 함께 신앙의 힘에 관한 일련의 계획을 실행할 예정입니다.",
			null,
			null,
			"Namely, the series of plans about the power of faith that started with Babylon Academy after the cooperation with War God Wu Shuang.",
			"In cooperation with the Warriors of War, we will work with the Babylon Academy to implement a series of plans regarding the power of faith."
		],
		[
			"msg",
			453556,
			"I think you all understand by now.",
			"我想，现在大家应该都明白了。",
			"説明は以上となります。",
			"설명은 여기까지입니다.",
			null,
			null,
			"I think everyone should understand by now.",
			"That is all for the explanation."
		],
		[
			"msg",
			453557,
			"Please ask me any other questions.",
			"还有什么问题请提出来。",
			"何か質問があったらお願いします。",
			"질문 있으시면 말씀해 주세요.",
			null,
			null,
			"Please ask any further questions.",
			"If you have any questions, please let me know."
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30006,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453558,
			"Since the leader said so, I have a little question♠Who is the divinity who has been sent to the Babylon Academy to work with Ares?♥",
			"既然头领这么说了，那我倒是有一个小小的疑问呢♠那就是，这一次被派遣到巴比伦学园，与战神无双接洽合作的神格，是谁呢？♥",
			"ではお言葉に甘えて、一つ質問させてください♠バビロン学園に派遣され、戦神無双と連携するのは、誰ですか？♥",
			"그럼 사양하지 않고, 한 가지 질문 드리겠습니다♠바빌론 학원에 파견되어 전신무쌍과 연계하는 분은 누구입니까?♥",
			null,
			null,
			"Since the chief said so, I do have a small question ♠ that is, who is the Godhead that was dispatched to Babylon Academy this time to approach the cooperation with War God Wu Shuang? ♥",
			"Now, with your permission, let me ask you one question ♠Who will be sent to Babylon Academy to work with the Warrior God Warriors? ♥"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30006,
				0,
				true
			],
			[
				30011,
				0,
				false
			]
		],
		[
			"msg",
			453559,
			"That's a good question.",
			"这个问题很好。",
			"いい質問です。",
			"좋은 질문입니다.",
			null,
			null,
			"This is a good question.",
			"Good question."
		],
		[
			"msg",
			453560,
			"As you can see, Safire and Cassandra are also in the conference room this time. They have shown me their willingness to cooperate and agreed to take part in the future work.",
			"正如大家所见，萨菲尔和卡珊德拉这次也坐在了会议室中。她们已经向我表露了精诚合作的意愿，同意参与到今后的工作中来。",
			"皆さんがご覧のとおり、サフィルとカサンドラも会議室に座っています。 彼女たちは私に協力する意思を示し、これから仕事に参加したいと言ってくれました。",
			"여러분이 보시는 바와 같이, 사피르와 카산드라도 회의실에 앉아 있습니다. 그녀들은 저에게 협력할 의사를 밝혔고, 앞으로 업무에 참여하고 싶다고 말해 주었습니다.",
			null,
			null,
			"As you can see, Safir and Cassandra are also sitting in the conference room this time. They have shown me their willingness to cooperate sincerely and agreed to participate in the future work.",
			"As you all can see, Safir and Cassandra are also sitting in the conference room. They have expressed their willingness to cooperate with me and to join me in my work from now on."
		],
		[
			"msg",
			453561,
			"As a sign of respect to them, I decided to send Cassandra and Safire to the Babylon Academy to talk to Ares.",
			"为了表示对她们的尊重，我决定，这次的合作，让卡珊德拉和萨菲尔去巴比伦学园，与战神无双方相接洽。",
			"彼女たちの意志を尊重し、今回の協力は、カサンドラとサフィルにバビロン学園に行ってもらいたいと思います。",
			"그녀들의 의사를 존중하여, 이번 협력 업무는 카산드라와 사피르가 바빌론 학원에 가도록 하려고 합니다.",
			null,
			null,
			"To show my respect for them, I decided, for this cooperation, to let Cassandra and Safir go to Babylon Academy and approach the God of War without both sides.",
			"Respecting their wishes, we would like to ask Cassandra and Saphir to go to Babylon Academy for this cooperation."
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30015,
				0,
				false
			],
			[
				30011,
				0,
				true
			]
		],
		[
			"msg",
			453562,
			"Hey?I have a problem with...Well? ...",
			"诶？我有意见……唔……",
			"えっ？私はいや……うう……",
			"어? 나는 싫어……우우……",
			null,
			null,
			"Eh? I have an opinion ...... Well ......",
			"What? I'm no ...... ugh ......"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30015,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453563,
			"I'm fine with that! But we have to discuss it first!",
			"卡珊德拉没有意见！不过我们要先去商量下！",
			"カサンドラは何も言ってません！でも、ちょっと考えさせてください！",
			"카산드라는 아무 말도 안 했어요! 하지만 잠깐 생각할 시간을 주세요!",
			null,
			null,
			"Cassandra has no comment! But we're going to talk about it first!",
			"Cassandra didn't say anything! But let me think about it for a minute!"
		],
		[
			"msg",
			453564,
			"(Don't object, stupid!)",
			"（别反对，笨蛋！）",
			"（反対するなよ、バカ！）",
			"(반대하지 마, 바보!)",
			null,
			null,
			"(Don't object, dummy!)",
			"(Don't disagree with me, idiot!)"
		],
		[
			"msg",
			453565,
			"(How dare you put such a job in our hands? It's a good chance to counterattack!)",
			"（西敏这家伙太自负了，竟然敢把这样的工作交到我们手上，这可是反攻的好机会！）",
			"（シミンはこんな仕事を私たちに任せるなんて、反撃のいいチャンスじゃないの！）",
			"(시민이 이런 일을 우리에게 맡기다니, 반격할 좋은 기회잖아!)",
			null,
			null,
			"(This Simin guy is too conceited to leave such a job in our hands, this is a great opportunity to counterattack!)",
			"(Simin gave us such a job, this is not a good chance to fight back!)"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30015,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453566,
			"(But you were so confident before...)",
			"（但是你之前也是这样信心满满的……）",
			"（この前も自信満々じゃないか……）",
			"(지난번에도 자신만만하지 않았어……)",
			null,
			null,
			"(But you were also so confident before ......)",
			"(You were so confident the other day, weren't you? ......)"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30015,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453567,
			"(This time, it's different! Believe me, we will win this time!)",
			"（这，这次不一样！相信我吧，这次我们一定能赢！）",
			"（こ、今回は違うよ！私を信じて、今度こそ勝つ！）",
			"(이, 이번은 달라! 나를 믿어, 이번에는 꼭 이길 거야!)",
			null,
			null,
			"(This, this time is different! Trust me, we can win this time!)",
			"(Ko, this time it's different! Trust me, this time we will win!)"
		],
		[
			"speaker",
			432445
		],
		[
			"portraits",
			[
				30015,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453568,
			"(Uh, okay...)",
			"（呃，好吧……）",
			"（ええと、わかった……）",
			"(음, 알겠어...)",
			null,
			null,
			"(Uh, well ......)",
			"(Uh, okay, ......)"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453569,
			"Well, did you work it out?",
			"怎么样，商量出结果了吗？",
			"どうだ？結果は出たのか？",
			"어때? 결과는 나왔어?",
			null,
			null,
			"How's it going? Have you discussed the results?",
			"How's it going? Did you get the results?"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453570,
			"Of course——If you give us a job like this, we'll do something that will astonish you!",
			"当然——既然你交给我们这样的工作，那我们一定会做出让你目瞪口呆的成果！",
			"もちろんーーこんな大切な仕事を任せられたんだ、絶対にシミンを驚かせる結果を出して見せるわ！",
			"물론이지- 이렇게 중요한 일을 맡았으니, 꼭 시민을 놀라게 할 결과를 보여줄 거야!",
			null,
			null,
			"Of course - since you gave us such a job, we will definitely produce results that will dazzle you!",
			"Of course - I've been entrusted with such an important job, I'll definitely surprise Simin with the results!"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453571,
			"Oh... I'm looking forward to it.",
			"呵……我期待着。",
			"ふふ……では楽しみにしてるよ。",
			"흐흐... 그럼 기대할게.",
			null,
			null,
			"Hehe ...... I look forward to it.",
			"I'm looking forward to seeing you at ......."
		],
		[
			"msg",
			453572,
			"...I'm looking forward to it. However, this is your first contact with the Babylon Academy. In order to avoid mistakes, I decide to select a skilled and experienced person to cooperate with you. So Payasso——can you do a good job helping them?",
			"不过，你们是第一次和巴比伦学园接触，为了防止出现纰漏，我决定选一个有熟练经验的人配合你们。那么，帕亚索——你能好好地协助她们吗？",
			"でも、あなたたちはバビロン学園と接触するのは初めてだから、念のため経験者一人をつけましょう。パジャッソーー協力をお願いできるかな？",
			"하지만 너희들은 바빌론 학원과 접촉하는 건 처음이니까, 혹시 모르니 경험자 한 명을 붙여주마. 파자소- 협력해줄 수 있겠나?",
			null,
			null,
			"However, this is the first time you have contact with Babylon Academy, so in order to prevent any mistakes, I decided to choose someone who has skilled experience to cooperate with you. So, Payaso - can you assist them properly?",
			"But since this is the first time you guys are in contact with Babylon Academy, let's have one experienced person with us just in case. Pajasso, can we ask for your cooperation?"
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30006,
				0,
				false
			]
		],
		[
			"msg",
			453573,
			"Of course, Chief, I'm also looking forward to meeting the simple and cute guys at the Babylon Academy♥",
			"当然了，头领，我也很期待去见巴比伦学园里那群单纯可爱的家伙呢♥",
			"もちろん、リーダー。私もバビロン学園の単純でかわいい子たちに会いに行きたいところですよ♥",
			"물론이죠, 리더. 저도 바빌론 학원의 단순하고 귀여운 아이들을 만나고 싶었답니다♥",
			null,
			null,
			"Of course, chief, I'm looking forward to meeting the simple and lovely guys in Babylon Academy ♥",
			"Of course, leader. I'm about to meet some simple and cute kids from Babylon Academy ♥."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453574,
			"(Is this to get Payasso to spy on me?But Payasso alone is not enough to keep me in check——Well, Simin, you're being careless...)",
			"（这是要让帕亚索来监视我吗？不过单纯一个帕亚索可无法完全桎梏我——西敏，看来你还是大意了……）",
			"（私たちを監視するためにパジャッソを？でもパジャッソ一人で私を囚わることはできないわーーシミン、やっぱり油断したね……）",
			"(우릴 감시하려고 파자소를? 하지만 파자소 혼자서 날 제압할 순 없지- 시민, 역시 방심했군...)",
			null,
			null,
			"(Is this a way to have Payaso spy on me? But a simple Payaso can not completely shackle me - Simin, it seems that you are still careless ......)",
			"(Pajasso to spy on us? But Pajasso can't hold me prisoner by himself - Simin, I knew you'd let your guard down ......)"
		],
		[
			"msg",
			453575,
			"(When I find a gap in your plan, I'll give you a bitter taste of failure!)",
			"（等我寻找到你计划中的可乘之隙，到时候肯定要让你尝尝失败的苦楚！）",
			"（その計画の隙に乗じて、必ず失敗の苦痛を味わわせてやるから！）",
			"(그 계획의 틈을 타서, 반드시 실패의 고통을 맛보게 해주겠어!)",
			null,
			null,
			"(When I find a gap in your plan, I will definitely make you taste the bitterness of failure!)",
			"(I'll take advantage of that gap in your plans, and I'll make sure you suffer the pain of failure!)"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453576,
			"And then, outside of Payasso——I think Safire and Cassandra are lacking in dynamism.Therefore, in order to make the divinity in the Babylon Academy feel our enthusiasm, I decided to send one of the most passionate divinity to join this project.",
			"然后，帕亚索之外——我觉得萨菲尔和卡珊德拉在活力上有所缺乏，因此，为了让巴比伦学园里的神格体会到我们的热情，我决定同时派遣一个最有激情的神格加入到这次的计划中。",
			"それから、パジャッソ以外ーーサフィルとカサンドラは些か元気に欠けていると思うので、バビロン学園の神格たちに私たちの熱意を感じさせるために、私たちの中で最も情熱的な神格に加わってもらいたいと思います。",
			"그리고, 파자소 말고- 사필과 카산드라는 좀 활기가 부족한 것 같아서, 바빌론 학원의 신격체들에게 우리의 열의를 느끼게 하기 위해, 우리 중 가장 열정적인 신격체를 더해주고 싶네.",
			null,
			null,
			"Then, outside of Payaso - I felt that Saphir and Cassandra were lacking in vitality, so in order to let the gods in the Babylonian academy experience our enthusiasm, I decided to send one of the most passionate gods to join the program at the same time.",
			"And, except for Pajasso - I think Saphir and Cassandra are a little lacking in energy, so I would like to ask the most passionate divinity among us to join us so that the divinities of Babylon Academy can feel our enthusiasm."
		],
		[
			"msg",
			453577,
			"Well, Ahwaz, would you like to go?",
			"怎么样，华兹，你愿意去吗？",
			"どうだ、ワッツ、行きたいですか？",
			"어때, 와츠, 가고 싶으신가요?",
			null,
			null,
			"How about it, Watts, would you like to go?",
			"What do you think, Watts, would you like to go?"
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30013,
				1,
				false
			]
		],
		[
			"msg",
			453578,
			"——That's great! Of course AhwazAhwaz♪~",
			"太——太好了！华兹华兹当然愿意♪~正正经经地工作~♪华兹华兹是超级特派员~♪还能够天天和小萨菲尔在一起~♪唱着美妙的歌曲~♪",
			"もっちろん！ワッツは行きたい♪～真面目に働く～♪ワッツワッツはスーパーエージェント～♪毎日サフィルちゃんと一緒～♪素晴らしい歌を歌う～♪",
			"물론! 와츠는 가고 싶어♪~ 열심히 일하자~♪ 와츠와츠는 슈퍼 에이전트~♪ 매일 사피르쨩과 함께~♪ 멋진 노래를 부르자~♪",
			null,
			null,
			"That's... that's great! Of course, Wordsworth would like to work properly... Wordsworth is a super special agent... and he can be with little Safire every day... singing beautiful songs...",
			"Of course! Watts wants to go...~Serious work...~Watts Watts is a super agent...~Watts Watts is with Saphir every day...~Singing a great song...~Sing a great song..."
		],
		[
			"speaker",
			204900
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30006,
				0,
				false
			]
		],
		[
			"msg",
			453579,
			"The idea of the leader is really good! Ahwaz and Safire have complementary personalities, so if they go to the Babylon Academy for a mission, they will be able to complete the plan very carefully♥",
			"头领的想法真是不错呢！以华兹和萨菲尔互补的性格，倘若她们一起去巴比伦学园执行任务，想必能很周全地完成计划吧~♥",
			"さすがリーダー、いいアイデアを思いつくね！ワッツとサフィルの性格はお互い補いできるし、一緒にバビロン学園で仕事ができれば、計画も完璧に遂行できるでしょう～♥",
			"역시 리더님, 좋은 아이디어네요! 와츠와 사피르의 성격은 서로 보완이 되고, 함께 바빌론 학원에서 일할 수 있다면 계획도 완벽하게 수행할 수 있겠죠~♥",
			null,
			null,
			"What a great idea for the chief! With the complementary personalities of Watts and Saphir, if they go on a mission together at Babylon Academy, I'm sure they'll be able to complete the plan very well~♥",
			"That's our leader, coming up with great ideas! Watts and Saphir's personalities can complement each other, and if they can work together at Babylon Academy, they will be able to carry out their plans perfectly~♥"
		],
		[
			"msg",
			453580,
			"And with Ahwaz by his side, Safire's time at the Babylon Academy won't be boring at all. She'll be so happy!♥",
			"而且有了华兹陪伴，萨菲尔这次在巴比伦学园的生活恐怕一点都不会无聊了。她一定会很高兴的呢！♥",
			"それにワッツがいれば、サフィルのバビロン学園生活も退屈しないで済む。サフィルも楽しみでしょ。♥",
			"게다가 와츠가 있으면, 사피르의 바빌론 학원 생활도 지루하지 않을 거야. 사피르도 기대되겠지.♥",
			null,
			null,
			"And with Watts accompanying her, I'm afraid Safir's life at Babylon Academy won't be boring at all this time. She will be very happy! ♥",
			"And with Watts, Saphir's life at Babylon Academy will be less boring. Saphir must be looking forward to it. ♥"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453581,
			"——What!",
			"——什么！",
			"ーーなんだって！",
			"--뭐라고!",
			null,
			null,
			"--what!",
			"What?"
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				1,
				false
			],
			[
				30006,
				0,
				true
			]
		],
		[
			"msg",
			453582,
			"I'm so happy to be on a mission with Safire. This time we will go to the Babylon Academy singing a song happily. Safire, what kind of songs do you like? Let me tell you, Ahwazahwaz loves lyrical, rock, or just plain light music...",
			"真是高兴，能跟萨菲尔一起执行任务。这次我们就快快乐乐地唱着歌去巴比伦学园吧。萨菲尔你喜欢什么样的歌曲？跟你说，不管是抒情的、摇滚的或者是纯粹的轻音乐，华兹华兹都喜欢哟……要不华兹华兹等会儿给你听一些唱片吧，那可是华兹华兹的珍藏……",
			"サフィルと一緒に任務に行けるなんて、嬉しい！楽しく歌を歌いながらバビロン学園に行こう。サフィルはどんな曲が好き？叙情的、ロック、それとも軽音楽？ワッツはワッツはどれも好きだよ……あ、あとでレコードを聞かせてあげようか、ワッツの宝物だよ……",
			"사피르와 함께 임무를 갈 수 있다니, 기뻐! 즐겁게 노래 부르면서 바빌론 학원에 가자. 사피르는 어떤 노래 좋아해? 서정적인 거, 록, 아니면 경음악? 와츠는 와츠는 다 좋아해…… 아, 나중에 레코드 들려줄까, 와츠의 보물이야……",
			null,
			null,
			"What a pleasure, to be on a mission with Safir. This time let's go to Babylon School with a happy and happy song. Safir what kind of songs do you like? To tell you, whether it is lyrical, rock or pure light music, Wadsworth like yo ...... or Wadsworth later to give you some records, that is Wadsworth's collection ......",
			"Glad to be going on a mission with Saphir! Let's have fun singing songs and go to Babylon Academy. What kind of music does Saphir like? Lyrical, rock, or light music? Watts Watts likes them all. ...... Oh, I'll play you a record later, it's a Words Words Words treasure. ......"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30013,
				1,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453583,
			"——Wait, wait a minute. Ahwaz, look over there at Boussin. She's got her tea ready.One of your favorite snacks.",
			"——等，等一下。华兹你看看柏塞那边，她那里的下午茶已经准备好了。其中有你最喜欢吃的点心。",
			"ーーま、まって。ワッツ、ベーゼのほうを見て、アフタヌーンティーの準備はもうできたよ。ワッツが好きなお菓子もあるみたいだね。",
			"--잠, 잠깐만. 와츠, 베제 쪽을 봐, 애프터눈 티 준비는 다 된 것 같아. 와츠가 좋아하는 과자도 있는 모양이네.",
			null,
			null,
			"--Wait, wait a minute. Watts you look over at Bercer, she has afternoon tea ready there. Among them are your favorite treats.",
			"-Wait, wait. Watts, look at Böse, I'm ready for afternoon tea now. Looks like there are some sweets Watts likes."
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				1,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453584,
			"Snack, yeah, AhwazAhwaz!",
			"点心，好耶，华兹华兹要吃！",
			"お菓子、やった！ワッツも食べたい！",
			"과자, 좋아! 와츠도 먹고 싶어!",
			null,
			null,
			"Dim sum, yeah, Wazoo Wazoo wants some!",
			"Candy, yay! Watts wants some too!"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30013,
				1,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453585,
			"(Whoosh, I was lucky to let Ahwaz go.)",
			"（呼，还好靠着我的头脑让华兹这家伙离开了。）",
			"（ふう、私の頭脳に感謝だ。）",
			"(휴, 내 두뇌에 감사해야겠군.)",
			null,
			null,
			"(Whew, luckily by my brains I got this Watts guy to leave.)",
			"(Phew, thank my brain.)"
		],
		[
			"msg",
			453586,
			"(If I let her stay a little longer, I'm afraid all the curing powder I smear on my body will be washed away by her wet dripping water.)",
			"（再让她待久点，恐怕我涂在身体表面的养护粉，全都要被她身上湿答答的水滴冲掉了。）",
			"（これ以上付きまとわされたら、体に塗った美容パウダーは彼女の体についてある水滴に洗い流されてしまいそう。）",
			"(이렇게 계속 달라붙으면, 몸에 바른 미용 파우더가 그녀 몸에 묻은 물방울에 씻겨 내려갈 것 같아.)",
			null,
			null,
			"(Let her stay longer, I'm afraid I applied to the surface of the body care powder, all to be washed away by the wet drops of water on her body.)",
			"(If she follows me around any longer, the beauty powder on my body will be washed away by the droplets of water on her body.)"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453587,
			"How's it going, Safire——You look like you don't quite agree with what I just decided?",
			"怎么样，萨菲尔——看你的表情，似乎不怎么同意我刚才的决定？",
			"どうした、サフィルーー私の指示に不服でも？",
			"왜 그래, 사피르-- 내 지시에 불만이라도?",
			null,
			null,
			"How about it, Safir - by the look on your face, you don't seem to agree much with the decision I just made?",
			"What's the matter, Saphiru, are you displeased with my instructions?"
		],
		[
			"msg",
			453588,
			"You don't want to work with Ahwaz, do you?",
			"莫非，你不想跟华兹一起工作？",
			"ワッツと一緒に仕事したくない？",
			"왓츠랑 같이 일하기 싫어?",
			null,
			null,
			"Could it be that you don't want to work with Watts?",
			"Don't you want to work with Watts?"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30011,
				0,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453589,
			"Ah…",
			"啊，这……",
			"あ、それは……",
			"아, 그건……",
			null,
			null,
			"Ah, this ......",
			"Oh, that's ......"
		],
		[
			"speaker",
			432163
		],
		[
			"portraits",
			[
				30013,
				2,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453590,
			"What?Oooo Ooo...Safire, you don't hate Ahwazahwaz, do you…",
			"什么？呜呜……萨菲尔，你不会讨厌华兹华兹吧……",
			"え？うう……サフィル、もしかしてワッツのことが嫌いなの……",
			"어? 으음…… 사피르, 혹시 왓츠가 싫어하는 거야……",
			null,
			null,
			"What? Whoops ...... Safir, you don't hate Wordsworth do you ......",
			"Eh? Ugh...... Saphir, maybe you don't like Watts......"
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30013,
				2,
				true
			],
			[
				30012,
				0,
				false
			]
		],
		[
			"msg",
			453591,
			"Of course not...Don't come over! OK...I agreed...I agreed to go to the Babylon Academy with Ahwaz!",
			"当，当然不会……不要过来了！好……我同意了……我同意和华兹一起去巴比伦学园！",
			"そ、そんなことはないよ……あ、こっちに来ないで！分かったよ……ワッツと一緒にバビロン学園に行きます！",
			"그, 그런 건 아니야…… 아, 이쪽으로 오지 마! 알았어…… 왓츠랑 같이 바빌론 학원에 갈게!",
			null,
			null,
			"Dang, of course not ...... don't come over here! OK ...... I agree ...... I agree to go to Babylon School with Watts!",
			"That's not true. ...... Oh, don't come over here! All right,...... I'm going to Babylon Academy with Watts!"
		],
		[
			"speaker",
			204920
		],
		[
			"portraits",
			[
				30011,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453592,
			"Well, that's a deal. Safire, Cassandra, Payasso, and Ahwaz will be responsible for the collaboration with The Babylon Academy, while others will provide support.",
			"好，那就说定了，这次由萨菲尔、卡珊德拉、帕亚索和华兹负责与巴比伦学园的合作，其他人则提供各方面的支持。",
			"よし、それじゃ決まりだ。サフィル、カサンドラ、パジャッソ、そしてワッツ、バビロン学園と連携は任せた。他のメンバーはサポートをお願いします。",
			"좋아, 그럼 그렇게 결정됐다. 사피르, 카산드라, 파자소, 그리고 왓츠, 바빌론 학원과의 협력은 맡긴다. 다른 멤버들은 서포트 부탁합니다.",
			null,
			null,
			"Okay, then it's a deal. This time, Safir, Cassandra, Payaso and Watts will be in charge of the cooperation with Babylon Academy, while the others will provide support in all aspects.",
			"Okay, then it's settled. Saphir, Cassandra, Pajasso, and Watts, you will coordinate with Babylon Academy. The other members will provide support."
		],
		[
			"msg",
			453593,
			"I declare this meeting a successful conclusion——",
			"我宣布，会议圆满结束——",
			"会議は以上になります。",
			"회의는 이상입니다.",
			null,
			null,
			"I declare the meeting successfully concluded -",
			"That is all for the meeting."
		],
		[
			"speaker",
			432162
		],
		[
			"portraits",
			[
				30012,
				0,
				false
			],
			[
				30012,
				0,
				true
			]
		],
		[
			"msg",
			453594,
			"(Simin)",
			"（西敏）",
			"（シミン）",
			"(시민)",
			null,
			null,
			"(Simin)",
			"(Simin)"
		],
		[
			"msg",
			453595,
			"(You, the guy, have plotted me in every way...You have outmanoeuvred me, not just in battle...)",
			"（你这家伙，竟然处处都算计到了我……这次不光是战斗，在计谋上都被你击败了……）",
			"（ここまで計算していたとは……今回は戦いだけではなく、計略も負けていた……）",
			"(여기까지 계산하고 있었단 말인가…… 이번에는 싸움뿐만 아니라 계략도 지고 말았어……)",
			null,
			null,
			"(You guy, even everywhere calculate to me ...... this time not only the battle, in the scheme are defeated by you ......)",
			"(I didn't realize he had calculated so much ...... this time he was losing not only the battle, but also the strategy ......)"
		],
		[
			"msg",
			453596,
			"(But do you think there's nothing I can do about it?I'll find a way to beat you somehow——Wait and see!)",
			"（但是你以为这样我就没办法了吗？我总会找到能击败你的方法的——我们走着瞧！）",
			"（これで私は諦めるとと思うか？絶対あなたを倒す方法を見つけるやるーー）",
			"(이걸로 내가 포기할 거라고 생각하나? 꼭 너를 쓰러뜨릴 방법을 찾아내겠어——)",
			null,
			null,
			"(But you think there's nothing I can do about it? I'll always find a way to beat you - we'll see!)",
			"（You think I'm going to give up now? I will definitely find a way to beat you.)"
		]
	],
	"2799": [
		[
			"bgm",
			47
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453597,
			"My dear ones, tonight is a night of ghosts and monsters, and we have changed into our suits. Are you ready?",
			"吾之眷属哟，今晚是魍魉横行的鬼魅之夜，而吾辈已经换上了礼服。做好准备了吗？",
			"我が眷属よ、今宵は幽霊の夜だ。我はもう正装に着替えた。よし、一緒に出掛けようではないか。",
			"나의 권속들이여, 오늘 밤은 유령의 밤이다. 나는 이미 정장으로 갈아입었다. 자, 함께 나가지 않겠는가.",
			null,
			null,
			"My family, yo, tonight is the night of ghosts and ghouls, and I have changed into my dress. Are you ready?",
			"My household, tonight is the night of ghosts. I have already changed into my formal attire. Let's go out together."
		],
		[
			"msg",
			453598,
			"Celine is ready!",
			"西琳做好准备了！",
			"うん、九霄様！シーリンも準備できたよ！",
			"응, 큐쇼님! 시린도 준비됐어요!",
			null,
			null,
			"Celine is ready!",
			"Yes, Master Kyu-hsiao! Sirin is ready too!"
		],
		[
			"msg",
			453599,
			"You deserve to be the squire of the true ancestor——All right, let's go! There is only one goal: to fill the Saints' Dish with offerings!",
			"不愧是本真祖的侍从——好，那就出发！目标只有一个：就是用【祭品】，装满【万圣之皿】！",
			"さすが真祖たる我の従者だ。出発しよう！目標はひとつ、このイベントで我らにたくさんの供物を捧げさせることだ！",
			"과연 진조인 짐의 종자로다. 출발하자! 목표는 하나, 이 이벤트에서 우리에게 많은 공물을 바치게 하는 것이다!",
			null,
			null,
			"Worthy of being the retainer of this true ancestor - well, then, let's go! There is only one goal: to fill up the [All Saints' Dish] with [offerings]!",
			"As expected of my follower, the True Ancestor. Let's go! We have only one goal: to have this event bring us many offerings!"
		],
		[
			"msg",
			453600,
			"——",
			"吱呀——",
			"——キィキィ！",
			"—— 키이키이!",
			null,
			null,
			"Squeak-",
			"--Squeak!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453601,
			"Wow!",
			"好、好热闹！",
			"に、賑やかだね！",
			"와, 시끌벅적하네!",
			null,
			null,
			"So, so lively!",
			"It's so crowded!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453602,
			"This is the legend of Halloween. Is this Celine's first time at the party? Understand and enjoy it!",
			"库库库，这就是传说中的万圣节了。西琳是第一次参与这夜之盛宴吧？好好体悟，好好享受吧！",
			"これがお化けのイベントか。ふふん、シーリン、夜の祭りを存分に楽しもう。",
			"이게 유령 이벤트로군. 흐흥, 시린, 밤의 축제를 마음껏 즐기자.",
			null,
			null,
			"Kuku Kuku, this is the legendary Halloween. Celine is the first time to participate in this feast of the night, right? Feel good and enjoy it!",
			"So this is a haunted event. Hmmm, Sirin, let's enjoy the night's festivities to the fullest."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453603,
			"Wow, there are lights everywhere… Ah!A dog walking on his hind legs over there! Whoa! There's an uncle walking with his head in his arms!",
			"哇，到处都张灯结彩的……啊！那边一只用后腿走路的狗狗！应该不会咬西琳吧？呜哇！那边有个叔叔抱着自己的脑袋在走路！",
			"うわぁ、どこも綺麗だね～……あっ！あっちに後ろ足で歩いているワンちゃんがいるよ！シーリンを噛んだりしないよね？うわっ！自分の頭を持って歩いてる騎士がいるよ！",
			"와아, 어디나 다 예쁘다~…… 앗! 저기 뒷다리로 걷는 강아지가 있어요! 시린을 물진 않겠죠? 워! 자기 머리를 들고 걷는 기사가 있어요!",
			null,
			null,
			"Wow, there are lights everywhere ...... ah! A dog walking on its hind legs over there! I don't think it's going to bite Celine, right? Whoo-hoo! There's an uncle walking with his head in his hands!",
			"Wow, it's beautiful everywhere. ...... Oh! There's a doggie walking on his hind legs over there! You're not going to bite Sirin, are you? Oh my gosh! There's a knight walking with his own head!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453604,
			"This is a werewolf, an elf-like creature that can only be seen on Halloween. Celine, go scratch werewolf tails with me!",
			"这是狼人，这就是在万圣节才能得以一见的精灵神怪哦，不过放宽心吧，有本真祖在，没有人能动西琳一根汗毛！来西琳，跟本真祖一起去挠狼人尾巴！",
			"あれは狼男だ、こういったイベントでしか見れないんだ。だが我がいるから心配はいらない。さあシーリン、真祖たる我と一緒に狼男の尻尾を引っ張ろうではないか！",
			"저건 늑대인간이다, 이런 이벤트에서밖에 볼 수 없는 놈이지. 하지만 짐이 있으니 걱정 말거라. 자 시린, 진조인 짐과 함께 늑대인간 꼬리를 잡아당기자!",
			null,
			null,
			"This is a werewolf, this is in Halloween to be able to see the elves and monsters Oh, but relax, with this true ancestor in, no one can touch Celine a hair! Come on, Celine, go tickle the werewolf's tail with the True Father!",
			"That's a werewolf, and you only see them at events like this. But don't worry, I'm here. Come on, Sirin, let's pull the wolf man's tail with me, the True Ancestor!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453605,
			"Lord Kyuushou is awesome, but Celine is still a little scared...If only Celine had Lord Kyuushou's presence…",
			"九霄大人好厉害，但是西琳还是有些害怕……要是西琳也能有九霄大人这样的气势就好了……",
			"九霄様、すごい！狼男さん……怒らないかな？シーリン……怖いよ。九霄と同じくらい強ければいいのにな……。",
			"큐쇼님, 대단해요! 늑대인간 씨…… 화내지 않을까요? 시린…… 무서워요. 큐쇼님만큼 강하면 좋을 텐데…….",
			null,
			null,
			"Lord Kyuushou is so powerful, but Celine is still a little scared ...... If Celine can also have such an aura of Lord Kyuushou it would be good ......",
			"Lady Kyuushou, that's great! Mr. Werewolf...... won't he be angry? I'm scared of Shilin ....... I wish I was as strong as Kyuushou. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453606,
			"Well... Don't worry! You are my family——【The Terrible Mummy】. Soon they will all see your horror. But for now, take out the Dish of All Saints——",
			"嗯……无需忧虑！汝可是吾之眷属——【恐怖木乃伊】哟，马上它们都会见识到你的恐怖。不过现在，先把万圣之皿取出来吧——",
			"ふふ、心配する必要はない！シーリンは我の眷属、恐怖のミイラだからな。シーリンの恐怖はどれほどのものなのかをすぐに愚民どもは理解するだろう。さあ、イベントに必要な器を用意しよう。",
			"훗, 걱정할 필요 없다! 시린은 짐의 권속, 공포의 미이라 아니던가. 시린의 공포가 얼마나 대단한지 곧 우민들도 이해하겠지. 자, 이벤트에 필요한 그릇을 준비하자.",
			null,
			null,
			"Well ...... need not worry! You are my dependents - [Terror Mummy] yo, immediately they will all see your terror. But for now, first take out the dish of All Saints -",
			"Well, you needn't worry! Sirin is my servant, the mummy of fear. Soon the fools will understand just how much fear Sirin has in store for them. Now, let us prepare the necessary vessels for the event."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453607,
			"The Dish of All Saints? Does that mean the Celine bag? Here you are.",
			"万圣之皿？是指西琳的小挎包吧？在这里。",
			"器？シーリンのバッグのことだよね？ここにあるよ！",
			"그릇? 시린 가방 말씀이시죠? 여기 있어요!",
			null,
			null,
			"The dish of All Saints? It's a reference to Celine's little satchel, right? Here it is.",
			"Vessels? You mean Sheerin's bag, right? It's right here!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453608,
			"Remember, on All Hallows' Night, the ghosts need to open the Saints' Dish to those who are hiding in the house. Then they can cast a spell, and they will make a sacrifice.",
			"记好了，在万圣之夜，鬼怪需要对那些躲在屋子里的人打开万圣之皿，然后念出咒语，他们就会乖乖献上祭品。",
			"イベントの夜にお化けたちは家に籠る人々に器を提示し、呪文を唱えるんだ。そうすると彼らは素直に供物を捧げるだろう。",
			"이벤트 밤에 귀신들은 집에 숨어 있는 사람들에게 그릉을 제시하고 주문을 외운다. 그러면 그들은 순순히 공물을 바칠 거야.",
			null,
			null,
			"Remember, on All Hallows' Eve, the spirits need to open the All Hallows' Dish to those hiding in the house and then recite the incantation, and they will dutifully offer the sacrifice.",
			"On the night of the event, the ghosts would present their vessels to the people holed up in their homes and cast a spell. They would then offer their offerings honestly."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453609,
			"Was Halloween originally such a holiday?",
			"万圣节原来是这样的节日吗？",
			"お化けのイベントってこういうお祭りなの？",
			"귀신 이벤트가 이런 축제인 거야?",
			null,
			null,
			"Halloween turned out to be such a holiday?",
			"Are haunted events festivals like this?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453610,
			"Yes, Halloween is such a holiday. But this task is so difficult that only the most imposing, the most intimidating ghosts can accomplish it beautifully——There's no use talking. I'll demonstrate it myself right now.",
			"对，万圣节就是这样的节日。但是这个任务艰巨无比，只有最有气势，最有威慑力的鬼怪才能漂亮地完成——多说无益，本真祖现在马上亲自演示一番。",
			"そういうものだ。だが、この任務は非常に難しい。一番怖い、一番凶悪なお化けに完璧になりきらなくてはならない。説明は以上だ。我が直々に見せてやろう。",
			"그런 거지. 하지만 이 임무는 매우 어려워. 가장 무섭고, 가장 흉악한 귀신에게 완벽하게 빙의해야 하니까. 설명은 여기까지다. 내가 직접 보여주마.",
			null,
			null,
			"Yes, Halloween is such a holiday. But this task is formidable, only the most imposing, most intimidating ghosts and monsters can be beautifully completed - more talk is useless, this true ancestor now immediately personally demonstrate some.",
			"That's the way it is. But this mission is very difficult. You have to be the scariest, most evil ghost you can be. That's all I have to say. I will show you in person."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453611,
			"Kyuushou come on!",
			"九霄大人加油！",
			"九霄様、頑張って！",
			"큐쇼님, 힘내세요!",
			null,
			null,
			"Lord Kyuushou go!",
			"Good luck, Mr. Kyuushou!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453612,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			453613,
			"Tok Tok Tok",
			"笃笃笃。",
			"——トントントン",
			"똑똑똑",
			null,
			null,
			"Tuk Tuk Tuk.",
			"--Ton-ton-ton-ton."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				498,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453614,
			"Mortals, choose, Treat or Trick?",
			"选择吧凡人，是侍奉本真祖（Treat）、还是接受惩戒（Trick）呢？",
			"凡人よ、選択するがいい。神祖たる我に仕えるか、それとも罰を受けるのか。",
			"필부여, 선택하라. 신조인 나를 섬길 것인가, 아니면 벌을 받을 것인가.",
			null,
			null,
			"Choose, mortal, whether to serve our true ancestors (Treat), or accept discipline (Trick)?",
			"Choose, ordinary people. Serve Me, the Divine Ancestor, or be punished."
		],
		[
			"speaker",
			433087
		],
		[
			"portraits",
			[
				498,
				0,
				true
			],
			[
				30018,
				0,
				false
			]
		],
		[
			"msg",
			453615,
			"Candy? Here~",
			"好可爱的小姑娘。啊，是来要糖的吧？稍等一下，马上给你哦。",
			"あら、可愛い女の子。お菓子よね。ちょっと待っててね、すぐあげるから。",
			"아라, 귀여운 여자 아이. 과자지. 잠깐만 기다려, 당장 줄게.",
			null,
			null,
			"What a cute little girl. Ah, you're here for the candy, right? Wait a minute, I'll give it to you right away.",
			"Oh, sweet girl. Sweets, right? Just wait a minute and I'll give it to you right away."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				498,
				0,
				false
			],
			[
				30018,
				0,
				true
			]
		],
		[
			"msg",
			453616,
			"Hum, wise judgment.",
			"哼哼，贤明的判断。",
			"うむ、賢明な判断だ。",
			"음, 현명한 판단이로다.",
			null,
			null,
			"Heck, sage judgment.",
			"Mm, wise decision."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30018,
				0,
				true
			]
		],
		[
			"msg",
			453617,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453618,
			"!!",
			"如何！",
			"シーリン、どうだ！",
			"시린, 어떠냐!",
			null,
			null,
			"How!",
			"Sirin, how's it going!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453619,
			"Lord Kyuushou is amazing! The Halloween spell is good!  Small satchel now has good polysaccharide.",
			"九霄大人好厉害！万圣节的咒语也好厉害！小挎包里现在有好多糖。",
			"九霄様、すごい！すごいよ！その呪文、すごいね！バッグにお菓子がたくさんだよ～",
			"큐쇼님, 대단해! 대단해! 그 주문, 정말 굉장해! 가방에 과자가 엄청 많아~",
			null,
			null,
			"Lord Kyuushou is great! The Halloween spell is also awesome! There is so much candy in the little satchel now.",
			"Kyuushou-sama, wow! That's amazing! That spell is amazing! I've got a bag full of candy!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453620,
			"My family, it's your turn now. Let me see how you do.",
			"吾之眷族哟，接下来就轮到汝了，下一户就让本真祖看看你的表现吧。",
			"次は我が眷属の番だ。その力、我に見せるのだ。",
			"이제는 나의 가신 차례다. 그 힘, 나에게 보여라.",
			null,
			null,
			"My family yo, next it's your turn, the next household let this true ancestor see how you perform.",
			"Now it is the turn of my household. Show me your power."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453621,
			"Huh? Celine...Celine doesn't have the charisma of Lord Kyuushou...Can it really be done?",
			"欸？要西琳来吗？西琳……西琳没有九霄大人这样厉害的气势呢……真的能做到吗？",
			"えっ、シーリン？シーリンは九霄様みたいに強くないから……本当にできるのかな？",
			"어, 시린? 시린은 큐쇼님처럼 강하지 않아서... 정말 할 수 있을까?",
			null,
			null,
			"Hey? Want Celine to come? Celine ...... Celine does not have such a powerful aura as Lord Kyuushou it ...... really can do?",
			"What, Sirin? I wonder if Shilin can really do ...... since he's not as strong as Kyuushou-sama?"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453622,
			"Of course you can. Anyone looking at Celine's appearance would shudder and be horrified. If you don't believe me, just knock on the door of the front room and see how the people behave.",
			"当然能，现在西琳的样子，不论是谁看到都一定会浑身发凉，惊骇万分吧！不信的话，只要去敲敲前面那间屋子的大门，看看屋内人的表现就会知道了。",
			"無論だ。今のシーリンは誰が見ても肝を冷やし、ゾッとするだろう。我を信じてその家の扉をノックして向こうの反応を見るんだ。",
			"물론이다. 지금의 시린은 누가 �도 간이 서늘해지고 소름이 돋을 거다. 나를 믿고 저 집 현관문을 노크해서 반응을 살펴봐.",
			null,
			null,
			"Of course it can, the way Celine looks now, whoever sees it must be chilled and horrified! If you don't believe me, just go knock on the door of that room in front and see how the people inside behave.",
			"Of course. Now, anyone who sees Sirin will be chilled to the bone and horrified. Trust me, knock on the door of that house and see how the other side reacts."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453623,
			"Well !If Lord Kyuushou says so, then Celine is on!",
			"嗯！既然九霄大人这么说，那西琳要上了！",
			"わかったよ！行ってくるね！",
			"알았어! 다녀올게!",
			null,
			null,
			"Hmm! Since Lord Kyuushou said so, Celine is going on!",
			"All right! I'm off! I'm off!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453624,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			453625,
			"Tok Tok Tok",
			"笃笃笃。",
			"——トントントン",
			"똑똑똑",
			null,
			null,
			"Tuk Tuk Tuk.",
			"--Ton-ton-ton-ton."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453626,
			"That...Well...Sorry to have bothered you.",
			"那个……嗯……不好意思，打扰了。",
			"あ、あの……すみません、ごめんください！",
			"아, 저기…… 죄송합니다, 실례합니다!",
			null,
			null,
			"That ...... well ...... sorry for the intrusion.",
			"Oh, um, ...... sorry, sorry!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			453627,
			"Squeak",
			"吱呀。",
			"——バンッ！",
			"빵!",
			null,
			null,
			"Squeak.",
			"--BANG!"
		],
		[
			"speaker",
			433087
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				30018,
				0,
				false
			]
		],
		[
			"msg",
			453628,
			"Who?",
			"哪位？",
			"あ”ぁ”ぁ”ぁ”ん！なんだテメェは！？",
			"아”아”아”아”안! 뭐야 이 자식아!?",
			null,
			null,
			"Which one?",
			"Aaahhh! What the hell are you doing?"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				30018,
				0,
				true
			]
		],
		[
			"msg",
			453629,
			"Well... What's the word for the Halloween spell...——",
			"嗯……万圣节的咒语要怎么说来着……啊！西琳想起来了——",
			"あぅっ……シ、シーリンは……シーリンは……あ、呪文！そうだ、魔法の呪文を思い出したよ！",
			"아우…… 시, 시린은…… 시린은…… 아, 주문! 그래, 마법 주문을 기억해냈어!",
			null,
			null,
			"Well ...... what is the Halloween spell to say ...... ah! Celine remembered -",
			"Ahhhh, ...... Si-Lynn, Si-Lynn is ...... Si-Lynn is ...... Si-Lynn is ...... Oh, a spell! Yes, I just remembered a magic spell!"
		],
		[
			"msg",
			453630,
			"Mortal! Should Celine serve her or punish her?",
			"凡人！是要西琳侍奉呢，还是要惩罚西琳呢！",
			"え、えっと……ぼ、凡人！シーリン、怒ってるんだから！お菓子くれなきゃ嚙みついちゃうよ！",
			"어, 어…… 보, 평범한 인간! 시린, 화났다고! 과자 안 주면 물어버릴 거야!",
			null,
			null,
			"Mortals! Shall Celine serve, or shall she be punished!",
			"Uh, uh, ...... bo, ordinary man! Sirin, I'm mad at you! Give me some candy or I'll bite you!"
		],
		[
			"speaker",
			433087
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				30018,
				0,
				false
			]
		],
		[
			"msg",
			453631,
			"Huh?",
			"嗯？",
			"あ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ぁ”ん！！！！！",
			"아”아”아”아”아”아”아”아”아”아”아”아”아”아”아”아”안！！！！！",
			null,
			null,
			"Hmm?",
			"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a \"a ah \"ah \"ah \"ah \"ah \"ah \"ah \"ah \"ah \"ah \"n ！！！！！"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				30018,
				0,
				true
			]
		],
		[
			"msg",
			453632,
			"Doom! Doom! Doom! Celine seems to have mispronounced it…",
			"完蛋完蛋完蛋完蛋……西琳好像念错了……",
			"キャー！！！　ご、ごめんなさ～い！！！",
			"꺄아!!! 죄, 죄송해요~!!!",
			null,
			null,
			"finished finished finished finished ...... Celine seems to be mispronounced ......",
			"Aah!!!!　I'm sorry, I'm sorry!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30018,
				0,
				true
			]
		],
		[
			"msg",
			453633,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				30018,
				0,
				true
			]
		],
		[
			"msg",
			453634,
			"Kyuushou, Celine is back.",
			"九霄大人，西琳回来了。",
			"ぐ、ぐすん……きゅ、九霄……さま……こわ、こわかったよぉ～",
			"흑, 흑흑…… 큐, 큐쇼…… 님…… 무서, 무서웠어요…",
			null,
			null,
			"Lord Kyuushou, Celine is back.",
			"Gusun......Kyuu, Kyuushou......Sama......Kow, that was scary~!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453635,
			"My kinsmen, how is the battle going?",
			"吾之眷族哟，战况如何？",
			"シーリン！？一体なにがあったんだ！？",
			"시린!? 대체 무슨 일이야!?",
			null,
			null,
			"How is the battle going, my family?",
			"Sirin! What the hell happened!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453636,
			"The sister who opened the door and when she saw Celine, she left…",
			"开门的那个姐姐她一看到西琳，就走掉了……",
			"扉……ノックしたら、ものすごく怖い人が……出てきて……ぐすん……大きな声で……ぐずっ……怒ってたの……。九霄様、シーリンちゃんとできなかったよ……ごめんなさい……。",
			"문… 노크했더니, 엄청 무서운 사람이…… 나와서…… 흑흑…… 큰 소리로…… 엉엉…… 화냈어…… 큐쇼 님, 시린 쨩은 할 수 없었어…… 미안해…….",
			null,
			null,
			"The sister who opened the door she walked away as soon as she saw Celine ......",
			"I knocked on the door ...... and a very scary person ...... came out ...... giggling ...... He was loudly ...... gagged ...... and was angry ....... I couldn't do it properly, Kyuushou-sama, Sirin. ...... I'm sorry. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453637,
			"The initial setback will not affect the final victory, see this will give you back the double——",
			"唔……无妨！开始的挫折不会影响最终的胜利，看本真祖这就给你讨回双倍的——",
			"今からその敵を我のエクスブロージョンで倒してくるから、ここで待ってるんだ。",
			"지금부터 그 적을 내 엑스플로전으로 쓰러뜨리러 갈 테니까, 여기서 기다리고 있어.",
			null,
			null,
			"Well ...... no harm done! A setback at the beginning won't affect the ultimate victory, see this True Father is here to get you back double -",
			"Now I'm going to defeat that enemy with my exblosion, so wait here."
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453638,
			"She returned a moment later and emptied the whole jar of sugar into Celine's bag, which was now full.",
			"一会儿之后走了回来，把一整罐糖都倒进了西琳的小挎包里，现在小挎包里满满当当的了。",
			"だ、ダメだよ！九霄様のエクスブロージョンで家が全壊したらレテサちゃんにきっと怒られちゃうよ！",
			"안, 안 돼! 큐쇼님의 폭발로 집이 완전히 무너지면 레테사양이 분명히 화낼 거야!",
			null,
			null,
			"After a while he came back and poured the whole jar of candy into Celine's little satchel, which was now full to overflowing.",
			"No, no! I'm sure Letesa will be furious with me if my house is totally destroyed by Kyuushou-sama's exblosion!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453639,
			"......Unexpectedly, you are so great. Is it possible to say that the real ancestor is actually the Summon division occupation?",
			"这……没想到，吾的眷属居然如此了得，难道说，真祖其实是召唤师职业吗？",
			"レテサもきっと分かってくれるはず！シーリンを泣かせる奴は我が許さん！",
			"레테사도 분명히 이해해 줄 거야! 시린을 울리는 놈은 내가 용서하지 않겠다!",
			null,
			null,
			"This ...... did not expect that my dependents are actually so good, does it mean that the true ancestor is actually a summoner profession?",
			"Letesa will understand! I will not allow anyone to make Sirin cry!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453640,
			"In other words, the mummy Celine looked very intimidating and imposing to people, right?",
			"也就是说，木乃伊西琳在大家的眼中看上去非常吓人，非常有气势对吧！",
			"九霄様？テレサちゃんの名前、間違ってるよ。友達の名前を間違えちゃダメだよ。テレサちゃん、きっと悲しむよ……。",
			"큐쇼님? 테레사양 이름, 틀렸어. 친구 이름을 틀리면 안 돼. 테레사양, 분명히 슬퍼할 거야…….",
			null,
			null,
			"In other words, the mummy Celine looks very intimidating and imposing to everyone, right!",
			"Kyuushou-sama? Teresa, your name is wrong. You shouldn't mistake your friend's name. Teresa, you will be sad. ......"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453641,
			"Well...Right! Tonight Celine's momentum value is at least 500,000, sure to kill all the ghosts in the Halloween Parade!",
			"嗯……对！今夜西琳的气势值至少有50万，肯定能够秒杀万圣游行上的所有鬼怪！",
			"お、おう……そ、そうだな。テレサはテレサだ。",
			"오, 오…… 그, 그렇지. 테레사는 테레사야.",
			null,
			null,
			"Well ...... is right! Tonight Celine's aura is worth at least 500,000, so she'll definitely be able to kill all the ghosts and ghouls at the Halloween parade in seconds!",
			"Oh, oh ...... yeah, right. Teresa is Teresa."
		],
		[
			"msg",
			453642,
			"So from now on, gather all your strength and follow me!",
			"所以说现在起，鼓足气势，跟随本真祖一起去挠狼人尾巴！",
			"さぁシーリン、今からその敵を倒してお菓子をいただこう！",
			"자 시린, 지금부터 그 적을 쓰러뜨리고 과자를 먹자!",
			null,
			null,
			"So from now on, gather all your strength and follow this true ancestor to tickle the tail of the werewolf!",
			"Come on Sheerin, now let's defeat that enemy and get some candy!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453643,
			"Oh!",
			"哦！",
			"ダメだよ！シーリン、もう大丈夫だから！もう一回お手本見せてほしいな。",
			"안 돼! 시린, 이제 괜찮아서! 한 번 더 본보기를 보여줬으면 좋겠어.",
			null,
			null,
			"Oh!",
			"No, no, no! Sirin, it's all right! I wish you'd show me your example one more time."
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453644,
			"Touch Frankenstein's stitches!",
			"去摸科学怪人的缝线！",
			"ふふん、そうか。なら我がもう一度お手本を見せてやろう。ついてくるんだ！",
			"훗, 그래? 그럼 내가 한 번 더 본보기를 보여주지. 따라와라!",
			null,
			null,
			"Go touch Frankenstein's stitching!",
			"Hmmm, I see. Then let me show you my example once again. Follow me!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453645,
			"Oh!",
			"哦！",
			"うん、九霄様！",
			"응, 큐쇼님!",
			null,
			null,
			"Oh!",
			"Yes, Kyuushou-sama!"
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				499,
				0,
				true
			],
			[
				498,
				0,
				false
			]
		],
		[
			"msg",
			453646,
			"Kick the Headless Horseman in the head!",
			"去踢无头骑士的脑袋！",
			"あっ！あそこにさっきの首無し甲冑がいる！あの頭を蹴りに行こう！",
			"아! 저기 아까 그 목 없는 갑옷이 있어! 저 머리를 차러 가자!",
			null,
			null,
			"Go kick the Headless Horseman in the head!",
			"Ah! There's that headless armor over there! Let's go kick that head!"
		],
		[
			"speaker",
			204720
		],
		[
			"portraits",
			[
				499,
				0,
				false
			],
			[
				498,
				0,
				true
			]
		],
		[
			"msg",
			453647,
			"I don't want this one.",
			"这个还是不要了吧！",
			"かわいそうだから、それはやめてあげてよ！",
			"불쌍하니까, 그건 그만둬 줘!",
			null,
			null,
			"This is better not to do it!",
			"You poor thing, don't do that to her!"
		]
	]
}