{
	"2160": [
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197097,
			"Where are we going? It's so dark. It’s already sunset.",
			"我们要去哪，好黑……太阳已经下山了啊！",
			"どこに行くつもりなの？暗い……日も沈んじゃった。",
			"어딜 갈 셈이야? 어두워…… 해도 졌는데.",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197098,
			"The other side of the forest. You haven't been there before, right?",
			"树林的对面，你应该没去过吧？",
			"森の向こう側には、行ったことないでしょ？",
			"숲 저편에는, 가본 적 없지?",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197099,
			"No, I haven’t. But if we keep on going, we might get lost and never go back again!",
			"是没去过，但这么走下去我们可能就会迷失在树丛里，再也回不去了！",
			"ないわ。でもこのまま進んだら、森の中で迷子になって、帰れなくなっちゃう！",
			"아니야. 하지만 이대로 가다간 숲 속에서 길을 잃고, 돌아올 수 없게 될 거야!",
			null
		],
		[
			"msg",
			197100,
			"Ohhh, I should have brought Hola with me. Then there's nothing to be afraid of~",
			"呜，当初就算是打死也应该把吼辣拉上的，这样就没什么好怕的了~",
			"うう、何が何でもホラを引っ張ってくればよかった。そしたら何も怖いものはなかったのに。",
			"으흑, 뭐가 됐든 호라를 끌고 왔으면 좋았을 걸. 그랬으면 아무것도 무서울 게 없었는데.",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197101,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197102,
			"It's not too late to go back now. At least we won't get lost. Hey! Homi, are you listening?",
			"现在回去还来得及，至少没那么容易迷路，喂！吼咪，你有听我说话吗？",
			"今引き返せばまだ間に合うわ。少なくとも迷子にはならないわ。ねえ、ホミュ！聞いてるの？",
			"지금 돌아가면 아직 늦지 않아. 적어도 길을 잃지는 않을 거야. 저기, 호뮤! 듣고 있어?",
			null
		],
		[
			"msg",
			197103,
			"I thought you finally look like a lady. It turns out you are still that reckless little boy!",
			"本来觉得你终于变得像个女孩子了，但现在这莽撞的样子跟以前那假小子有什么区别啦！",
			"女の子らしく大変身したのかと思ったけど、こういう無鉄砲なところは、男勝りだったあの頃と全然変わらないのね。",
			"여자아이답게 대변신했나 싶었는데, 이런 무모한 점은 남자 못지않던 그때와 전혀 안 변했네.",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197104,
			"Your mind is stuffed with things of Homus and Hola. Do all the girls act like this? There are much more interesting things in the world than dating boys.",
			"那满脑子都想着什么吼姆吼辣的，就是女孩子会做的事么？世界上可是有着许多比恋爱更有意思的事情。",
			"じゃあ頭の中がホムやらホラのことでいっぱいなのが、女の子のすること？世の中には恋愛よりもっと有意義なことがたくさんあるのに。",
			"그럼 머릿속이 호므니 호라니로 가득한 게 여자아이답다는 거야? 세상에는 연애보다 더 의미 있는 일이 얼마나 많은데.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197105,
			"What? What do you mean? Are you back for Hola!?",
			"哈？什么意思，难道你是冲着吼辣来的！？",
			"え？どういう意味？まさかあなた、ホラを狙ってるの！？",
			"엥? 무슨 뜻이야? 설마 너, 호라를 노리고 있는 거야!?",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197106,
			"There's nothing to do with Hola or Homus.",
			"这跟吼姆吼辣什么的没关系。",
			"ホムだのホラだの、関係ないわ。",
			"호므니 호라니, 상관없어.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197107,
			"Then what do you mean exactly? Hey, wait! Answer me!",
			"那你到底在想什么，欸等等，给我说清楚！",
			"じゃあ一体何を考えてるの？あ、待って、ちゃんと話して！",
			"그럼 대체 뭘 생각하고 있는 거야? 아, 잠깐, 제대로 말해 봐!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197108,
			"——Crack…",
			"——咔嚓……",
			"――パキッ……",
			"―― 탁……",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197109,
			"Ahhhh!",
			"呜哇！",
			"うわっ！",
			"우왁!",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197110,
			"Ugh, Hommie…ahhh!",
			"呃，吼美……呜哇！",
			"あっ、ホミ……きゃあ！",
			"앗, 호미…… 꺅!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197111,
			"Boom…",
			"轰……",
			"ドーン……",
			"쿵...",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197112,
			"It hurts…I said it is dangerous in the forest at night!",
			"好痛……我都说了夜晚里树林很危险了！",
			"いたた……だから夜に森に入るのは危険だって言ったじゃない！",
			"아야…… 그러니까 밤에 숲에 들어가는 건 위험하다고 말했잖아!",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197113,
			"Weeping…",
			"呜……",
			"うう……",
			"우우...",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197114,
			"Why, why are you crying? Why didn't you listen to me just now? It must hurt a lot.",
			"怎、怎么突然哭了，是你自己不听我说才摔疼的吧？",
			"ど、どうして急に泣くの？言うことを聞かないから転んだんでしょ？",
			"어, 어째서 갑자기 우는 거야? 말을 안 들어서 넘어진 거잖아?",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197115,
			"Don't you remember anything, Hommie? This is the place where we first met.",
			"吼美你真不记得了，这里……是我们第一次见面的地方。",
			"ホミは本当に覚えてないのね。ここは……私たちが初めて会った場所なのに。",
			"호미는 정말 기억 못하는구나. 여긴... 우리가 처음 만난 곳인데.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197116,
			"What?",
			"欸？",
			"え？",
			"엥?",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197117,
			"When we were little, I was bullied by other kids during the camping. They left all the cooking chores to me. I was planning to make a delicious meal so that they would be amazed. But I failed.",
			"小时候大家都欺负我，露营的时候把料理的工作全丢给了我。本来想着做出超好吃的料理吓他们一跳，却失败了。",
			"小さい頃いじめられっ子だった私は、キャンプで料理の作業を全部押しつけられたの。だから超美味しい料理を作って鼻を明かしてやろうとしたんだけど、失敗しちゃって。",
			"어렸을 때 왕따 당하던 나는 캠프에서 요리 작업을 전부 떠맡았어. 그래서 엄청 맛있는 요리를 만들어 혼내주려고 했는데, 실패해버렸지.",
			null
		],
		[
			"msg",
			197118,
			"Thinking that they would make fun of me, I ran away from the camp and ended up getting lost in the forest. Luckily, you showed up.",
			"一想到他们会更加嘲笑我，我就逃了出来，没想到却在森林里迷了路。幸好，你出现了。",
			"またみんなにバカにされると思って、逃げ出したの。そうしたら森の中で迷子になっちゃって。幸い、あなたが現れたのよ。",
			"또 모두에게 놀림당할 것 같아서, 도망쳤어. 그랬더니 숲 속에서 길을 잃고 말았지. 다행히, 네가 나타났던 거야.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197119,
			"Speaking of that…yes, I rember that's how we met.",
			"这么说的话，我确实……想起来了，我们就是那时候开始认识的。",
			"そういえば、確かに……思い出してきたわ。あたしたち、あの時知り合ったのよね。",
			"그러고 보니, 확실히…… 생각이 나네. 우리, 그때 처음 만났었지.",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197120,
			"Not only did you take me out of the forest and give me tasty snacks, but also told me to be myself, regardless of what other people says.",
			"你不但带我离开了森林，还给了我好吃的。还告诉我不要管别人的目光，做自己就行。",
			"あなたは私を森から連れ出して、食べ物までくれた。それから人の目なんか気にしないで、自分のやりたいようにすればいいって教えてくれたの。",
			"네가 날 숲에서 데려나와서, 음식까지 줬잖아. 그리고 사람들의 눈길 같은 건 신경 쓰지 말고, 자신이 원하는 대로 하라고 말해줬었지.",
			null
		],
		[
			"msg",
			197121,
			"Back then, you were so comforting and amazing. But look at you now, a fool, your mind is full of those annoying boys. You are not the Hommie I want to see!",
			"那时候的吼美是那么地让人安心，让人着迷。可现在的你又是什么样子，一副痴相，脑中只有那些让你苦恼的家伙，这根本不是我想见的吼美！",
			"あの頃のホミといると安心できたし、魅力的だった。でも今のあなたはどう？恋に悩んで、頭の中は彼氏のことばかり。そんなの私が会いたかったホミじゃない！",
			"그때의 호미와 있으면 마음이 편했고, 매력적이었어. 하지만 지금의 너는 어때? 연애로 고민하고, 머릿속은 남자친구 생각뿐이야. 그런 건 내가 만나고 싶었던 호미가 아니라고!",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197122,
			"……！",
			"……！",
			"……！",
			"……!",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197123,
			"In front of us is the exit of the forest. Give me your hand, Hommie, come with me.",
			"前面就是树林的出口了，吼美，把手给我，一起来吧。",
			"この先が森の出口よ。ホミ、手をかして。一緒に行きましょ。",
			"이 앞이 숲의 출구야. 호미, 손 내밀어줘. 함께 가자.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197124,
			"(Rustling...)",
			"沙拉沙拉……",
			"サラサラ……",
			"살랑살랑……",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197125,
			"This palce is safe. Just look upon the sky, you should think of a bigger world!",
			"这里的话就没问题了，看看天上吧，你应该将视线放在更远的地方。",
			"ここまで来ればもう大丈夫。空を見て。あなたはもっと遠くに目を向けるべきよ。",
			"여기까지 왔으면 이제 괜찮아. 하늘을 봐. 너는 더 멀리 바라봐야 해.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197126,
			"The stars…are so beautiful. I never thought that the other side of the forest is an open space like this.",
			"星空……好美，原来树林对面有这么空阔的地方吗？",
			"星空……とってもきれい。森の向こうはこんなに広々としてたのね。",
			"별빛…… 정말 아름답네. 숲 너머가 이렇게 넓었던 거야.",
			null
		],
		[
			"msg",
			197127,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			197128,
			"Maybe you are right. I have been thinking of my relatonship with boys all the times and ignored the beauty around me. I have never paid attention to what I could catch with a mere glimpse up in the sky.",
			"也许你是对的，我一直在想着恋爱的事，根本就没有留意其他东西，明明抬头就能看到的美景，我却一直都没注意过。",
			"あなたの言う通りかもしれない。ずっと恋愛のことばかり考えて、他のことは気にも留めなかった。上を向けば美しい景色が見られたのに、ずっと気づかなかった。",
			"네 말이 맞을지도 몰라. 계속 연애 생각만 하다 보니, 다른 건 전혀 신경 쓰지 못했어. 고개 들면 아름다운 풍경이 보이는데, 계속 몰랐으니까.",
			null
		],
		[
			"msg",
			197129,
			"Should I calm down for a while?",
			"我是不是，先冷静一下比较好呢？",
			"あたし、ひとまず冷静になったほうがいいのかな？",
			"나, 일단은 좀 진정하는 게 좋을까?",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197130,
			"That's exactly what I thought. It will definitely make you the adorable Hommie that you once were.",
			"我就是这么想的，如此一来，肯定就能让以前那个人见人爱的吼美回来了。",
			"私はそう思ったの。そうすれば、きっと誰からも愛される昔のホミが帰ってくるって。",
			"나는 그렇게 생각했어. 그렇게 하면 분명 누구에게나 사랑받던 예전의 호미가 돌아올 거라고.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197131,
			"Ummm, staying away from Hola for a while, reflecting on everything happened. Could this make me think straight? But it seems that Homus is about to come back to the village. He is definitely going to stick around all the time then…What should I do?",
			"呼，远离吼辣一段时间，好好思考，这样真的能让我看清更多东西么？不过吼姆也似乎要回村了，到时候他肯定又会整天缠着我……怎么办……",
			"ふぅ、しばらくホラと距離を置いて、よく考えてみるわ。そうすればもっといろんなことが見えるかな？でもやがてホムも村に帰ってくるらしいし、また一日中纏わりつかれるのかな……どうしよう……",
			"후우, 한동안 호라와 거리를 두고 잘 생각해 볼게. 그러면 더 많은 게 보일까? 하지만 곧 호무도 마을에 돌아온다던데, 또 하루 종일 달라붙힘 당하는 걸까... 어떡하지...",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197132,
			"About this, I have a solution for you.",
			"关于这个，我有个好方法。",
			"そのことなら、いい方法があるわ。",
			"그거라면, 좋은 방법이 있어.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197133,
			"What solution?",
			"什么？",
			"どんな？",
			"뭔데?",
			null
		],
		[
			"speaker",
			204916
		],
		[
			"portraits",
			[
				701,
				0,
				true
			],
			[
				751,
				0,
				false
			]
		],
		[
			"msg",
			197134,
			"Come with me Hommie.",
			"跟我走吧，吼美。",
			"ついてきて、ホミ。",
			"따라와, 호미.",
			null
		],
		[
			"speaker",
			204562
		],
		[
			"portraits",
			[
				701,
				0,
				false
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197135,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				751,
				0,
				true
			]
		],
		[
			"msg",
			197136,
			"What!?",
			"欸！？",
			"え！？",
			"엣!?",
			null
		]
	],
	"2161": [
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197137,
			"Babylon Academy…",
			"巴比伦学园……",
			"バビロン学園……",
			"바빌론 학원...",
			null
		],
		[
			"msg",
			197138,
			"Payazo once said the place needs me. No problem, even if I'm alone, I'm going to do my best…Just like we did last time.",
			"帕亚索说过，这个地方需要我。没问题，即使只有我一个，也一定会努力做好的……就像大家上一次做的一样。",
			"パジャッソは、ここには私が必要だって言ってたわ。大丈夫、たとえ私一人でもがんばるわ……みんなが前回やったみたいに。",
			"파자쏘는, 여기엔 내가 필요하다고 했어. 괜찮아, 설령 나 혼자라도 힘낼게... 모두가 지난번에 했던 것처럼.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197139,
			"This is the next milestone of my life, Babylon Academy!",
			"这就是我人生美丽的下一站，巴比伦学园！",
			"ここが我が人生の美しい次の舞台ね、バビロン学園！",
			"여기가 내 인생의 아름다운 다음 무대네, 바빌론 학원!",
			null
		],
		[
			"msg",
			197140,
			"Ah, miss, I know you. You must be the navigator of my destiny~",
			"啊，这位小姐，我知道你哦，你一定就是我命运中的引路人吧~",
			"あら、そこのお嬢さん、あなたのこと知ってるわよ。道案内をしてくれる運命の人ね？",
			"어머, 저기 있는 아가씨, 당신에 대해 알고 있단다. 길 안내를 해줄 운명의 사람이지?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197141,
			"Eeh!?I…you…me…eeh, you must mistaken me for someone else. I'm new here.",
			"嗯！？我……你……我……呃，你应该认错人了，我才刚来到这巴比伦学园呢。",
			"え！？わ、わたし？……え……えっと、人違いじゃないでしょうか……私はこのバビロン学園に来たばかりですから。",
			"엣!? 저, 저요?……어……음, 사람 잘못이 아닐까요……저는 이 바빌론 학원에 막 왔거든요.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				2,
				false
			]
		],
		[
			"msg",
			197142,
			"So, you are a freshman just like me~ What a coincidence. Fate must bring us together! My name is YoKo, may I know your name?",
			"这么说，你和我一样是新生呀~真是太巧了，能在这碰面一定是缘分！我叫YoKo，可以告诉我你的名字么？",
			"それじゃ、同じ新入生ってことね。奇遇ね、ここで会ったのも何かの縁よ！私はヨーコ。あなたのお名前は？",
			"그럼 같은 신입생이네. 기쁜 만남이야, 여기서 만난 것도 무슨 인연이겠지! 나는 요코. 당신 이름은?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				2,
				true
			]
		],
		[
			"msg",
			197143,
			"Arietta…..",
			"安莉埃塔……",
			"アリエッタ……",
			"아리에타……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				2,
				false
			]
		],
		[
			"msg",
			197144,
			"What a beautiful name~ Miss Arietta. This marks the start point of the story between us. Would you like take a walk with me in this beautiful campus?",
			"真是令人着迷的名字~安莉埃塔小姐，现在……我们的故事开始了，你愿意陪我在这美丽的学园逛一逛么？",
			"わお、魅惑的なお名前～じゃあアリエッタさん、私たちの物語は今ここから始まるのよ。一緒にこの美しい学園を散策しない？",
			"와아, 매혹적인 이름이네~ 그럼 아리에타 씨, 우리의 이야기는 지금 여기서 시작되는 거야. 함께 이 아름다운 학원을 산책하지 않을래?",
			null
		],
		[
			"msg",
			197145,
			"This place looks amazing. We can try to find a garden for walk, or meet some fellow students on the campus~ Or shall we go to the Students' Union and introduce ourself to the elites of the academy!",
			"这里看起来非常吸引人，我们可以去看看有没有花园，或者邂逅一些在校园里挥洒青春热血的美少女们~再或者，去学生会见一见那些强悍的精英骨干什么的！",
			"ここはとっても素敵ね～。花園を探しに行ってみる？それとも校内で青春の血と汗を流す美少女たちに会いに行く？はたまた、生徒会のエリート集団の顔ぶれをのぞきに行きましょうか？",
			"여기는 정말 멋지네~. 화원을 찾아가 볼까? 아니면 교내에서 청춘의 피와 땀을 흘리는 미소녀들을 만나러 갈까? 아니면, 학생회의 엘리트 집단의 얼굴들을 구경하러 갈까?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				2,
				true
			]
		],
		[
			"msg",
			197146,
			"Students' Union…If I'm right, the chairman of the Students' Union is Ares!?",
			"学生会……我记得会长就是那个战神无双吧！？",
			"生徒会……たしか生徒会長って、あの戦神無双さんですよね？",
			"학생회……확실히 학생회장은, 그 전신무쌍 씨였죠?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			197147,
			"Ares? What an amazing name. I can't wait to meet him~",
			"战神无双？果然是个听上去就撼动人心的名字，让我更想去见一见了~",
			"戦神無双？聞くからに心を揺さぶられるような名前ね。ますます見てみたくなっちゃった～",
			"전신무쌍? 듣기만 해도 마음을 뒤흔드는 이름이네. 더욱 보고 싶어지잖아~",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			197148,
			"Ugh…",
			"额……",
			"あ……",
			"아……",
			null
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			197149,
			"(Although I just want to encourage more people to write novels.  I won't cause panic and get myself kicked out of the Academy by Ares. I know better than that... But it still seems a bit risky to get in touch with her directly...",
			"（虽说我只是想带动更多的人写小说，不至于会因为引起恐慌被战神无双赶出巴比伦学园……但直接接触她好像还是有点风险……）",
			"（私はただみんなに小説を書いてもらいたいだけで、騒ぎを起こしてバビロン学園から追い出されたりはしないと思うけど……戦神無双に直に接触するのはやっぱりちょっと危険だわ……）",
			"(난 그냥 모두에게 소설을 써주길 바랄 뿐인데, 소동을 일으켜 바빌론 학원에서 쫓겨나지는 않을 거 같아…… 하지만 전신무쌍에 직접 접촉하는 건 역시 조금 위험하겠지……)",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197150,
			"What's the matter? The place is so beautiful. What a pity if I have to enjoy this by myself. Miss Arietta, would you like to join me?",
			"怎么了，这里的美景一个人看有点可惜，还需要可爱的安莉埃塔小姐一同欣赏呢。",
			"どうしたの？ここの美しい景色は一人で眺めるのはもったいないから、可愛いアリエッタさんと一緒に味わいたいの。",
			"왜 그래? 이 아름다운 경치는 혼자 감상하기엔 아까우니까, 귀여운 아리에타 씨와 함께 즐기고 싶어.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			197151,
			"A, actually, I'm in the middle of something else..",
			"我、我其实有忙着要做的事……",
			"じ、実は私、用事があって忙しくて……",
			"저, 저 사실은 할 일이 있어서 바쁜데……",
			null
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			197152,
			"(But she said she needs me. Emmm, what should I do...)",
			"（可她都说需要我了，呜，怎么办……）",
			"（でも彼女、私が必要だって言ったわ。うう、どうしよう……）",
			"(하지만 그녀가 내가 필요하다고 했어. 우우, 어떡하지……)",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197153,
			"Ah, you already have a date? My apology, I didn't know that…I can go by myself. I shouldn’t have troubled such a pretty girl like you.",
			"啊，你已经有约了？对不起对不起，是我没搞清楚……我自己去也没关系的，反倒是让美少女面露难色这点才最使人难过。",
			"あら、先約があったの？ごめんごめん、知らなくて……私一人でも大丈夫だから。むしろ美少女に困った顔をされるほうが辛いわ。",
			"어머, 약속이 있었어? 미안미안, 몰랐어…… 나 혼자도 괜찮으니까. 오히려 미소녀가 곤란한 표정을 지을 때가 더 마음 아파.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			197154,
			"Sorry, I can't go with you…But it's easy to get lost in the Academy for newcomers. I'm going to find someone to guide you! Looks like there are someone over there…",
			"抱歉，不能陪你一起去……不过刚来巴比伦的话很容易迷路，我先帮你在附近找个带路的！那边好像有谁在……",
			"ごめんなさい、お伴できなくて……バビロンに来たばかりで迷うといけないから、道案内してくれる人を探しますね！あちらに誰かいるみたい……",
			"미안해요, 같이 못 해줘서…… 바빌론에 막 와서 길을 잃으면 안 되니까, 길 안내해줄 사람을 찾아볼게요! 저기 누가 있는 것 같아……",
			null
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			197155,
			"Excuse me! Could you please——",
			"你好！请问你可以——",
			"あの、ちょっとすみません――",
			"저기, 잠깐만요――",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197156,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			197157,
			"She was obviouly in a hurry. But she still spared her time to help me…...Arietta…How could I leave alone such a lovely girl~",
			"明明自己赶时间，却还是要先帮我啊……安莉埃塔，啊~这么可爱的女孩子怎么能丢下不管嘛！",
			"忙しいって言いながら、先に私を助けてくれるなんて……アリエッタちゃんったら～こんな可愛い女の子、放っておけないわ！",
			"바쁘다면서 먼저 나를 도와주다니…… 아리에타 씨는~ 이렇게 귀여운 여자아이, 내버려 둘 수 없지!",
			null
		]
	],
	"2162": [
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197158,
			"Ah…That was so close...I was almost dragged to the Students' Union.",
			"哈……差点就被拉去学生会了，真危险。",
			"はぁー……あやうく生徒会に連れて行かれるところだった、危ない危ない。",
			"하아…… 간신히 학생회에 끌려갈 뻔했네, 아슬아슬해.",
			null
		],
		[
			"msg",
			197159,
			"I made up an excuse to leave first. But I haven’t figured out how to convince everyone. I can't tell people about the \"trial\". Simply writing a novel seems a bit unattractive...",
			"虽然找借口先离开了，不过，我还没想好怎么去说服大家好啊？不可以说出“试炼”的事，直接说来写小说的话恐怕也不会有吸引力……",
			"口実を作って逃げて来たけど、まだみんなをどう説得するか考えてなかったわ。「試練」なんて口にしちゃまずいし、ストレートに小説を書こうって言っても、たぶん興味を持ってもらえないし……",
			"구실을 대고 도망쳐 왔지만, 아직 모두를 어떻게 설득할지 생각하지 못했어. 「시련」 같은 말을 입에 담으면 안 되고, 스트레이트로 소설을 쓰자고 말해도 아마 관심을 받지 못할 거야...",
			null
		],
		[
			"msg",
			197160,
			"However, not everyone is here for pleasure...",
			"对了，并不是所有人都在贪图享乐……",
			"そうだ、誰もが今を楽しんでいるわけじゃないわ……",
			"그래, 아무도 지금을 즐기고 있는 건 아니야...",
			null
		],
		[
			"msg",
			197161,
			"There are people keep on practicing just to show their best on the stage. They have constantly bring joy to others through live streaming. Many people in this academy are fighting for their dream.",
			"为了在舞台上绽放光彩而坚持不懈，为了给大家带来欢乐直播间从不缺席……这个巴比伦里不也是有这种一直在为理想战斗的人么？",
			"ステージで輝くために陰で努力を続けてるとか、みんなに楽しんでもらうためにライブ配信を絶対休まないとか……このバビロンにもそういう理想のために戦っている人がいるわよね？",
			"스테이지에서 빛나기 위해 뒤에서 노력을 계속한다거나, 모두가 즐길 수 있도록 라이브 방송을 절대 쉬지 않는다거나... 이 바빌론에도 그런 이상을 위해 싸우고 있는 사람이 있지?",
			null
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197162,
			"They could definitely motivate people.",
			"她们的话，一定能帮忙带动起大家吧？",
			"そういう人たちなら、みんなを動かしてくれるんじゃないかしら？",
			"그런 사람들이라면, 모두를 움직여 줄 수 있지 않을까?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197163,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197164,
			"This is Miss. Muna’s consultation room. I remember she enjoys the highest popularity in live streaming now...",
			"这里是缪娜小姐的咨询室，我记得现在她直播间的人气是最高的……",
			"ここがミューナさんのカウンセリングルームね。たしかライブ配信で今一番人気なんだっけ……",
			"여기가 뮤나 씨의 상담실이네. 분명 라이브 방송으로 지금 가장 인기 많다고 했던 거 같은데...",
			null
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197165,
			"Nice. The door is open. Excuse me...",
			"太好了，门开着呢，打扰了——",
			"よかった、ドアが開いてるわ。お邪魔しまーす――",
			"다행이야, 문이 열려 있네. 실례할게요――",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197166,
			"Sigh…I'm that kind of person who has to rely on pills even just for falling asleep...",
			"唉……反正像我这样的人，不吃药连睡觉也不可能做得好……",
			"はぁ……どうせ私なんか、薬を飲まないと満足に眠れもしない……",
			"하아... 뭐 나 같은 건, 약을 먹지 않으면 제대로 잠도 못 자고...",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197167,
			"It is okay to prescribe medicine for you, but relying on medicine for a long time is of no good to you. And the effect of the medicine will waer off over time.",
			"给你开药确实可以啦，可是，一直依赖药物的话不太好，时间长了药效也会变得不明显。",
			"確かに薬は出せるけど、でも、薬に頼りっぱなしも良くないわ。長期間飲み続けると薬の効き目が薄れることもあるし。",
			"확실히 약은 줄 수 있지만, 그래도 약에만 의존하는 것도 좋지 않아. 장기간 복용하면 약의 효과가 약해질 수도 있고.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197168,
			"(Em? Is Miss Miuna diagnosing someone else?)",
			"（嗯？缪娜小姐是在给谁做诊断吗？）",
			"（ん？ミューナさんは誰かを診察してるのかしら？）",
			"(음? 뮤나 씨는 누군가를 진료하고 있는 걸까?)",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197169,
			"I will wait until then and see what's next step. For someone like me, it's a miracle that the medicine can work even for just one day or two...",
			"到时候再算吧，像我这种人，吃药能有效一两天都能叫奇迹了……",
			"その時はまた考えるわ。私なんか、薬が一日二日効いたら奇跡といっていいもの……",
			"그때 가서 다시 생각해볼게. 나 같은 경우엔, 약이 하루 이틀이라도 효과가 있으면 기적이라고 해도 될 텐데……",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197170,
			"(Why does she sound so depressed...? Isn't she just having a nightmare?)",
			"（为什么她这么丧气……听起来只是单纯做噩梦了而已吧？）",
			"（どうしてこんなに落ち込んでいるのかしら……話を聞くかぎりただ夢見が悪いだけのようだけど？）",
			"(왜 이렇게 우울해하는 걸까…… 말을 들어보니 그냥 악몽을 꾼 것 같은데?)",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197171,
			"Ugh, that's not true. The only problem is that you can't overcome the fear in you, Barol. Your failure in the past has shadowed your heart and haunted you like a ghost.",
			"呃，没那样的事啦，巴罗尔你只是没法克服心中恐惧而已。过去的失败在你心中留下了阴影，所以它才会像鬼魂一样一直缠着你。",
			"あら、そんなことはないわよ。バロールはただ内心の恐れを克服できていないだけなの。過去の敗北が心に影を落としていて、亡霊のようにずっと纏わり付いているのよ。",
			"아니, 그런 건 아니야. 바로르는 그냥 마음속 두려움을 극복하지 못했을 뿐이야. 과거의 패배가 마음에 그림자를 드리우고, 망령처럼 계속 얽혀있는 거야.",
			null
		],
		[
			"portraits",
			[
				861,
				2,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197172,
			"I will keep offering counseling to you. Be more confident and I believe you will eventually overcome the fear!",
			"我会继续帮你做心理辅导的，所以再自信一些，你一定可以摆脱阴影恢复过来的！",
			"引き続きメンタルサポートをするから、もっと自信を持って。必ず暗闇から抜け出せるから！",
			"계속해서 멘탈 서포트 해줄 테니까, 좀 더 자신감을 가져. 분명 어둠에서 벗어날 수 있을 거야!",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				861,
				2,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197173,
			"There nothing to be confident about. It's not only about losing, but it also hurts my followers. Being weak is an original sin…I'd rarther take medicine…",
			"有什么好自信的，输了就算了，还会连累跟随我的人。菜是原罪……我还是吃药吧……",
			"自信なんて持てるわけないわ。負けたらそれまで。私についてきた人まで巻き添えにしちゃった。弱いのは罪……やっぱり薬を飲むわ……",
			"자신감 같은 건 가질 수 없어. 지면 그걸로 끝이야. 나를 따라온 사람들까지 말려들게 했잖아. 약한 건 죄…… 역시 약을 먹어야겠어……",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197174,
			"(Failure in the past? That's the reason she is like this? What if…if I can bring back her victory...)",
			"（过去的失败？难道她是一蹶不振了才会变成这样的，那……如果能帮她找回曾经的辉煌的话……）",
			"（過去の敗北？もしかして挫折してこうなっちゃったの？それなら……かつての輝きを取り戻してあげられたら……）",
			"(과거의 패배? 혹시 좌절해서 이렇게 된 걸까? 그렇다면…… 예전의 빛을 되찾아줄 수 있다면……)",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				2,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197175,
			"Aha~ How could you be happy with that crying face on you. Let me tell you, Barol, as long as you are as happy as I am, you can sleep well every night!",
			"呀哈哈~整天愁眉苦脸的肯定难受啊，我跟你说巴罗尔！只要你像我一样开心，每天都能睡好觉的！",
			"ニャハハ～一日中憂いに沈んでたらそりゃ辛いでしょ。だから言ってるでしょ、バロール。あたしみたいに楽しくしてたら、毎日よく眠れるって！",
			"냐하하~ 하루 종일 우울에 빠져있으면 그렇지 힘들지. 그래서 말하는 거야, 바로르. 나처럼 즐겁게 지내면 매일 잘 잘 수 있다고!",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				855,
				2,
				true
			],
			[
				753,
				2,
				false
			]
		],
		[
			"msg",
			197176,
			"Doesn’t you eat up my joy as your food…?",
			"真不是因为你把我的快乐都当成粮食吃掉了么……",
			"あなたが私の楽しみをみんな食べちゃうからでしょ……",
			"네가 내 즐거움을 다 먹어버리기 때문이잖아……",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				2,
				false
			],
			[
				753,
				2,
				true
			]
		],
		[
			"msg",
			197177,
			"Of course not! Your emotions are plain and tasteless. I will bever eat them!",
			"怎么可能！巴罗尔的情感干瘪瘪的一点味道没有，我才不要吃！",
			"そんなわけないでしょ！バロールの気持ちなんてパサパサで何の味もしないんだもん。食べたくないよ！",
			"그럴 리 없지! 바로르 기분 같은 건 바싹 말라서 맛도 없단 말야. 먹고 싶지도 않아!",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				753,
				2,
				true
			]
		],
		[
			"msg",
			197178,
			"Silk, don’t speak that loudly in the consultation room.",
			"䌷，在咨询室说话不能太大声哦。",
			"紬さん、カウンセリングルームで大声を出さないで。",
			"츠무기 씨, 상담실에서 큰 소리 내지 마세요.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				2,
				false
			],
			[
				753,
				2,
				true
			]
		],
		[
			"msg",
			197179,
			"Ok~I will put the medical box to its original place~",
			"我知道了~医药箱我放回原位啦~",
			"わかりました～救急箱、元の場所に戻しとくね～",
			"알았어~ 구급상자, 원래 자리에 다시 둘게~",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				753,
				2,
				true
			]
		],
		[
			"msg",
			197180,
			"Be careful. Don’t hurt yourself again when you play around, ok?",
			"下次玩的时候可要小心不要再磕伤了知道吗？",
			"今度遊ぶときはぶつかって怪我しないように気をつけてね。わかった？",
			"다음에 놀 때는 부딪혀서 다치지 않게 조심해. 알았지?",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				855,
				1,
				false
			],
			[
				753,
				2,
				true
			]
		],
		[
			"msg",
			197181,
			"Okok! Just let me go. Someone is waiting next to us.",
			"好啦好啦！你就别管我了，那边好像还有人一直在等着呢~",
			"はーい。あたしのことはいいから。あっちでずっと待ってる人がいるみたいだよ～",
			"네~. 내 걱정은 됐어. 저기서 계속 기다리는 사람이 있는 것 같아~",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				855,
				1,
				true
			],
			[
				747,
				1,
				false
			]
		],
		[
			"msg",
			197182,
			"Ugh!?...Hi…",
			"欸！？啊……打、打扰了……",
			"えっ！？あ……あの、お邪魔してます……",
			"엣!? 아... 저, 방해했네요...",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				3,
				false
			],
			[
				747,
				1,
				true
			]
		],
		[
			"msg",
			197183,
			"Um? Sorry, I didn't notice you. But she is still in the middle of treatment, so please wait a minute.",
			"嗯？抱歉，我一直没注意到，但现在还有人在接受治疗，还请麻烦你先排队呢。",
			"あら？ごめんなさい、ずっと気づかなくて。でも今まだ診察中の人がいるから、もう少し順番を待っててもらえる？",
			"어라? 미안해요, 계속 못 알아채고. 하지만 지금 진료 중인 사람이 있어서, 조금만 더 순서를 기다려줄 수 있나요?",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				861,
				3,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197184,
			"Never mind…You can't treat me. Just let it be…I appreciate what you have done for me, Miss Miuna. I have to go…",
			"算了……反正我也治不好，就这样吧……辛苦你了缪娜医生，我走了……",
			"もういいわ……どうせ私は良くならないし、ここまでにしましょ……ありがとうございました、ミューナ先生。それじゃ……",
			"이제 됐어... 어차피 나는 나아지지도 않을 테니, 여기까지 할게... 감사했습니다, 뮤나 선생님. 그럼...",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197185,
			"Ple, please don’t give up that quickly. If you give up on yourself, then there will be no cure at all.",
			"请、请不要那么快放弃，要是连自己的心都死掉的话，那才是真的没救了。",
			"そ、そんなすぐ諦めないでください。自分から諦めてしまったら、本当に救いようがないですよ。",
			"그, 그렇게 쉽게 포기하지 마세요. 스스로 포기해버리면 정말 구할 방법이 없어요.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				753,
				3,
				false
			]
		],
		[
			"msg",
			197186,
			"You…...",
			"你……",
			"あなたは……？",
			"당신은...?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				753,
				3,
				true
			]
		],
		[
			"msg",
			197187,
			"Let me help you. I have a solution!",
			"让我来帮忙吧，我有个好方法！",
			"お手伝いさせてください。いい方法があります！",
			"도와드리게 해주세요. 좋은 방법이 있습니다!",
			null
		]
	],
	"2163": [
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197188,
			"Is this…a notebook?",
			"你给我的是……笔记本？",
			"これは……ノート？",
			"이건... 노트?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197189,
			"I hope you can use it to write novels.",
			"我希望你能用这本笔记来写小说。",
			"このノートに小説を書いてもらいたいんです。",
			"이 노트에 소설을 써 주셨으면 해요.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197190,
			"Ugh, the topic of our conversation changed so quickly, and I can hardly follow you…",
			"呃，话题跳跃太快我有点跟不上……",
			"は？話が飛躍しすぎてちょっとよくわからないんだけど……",
			"뭐? 이야기가 너무 급해서 좀 이해가 잘 안 되는데...",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197191,
			"Let me explain to you step by step. Miss Barol, this is to help you overcome the shadow of your past…Ah, let me introduce myself first. My name is Arietta, sorry for overhearing yor talk just now. I wasn't doing it for purpose.",
			"我一步一步说好了，这都是为了帮巴罗尔小姐你克服心理阴影……啊，得先自我介绍，我是安莉埃塔，刚才擅自在旁边听你们说话非常抱歉！",
			"順を追って説明しますね。これはバロールさんが心の闇を克服するために……あ、まず自己紹介しますね。私はアリエッタ。さっきは勝手に話を聞いてしまって、本当にごめんなさい！",
			"순서대로 설명할게요. 이건 바롤 씨가 마음의 어둠을 극복하기 위해서... 아, 먼저 자기소개 할게요. 저는 아리에타. 아까는 제멋대로 이야기를 듣고서, 정말 미안해요!",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				855,
				2,
				false
			]
		],
		[
			"msg",
			197192,
			"Is there anything interesting. I want to hear it too!",
			"是有什么新奇好玩的东西吗，我也想听听！",
			"何か新しい遊び？あたしも聞きたい！",
			"뭔가 새로운 놀이? 나도 듣고 싶어!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				855,
				2,
				true
			]
		],
		[
			"msg",
			197193,
			"Indeed, this sounds like a game... Miss Barol became what she is like currently because of her past failures, that is to say, she use to be a very strong person.",
			"确实这听起来比较像在玩……巴罗尔小姐是因为过去的失败才变成现在这个样子的，也就是说在那之前，你其实是个很厉害的人！",
			"確かに遊びのように聞こえますけど……バロールさんは過去の敗北のせいでこうなってしまったんでしょう。ということはそれ以前は、すごい人だったんですよね！",
			"확실히 놀이처럼 들리지만... 바롤 씨는 과거의 패배 때문에 이렇게 되신 거잖아요. 그렇다면 그 전엔, 엄청난 사람이셨던 거죠!",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197194,
			"Maybe...but maybe it's just a mistake. After all, I only have the impression of being defeated by Ruff in one second.",
			"可能吧……但也许只是记错了，毕竟我只对自己被太阳神秒杀这件事有印象。",
			"かもね……でも記憶違いかもしれない。何しろ自分が太陽神に瞬殺された覚えしかないもの。",
			"아마도... 하지만 기억 착각일지도. 어쨌든 내가 태양신에게 순살당한 기억밖에 없으니.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197195,
			"No, I think you just don't want to think about it. Or maybe you don't believe that you were once powerful.",
			"不会的，我想只是你不愿意去想起而已，或者说是不想再去相信曾经的自己也有过强大的一面。",
			"いいえ、それはただ思い出したくないだけだと思います。あるいはかつての自分に強い一面があったことを信じたくないのでしょう。",
			"아니요, 그건 그냥 떠올리고 싶지 않을 뿐이에요. 혹은 예전의 자신에게 강한 면모가 있었다는 걸 믿고 싶지 않으신 거구요.",
			null
		],
		[
			"msg",
			197196,
			"That's exactly what I want you to write about in the novel.",
			"我希望你写的，正是以这一面为原型的小说呢。",
			"そこで、書いてほしいんです。まさにその一面をモデルにした小説を。",
			"그래서, 써 주셨으면 해요. 바로 그 면모를 모델로 한 소설을.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197197,
			"What Miss Arietta meant is to write down the the image of once powerful and confident self, so as to deepen the impression of this image in the process, right?",
			"安莉埃塔小姐的意思是，把曾经强大而又自信的自己写下来，让自己在不断观看的过程中加深这个形象的印象么？",
			"つまりアリエッタさんが言うのは、強くて自信に満ちたかつての自分を書き出し、自分を見つめ直す過程でそのイメージを強くしていくということね？",
			"즉 아리에타 씨가 말하는 건, 강하고 자신감 넘치던 예전의 자신을 적어내며, 자신을 돌아보는 과정에서 그 이미지를 강화해 나가자는 거네?",
			null
		],
		[
			"msg",
			197198,
			"Indeed if you do write it down, it will be more straightforward. Even if you don’t believe it, reading it every day will form an impression. This would be a good therapy~",
			"确实写下来的话会更直观一些，就算不相信，每天看的话也会成为一个印象。这会是个不错的心理疗法呢~",
			"確かに書き出すことで自分を直視できるし、たとえ信じられなくても、毎日書いているうちにイメージが出来てくる。それは良い心理療法ね。",
			"확실히 적어내면 자신을 직시할 수 있고, 설령 믿기지 않더라도 매일 쓰다 보면 이미지가 생겨나겠죠. 좋은 심리 치료법이네.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				861,
				1,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197199,
			"But isn't it lying to myself...",
			"可这不就是骗自己么……",
			"それって自分を騙しているだけじゃ……",
			"그건 그냥 자신을 속이는 거잖아...",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197200,
			"If you don't believe it, no therapy will work for you. I think it’s worth trying. First of all, regardless of the effect of writing this novel, at least it can distract your attention from the negative emotions.",
			"如果你不相信，怎么样的心理治疗都难以成功。我觉得试一试未尝不可，先不论写这个的效果如何，起码能分散你的注意力。",
			"信じなければ、どんな心理セラピーもうまくいかないわ。試してみてもいいと思う。書くことの効果はさておき、少なくとも気は紛れるわ。",
			"믿지 않으면 어떤 심리 치료도 효과가 없을 거야. 한번 시도해보는 것도 괜찮을 것 같아. 글쓰기의 효과는 둘째치고, 적어도 기분은 전환될 거야.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197201,
			"This should…Ugh, this will definitely work.",
			"效果的话应该……呃，一定会有的。",
			"効果ならたぶん……いえ、きっとありますよ。",
			"효과라면 아마... 아니, 분명 있어요.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				753,
				5,
				false
			]
		],
		[
			"msg",
			197202,
			"As long as the doctor said so, ok, I will give it a try.",
			"既然医生都这么说了，好吧，我会去试的。",
			"お医者さんがそういうなら、いいわ、試してみる。",
			"의사 선생님이 그렇다면, 좋아, 시도해볼게.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				753,
				5,
				true
			]
		],
		[
			"msg",
			197203,
			"That’s great... It’s okay to write it as a diary at first. If you have any trouble, you can come to me for help at any time.",
			"太好了……最初就当是写日记一样写下来也没关系，如果碰到什么麻烦的话，可以随时来找我。",
			"よかった……最初は日記を書くように書いてもいいです。何か困ったことができたら、いつでも訪ねて来てください。",
			"다행이야... 처음에는 일기 쓰듯이 써도 괜찮아요. 무슨 문제가 생기면 언제든지 찾아오세요.",
			null
		],
		[
			"msg",
			197204,
			"I have read some works before, and although I'm not a professional, I can still provide some opinions and reviews~",
			"我也是看过一些作品的，指导可能并不专业，但给一些观后感还是可以的~",
			"私も多少は小説を読んでますから、専門的な指導ではないかもしれないけど、読んで感想を言うくらいできますから。",
			"저도 소설을 좀 읽어서 전문적인 지도는 아닐 수 있지만, 읽고 감상을 말해주는 정도는 할 수 있어요.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				753,
				3,
				false
			]
		],
		[
			"msg",
			197205,
			"Ok...but I don’t know where you live...",
			"好吧……不过我还不知道你住在哪……",
			"わかった……でもあなたがどこに住んでるのかも知らないんだけど……",
			"알았어... 근데 네가 어디 사는지도 모르는데...",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				753,
				3,
				true
			]
		],
		[
			"msg",
			197206,
			"Ugh, I live in…in…uh…",
			"欸，我住在……住在……呃……",
			"えーと、私が住んでいる所は……えーと……",
			"어... 제가 사는 곳은... 어...",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				2,
				false
			],
			[
				753,
				3,
				true
			]
		],
		[
			"msg",
			197207,
			"Just come to the consultation room, Barol is my patient and she will often come here for further diagnosis. So you can come here as you wish~",
			"就来咨询室这里好了，巴罗尔本来就是我的患者，复诊的话也会经常过来，所以你可以不用客气使用这里的~",
			"このカウンセリングルームに来ればいいわ。バロールはもともと私の患者なんだから、再診によく来てるでしょ。遠慮なくここを使っていいわよ。",
			"이 상담실로 오면 돼. 바로르는 원래 내 환자니까, 재진으로 자주 오잖아. 망설이지 말고 여기 써도 좋아.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				753,
				3,
				true
			]
		],
		[
			"msg",
			197208,
			"Thank you…Miss Miuna.",
			"缪娜小姐……嗯，谢谢。",
			"ミューナさん……ありがとうございます。",
			"뮤나 씨... 고마워요.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				753,
				3,
				false
			]
		],
		[
			"msg",
			197209,
			"Then…thank you…",
			"那就……拜托你了……",
			"それじゃ……よろしくお願いします……",
			"그럼... 잘 부탁드립니다...",
			null
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				753,
				5,
				false
			]
		],
		[
			"msg",
			197210,
			"The powerful side of myself…It's difficult to imagine…",
			"自己强大的样子啊……真是难以想象呢……",
			"自分が強かった頃か……本当に想像できない……",
			"내가 강했던 시절이라... 정말 상상이 안 가...",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				855,
				1,
				false
			]
		],
		[
			"msg",
			197211,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			197212,
			"Hey, I haven't understood it yet. How could it already be over!? So what you just said, it sounds like a new treatment that will make Barol happy again!",
			"欸，我都还没听明白，怎么就好像一副已经结束了的样子！所以刚才你们说的是什么，听起来是能让巴罗尔重返快乐的新疗法！",
			"ええ～さっぱりわからなかった、なんで一段落したみたいになってるの？だから今の話はどういう意味？バロールに楽しさを取り戻す新しいセラピーみたいだったけど。",
			"에에~ 전혀 이해 못했어, 왜 일단락된 것 같아? 그래서 지금 얘기가 무슨 뜻이야? 바로르에게 즐거움을 되찾아주는 새로운 치료법 같던데.",
			null
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				855,
				2,
				false
			]
		],
		[
			"msg",
			197213,
			"Tell me more! Since it is something that makes people happy, I must not miss it!",
			"再跟我说多点嘛！既然是能让人快乐起来的东西，那我肯定不能错过！",
			"もう一度説明して！人を楽しくできるなら、見逃すわけにいかないんだから。",
			"다시 설명해줘! 사람들을 즐겁게 할 수 있다면, 놓칠 수 없거든.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				855,
				2,
				true
			]
		],
		[
			"msg",
			197214,
			"Um, don't push, I will tell you everything~",
			"嗯，别急，我也会好好跟你说的~",
			"ええ、慌てないで。あなたにもちゃんと説明しますから。",
			"에에, 급해하지 마. 너에게도 제대로 설명해줄게.",
			null
		]
	],
	"2164": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197215,
			"A week later…",
			"一周后……",
			"1週間後――",
			"1주일 후――",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197216,
			"I am stronger than anyone. I can cut off Ruff's head with something that is not even a sword.",
			"我比谁都要强，靠着这看起来连剑都不是的东西，就能把太阳神的头给砍下来。",
			"「私は誰よりも強い。この剣ですらない代物で、太陽神の頭を叩き割れる。」",
			"「나는 누구보다 강하다. 이 검 따위도 아닌 것으로 태양신의 머리를 쪼갤 수 있다.」",
			null
		],
		[
			"portraits",
			[
				753,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197217,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			197218,
			"Something not even a sword, you mean this street sign? That's hilarious. It will melt before it even touches Ruff.",
			"连剑都不是的东西，这个路牌么，笑死人了……还没过去就会被融化吧。",
			"「剣ですらない代物」って、この道路標識？笑っちゃうわ、そんなの届く前に融かされちゃう。",
			"「검 따위도 아닌 것」이라니, 이 도로 표지판? 웃기네, 그게 닿기 전에 녹아버릴걸.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				753,
				5,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197219,
			"Barol, are you here!?",
			"巴罗尔，你在的吧！",
			"バロール、いるんでしょ！",
			"바롤, 있지!",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197220,
			"Well, although not possible, it's interesting to imagine such a scene...I took this broken street sign and defeated Ruff...",
			"唔，虽然不可能，但发生这么一幕也挺有趣的吧……我拿着这破路牌，就把太阳神打败什么的……",
			"ふふっ、ありえないけど、そんな一幕があっても面白いかな……「私はこのボロい道路標識を手に、太陽神を打ち破った」とか……",
			"후훗, 말도 안 되지만, 그런 장면이 있어도 재미있겠지...「내가 이 낡은 도로 표지판을 들고 태양신을 무찔렀다」라든가...",
			null
		],
		[
			"portraits",
			[
				753,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197221,
			"Anyway, it's lying to myself...hehe...hehehe...",
			"反正，只是欺骗自己的玩物……呵呵……呵呵呵……",
			"どうせ、自分をごまかすだけの遊びだし……ぷっ……くっくっく……",
			"어차피, 자기 자신을 속이는 장난일 뿐이고...풋...큭큭큭...",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				753,
				5,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197222,
			"Are you there? Hey--",
			"你在的吧？喂——",
			"いるの？ねえ――",
			"있어? 저기――",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197223,
			"Boom!",
			"轰隆！",
			"ドゴーン！",
			"쿠웅!",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197224,
			"Find you!",
			"找到你了！",
			"見ーつけた！",
			"찾-았다!",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				1,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197225,
			"Uh...how did you break the wall again. How many times have I told you to use the front door…Oh, forget about it. Anyway, people never listen to someone like me.",
			"呃……你怎么又把墙给砍了，说了多少次走正门……唉，算了，反正像我这样的人说的话根本听不进去吧。",
			"ちょっと……また壁を壊して！ドアから入ってって何度言えばわかるの？……はあ、もういいわ。どうせ私が言うことなんか、聞く耳持たないんでしょ。",
			"좀...또 벽을 부수고! 문으로 들어오라고 몇 번을 말해야 알아듣니?...하아, 됐어. 어차피 내 말 같은 건 귀담아듣지도 않을 거면서.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				1,
				true
			],
			[
				752,
				4,
				false
			]
		],
		[
			"msg",
			197226,
			"That's so much trouble. I don’t even want to come here... but you haven't practiced with me for a week. So I come here looking for you.",
			"那样多麻烦，本来我连你住的地方都懒得来的……可你不是一周都没找我练剑了么，所以我才来的。",
			"だって面倒なんだもの。実はあなたの部屋に来るのも面倒なんだけど……1週間も剣の練習に来なかったから、来てあげたのよ。",
			"귀찮으니까. 사실 네 방에 오는 것도 귀찮지만...1주일도 검 연습을 안 오길래, 와 준 거야.",
			null
		],
		[
			"portraits",
			[
				753,
				1,
				true
			],
			[
				752,
				3,
				false
			]
		],
		[
			"msg",
			197227,
			"Since you want to restore your peak time through training, why don't persist in the plan?",
			"你想通过训练剑法找回巅峰时期的感觉，为什么不坚持呢？",
			"剣術を訓練して絶頂期の感覚を取り戻したいんでしょ。どうして続けないの？",
			"검술을 훈련해서 전성기 때의 감각을 되찾고 싶은 거잖아. 왜 계속 안 하는 건데?",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				1,
				false
			],
			[
				752,
				3,
				true
			]
		],
		[
			"msg",
			197228,
			"It doesn't work anyway after practicing... It's better to write something and live in a dream every day...",
			"反正，练下来也没什么效果……还不如写点什么，每天活在梦里好……",
			"どうせ練習したって効果なんかないし……何か書いて、毎日夢の中で過ごしてるほうがいいわ……",
			"어차피 연습해봤자 효과 같은 건 없고...뭔가 쓰면서 매일 꿈 속에서 지내는 게 나아...",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				1,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197229,
			"Writing? I was curious back then. What have you been writing? Let me see~",
			"写？刚才我就想说了，你一直在低头写什么啊，让我看看~",
			"書く？さっきから聞きたかったんだけど、ずっと何を書いてるの？見せて見せて～",
			"쓰고 있어? 아까부터 궁금했는데, 계속 뭐 쓰고 있는 거야? 보여줘 보여줘~",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				4,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197230,
			"Ah... give it back to me, it's boring...",
			"啊……还给我，那并不是什么有趣的东西……",
			"わ……返してよ。別に面白いものじゃないから……",
			"앗…… 돌려줘. 별로 재밌는 거 아니니까……",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				4,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197231,
			"But you laughed while writing it, which is so unusual. Let me see... Barol, the evil eye demon, is this a diary? Oh! ? Barol defeated Ruff! I remember you didn't say that before?",
			"可你写这个的时候笑了，这也太难得啦。我看看……邪眼魔王巴罗尔，这是日记？喔！？巴罗尔打赢了太阳神！我记得你之前不是这么说的？",
			"でもこれを書きながら、珍しく笑ってたじゃない。どれどれ……邪眼の魔王バロール……これ、日記？おっ！？バロールは太陽神に勝った！前に聞いた話と違うわね？",
			"근데 이거 쓰면서, 좀처럼 안 보이던 미소를 지었잖아. 어디 보자…… 사안의 마왕 발로르…… 이거, 일기? 오!? 발로르가 태양신을 이겼어! 전에 들은 이야기랑 다른데?",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				5,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197232,
			"You...must want to laugh at me? This is just a self-satisfied novel.",
			"你……一定是想笑我吧？这不过是自我满足的小说。",
			"どうせ……笑うんでしょ？これはただの自己満足の小説なの。",
			"어차피…… 비웃을 거잖아? 이건 그냥 자기만족 소설이야.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				5,
				true
			],
			[
				752,
				3,
				false
			]
		],
		[
			"msg",
			197233,
			"There is nothing to be laughed at. Although you describe it as self-satisfactory, what hide behind these words is your true heart.",
			"没什么好笑的，虽然你说是自我满足，但这些文字里可是藏着你真正的内心。",
			"笑わないわよ。自己満足って言うけど、この文章にはあなたの本心が隠されているもの。",
			"비웃지 않아. 자기만족이라 하지만, 이 글엔 네 진심이 숨어 있는 거야.",
			null
		],
		[
			"portraits",
			[
				753,
				5,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197234,
			"I don’t know about novels, but it feels the same as when I practiced sword fight with you. You really want to retrieve the glory of the past time.",
			"我可不懂什么小说，不过这就跟与你练剑时的感觉一样，你是真的想找回当年的荣耀。",
			"小説のことはわからないけど、これはあなたと剣の練習をするときと同じ感覚よ。あなたは本心では当時の栄光を取り戻したいのよ。",
			"소설은 잘 모르지만, 이건 너랑 검술 연습할 때랑 같은 느낌이야. 넌 진심으로 그때의 영광을 되찾고 싶어 하는 거야.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				3,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197235,
			"My…true heart…",
			"我真正的……内心……",
			"私の……本心……",
			"내…… 진심……",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				3,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197236,
			"There are some words that can always make you feel relieved~",
			"有些话说出来总能让自己如释负重呢~",
			"口に出すと重荷を下ろした気になる話ってあるもんね。",
			"입 밖에 내면 마음의 짐을 내려놓는 느낌이 드는 이야기도 있잖아.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				5,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197237,
			"It turns out I feel relieved while writing this... haha...",
			"原来，我在写这东西的时候如释负重了吗……呵呵……",
			"そうか、私はこれを書いて心の重荷を下ろしていたのね……ふふ……",
			"그랬구나, 나는 이걸 쓰면서 마음의 짐을 내려놓고 있었던 거야…… 훗……",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				5,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197238,
			"How nice. If I could write I would love to try to show my world. Maybe there wouldn’t be so many misunderstandings if I did so! But perhaps no one wants to read it if it is badly written!",
			"真好啊，要是我会写的话，也想试着展示一下我的世界呢，那就不会有那么多误会了！但写得烂可就没人愿意读了吧！",
			"よかったわね。私が書くとしたら、自分の世界を見せたいな。そうすれば誤解も減るかも。でもヘタクソだと誰も読んでくれないわね。",
			"다행이네. 내가 쓴다면, 내 세계를 보여주고 싶어. 그럼 오해도 줄어들 거야. 하지만 솜씨가 없으면 아무도 안 읽어주겠지.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				3,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197239,
			"Well... after I actually started writing, I really want to know more about it.",
			"嗯……实际上写过之后，确实有点想更加去了解这方面的内容了。",
			"うん……実際書いてみると、小説の書き方をもっとよく知りたくなるわね。",
			"응…… 실제로 써보니까 소설 쓰는 방법을 더 알고 싶어지네.",
			null
		],
		[
			"msg",
			197240,
			"The one who made me try to do it seems really likes novels and she must be happy to guide us. I think... we can go find her for advice.",
			"那个让我试着这么做的人，她似乎非常喜欢小说，一定很乐意指导我们的。我想……我们可以去找她。",
			"この方法を勧めてくれた人は、小説が大好きみたいだった。きっと喜んで指導してくれるわよね……彼女のところに行ってみようかな。",
			"이 방법을 추천해준 사람은 소설을 엄청 좋아하는 것 같았어. 분명 기쁘게 가르쳐주겠지…… 그녀한테 가볼까.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				3,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197241,
			"Then what are we waiting for! Let's go!",
			"那就事不宜迟，出发吧！",
			"じゃあ善は急げね。出発！",
			"그럼 호미로 막을 듯 자귀로 막는다고 출발!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197242,
			"——Bang!",
			"——轰！",
			"――ドカン！",
			"――쿵!",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				2,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197243,
			"I said…use the front door…",
			"我说了……走大门啊……",
			"だから……ドアから出てよ……",
			"그러니까…… 문으로 나와……",
			null
		]
	],
	"2165": [
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197244,
			"She is in Dr. Miuna's consultation room... Don't break down doctor's wall as well...",
			"她在缪娜医生咨询室里……你不要把医生家的墙拆了……",
			"彼女はミューナ先生のカウンセリングルームにいるって……医務室の壁を壊さないでよ……",
			"그녀는 뮤나 선생님의 상담실에 있다고…… 보건실 벽을 부수지 말라고……",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				2,
				true
			],
			[
				752,
				4,
				false
			]
		],
		[
			"msg",
			197245,
			"I know, I know. But, aren't there a lot of people waiting in line?",
			"知道了知道了，但是，这不有挺多人在排队么？",
			"わかってるって。それにしてもずいぶん人が並んでるわね？",
			"알았다고. 그래도 사람이 엄청 줄을 서 있네?",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				753,
				2,
				true
			],
			[
				855,
				1,
				false
			]
		],
		[
			"msg",
			197246,
			"Many of them are here for Arietta. It seems that they are very interested in the new therapy~",
			"她们好一部分都是来找安莉埃塔的，看来是对那个新式心理治疗很感兴趣~",
			"何割かはアリエッタを訪ねて来てるんだよ。新しい心理セラピーに興味があるみたい。",
			"몇몇은 아리에타를 찾아온 거야. 새로운 심리 치료에 관심이 있는 모양이지.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				3,
				false
			],
			[
				855,
				1,
				true
			]
		],
		[
			"msg",
			197247,
			"Silk…you are here as well…",
			"䌷……你也在啊……",
			"紬……あなたまでいたの……",
			"츠무기…… 너까지 있었어……",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				753,
				3,
				true
			],
			[
				855,
				3,
				false
			]
		],
		[
			"msg",
			197248,
			"What do you mean. Why can't I come here as well! I'm here first, don't even think of jumping in line!",
			"什么意思啦，我就不能来么！这是我先排好的位置，别想插队！",
			"どういう意味よ、あたしがいちゃいけないの？あたしが先に並んでたんだから、割り込まないでよね！",
			"무슨 뜻이야, 내가 있으면 안 된다는 거야? 내가 먼저 줄을 섰으니까 새치기하지 말라고!",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				3,
				true
			],
			[
				752,
				4,
				false
			]
		],
		[
			"msg",
			197249,
			"I always thought that writing is a boring pastime. I never thought there are so many people interested in it. But perhaps it's because they don't have anything else to do...",
			"我总觉得写文章是个无聊的消遣，居然会有这么多人感兴趣么，虽然一般都是因为闲过头才来的吧……",
			"小説を書くなんてつまんないと思ってたけど、これだけの人が興味を持つなんて。まあたいていは暇つぶしに来てるんでしょうけど……",
			"소설을 쓴다는 게 지루할 거라고 생각했는데, 이렇게 많은 사람들이 관심을 가질 줄이야. 뭐 대부분은 그냥 시간 때우려고 오는 거겠지만...",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			197250,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			197251,
			"Dr. Miuna, I would like to know more about the writing therapy. I'm not very motivated recently...",
			"缪娜医生，我想咨询一下写作心理疗法相关的事来着，最近……一直没有干劲……",
			"ミューナ先生、作文セラピーのことで相談に来たんです。最近……ずっとやる気が出なくて……",
			"뮤나 선생님, 작문 테라피에 대해 상담하러 왔어요. 최근에... 계속 의욕이 안 생겨서...",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				2,
				false
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			197252,
			"Arietta is in charge of this~",
			"这方面的信息咨询是安莉埃塔负责的~",
			"ああ、その方面の相談ならアリエッタの担当ね。",
			"아, 그쪽 상담은 아리에타가 담당이야.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			197253,
			"Ah... hello, I'm Arietta. Let me know if you have any problems, I will try my best to help you.",
			"啊……你好，我是安莉埃塔，有什么苦恼的话尽管说，我一定会努力帮你的。",
			"あ……どうも、私がアリエッタです。悩み事があるなら何でも話してください。精一杯お手伝いしますから。",
			"아... 안녕하세요, 제가 아리에타예요. 고민이 있으면 뭐든 말씀해주세요. 최대한 도와드릴게요.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			197254,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			197255,
			"The more I write, the more pressure I feel. Why? Am I doing it wrong?",
			"是我使用的方法不对么，为什么我越写压力越大？",
			"私のやり方が間違っているんでしょうか？書けば書くほどストレスが増すんですけど。",
			"제 방식이 틀린 걸까요? 쓸수록 스트레스만 늘어나는데.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			197256,
			"It seems that by writing down the depressing daily life in the novel and you have went through them again. Do you want to try to change the direction of writing?",
			"看来你是把悲伤的日常搬到小说里再感受了一遍，要不要试着改变下写作的方向呢？",
			"どうやらあなたは辛い日常を小説に持ち込んで追体験しているようですね。書く方向性を変えてみたらどうでしょう？",
			"당신은 힘든 일상을 소설로 가져와 재경험하고 있는 것 같네요. 쓰는 방향을 바꿔보는 건 어때요?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			197257,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			197258,
			"Can I let my friends try writing as well?! It seems that just writing novels by myself is not relieving enough. Would it be better if I could share it with more people?",
			"我可以让我朋友也写写看吗！单单是自己写好像还不够解压，能多些人一起分享的话会好很多吧？",
			"友達にも書いてもらっていいでしょうか？一人で書いていてもあまりストレス解消にならなくて。みんなで見せ合ったほうが良くないですか？",
			"친구들도 같이 써도 될까요? 혼자 쓰는 건 스트레스 해소가 잘 안 돼서. 다같이 보여주는 게 더 좋지 않을까요?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			197259,
			"Um...Of course, if you have any difficulties, you can come…to me without hesitation...",
			"嗯……当然可以，遇到什么困难不用介意都可以来……找我的……",
			"ええ、もちろんいいです。何か困ったことがあったら遠慮なく……私に聞いてください……",
			"네, 물론이죠. 무슨 고민이 있으면 주저하지 말고... 저에게 물어보세요...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				4,
				true
			]
		],
		[
			"msg",
			197260,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			197261,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197262,
			"This feels weird. Is this a psychological treatment to release stress?",
			"总觉得哪里不对，这原来是释放压力的心理治疗么？",
			"何か違うような気もするけど。これはもともとストレスを解消する心理セラピーでしょ？",
			"뭔가 다른 것 같은 느낌이 드는데. 이건 원래 스트레스를 해소하는 심리 테라피였던 거 아니었어?",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				855,
				1,
				false
			]
		],
		[
			"msg",
			197263,
			"Isn't it? That's how I told everyone~Miuna and Arietta have found a treatment that can make people cheer up! Even the gloomy Barol can retrieve her smile!",
			"难道不是吗，我就是这么跟大家说的~缪娜和安莉埃塔找到了可以让人快乐的治疗方法！就连阴沉的巴罗尔也能恢复笑容！",
			"違うの？ミューナとアリエッタが人生が楽しくなるセラピーを始めたって、みんなに言ってるんだけど。あの陰気なバロールでさえ笑顔を取り戻したって。",
			"아닌가? 뮤나와 아리에타가 인생이 즐거워지는 테라피를 시작했다고 모두에게 말하고 다녔잖아. 그 음침한 바로르조차 미소를 되찾았다면서.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				2,
				false
			],
			[
				855,
				1,
				true
			]
		],
		[
			"msg",
			197264,
			"Hey…",
			"喂……",
			"あのねえ……",
			"저기...",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				753,
				2,
				true
			],
			[
				855,
				2,
				false
			]
		],
		[
			"msg",
			197265,
			"Don't deny it! Although I only sense a little bit, you have a bit of happy emotions that I want to eat!",
			"别否认了！虽然只有一点点，但你身上有着让人想吃下去的快乐情绪！",
			"否定できないでしょ？ほんのちょっとだけど、食べたくなるような楽しい気持ちがあなたにも宿ったんだもの！",
			"부정할 수 없지? 아주 조금이지만, 먹고 싶어질 만큼 즐거운 기분이 당신에게도 생겼잖아!",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				2,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197266,
			"More than a little bit. Look at the smile on her face.",
			"何止一点，她都笑开花了。",
			"ちょっとどころか、満面の笑みだったわよ。",
			"좀 아니고, 만면에 웃음이 가득했어요.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				5,
				false
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197267,
			"Just don’t... make fun of me.I still have a lot of things I don’t understand... I don't know what exactly attracts me in the words I wrote...",
			"就不要……捉弄我这种人了，我现在还有很多不明白的地方……文字里吸引我的东西是什么，我也不太清楚……",
			"ちょっと……私なんかをからかうのはやめて。まだわからないことがたくさんあるの……どうして書くことに夢中になるのか、自分でもよくわからないの……",
			"잠깐... 나 같은 놀리는 건 그만둬. 아직 모르는 게 너무 많아... 왜 쓰는 것에 몰두하게 되는지, 나조차 잘 모르겠어...",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				753,
				5,
				true
			],
			[
				855,
				2,
				false
			]
		],
		[
			"msg",
			197268,
			"But it makes you happy, isn't that a good thing? I also want to allow more people to be freed from the pressure to propagate everywhere! Although I am sad to have to line up...",
			"但却快乐了起来，这不就很好么？我也是想能让更多的人从压力中解放出来才到处宣传的！虽然自己要排队很难过就是……",
			"でも楽しくなれたんなら、それでいいじゃない？みんながストレスから解放されたら、あちこちで宣伝したいな！行列が長くなるのは困るけど……",
			"그치만 즐거워질 수 있었다면, 그걸로 된 거 아니야? 모두가 스트레스에서 해방된다면, 여기저기 홍보하고 싶어! 줄이 길어지는 건 곤란하지만...",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				753,
				5,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197269,
			"Anyway, I still have time in the academy. We can wait.",
			"反正这巴比伦学园时间多得是，我们等就是了。",
			"どうせバビロン学園は時間ならいくらでもあるし、待ってればいいわよ。",
			"어차피 바빌론 학원은 시간이 얼마든지 있으니, 기다리면 되겠지.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197270,
			"——Bang!",
			"——咚！",
			"――ドサッ！",
			"――쿵!",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				861,
				3,
				false
			]
		],
		[
			"msg",
			197271,
			"Hey, Miss Arietta? Miss Arietta are you okay! ?",
			"咦，安莉埃塔小姐，安莉埃塔小姐你没事吧！？",
			"えっ？アリエッタさん？アリエッタさん、大丈夫！？",
			"엣? 아리에타 씨? 아리에타 씨, 괜찮아요!?",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				753,
				4,
				false
			],
			[
				861,
				3,
				true
			]
		],
		[
			"msg",
			197272,
			"What…happened?",
			"发生了……什么事？",
			"何が……起きたの？",
			"무슨…… 일어난 거야?",
			null
		]
	],
	"2166": [
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197273,
			"Sorry, but everyone, please go home today.",
			"非常抱歉，各位今天就先请回吧。",
			"申し訳ないですけど、みなさん今日はひとまずお引き取りください。",
			"죄송하지만, 여러분 오늘은 일단 물러가 주세요.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				861,
				3,
				true
			],
			[
				855,
				3,
				false
			]
		],
		[
			"msg",
			197274,
			"Miuna! What happened to Arietta?",
			"缪娜！安莉埃塔怎么了！",
			"ミューナ！アリエッタはどうしたの？",
			"뮤나! 아리에타는 어떻게 된 거야?",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				3,
				false
			],
			[
				855,
				3,
				true
			]
		],
		[
			"msg",
			197275,
			"It seems that she fainted away because of tiredness. She has been reading articles and answering questions for people this whole week.",
			"似乎是因为过度疲劳倒下了，这一周来她一直在给大家看文章，或者解答问题，根本就没怎么休息过。",
			"過労で倒れたみたい。この1週間ずっとみんなが書いたものを読んだり、質問に答えたりで、ほとんど休んでいなかったから。",
			"과로로 쓰러진 모양이야. 이 1주일 동안 계속 모두가 쓴 글을 읽거나 질문에 답하느라 거의 쉬지 못했거든.",
			null
		],
		[
			"msg",
			197276,
			"She has devoted all her time to helping people, and she hasn't stopped to take a break even for a moment...I should have been tougher and made her take a break. As a doctor, this is on me.",
			"她把所有的时间都用来帮助大家，一刻都没有停过……我应该更强硬点让她休息才对，是我这个医生的失职。",
			"ありったけの時間を割いてみんなを助けてくれたの。息つく暇もなく……休みなさいって私がもっと強く言うべきだったわ。医者として失格ね。",
			"가진 시간을 모두 쏟아부어 모두를 도와줬어. 숨 쉴 틈도 없이…… 쉬라고 내가 더 강하게 말했어야 했는데. 의사로서 실격이네.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				861,
				3,
				true
			],
			[
				855,
				3,
				false
			]
		],
		[
			"msg",
			197277,
			"How could something like this happen…",
			"怎么会这样……",
			"どうしてこんなことに……",
			"어째서 이런 일이……",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				855,
				3,
				true
			]
		],
		[
			"msg",
			197278,
			"You two just go back today and let her have a good rest~",
			"你们也快回去吧，现在得让安莉埃塔好好休息一下呢。",
			"あなたたちも早く帰りなさい。今はアリエッタをしっかり休ませてあげないと。",
			"너희들도 빨리 집에 가라. 지금은 아리에타를 제대로 쉬게 해줘야 해.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				855,
				3,
				true
			]
		],
		[
			"msg",
			197279,
			"Um…is everyone…gone? There…should be…someone seeking help from me…",
			"嗯……大家……都走了么？应该……还有想找我帮忙的才对……",
			"ん……みんな……帰っちゃったの？私の助けが必要な人が……まだいたのに……",
			"음... 다들... 돌아가 버린 거야? 내 도움이 필요한 사람이... 아직 있었는데...",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				3,
				false
			],
			[
				855,
				3,
				true
			]
		],
		[
			"msg",
			197280,
			"What you have to do now is to rest. I know you really want to involve more people in writing, but it’s not worth it to exhaust yourself.",
			"你现在要做的是休息，我知道你很想让更多人参与到写作中，但把自己累垮了就得不偿失了。",
			"今あなたに必要なのは休息よ。たくさんの人に小説を書いてもらいたいのはわかるけど、自分が体を壊してしまっては元も子もないわ。",
			"지금 네게 필요한 건 휴식이야. 많은 사람들에게 소설을 써주길 바라는 마음은 알겠지만, 네가 몸을 망가뜨리면 모든 게 수포로 돌아가 버려.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				855,
				3,
				true
			]
		],
		[
			"msg",
			197281,
			"But there are still people here... Silk, Barol, and...",
			"不过，这里还有人在……䌷，巴罗尔，还有……",
			"でも、まだ待っている人がいる……紬さん、バロールさん、それから……",
			"하지만, 아직 기다리는 사람이 있어... 츠무기 씨, 발로르 씨, 그리고...",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				752,
				3,
				false
			]
		],
		[
			"msg",
			197282,
			"We are okay! I was palnning to ask you something about writing, but now you need to rest first.",
			"我们没关系的！确实最初来是想请教你写作相关的事啦，不过现在这状况，还是算了吧。",
			"私たちのことは気にしないで！確かに最初は書き方を教えてもらおうと思って来たけど、この状況ならもういいから。",
			"우릴 신경 쓰지 마! 확실히 처음엔 작법을 배우려고 왔지만, 이런 상황이라면 이제 괜찮아.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				855,
				1,
				false
			]
		],
		[
			"msg",
			197283,
			"Barol has become a bit happier then before. I want to feel more happiness now! But we can wait, so don't worry!",
			"巴罗尔变得开心了一点哦，我现在更想感受这里面的快乐了！但可以等，不着急！",
			"バロールは明るくなってきたよ。もっとこの楽しさを味わいたいな。でも待っていられるから、焦らないで！",
			"발로르는 점점 밝아지고 있어. 이 즐거움을 더 맛보고 싶어. 하지만 기다릴 수 있으니, 서두르지 말고!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				855,
				1,
				true
			]
		],
		[
			"msg",
			197284,
			"Barol…It's so nice that you can feel cheered up.",
			"巴罗尔……能够精神起来真是太好了。",
			"バロールさん……元気になってきて本当に良かった。",
			"발로르 씨... 기운이 나기 시작해서 정말 다행이야.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197285,
			"But I don’t know exactly what I felt while writing…Why do I feel happy reading those self-deceiving words...I really want to understand this.",
			"可我并不清楚，自己在写作过程中感受到的到底是什么……看着自欺欺人的文字，为什么会感到开心……我很想弄明白这些东西。",
			"でもよくわからないの。小説を書くことで一体何を感じているのか……自分も人も騙すような文章を、どうして楽しく感じるのか……それをはっきりさせたくて。",
			"하지만 잘 이해가 안 돼. 소설을 쓰면서 대체 뭘 느끼는 거지... 자신도 타인도 속이는 듯한 글을, 왜 즐겁게 느끼는지... 그걸 분명히 하고 싶어서.",
			null
		],
		[
			"msg",
			197286,
			"However, if not for my accepting Arietta's suggestion of writing, she wouldn't have overworked and wore herself out because of all these stuff... Eventually, it's because of someone like me...",
			"不过，当初要是我没接受写作的提议，安莉埃塔是不是也不会因为这件事的传播而过劳呢……到头来，还是因为我这种人……",
			"でも、はじめに私が小説セラピーを受けていなければ、アリエッタも過労にならずに済んだかも……元を正せばやっぱり私のせいで……",
			"하지만, 처음에 내가 소설 테라피를 받지 않았더라면, 아리에타도 과로로 쓰러지지 않았을 텐데... 원인을 따지면 역시 내 탓으로...",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				753,
				1,
				true
			]
		],
		[
			"msg",
			197287,
			"Even if it’s not for you, I want more people to participate in writing. So it’s not anyone’s fault.",
			"就算不是为了你，我也想让更多人参与到写作来，所以并不是谁的错。",
			"ううん、あなたじゃなかったとしても、私はみんなに小説を書いてもらいたかったの。だから誰のせいでもないわ。",
			"아냐, 네가 아니었더라도, 나는 모두에게 소설을 써주길 바랐어. 그래서 누구 탓도 아니야.",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				855,
				2,
				false
			]
		],
		[
			"msg",
			197288,
			"That's true! Also it’s kind of my fault for telling this to everyone…How about this! Arietta, you can teach me how to write and I’ll help you review people’s articles~",
			"就是就是！我到处去说也是一个原因……要不这样吧！安莉埃塔快教我怎么写东西，我来帮你看大家的文章好啦~",
			"そうそう！あたしがあちこちで言いふらしたせいもあるよね……じゃあこうしようよ！アリエッタ、あたしに小説の書き方を教えて。そうしたらあたしがみんなの文章を見てあげられるから。",
			"그렇지! 내가 여기저기에서 떠들고 다닌 탓도 있겠지... 그럼 이렇게 하자! 아리에타, 나에게 소설 쓰는 법을 가르쳐 줘. 그럼 내가 다들 글을 봐줄 테니까.",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				752,
				1,
				false
			]
		],
		[
			"msg",
			197289,
			"Same for me. You can hire me for this. Now it's the off season for missions.",
			"我也一样，这方面的事也可以雇佣我的。现在可是委托淡季啊。",
			"そういうことなら私も雇って。今は依頼が少ない時期だし。",
			"그렇다면 나도 고용해 줘. 지금은 의뢰가 적은 시기니까.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				1,
				true
			]
		],
		[
			"msg",
			197290,
			"STOP! Even if Arietta agrees, I will not let you! What if cute Arietta get exhausted again... I won't let you mess up even though you are also very cute!",
			"STOP！就算安莉埃塔同意，我也不会同意的！万一又把可爱的安莉埃塔累垮了怎么办……就算大家都是美少女也不可以乱来！",
			"ストップ！アリエッタがいいと言っても、私は認めないわよ！可愛いアリエッタちゃんがまた疲れて体を壊したらどうするの？たとえ美少女たちの提案でも、無茶はだめ！",
			"스톱! 아리에타가 괜찮다고 해도, 난 인정하지 않아! 귀여운 아리에타 쨩이 또 지쳐서 몸을 망치면 어쩌려고? 아무리 미소녀들의 제안이라도, 무리는 안 돼!",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				2,
				false
			]
		],
		[
			"msg",
			197291,
			"Who?",
			"谁？",
			"誰？",
			"누구?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				752,
				2,
				true
			]
		],
		[
			"msg",
			197292,
			"Who I am…Let me tell you since you ask!",
			"我是谁……既然这么想知道，那我就告诉你吧！",
			"私が誰かって？ふっふっふ……知らざあ言って聞かせやしょう！",
			"내가 누군지? 후후후…… 모른다면 말해주지!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				750,
				2,
				false
			],
			[
				752,
				2,
				true
			]
		],
		[
			"msg",
			197293,
			"I'm neither a passerby nor a paper girl. As long as I hear the cry of the beautiful girls, I will be the first one to come. That's me YoKo. Chairman of the Publicity Committee of the Students' Union! Being a first-class photographer is just a disguise, my real duty is to protect beautiful girls of the academy~",
			"既不是路过，也不是卖报纸的，只要听到美少女呼喊就会第一时间到场的超学生会宣传委员YoKo！一流的摄影技术不过是我的伪装，保护美少女才是我的天职~",
			"鳥か？飛行機か？いや、美少女が助けを呼べば、いの一番に駆けつける生徒会のスーパー広報委員、ヨーコだ！一流カメラマンは世を忍ぶ仮の姿、美少女を守ることこそわが使命！",
			"새야? 비행기야? 아니야, 미소녀가 도움을 부르면 단번에 달려가는 학생회의 슈퍼 홍보위원, 요코다! 일류 카메라맨은 세상을 살아가는 가짜 모습, 미소녀를 지키는 것이 바로 나의 사명!",
			null
		],
		[
			"portraits",
			[
				750,
				5,
				false
			],
			[
				752,
				2,
				true
			]
		],
		[
			"msg",
			197294,
			"I'll never let any of the beautiful girls of the academy to cry!",
			"有我YoKo在，就绝不会让巴比伦学园的美少女们流泪！",
			"このヨーコがいる限り、バビロン学園の美少女たちに涙は流させない！",
			"이 요코가 있는 한, 바빌론 학원의 미소녀들에게 눈물은 흘리지 않게 하겠어!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				752,
				2,
				true
			]
		],
		[
			"msg",
			197295,
			"That's the person I met at the school gate...has she already become a member of the student union…?",
			"是之前在校门见到过的……竟然已经成为学生会的一员了么……",
			"前に校門で会った人……もう生徒会の一員になってたなんて……",
			"전에 교문에서 만난 사람…… 벌써 학생회 일원이 됐다니……",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				3,
				false
			],
			[
				752,
				2,
				true
			]
		],
		[
			"msg",
			197296,
			"Sorry, we are closed today.",
			"不好意思，今天我们已经关门了。",
			"ごめんなさい、今日の診察は終わったの……",
			"미안해요, 오늘 진찰은 끝났어요……",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				861,
				3,
				true
			],
			[
				855,
				2,
				false
			]
		],
		[
			"msg",
			197297,
			"Hahaha, look, she is wearing a green leaf necklace. She must be a fan of Miuna!",
			"哈哈哈，快看，她戴着绿叶项链，一定是缪娜的粉丝啦！",
			"あはは、見て、この人、緑の葉のネックレスをしてる。きっとミューナのファンだよ！",
			"아하하, 봐, 이 사람, 녹색 잎 목걸이를 하고 있네. 분명 뮤나의 팬이야!",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				861,
				3,
				true
			],
			[
				753,
				2,
				false
			]
		],
		[
			"msg",
			197298,
			"She is wearing everyone's badges…",
			"她身上不是谁的徽章都有么……",
			"いえ、みんなのバッジを身に付けてるみたいだけど……",
			"아니, 다들 배지를 달고 있는 것 같은데……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				861,
				3,
				true
			],
			[
				750,
				3,
				false
			]
		],
		[
			"msg",
			197299,
			"Don't make me sound so suspicious! Obviously I'm here to help. I'm so sad!",
			"别把我说得那么可疑啊！明明是想来帮忙的，好伤心！",
			"怪しい人みたいに言わないでくれる？せっかく助けに来たのに、傷ついちゃうわ。",
			"수상한 사람처럼 말하지 말아줄래? 마침내 도우러 왔는데, 마음이 아프잖아.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				4,
				false
			],
			[
				750,
				3,
				true
			]
		],
		[
			"msg",
			197300,
			"To help?",
			"帮忙？",
			"助けに？",
			"도우러?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				861,
				4,
				true
			],
			[
				750,
				3,
				false
			]
		],
		[
			"msg",
			197301,
			"I have been following Arietta for a while. I know she is very kind and always ready to help. But I didn’t expect that she would go this far to help others~ It's my fault that I didn't stop her!",
			"我一直都在关注着安莉埃塔呢，只知道她非常善良，喜欢帮别人，没想到居然会把自己累倒~没能阻止这件悲伤的事发生，是我YoKo的失职！",
			"ずっとアリエッタを見守ってたのよ。とても優しくて、人助けが好きなのは知ってたけど、自分が倒れるまでやるなんて。こんな痛ましい事件を防げなかったのは、ヨーコの落ち度だわ。",
			"계속 아리에타를 지켜봐왔어. 너무 상냥하고, 사람 돕는 걸 좋아하는 건 알았지만, 자신이 쓰러질 때까지 할 줄이야. 이런 안타까운 사건을 막지 못한 건 요코의 실수야.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				2,
				false
			],
			[
				750,
				3,
				true
			]
		],
		[
			"msg",
			197302,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				861,
				2,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197303,
			"But there's another thing that I want to talk about. Since you want us to write novels, let's all write together! My opinion is just do it! There's nothing to worry about!",
			"不过我要说的是另一件事，既然想写什么小说，那就写吧，一起写！我的意见就是整，没什么这个那个好担心的！",
			"でもね、いま言いたいのはまた別のこと。小説が書きたいなら、一緒に書きましょう！私の意見は以上。あれこれ心配しなくていいわ。",
			"하지만 지금 말하고 싶은 건 또 다른 거야. 소설을 쓰고 싶다면, 함께 써보자! 내 의견은 이상. 이것저것 걱정하지 않아도 돼.",
			null
		],
		[
			"portraits",
			[
				861,
				2,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			197304,
			"Anyway, let me show you something~",
			"总之，给你们看个好东西吧~",
			"とにかく、いいものを見せてあげる～",
			"어쨌든, 좋은 걸 보여줄게~",
			null
		]
	],
	"2167": [
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197305,
			"Is this a website? Haha, it looks similar to the website when we are live streaming~",
			"这是网站？呵呵，看起来跟我们直播时候的网站差不多嘛~",
			"これはウェブサイト？私たちがライブ配信するときのサイトと似てるわね。",
			"이건 웹사이트? 우리가 라이브 방송할 때 쓰는 사이트랑 비슷하네.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				861,
				1,
				true
			],
			[
				750,
				2,
				false
			]
		],
		[
			"msg",
			197306,
			"I'm a member of Students' Union now. It's easy for me to apply for a website like this! It's very generous of Ares for preparing the mascot for web guidance~",
			"我现在可是学生会的人哦，要拿到这样的网站申请可不要太容易！战神无双还很大方地给我把网页引导吉祥物都做好了~",
			"今の私は生徒会の一員だから、サイト開設の許可を取るのも楽勝よ！戦神無双はサイトのガイダンスもマスコットもみんな任せてくれたわ。",
			"지금의 나는 학생회 일원이라서, 사이트 개설 허가 받는 것도 식은 죽 먹기야! 전신무쌍은 사이트 가이던스도 마스코트도 다 맡겨줬어.",
			null
		],
		[
			"portraits",
			[
				861,
				1,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197307,
			"I noticed that Arietta has been reviewing novels for others. It's very difficult for one person to do all the job. But if there is a website for everyone to upload their novels, then everyone could express their opinions on it!",
			"之前我一直看着安莉埃塔在帮别人审稿，一个人真的太勉强了，但要是有让大家都发表文章的网站，可以发表意见和看法的就是所有人了啊！",
			"これまではずっとアリエッタが人の原稿を添削してたでしょ。一人じゃ大変よ。でもみんなが文章を発表できるサイトがあれば、誰もが意見を出しあえるようになるわ。",
			"지금까지는 계속 아리에타가 사람들 원고를 첨삭해줬잖아. 혼자서는 버거워. 하지만 모두가 글을 발표할 수 있는 사이트가 있으면, 누구나 의견을 나눌 수 있게 될 거야.",
			null
		],
		[
			"speaker",
			204679
		],
		[
			"portraits",
			[
				861,
				2,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			197308,
			"Just like comments. I feel the same way during live streaming. I don't have to go out, but it seems that I'm having fun with everyone in Babylon.",
			"就像是评论一类的么，直播的时候也有这种感受，明明不用出门，却好像在和整个巴比伦的大家一起玩一样。",
			"一種の掲示板みたいなものね。ライブ配信のときも、部屋から出てないのにバビロン学園のみんなと一緒に遊んでいるような気持ちになるわ。",
			"일종의 게시판 같은 거네. 라이브 방송할 때도, 방에서 나가지 않았는데 바빌론 학원 모두와 함께 놀고 있는 기분이 들거야.",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				861,
				2,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197309,
			"But people will laugh at my work…since I'm only a dabbler…",
			"不过我们这种半吊子……写上去只会被人嘲笑吧……",
			"でも私たちは素人だし……書いたって笑われるだけよ……",
			"그래도 우리는 아마추어잖아... 써봤자 웃음거리 될 거야...",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				861,
				2,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			197310,
			"We write for fun~Just think about it, being laughed at and laughing at each other, improving your writing through those comments, isn't it a good thing! How do you think?",
			"玩的东西，不是快乐就好么~笑一笑互相调侃，从评论中找到更多进步的空间，这怎么想都是好事吧！怎么样，搞不搞！",
			"遊びなんだから、楽しくやればいいのよ。お互いに笑ってコメントしているうちに、進歩の余地が見つかればいいんじゃない？どう、やる？",
			"놀이인데, 즐겁게 하면 되지. 서로 웃으며 코멘트하는 사이에 발전할 점을 찾으면 좋잖아? 어때, 할래?",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				861,
				2,
				true
			],
			[
				855,
				2,
				false
			]
		],
		[
			"msg",
			197311,
			"I'm in!",
			"我要来我要来！算我一个！",
			"やるやる！あたしもまぜて！",
			"할래 할래! 나도 끼워줘!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				855,
				2,
				true
			]
		],
		[
			"msg",
			197312,
			"Can new starters post their works as well?",
			"就算是刚开始学习写作的，也可以发表上去吗？",
			"書き方を習い始めたばかりなのに、発表してもいいのかな？",
			"글쓰기 배운 지 얼마 안 됐는데, 발표해도 괜찮을까?",
			null
		],
		[
			"msg",
			197313,
			"If everyone participates in it, then it feels like a competition! I won’t lose!",
			"让大家都来看的话，是不是就有种比试的感觉！那我可不会输啊！",
			"みんなに見せるなら、腕比べみたいな感じね。負けられないわ！",
			"다른 사람들에게 보여준다면, 실력 겨루기 같은 느낌이네. 질 수 없어!",
			null
		],
		[
			"msg",
			197314,
			"Well, at least I won’t hear anyone reading my article face to face...Although I appreciate everything Arietta did, somethimes it really embarrassed me when she read my articles to my face…",
			"嗯，发表在上面的话起码不会听到有人当面读自己文章……虽然很感谢安莉埃塔，但有时候她当面读我的段落时真的想找个洞钻进去……",
			"うん、発表するなら少なくとも目の前で自分の文章が読まれることはないよね……アリエッタには感謝してるけど、面と向かって自分の文章を読まれると、穴があったら入りたいくらい恥ずかしいの……",
			"응, 발표한다면 적어도 내 글이 직접 읽히는 건 없을 거야... 아리에타에게는 감사하지만, 직접 내 글을 읽히면 구멍이라도 있으면 들어가고 싶을 정도로 부끄러워...",
			null
		],
		[
			"msg",
			197315,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204729
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				855,
				2,
				false
			]
		],
		[
			"msg",
			197316,
			"You didn’t go back gome…? Haha! Then shall we all participate in it~The more people, the more fun. Am I right?",
			"大家原来都没有回去么……哈哈！那就都来吧~人越多越好玩不是吗！",
			"みんな帰ってなかったんだ……あはは！じゃあ一緒にやろう～人数が多いほど面白いよ！",
			"다들 안 갔었구나... 아하하! 그럼 같이 하자~ 사람이 많을수록 재밌어!",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			197317,
			"Wow~ I can already tell that the website will be a hot shot in the future. All of you will definitely write wonderful novels on it!",
			"哇哦~我已经看到网站火爆的未来了，大家~一定都会在这闪闪发光的！",
			"わお、早くもサイトが盛り上がりそうな予感。みんなきっとキラキラ輝くわよ！",
			"와, 벌써부터 사이트가 활기찰 것 같은 예감. 다들 분명 반짝반짝 빛날 거야!",
			null
		],
		[
			"speaker",
			204823
		],
		[
			"portraits",
			[
				752,
				1,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			197318,
			"Count me in as well. I was palnning to join. Afterall, it seems to be a good method to release some stress from Arietta's shoulder.",
			"也算我一个吧，毕竟本来就想试试了，而且这确实是个能减轻安莉埃塔压力的方法。",
			"私も仲間に入れて。もともとやってみたかったんだ。それにこれなら確かにアリエッタの負担を軽くできるわね。",
			"나도 끼워줘. 원래 해보고 싶었어. 게다가 이렇게 하면 확실히 아리에타의 부담을 덜 수 있겠네.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			197319,
			"You guys…despite this is the first time we met, you are still willing to help me…Thank you.",
			"你们……明明才见面过一次，就这么帮助我，谢谢。",
			"みんな……知り合ったばかりなのに、ここまで助けてくれてありがとう。",
			"다들…… 이제 막 알게 된 사이인데, 여기까지 도와줘서 고마워.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			197320,
			"Same for you. Listen to me. I, YoKo, have been enrolling in the school since Arietta became my single pick!",
			"你不也一样么~听好了，我YoKo从单推安莉埃塔开始就一直在入学！",
			"それはお互い様よ。聞いて、このヨーコはアリエッタ推しからずっと入学してるの！",
			"서로 이런 거야. 들어봐, 이 요코는 아리에타 빠돌이로 입학할 때부터 계속 이랬다고!",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			197321,
			"Is there something wrong with the order of your sentence…?",
			"这句话好像反了吧……",
			"それを言うなら「入学してからずっとアリエッタ推し」かな……",
			"그렇게 말하자면 「입학한 후로 줄곧 아리에타 빠돌이」라 할까……",
			null
		],
		[
			"speaker",
			204894
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				753,
				1,
				false
			]
		],
		[
			"msg",
			197322,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				753,
				5,
				false
			]
		],
		[
			"msg",
			197323,
			"Then let me... try it as well…But I still need Arietta's help in writing...",
			"那我也……可以试试吧……就是写作上还是需要安莉埃塔帮忙先看看……",
			"じゃあ私も……やってみようかな……だけど文章はやっぱり先にアリエッタに見てもらいたいけど……",
			"그럼 나도…… 한번 해볼까…… 하지만 글은 역시 먼저 아리에타에게 보여주고 싶지만……",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				753,
				5,
				true
			]
		],
		[
			"msg",
			197324,
			"Of course, my pleasure~",
			"嗯，我很乐意~",
			"ええ、喜んで。",
			"응, 기꺼이.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				753,
				5,
				true
			]
		],
		[
			"msg",
			197325,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				753,
				5,
				true
			]
		],
		[
			"msg",
			197326,
			"But the website is sponsored by Ares…",
			"不过，这是战神无双赞助的网站……",
			"でも、このサイトは戦神無双がスポンサーなのよね……",
			"근데, 이 사이트는 전신무쌍이 스폰서라네……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				4,
				false
			]
		],
		[
			"msg",
			197327,
			"Ares? In fact, she told me that I was the only freshman in the academy recently.",
			"很在意战神无双？这么说来，她告诉我最近来到巴比伦的新生只有我一个呢。",
			"やけに戦神無双を気にするわね？そういえば彼女、最近バビロンにやってきた新入生は私一人だって言ってたけど。",
			"유난히 전신무쌍을 신경 쓰네? 그러고 보니 그녀, 최근 바빌론에 온 신입생은 나 하나뿐이라고 했었지.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				750,
				4,
				true
			]
		],
		[
			"msg",
			197328,
			"Ugh…",
			"呃……",
			"あ……",
			"아……",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197329,
			"Don't worry, I told her the application of the website was entirely for personla use. I haven't said anything about you~ A lovely girl with secret identity. Isn't that exciting?",
			"放心吧，网站的申请完全是用的个人名义，你的事我半个字都没说出去~可爱的少女隐瞒着身份，这难道不让人兴奋吗！",
			"安心して。サイトの申請は完全に個人名義だし、あなたのことはひと言も話してないから。可愛い少女が正体を隠しているなんて、興奮する～",
			"안심해. 사이트 신청은 완전히 개인 명의고, 너에 대해서는 한마디도 말하지 않았어. 귀여운 소녀가 정체를 숨기고 있다니, 흥분되는~",
			null
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			197330,
			"I'm doing it for a purpose!",
			"美少女做什么怪事都是有苦衷的！",
			"美少女が隠し事をするのは、きっと苦しい胸の内があるのよね。",
			"미소녀가 숨기는 건, 분명 괴로운 마음이 있는 거겠지.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				5,
				true
			]
		],
		[
			"msg",
			197331,
			"Not for something weird. I just hope that more gods can write the story in their hearts and find out the images they desire.",
			"才……不是怪事，我只是希望能有更多神格可以去谱写自己心中的故事，找到自己渴望的形象。",
			"べ……別に隠し事なんか……私はただ神格のみなさんに心の中にある物語を綴ってもらって、自分が求めるイメージを見つけてほしいだけ。",
			"벗...별로 숨기는 건 아니고...나는 단지 신격 여러분께 마음속에 있는 이야기를 써 주시고, 자신이 원하는 이미지를 찾아주길 바랄 뿐이야.",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197332,
			"Speaking of which, are you writing stories?",
			"说到这个，你们是在写故事吧？",
			"そういえば、みんなは小説を書いてるのよね？",
			"그러고 보니, 다들 소설을 쓰고 있는 거지?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			197333,
			"Yes…",
			"是的……",
			"そうよ……？",
			"그래...?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197334,
			"But since everyone is here to release the pressure and burden, this is not merely writing, but more of a treatment.",
			"但怎么看，大家都是冲着释放压力和解除心理负担来的，已经不能算是写作，而是治疗的一环了吧！",
			"でもどう見ても、みんなはストレス解消や心理的な負担を取り除くのが目的よね。創作というより、治療の一環。",
			"근데 어쩌면 보나, 다들 스트레스 해소나 심리적 부담을 덜기 위한 목적이잖아. 창작이라기보다는 치료의 일환.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				1,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			197335,
			"Is it!?",
			"是么！？",
			"そうなの！？",
			"그런 거야!?",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				1,
				true
			],
			[
				750,
				4,
				false
			]
		],
		[
			"msg",
			197336,
			"Haven’t you noticed…?",
			"你都没发现么……",
			"気づいてなかったの……？",
			"눈치채지 못했어...?",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				3,
				false
			],
			[
				750,
				4,
				true
			]
		],
		[
			"msg",
			197337,
			"Because I have been answering questions. The only thing in my mind is that \"everyone starts to be interested in writing stories\"... woo…",
			"因为一直在给大家解疑答惑，脑子里只有“大家都开始对写故事感兴趣了”这点……呜呜……",
			"だってみんなの質問に答えていたら、「みんなが小説を書くことに興味を持ち始めた」としか思わなかったもの……くすん……",
			"왜냐면 다들 질문에 답하다 보니, 「다들 소설 쓰는 것에 관심을 가지기 시작했다」고밖에 생각하지 않았거든...흑...",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				4,
				false
			]
		],
		[
			"msg",
			197338,
			"I, I'm not blaming you!",
			"也、也不是在责怪你啦！",
			"べ、べつにあなたを責めてるんじゃないから！",
			"벗, 벌써 너를 탓하는 건 아니니까!",
			null
		],
		[
			"portraits",
			[
				747,
				3,
				true
			],
			[
				750,
				1,
				false
			]
		],
		[
			"msg",
			197339,
			"But with this website surely everyone will be guided to the right path!",
			"不过靠着这网站，一定能让写作逐渐步入正轨的！",
			"でもこのサイトがあれば、創作活動もだんだんと軌道に乗ってくるから。",
			"하지만 이 사이트가 있으면, 창작 활동도 점점 궤도에 오를 거야.",
			null
		],
		[
			"speaker",
			204902
		],
		[
			"portraits",
			[
				747,
				2,
				false
			],
			[
				750,
				1,
				true
			]
		],
		[
			"msg",
			197340,
			"Yes…definitely. This is for the Academy of Babylon…",
			"嗯……一定会的，为了这个巴比伦学园……",
			"うん……きっとそうね。このバビロン学園のために……",
			"응... 분명 그럴 거야. 이 바빌론 학원을 위해...",
			null
		],
		[
			"speaker",
			204915
		],
		[
			"portraits",
			[
				747,
				2,
				true
			],
			[
				750,
				5,
				false
			]
		],
		[
			"msg",
			197341,
			"For more embarrassing novels of the beautiful girls…I'm kidding~",
			"为了能看到更多美少女羞羞的文章……开玩笑的~",
			"美少女たちの恥ずかしいストーリーを読むために……じょ、冗談よ！",
			"미소녀들의 부끄러운 스토리를 읽기 위해... 농, 농담이야!",
			null
		]
	],
	"2168": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197342,
			"Merlin, head of the Cavendish family, attacked Shicksal in the senate held by Otto, forcing Otto to launch the Stigmata Plan.",
			"在奥托举行的天命元老会上，卡文迪许家主梅林发动了政变，对天命展开了进攻，迫使奥托启动圣痕计划。",
			"オットーが開いた天命の元老会で、キャベンディッシュ家の当主メリンがクーデターを起こし、天命に進攻した。オットーは聖痕計画の始動を余儀なくされる。",
			"오토가 연 천명의 원로회에서, 캐번디시 가의 당주 멜린이 쿠데타를 일으켜 천명에 진공했다. 오토는 성흔 계획의 시작을 어쩔 수 없이 강요당한다.",
			null
		],
		[
			"msg",
			197343,
			"Anti-entrophy arrived after hearing the news. But they, together with the Valkyrie Squad of Shicksal, had also fallen in the siege of Merlin. Their life was hung by a thread.",
			"而天命女武神与闻讯而来的逆熵也陷入梅林的包围，情况岌岌可危。",
			"天命の戦乙女と知らせを受けてやって来たネゲントロピーもメリンに包囲され、危機的な状況に陥った。",
			"천명의 전투무녀와 소식을 받고 찾아온 네겐트로피도 멜린에게 포위되어, 위기적인 상황에 빠졌다.",
			null
		],
		[
			"msg",
			197344,
			"Headquarter of Shicksal,  Central Cathedral",
			"天命总部 中央大教堂",
			"天命本部　中央大聖堂",
			"천명 본부 중앙 대성당",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				887,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197345,
			"You have one mission and one mission only here. To destroy Shicksal and Anti-entrophy in one go.",
			"而你们在这里的理由只有一个，那就是将天命与逆熵一网打尽。",
			"あなたたちをここに集めた理由はただ一つ。天命とネゲントロピーを一網打尽にするためよ。",
			"너희들을 여기에 모은 이유는 단 하나. 천명과 네겐트로피를 일망타진하기 위해서야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				887,
				1,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			197346,
			"You bastard…",
			"你这个混蛋……",
			"この卑怯者……。",
			"이 비겁한 자....",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			197347,
			"No, magician, you won't do this.",
			"不，魔术师，你不会这么做。",
			"いや、魔術師。それはいけない。",
			"아니, 마술사. 그건 안 돼.",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				8,
				false
			]
		],
		[
			"msg",
			197348,
			"Raiden Ryoma, despite being so cautious, you still end up like this. You still have the strength to bluff?",
			"雷电龙马，你如此小心谨慎到最后还是落得如此下场，现在居然还有力气嘴硬。",
			"龍馬さん、あんなに慎重にやってきたのにも関わらず、この様とはね。こんな状況に陥ってもまだ虚勢を張るの？",
			"료마 씨, 그렇게 신중하게 해왔는데도 이런 꼴이네. 이런 상황에 빠져도 아직 허세를 부리는 거야?",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				887,
				8,
				true
			]
		],
		[
			"msg",
			197349,
			"You know better than me whether I'm bluffing or not. You have pushed us to this situation and all you want is to grab more bargaining power.",
			"是不是嘴硬你自己比我清楚，将我们逼到绝境，无非就是想要从我们身上夺得更多的筹码。",
			"虚勢かどうかは君のほうがよくわかっているはずだ。我々を窮地に追い込み、さらに切り札を奪おうというのだろう。",
			"허세인지 아닌지는 네가 더 잘 알겠지. 우리를 궁지에 몰아넣고, 더 나아가서는 결정적인 수단을 빼앗으려는 거겠지.",
			null
		],
		[
			"msg",
			197350,
			"Against Houkai.",
			"对抗崩坏的筹码。",
			"崩壊に対抗できる切り札をな。",
			"붕괴에 맞설 수 있는 결정적인 수단을 말이지.",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				1,
				false
			]
		],
		[
			"msg",
			197351,
			"Ho…",
			"嚯……",
			"へぇ……。",
			"허…….",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				887,
				1,
				true
			]
		],
		[
			"msg",
			197352,
			"Indeed afterdestroying Shicksal and Anti-entrophy, you can rule over the human kingdom. But this means nothing to Houkai.",
			"在剿灭天命和逆熵之后，你确实能登上人类王国的宝座，但是对于崩坏来说这没有任何意义。",
			"天命とネゲントロピーを滅ぼせば、確かに君は人類の覇者になれるだろう。しかし崩壊にとってみればそれは何の意味もない。",
			"천명과 네겐트로피를 없애버리면, 확실히 너는 인류의 패자가 될 수 있을 거야. 하지만 붕괴에게 있어서는 그건 아무런 의미도 없어.",
			null
		],
		[
			"msg",
			197353,
			"Shicksal and Anti-entrophy have played an important role in mankind's fight against Houkai for all this time. If you lose these two fortresses, your union will be specious and groundless.",
			"人类之所以能与崩坏战斗至今，天命和逆熵都起到的作用不言而喻，如果失去了这两大堡垒，你的人合联不过是一个冠冕堂皇的噱头罢了。",
			"人類が今まで崩壊と戦ってこられた中で、天命とネゲントロピーが果たした役割は言うまでもない。この二大組織を失えば、君が所属している連盟も見かけ倒しに過ぎない。",
			"인류가 지금까지 붕괴와 싸워올 수 있었던 데에는, 천명과 네겐트로피가 한 역할은 말할 필요도 없지. 이 두 조직을 잃으면, 네가 속한 연합도 허울뿐인 껍데기에 불과해.",
			null
		],
		[
			"msg",
			197354,
			"Unless you have a brand-new set of plans to blaze new trails, otherwise you can't survive without the resources of Shicksal and Anti-entrophy.",
			"除非你有着一套全新的方案能够开辟新的道路，否则你根本不可能脱离天命与逆熵的资源。",
			"新たな計画で道を切り開けない限り、天命やネゲントロピーの資源が必要になるはず。",
			"새로운 계획으로 길을 열지 못하는 한, 천명이나 네겐트로피의 자원이 필요할 거야.",
			null
		],
		[
			"msg",
			197355,
			"So you did all of these just to take up the technology and resources of Shicksal, am I right?",
			"而你之所以废这么大的力气占领天命总部，无非就是想得到天命的技术力量，不是么？",
			"それに君がこれだけの労力を払って天命本部を占領するのも、天命の技術力を手に入れたいからだろう？",
			"게다가 네가 이렇게 많은 노력을 들여 천명 본부를 점령하는 것도, 천명의 기술력을 손에 넣고 싶어서겠지?",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				1,
				false
			]
		],
		[
			"msg",
			197356,
			"Huh, I have to admit that you have a clever brain depiste that fragile body.",
			"哼，虽然一幅病秧子的身体，但是我承认你的脑子还算清晰。",
			"ふん、病人のくせに頭が切れるのは認めてあげるわ。",
			"흥, 환자 주제에 머리가 잘 돌아가는 건 인정해 주지.",
			null
		],
		[
			"msg",
			197357,
			"You are right. I do need the technology and resources to fight against Houkai, but that doesn’t change our positions.",
			"你说的对，我的确需要对抗的崩坏的技术实力，但是我们之间的立场并没有发生改变。",
			"あなたの言う通りよ。確かに崩壊に対抗できる技術力を手に入れたいわ。だけど、だからといって私たちの立場が変わるわけではないの。",
			"네 말이 맞아. 확실히 붕괴에 맞설 수 있는 기술력을 얻고 싶어. 하지만 그렇다고 해서 우리 입장이 바뀌는 건 아니야.",
			null
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				4,
				false
			]
		],
		[
			"msg",
			197358,
			"Look at you now, there is no room for you to bargain with me. But don’t worry, I won't give you a hard time for the sake of our past years as colleagues.",
			"现在的你，对我提出的要求没有讨价还价的余地，不过你放心，念在我们共事多年的份上，我不会为难你。",
			"今のあなたに、こちらの要求に対して文句を言う権利はない。でも安心して、長年一緒に仕事してきたんだ。",
			"지금의 네게는, 우리의 요구에 대해 불만을 말할 권리는 없어. 하지만 안심해, 오랫동안 함께 일해왔으니까.",
			null
		],
		[
			"msg",
			197359,
			"Raiden Ryoma, as long as you promise to abandon your outdated ideas of Anti-entrophy and join us. I will ensure the safety of you and your daughter.",
			"雷电龙马，只要你放弃逆熵那过时的理念加入我们，我就会保证你和你女儿的安全。",
			"雷電龍馬、ネゲントロピーが築いた時代後れの理念を捨てて我々の仲間になりなさい。そうすれば、あなたと娘の身の安全は保証してあげるわ。",
			"라이덴 료마, 네겐트로피가 세운 시대에 뒤떨어진 이념을 버리고 우리 편이 되라. 그렇게 하면 너와 네 딸의 안전을 보장해주겠다.",
			null
		],
		[
			"msg",
			197360,
			"I will rebuild ME Co., Ltd for you. You can still contribute in fighting against Houkai in the times of Human Union.",
			"我会为你重建ME社，让你的能力在人合联的时代发光发热，帮助我们一同对抗崩坏。",
			"ME社も再建してあげる。あなたの能力を人類連盟で発揮し、ともに崩壊に対抗しましょう。",
			"ME사도 재건해주지. 네 능력을 인류연맹에서 발휘하며 함께 붕괴에 맞서자.",
			null
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				10,
				false
			]
		],
		[
			"msg",
			197361,
			"It's no harm to you, just a change of identity like me.",
			"这对你来说没什么坏处，只是和我一样换了一个身份罢了。",
			"あなたにとっても悪い話じゃないでしょう。私と同じように、ちょっと立場を変えるだけ。",
			"너에게도 나쁜 거래는 아니야. 나처럼, 그저 입장을 조금 바꿀 뿐이지.",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				887,
				10,
				true
			]
		],
		[
			"msg",
			197362,
			"Huh, it seems that you really treat me well.",
			"哼，看来你还真是待我不薄呢。",
			"私をずいぶんと高く買ってくれているようだな。",
			"나를 꽤 높게 평가해주는 모양이군.",
			null
		],
		[
			"msg",
			197363,
			"How pitiful. You just showed that you are nothing but a robber after power.",
			"不过很可惜，在刚才的谈话中你也暴露了你的本质仅仅是一个强取豪夺的强盗罢了。",
			"しかし、残念ながら今の話を含めて君の本質が力尽くで奪うだけの人間に過ぎないことを再確認できた。",
			"하지만 안타깝게도 지금 이야기를 통해 네 본질이 힘으로만 빼앗는 인간에 불과하다는 걸 다시 확인했어.",
			null
		],
		[
			"msg",
			197364,
			"Besides, I have no interest in joining a despicable organization like Human Union.",
			"而对于人合联这种卑劣的组织，我也没有丝毫加入的兴趣。",
			"それに人類連盟のような卑劣な組織には残念ながら興味ない。",
			"게다가 인류연맹 같은 비열한 조직에는 흥미가 없어.",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				887,
				1,
				false
			]
		],
		[
			"msg",
			197365,
			"So that's your choice…What a pity.",
			"是么…那还真是可惜呢。",
			"そう……それは実に残念ね。",
			"그래... 정말 유감이군.",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				887,
				1,
				true
			]
		],
		[
			"msg",
			197366,
			"Attack.",
			"进攻。",
			"進攻。",
			"진격.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			197367,
			"Kika, are you ready!?",
			"辉火！准备好了么！",
			"輝火、準備は？",
			"키카, 준비는?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			197368,
			"Huh, thanks to your jibber-jabber just now. Now you can take my full-power attack!!",
			"哼，多谢你们闲扯了这么久，尝尝本小姐全功率输出的威力吧！！",
			"ふん、長々と無駄話ご苦労様！この輝火様のフルパワーをとくと味わいなさい！！",
			"흥, 장황한 헛소리 수고했어! 이 키카 님의 풀파워를 제대로 맛보라구!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197369,
			"Boom——!!!",
			"轰隆————！！！",
			"ドゴォォォオオン！！",
			"우우우우웅!!!",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197370,
			"AHHHH!!!",
			"咕啊！！！",
			"ぐあっ！！",
			"꽈악!!",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197371,
			"Bronya and Valkyrie, please take care of Mei.",
			"布洛妮娅还有女武神，芽衣就拜托你们了。",
			"ブローニャ、それに戦乙女たち。芽衣のことを頼んだ。",
			"브로냐, 그리고 발키리들. 메이를 부탁한다.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			197372,
			"Father?",
			"父亲大人？",
			"お父様？",
			"아버지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			197373,
			"Bronya will take good care of Mei.",
			"布洛妮娅一定会保护芽衣姐姐的安全。",
			"わかりました。ブローニャが必ず芽衣姉様をお守りします。",
			"알겠습니다. 브로냐가 반드시 메이 언니를 지키겠습니다.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			197374,
			"No! Father! Let me fight with you! Let's break out of here together!",
			"不！父亲大人！让我和你一起战斗！我们一起突围！",
			"い、いや！お父様、私も一緒に戦う！一緒に包囲を突破して——",
			"아, 안 돼요! 아버지, 저도 함께 싸울게요! 함께 포위를 돌파해서 ——",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				212,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			197375,
			"Don’t worry. Magician won't do anything to me. Just go!",
			"放心吧，魔术师不会把我怎么样，快走！",
			"大丈夫、魔術師は私をどうにもできないさ。早く行け！",
			"괜찮아, 마술사는 나를 어쩌지 못해. 어서 가!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				212,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			197376,
			"Himeko! Kika! Take the Anti-entrophy out of here! I'll stay here to help Mr.Ryoma!",
			"姬子！还有辉火爱莎！带着逆熵的人突围出去！我帮助龙马先生断后！",
			"姫子！それに輝火とエルサ！ネゲントロピーの子たちを連れてここを突破しなさい！あたくしが雷電龍馬を援護するわ！",
			"히메코! 그리고 키카와 엘사! 네겐트로피의 아이들을 데리고 여길 돌파해! 내가 라이덴 료마를 지원할게!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			197377,
			"Theresa-Sama! Let me stay with you!",
			"德丽莎大人！我也留下！",
			"テレサ先輩！私も残ります！",
			"테레사 선배! 저도 남을게요!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			197378,
			"No time to hesitate! Go!",
			"没时间犹豫了！快走！",
			"ぐずぐずしてる暇はないわ！さっさと行って！",
			"망설일 시간 없어! 어서 가!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			197379,
			"Ugh…Don't die! Theresa-Sama!",
			"啧…德丽莎大人！你可别死啊！",
			"くっ……テレサ様！こんなところで死んじゃダメですからね！",
			"쿳... 테레사님! 이런 곳에서 죽으면 안 돼요!",
			null
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			197380,
			"Esha! Let's get out of here!",
			"爱莎！我们杀出去！",
			"エルサ、突破するわよ！",
			"엘사, 돌파할 거야!",
			null
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			197381,
			"Ok!",
			"好！",
			"ええ！",
			"그래!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			197382,
			"What? I'm not ready yet!",
			"诶！诶！这就要突围了么！我还没有准备好啦！",
			"ちょっ、ちょっと！今すぐ行くつもり！？まだ準備できてないから！",
			"잠, 잠깐만! 지금 바로 갈 셈이야!? 아직 준비 안 됐다고!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				876,
				3,
				true
			]
		],
		[
			"msg",
			197383,
			"Boom!!!",
			"轰隆！！！",
			"ドゴォォォオオン！！",
			"우르르르렁!!",
			null
		],
		[
			"speaker",
			204806
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				887,
				1,
				false
			]
		],
		[
			"msg",
			197384,
			"He, what a waste of time.",
			"哼，真是白费力气。",
			"ふん、無駄な足掻きを。",
			"흥, 쓸데없는 발버둥이군.",
			null
		]
	],
	"2169": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197385,
			"Ahhh!!",
			"嘿啊！！",
			"ハァッ！！",
			"하앗!!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				6,
				false
			]
		],
		[
			"msg",
			197386,
			"Get of my way!",
			"给我滚开！",
			"どきなさい！",
			"비켜!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				6,
				true
			]
		],
		[
			"msg",
			197387,
			"Bang!!",
			"砰！！",
			"バンッ！バンッ！バンッ！",
			"팡! 팡! 팡!",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197388,
			"Attack! Don't let them go!",
			"给我上！别让他们跑了！",
			"後に続け！奴らを逃がすな！",
			"따라와! 놈들을 놓치지 마라!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				6,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197389,
			"Damn! How many of people do they have! It’s never the end!",
			"可恶！到底有多少人啊！有完没完！",
			"ああ～もう！いったいどれだけいるのよ！きりがないじゃない。",
			"아아~ 정말! 대체 얼마나 많은 거야! 끝이 없잖아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				6,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			197390,
			"We have to figure out how to distract them. Otherwise we will eventually fall in their siege again.",
			"必须想办法分散他们的战力，不然还是会被他们包围。",
			"何とか敵の戦力を分散させないと、また包囲されてしまうわ。",
			"어떻게든 적의 전력을 분산시키지 않으면, 또 포위당할 거야.",
			null
		],
		[
			"msg",
			197391,
			"Hey, do you know the map of the headquarter？",
			"逆熵的小鬼，你知道天命总部的地图吧？",
			"ネゲントロピーのお嬢ちゃん、天命本部の地図は持ってるわね？",
			"네겐트로피 아가씨, 천명 본부의 지도는 가지고 있지?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			197392,
			"Yes, the map is prepared.",
			"嗯，路线图已经完备",
			"はい、全て揃っています。",
			"네, 모두 준비되어 있습니다.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				304,
				1,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			197393,
			"Very good, let's split up, and meet in the third airport round. Although it's now abandoned, but we have a hidden aircraft there for evacuation.",
			"很好，我们分头行动，然后在第三空港回合，那里虽然已经废弃，但是我们在那里隐藏了一架飞行器，可以用来撤离。",
			"それなら敵の戦力を分散させるために分かれて行動しましょう。そのあと第3空港で落ち合いましょう。もう使われていない場所だけど、飛行マシンを隠してあるの。それで撤退できるわ。",
			"그럼 적의 전력을 분산시키기 위해 나눠서 행동하자. 그 후 제3 공항에서 만나자. 이미 사용되지 않는 곳이지만, 비행 마신을 숨겨뒀어. 그걸로 철수할 수 있을 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			197394,
			"It was a precaution if that bastard Otto turns against us. I didn’t expect to use it because of someone else.",
			"本来是为了有朝一日奥托那个混蛋翻脸不认人的时候用的，没想到居然被别人抢了先机。",
			"本来ならオットーの野郎が本性を現したときに使うつもりだったけど、他人に先を越されるとは思わなかったわ。",
			"원래는 오토 그 자식이 본성을 드러낼 때 사용할 생각이었지만, 남에게 선수를 뺏길 줄은 몰랐어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			197395,
			"Just a precaution. Theresa-Sama knew this place is not safe.",
			"不过是以防万一罢了，德丽莎大人应该也知道天命不宜久留。",
			"万一のための備えよ。テレサ先輩だって天命に長居できないことはわかっていたはず。",
			"만일을 위한 준비야. 테레사 선배도 천명에 오래 머무를 수 없다는 건 알고 있었을 텐데.",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				304,
				1,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			197396,
			"Understand. Then Bronia, Seele and Sin will take this way to distract enemy.",
			"明白了，既然如此布洛妮娅与杏和希儿就与你们分开前往，分散追兵。",
			"わかりました。それならブローニャはシンとゼーレと一緒に追っ手を分散させます。",
			"알겠습니다. 그럼 브로냐는 신과 제레와 함께 추격자를 분산시키겠습니다.",
			null
		],
		[
			"portraits",
			[
				304,
				3,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			197397,
			"It’s easy for the three of us to team up. We can take a relatively dangerous path. Mei, you can follow the Valkyrie. They should know a safer path.",
			"我们三人行动比较方便，可以走相对危险的路径，芽衣姐姐，你跟着女武神走吧，他们应该知道更安全的道路。",
			"芽衣姉様は戦乙女と一緒に行ってください。安全な道を知っているはずです。",
			"메이 언니는 발키리와 함께 가세요. 안전한 길을 알고 있을 거예요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				304,
				3,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			197398,
			"Bronia…I can't let you involve in danger just for me.",
			"布洛妮娅…可是我不能因为自己让你们涉险！",
			"ブローニャちゃん……でも私のためにあなたたちを危険な目に遭わせるわけには……！",
			"브로냐... 하지만 나를 위해 당신들을 위험에 빠뜨릴 순 없어...!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			197399,
			"Don’t worry. Bronia and I are invincible together~",
			"放心吧，芽衣姐姐，希儿和布洛妮娅姐姐的配合可是天衣无缝的~",
			"大丈夫だよ、芽衣お姉ちゃん。ゼーレとブローニャお姉ちゃんが力を合わせたら、天下無敵だもん！",
			"괜찮아요, 메이 언니. 제레와 브로냐 언니가 힘을 합치면 천하무적이잖아요!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			197400,
			"Stop chatting. We can fight more freely without you. Otherwise we have to protect you while fighting.",
			"别唠叨了，你不在我们还能更自由地和他们干上一架，要是还要保护一个累赘，反而施展不了。",
			"けっ！つべこべ言うな。お前がいないほうが、自由にあいつらとやり合えるんだ。お荷物を守りながら戦ってちゃ全力を出せないだろ。",
			"쳇! 잔소리 말아. 네가 없으면 오히려 자유롭게 놈들과 싸울 수 있다. 짐까지 지키면서 싸우면 제 실력을 발휘할 수 없잖아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			197401,
			"I'm sorry…",
			"对不起……",
			"ご、ごめんなさい……。",
			"죄, 죄송해요......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				304,
				1,
				false
			]
		],
		[
			"msg",
			197402,
			"No need to be sorry. Time is not waiting. Seele, Sin, let's go.",
			"芽衣姐姐不必道歉，时间紧迫，杏，希儿，我们走。",
			"シン、静かにしてください。シンがすみません。芽衣姉様が謝る必要はありません。",
			"조, 조용히 해주세요. 죄송합니다. 메이 언니가 사과할 필요 없어요.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				304,
				1,
				true
			]
		],
		[
			"msg",
			197403,
			"Ok!",
			"嗯！",
			"芽衣お姉ちゃん、ゼーレたちに任せて！",
			"메이 언니, 제레에게 맡겨주세요!",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				665,
				2,
				false
			]
		],
		[
			"msg",
			197404,
			"Then I will distract the enemy.",
			"那么吸引敌人的事情就交给本大爷吧！",
			"よし、敵を引きつける役は、このボクに任せとけ！",
			"좋아, 적을 유인하는 역할은 내게 맡겨둬!",
			null
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				665,
				1,
				false
			]
		],
		[
			"msg",
			197405,
			"Hey! Losers! I'm here! Come and chase me! I'm going to beat you up!",
			"喂！那边的废物们！本大爷在这里！跟我来！看我揍不揍你们就完事了！",
			"おーい、そこのクズども！ボクはこっちだぞ、ついてこい！お前らをボコボコにすれば任務完了だ！",
			"어이, 저기 쓰레기들! 나는 이쪽이다, 따라와! 너희들을 두들겨패면 임무 완료다!",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				665,
				1,
				true
			]
		],
		[
			"msg",
			197406,
			"There! Go!",
			"在那边！走！",
			"おい、あっちだ！行くぞ！",
			"야, 저쪽이다! 가자!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				401,
				0,
				false
			]
		],
		[
			"msg",
			197407,
			"Now! The rest follow me to this way!",
			"趁现在，其他人跟我来，走这边！",
			"今のうちに残りの人は私についてきて、こっちよ！",
			"지금 남은 사람들은 나를 따라와, 이쪽이야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				401,
				0,
				true
			]
		],
		[
			"msg",
			197408,
			"Stupid mobsters! Here comes your great savior!",
			"哼！无知的恶徒啊！伟大的救世主在这里！",
			"無知で愚鈍な悪人どもよ、偉大なる救世主はここにいる！",
			"무지하고 어리석은 악당들이여, 위대한 구세주가 여기에 있다!",
			null
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				850,
				0,
				false
			]
		],
		[
			"msg",
			197409,
			"There's another team! Split up!",
			"那边也有一队人！分头行动！",
			"あっちにも部隊がいるぞ！手分けしてかかれ！",
			"저쪽에도 부대가 있어! 나눠서 처리하자!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				850,
				0,
				true
			]
		],
		[
			"msg",
			197410,
			"They took the bait. Esha, let's go.",
			"看来上钩了，爱莎，我们走。",
			"うまくかかったみたいね。みんな、行くわよ。",
			"잘 걸렸나 보네. 다들, 갈게.",
			null
		]
	]
}