{
	"10490": [
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726761,
			null,
			"打扰了，维克托先生。",
			"失礼します、ビクターさん。",
			"실례합니다, 빅터 씨.",
			null,
			null,
			"Excuse me, Mr. Victor.",
			"Excuse me, Mr. Victor."
		],
		[
			"bgm",
			38
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726762,
			null,
			"是您……是您找我吗？",
			"ビクターさん……私のことをお呼びですか？",
			"빅터 씨... 저 부르셨나요?",
			null,
			null,
			"Is it you ...... are you looking for me?",
			"Mr. Victor, ...... are you calling for me?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726763,
			null,
			"在这个避难点，没有人能冒犯维克托先生他的尊严、他的库藏和他的三十把步枪。#n而他追求效率，厌恶吞吞吐吐。",
			"この避難所でビクターに逆らうことのできる人はいない。なぜなら彼は多くの物資と30丁ものライフルを持っているからだ。#nさらに彼はとにかく効率を重視していて、回りくどい答え方が嫌いだ。",
			"이 피난처에서 빅터에게 맞설 수 있는 사람은 없다. 왜냐하면 그는 많은 물자와 30정의 소총을 가지고 있기 때문이다.#n게다가 그는 무엇보다 효율을 중시하고, 돌려말하는 방식을 싫어한다.",
			null,
			null,
			"At this point of refuge, no one could offend Mr. Victor his dignity, his coffers and his thirty rifles. And he seeks efficiency and loathes swallowing.",
			"There is no one who can stand against Victor in this shelter. He has a lot of supplies and 30 rifles. He is also very efficient and does not like to answer in a roundabout way."
		],
		[
			"msg",
			726764,
			null,
			"但即使是这样，我的招呼还是卡顿了一下。",
			"それはわかっていたが、それでも彼に対する言葉がやや詰まり気味になってしまった。",
			"그건 알고 있었지만, 그래도 그에 대한 말이 약간 막힌 듯이 나왔다.",
			null,
			null,
			"But even then, my greeting was still stuck.",
			"I knew that, but still my words to him became somewhat choked up."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726765,
			null,
			"阁下。这就是我们这个小地方唯一的维修师了。",
			"閣下。彼女が例の、この拠点で唯一の修理士です。",
			"각하. 그녀가 바로 이곳에서 유일한 수리사입니다.",
			null,
			null,
			"Sir. That's the only repairman we have in this little place.",
			"Sir. She is, as you know, the only repairman in this base."
		],
		[
			"msg",
			726766,
			null,
			"虽然只有十六岁，但是手法却十分……不可思议。",
			"まだ16歳と若くはあるものの、彼女の手法にはとても……不思議な力があるのです。",
			"아직 16살로 어리지만, 그녀의 기술에는 정말... 신비로운 힘이 있습니다.",
			null,
			null,
			"Although only sixteen years old, the technique is ...... incredible.",
			"Although she is only 16 years old, her methods have a very ...... mysterious power."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726767,
			null,
			"至于为什么，大概是因为在维克托先生的面前，有一位奇怪的女士。",
			"ビクターの態度がおかしいのは、そばに風変りな女性がいるからだろうか。",
			"빅터의 태도가 이상한 건, 옆에 기묘한 여자가 있어서일까.",
			null,
			null,
			"As for why, it was probably because there was a strange lady in front of Mr. Victor.",
			"Is Victor's attitude strange because he has an eccentric woman by his side?"
		],
		[
			"msg",
			726768,
			null,
			"她坐得笔直，背身对我，倾听着维克托先生的介绍。",
			"その女性はポポに背を向ける形で、姿勢よく腰を掛けビクターの説明を聞いていた。",
			"그 여자는 포포에게 등을 돌린 채, 단정히 앉아 빅터의 설명을 듣고 있었다.",
			null,
			null,
			"She sat up straight, her back to me, listening to Mr. Victor's introduction.",
			"The woman was sitting posturely with her back to Popo, listening to Victor's explanation."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726769,
			null,
			"她么？",
			"彼女？",
			"그녀요?",
			null,
			null,
			"Is she?",
			"Her?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726770,
			null,
			"是，我、我是维修师。",
			"は、はい。私は修理士……です。",
			"네, 네. 저는 수리사...입니다.",
			null,
			null,
			"Yes, I'm, I'm the maintenance man.",
			"Ha, yes. I am a repairman ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726771,
			null,
			"要想象从链锯与焊枪组成的地狱中走出来的人会长什么样，#n想必便是这副尊容了。",
			"チェーンソーや溶接機械が襲ってくるような、鋼鉄地獄の中から現れた人間を想像したら、きっとこういう人物を想像することだろう。",
			"체인소나 용접 기계가 덮쳐오는 강철 지옥 속에서 나타난 인간을 상상한다면, 아마 이런 인물을 떠올릴 것이다.",
			null,
			null,
			"This must be the face of the man who came out of the hell of chain saws and welding torches.",
			"If you imagine a person emerging from a steel hell, with chainsaws and welding machines attacking him, you will surely imagine this kind of person."
		],
		[
			"msg",
			726772,
			null,
			"不仅如此，我注意到，维克托先生在介绍我的时候，这位女士依旧坐得笔直，并没有侧身倾听。",
			"ビクターがポポのことを紹介している間、その女性は微動だにせず、話に耳を傾けているそぶりすら見せなかった。",
			"빅터가 포포를 소개하는 동안, 그 여자는 꼼짝도 하지 않았고, 이야기를 듣는 듯한 모습조차 보이지 않았다.",
			null,
			null,
			"Not only that, but I noticed that while Mr. Victor was introducing me, the lady continued to sit up straight and didn't turn sideways to listen.",
			"While Victor was introducing Popo, the woman made not the slightest move or even a sign that she was listening to him."
		],
		[
			"msg",
			726773,
			null,
			"反而是维克托先生为了表述清晰，选择微微俯身。",
			"一方のビクターは、丁寧に説明しようとやや前かがみになっていた。",
			"한편 빅터는 정중하게 설명하려고 약간 앞으로 숙인 채 있었다.",
			null,
			null,
			"Instead, Mr. Victor chose to lean over slightly for clarity of expression.",
			"Victor, on the other hand, was slightly bent forward to explain carefully."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV06_Bump"
		],
		[
			"msg",
			726774,
			null,
			"小女孩，拿着。",
			"お嬢さん、これを受け取って。",
			"아가씨, 이거 받아요.",
			null,
			null,
			"Little girl, take it.",
			"Miss, take this."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726775,
			null,
			"啊——！这是……？",
			"あっ——！これは……？",
			"앗——! 이건...?",
			null,
			null,
			"Ah--! Is this ......?",
			"Oh--! Is this ......?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726776,
			null,
			"奇怪的铁甲女士把她的步枪扔到了我的手上，我被吓了一跳。",
			"アーマーで身を固めたその風変りな女性は、ポポに向かって突然ライフルを放り投げてきた。咄嗟に抱きしめたものの、驚いたポポの肩が少し跳ねた。",
			"갑옷으로 무장한 그 기묘한 여성이 포포를 향해 갑자기 소총을 내던졌다. 순간적으로 껴안았지만, 놀란 포포의 어깨가 약간 떨렸다.",
			null,
			null,
			"The strange ironclad lady threw her rifle into my hands and I was taken aback.",
			"The eccentric woman, clad in armor, suddenly tossed her rifle at Popo. Although she hugged him quickly, Popo's shoulders jumped a little in surprise."
		],
		[
			"msg",
			726777,
			null,
			"那是一把很老式的步枪，好像是改装过的07式，崩坏能装填，看上去是构型驱动型的。",
			"それは旧式のライフルだった。07式を改造したものだろうか。崩壊エネルギーを装填でき、聖痕の力で駆動するもののように見える。",
			"그것은 구식 소총이었다. 07식을 개조한 것일까. 붕괴 에너지를 장전할 수 있고 성흔의 힘으로 구동되는 것처럼 보인다.",
			null,
			null,
			"It was a very old rifle, like a modified 07, Honkai was able to load it, and it looked to be a conformation-driven model.",
			"It was an old rifle, perhaps a modified Type 07. It appeared to be one that could be loaded with Honkai energy and driven by the power of the holy grail."
		],
		[
			"msg",
			726778,
			null,
			"能使用构型驱动式的崩坏能武器，也就是说这个人要么是圣痕使，要么——",
			"聖痕の力で駆動する兵器を使うことができるということは……この女性が聖痕使いであるか、もしくは——",
			"성흔의 힘으로 구동하는 무기를 사용할 수 있다는 건... 이 여성이 성흔 사용자이거나, 혹은 ——",
			null,
			null,
			"Being able to use a configuration-driven Honkai energy weapon means that this person is either a Stigma Envoy or--",
			"The ability to use weapons driven by the power of the Stigmata means that ...... this woman is either a Stigmata user or--"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726779,
			null,
			"唔——",
			"ううっ——",
			"으윽——",
			null,
			null,
			"Well--",
			"Ugh--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726780,
			null,
			"维克托拽着我的耳朵，把我拖到了那个女士的面前。",
			"ビクターがポポの耳をつかみ、女性の前へと引っ張っていった。",
			"빅터가 포포의 귀를 잡고 여성 앞으로 끌고 갔다.",
			null,
			null,
			"Victor yanked me by the ear and dragged me over to the lady.",
			"Victor grabbed Popo by the ear and pulled him in front of the woman."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726781,
			null,
			"离那么远干嘛，告诉我，能修吗？",
			"そんなに離れた所で何やってるんだ。どうなんだ、これは直せるか？",
			"그렇게 멀리서 뭐 하는 거야. 어때, 이거 고칠 수 있나?",
			null,
			null,
			"Why are you so far away? Tell me, can you fix it?",
			"What are you doing so far away? What do you think? Can you fix this?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726782,
			null,
			"那个，我觉得——",
			"その、私思うんで——",
			"그, 제 생각엔——",
			null,
			null,
			"Well, I think--",
			"Well, I think--"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726783,
			null,
			"无所谓，先让她试试，别让一个小孩拦着谈事。",
			"黙ってやらせなさい。",
			"조용히 내버려 둬.",
			null,
			null,
			"Doesn't matter, let her try first, don't let a kid stop the conversation.",
			"Shut up and let them do it."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726784,
			null,
			"啧，一边去吧，拍拍。",
			"チッ、お前はすみっこにでも行ってろ。",
			"쳇, 너는 구석에라도 가 있어.",
			null,
			null,
			"Gee, step aside, shoot.",
			"Damn, you go to Sumiko or something."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726785,
			null,
			"是。",
			"はい。",
			"네.",
			null,
			null,
			"Is.",
			"Yes."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726786,
			null,
			"首先，这里能连接上网络吗？哪种方式无所谓，价钱也无所谓。",
			"まずはネットワークよ。ここでネットに接続できる？形式はなんでも構わないし、対価も弾むわ。",
			"일단 네트워크야. 여기서 네트워크에 접속할 수 있어? 형식은 뭐든 상관없고, 대가도 후하게 치를게.",
			null,
			null,
			"First of all, can you connect to the internet here? It doesn't matter which way, and it doesn't matter the price.",
			"First, there's the network. Can you connect to the internet here? Any format is fine, and I'll play the price."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726787,
			null,
			"抱歉，但是我们这里也不能，你看，我们离着这玩意儿那么近呢。",
			"すいません。ここでは接続ができないんですよ。見てください、あそこからこんなに距離が近いんですよ。",
			"죄송합니다. 여기선 접속이 안 돼요. 보세요, 저기부터 이렇게 거리가 가까운데요.",
			null,
			null,
			"I'm sorry, but we can't here either. Look, we're so close to this thing.",
			"Sorry. I can't make the connection here. Look, it's such a short distance from there."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726788,
			null,
			"维克托先生指了指窗外。",
			"ビクターが窓の外を指さした。",
			"빅터가 창밖을 가리켰다.",
			null,
			null,
			"Mr. Victor pointed out the window.",
			"Victor pointed out the window."
		],
		[
			"msg",
			726789,
			null,
			"不用看都知道，他指的是那片被侵蚀的天空。",
			"見なくてもわかる。彼が指さしているのは侵食され淀んだ空だ。",
			"보지 않아도 안다. 그가 가리키는 것은 침식되어 탁해진 하늘이다.",
			null,
			null,
			"One didn't have to look to know that he was referring to the eroded sky.",
			"You don't need to see it. He is pointing to an eroded and stagnant sky."
		],
		[
			"bg",
			"CG10489"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726790,
			null,
			"大约半年之前，旷日持久的大战，#n以及我目所能及的所有人的日常，都被这绝望的崩坏浪潮所击碎。",
			"半年ほど前、長く続く大戦——#nそして私の周りのあらゆる人々の日常は、この絶望的な崩壊の波によって脆くも打ち砕かれた。",
			"반년쯤 전, 오랜 전쟁——#n그리고 내 주변 모든 사람들의 일상은 이 절망적인 붕괴의 파도에 의해 허무하게 부서져 버렸다.",
			null,
			null,
			"About six months ago, the protracted Great War, and the daily routines of everyone within my sight, were shattered by this desperate wave of Honkai.",
			"About six months ago, the long-running Great War - and the daily lives of all those around me - were shattered in a fragile way by this wave of desperate Honkai."
		],
		[
			"msg",
			726791,
			null,
			"它不断扩散，而我们不断退避，不断舍弃自己的生活，最终失去对一切现代信息的掌握，困守在这个勉强苟活的陆地孤岛上。",
			"それは絶えず広がり続け、私たちは繰り返し避難を余儀なくさせられた。やがて新しい情報へのアクセス手段をすべて失い、陸の孤島に閉じこめられ、かろうじて生きながらえている。",
			"그것은 끊임없이 확장되며, 우리는 반복적으로 피난을 강요당했다. 결국 새로운 정보에 접근할 수 있는 모든 수단을 잃고, 육지의 고립된 섬에 갇혀 간신히 생존하고 있다.",
			null,
			null,
			"It keeps spreading, and we keep retreating, keep shedding our lives, and eventually lose our grip on all modern information, stuck on this barely surviving island of land.",
			"It kept spreading, forcing us to evacuate repeatedly. Eventually we lost all access to new information and were trapped on an island, barely surviving."
		],
		[
			"speaker",
			320727
		],
		[
			"bg",
			"black"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726792,
			null,
			"崩坏裂缝……倒也是。",
			"崩壊の亀裂ね……それじゃ無理もない。",
			"붕괴의 균열이라... 그렇다면 어쩔 수 없지.",
			null,
			null,
			"Honkai Cracker ...... would be a good idea.",
			"Cracks in the Honkai. ...... That's not too much to ask."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726793,
			null,
			"听说，是第一军团干的……#n是吗？",
			"第一軍団によるものと聞きましたが……#n本当ですか？",
			"제1군단에 의한 것이라고 들었는데...#n정말인가요?",
			null,
			null,
			"I heard that it was the First Legion that did it ...... was it?",
			"I heard it was by the First Corps. ...... Is it true?"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726794,
			null,
			"这条信息也是要钱的。你打算出多少？",
			"その情報にも金がかかるわよ。いくら出すつもり？",
			"그 정보에도 돈이 들어요. 얼마나 내실 생각이죠?",
			null,
			null,
			"This message also costs money. How much are you going to offer?",
			"That information is going to cost you money too. How much are you willing to pay?"
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726795,
			null,
			"罢了罢了，我只是个热心社区服务的普通中年人而已，战争与和平和我无关。#n如果冒犯了您请允许我道歉。",
			"いいです結構です。私は社会奉仕に熱心なただの中年男に過ぎませんし、戦争も平和も私とは無縁ですから。#n非礼がありましたらお許しください。",
			"됐습니다. 저는 사회봉사에 열심인 평범한 중년 남자일 뿐이고, 전쟁도 평화도 저와는 무관하니까요.#n무례했다면 용서해주세요.",
			null,
			null,
			"It's just that, I'm just an ordinary middle-aged man with a passion for community service, and war and peace have nothing to do with me. Allow me to apologize if I have offended you.",
			"No, thank you. I am just a middle-aged man with a passion for community service, and war and peace have nothing to do with me. Please forgive me if I am rude."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726796,
			null,
			"如果没有网络服务的话，我觉得你们除了武器维修，就没什么能派上用场的地方了。",
			"ネットすら繋げられないんだったら、あなたたちは武器の修理以外、なんの役にも立たないということね。",
			"인터넷도 연결할 수 없다면, 당신들은 무기 수리 외엔 아무런 쓸모가 없다는 거네.",
			null,
			null,
			"Without internet service, I don't think there's much you guys can put to use other than weapons repair.",
			"If you can't even connect to the internet, then you are useless for anything except repairing weapons."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726797,
			null,
			"请先别急，趁着我的维修师处理您武器的这段时间， 不妨来看看我们的库藏？#n说不定有您正需要的补给。",
			"どうかそう結論を急がないでください。うちの修理士が閣下の武器を見ている間に、うちの倉庫を見てみてはいかがですか？#nちょうど補給が必要な物もあるかもしれませんし。",
			"그렇게 성급히 결론 내리지 말아주세요. 우리 수리사가 각하의 무기를 살펴보는 동안, 우리 창고를 구경해보시는 건 어때요?#n마침 보급이 필요한 물건도 있을 테고.",
			null,
			null,
			"While my repairman is working on your weapon, why don't you take a look at our stash? There may be supplies you need.",
			"Please do not jump to conclusions so quickly. While our repairman is looking at your weapons, why don't you take a look at our warehouse? We may have just what you need to replenish."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726798,
			null,
			"（这个人到底是……）",
			"（この人は一体……）",
			"(이 사람은 대체...)",
			null,
			null,
			"(Who the hell is this guy ......)",
			"(What the hell is this guy ......)"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726799,
			null,
			"我一边在角落研究着那把07式，一边偷听着那边的对话。",
			"ポポは隅の方で07式の状態を確認しながら、彼らの会話を聞いていた。",
			"포포는 구석에서 07식의 상태를 확인하면서, 그들의 대화를 듣고 있었다.",
			null,
			null,
			"I studied the 07 in the corner while eavesdropping on the conversation over there.",
			"Popo was in the corner checking the status of the 07 formula and listening to their conversation."
		],
		[
			"msg",
			726800,
			null,
			"维克托先生像是处理一颗炸弹一般小心翼翼地侍候着这个奇怪的来客。#n他打开后门，推出了一辆破旧的推车，推车里全是擦拭得崭新的好货。",
			"ビクターはまるで爆弾を処理するかのように非常に慎重に、この風変りな客人に応対していた。#n彼は裏手の扉を開けると、古びた手押し車を引っ張り出してきた。手押し車にはピカピカに磨かれた様々な品物が載せられていた。",
			"빅터는 마치 폭탄을 처리하듯 매우 조심스럽게, 이 별난 손님을 응대하고 있었다.#n그는 뒤편 문을 열더니 낡은 손수레를 끌어냈다. 손수레에는 반짝반짝 윤이 나는 다양한 물건들이 실려 있었다.",
			null,
			null,
			"Mr. Victor waited on the strange visitor as carefully as if he were handling a bomb. He opened the back door and rolled out a battered old cart full of well-polished, brand-new goodies.",
			"Victor was very careful, as if he were handling a bomb, in dealing with this eccentric guest. He opened the back door and pulled out an old wheelbarrow. The wheelbarrow was loaded with a variety of shiny, polished items."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726801,
			null,
			"武器，弹药，爆炸物……我知道您这样的好手会觉得实弹武器一文不值，但谁知道会发生什么呢？#n有一把趁手的老家伙总是好事。",
			"武器に弾薬、爆発物……閣下のような実力者であれば実弾の武器なんて見向きもしないとは思いますが、不測の事態がいつ起きるとも限りません。#n万が一のためにも使い慣れた昔ながらの武器を持っていた方が、何かといいと思いますよ。",
			"무기에 탄약, 폭발물... 각하 같은 실력자라면 실탄 무기 따위엔 눈길도 안 주시겠지만, 예기치 못한 상황은 언제 닥칠지 모르죠.#n만일을 대비해 익숙한 옛날 무기를 가지고 계시는 게 뭐든 편할 거예요.",
			null,
			null,
			"Weapons, Ammo, Explosives ...... I realize that a good hand like yours would think live fire weapons are worthless, but who knows what could happen? It's always good to have an old one in good hands.",
			"Weapons, ammunition, and explosives...... I'm sure that if you are as powerful as His Excellency, you would never look at a live weapon, but you never know when the unexpected may happen. I think it is better to have some old-fashioned weapons that you are familiar with just in case something happens."
		],
		[
			"msg",
			726802,
			null,
			"哦对了还有药品，当然还有药品。只要不是圣痕使，或多或少都会受到崩坏的侵蚀。#n更何况就算是圣痕使也会受伤，那时候没有药品就糟糕了。",
			"ああ、もちろん薬もあります。聖痕使いでなければ、やはり崩壊の侵食を多かれ少なかれ受けることになりますからね。#nそれに聖痕使いだって、時には負傷することがありますから、薬がないと大変です。",
			"아, 물론 약도 있습니다. 성흔 사용자가 아니라면, 어쨌든 붕괴의 침식을 적게나 많이 받게 될 테니까요.#n게다가 성흔 사용자라도 가끔 부상을 입을 때가 있어서, 약이 없으면 큰일나죠.",
			null,
			null,
			"Oh yeah and medicine, of course there's medicine. As long as it wasn't a Stigma Envoy, it would be more or less eroded by Honkai. What's more, even a Stigma Envoy would be injured, and it would be bad to not have medicines at that point.",
			"Oh, and of course there is medicine. If you are not a sacristan, you are still more or less subject to the erosion of Honkai. And even a sacristan can be injured from time to time, so it is difficult without medicine."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726803,
			null,
			"药品……",
			"薬……",
			"약...",
			null,
			null,
			"Medicines ......",
			"Medicine......"
		],
		[
			"msg",
			726804,
			null,
			"东方军团希波克拉底集团的二型崩坏侵蚀抑制剂，#n是红色包装。",
			"東方軍団のヒポクラテスグループの「Ⅱ型崩壊侵食抑制剤」は赤い包装のはず。",
			"동방군단의 히포크라테스 그룹의 「Ⅱ형 붕괴 침식 억제제」는 빨간 포장이었을 텐데.",
			null,
			null,
			"Oriental Legion Hippocrates Group's Type II Honkai Erosion Inhibitor in a red package.",
			"The \"Type II Honkai Erosion Inhibitor\" of the Hippocrates Group of the Eastern Legion should be in red packaging."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726805,
			null,
			"拍拍，眼睛放在枪上，你能修好的话不光是我，阁下也会给你报酬的。",
			"おいポポ、お前はその銃に集中しろ。それを直せたら閣下からも報酬が出るぞ。",
			"야 포포, 너는 그 총에 집중해라. 그걸 고칠 수 있으면 각하에게서도 보상이 나올 거야.",
			null,
			null,
			"Pat, eyes on the gun, if you can fix it not only me but His Excellency will pay you.",
			"Hey Popo, you focus on that gun. If you can fix that, His Excellency will reward you."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726806,
			null,
			"是。",
			"はい。",
			"네.",
			null,
			null,
			"Is.",
			"Yes."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726807,
			null,
			"这个人果真是圣痕使吗？可是她手上的那个东西，似乎是植入体基座……#n但又好像和通用基座长得不一样？",
			"彼女はやはり聖痕使いなのだろうか？しかし彼女の持っている物体は、聖痕使いには必要のない移植体の基座だ。#n——よく見ると汎用型の基座とは少し異なるようだ。",
			"그녀는 역시 성흔 사용자인 걸까? 하지만 그녀가 가지고 있는 물체는 성흔 사용자에게는 필요 없는 이식체의 기좌다.#n—— 자세히 보면 범용형 기좌와는 조금 다른 것 같다.",
			null,
			null,
			"Is this person really a Stigma Ambassador? But that thing in her hand, it seems to be an implant base ...... but it doesn't seem to look the same as a universal base?",
			"Is she still a sacramental user? But the object she is holding is a base for an implanted body, which is not necessary for a sacramental user. -A closer look reveals that it looks a little different from a general-purpose substratum."
		],
		[
			"msg",
			726808,
			null,
			"总之，先试试。",
			"とにかく、直せるか試してみよう。",
			"어쨌든, 고칠 수 있는지 시도해 보자.",
			null,
			null,
			"Anyway, try it first.",
			"Anyway, let's see if we can fix it."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV08_ToolKit"
		],
		[
			"msg",
			726809,
			null,
			"啪啪！",
			"バンバン！",
			"탕탕!",
			null,
			null,
			"Snap!",
			"Bang bang!"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726810,
			null,
			"她在做什么？",
			"彼女、何をしているの？",
			"그녀, 뭐 하는 거야?",
			null,
			null,
			"What is she doing?",
			"What is she doing?"
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726811,
			null,
			"这是拍拍的特技，很多东西她只要拍一下就好了。",
			"これがポポの特技なんですよ。こいつがこうして叩くと、かなりの物が不思議とすぐに直るんです。",
			"이게 포포의 특기랍니다. 이 녀석이 이렇게 두드리면, 상당한 물건들이 이상하게 금방 고쳐지거든요.",
			null,
			null,
			"It's a pat stunt, a lot of stuff she just has to shoot.",
			"This is Popo's speciality. When he strikes like this, pretty much anything can be fixed mysteriously and quickly."
		],
		[
			"msg",
			726812,
			null,
			"也不知道是为什么。",
			"なぜ直るのかはよくわからないのですが。",
			"왜 고쳐지는지는 잘 모르겠지만요.",
			null,
			null,
			"And I don't know why.",
			"I am not sure why it is fixed."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726813,
			null,
			"这样么？#n能够理解。",
			"そう？#n私には理解できなくもないけど。",
			"그래?#n나에게는 이해 못 할 것도 아닌데.",
			null,
			null,
			"Is that so? Understandable.",
			"Really? It's not hard for me to understand."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726814,
			null,
			"拍拍，轻点修理。",
			"おいポポ、あまり派手に叩くなよ。",
			"야 포포, 너무 요란하게 두드리지 마.",
			null,
			null,
			"Pat, light repairs.",
			"Hey Popo, don't hit it too loud."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726815,
			null,
			"是。",
			"はい。",
			"네.",
			null,
			null,
			"Is.",
			"Yes."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726816,
			null,
			"不行，没起效，通用手段不起作用。#n看来不是“那种”故障。",
			"効果がない。いつもの方法では直らないらしい。#nどうやら「あの類」の故障ではないのだろう。",
			"효과가 없다. 평소 방법으로는 고쳐지지 않는 모양이다.#n아무래도 「그런 류」의 고장은 아닌 모양이다.",
			null,
			null,
			"No, it didn't work. The general purpose didn't work. Doesn't seem to be \"that\" kind of malfunction.",
			"It doesn't work. It seems that the usual methods don't fix it. Apparently it is not \"that kind\" of failure."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV06_Bump"
		],
		[
			"msg",
			726817,
			null,
			"得把枪械拆开。",
			"銃を分解しないといけない。",
			"총을 분해해야겠어.",
			null,
			null,
			"Got to take the guns apart.",
			"You have to disassemble the gun."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			726819,
			null,
			"嗯？",
			"うん？",
			"응?",
			null,
			null,
			"Hmm?",
			"Hm?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726820,
			null,
			"怎么回事？",
			"これは……。",
			"이건…….",
			null,
			null,
			"What's going on?",
			"This can be found at ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726821,
			null,
			"枪托的连接处，为什么会有张小贴纸？",
			"銃床の接続部に文字が書かれた紙が貼ってある。",
			"총열 연결부에 글자가 써진 종이가 붙어 있다.",
			null,
			null,
			"Why is there a little sticker where the stock attaches?",
			"A piece of paper with writing on it is attached to the connection of the gunstock."
		],
		[
			"bgm",
			46
		],
		[
			"msg",
			726822,
			null,
			"“余波战争胜利纪念博物馆，馆藏116-W-31号”。",
			"「余波戦争勝利記念博物館、収蔵物116-W-31号」。",
			"「여파전쟁 승전기념박물관, 소장품 116-W-31호」.",
			null,
			null,
			"\"Aftermath War Victory Memorial Museum, Collection 116-W-31\".",
			"Museum of Victory in the Aftermath War, Collection No. 116-W-31.\""
		],
		[
			"msg",
			726823,
			null,
			"褪色的标签上，写着这样的字。",
			"色褪せたラベルのような紙にそう書かれていた。",
			"빛바랜 라벨 같은 종이에 그렇게 적혀 있었다.",
			null,
			null,
			"The faded label reads.",
			"It was written so on a piece of paper that looked like a faded label."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726824,
			null,
			"阁下，都看过之后，有想要的东西么？",
			"閣下、ご覧になられて何かご所望の品はありましたか？",
			"각하, 보시고 원하시는 물건이라도 있으셨습니까?",
			null,
			null,
			"Your Excellency, after reading them all, is there anything you want?",
			"Your Excellency, were there any items that you saw that you would like?"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726825,
			null,
			"没什么有意思的，你都叫维修师来了，证明这里肯定没有虚空打印机。#n武器装备部分就省省吧。",
			"特にないわ。それに修理士を呼び出したということは、虚空プリンターもないのよね。#n——武器や装備品は取っておきなさい。",
			"특별히 없어. 게다가 수리사를 불렀다는 건, 허공 프린터도 없는 거네.#n—— 무기나 장비품은 챙겨 두어.",
			null,
			null,
			"Nothing interesting, the fact that you've called in a repairman proves that there are definitely no void printers here. Save the weaponry part.",
			"Not particularly. And the fact that you called a repairman means that you don't have a void printer either. --Save your weapons and equipment."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726826,
			null,
			"那药品部分，阁下想看看吗？",
			"では薬はご覧になりますか？",
			"그럼 약은 보시겠어요?",
			null,
			null,
			"And the drug section, would Your Excellency like to see it?",
			"Then would you like to see the medicine?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726827,
			null,
			"也就是说，这是一把博物馆里的展览品，那为什么这个人会……",
			"つまり、この銃は博物館の展示品だったという事ね。でもどうしてこの人が……。",
			"즉, 이 총은 박물관 전시품이었다는 거네. 근데 왜 이 사람이…….",
			null,
			null,
			"That means it's a museum piece on display, so why would this person ......",
			"So the gun was a museum exhibit. But why is this person ......?"
		],
		[
			"msg",
			726828,
			null,
			"我正思索着，维克托又拉出一辆推车，向那个人展示。",
			"考え込んでいると、ビクターが別の手押し車を引っ張りだし、彼女に見せた。",
			"생각에 잠겨 있던 중, 빅터가 다른 손수레를 끌어내며 그녀에게 보여주었다.",
			null,
			null,
			"I was thinking about it when Victor pulled out another cart and showed it to the man.",
			"As she pondered, Victor pulled out another wheelbarrow and showed it to her."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726829,
			null,
			"我们的药品储备是足够丰富的，您看，就连崩坏侵蚀抑制剂我们都有一盒，不过很抱歉这是非卖品，毕竟是关键时刻救命的药物。",
			"薬は十分そろっていますよ。見てください。崩壊侵食抑制剤もひと箱あるんですよ。ただ申し訳ないことにこれは非売品なのです。肝心な時に命を救える代物なので。",
			"약은 충분히 구비되어 있어요. 보세요. 붕괴 침식 억제제도 한 상자 있답니다. 다만 죄송하게도 이건 비매품이에요. 아주 중요한 순간에 목숨을 구할 수 있는 물건이니까.",
			null,
			null,
			"Our stockpile of medicines is abundant enough, you see, even the Honkai Erosion Inhibitor we have a box of it, but I'm sorry it's not for sale, after all, it's a life-saving drug at a critical moment.",
			"We have enough medicine for you. Take a look. We also have a box of Honkai erosion inhibitors. But I am sorry to say that this is not for sale. It's a lifesaver at a critical time."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726830,
			null,
			"听到这句话，我无可抑制地转头望向那里。",
			"その言葉を聞き、ポポは思わず振り向いた。",
			"그 말을 듣고, 포포는 문득 고개를 돌렸다.",
			null,
			null,
			"Hearing that, I turned my head inexorably to look there.",
			"Hearing these words, Popo turned around without thinking."
		],
		[
			"msg",
			726831,
			null,
			"会不会，是红色包装的？",
			"もしかして、赤い包装の？",
			"혹시, 빨간 포장지 쓴 거?",
			null,
			null,
			"Could it be, is it in a red package?",
			"Perhaps in red packaging?"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726832,
			null,
			"有军用兴奋剂吗？军团货没有的话，旧人合联的也行。",
			"軍用の興奮剤はある？軍の物資がなければ旧人契連の物資でも構わないわ。",
			"군용 흥분제 있어? 군 물자 없으면 구 인계련 물자라도 상관없어.",
			null,
			null,
			"Got any military dope? If the Legion stuff doesn't have it, the old man co-op will do.",
			"Do you have any military stimulants? If you don't have military supplies, the old Human Qi Federation supplies would be fine."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726833,
			null,
			"这个嘛……我们的药品是从——",
			"あれですか……うちの薬の仕入れ先は——",
			"그건요…… 우리 가게 약 공급처는 ——",
			null,
			null,
			"Well, ...... our drugs are from--",
			"Is that it? ...... Our drug supplier is--"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726834,
			null,
			"那个，维克托先生。",
			"あの、ビクターさん。",
			"저기, 빅터 씨.",
			null,
			null,
			"That, Mr. Victor.",
			"Um, Mr. Victor."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726836,
			null,
			"这把枪的结构太精密了，如果没有备品配件的话，我也没法维修。",
			"この銃、かなり精密な構造をしてますので、スペアパーツがないと私にも直せない状況です。",
			"이 총은 상당히 정밀한 구조를 하고 있어서, 예비 부품이 없으면 저도 고칠 수 없는 상황입니다.",
			null,
			null,
			"The construction of this gun is so precise that I can't repair it without spare parts.",
			"This gun has a very precise construction and I am unable to fix it without spare parts."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726837,
			null,
			"哼，知道了。阁下，你对攻击型无人机是否有兴——",
			"フン、わかった。……閣下、攻撃型ドローンにご興味は——",
			"흥, 알겠어. ……각하, 공격형 드론에 관심이 ——",
			null,
			null,
			"Hm, got it. Your Honor, are you interested in attack drones--",
			"Hmm, okay. Your Excellency at ......, are you interested in an attack drone--"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726838,
			null,
			"维克托先生。",
			"ビクターさん。",
			"빅터 씨.",
			null,
			null,
			"Mr. Victor.",
			"Mr. Victor."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726839,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726840,
			null,
			"那个……我能走了吗？",
			"私……もう行っていいですか？",
			"저…… 이제 가도 될까요?",
			null,
			null,
			"That ...... Can I go now?",
			"Can I ...... go now?"
		],
		[
			"speaker",
			320749
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30717,
				0,
				false
			]
		],
		[
			"msg",
			726841,
			null,
			"…………拍拍，对维克托先生，你要懂得时刻保持尊敬。",
			"…………ポポ、ビクターさんには常に敬意を示さなきゃいけない事くらいわかってるだろう。",
			"…………포포, 빅터 씨에게는 항상 경의를 표해야 하는 거 정도는 알고 있을 거 아니야.",
			null,
			null,
			"............ Pat, with Mr. Victor, you know how to be respectful at all times.",
			"............ popo, you know that you have to show respect to Victor at all times."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726842,
			null,
			"让她走吧，我讨厌谈正事的时候小孩子在旁边。",
			"彼女はもう帰したら？私、真面目な話をしている最中に子供がウロチョロしているの、大嫌いなのよね。",
			"그녀는 이제 돌려보내는 게 어때? 나, 진지한 이야기를 하는 중에 애들이 어슬렁거리는 거 정말 싫어하거든.",
			null,
			null,
			"Let her go. I hate having kids around when we're talking business.",
			"Why doesn't she just go home already? I hate it when kids wander around in the middle of a serious conversation."
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726843,
			null,
			"啊，也是，好，拍拍，你先走吧。",
			"そ、そうですね、わかりました。ポポ、お前もう行っていいぞ。",
			"그, 그래요, 알겠습니다. 포포, 너 이제 가도 돼.",
			null,
			null,
			"Ah, that too. Okay, pat, you go first.",
			"Yes, yes, I understand. Popo, you can go now."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726844,
			null,
			"……谢谢。",
			"……ありがとうございます。",
			"……감사합니다.",
			null,
			null,
			"...... Thank you.",
			"Thank you for ......."
		]
	],
	"10491": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726845,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"msg",
			726846,
			null,
			"拍拍，来买午餐了吗？",
			"ポポ、昼食の買い出しかい？",
			"포포, 점심 사러 가는 거야?",
			null,
			null,
			"Pat, come to buy lunch?",
			"Popo, you want to buy lunch?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			726847,
			null,
			"嗯，妈妈说今天想吃腌鱼罐头，拜托了。",
			"はい。お母さんが魚の缶詰を食べたいって言ってて。一つお願いします。",
			"네. 엄마가 생선 통조림을 먹고 싶다고 해서요. 하나 주세요.",
			null,
			null,
			"Well, Mom said she wanted canned pickled fish today, please.",
			"Yes, I have. My mom wants some canned fish. One please."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726848,
			null,
			"对了，拍拍，来帮我修一下这个加热器。",
			"はいよ。……そうだ、このヒーターをちょっと直してもらえないかな。",
			"알겠어. ...... 아, 이 히터 좀 고쳐줄 수 있을까?",
			null,
			null,
			"By the way, Pat, come help me fix this heater.",
			"Yes. ...... Yes, I wonder if you could fix this heater a little bit."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726849,
			null,
			"是。",
			"わかりました。",
			"알겠습니다.",
			null,
			null,
			"Is.",
			"I understand."
		]
	],
	"10492": [
		[
			"bgm",
			38
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726850,
			null,
			"啪啪！",
			"バンバン！",
			"빵빵!",
			null,
			null,
			"Snap!",
			"Bang bang!"
		],
		[
			"msg",
			726851,
			null,
			"“怎么？还没有解决吗？”",
			"「どう？まだ直らないのかい？」",
			"「어때? 아직 안 고쳐졌어?」",
			null,
			null,
			"\"What? It's not settled yet?\"",
			"\"How's it going? Still no fix?\""
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			726852,
			null,
			"不好意思，今天或许不太灵，我还有事，先走了。",
			"ごめんなさい。今日はあまり調子が出なくて。ちょっと急ぐので、また今度にでも。",
			"미안해요. 오늘은 컨디션이 안 좋아서요. 좀 바쁜데, 다음에 해도 될까요?",
			null,
			null,
			"Sorry, maybe it's not working too well today. I've got things to do, so I'll go now.",
			"I'm sorry. I'm not feeling very well today. I'm in a bit of a hurry, so maybe another time."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726853,
			null,
			"“也行吧。”",
			"「わかったよ。」",
			"「알았어.」",
			null,
			null,
			"\"It's okay.\"",
			"I get it.\""
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726854,
			null,
			"那告辞了。",
			"それじゃあ。",
			"그럼 이만.",
			null,
			null,
			"Then farewell.",
			"Well then."
		]
	],
	"10493": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726855,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"msg",
			726856,
			null,
			"砰！",
			"バン！",
			"빵!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"msg",
			726857,
			null,
			"回到家里，把买来的食物放到桌上，确认了一遍藏手枪的位置没人动过。",
			"家に戻り、買ってきた食料を机に置いた。そして銃が隠してある場所に誰も触った形跡がない事を確認した。",
			"집에 돌아와서 사 온 식료품을 책상에 놓았다. 그리고 총이 숨겨져 있는 장소를 아무도 건드린 흔적이 없는 것을 확인했다.",
			null,
			null,
			"When I got home, I put the food I bought on the table and made sure no one had moved from where I hid the pistol.",
			"I returned home and put the food I had bought on my desk. Then I checked to make sure there were no signs that anyone had touched the place where the gun was hidden."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			726858,
			null,
			"呼……",
			"はぁ……。",
			"하아…….",
			null,
			null,
			"Phew ......",
			"Huh. ......."
		],
		[
			"msg",
			726859,
			null,
			"啊………………啊啊啊…………！",
			"あ………………ああぁ…………！",
			"아………………아아아…………!",
			null,
			null,
			"Ah .................. ah ah ah ah ......... ...!",
			"Ah .................. ah ......... ...!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726860,
			null,
			"然后，就如同被人抽掉脊椎一般，我瘫在了墙边。",
			"そしてポポは、誰かに脊椎を抜き取られてしまったかのように力なく壁に寄り掛かった。",
			"그리고 포포는, 누군가에게 척추를 뽑혀 버린 것처럼 힘없이 벽에 기대었다.",
			null,
			null,
			"Then, as if someone had taken my spine out, I slumped against the wall.",
			"And Popo leaned against the wall without any strength, as if someone had pulled out his spine."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			726861,
			null,
			"好可怕……",
			"おそろしい……。",
			"무서워…….",
			null,
			null,
			"So scary ......",
			"The dreaded ......."
		],
		[
			"msg",
			726862,
			null,
			"刚刚……手……#n抖个不停……",
			"さっき……手の……。#n手の震えが止まらなかった……。",
			"아까…… 손이…….#n손의 떨림이 멈추지 않았어…….",
			null,
			null,
			"Just now ...... hands ...... shaking nonstop ......",
			"I just ...... my hands ....... My hands didn't stop shaking ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			726863,
			null,
			"心脏……",
			"心臓が……。",
			"심장이…….",
			null,
			null,
			"Heart ......",
			"The heart is ......."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726864,
			null,
			"心脏都要跳出来了……！！！",
			"心臓が口から飛び出してしまうかと思った……！！！",
			"심장이 입에서 튀어나올 것 같았어……!!!",
			null,
			null,
			"The heart is beating out of ......!!!!",
			"I thought my heart was going to jump out of my mouth ......!"
		],
		[
			"bgm",
			130
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726865,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			726866,
			null,
			"就在刚才，在维克托先生的仓库里，#n我知道了两个事实。",
			"ビクターの倉庫で2つの事実を知った。",
			"빅터의 창고에서 두 가지 사실을 알게 되었다.",
			null,
			null,
			"Just now, in Mr. Victor's warehouse, I learned two facts.",
			"I learned two facts at Victor's warehouse."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726867,
			null,
			"果然是红色的。",
			"やっぱり赤かった。",
			"역시 빨갰다.",
			null,
			null,
			"Sure enough, it's red.",
			"It was still red."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726868,
			null,
			"第一个，是在维克托先生的仓库里，存在着至少一盒二型崩坏侵蚀抑制剂。",
			"まず、ビクターの倉庫に少なくともⅡ型崩壊侵食抑制剤がひと箱あるという事実。",
			"우선, 빅터의 창고에 적어도 Ⅱ형 붕괴 침식 억제제가 한 상자 있다는 사실.",
			null,
			null,
			"The first, is the presence of at least one box of Type 2 Honkai erosion inhibitors in Mr. Victor's warehouse.",
			"First, the fact that there is at least one box of Type II Honkai erosion inhibitors in Victor's warehouse."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726869,
			null,
			"而另一个是……",
			"それと……。",
			"그리고…….",
			null,
			null,
			"And the other is ......",
			"And ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726870,
			null,
			"使用崩坏植入体……拿着从博物馆里抢来的老枪……让维克托阁下都这么恐惧……",
			"移植体を使い、博物館から奪ってきた旧式の銃を持っていて……ビクターをあれほどまで怖がらせる……。",
			"이식체를 사용하고, 박물관에서 훔쳐 온 구식 총을 가지고 있어서…… 빅터를 그렇게까지 겁주는…….",
			null,
			null,
			"Using Honkai implants ...... with an old gun looted from a museum ...... makes even Hon. Victor so afraid ......",
			"He uses an implanted body and has an old gun that he took from a museum ...... that scares Victor so much ......."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726871,
			null,
			"那个人……不是军官也不是逃兵……",
			"あの人は……軍の高官でも逃亡兵でもない……。",
			"그 사람은…… 군의 고관도 탈영병도 아니었다…….",
			null,
			null,
			"That man ...... is not an officer nor a deserter ......",
			"That man is not ...... a high-ranking military official or a fugitive soldier. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726872,
			null,
			"毫无疑问，是曾经在网络留言板里就常有讨论的——",
			"もはや疑問の余地はなかった。以前、ネット上でよく話にのぼっていた——",
			"이제 더 이상 의심의 여지가 없었다. 이전에 인터넷에서 자주 이야기되던 ——",
			null,
			null,
			"Undoubtedly, it's the one that used to be discussed on internet message boards - the",
			"There was no longer any doubt. It had been talked about often on the Internet before--"
		],
		[
			"msg",
			726873,
			null,
			"——在崩坏灾难来临之后，从拾荒者口中再度证实的那个东西……",
			"——崩壊の災難が訪れた後、家を失った人々が口々に語ったあの存在……。",
			"——붕괴의 재난이 찾아온 후, 집을 잃은 사람들이 입을 모아 말하던 그 존재…….",
			null,
			null,
			"--The one that was reconfirmed from the mouths of scavengers after the Honkai disaster hit ......",
			"--that entity that people who lost their homes spoke of after the disaster of the Honkai ......."
		],
		[
			"msg",
			726874,
			null,
			"这里没有驻军，所以难怪维克托先生那么恐惧。#n不……就算是有驻军，也会被轻松杀光吧？",
			"ここには軍が駐留していないから、ビクターがあそこまで恐れるのも無理もない。#nいや……軍が駐留していたとしても、簡単に皆殺しにされてしまうのかもしれない。",
			"여기에는 군대가 주둔하고 있지 않으니, 빅터가 그렇게까지 두려워하는 것도 무리는 아니다.#n아니…… 군대가 주둔하고 있었다 해도, 쉽게 몰살당했을지도 모른다.",
			null,
			null,
			"There's no garrison here, so it's no wonder Mr. Victor is so scared. No ...... even if there was a garrison, it would be easily killed, right?",
			"There is no military stationed here, so it is no wonder Victor is so afraid of them. No ...... even if there was an army stationed here, they could easily kill us all."
		],
		[
			"msg",
			726875,
			null,
			"那是使用军用级乃至以上的武器，猎杀圣痕使给研究所作为样本以换取赏金的#n#n残酷团体——",
			"軍事用途、あるいはそれ以上の兵器を駆使して、聖痕使いを狩り、それを研究所にサンプルとして提供し賞金を得る、残忍な輩——",
			"군사용도, 혹은 그 이상의 병기를 활용해, 성흔 사용자를 사냥하고, 그것을 연구소에 샘플로 제공해 현상금을 받는, 잔혹한 무리 ——",
			null,
			null,
			"It's a brutal group that hunts down and kills Stigmatized Ambassadors using military-grade or higher weapons to give the Institute samples in exchange for bounties--",
			"They are brutal people who hunt sacramentalists using weapons of military use or worse, and provide them as samples to the institute for a bounty."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726876,
			null,
			"这个人是<color=#DC143CFF>圣痕猎人</color>。",
			"あの人は<color=#DC143CFF>聖痕ハンター</color>なんだ。",
			"그 사람은 <color=#DC143CFF>성흔 헌터</color>이야.",
			null,
			null,
			"The man was <color=#DC143CFF>Stigma Hunter</color>.",
			"That guy is a <color=#DC143CFF>stigmata hunter</color>."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV12_MonsterRaid"
		],
		[
			"msg",
			726877,
			null,
			"",
			null,
			null,
			null,
			null,
			"",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726878,
			null,
			"妈妈？#n又掉到地上了……",
			"お母さん？#nまた床に落ちちゃったの……。",
			"엄마?#n또 바닥에 떨어졌어…….",
			null,
			null,
			"Mom? It fell to the ground again ......",
			"Mom? I fell on the floor again. ......"
		],
		[
			"speaker",
			320747
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30715,
				0,
				false
			]
		],
		[
			"msg",
			726879,
			null,
			"……pa……",
			"……ぱ……",
			"……파……",
			null,
			null,
			"......pa......",
			"......Pa......"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726880,
			null,
			"地上很冷吧，我抱你到床上去。多盖点毯子。",
			"床は冷たいよね。私が抱えてベッドに上げてあげるから……。寒くないように毛布も使ってね。",
			"바닥은 차갑지. 내가 안아서 침대에 눕혀줄게……. 추우면 안 되니까 담요도 쓰고.",
			null,
			null,
			"It's cold on the floor, isn't it? I'll carry you to bed. Put some more blankets on.",
			"The floor is cold, isn't it? I'll hold you up and lift you into bed. ...... Use a blanket so you don't get cold."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726881,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726882,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726883,
			null,
			"很轻。妈妈很轻。",
			"軽い。すごく軽い。",
			"가벼워. 엄청 가벼워.",
			null,
			null,
			"Very light. Mom is light.",
			"Light. Very light."
		],
		[
			"msg",
			726884,
			null,
			"搬起来一点都不费力。",
			"少女でも力む必要がないほどの軽さだ。",
			"소녀라도 힘줄 필요 없을 정도의 가벼움이다.",
			null,
			null,
			"It was no trouble at all to move it.",
			"It is so light that even a girl does not need to exert herself."
		],
		[
			"soundEffect1",
			"DLC_CH07_EV02_HeartBeat"
		],
		[
			"msg",
			726885,
			null,
			"妈妈和那瓶药，妈妈和那把枪。到底谁更重呢？",
			"お母さんとあの薬……。お母さんとあの銃……。どっちの方が重いんだろう？",
			"엄마와 그 약……. 엄마와 그 총……. 어느 쪽이 더 무거울까?",
			null,
			null,
			"Mom and the bottle of pills, mom and the gun. Who really weighs more?",
			"Mom and that drug: ....... Your mother and that gun: ....... Which one is heavier?"
		]
	],
	"10494": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10387"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726886,
			null,
			"……………………",
			"……………………",
			"……………………",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV15_WindWooshB"
		],
		[
			"msg",
			726887,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726888,
			null,
			"我朝远处眺望，天空阴沉，只有远处一颗小小的明星在闪耀。",
			"ポポは遠くを見つめた。空は暗くどんよりとしており、遠くの方にひとつだけ明るい星が輝いているのが見えた。",
			"포포는 멀리를 바라보았다. 하늘은 어둡고 칙칙했으며, 멀리 밝게 빛나는 별 하나가 보였다.",
			null,
			null,
			"I looked out into the distance, the sky was overcast, with only a tiny star shining in the distance.",
			"Popo stared into the distance. The sky was dark and dreary, with only one bright star shining in the distance."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726889,
			null,
			"晚上了。",
			"もう夜……。",
			"이제 밤이…….",
			null,
			null,
			"It's nighttime.",
			"It's already night ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726890,
			null,
			"我不知道这颗星星的正式名称是什么，但在现在应该已经无人在意这种琐事了。就像没人会在意我的名字一样。",
			"あの星の名前は分からない。でも、今の状況でそんな事にこだわる人なんて一人もいない。私の名前にこだわる人がいないのと同じように。",
			"그 별의 이름은 모른다. 하지만 지금 같은 상황에서 그런 걸 신경 쓰는 사람은 아무도 없을 거다. 내 이름을 신경 쓰는 사람이 없는 것처럼.",
			null,
			null,
			"I don't know what the star's official name is, but by now no one should care about such trivia. Just like no one cares about my name.",
			"I don't know the name of that star. But not a single person cares about that in the current situation. Just like no one cares about my name."
		],
		[
			"msg",
			726891,
			null,
			"时不时地，我会觉得，我和这颗星星是相似的。一样的，不属于这个时代。",
			"時々私は、あの星が私に似ているのではないかと感じていた。あの星も私も、この時代に属していないかのように感じられたから。",
			"가끔 나는 그 별이 나와 닮은 것 같다는 느낌이 들었다. 그 별도 나도 이 시대에 속하지 않는 것처럼 느껴졌기 때문이다.",
			null,
			null,
			"Every now and then, I feel that I am similar to this star. One of a kind, not of this age.",
			"Sometimes I felt as if that star was just like me. Because it seemed as if neither that star nor I belonged to this time period."
		],
		[
			"soundEffect1",
			"DLC_CH00_EV07_FootStepAway"
		],
		[
			"msg",
			726892,
			null,
			"踏踏、踏踏……",
			"タタッ、タタッ……",
			"뚜벅, 뚜벅……",
			null,
			null,
			"Tap, Tap ......",
			"Ta-ta, ta-ta: ......"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726893,
			null,
			"！",
			"！",
			"!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726894,
			null,
			"维克托先生的士兵从我身边经过，没有注意到尘埃一般的我。",
			"ビクターの手下がすぐ側を通り過ぎていった。そこに居るポポの事なんてまるで埃と同じかのように、一切気に留めた様子はなかった。",
			"빅터의 수하가 바로 옆을 지나갔다. 거기에 있는 포포를 먼지 취급이라도 하듯, 전혀 신경 쓰지 않는 모습이었다.",
			null,
			null,
			"Mr. Victor's soldiers passed me by without noticing the dusty me.",
			"Victor's men walked right by. He didn't seem to pay any attention to the popo there, as if they were dust."
		],
		[
			"msg",
			726895,
			null,
			"前面，就是维克托先生的巢穴了。",
			"この先にビクターのアジトがある。",
			"이 앞에 빅터의 아지트가 있다.",
			null,
			null,
			"Up ahead, it's Mr. Victor's lair.",
			"Victor's hideout is just up ahead."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726896,
			null,
			"呼……",
			"はぁ……。",
			"하아…….",
			null,
			null,
			"Phew ......",
			"Huh. ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726897,
			null,
			"果然……还是很害怕。一想到那个<color=#DC143CFF>圣痕猎人</color>，想到维克托先生，身体就颤抖个不停。",
			"やはり恐ろしかった。あの<color=#DC143CFF>聖痕ハンター</color>のことを思い出すと、ビクターの事を思い出すと、体の震えが止まらなかった。",
			"역시 무서웠다. 그 <color=#DC143CFF>성흔 헌터</color>를 떠올리면, 빅터를 떠올리면, 몸의 떨림이 멈추지 않았다.",
			null,
			null,
			"Sure enough ...... was still scared. The thought of that <color=#DC143CFF>Stigma Hunter</color> and the thought of Mr. Victor made his body tremble.",
			"It was still terrifying. When I thought of that <color=#DC143CFF>stigmata hunter</color>, when I thought of Victor, I couldn't stop my body from shaking."
		],
		[
			"msg",
			726898,
			null,
			"但是已经别无选择了。",
			"しかし他に選択肢はなかった。",
			"하지만 다른 선택지는 없었다.",
			null,
			null,
			"But there was no longer a choice.",
			"But there was no other option."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726899,
			null,
			"红色的，只要拿到那个红色的盒子。",
			"赤いやつ、あの赤い箱さえ手に入れば。",
			"빨간 놈, 그 빨간 상자만 손에 넣을 수 있다면.",
			null,
			null,
			"Red, just get that red box.",
			"The red one, if only I could get that red box."
		]
	],
	"10495": [
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726900,
			null,
			"进来了…………没被人发现……",
			"中に入れた…………誰にも見つかってない……。",
			"안에 넣어두었어………… 아무도 못 찾았어…….",
			null,
			null,
			"It came in ............ unnoticed ......",
			"I put it inside ............ no one has found it ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726901,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726902,
			null,
			"（周围好像吵闹了起来？）",
			"（周りがなんだか騒がしくなってきたような気がする。）",
			"(주변이 왠지 시끄러워진 것 같은 기분이 들어.)",
			null,
			null,
			"(There seems to be a lot of noise around?)",
			"(I think there's some kind of commotion going on around me.)"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726903,
			null,
			"烧起来了，所有人，快来救火——",
			"火だ！みんな、早く消火するんだ——",
			"불이야! 모두들, 어서 진화하자——",
			null,
			null,
			"It's burning, everybody, put out the fire-",
			"Fire! Everybody, put the fire out now--"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726904,
			null,
			"这感觉……仓库着火了？",
			"これって……倉庫で火事があったの？",
			"이건…… 창고에서 화재가 난 거야?",
			null,
			null,
			"This feels like ...... warehouse on fire?",
			"Was this a fire at the ...... warehouse?"
		],
		[
			"msg",
			726905,
			null,
			"不过，这也正是机会。",
			"でも、今しかない。",
			"하지만, 지금밖에 없어.",
			null,
			null,
			"But that's where the opportunity comes in.",
			"But it's now or never."
		],
		[
			"portraits",
			[
				30547,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726906,
			null,
			"药品的货柜我记得就在前面。",
			"薬の棚は確かこの先だったはず。",
			"약품 선반은 분명 이 앞이었을 거야.",
			null,
			null,
			"The container for the drugs was right up front as I recall.",
			"The medicine cabinet was just down the street, I believe."
		]
	],
	"10496": [
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726907,
			null,
			"火焰……越烧越大了，不过就在前面，冒险冲过去——",
			"炎が……どんどん広がってる。でもあと少しだし、危ないけど進むしかない——",
			"불길이…… 점점 번지고 있어. 하지만 조금만 더 가면 돼, 위험하지만 나아갈 수밖에 없어——",
			null,
			null,
			"The flames ...... are getting bigger and bigger, but just ahead, risk rushing through -",
			"The flames are ...... spreading faster and faster. But we're almost there, and though it's dangerous, we have to keep going--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726908,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726909,
			null,
			"看到了！红色的盒子！希波克拉底集团的药物……",
			"見えた！赤い箱！ヒポクラテスグループの薬……",
			"보였다! 빨간 상자! 히포크라테스 그룹의 약...",
			null,
			null,
			"Saw it! The red box! Hippocrates Group Drugs ......",
			"I see it! Red box! Hippocrates Group Medicines ......"
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726910,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726911,
			null,
			"为什么？",
			"どうして？",
			"왜?",
			null,
			null,
			"Why?",
			"Why?"
		],
		[
			"msg",
			726912,
			null,
			"为什么里面会是空的？",
			"どうして空なの？",
			"왜 비어 있는 거야?",
			null,
			null,
			"Why would it be empty inside?",
			"Why is it empty?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726913,
			null,
			"不理解，不能理解，是被什么人趁乱拿走了吗？#n但如果是这样为什么要把盒子再关上呢？",
			"(理解できない。どうして。誰かが混乱に乗じて持って行った？#nでも、薬を奪った後にわざわざ箱を閉じたの？)",
			"(이해할 수 없다. 왜. 누군가 혼란을 틈타 가져간 건가?#n하지만 약을 훔친 후에 일부러 상자를 닫은 거야?)",
			null,
			null,
			"I don't understand it, I can't understand it. Was it taken by someone who took advantage of the chaos? But if so why close the box again?",
			"(I don't understand. Why. Did someone take them in the chaos? But did they bother to close the box after taking the drugs?)"
		],
		[
			"speaker",
			204584
		],
		[
			"msg",
			726914,
			null,
			"咕——",
			"クッ——",
			"쿠——",
			null,
			null,
			"Coo--",
			"Kuk--"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726915,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726916,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"bgm",
			133
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				7,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726917,
			null,
			"维、维克托先生！？",
			"ビ、ビクターさん！？",
			"비, 빅터 씨!?",
			null,
			null,
			"Vi, Mr. Victor!?",
			"Victor, Mr. Victor!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726918,
			null,
			"维克托先生的脸从烈焰中浮现，光影跳动着，让他显得狞恶又神秘。",
			"ビクターの顔が炎の中から現れた。炎で光と影が揺らめき、その表情は恐ろしくも神秘的にも見えた。",
			"빅터의 얼굴이 불길 속에서 나타났다. 불빛에 의해 흔들리는 빛과 그림자 때문에 그의 표정은 무섭기도 하고 신비롭게도 보였다.",
			null,
			null,
			"Mr. Victor's face emerged from the flames, the light pulsing and making him appear caracal and mysterious.",
			"Victor's face emerged from the flames. Light and shadow flickered in the flames, and his expression looked both terrifying and mysterious."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				7,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726919,
			null,
			"我、我只是。",
			"わ、わたっ、私はただ……。",
			"나, 난 그냥...。",
			null,
			null,
			"I, I just.",
			"Wow, wow, I just went to ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726920,
			null,
			"要怎么办？是解释，还是逃走？还是……#n开枪？",
			"(どうしよう？説明する？それとも逃げる？あるいは銃で……)",
			"(어떻게 하지? 설명해야 하나? 아니면 도망칠까? 아니면 총으로...)",
			null,
			null,
			"What do we do? To explain, or to run away? Or ...... shoot?",
			"(What should I do? Explain? Or run away? Or with a gun ......)"
		],
		[
			"speaker",
			320746
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				false
			]
		],
		[
			"msg",
			726921,
			null,
			"你、这个……这个……",
			"お前、おま……あれ……。",
			"너, 네... 어라...。",
			null,
			null,
			"You, this ...... this ......",
			"You, oma ...... that ......."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				7,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726922,
			null,
			"不……不是我放的火。",
			"わ……私じゃないです。火をつけたの。",
			"아... 저는 아닙니다. 불을 낸 건.",
			null,
			null,
			"No ...... I didn't start the fire.",
			"Wow ...... it wasn't me. I started the fire."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726923,
			null,
			"维克托似乎想再说些什么，然他的嘴忽然张大，吐出一股灰暗的烟尘。",
			"ビクターは続けて何かを言おうとしているように見えたが、突然大きく口を開けたかと思うと、次の瞬間、どす黒い煙とすすを吐き出した。",
			"빅터는 계속해서 무언가를 말하려는 듯 보였지만, 갑자기 입을 크게 벌리더니 다음 순간, 검댕 가득한 연기와 그을음을 토해냈다.",
			null,
			null,
			"Viktor seemed to be about to say something else, then his mouth suddenly opened wide and he exhaled a stream of grayish soot.",
			"Victor appeared to be about to continue and say something, when suddenly he opened his mouth wide and the next thing I knew, he was spitting out a thick cloud of black smoke and soot."
		],
		[
			"msg",
			726924,
			null,
			"“当然不是你放的火。”",
			"「もちろんあなたが火をつけたわけじゃないわ。」",
			"「물론 당신이 불을 낸 건 아니죠.」",
			null,
			null,
			"\"Of course you didn't start the fire.\"",
			"Of course you didn't start the fire.\""
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726925,
			null,
			"你……维克托……？",
			"あなたは……ビクターさん……？",
			"당신은... 빅터 씨...?",
			null,
			null,
			"You ...... Victor ......?",
			"Are you ...... Mr. Victor ......?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30714,
				0,
				true
			]
		],
		[
			"msg",
			726926,
			null,
			"维克托的胸腔处传来奇怪的声音，然后他渐渐升高、升高——#n不，不是他在升高，而是他被人抓住脖子，举了起来。",
			"ビクターの胸の辺りからおかしな声が聞こえてきた。するとビクターの背がどんどん高くなっていった——#nいや、彼の背が高くなったわけではなかった。ビクターは誰かに首をつかまれ、持ち上げられていたのだ。",
			"빅터의 가슴 근처에서 이상한 소리가 들려왔다. 그러자 빅터의 키가 점점 커지기 시작했——#n아니, 그의 키가 커진 게 아니었다. 빅터는 누군가에게 목을 잡혀 들어 올려지고 있었던 것이다.",
			null,
			null,
			"Strange noises came from Victor's chest cavity, and then he gradually rose and rose - no, it wasn't that he was rising, it was that he was being grabbed by the neck and lifted up.",
			"A funny voice came from Victor's chest area. Then Victor got taller and taller - no, he did not get taller and taller. Victor was being lifted up by someone grabbing him by the neck."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726927,
			null,
			"火是我放的。",
			"火を放ったのは私。",
			"불을 낸 건 나야.",
			null,
			null,
			"I started the fire.",
			"I was the one who set the fire."
		],
		[
			"msg",
			726928,
			null,
			"嚯，没一件好东西，看来是为了卖那点破烂，故意做了几个高档货的盒子压阵啊。",
			"フン、ひとつもマシな物は無かったわ。あのガラクタを売るために高級そうな箱をいくつも作って、高値で売り飛ばそうとしていたのね。",
			"흥, 하나도 쓸 만한 게 없었어. 그 잡동사니를 팔려고 고급스러운 상자를 여러 개 만들어서 비싸게 팔아치우려고 했던 거네.",
			null,
			null,
			"Oooh, not a single good thing, looks like they made a few boxes of high end stuff on purpose to sell that crap to press.",
			"Hmmm, not a single thing was better. They made a bunch of fancy-looking boxes to sell that crap, and they were trying to sell it off to the highest bidder."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726929,
			null,
			"从火焰中走出的，是比焦尸更恐怖的东西。",
			"炎の中から黒焦げの死体よりも恐ろしい存在が現れた。",
			"불길 속에서 검게 탄 시체보다 더 무서운 존재가 나타났다.",
			null,
			null,
			"What came out of the flames was something far more terrifying than a charred corpse.",
			"From the flames emerged a being more horrifying than a charred corpse."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726930,
			null,
			"哟，又见面了，“拍拍”，是猜到我喜欢购物不付账才来凑热闹吗？",
			"あら「ポポ」、また会ったわね。私がタダで買い物をするのが好きな事に気が付いて、見物にでも来たのかしら？",
			"아라「포포」, 또 만났네. 내가 공짜로 쇼핑하는 걸 좋아한다는 걸 알아채고 구경이라도 하러 온 거야?",
			null,
			null,
			"Yo, hello again, Pat, did you guess that I like to shop without paying to come along for the ride?",
			"Oh, \"Popo\", we meet again. I wonder if you noticed that I like to shop for free and came to have a look around?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726931,
			null,
			"她亲切地朝我打招呼。",
			"彼女が親しげに話しかけてきた。",
			"그녀가 친근하게 말을 걸어왔다.",
			null,
			null,
			"She greeted me cordially.",
			"She spoke to me in a friendly manner."
		],
		[
			"msg",
			726932,
			null,
			"“里面还有人在说话？等等，都给我过来，这不是偶发灾害，有人想偷东西！”",
			"「中から誰かの声がするぞ？おい、みんなこっちだ！これは偶然の火事なんかじゃない、誰かが盗みに入ったんだ！」",
			"「안에서 누군가의 목소리가 들려! 야, 모두 이쪽이야! 이건 우연한 화재가 아니야, 누군가가 훔치러 들어온 거다!」",
			null,
			null,
			"\"There's someone else talking in there? Wait, get over here all of you, this isn't an occasional disaster, someone's trying to steal something!\"",
			"'You hear someone's voice coming from inside? Hey, guys, over here! This isn't an accidental fire, someone's been robbing us!\""
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726933,
			null,
			"你、你你你你……你是那个——！",
			"あ、ああああなた……あなたはあの——！",
			"아, 아아아 당신…… 당신은 그——!",
			null,
			null,
			"You, you you you you ...... you are the one -!",
			"Oh, oh you ...... you are that--!"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726934,
			null,
			"啧，看来只能动手了。闪开点小女孩，我可不想把子弹浪费在你的脑壳上。",
			"チッ、どうやらやるしかないようね。あなたは退いてなさい。遮蔽物になりたくなかったらね。",
			"쳇, 어쩔 수 없이 해야겠네. 당신은 비켜요. 방패가 되고 싶지 않다면 말이야.",
			null,
			null,
			"Gee, looks like we'll just have to do it. Get out of the way little girl, I don't want to waste a bullet on your brain.",
			"Well, it looks like I'm going to have to do it. You stay back. Unless you want to be a shield."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726935,
			null,
			"是？是——",
			"はい？……はいっ——",
			"네?…… 네——",
			null,
			null,
			"Yes? Yes--",
			"Yes? ...... yes--"
		]
	],
	"10497": [
		[
			"speaker",
			320717
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30547,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			726936,
			null,
			"呼……呼……呼——唔！",
			"ハァ……ハァ……ハァ——うっ！",
			"하…… 하…… 하—— 으악!",
			null,
			null,
			"Hoo...... hoo...... hoo-woo!",
			"Hah ...... hah ...... hah -- ugh!"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				7,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726937,
			null,
			"嘘，不要这么大声喘气。",
			"しっ、そんな大きく息をしないで。",
			"쉿, 그렇게 크게 숨 쉬지 마.",
			null,
			null,
			"Shh, don't breathe so loud.",
			"Shh, don't breathe so heavily."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726938,
			null,
			"“找到她们——”",
			"「奴らを探せ——」",
			"「놈들을 찾아라——」",
			null,
			null,
			"\"Find them--\"",
			"Find them."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726939,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726940,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726941,
			null,
			"好，过去了。",
			"よし、行ったわね。",
			"좋아, 갔네.",
			null,
			null,
			"Okay, go over.",
			"Okay, there you go."
		],
		[
			"msg",
			726942,
			null,
			"谢了，要不是能借住你家，我今天至少得连跑十公里藏身。",
			"感謝するわ。こうしてあなたの家に身を隠せなかったら、あと10キロは走って逃げなきゃいけない所だった。",
			"고마워. 이렇게 네 집에 몸을 숨기지 못했더라면, 또 10km는 달려서 도망쳐야 할 판이었어.",
			null,
			null,
			"Thanks, if I hadn't been able to borrow your place, I would have had to run at least 10 kilometers straight to hide today.",
			"I thank you. If I hadn't been able to hide in your house like this, I would have had to run another 10 kilometers to get away."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726943,
			null,
			"要不是不能在仓库里被发现，这里又不可能有人收留我们，我才不会把你带到家里。",
			"……あの状況でしたから。それに、あなたのおかげで逃げ切れましたし、こちらこそありがとうございました。",
			"……그 상황이었으니까. 게다가, 네 덕분에 완전히 빠져나올 수 있었어. 오히려 내가 고마워해야 할 것 같아.",
			null,
			null,
			"I wouldn't have brought you home if I couldn't get caught in the warehouse and there was no way anyone here would take us in.",
			"...... because it was that situation. Besides, you helped me get out of it, and I thank you for that too."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726944,
			null,
			"不过……家里之前捡回来的桌子下面，还贴着一把上膛了的手枪，这时候应该——",
			"そういえば……以前拾ってきた机の下に、弾の入った拳銃が貼り付けてあった。この状況なら——",
			"그런데……전에 주워 온 책상 아래에 탄환이 장전된 권총이 붙어 있었어. 이 상황이라면 ——",
			null,
			null,
			"But there was a loaded pistol taped under the table that ...... had picked up earlier in the house, and at this point it should--",
			"I remember ...... a loaded pistol stuck under a desk I picked up earlier. In this situation, I would--"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726945,
			null,
			"你眼神一直朝着桌子那边看，里面藏着枪吧？",
			"あなたずっと机の方を気にしてるけど、そこに銃でも隠してあるんでしょう？",
			"너 계속 책상 쪽을 신경 쓰고 있네. 거기에 총이라도 숨겨둔 거지?",
			null,
			null,
			"You've been looking over the table. You've got a gun in there, don't you?",
			"You keep looking at your desk, but you have a gun hidden there, don't you?"
		],
		[
			"msg",
			726946,
			null,
			"事先声明，我身上装载着护盾，只要我还有一口气在，大部分的实弹对我都是无用的。",
			"残念だけど、私の体にはバリアが張り巡らされているのよ。私が生きている限り、実弾なんてほとんど効かないから。",
			"안됐지만, 내 몸에는 배리어가 둘러져 있어. 내가 살아있는 한, 실탄 따윈 거의 통하지 않으니까.",
			null,
			null,
			"For the record, I'm loaded with shields, and as long as I have a breath in me, most live rounds are useless against me.",
			"Unfortunately, I have a barrier around my body. As long as I'm alive, live bullets are almost ineffective."
		],
		[
			"msg",
			726947,
			null,
			"我不喜欢杀小孩，不要白费力气。",
			"……子どもを殺すのは好きじゃないし、変な気を起こさないことね。",
			"……아이를 죽이는 건 좋아하지도 않고, 이상한 생각은 하지 않는 게 좋을 거야.",
			null,
			null,
			"I don't like killing kids. Don't waste your breath.",
			"...... don't like killing children and don't get any funny ideas."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726948,
			null,
			"果然…………你是#n圣痕猎人。",
			"やっぱり…………あなたは「聖痕ハンター」なのですね。",
			"역시…………당신은「성흔 헌터」였군요.",
			null,
			null,
			"Sure enough ............ you're a stigma hunter.",
			"I knew ............ you are a \"Stigmata Hunter\"."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726949,
			null,
			"圣痕猎人？#n#n嗯知道就好。我们向来杀人不眨眼的。",
			"聖痕ハンター？#n……そうね、まあ分かればいいわ。私たちは殺戮するのにも瞬きひとつしない、冷酷な存在だから。",
			"성흔 헌터?#n……그래, 뭐 알았으면 됐어. 우리는 살육에도 눈 하나 깜짝하지 않는 냉혈한이니까.",
			null,
			null,
			"Stigma Hunter? Well that's good to know. We've always been killers.",
			"Stigmata hunters? ...... Well, well, let's find out. We are ruthless beings who don't blink when we kill."
		],
		[
			"msg",
			726950,
			null,
			"所以今天就让我留宿一夜吧，意下如何?",
			"ということで、今日一晩泊めてくれる？ありがとう。",
			"그러니까, 오늘 하룻밤 재워줄 수 있어? 고마워.",
			null,
			null,
			"So let me stay the night, what do you say?",
			"So, would you be willing to stay the night? Thank you."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726951,
			null,
			"……我有拒绝的权力吗？",
			"……………………はい。",
			"……………………네.",
			null,
			null,
			"...... Do I have the right to refuse?",
			"........................ Yes."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726952,
			null,
			"哈哈，达成了共识就好，那我就冒昧住下了——",
			"ハハ、意見が一致したみたいでよかった。それじゃあ遠慮なく泊まらせてもらうわね——",
			"하하, 의견이 일치된 것 같아서 다행이야. 그럼 사양하지 않고 묵게 될게——",
			null,
			null,
			"Haha, it's good that there's a consensus, then I'll take the liberty of staying-",
			"Haha, I'm glad we're on the same page. I'll feel free to stay the night then--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726953,
			null,
			"乒——！",
			"バッ——！",
			"빠——!",
			null,
			null,
			"Bing--!",
			"BANG--!"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV12_MonsterRaid"
		],
		[
			"msg",
			726954,
			null,
			"谁——",
			"誰——",
			"누구——",
			null,
			null,
			"Who--",
			"Who--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726955,
			null,
			"感觉到自己身上有什么东西被拽了下来，圣痕猎人立刻拔出腰间的短管霰弹指向力量传来的方向。",
			"身に着けていた物が引っ張られるのを感じ、聖痕ハンターはすぐさま腰の短管散弾銃を抜き、引っ張られた方向へと銃口を向けた。",
			"몸에 걸린 것이 잡아당겨지는 것을 느끼자, 성흔 헌터는 재빨리 허리의 단관 산탄총을 뽑아 당겨진 방향으로 총구를 돌렸다.",
			null,
			null,
			"Feeling something yanked from his body, the Stigma Hunter immediately drew the short-barreled shotgun shells at his waist and pointed them in the direction from which the force came.",
			"Feeling a tug on his person, the stigmata hunter immediately pulled out the short-tube shotgun at his waist and pointed the muzzle in the direction of the tug."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726956,
			null,
			"妈妈！？",
			"お母さん！？",
			"엄마!?",
			null,
			null,
			"Mom!?",
			"Mother!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726957,
			null,
			"在那个圣痕猎人扣下扳机的前一刻，我挡在了妈妈的面前。",
			"聖痕ハンターが引き金を引く前に、私はお母さんを守るように立ちはだかった。",
			"성흔 헌터가 방아쇠를 당기기 전에, 나는 엄마를 보호하듯 앞을 가로막았다.",
			null,
			null,
			"I stepped in front of my mom the moment before that Stigma Hunter pulled the trigger.",
			"I stood there protecting my mom before the stigmata hunter pulled the trigger."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726958,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726959,
			null,
			"她端详了我们片刻，收回了枪，然后说到。",
			"彼女はしばらくその様子を見ると、銃を収めて言った。",
			"그녀는 잠시 그 모습을 바라보다가, 총을 거두며 말했다.",
			null,
			null,
			"She scrutinized us for a moment, withdrew her gun, and then spoke.",
			"She looked at him for a while, then put her gun away and said."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726960,
			null,
			"开火会把那些人引来，所以我答应你我不会开火。",
			"撃てばあいつらがここに集まってくることになる。だから打たないと約束するわ。",
			"쏘면 저 녀들이 여기로 모여들 거야. 그러니 안 쏘겠다고 약속할게.",
			null,
			null,
			"Firing would draw those men in, so I promise you I won't fire.",
			"If we shoot, those guys are going to gather here. So I promise not to hit them."
		],
		[
			"msg",
			726961,
			null,
			"所以你快让你……母亲把从我身上拿走的东西还给我。我保证不会伤害你们两人。",
			"だから早く……さっき奪い取ったものを返すよう、あなたの母親に言いなさい。ついでにあなたたちに危害を加えないことも約束するから。",
			"그러니까 빨리… 아까 빼앗은 걸 돌려달라고, 네 엄마에게 말해. 덤으로 너희들에게 해를 끼치지 않을 거라고도 약속할 테니까.",
			null,
			null,
			"So you get your ...... mother to give me back what she took from me. I promise I won't hurt either of you.",
			"So quickly ...... tell your mother to return what she just took from you. And by the way, I promise not to harm you guys."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726962,
			null,
			"……我只能相信你的保证了吧？",
			"……今の私には、あなたのその約束を信じることしかできません。",
			"……지금의 나는, 네 그 약속을 믿는 것밖에 할 수 없어요.",
			null,
			null,
			"...... I'll just have to take your word for it, won't I?",
			"...... I can only believe in that promise of yours now."
		],
		[
			"msg",
			726963,
			null,
			"妈妈……",
			"お母さん……。",
			"엄마…….",
			null,
			null,
			"Mom ......",
			"Mother ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726964,
			null,
			"知道戒备毫无意义，所以我转过身去，坐到了蜷缩在地上的母亲身边。",
			"警戒した所でなんの意味もない事は分かっていた。そこで私は後ろを向き、地面で縮こまっていた母の隣へと座った。",
			"경계한다고 해도 아무런 소용이 없다는 걸 알고 있었다. 그래서 나는 뒤돌아 바닥에 웅크리고 있던 엄마 곁에 앉았다.",
			null,
			null,
			"Knowing that being on guard was pointless, I turned around and sat down next to my mother, who was curled up on the floor.",
			"I knew that being on guard would do me no good. So I turned around and sat down next to my mother, who was shrinking on the ground."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726965,
			null,
			"你到底拿走了什么东西？#n交给我吧？#n不然我们都要死了。",
			"お母さん、何を取ったの？#n私にくれる？#nそれがないと私たち、殺されちゃうよ。",
			"엄마, 뭐 뺏었어요?#n나한테 줄래요?#n그거 없으면 우리, 죽을 거예요.",
			null,
			null,
			"What the hell did you take? Give it to me? Or we're all going to die.",
			"Mom, what did you take? Can you give it to me? Without it, we'll be killed."
		],
		[
			"speaker",
			320747
		],
		[
			"portraits",
			[
				30547,
				4,
				true
			],
			[
				30715,
				0,
				false
			]
		],
		[
			"msg",
			726966,
			null,
			"呜……不……不要……",
			"う……い……いや……。",
			"으… 이… 아니….",
			null,
			null,
			"Woo ...... No ...... Don't ......",
			"U......Yi...... no......."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726967,
			null,
			"不要这样……",
			"そんな事言わないで……。",
			"그런 말 하지 마세요…….",
			null,
			null,
			"Don't do this ......",
			"Don't say that. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726968,
			null,
			"我战战兢兢地，一点点剥开了裹在妈妈身上的毯子，让我一直不愿意目睹的，母亲的现状展露在外人的眼中。",
			"私は恐る恐る、母の体をくるんでいる毛布を取っていった。そして、私が目を背けてしまう今の母の姿を第三者の目に晒した。",
			"나는 두려움에 떨며, 어머니의 몸을 감싸고 있던 담요를 걷어냈다. 그리고 내가 눈을 돌려버리는 지금의 어머니의 모습을 제삼자의 눈에 드러냈다.",
			null,
			null,
			"With trepidation, I peeled back the blanket wrapped around my mom a little, allowing what I had been reluctant to witness, the current state of my mother's condition, to be revealed to an outsider's eyes.",
			"I fearfully took the blanket that wrapped my mother's body. Then I exposed to the eyes of a third person the image of my mother now that I would have to turn away."
		],
		[
			"speaker",
			320747
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				false
			]
		],
		[
			"msg",
			726969,
			null,
			"不……好痛……要烧起来了……",
			"いや……痛い……焼けるみたい……。",
			"아니... 아파... 타는 것 같아....",
			null,
			null,
			"No ...... it hurts ...... it's going to burn ......",
			"No ...... it hurts ...... like it's going to burn ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726970,
			null,
			"她剧烈地呼吸着，想要调动更多的力量抵抗，胸口也随之剧烈起伏，肋骨的痕迹时隐时现。#n双手抱胸，被偷走的东西毫无疑问就藏在其中。",
			"母は激しく呼吸し、なんとか抵抗しようとした。胸元が激しく上下し、呼吸に合わせて肋骨が見え隠れした。#n母は両手で胸を覆うようにしており、取った物がそこにあることは明らかだった。",
			"어머니는 격하게 호흡하며, 어떻게든 저항하려 했다. 가슴팍이 격하게 오르내리며, 호흡에 맞춰 갈비뼈가 비쳤다가 사라졌다.#n어머니는 양손으로 가슴을 가리듯 했고, 가져간 물건이 거기에 있다는 건 명백했다.",
			null,
			null,
			"She breathed violently, trying to muster more strength to resist, and her chest rose and fell violently as she did so, the marks of her ribs appearing and disappearing. Hands clasped to her chest, where the stolen item was undoubtedly hidden.",
			"My mother breathed hard and tried to resist somehow. Her chest rose and fell violently and her ribs became visible as she breathed. My mother covered her chest with both hands, and it was obvious that the object she had taken was there."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726971,
			null,
			"接下来……我把东西拿走了。",
			"そうしたら……それもらうね。",
			"그러면…… 그거 가져갈게.",
			null,
			null,
			"Next ...... I took the stuff away.",
			"Then I'll get it from ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726972,
			null,
			"我陈述着下一步的行动，痴望这么做能让妈妈更能接受一些。#n然后伸出手，轻松地将妈妈的手从怀中拉出。",
			"母が少しでも受け入れやすくなるようにと、ポポは自分が次にする事を伝えた。#nそして手を伸ばし、母の懐からそれを引っ張った。",
			"어머니가 조금이라도 받아들이기 쉽도록, 포포는 다음 할 일을 설명했다.#n그리고 손을 뻗어 어머니 품에서 그것을 꺼냈다.",
			null,
			null,
			"I stated my next move, obsessively hoping that doing so would make it a little more acceptable to my mom. Then reached out and easily pulled mom's hand out of her arms.",
			"To make it a little easier for my mother to accept, Popo told her what he was going to do next. Then he reached out and pulled it from his mother's pocket."
		],
		[
			"msg",
			726973,
			null,
			"她很虚弱，这就是她在被崩坏能侵蚀之后的样子。#n以前身为电厂工人她，那么健康的她，如今连抵抗的力气都不再存在。",
			"母はとても弱っていた。これが崩壊エネルギーに侵食された今の母の姿だった。#n以前、発電所で働いていた母はとても健康的な人だったが、今や抵抗する力すら持ち合わせていなかった。",
			"어머니는 많이 쇠약해져 있었다. 이것이 붕괴 에너지에 침식된 현재 어머니의 모습이었다.#n예전 발전소에서 일하던 어머니는 아주 건강하신 분이었지만, 이제는 저항할 힘조차 남아있지 않았다.",
			null,
			null,
			"She was weak, that's what she looked like after being eroded by Honkai energy. She used to be so healthy as a power plant worker she no longer even had the strength to resist.",
			"My mother was very weak. This was what my mother looked like now, eroded by Honkai energy. My mother, who used to work at the power plant, was a very healthy person, but now she did not even have the strength to resist."
		],
		[
			"msg",
			726974,
			null,
			"随后，我轻而易举地掰开了妈妈的手指，拿走了那个东西，一个小小的药瓶。",
			"握っていた母の手をいとも簡単に解き、母の手からそれを回収した。そこにあったのは小さな薬のビンだった。",
			"붙잡고 있던 어머니의 손을 아주 쉽게 풀고, 어머니의 손에서 그것을 회수했다. 거기에 있던 것은 작은 약 병이었다.",
			null,
			null,
			"I then easily broke my mom's fingers and took the item, a small pill bottle.",
			"He easily released his mother's grip and retrieved it from her hand. There it was, a small bottle of medicine."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726975,
			null,
			"啊。",
			"あっ。",
			"앗.",
			null,
			null,
			"Ah.",
			"Ah."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726976,
			null,
			"原来如此，是二型抑制剂。",
			"Ⅱ型抑制剤……なるほどね。",
			"Ⅱ형 억제제…… 그렇군요.",
			null,
			null,
			"I see. It's a type II inhibitor.",
			"Type II inhibitors ...... I see."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726977,
			null,
			"难怪这个圣痕猎人不想要，原来一开始她就有储备……",
			"この聖痕ハンターがあの時欲しがらなかったのも頷ける。彼女は元々持っていたのだ。",
			"이 성흔 헌터가 그때 원하지 않았던 것도 이해가 가요. 그녀는 원래 가지고 있었던 거죠.",
			null,
			null,
			"No wonder this stigma hunter didn't want it, turns out she had it in reserve to begin with ......",
			"No wonder this stigmata hunter didn't want it then. She had it originally."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726978,
			null,
			"对不起，我马上还给你。",
			"ごめんなさい。すぐに返しますから。",
			"미안해요. 금방 돌려줄게요.",
			null,
			null,
			"I'm sorry. I'll give it right back.",
			"I'm sorry. I'll return it right away."
		],
		[
			"speaker",
			320747
		],
		[
			"portraits",
			[
				30547,
				4,
				true
			],
			[
				30715,
				0,
				false
			]
		],
		[
			"msg",
			726979,
			null,
			"唔啊啊啊啊——",
			"うああああっ——",
			"우아아악——",
			null,
			null,
			"Uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh-uh.",
			"Aaaaahhh--"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			726980,
			null,
			"就在我想把抑制剂交给猎人的时候，妈妈不知道哪来的力量，忽然扑了上来，咬住了我的手。",
			"抑制剤をハンターに渡そうとした瞬間、非力だった母が突然猛烈な勢いでポポにとびかかり、その手を噛んだ。",
			"억제제를 헌터에게 건네주려는 순간, 힘없던 어머니가 갑자기 격렬한 기세로 포포에게 달려들어 그 손을 물었다.",
			null,
			null,
			"Just as I was about to hand the inhibitor over to the hunter, my mom, out of nowhere, suddenly lunged and bit my hand.",
			"Just as she was about to hand the suppressant to the hunter, the ineffectual mother suddenly and furiously leaped at the popo and bit his hand."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726981,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726982,
			null,
			"不要开枪！我没事的……我没事的……你看，一点都不疼，这是你的药，你的东西……给你。",
			"撃たないでっ！——この通り、私は大丈夫です。#n……薬はあなたに返します……どうぞ。",
			"쏘지 마세요!—— 보시다시피, 저는 괜찮아요.#n……약은 당신에게 돌려줄게요……자.",
			null,
			null,
			"Don't shoot! I'm all right ...... I'm all right ...... Look, it doesn't hurt at all, here's your medicine, here's your stuff ...... for you.",
			"Don't shoot me! --This way, I'll be fine. I'll return the ...... pills to you. ...... please."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				4,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726983,
			null,
			"你们……",
			"あなたたち……",
			"당신들……",
			null,
			null,
			"You guys ......",
			"You guys: ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726984,
			null,
			"我用另一只手接过了药瓶，交给了猎人。",
			"ポポは薬のビンを手に取りハンターに渡した。",
			"포포는 약병을 손에 들고 헌터에게 건넸다.",
			null,
			null,
			"I took the vial with my other hand and handed it to the hunter.",
			"Popo picked up a bottle of medicine and handed it to Hunter."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726985,
			null,
			"小女孩……你真的没事吗？",
			"あなた……本当に大丈夫なの？",
			"너…… 정말 괜찮은 거야?",
			null,
			null,
			"Little girl ...... Are you really okay?",
			"Are you ...... sure you're okay?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726986,
			null,
			"真的一点都不疼，我也被吓了一跳，但是没关系的。",
			"本当に少しも痛くないんです。ただ少しビックリしただけです。",
			"정말 조금도 아프지 않아요. 그냥 좀 놀랐을 뿐이에요.",
			null,
			null,
			"It really didn't hurt at all, and I was taken aback, but that's okay.",
			"It really doesn't hurt a bit. I was just a little surprised."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				4,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726987,
			null,
			"一点消毒水我不至于那么吝啬，你老实说。",
			"別に消毒液くらいだったらケチらずにあげるわよ。本当はどうなの？",
			"별거 아닌 소독약 정도는 아깝지 않게 줄 수 있어. 진짜로 괜찮은 거야?",
			null,
			null,
			"A little sterilized water I'm not that stingy, you honestly.",
			"I'm not stingy when it comes to disinfectant. What about the truth?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726988,
			null,
			"真的没事的……我也是刚刚才发现。",
			"本当に大丈夫です……私も今気づきましたが……。",
			"정말 괜찮아요…… 나도 지금 깨달았지만…….",
			null,
			null,
			"It's really okay ...... I just realized it too.",
			"It's really okay ...... I just noticed it too ......."
		],
		[
			"msg",
			726989,
			null,
			"原来，原来妈妈的牙齿已经掉光了。",
			"母の歯は全部抜けて、もう一本も残っていないみたいです……。",
			"어머니의 이빨은 모두 빠져서, 이제 한 개도 남아있지 않은 것 같아요…….",
			null,
			null,
			"As it turns out, it turns out that mom has lost all her teeth.",
			"All of my mother's teeth have fallen out and it looks like she doesn't have any left. ......"
		],
		[
			"portraits",
			[
				30547,
				7,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726990,
			null,
			"呜……",
			"うっ……。",
			"으…….",
			null,
			null,
			"Woo ......",
			"Ugh. ......."
		],
		[
			"msg",
			726991,
			null,
			"呜呜……呜呜呜……",
			"ううっ……うううっ……。",
			"우으…… 우우으…….",
			null,
			null,
			"Woohoo ...... Woohoo ......",
			"Ughhhh ...... ughhhh ......."
		],
		[
			"bgm",
			38
		],
		[
			"msg",
			726992,
			null,
			"猎……咳咳……猎人大人，我其实会修你的枪，只是害怕你会拿它杀更多人，所以我才骗你说不能修的，求求你了。",
			"ハ……ゴホゴホ……ハンターさん、実は私、あなたのその銃、直すことができるんです。でも、直してしまうと更に多くの人々が殺されてしまうと思って、直せないとウソをつきました。それで……あの……銃を直す代わりにお願いを聞いてもらえませんか。",
			"하…… 콜록콜록…… 헌터 씨, 사실 저, 당신의 그 총, 고칠 수 있어요. 하지만 고쳐버리면 더 많은 사람들이 죽을 것 같아서, 고칠 수 없다고 거짓말을 했어요. 그래서…… 그…… 총을 고쳐주는 대신 부탁을 들어주실 수 없을까요.",
			null,
			null,
			"Hunting ...... cough ...... Hunter Lord, I will actually fix your gun, just afraid you will kill more people with it, so I lied to you that I can not fix it, please.",
			"Ha......Gohogoho......Hunter, I can actually fix that gun of yours. But I lied that I couldn't fix it because I knew that if I did, even more people would be killed. So, ...... will you do me a favor in exchange for fixing that ...... gun?"
		],
		[
			"msg",
			726993,
			null,
			"拜托了，要我做什么都好，能不能把这瓶抑制剂给我。",
			"どうかお願いします。私がなんでも直すので、その薬を私にください。",
			"제발 부탁이에요. 제가 뭐든지 고쳐 드릴 테니, 그 약을 저에게 주세요.",
			null,
			null,
			"Please, whatever I have to do, can I have this bottle of inhibitor.",
			"Please, please, please. Please give me that medicine because I will fix anything."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			726995,
			null,
			"你知道的吧？你的母亲现在的情况，在这个地方是没救的。",
			"あなたもわかってるでしょう？お母さんの今の状況からして、ここにいても助からないって。",
			"당신도 알겠죠? 어머니의 지금 상태로는, 여기에 있어도 구할 수 없다는 걸.",
			null,
			null,
			"You know that, right? Your mother is in a condition that is hopeless in this place.",
			"You know that, don't you? You know that, given your mother's current situation, she can't be saved by staying here."
		],
		[
			"msg",
			726996,
			null,
			"别说用一瓶，就算有一百瓶一千瓶抑制剂，在身体状态恶化到这种程度之后，是不可能再救回来的。",
			"状態がここまで悪化してしまったら、抑制剤1本どころか100本、いや1000本あったって助からないことも。",
			"상태가 이렇게까지 악화되어 버리면, 억제제 한 개쯤으로는 100개, 아니 1000개가 있어도 구할 수 없는 경우도 있어요.",
			null,
			null,
			"Not to mention using one bottle, even if there were a hundred or a thousand bottles of inhibitors, it would be impossible to save the body after it had deteriorated to such a degree.",
			"If the condition deteriorates to this point, even 100 or even 1,000 bottles, let alone one suppressant, may not help."
		],
		[
			"msg",
			726997,
			null,
			"她的状态会恢复，幻觉和身体的灼痛感都会消退。#n大约一周之后，就能够正常下地活动。",
			"万が一回復して、幻覚と焼け付くような痛みが消えたとしても——#n一週間くらい経って一時的に普通の状態に戻れたとしても——",
			"만에 하나 회복해서, 환각과 타는 듯한 고통이 사라진다고 해도——#n일주일쯤 지나서 일시적으로 평범한 상태로 돌아갈 수 있다고 해도——",
			null,
			null,
			"Her condition will return and the hallucinations and the burning pain in her body will subside. After about a week, she will be able to get off the floor normally.",
			"Even in the unlikely event that I recover and the hallucinations and burning pain disappear--even if, after a week or so, I temporarily return to normal--I will still be able to see the world."
		],
		[
			"msg",
			726998,
			null,
			"在这之后的三到四天，她就会意识模糊，器官衰竭而死——这一切，你知道吧？",
			"また3、4日すれば意識が飛んで器官の不全で死んでしまう。それくらい、あなたも分かってるんじゃないの？",
			"또 3, 4일이면 의식을 잃고 기관 부전으로 죽어버려. 그 정도는 너도 알잖아?",
			null,
			null,
			"Three to four days after that, she'd become unconscious, her organs would fail and she'd die - all this, you know, right?",
			"In another three or four days, he will lose consciousness and die of organ failure. Don't you know that much, too?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			726999,
			null,
			"可是……至少有一点点可能性……",
			"でも……少しでも可能性があるのなら……。",
			"하지만…… 조금이라도 가능성이 있다면…….",
			null,
			null,
			"But ...... there is at least a slight possibility ......",
			"But ...... if there is even the slightest possibility of ......."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				4,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727000,
			null,
			"很抱歉，但我不能给你。这瓶药对我而言也是很重要的资源——",
			"申し訳ないけど、これはあげられないわ。この薬、私にとってもすごく大切だから——",
			"미안하지만, 이건 줄 수 없어. 이 약, 나한테도 정말 중요하니까——",
			null,
			null,
			"I'm sorry, but I can't give it to you. This bottle of medicine is also an important resource for me-",
			"I'm sorry, but I can't give you this. This medicine is very important to me--"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				7,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727001,
			null,
			"骗人！圣痕猎人要么自己就是圣痕使，要么是仿制圣痕构型的植入者，这种知识初中生都知道。崩坏侵蚀对你们根本没用。",
			"ウソです！聖痕ハンターはもともと聖痕使いか、疑似聖痕の移植体のレシピエントのどちらかのはずです！そんな事くらい、中学生だって知ってます！……あなたたちには崩壊の侵食なんて関係ないのに……。",
			"거짓말이야!성흔 헌터는 원래 성흔 사용자거나, 의사성흔 이식체의 레시피언트 중 하나일 텐데! 그런 정도는 중학생도 알아!……너희들은 붕괴의 침식이랑은 상관없으면서…….",
			null,
			null,
			"Deception! Stigma Hunters are either Stigma Envoys themselves, or implantees who imitate Stigma Constructs, and that kind of knowledge is known to middle schoolers. Honkai Erosion doesn't work on you guys at all.",
			"It is a lie! Stigmata hunters were originally supposed to be either Stigmata users or recipients of pseudo-stigmata implanted bodies! Even junior high school students know that! ...... even though you people have nothing to do with the erosion of Honkai. ......"
		],
		[
			"msg",
			727002,
			null,
			"拜托了，到底要多少钱？还是要我做什么事？请把这瓶药让给我吧！",
			"お願いします。いくら払えば譲ってもらえますか？私に出来ることなら何でもします！どうかお願いします！その薬を譲ってください！",
			"부탁이야. 얼마를 내야 양도해 줄 수 있어? 내가 할 수 있는 거라면 뭐든지 할게! 제발 부탁이야! 그 약을 양도해 줘!",
			null,
			null,
			"Please, how much is it? Or do you want me to do something? Please let me have this bottle of medicine!",
			"Please. How much do I have to pay you to give it to me? I will do whatever I can do! Please, please, please! Please give me that medicine!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727004,
			null,
			"你说的没错，无论是植入者还是圣痕使，都不需要这个东西。#n但我两者都不是。",
			"確かにあなたの言うことは事実よ。レシピエントも聖痕使いも抑制剤なんて必要としない。#nだけど私は今、そのどちらでもないの。",
			"확실히 네 말은 사실이야. 레시피언트도 성흔 사용자도 억제제 같은 건 필요 없어.#n하지만 나는 지금, 그 어느 쪽도 아니야.",
			null,
			null,
			"You're right, neither the implanter nor the Stigmata Envoy need this stuff. But I am neither.",
			"It's true what you say. Neither the recipient nor the sacramentalist needs inhibitors. But I am neither now."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727005,
			null,
			"诶？可、你的身上不是有植入者用的基座——",
			"えっ？でも、あなたの体にはレシピエントが使う基座が——",
			"엣? 하지만, 네 몸에는 레시피언트가 사용하는 기초가——",
			null,
			null,
			"Eh? But, don't you have an implant base on you?",
			"Eh? But your body has a substrate that the recipient uses--"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727006,
			null,
			"嗯，但是我……没有仿制圣痕，那个东西……我弄丢了。",
			"ええ。でも私には……疑似聖痕がないのよ。……失くしてしまったから。",
			"그래. 하지만 나한텐…… 의사성흔이 없어.……잃어버렸거든.",
			null,
			null,
			"Well, but I ...... don't have a replica stigmata, that thing ...... I lost.",
			"Yes, I do. But I don't have my ...... pseudo-stigmata. Because I lost my ......."
		],
		[
			"msg",
			727007,
			null,
			"虽然还能使用各种崩坏能装备，但在我拿到新的圣痕构型之前，我需要这种药物对抗可能的侵蚀。",
			"今も様々な崩壊エネルギーの装備を使うことはできる。でも新たに疑似聖痕の移植体を手に入れるまでは、私も抑制剤とかで侵食を抑える必要があるのよ。",
			"지금도 다양한 붕괴 에너지 장비를 사용할 수는 있어. 하지만 새로 의사성흔 이식체를 얻기 전까지는, 나도 억제제 같은 걸로 침식을 억제할 필요가 있지.",
			null,
			null,
			"While still able to use various Honkai energy equipment, I need this drug to combat possible erosion until I get my hands on a new Stigma construct.",
			"I can still use various Honkai energy equipment. But until I get a new pseudo-stigmatic implant, I also need to use inhibitors or something to control the erosion."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727008,
			null,
			"那个圣痕猎人说完之后转过身，用行为做出了终结讨论的宣言，像是不想再见到我的脸一样，朝着门外走去。",
			"そう言うと聖痕ハンターはこちらに背を向け、もう話すことは何も無いと行動で示した。そして、これ以上私の顔を見たくないと言わんばかりに、ドアの方へと歩いていった。",
			"그렇게 말하며 성흔 헌터는 이쪽을 돌아서, 더 이상 말할 건 없다는 듯 행동으로 보였다. 그리고는 더 이상 내 얼굴을 보고 싶지 않다는 듯, 문 쪽으로 걸어갔다.",
			null,
			null,
			"That Stigma Hunter turned around after saying that, made a declaration of ending the discussion with his behavior, and walked towards the door as if he didn't want to see my face again.",
			"With that, the stigmata hunter turned his back to me and indicated by his actions that he had nothing more to say to me. Then he walked toward the door as if he didn't want to see me any more."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727009,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			727010,
			null,
			"对不起，但我有必须要做的事情。",
			"ごめんなさい。私にはやらなくちゃいけない事があるの。",
			"미안해. 나는 해야 할 일이 있어.",
			null,
			null,
			"I'm sorry, but I have things I have to do.",
			"I'm sorry. I have something I have to do."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727011,
			null,
			"可是……",
			"でも——",
			"하지만——",
			null,
			null,
			"But ......",
			"But--"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV04_PushDoorFast"
		],
		[
			"msg",
			727012,
			null,
			"啪！",
			"バン！",
			"쾅!",
			null,
			null,
			"Snap!",
			"Bang!"
		],
		[
			"msg",
			727013,
			null,
			"门被关上了。",
			"ドアが閉じられた。",
			"문이 닫혔다.",
			null,
			null,
			"The door was closed.",
			"The door closed."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727014,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727015,
			null,
			"已经……没有希望了。",
			"僅かな希望が閉ざされた。",
			"작은 희망이 닫혔다.",
			null,
			null,
			"It's already ...... hopeless.",
			"A sliver of hope was closed."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727016,
			null,
			"要怎么做……要怎么样……",
			"どうすれば……どうすればいいの……。",
			"어떻게...... 어떻게 하면 좋지.......",
			null,
			null,
			"What's it going to take ...... What's it going to take ......",
			"How do I ...... what do I do ......."
		],
		[
			"speaker",
			320747
		],
		[
			"portraits",
			[
				30547,
				4,
				true
			],
			[
				30715,
				0,
				false
			]
		],
		[
			"msg",
			727017,
			null,
			"Pa……",
			"ぱ……",
			"파......",
			null,
			null,
			"Pa......",
			"Pa......"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727018,
			null,
			"妈妈……刚才……#n对不起……",
			"お母さん……さっきは……。#nさっきはごめんね……。",
			"엄마...... 아까는.......#n아까는 미안해.......",
			null,
			null,
			"Mom ...... just now ...... sorry ......",
			"Mom ...... earlier. ....... Sorry about earlier. ......"
		],
		[
			"speaker",
			320747
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30715,
				0,
				false
			]
		],
		[
			"msg",
			727019,
			null,
			"听我……说……",
			"聞い……て……",
			"들......어......",
			null,
			null,
			"Listen to me ...... ......",
			"Listen to ...... and ......"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727020,
			null,
			"是要说什么吗……好，我会听的。",
			"どうしたの？……わかった、聞くから。",
			"왜 그래?…… 알았어, 말해봐.",
			null,
			null,
			"Is it going to say something? ...... OK, I'll listen.",
			"What's up? ...... Okay, I'll ask."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727021,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			727022,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"msg",
			727023,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"speaker",
			320727
		],
		[
			"bg",
			"CG10257"
		],
		[
			"portraits",
			[
				30695,
				0,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727024,
			null,
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			727025,
			null,
			"早知道就不该跟着这个小孩来，让我看到这种事情。",
			"事情を知っていたらついて来なかったのに。あんな状況を目の当りにする事になるだなんて。",
			"사정을 알았더라면 따라오지 않았을 거야. 저런 상황을 눈앞에서 목격하게 될 줄이야.",
			null,
			null,
			"I should've known better than to follow this kid around and show me this kind of thing.",
			"If I had known what was going on, I would not have followed you. I never thought I would have to witness a situation like that."
		],
		[
			"msg",
			727026,
			null,
			"现在的我没有资格去关注别人的死活，更不应该和这个马上就要毁灭的小社会扯上关系。",
			"今の私には他人の生死を心配する資格なんてないんだから。それにそもそも、もうすぐ壊滅する小さなコミュニティとなんか関りを持つべきじゃない。",
			"지금 내겐 남의 생사를 걱정할 자격 같은 건 없어. 게다가 애초에, 곧 붕괴될 작은 공동체랑 무슨 관계를 맺어야 할 이유도 없고.",
			null,
			null,
			"It's not my place to be concerned with the deaths of others right now, much less to be involved with this small community that is about to be destroyed.",
			"I am not qualified to worry about other people's lives and deaths right now. Besides, I shouldn't have anything to do with a small, soon-to-be-destroyed community in the first place."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727027,
			null,
			"啪嚓。",
			"パチン。",
			"탁.",
			null,
			null,
			"Snap.",
			"Snap."
		],
		[
			"speaker",
			320727
		],
		[
			"bg",
			"CG10257"
		],
		[
			"portraits",
			[
				30695,
				0,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727028,
			null,
			"！？",
			"！？",
			"!?",
			null,
			null,
			"What's going on?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727029,
			null,
			"唔，因为崩坏能浓度过高出现结晶，灯又灭了吗？",
			"これは……高濃度の崩壊エネルギーが結晶化し、明かりが消えたって事？",
			"이건…… 고농도의 붕괴 에너지가 결정화되면서 불이 꺼진 거야?",
			null,
			null,
			"Well, did the lights go out again because the Honkai energy concentration was too high and crystallized?",
			"Does this mean that the ...... high concentration of Honkai energy crystallized and the lights went out?"
		],
		[
			"bgm",
			130
		],
		[
			"msg",
			727030,
			null,
			"圣痕猎人……小姐。",
			"「聖痕ハンター……さん。」",
			"「성흔 헌터…… 씨.」",
			null,
			null,
			"Ms. Stigma Hunter .......",
			"Stigmata Hunter, .......\""
		],
		[
			"msg",
			727031,
			null,
			"黑暗中传来低语。",
			"暗闇から低い声が聞こえてきた。",
			"어둠 속에서 낮은 목소리가 들려왔다.",
			null,
			null,
			"Whispers came from the darkness.",
			"A low voice came from the darkness."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727032,
			null,
			"我说过了吧，我是不会把药给你的。",
			"言ったでしょう。薬はあげないって。",
			"말했잖아요. 약은 주지 않는다고.",
			null,
			null,
			"I told you, didn't I? I'm not going to give you the medicine.",
			"I told you. I told you I wouldn't give you drugs."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727033,
			null,
			"您喜欢赌博吗？",
			"ハンターさん、賭け事は好きですか？",
			"헌터 씨, 도박은 좋아하세요?",
			null,
			null,
			"Do you like to gamble?",
			"Hunter, do you like to gamble?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727034,
			null,
			"灯亮了起来。",
			"明かりがついた。",
			"불이 켜졌다.",
			null,
			null,
			"The lights came on.",
			"The lights came on."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727035,
			null,
			"嗯？小女孩，你拿出枪干嘛？",
			"あなた……銃なんか持って何する気？",
			"당신…… 총 같은 걸 들고 무슨 짓을 할 셈이야?",
			null,
			null,
			"Uh-huh? Little girl, what are you doing with that gun?",
			"What are you ...... doing with a gun?"
		],
		[
			"msg",
			727036,
			null,
			"实弹对我来说根本没有意义，你是知道的吧？",
			"実弾なんて私には効かないと言ったはずよ。",
			"실탄 따윈 나에게 통하지 않는다고 말했을 텐데.",
			null,
			null,
			"Live rounds don't mean a thing to me. You do realize that, right?",
			"I told you that live ammunition wouldn't work on me."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727037,
			null,
			"少女一只手拿出了那把早就准备好的手枪，打开保险，#n抵在了#n太阳穴上。",
			"少女はいざという時のために準備してあった銃を手に取り、安全装置を外した。#nそしてそれを——自分のこめかみに突き付けた。",
			"소녀는 만일을 대비해 준비해 둔 총을 손에 들고, 안전 장치를 해제했다.#n그리고 그것을—— 자신의 관자놀이에 겨눴다.",
			null,
			null,
			"With one hand, the young girl took out the pistol that had been ready for her, turned on the safety, and pressed it against her temple.",
			"The girl picked up the gun she had prepared in case of emergency and removed the safety. She then held it to her temple."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				1,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727038,
			null,
			"那个，圣痕猎人小姐。",
			"聖痕ハンターさん。",
			"성흔 헌터 씨.",
			null,
			null,
			"That, Ms. Stigma Hunter.",
			"Mr. Stigmata Hunter."
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727039,
			null,
			"其实在意识到您身份的那一刻起，我就很害怕。",
			"正体が分かった時から、あなたの事がすごく怖かった。",
			"정체를 알게 된 순간부터, 당신이 정말 무서웠어.",
			null,
			null,
			"In fact, the moment I realized who you were, I was terrified.",
			"I was so scared of you from the moment I found out who you were."
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727040,
			null,
			"……害怕和你接触。",
			"あなたと関りを持つのが怖かった。",
			"너와 관계를 맺는 게 두려웠어.",
			null,
			null,
			"...... afraid to engage with you.",
			"I was afraid to get involved with you."
		],
		[
			"msg",
			727041,
			null,
			"害怕被你杀死。",
			"殺されてしまわないかと怖かった。",
			"죽어버리지 않을까 무서웠어.",
			null,
			null,
			"Fear of being killed by you.",
			"I was afraid that I would be killed."
		],
		[
			"portraits",
			[
				30547,
				3,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727042,
			null,
			"害怕被你发现……",
			"見つかってしまうのが怖かった。",
			"발각될까 봐 두려웠어.",
			null,
			null,
			"Fear of being found by you ......",
			"I was afraid of being found out."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727043,
			null,
			"另一只手，则开始解开领口的纽扣，露出胸口的皮肤。",
			"銃を持つ手とは逆の手で服のボタンを外し始め、徐々に胸元が露わになった。",
			"총을 든 손과 반대 손으로 옷 단추를 풀기 시작하자, 점차 가슴이 드러나기 시작했다.",
			null,
			null,
			"With his other hand, he began to unbutton his collar, exposing the skin of his chest.",
			"With the hand opposite to the one holding the gun, she began unbuttoning her clothes, gradually exposing her breasts."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				2,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727044,
			null,
			"害怕被你察觉到，我是已经觉醒的圣痕使这件事。",
			"私が覚醒した聖痕使いであることを、あなたに知られてしまうのが怖かった。",
			"내가 각성한 성흔 사용자라는 걸, 네게 들킬까 봐 무서웠어.",
			null,
			null,
			"I'm afraid that you'll notice that I'm an awakened Stigmata.",
			"I was afraid that you would know that I was an awakened sacramental user."
		],
		[
			"speaker",
			320727
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				30547,
				2,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727045,
			null,
			"……！",
			"……！",
			"……!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727046,
			null,
			"灯再次熄灭，不对，不是这样，并不是灯熄灭了——面罩的夜视模式没有用。",
			"明かりが再び消えた。いや、消えたわけではない——光が奪われたのだ。",
			"빛이 다시 꺼졌다. 아니, 꺼진 게 아니라——빛이 빼앗긴 거다.",
			null,
			null,
			"The lights went out again, no, that wasn't it, it wasn't that the lights went out - the mask's night vision mode didn't work.",
			"The light went out again. No, not gone - the light was taken away."
		],
		[
			"msg",
			727047,
			null,
			"这是光被夺走了。",
			"マスクの暗視モードでさえ役に立たなくなっていた。",
			"마스크의 야시 모드조차 소용없게 됐다.",
			null,
			null,
			"It's the light being taken away.",
			"Even the night vision mode of the mask had become useless."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727048,
			null,
			"怪不得你可以潜入那个地痞的仓库，我还以为这是现在年轻人的平均水准呢。",
			"ふうん、この能力を使って倉庫に忍び込んだのね。今時の若者はそれくらい普通にできるものだと勘違いしちゃったわ。",
			"흥, 이 능력으로 창고에 잠입한 거구나. 요즘 애들은 그 정도는 기본으로 할 수 있는 줄 착각했네.",
			null,
			null,
			"No wonder you could sneak into that landlubber's warehouse. I thought that was the average for young people these days.",
			"Hmmm, you used this ability to sneak into the warehouse. I was under the mistaken impression that young people today are capable of such things."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727049,
			null,
			"辅助灯光模式无用，转换红外模式，红外模式无用，转换声呐模式……捕捉到了。",
			"補助照明モードも赤外線モードも役に立たず……ソナーモードにしてようやく少女を補足できた。",
			"보조 조명 모드도 적외선 모드도 소용없고... 소너 모드로 전환해서야 겨우 소녀를 포착할 수 있었다.",
			null,
			null,
			"Auxiliary light mode useless, convert IR mode, IR mode useless, convert sonar mode ...... captured.",
			"Neither the auxiliary lighting mode nor the infrared mode helped, and I was finally able to supplement the girl in ...... sonar mode."
		],
		[
			"speaker",
			320717
		],
		[
			"bg",
			"CG10257"
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727050,
			null,
			"我听说过，圣痕猎人们使用的圣痕植入体多数并非来自于军方。",
			"聖痕ハンターが使っている聖痕移植体は、軍部から提供されたものじゃないんですよね。",
			"성흔 헌터가 사용하는 성흔 이식체는 군부에서 제공된 게 아니군요.",
			null,
			null,
			"I've heard that most of the stigma implants used by stigma hunters don't come from the military.",
			"The stigmatic implants used by stigmatic hunters are not provided by the military."
		],
		[
			"msg",
			727051,
			null,
			"他们被各个军团的圣痕局雇佣，使用黑色的手段猎杀和绑架觉醒圣痕的人，作为研究仿造圣痕等一系列试验的实验体。",
			"聖痕ハンターたちは各軍の聖痕局に雇われていて、聖痕の覚醒した人を殺したり、誘拐して研究のモルモットにしている。",
			"성흔 헌터들은 각 군의 성흔국에 고용되어 있어, 성흔이 각성한 사람을 죽이거나 납치해 연구용 실험체로 삼고 있어.",
			null,
			null,
			"They are employed by the Stigmata Bureau of each legion to hunt and kidnap people who have awakened the Stigmata using black means as subjects for a series of experiments such as research into imitating the Stigmata.",
			"Stigmata hunters are employed by the Stigmata bureaus of the various armies, and they kill or kidnap people with awakened stigmata and use them as guinea pigs for research."
		],
		[
			"msg",
			727052,
			null,
			"他们的仿造圣痕也是从这种途径获得的。而没有圣痕植入体的猎人，#n应该处于很危险的境地吧？",
			"彼らが使っている疑似聖痕はそうして得られたもの。#nでも、聖痕移植体のないハンターはとても危険な状況にある——そうですよね？",
			"그들이 사용하는 의사 성흔은 그렇게 얻은 거야.#n게다가 성흔 이식체가 없는 헌터는 매우 위험한 상황에 처해 있다—— 그렇지?",
			null,
			null,
			"Their imitation stigmata were also obtained from this route. And hunters without stigmata implants should be in a very dangerous situation, right?",
			"The pseudo-stigmata they use are obtained that way. But a hunter without a stigmatic implant is in a very dangerous situation - right?"
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727053,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				1,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727054,
			null,
			"也就是说，其实我还是挺值钱的。",
			"つまりあなたにとって、私はすごく価値があるということ。",
			"즉 당신에게 난 굉장히 가치 있는 존재란 거네.",
			null,
			null,
			"That said, I'm actually worth something.",
			"That means I am very valuable to you."
		],
		[
			"portraits",
			[
				30547,
				2,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727055,
			null,
			"所以请让我买下这瓶药吧。",
			"その私に抑制剤を売ってくれませんか？",
			"그런 내게 억제제를 팔아주지 않을래?",
			null,
			null,
			"So please let me buy this bottle of medicine.",
			"Would you sell me that inhibitor?"
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727056,
			null,
			"代价是我自己。",
			"代金は私自身——",
			"대가는 나 자신——",
			null,
			null,
			"At my own expense.",
			"The price was my own--"
		],
		[
			"msg",
			727057,
			null,
			"这是我能出的最高的筹码了。",
			"私に出すことのできる最も価値のある対価です。",
			"내가 낼 수 있는 가장 가치 있는 대가야.",
			null,
			null,
			"It's the highest chip I can offer.",
			"It is the most valuable consideration you can offer me."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727058,
			null,
			"你的意思是，要我把你带走，卖给圣痕局的人？这之间的风险和不确定性太大了。",
			"……私があなたを聖痕局まで連れて行って売るの？そんなのリスクも不確実性も高すぎるわ。",
			"……내가 당신을 성흔국까지 데려가서 팔아버리겠다는 거야? 그건 리스크도 불확실성도 너무 높아.",
			null,
			null,
			"You mean, you want me to take you away and sell you to the Stigmata? There's too much risk and uncertainty in between.",
			"...... I take you to the Stigmata Station and sell you? That's too much risk and uncertainty."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727059,
			null,
			"所以才叫赌局……我赌你愿意接受，你赌你自己能够成功交货。",
			"はい。これは賭け事ですから。#n私はあなたがこの考えに同意することに賭けました。",
			"그래. 이건 도박이니까.#n난 당신이 이 제안에 동의할 거라 베팅했어.",
			null,
			null,
			"That's why it's called a gamble ...... I bet you're willing to take it, and you bet yourself that you can deliver it successfully.",
			"Yes. Because this is a wager. I bet that you agree with this idea."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727060,
			null,
			"如果不答应的话你就扣动扳机解决掉自己，让我什么也捞不着对吧？",
			"その賭けに乗らなければ、引き金を引いて自ら命を絶ち、私が何も手に入れられないようにするのね。",
			"그 내기에 말려들지 않으면 방아쇠를 당겨 스스로 목숨을 끊고, 내가 아무것도 얻지 못하게 하겠다는 거지.",
			null,
			null,
			"If not you'll pull the trigger and finish yourself off so I don't get anything out of it right?",
			"If I don't take that bet, you pull the trigger and take your own life so that I get nothing."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727061,
			null,
			"对，获取巨款和仿造圣痕的可能性就在面前。",
			"はい。もし同意して全てが上手くいけば、大金と疑似聖痕を手に入れられる可能性があります。",
			"네. 만약 동의하고 모든 게 잘 진행된다면, 큰 돈과 의사성흔을 손에 넣을 가능성이 있습니다.",
			null,
			null,
			"Yes, the possibility of obtaining large sums of money and imitating the stigmata is right in front of you.",
			"Yes, I am willing to do this. If we agree and all goes well, we could get a lot of money and pseudo-stigmata."
		],
		[
			"msg",
			727062,
			null,
			"您要怎么决断呢？",
			"どうしますか？",
			"어떻게 할까요?",
			null,
			null,
			"What will you decide?",
			"What do you want to do?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727065,
			null,
			"哈，这不是让我没得选了吗。",
			"フッ、そんなの決まってるじゃない。",
			"훗, 그런 건 당연하지.",
			null,
			null,
			"Ha, doesn't that leave me no choice.",
			"Hmph, that's a given."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727066,
			null,
			"………………",
			"………………",
			"………………",
			null
		],
		[
			"msg",
			727067,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"bg",
			"CG10257"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV04_PushDoorFast"
		],
		[
			"msg",
			727068,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727069,
			null,
			"久等了。",
			"お待たせしました。",
			"오래 기다리셨습니다.",
			null,
			null,
			"It's been a long time.",
			"Thank you for your patience."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727070,
			null,
			"来啦？你妈妈喝下去了吗？",
			"どう？お母さんに飲ませた？",
			"어때요? 엄마께 드렸어요?",
			null,
			null,
			"Coming? Did your mom drink it?",
			"How's it going? Did you get your mom to drink it?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727071,
			null,
			"嗯……",
			"はい……。",
			"네…….#n```",
			null,
			null,
			"Hmmm ......",
			"Yes. ......."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727072,
			null,
			"有好转吗？",
			"少しは良くなった？",
			"좀 나아졌어?",
			null,
			null,
			"Any better?",
			"Feel a little better?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				4,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727073,
			null,
			"应该……有吧。",
			"たぶん……そのはずです。",
			"아마도... 그럴 거예요.",
			null,
			null,
			"I think ...... has it.",
			"Maybe ...... that should be the case."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				4,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727074,
			null,
			"还有什么要带的东西吗？#n战利品小姐？",
			"さて、他に何か持っていくものはある？#n私の戦利品さん。",
			"자, 다른 가져갈 건 없어?#n내 전리품 양반.",
			null,
			null,
			"Anything else to bring? Miss Trophy?",
			"Now, is there anything else you would like to bring? Mr. My Booty."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727075,
			null,
			"没有了，属于我的东西，#n没有多少。",
			"ありません。私が所有するものなんて何もありませんから。",
			"없어요. 제가 소유한 건 아무것도 없으니까요.",
			null,
			null,
			"There's no more. There's not much that belongs to me.",
			"No, I don't. I don't own anything."
		],
		[
			"speaker",
			320727
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30695,
				0,
				false
			]
		],
		[
			"msg",
			727076,
			null,
			"呃，那自我介绍下吧，之后叫我寒铁就好，#n你呢？",
			"ため口で構わないわ。……そうだ、自己紹介しないとね。今後、私のことは寒鉄と呼んで。#nあんたは？",
			"반말해도 괜찮아. ...그래, 자기소개를 해야겠네. 앞으로는 나를 한철이라고 불러.#n너는?",
			null,
			null,
			"Uh, so introduce yourself, just call me Coldiron afterward, and you?",
			"I don't mind if I use a sarcasm. ......Yes, I should introduce myself. From now on, you can call me Cold Steel. And you?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30695,
				0,
				true
			]
		],
		[
			"msg",
			727077,
			null,
			"拍拍。",
			"……ポポ。",
			"...포포.",
			null,
			null,
			"Pat.",
			"...... popo."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727078,
			null,
			"也是，假名对假名，很公平。",
			"そうね。それぞれあだ名で呼ぶのが公平かもね。",
			"그래. 서로 별명으로 부르는 게 공평하겠네.",
			null,
			null,
			"Also, pseudonym to pseudonym, fair enough.",
			"I agree. Maybe it is fair to call them by their nicknames."
		],
		[
			"msg",
			727079,
			null,
			"说起来，我都还没问过你的圣痕有什么能力，现在退款还来得及吗？",
			"私、まだあんたの聖痕にどういう力があるのか聞いてなかったわよね。#nもしくだらない能力だったら……今更だけど返品できたりする？",
			"아직 네 성흔에 어떤 힘이 있는지 안 물어봤었지.#n만약 쓸모없는 능력이라면... 지금이라도 반품 가능해?",
			null,
			null,
			"Speaking of which, I haven't even asked what your stigmata are capable of, is it too late for a refund?",
			"I still haven't heard what kind of power your stigmata have. If it's a stupid ability, can I return it to ...... after all this time?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				8,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727080,
			null,
			"这是笑话吧？",
			"えっ……冗談ですよね？",
			"엣... 농담이죠?",
			null,
			null,
			"This is a joke, right?",
			"What ...... are you kidding?"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				8,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727081,
			null,
			"哈哈哈，接下来的旅程很长，现在开始习惯一下我的风格吧。",
			"ハハハ、これから先長い旅になるわけだし、早いとこ私の性格に慣れた方がいいかもね。",
			"하하하, 앞으로 길고 긴 여정이 될 테니 빨리 내 성격에 익숙해지는 게 좋을 거야.",
			null,
			null,
			"Hahaha, long journey ahead, now start getting used to my style.",
			"Hahaha, it's going to be a long journey ahead, so you might as well get used to my personality as soon as possible."
		],
		[
			"msg",
			727082,
			null,
			"是光，对吧？",
			"あんたの力って、光を操る能力で間違いない？",
			"너의 힘이란 건 빛을 조종하는 능력이 맞지?",
			null,
			null,
			"It's light, right?",
			"Are you sure your power is the ability to manipulate light?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727083,
			null,
			"嗯……是光。",
			"うん……。",
			"응…….",
			null,
			null,
			"Well ...... is light.",
			"Yeah. ......."
		],
		[
			"msg",
			727084,
			null,
			"我能够操控光线让自己隐形，或者让一块区域彻底无光……#n或许还有别的可能性吧？",
			"光を操って自分の姿を隠したり、光を完全に遮断することができるの……。#n他にも何かできる事があるかも。",
			"빛을 조종해서 자신의 모습을 숨기거나, 빛을 완전히 차단할 수 있어…….#n그 외에도 뭔가 할 수 있는 게 있을지도.",
			null,
			null,
			"I'm able to manipulate light to make myself invisible, or make an area completely devoid of light ...... Maybe there are other possibilities?",
			"You can manipulate light to hide yourself or block out light completely at ....... Maybe there is something else I can do."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727085,
			null,
			"嗯嗯，光之圣痕吗？之前没听说过……#n总之，那我们就出发吧。",
			"へぇ、光の聖痕？聞いたことがないわね……。#nまあとにかく出発しましょう。",
			"허, 빛의 성흔? 듣도 보도 못했네…….#n뭐 어쨌든 출발하자.",
			null,
			null,
			"Hmmmmm, Stigma of Light? I haven't heard of it before ...... Anyway, let's get going then.",
			"Wow, a light stigmata? Never heard of it. ...... Well, let's leave anyway."
		],
		[
			"msg",
			727086,
			null,
			"就沿着这条公路走，知道了吗？",
			"この道路に沿って進んでいくのよ、わかった？",
			"이 길을 따라 계속 가는 거야, 알겠지?",
			null,
			null,
			"Just follow this highway. Got it?",
			"We're going to follow this road, got it?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727087,
			null,
			"没有车吗？而且，这个方向——你是要朝大裂缝去吗？",
			"車とか無いの？それにこの方向って——あの巨大な亀裂の方に向かうってこと？",
			"차 같은 건 없는 거야? 게다가 이 방향은——저 거대한 균열 쪽으로 간다는 말이야?",
			null,
			null,
			"No cars? And, this direction - are you heading toward the Great Rift?",
			"Is there a car or something? And this direction--do you mean towards that huge crack?"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727088,
			null,
			"大裂缝？#n嗯^这么称呼天上那个突然出现的崩坏能空间裂缝,确实挺贴切的。",
			"巨大な亀裂？#nあぁ、あの突然現れた崩壊エネルギーによる亀裂を呼ぶのには、確かにピッタリの言い方ね。",
			"거대한 균열?#n아, 갑자기 나타난 붕괴 에너지로 생긴 균열을 부르기엔 확실히 딱 맞는 표현이네.",
			null,
			null,
			"A rift? Well, that's an apt name for the Honkai space rift that suddenly appeared in the sky.",
			"A giant crack? Ah, that is certainly a fitting term to call the crack caused by the sudden appearance of Honkai energy."
		],
		[
			"msg",
			727089,
			null,
			"对，我就是要往那里去。#n你是圣痕使，这点程度的崩坏能是不会影响你身体的。",
			"そう、そこに向かうのよ。#nあんたも聖痕使いだし、あれくらいの崩壊エネルギーで体が参ることもないしね。",
			"그래, 거기로 가는 거야.#n너도 성흔 사용자니, 그 정도 붕괴 에너지 때문에 몸이 망가질 일도 없을 테고.",
			null,
			null,
			"Yes, that's where I'm headed. You're a Stigma Envoy, this level of Honkai energy won't affect your body.",
			"Yes, that's where we're going. You're a sacramentalist, too, and that much Honkai energy won't kill you."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727090,
			null,
			"为什么要去？",
			"どうしてあそこに向かうの？",
			"왜 저기로 가는 건데?",
			null,
			null,
			"Why do you want to go?",
			"Why are you heading over there?"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727091,
			null,
			"之后你会知道的，总之小鬼，旅程开始了——#n敢逃走就毙了你！",
			"まあ、行けばわかるわ。あんたとの旅がいよいよ始まるね——#n逃げたりしたら……すぐにぶっ殺しちゃうから。",
			"뭐, 가면 알게 될 거야. 너와의 여행이 이제 시작이네——#n도망치기라도 하면…… 바로 죽여 버릴 테니까.",
			null,
			null,
			"You'll find out afterward. Anyway, kid, the journey begins - run away and I'll shoot you!",
			"Well, you'll see. My journey with you is about to begin - if you try to run away, I'll kill you at ...... right away."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727092,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"msg",
			727093,
			null,
			"…………",
			"…………",
			"…………",
			null
		],
		[
			"msg",
			727094,
			null,
			"就这样，一场始于烈焰，终于暴雨的冒险。#n开始了。",
			"こうして、烈火に始まり豪雨で終わる冒険の幕が上がった。",
			"이렇게, 불길로 시작되어 폭우로 끝나는 모험이 시작되었다.",
			null,
			null,
			"And so, an adventure that began in flames and ended in a rainstorm. It began.",
			"Thus, the curtain rose on an adventure that began with a blazing fire and ended with a torrential downpour."
		]
	],
	"10498": [
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV13_KnockDoorWood"
		],
		[
			"msg",
			727095,
			null,
			"叩叩叩。",
			"トントントン。",
			"똑똑똑.",
			null,
			null,
			"Knock knock.",
			"Tontonton."
		],
		[
			"msg",
			727096,
			null,
			"嗯？",
			"うん？",
			"응?",
			null,
			null,
			"Hmm?",
			"Hm?"
		],
		[
			"bg",
			"CG10243"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV13_KnockDoorWood"
		],
		[
			"msg",
			727097,
			null,
			"叩叩叩叩。",
			"トントントントン。",
			"똑똑똑똑.",
			null,
			null,
			"Knock knock knock.",
			"Tontontontonton."
		],
		[
			"msg",
			727098,
			null,
			"真是的，周末大清早谁在敲门啊。",
			"週末なのに、朝から誰なの？ノックしているのは。",
			"주말인데, 아침부터 누구지? 노크하는 건.",
			null,
			null,
			"Really, who's knocking on the door early in the morning on a weekend.",
			"It's the weekend and who are you in the morning? The one who is knocking."
		],
		[
			"bgm",
			129
		],
		[
			"msg",
			727099,
			null,
			"我爬了起来，拉开窗帘，让阳光洒在我的卧室。",
			"起きてカーテンを開けると、日光が寝室へと射し込んできた。",
			"일어나 커튼을 열자, 햇빛이 침실로 비쳐 들어왔다.",
			null,
			null,
			"I climbed up and pulled back the curtains to let the sunlight flood my bedroom.",
			"I woke up, opened the curtains, and sunlight shone into the bedroom."
		],
		[
			"msg",
			727100,
			null,
			"电脑的机箱亮着，看来是昨天玩太晚忘记关了，新活动实在是太肝了。",
			"パソコン本体の電気がついている。昨日、遅くまで遊んでいてスイッチを切り忘れたみたいだ。",
			"컴퓨터 본체의 전원이 켜져 있다. 어제 늦게까지 놀고 있다가 스위치를 끄는 걸 잊었나 보다.",
			null,
			null,
			"The computer's case is on, looks like I forgot to turn it off yesterday after playing too late, the new campaign is just too hep.",
			"The lights on the computer are on. It seems I was playing late yesterday and forgot to turn off the switch."
		],
		[
			"msg",
			727101,
			null,
			"晃了晃鼠标，屏幕也亮了起来，映入眼帘的是当前的时间和新闻资讯首页，上面都是一些关于战线的情况……#n好像我们要赢了。",
			"マウスを動かすと画面もついた。画面には今の時間とニュースのトップページが表示され、その上に戦線の結果が表示されていた……。#nどうやら私たちの陣営が勝ったようだ。",
			"마우스를 움직이자 화면도 켜졌다. 화면에는 현재 시간과 뉴스의 첫 페이지가 표시되어 있었고, 그 위에 전선의 결과가 나타나 있었다…….#n아무래도 우리 진영이 이긴 모양이다.",
			null,
			null,
			"Wiggled the mouse, and the screen lit up, and the current time and news and information home page came into view, which was all about what was going on at the battlefront ...... as if we were going to win.",
			"When I moved the mouse, the screen also came on. The screen showed the current time and the top page of the news, and on top of that the results of the front ....... Apparently our camp had won."
		],
		[
			"msg",
			727102,
			null,
			"肯定会赢的吧？毕竟，<color=#DC143CFF>我们的军团</color>连人合联都打败了啊。",
			"当たり前よ。だって<color=#DC143CFF>我が軍</color>は人契連にすら勝ったんだから。",
			"당연하지. <color=#DC143CFF>우리 군대</color>가 인계연합에게도 이겼으니까.",
			null,
			null,
			"Surely we'll win, right? After all, <color=#DC143CFF>Our Legion</color> even beat the Human Coalition, huh?",
			"Of course. Because <color=#DC143CFF>our army<color=#DC143CFF>has even defeated the Human Qi Federation."
		],
		[
			"msg",
			727103,
			null,
			"嘛，不过这些和一个准女高中生有什么关系呢？",
			"でもそんなこと、学生にはあまり関係ないかな。",
			"근데 그런 건 학생들과는 별 상관 없을 것 같아.",
			null,
			null,
			"Well, what does all this have to do with a prospective high school girl?",
			"But I don't think that matters much to students."
		],
		[
			"msg",
			727104,
			null,
			"已经打了这么久的仗了，我却还是没有什么实感，是因为生在后方的缘故吗？",
			"長い間戦いが続いているけど、私には全然実感が湧かなかった。遠方で暮らしているからかもしれない。",
			"오랫동안 전쟁이 계속되고 있지만, 나는 전혀 실감이 나지 않았어. 먼 곳에서 살고 있어서 그런 걸지도.",
			null,
			null,
			"It's been so long since I've fought and I still don't feel anything solid, is it because I was born in the back?",
			"The fight has been going on for a long time, but I never really felt it. Maybe it is because I live far away."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV13_KnockDoorWood"
		],
		[
			"msg",
			727105,
			null,
			"叩叩叩！！！",
			"ドンドンドン！！！",
			"똑똑똑!!!",
			null,
			null,
			"Knock knock!!!",
			"Dong dong dong!"
		],
		[
			"msg",
			727106,
			null,
			"到底是谁啊。",
			"一体誰？",
			"대체 누구야?",
			null,
			null,
			"Who the hell is that.",
			"Who the hell is this?"
		],
		[
			"speaker",
			320750
		],
		[
			"portraits",
			[
				30718,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			727107,
			null,
			"妈，有人敲门！",
			"お母さん、誰か来たよ！",
			"엄마, 누가 왔어!",
			null,
			null,
			"Mom, there's a knock at the door!",
			"Mom, someone's here!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			727108,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			727109,
			null,
			"嗯？难道老妈今天去厂里工作了吗？",
			"あれ？今日は発電所に行く日だったっけ？",
			"어? 오늘은 발전소에 가는 날이었나?",
			null,
			null,
			"Uh-huh? Did Mom go to work at the factory today?",
			"Huh? Was today the day to go to the power plant?"
		],
		[
			"bg",
			"CG10353"
		],
		[
			"msg",
			727110,
			null,
			"我穿着睡衣走到客厅，往厨房的方向看了一眼，玻璃窗的背后人影移动，看来老妈又在做菜的时候听节目了……",
			"パジャマ姿のままリビングに来てキッチンの方を見た。ガラスの窓越しに人影が動いているのが見える。母がまた料理をしながら何かの番組を聞いているようだ……。",
			"파자마 차림으로 거실에 와서 부엌 쪽을 바라봤다. 유리창 너머로 사람의 그림자가 움직이는 게 보인다. 엄마가 또 요리를 하면서 무슨 프로그램을 듣고 있는 모양이다......",
			null,
			null,
			"I walked into the living room in my pajamas and glanced in the direction of the kitchen, figures moved behind the glass window, it looked like my mom was listening to the show again while she was cooking ......",
			"I came to the living room in my pajamas and looked toward the kitchen. I see a figure moving through the glass window. It looks like my mother is listening to some program while cooking again. ......"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV13_KnockDoorWood"
		],
		[
			"msg",
			727111,
			null,
			"叩叩叩！！叩叩叩！！！叩叩叩叩叩叩！！！！",
			"ドンドンドン！！ドンドンドン！！！ドンドンドンドンドンドン！！！！",
			"똑똑똑!! 똑똑똑!!! 똑똑똑똑똑똑!!!!",
			null,
			null,
			"Knock knock! Knock Knock!!! Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock Knock ！！！！",
			"Dong-dong-dong! Don-don-don-don!!! Boom Boom Boom Boom ！！！！"
		],
		[
			"msg",
			727112,
			null,
			"知道了知道了，真是的，就算没人回应也不要一直敲啊。",
			"はいはいわかりました。まったく、誰も反応してないのにそれでもノックし続けるなんて。",
			"알겠어 알겠어. 정말, 아무도 반응 안 하는데도 계속 노크를 하다니.",
			null,
			null,
			"I know, I know, really. Don't keep knocking even if no one answers.",
			"Yes, yes, I understand. Totally, I can't believe you still keep knocking even though no one is responding."
		],
		[
			"msg",
			727113,
			null,
			"这么想着，我踱步走到门口。",
			"私はそう思いながら玄関へと向かっていった。",
			"나는 그렇게 생각하며 현관으로 향했다.",
			null,
			null,
			"With that thought, I paced to the door.",
			"I headed for the front door with that thought in mind."
		],
		[
			"speaker",
			320750
		],
		[
			"portraits",
			[
				30718,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			727114,
			null,
			"你好，哪位啊？",
			"どなたですか？",
			"누구세요?",
			null,
			null,
			"Hello, who is it?",
			"Who are you?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			727115,
			null,
			"是妈妈啊，小帕快开门！！！",
			"お母さんよ。パリス、早く開けて！！！",
			"엄마야. 파리스, 빨리 열어!!!",
			null,
			null,
			"It's mom, Pam open the door!!!!",
			"Mother. Paris, open it quickly!"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			727117,
			null,
			"？",
			"？",
			"?",
			null,
			null,
			"?",
			null
		],
		[
			"msg",
			727118,
			null,
			"是妈妈的声音？",
			"お母さんの声？",
			"엄마 목소리?",
			null,
			null,
			"Is that Mom's voice?",
			"Is that your mother's voice?"
		],
		[
			"msg",
			727119,
			null,
			"但如果门后的是老妈的话，那……#n厨房里的是谁呢？",
			"でもこの扉の向こうにいるのがお母さんなら……#nキッチンにいるのは誰？",
			"그런데 이 문 너머에 있는 게 엄마라면...#n부엌에 있는 건 누구?",
			null,
			null,
			"But if it's mom behind the door, who's that in the ...... kitchen?",
			"But if it's your mother behind this door, who's in the ...... kitchen?"
		],
		[
			"soundEffect1",
			"DLC_CH00_EV09_WarningAlertWhileDream"
		],
		[
			"msg",
			727120,
			null,
			"呜————————————————",
			"ウ————————————————",
			"으————————————————",
			null,
			null,
			"Woo --------- -------",
			"U ----------------"
		],
		[
			"speaker",
			320750
		],
		[
			"portraits",
			[
				30718,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			727121,
			null,
			"诶什么什么？什么情况？干嘛忽然这么响？",
			"えっ、何？何があったの？この音、突然何？",
			"엇, 뭐? 무슨 일이야? 이 소리, 갑자기 뭐지?",
			null,
			null,
			"Eh what what? What's going on? Why is it suddenly so loud?",
			"What? What? What's going on? What is that sound, all of a sudden?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV03_WarningAlert"
		],
		[
			"msg",
			727122,
			null,
			"呜呜呜呜呜呜呜呜————————————————————",
			"ウウウウウウウウ————————————————————",
			"우우우우우우우우————————————————————",
			null,
			null,
			" ---------- -",
			"UUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUUU --------------------"
		],
		[
			"msg",
			727123,
			null,
			"窗玻璃震颤着，窗外的防空警报响彻不息。",
			"窓ガラスが震えている。窓の外では防空警報が鳴り響いている。",
			"창 유리가 떨리고 있다. 창문 밖에서는 방공 경보가 울려 퍼지고 있다.",
			null,
			null,
			"The windowpanes shuddered, and the air-raid sirens blared endlessly outside the windows.",
			"The windowpane is shaking. Outside the window, an air-raid alarm is blaring."
		],
		[
			"speaker",
			320750
		],
		[
			"portraits",
			[
				30718,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			727124,
			null,
			"什么情况？怎么回事？",
			"何？どういう事？",
			"뭐? 무슨 일이야?",
			null,
			null,
			"What's going on? What's going on?",
			"What? What do you mean?"
		],
		[
			"speaker",
			320747
		],
		[
			"portraits",
			[
				30718,
				0,
				true
			],
			[
				30715,
				0,
				false
			]
		],
		[
			"msg",
			727125,
			null,
			"怎么了？小帕，外面怎么这么吵？",
			"どうしたの？ずいぶん外がうるさいけど。",
			"무슨 일이야? 밖이 엄청 시끄러운데.",
			null,
			null,
			"What's going on? Pam, why is it so noisy outside?",
			"What's wrong? It's quite noisy outside."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727126,
			null,
			"厨房的玻璃门被打开，穿着围裙的妈妈歪着头问我。",
			"キッチンのガラス戸が開かれ、エプロンをつけた母が首をかしげながら聞いてきた。",
			"부엌의 유리문이 열리며 앞치마를 두른 어머니가 고개를 갸우뚱하며 물어왔다.",
			null,
			null,
			"The glass door to the kitchen was opened and my apron-clad mom cocked her head and asked me.",
			"The glass door to the kitchen was opened and my mother, wearing an apron, tilted her head and asked."
		],
		[
			"speaker",
			320750
		],
		[
			"portraits",
			[
				30718,
				0,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727127,
			null,
			"老妈，好像是防空警报？",
			"お母さん、たぶん防空警報だと思う。",
			"엄마, 아마 방공 경보인 것 같아.",
			null,
			null,
			"Mom, is that an air-raid siren?",
			"Mom, I think it's probably an air-raid alarm."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727128,
			null,
			"“全体市民们，这不是演习，我们刚刚获知了兵团总指挥部发出的信息——”",
			"「市民の皆さん。これは訓練ではありません。先ほど兵団の指揮本部から入った情報によると——」",
			"「시민 여러분. 이는 훈련이 아닙니다. 방금 전 군단 지휘 본부에서 들어온 정보에 따르면——」",
			null,
			null,
			"\"All citizens, this is not a drill, we have just been informed of a message from the Corps General Command-\"",
			"Citizens. This is not a drill. According to the information that just came in from the Corps' command headquarters--\""
		],
		[
			"msg",
			727129,
			null,
			"“骰子已经掷下，答案即将揭晓，请立即——”",
			"「賽は投げられ、答えが間もなくわかるということです。直ちに——」",
			"「주사위는 던져졌고, 답이 곧 밝혀질 것입니다. 즉시——」",
			null,
			null,
			"\"The dice have been rolled and the answer is about to be revealed, so please immediately--\"",
			"The die is cast and the answer will be known shortly. Immediately--\""
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			727132,
			null,
			"请立即……什么？",
			"直ちに……何？",
			"즉시... 뭐?",
			null,
			null,
			"Please immediately ...... what?",
			"Immediately ...... what?"
		],
		[
			"msg",
			727133,
			null,
			"后面呢？为什么忽然没声音了？",
			"その後は？なんでいきなり聞こえなくなっちゃったの？",
			"그 다음은? 왜 갑자기 안 들리는 거야?",
			null,
			null,
			"What's going on back there? Why is there suddenly no sound?",
			"And after that? Why did I suddenly stop hearing?"
		],
		[
			"msg",
			727134,
			null,
			"一瞬间，忽然好安静。就连卧室里电脑机箱的风扇声都听不见了。",
			"一瞬、あたりが静まり返った。寝室のパソコンのファンの音も聞こえなくなった。",
			"순간, 주변이 고요해졌다. 침실 컴퓨터 팬 소리도 들리지 않았다.",
			null,
			null,
			"For a moment, it was suddenly so quiet. Even the fan of the computer case in the bedroom could not be heard.",
			"For a moment, the place went quiet. The sound of the computer fan in the bedroom was no longer audible."
		],
		[
			"speaker",
			320750
		],
		[
			"portraits",
			[
				30718,
				0,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727135,
			null,
			"感觉有点渗人，老妈，我们是不是要——",
			"なんだか怖い。お母さん、私たち——",
			"왠지 무서워. 엄마, 우리 ——",
			null,
			null,
			"It's kind of creepy, Mom. Are we gonna--",
			"I'm kind of scared. Mom, we--"
		],
		[
			"msg",
			727136,
			null,
			"妈？",
			"お母さん？",
			"엄마?",
			null,
			null,
			"Mom?",
			"Mother?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727137,
			null,
			"我扭头看向厨房，空无一人。",
			"キッチンの方を振り向くとそこには誰もいなかった。",
			"부엌 쪽을 돌아보니 거기에는 아무도 없었다.",
			null,
			null,
			"I craned my head to the kitchen and it was empty.",
			"When I turned toward the kitchen, there was no one there."
		],
		[
			"soundEffect1",
			"DLC_CH01_EV13_KnockDoorWood"
		],
		[
			"msg",
			727138,
			null,
			"叩叩叩叩叩叩——",
			"ドンドンドンドンドンドン——",
			"둥둥둥둥둥둥 ——",
			null,
			null,
			"Knock-knock-knock--",
			"Boom, boom, boom, boom--"
		],
		[
			"msg",
			727139,
			null,
			"小帕，快开门！快逃！",
			"パリス、ドアを早く開けて！早く逃げないと！",
			"파리스, 문 빨리 열어! 빨리 도망가지 않으면!",
			null,
			null,
			"Pam, open the door! Run away!",
			"Paris, open the door quickly! We have to get out of here!"
		],
		[
			"speaker",
			320750
		],
		[
			"portraits",
			[
				30718,
				0,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727140,
			null,
			"这到底是……",
			"これって……。",
			"이건…….",
			null,
			null,
			"What the hell is this ......",
			"This is ......."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727141,
			null,
			"疑惑着、不安着、困扰着、颤抖着——#n我感觉到了门把手冰凉的触感。",
			"困惑、不安、混乱、震え——#nドアノブからひんやりとした感覚が伝わってきた。",
			"당황, 불안, 혼란, 떨림 ——#n문손잡이에서 차가운 감각이 전해져 왔다.",
			null,
			null,
			"Puzzled, uneasy, troubled, trembling - I felt the cold touch of the doorknob.",
			"Puzzled, anxious, confused, trembling - a cool sensation came from the doorknob."
		],
		[
			"msg",
			727142,
			null,
			"然后旋转，防盗门内里的锁芯发出响声。",
			"ドアノブを回すと、防犯ドアのロックが外れる音が聞こえた。",
			"문손잡이를 돌리자, 방범문의 자물쇠가 풀리는 소리가 들렸다.",
			null,
			null,
			"Then rotate and the lock cylinder inside the security door rattles.",
			"As I turned the doorknob, I heard the sound of the security door unlocking."
		],
		[
			"msg",
			727143,
			null,
			"然后，门被门外的人猛地推开！她把我扑在了地上，抓住了我的手，狠狠地咬住了——",
			"すると突然、外に居た人がドアを押し開けてきた。そして私を地面に押し倒し私の手をつかむと、ものすごい力でかみついてきた——",
			"그러자 갑자기, 밖에 있던 사람이 문을 밀어 열더니 나를 바닥에 넘어뜨리고 내 손을 잡으면, 엄청난 힘으로 물어뜯기 시작했다 ——",
			null,
			null,
			"Then the door was violently pushed open by someone outside! She tackled me to the floor, grabbed my hand, and bit down hard on--",
			"Suddenly, the person outside pushed open the door. Then he pushed me to the ground, grabbed my hand, and bit me with tremendous force--and then he was gone."
		],
		[
			"bg",
			"CG10007"
		],
		[
			"msg",
			727144,
			null,
			"但……一点都不痛。#n因为是妈妈。#n因为妈妈没有牙齿。",
			"でも……まったく痛くなかった。#nそれが母だったからだ。#n母にはもう歯はないのだから。",
			"하지만…… 전혀 아프지 않았다.#n그건 엄마였으니까.#n엄마에게는 이제 이가 없으니까.",
			null,
			null,
			"But ...... doesn't hurt at all. Because it's mom. Because mommy has no teeth.",
			"But ...... it didn't hurt at all. Because that was my mother. My mother had no more teeth."
		],
		[
			"speaker",
			320747
		],
		[
			"portraits",
			[
				30715,
				0,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727145,
			null,
			"可是，小帕……我好痛，我好痛啊，每一天，骨头都像要烧起来一样，#n都是因为你……因为你的缘故……",
			"パリス……お母さん痛い、ものすごく痛い。毎日、骨も焼けるように痛いの。#nこれも全てあなたが原因……あなたのせいよ……。",
			"파리스…… 엄마 아파, 너무 아파. 매일, 뼈까지 타는 것 같이 아파.#n이 모든 게 다 네 탓…… 네 때문이야…….",
			null,
			null,
			"But Pam ...... I'm hurting, I'm hurting, every day, my bones feel like they're going to burn, and it's all because of you ...... because of you ......",
			"Paris...... mother it hurts, it hurts so bad. Everyday it hurts like it burns my bones too. This is all because of you ...... you. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727146,
			null,
			"我倒在冰凉的地板上，地板颤抖着，妈妈在我耳边轻声说道。#n我不敢注视她，只能扭头望向窗外。",
			"私は冷たい床に倒れ込み、耳元で母が囁くのを聞いていた。#n母のことを見ることができなかった私は、首を背けて窓の外を眺めていることしかできなかった。",
			"나는 차가운 바닥에 쓰러진 채, 귓가에서 어머니가 속삭이는 소리를 들었다.#n어머니를 볼 수 없었던 나는 고개를 돌려 창밖을 바라볼 수밖에 없었다.",
			null,
			null,
			"I collapsed onto the cold floor, which trembled, as my mom whispered in my ear. I didn't dare gaze at her, so I could only turn my head and look out the window.",
			"I fell to the cold floor and listened to my mother whisper in my ear. Unable to look at my mother, I could only turn my head away and look out the window."
		],
		[
			"msg",
			727147,
			null,
			"窗外天穹破碎，地平线的最远处，尘埃构成的巨浪席卷而来，充盈视野。",
			"窓の外では空が砕け、地平線の遥か彼方から砂塵で出来た巨大な波が押し寄せ、視界を埋め尽くした。",
			"창밖에서는 하늘이 부서지고, 지평선 저 멀리서 모래먼지로 이루어진 거대한 파도가 밀려와 시야를 뒤덮었다.",
			null,
			null,
			"The sky shattered outside the window, and at the far end of the horizon, a giant wave made of dust swept in and filled the view.",
			"Outside the window, the sky shattered and a huge wave made of dust from far beyond the horizon came rushing in and filled the field of vision."
		],
		[
			"msg",
			727148,
			null,
			"将我淹没。",
			"そして、私はそれにのみ込まれた。",
			"그리고, 나는 그 속으로 삼켜졌다.",
			null,
			null,
			"Drown me out.",
			"And I was swept up in it."
		],
		[
			"msg",
			727149,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"speaker",
			320717
		],
		[
			"bg",
			"CG10454"
		],
		[
			"portraits",
			[
				30547,
				7,
				false
			],
			[
				30715,
				0,
				true
			]
		],
		[
			"msg",
			727150,
			null,
			"啊！",
			"あっ！",
			"앗!",
			null,
			null,
			"Ah!",
			"Ah!"
		],
		[
			"msg",
			727151,
			null,
			"旅行第二天#n清晨。",
			"旅の2日目#n朝。",
			"여행 둘째 날#n아침.",
			null,
			null,
			"Early morning on the second day of traveling.",
			"Morning of the second day of the trip."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				7,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727152,
			null,
			"哟，醒啦？来尝尝我精心烹调的压缩饼干。",
			"あら、起きたわね。どう？私の作った乾パン、食べてみる？",
			"어머, 깼네. 어때? 내가 만든 건빵, 먹어볼래?",
			null,
			null,
			"Yo, you awake? Try some of the compressed cookies I've been cooking up.",
			"Oh, you're up. How do you like it? Would you like to try some of my dry bread?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727153,
			null,
			"寒铁坐在熄灭的火堆旁，朝着醒来的我打着招呼。",
			"消えた焚火のそばに座っていた寒鉄が、目を覚ました私に話しかけてきた。",
			"꺼진 모닥불 옆에 앉아 있던 한철이, 잠에서 깬 나에게 말을 걸어왔다.",
			null,
			null,
			"Coldiron sat by the extinguished fire and greeted me toward the waking.",
			"Cold Iron, who was sitting by the extinguished bonfire, woke up and spoke to me."
		],
		[
			"msg",
			727154,
			null,
			"对啊，这里才是真实。一切的生活，过去的时光，已经永远消失了。",
			"——これが現実の世界。#n日々の生活も過去の思い出も、全て無くなってしまったんだから。",
			"——이게 현실 세계.#n일상의 삶도 과거의 기억도, 모두 사라져버린 거니까.",
			null,
			null,
			"Yeah, this is the real thing. All that life, the past, is gone forever.",
			"--this is the real world. Your daily life, your past memories, it's all gone."
		],
		[
			"bgm",
			47
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				8,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727155,
			null,
			"这个……只是普普通通的压缩饼干吧？",
			"これ……ただの乾パンだよね？",
			"이거... 그냥 건빵이지?",
			null,
			null,
			"This ...... is just plain old compressed cookies, right?",
			"This is ...... just dry bread, right?"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				8,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727156,
			null,
			"原汁原味嘛，如果你要肉的话这个罐头里还有一些，不过有些肉黏在底部了，我在试图敲出来。",
			"私が作ったオリジナルよ。肉が食べたければ、この缶の中にまだ少しあるわ。でも、肉が底にくっついちゃったみたいで、それをなんとか出そうとしているところ。",
			"내가 만든 오리지널이야. 고기를 먹고 싶으면, 이 통조림 안에 아직 조금 남아있어. 하지만 고기가 바닥에 달라붙은 모양인데, 어떻게 꺼낼까 고민 중이야.",
			null,
			null,
			"It's the original, and there's some meat in this can if you want it, but some of it's stuck to the bottom and I'm trying to knock it out.",
			"It's my original. There is still some meat in this can if you want some. But I think the meat got stuck to the bottom and I'm trying to get it out."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV13_KnockDoorWood"
		],
		[
			"msg",
			727157,
			null,
			"叩叩叩叩！",
			"トントントントン！",
			"톡톡톡톡!",
			null,
			null,
			"Knock knock knock!",
			"Tontontontonton!"
		],
		[
			"soundEffect1",
			"DLC_CH01_EV13_KnockDoorWood"
		],
		[
			"msg",
			727158,
			null,
			"叩叩叩叩！",
			"トントントントン！",
			"톡톡톡톡!",
			null,
			null,
			"Knock knock knock!",
			"Tontontontonton!"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727159,
			null,
			"唔，出来了，要吃吗？",
			"あっ、出てきた。食べる？",
			"아, 나왔다. 먹을래?",
			null,
			null,
			"Well, it's out. Want some?",
			"Oh, it's coming out. Want some?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727160,
			null,
			"不用了……",
			"要らない……。",
			"싫어...",
			null,
			null,
			"No need ......",
			"I don't want it. ......"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727161,
			null,
			"我站了起来，用袖口擦了擦脸，注视阳光下的荒原和柏油公路。",
			"私は立ち上がり、袖で顔を拭った。そして日に照らされた荒野とアスファルトの道路を見つめた。",
			"나는 일어나서 소매로 얼굴을 닦았다. 그리고 햇빛에 비친 황야와 아스팔트 도로를 바라보았다.",
			null,
			null,
			"I stood up, wiped my face with my cuffs, and gazed out over the sunlit moors and asphalt highway.",
			"I stood up and wiped my face with my sleeve. Then I stared at the sunlit wilderness and the asphalt road."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727162,
			null,
			"今天也要顺着这条公路一直走。",
			"今日もこの道路をずっと進むのね。",
			"오늘도 이 길을 계속 가는 거지.",
			null,
			null,
			"Going to follow this highway all the way today as well.",
			"You continue all the way down this road today."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727163,
			null,
			"对，根据我的计算，只要再过七天就能到了。",
			"そうよ。私の計算によれば、あと7日で着くはずよ。",
			"그래. 내 계산으로는 7일 후면 도착할 거야.",
			null,
			null,
			"Yes, according to my calculations, it will only take another seven days to get there.",
			"That's right. According to my calculations, we should be there in seven days."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727164,
			null,
			"七天……感觉用脚也走不到什么地方吧？",
			"7日間……徒歩だとそんな遠くへは行けないよね？",
			"7일 동안... 걸어서는 그렇게 멀리 못 갈 텐데?",
			null,
			null,
			"Seven Days ...... It feels like you can't get anywhere with your feet, right?",
			"You can't get that far on foot in 7 days ......, right?"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727165,
			null,
			"接下来我们就不用脚了，豪猪应该快到了，到了之后你就能吃点好的了。",
			"この先はちんたら歩かなくても済むわよ。もうすぐヤマアラシが来るから。そうすればもう少しいい物を食べられるし。",
			"이 앞부터는 천천히 걸을 필요 없어. 곧 야마아라시가 올 거야. 그럼 좀 더 좋은 걸 먹을 수 있게 되지.",
			null,
			null,
			"Next we won't need our feet, the porcupine should be arriving soon, and when it does you'll be able to have some good food.",
			"You won't have to walk a dick up ahead. Porcupine will be here soon. And then we'll have something a little better to eat."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727166,
			null,
			"豪猪是……也是圣痕猎人吗？",
			"ヤマアラシって……別の聖痕ハンターのこと？",
			"야마아라시라면... 다른 성흔 헌터를 말하는 거야?",
			null,
			null,
			"Is Porcupine ...... also a Stigma Hunter?",
			"Porcupine is ...... another stigmata hunter?"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727167,
			null,
			"那倒不是，是一辆自律型先进步战车，有军用级的抗崩坏封装，能够在这种靠近裂缝的地区行动，算是我的弹药库和坐骑吧。",
			"違うわ。自律型の歩兵戦闘車両よ。軍用レベルの耐崩壊装甲がついてて、亀裂に近い場所でも行動できる代物なの。まあ私の弾薬庫兼乗り物って所かな。",
			"아니. 자율형 보병 전투차량이야. 군용 수준의 붕괴 방어 장갑을 장착하고 있어 균열 근처에서도 활동할 수 있는 물건이지. 뭐 내 탄약고 겸 탈 정도라고 할까.",
			null,
			null,
			"That's not true, it's a self-regulating advanced infantry vehicle with military-grade Honkai-resistant encapsulation, capable of operating in areas like this close to the rift, sort of my ammo dump and ride.",
			"No, it's not. It's an autonomous infantry fighting vehicle. It has military-grade Honkai-resistant armor and can operate close to the cracks. Well, it's my ammo box and my vehicle."
		],
		[
			"msg",
			727168,
			null,
			"不过因为这个裂缝的缘故，没法远程遥控了就是。",
			"だけど亀裂の影響もあって、今は遠隔操作ができないのよ。",
			"하지만 균열의 영향으로 지금은 원격 조작이 안 돼.",
			null,
			null,
			"But because of this crack, it's impossible to remotely control it is.",
			"But because of the cracks, they can't be remotely operated right now."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727169,
			null,
			"轰隆隆隆隆隆——",
			"ドオオオオン——",
			"두우우웅——",
			null,
			null,
			"Rumble, rumble, rumble--",
			"Doooooooooooooooooooooooooooooooooooooong--"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727170,
			null,
			"诶——好像有什么声音？",
			"えっ——何か音がするような……。",
			"엇—— 무슨 소리가 난 것 같은데....",
			null,
			null,
			"Eh - there seems to be a sound?",
			"What - it's like a sound ......."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727171,
			null,
			"看来我挑的这个位置不错，豪猪就在这附近。",
			"私が選んだ場所に間違いは無かったみたいね。すぐそばにヤマアラシがいるわ。",
			"내가 선택한 장소에 틀림없었던 모양이야. 바로 근처에 야마아라시가 있어.",
			null,
			null,
			"Looks like I picked a good spot for this, the porcupine is in the neighborhood.",
			"Looks like I picked the right spot. There's a porcupine right next to me."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727172,
			null,
			"！！！！！！",
			"！！！！！！",
			"！！！！！！",
			null
		],
		[
			"msg",
			727173,
			null,
			"地面微微颤抖，随后是泥土飞溅，紧接着一辆大概有我以前在视频里看到的坦克大小的载具忽然从远处的的荒地里钻出。",
			"地面が微かに揺れ、土が舞い上がった。すると以前、映像で見たことのある戦車ほどの大きさの乗り物が荒野の奥の方から現れた。",
			"땅이 미세하게 흔들리며 흙이 일었다. 그러자 이전에 영상으로 본 적 있는 전차만한 크기의 탈것이 황야의 깊은 곳에서 모습을 드러냈다.",
			null,
			null,
			"The ground trembled slightly, followed by a splash of dirt, and then a carrier roughly the size of the tanks I'd seen in previous videos suddenly emerged from the wasteland in the distance.",
			"The ground shook slightly and the dirt danced up. Then a vehicle the size of a tank, which I had seen on film before, appeared from deep in the wilderness."
		],
		[
			"msg",
			727174,
			null,
			"上面像是信号灯一样的红色监视器闪动了两下，然后平稳地朝着我们开来。",
			"信号を思わせる赤い監視装置が揺れ動くと、その乗り物はこちらへと近付いてきた。",
			"신호를 연상시키는 붉은 감시 장치가 흔들리더니, 그 탈것은 이쪽으로 다가오기 시작했다.",
			null,
			null,
			"The red monitor on it that looked like a signal light flashed twice, then drove smoothly toward us.",
			"The vehicle approached us as the red monitoring device, reminiscent of a signal, wavered."
		]
	],
	"10499": [
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			727175,
			null,
			"这个……感觉是军用设备？",
			"これ……軍事用兵器？",
			"이거…… 군용 무기야?",
			null,
			null,
			"This ...... feels like a military device?",
			"Is this ...... military weaponry?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			727176,
			null,
			"豪猪的监视器忽然瞄准了我，一挺机枪从侧边弹出。",
			"ヤマアラシの監視装置が私のことを標的と認識したのか、車両の横から機関銃が出てきた。",
			"고슴도치 감시 장치가 나를 표적으로 인식했는지, 차량 옆에서 기관총이 나왔다.",
			null,
			null,
			"The porcupine's monitor was suddenly aimed at me and a machine gun popped out of the side.",
			"The Porcupine's surveillance equipment must have recognized me as a target, because a machine gun appeared from the side of the vehicle."
		],
		[
			"bgm",
			47
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727177,
			null,
			"停下豪猪，这是友军单位，停止攻击，记录她的生体信息。",
			"ヤマアラシ、ストップ。彼女は仲間よ。攻撃を停止して彼女の生体情報を登録して。",
			"고슴도치, 스톱. 그녀는 동료야. 공격을 중지하고 그녀의 생체 정보를 등록해.",
			null,
			null,
			"Stop the porcupine, it's a friendly unit. Stop the attack and record her biometrics.",
			"Porcupine, stop. She's one of ours. Stop the attack and register her biometric."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727178,
			null,
			"——[吭！]——",
			"——［ブイン！」——",
			"——［부인!」——",
			null,
			null,
			"-- [Thud!] --",
			"-- [Bwin! -- [boing!"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727179,
			null,
			"怎么样，这个应答音很像猪叫吧？#n虽然我管它叫豪猪是因为这玩意儿会钻洞。很可爱吧~",
			"どう？この応答音。ブタみたいでしょう？#n移動と戦闘だけじゃなくて穴も掘ったりするから、ヤマアラシって呼んでるのよ。可愛いでしょう～。",
			"어때? 이 응답음. 돼지 같지?#n이동과 전투만 하는 게 아니라 땅도 파고 들어가니까, 고슴도치라고 부르는 거야. 귀엽지~.",
			null,
			null,
			"How's that for an answering tone that sounds a lot like a pig's squeal? Although I call it a porcupine because this thing can drill holes. Isn't it cute?",
			"How's that? This response sound. Sounds like a pig, doesn't it? We call him Porcupine because he not only moves and fights, but also digs holes. Isn't he cute!"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				8,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727180,
			null,
			"啊……呃……是很可爱……？",
			"ああ……うん……可愛い……かも？",
			"아…… 음…… 귀엽다…… 면?",
			null,
			null,
			"Ah ...... uh ...... is it cute ......?",
			"Oh ...... yeah ...... maybe cute ......?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727181,
			null,
			"凑近了看，才看见这台步战车上有大量弹坑和摩擦的痕迹，而且不知道为什么……#n还有类似抓痕的东西。",
			"近寄って見ると、その歩兵戦闘車には無数の弾痕や擦れたような傷跡があることがわかった。#nしかもなぜか……何かにつかまれて出来たような凹みも見て取れた。",
			"가까이서 보니, 그 보병 전투차에는 무수한 탄흔과 닳은 듯한 상처 자국이 있었다.#n게다가 왠지…… 뭔가에 잡혀서 생긴 듯한 움푹 패인 자국도 보였다.",
			null,
			null,
			"It was only when I looked closer that I saw that the infantry vehicle had a large number of bullet craters and friction marks, and for some reason ...... there were something like scratches on it.",
			"Upon closer inspection, I found that the infantry fighting vehicle had numerous bullet holes and scuff marks. Moreover, for some reason, I could also see dents that looked as if they had been made by something ...... grabbing it."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727182,
			null,
			"豪猪开门。",
			"ヤマアラシ、ドアを開けて。",
			"고슴도치, 문 열어.",
			null,
			null,
			"The porcupine opens the door.",
			"Porcupine, open the door."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV02_ControlRoomDoorOpen"
		],
		[
			"msg",
			727183,
			null,
			"战车的舱门应声打开，寒铁跳进里面找了一阵，然后拿出了一个崭新的午餐肉罐头，扔到了我的怀里。",
			"彼女がそう言うと歩兵戦闘車の扉が開いた。中に乗り込んだ寒鉄はしばらくゴソゴソと物を探したかと思うと、ランチョンミートの缶詰を手に取り、それを私の方に放り投げた。",
			"그녀가 그렇게 말하자 보병 전투차의 문이 열렸다. 안에 탄 한철은 잠시 뒤적거리며 물건을 찾더니, 런천미트 통조림을 집어 내 쪽으로 던졌다.",
			null,
			null,
			"The chariot's hatch opened in response, and Coldiron jumped inside and searched for a while before pulling out a brand new can of lunch meat and tossing it into my arms.",
			"As she said this, the door of the infantry fighting vehicle opened. Inside, Cold Steel got in, and after rummaging around for a while for something, he picked up a can of luncheon meat and tossed it in my direction."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727184,
			null,
			"梅琳罐头，随便弄一弄吃掉，然后我们上路，沿着公路继续，你要是听话的话我还能让你体验一下开豪猪的感觉，怎么样？",
			"メリン缶詰よ。それを食べたら出発して、引き続きこの道路を進むわ。#nちゃんと言うことを聞いてくれるなら、運転させてあげてもいいけど……試してみる？",
			"메릴 통조림이야. 그걸 먹으면 출발해서, 계속 이 길로 갈 거야.#n말 잘 듣는다면, 운전하게 해줄 수도 있지만…… 해볼래?",
			null,
			null,
			"How about a can of Merlin, feel free to get some and eat it, and then we'll hit the road and continue along the highway, and I'll even let you experience driving a porcupine if you're good, okay?",
			"It's a can of melin. After we eat that, we'll leave and continue on this road. If you do what I say, I'll let you drive. ...... Want to give it a try?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727185,
			null,
			"哇啊……这个生产日期，这罐头造出来的时候#n人合联盟主好像还是梅琳·卡文迪许吧？",
			"うわあ……この缶詰の製造日、人契連のトップがまだメリン･キャベンディッシュだった頃だよ。",
			"우와... 이 통조림 제조일이 인계련의 수장이 아직 멜린 캐번디시였을 때네.",
			null,
			null,
			"Wow ah ...... with this production date, I think the Human Coalition owner was still Merlin Cavendish when this can was built?",
			"Wow ...... the date of production of these cans, when the head of the Human Contractors Federation was still Meryn Cavendish."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727186,
			null,
			"所以我才说是梅琳罐头嘛……等等少废话，能吃不就行了？#n现在的小孩真的是，你说是吧，豪猪。",
			"だからメリン缶詰って言うんじゃないの？……そんな事どうでもいいでしょ。要は食べられればいいのよ。#nまったく、今どきの若い子は。ねぇ、ヤマアラシ。",
			"그래서 멜린 통조림이라고 부르는 거 아냐?... 그런 건 어쨌든 상관없잖아. 중요한 건 먹을 수 있으면 되는 거야.#n정말, 요즘 애들은. 있지, 야마아라시.",
			null,
			null,
			"That's why I said it's canned Merlin. ...... Wait a minute. Cut the crap, it's edible, right? Kids nowadays are really, don't you think, porcupines.",
			"Isn't that why they call it Mellin Canning? ...... It doesn't matter what it's called. The point is, as long as you can eat it. Not at all, youngsters nowadays. Hey, Porcupine."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727187,
			null,
			"（弹出机枪）#n——[吭！]——",
			"（マシンガンが出てきた）#n——［ブイン！」——",
			"(마신건이 나왔다)#n——[붸인!」——",
			null,
			null,
			"(ejects machine gun) -- [Whimpering!] --",
			"(Machine gun coming out.) -- [Bwin!\" -- [Bwin!"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				3,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727188,
			null,
			"好啦好啦我会吃的！",
			"わかった、わかったから。ちゃんと食べるよ！",
			"알았어, 알았으니까. 제대로 먹을게!",
			null,
			null,
			"Okay, okay, okay. I'll eat!",
			"All right, all right, all right. I'll eat it!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727189,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"bg",
			"CG10454"
		],
		[
			"msg",
			727190,
			null,
			"哐当哐当哐当哐当！",
			"ガタンガタンガタンガタン！",
			"덜컥덜컥덜컥덜컥!",
			null,
			null,
			"Clunk, clunk, clunk, clunk!",
			"Rumble rattle rattle rattle!"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				6,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727191,
			null,
			"呜——呕！",
			"ううっ——オエッ！",
			"으윽——웩!",
			null,
			null,
			"Whoo-vomit!",
			"Ugh--oops!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727192,
			null,
			"豪猪沿着公路一路奔驰，把昨晚我们休息的营地远远地甩在后面。",
			"ヤマアラシが勢いよく道路を突き進んでいく。昨日、野営した場所があっという間に見えなくなった。",
			"야마아라시가 기세 좋게 도로를 질주한다. 어제 야영했던 곳이 순식간에 보이지 않게 되었다.",
			null,
			null,
			"The porcupine made its way down the highway, leaving the campground where we rested last night far behind.",
			"Porcupines were pushing vigorously down the road. The spot where we had camped yesterday quickly disappeared from sight."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30544,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727193,
			null,
			"吐可以，不要吐在豪猪的刺上啊。",
			"吐いてもいいけど、ヤマアラシのトゲにかからないようにね。",
			"토해도 되지만, 야마아라시의 가시에 안 묻도록 조심해.",
			null,
			null,
			"It's okay to spit. Don't spit on the porcupine's spines.",
			"You can puke all you want, but just don't get on the porcupine's spines."
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727194,
			null,
			"寒铁所说的“豪猪的刺”就是这辆战车身上装载的机枪。#n不过她说晚了，现在卡文迪许时代的午餐肉碎块已经黏在了豪猪的刺上，为它平添了几分历史的厚重。",
			"彼女の言う「ヤマアラシのトゲ」とは、この歩兵戦闘車の機関銃のことだ。#nしかし言うのがちょっと遅かった。ランチョンミートのカスは、すでに「ヤマアラシのトゲ」にこびりつき、ヤマアラシの姿に歴史の重厚さを増した後だった。",
			"그녀가 말한 「야마아라시의 가시」는 이 보병전투차의 기관총을 가리킨다.#n하지만 말이 조금 늦었다. 런천미트 찌꺼기는 이미 「야마아라시의 가시」에 달라붙어, 야마아라시의 모습에 역사의 무게감을 더해준 뒤였다.",
			null,
			null,
			"The \"porcupine quills\" Coldiron refers to are the machine guns mounted on the chariot. But she's too late, as bits of Cavendish-era lunchmeat are now stuck to the porcupine's quills, adding a bit of historical heft to it.",
			"The \"porcupine spikes\" she refers to are the machine guns of these infantry fighting vehicles. But I was a little too late. The dregs of luncheon meat had already stuck to the \"porcupine spike\" and added historical gravity to the porcupine's figure."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				8,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727195,
			null,
			"呼……",
			"ハァ……。",
			"하아…….",
			null,
			null,
			"Phew ......",
			"Hah ......."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30544,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727196,
			null,
			"吐完了吗？",
			"少しはスッキリした？",
			"좀 시원해졌어?",
			null,
			null,
			"Are you done throwing up?",
			"Does that clear things up a bit?"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				8,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727197,
			null,
			"嗯……",
			"うん……。",
			"응…….",
			null,
			null,
			"Hmmm ......",
			"Yeah. ......."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30544,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727198,
			null,
			"吐好了那我要加速了，猪猪我们走！",
			"スッキリしたらスピード上げていくわよ。行け！ヤマアラシ！",
			"시원해졌으면 속도 올려갈 거야. 가자! 고슴도치!",
			null,
			null,
			"Spit it out then I'm going to speed up, piggy let's go!",
			"Once we're clear, we'll speed it up. Go! Porcupine!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727199,
			null,
			"——[吭！]——",
			"——［ブイン！」——",
			"——[부웅!」——",
			null,
			null,
			"-- [Thud!] --",
			"-- [Bwin! -- [boing!"
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727200,
			null,
			"哇啊啊啊——",
			"わあああ——",
			"우아아——",
			null,
			null,
			"Whoa ah ah ah--",
			"Wow."
		],
		[
			"speaker",
			55489
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727201,
			null,
			"——",
			"——",
			"——",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320717
		],
		[
			"bg",
			"CG10455"
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727202,
			null,
			"呼……呼……呼……呼……",
			"ハァ……ハァ……ハァ……ハァ……。",
			"하아…… 하아…… 하아…… 하아…….",
			null,
			null,
			"Paging ...... Paging ...... Paging ...... Paging ...... Paging ...... Paging ......",
			"Haa...... haa...... haa...... haa...... haa......."
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				5,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727203,
			null,
			"好了，今天就走这么远吧，接下来是休息时间了。",
			"よし、今日はこれくらいで十分ね。そろそろ休みましょう。",
			"좋아, 오늘은 이 정도로 충분해. 이제 쉬자.",
			null,
			null,
			"Well, that's as far as we've gotten today. It's break time next.",
			"Okay, that's enough for today. It's time to rest now."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				0,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727204,
			null,
			"总算……",
			"やっと……。",
			"드디어…….",
			null,
			null,
			"Finally ......",
			"Finally, ......."
		],
		[
			"msg",
			727205,
			null,
			"如果接下来几天还这么晃着赶路的话……我还没被你卖掉，就该被你弄死了……",
			"これから数日間、こうして揺れながら先を急ぐとなると……あなたに売り飛ばされる前に死んじゃうかも……。",
			"며칠 동안 이렇게 흔들리면서 달려가다간... 네 손에 팔려가기 전에 죽을지도...",
			null,
			null,
			"If I'm going to be wobbling around like this for the next few days to catch up ...... I should be dead before you sell me out ......",
			"If I have to rush ahead like this, shaking like this for the next few days, I might die before ...... you sell me out. ......"
		],
		[
			"speaker",
			320714
		],
		[
			"portraits",
			[
				30547,
				0,
				true
			],
			[
				30544,
				0,
				false
			]
		],
		[
			"msg",
			727206,
			null,
			"放心，如果我估计的没错的话，可能明天我们就可以改变出行方式了。",
			"大丈夫。私の予想通りなら、明日には移動手段が変わるはずだから。",
			"괜찮아. 내 예상대로라면 내일쯤엔 이동 수단이 바뀔 거야.",
			null,
			null,
			"Don't worry, if my estimation is correct, we may be able to change our mode of travel tomorrow.",
			"Don't worry. If I'm right, the mode of transportation should change tomorrow."
		],
		[
			"speaker",
			320717
		],
		[
			"portraits",
			[
				30547,
				5,
				false
			],
			[
				30544,
				0,
				true
			]
		],
		[
			"msg",
			727207,
			null,
			"明天？",
			"明日？",
			"내일?",
			null,
			null,
			"Tomorrow?",
			"Tomorrow?"
		]
	]
}