{
	"1340": [
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180307,
			"Hey~Himeko, aren't you tired with such a huge sword, come and have a seat?",
			"喂~姬子，你扛着这么重的大剑累不累啊，不过来坐一会么？",
			"姫子、そんなに重い大剣を担いで疲れないの？少し座ったら？",
			"히메코, 그렇게 무거운 대검을 메고 안 힘들어? 조금 앉을래?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180308,
			"A S-level Valkyrie lies so lazily on the couch, and even in the battlefield…What a view, if you are in my team, I will definitely give you a lecture.",
			"天下无双的S级女武神居然这样懒洋洋地躺在懒人沙发上，而且还是在战场上…真是让人哭笑不得的画面，如果是我的部下，我一定会好好训斥你一顿。",
			"天下無双のS級戦乙女がそうやってのんびりとソファーでくつろいでいるなんてね。しかも戦場で……本当、笑うに笑えない光景ね。私の部下だったらきっと怒鳴りつけているわよ。",
			"천하무쌍의 S급 발키리가 그렇게 느긋하게 소파에서 쉬고 있다니. 게다가 전장에서……정말, 웃음도 나오지 않는 광경이네. 내 부하였으면 분명히 호통쳤을 거야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180309,
			"But it's a pity, now I don't belong to any team. I directly report to the arrogant and autocratic Otto, so no one else can manage me~",
			"很可惜，我现在不属于任何小队，我可是那个傲慢独断的奥托主教直属的女武神，所以除了他谁都管不了我~",
			"残念だけど、今はどこの小隊にも属していないの。私は傲慢なオットー主教様直属の戦乙女なのよ。だから、誰も何も言ってこないわ。",
			"안타깝지만, 지금은 어느 소대에도 속해 있지 않아. 나는 오만한 오토 주교님 직속의 발키리니까. 그래서 아무도 뭐라고 안 해.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180310,
			"Otto? Otto-Sama doesn't look like some one that manages Valkyria.",
			"奥托么？那位大人的确不像是会管理女武神的人。",
			"オットー？あの方は戦乙女を管理するような人に見えないわね。",
			"오토? 그 분은 발키리를 관리하는 사람처럼 보이진 않네.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180311,
			"Huh? You already left, but still respect Otto so much?",
			"嚯？都已经叛离天命了，还对奥托如此尊敬么？",
			"ん？天命を裏切っているのに、オットーのことを尊敬してる？気持ち悪いからやめた方がいい。",
			"응? 천명을 배신하면서 오토를 존경한다고? 기분 나쁘니까 그만두는 게 좋아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180312,
			"Though I don't agree with what he did, and have no idea of his purpose, but the fact won't change that he is the Archbishop that leads the Shicksal to fight against Houkai, I respect his contributions to human beings.",
			"虽然我不认同奥托的所作所为，我也不知道他的目的是什么，但是他作为主教指挥整个天命与崩坏抗争的事实是不会改变的，我只是尊敬他为人类做出的贡献罢了。",
			"私はオットーのやり方を認めない。実際のところ目的も分からないわ。でも、主教として天命と崩壊の戦い全てを指揮した事実は変わらないわ。私はただ人類のためにしてきた貢献に対して敬意を持っているだけよ。",
			"나는 오토의 방식을 인정하지 않아. 사실 목적도 모르겠고. 하지만, 주교로서 천명과 붕괴의 싸움 전부를 지휘한 사실은 변하지 않아. 나는 단지 인류를 위해 해온 공헌에 대해 경의를 표할 뿐이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180313,
			"Haha…Otto should have listened to this, people who trust him all left, now he's almost alone.",
			"呵呵…真该让奥托也听一听，相信他的人都已经渐渐离开天命了，现在的他已经快成为光杆司令了。",
			"なにそれ？今の話、ぜひ本人に聞かせたいじゃない。でも、オットーは少しずつ天命を離れている。今は兵士のいない指揮官みたいなものね。",
			"뭐라고? 지금 말, 꼭 본인에게 들려주고 싶지 않아? 하지만 오토는 점점 천명에서 멀어지고 있어. 지금은 병사 없는 지휘관 같은 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180314,
			"Then why do you follow him? I don't think you would agree his practice of destroying St. Freya?",
			"那你又是为了什么服从奥托主教的？你该不会认同他毁灭圣芙蕾雅学园的行径吧？",
			"無色輝火、あなたは何のためにオットーに従っているのかしら？まさか聖フレイヤ学園を破壊した行為を認めているわけではないのでしょう？",
			"무소쿠키카, 넌 대체 왜 오토를 따르는 거야? 설마 세인트 프레야 학원을 파괴한 행동을 인정하는 건 아니겠지?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180315,
			"Doesn't matter, he has the same goal as me, we just make the advantage of each other, that's all.",
			"那种事情无所谓，奥托的目标与我相同，我们只是互相利用，仅此而已。",
			"そんなことどうでもいいわ。オットーの目的は私と同じだから、お互いに利用し合っているだけ……ただ、それだけの関係よ。",
			"그런 건 어찌 되든 상관없어. 오토의 목적은 나와 같으니, 서로 이용할 뿐... 그냥, 그런 관계야.",
			null
		],
		[
			"msg",
			180316,
			"Like you, under the cover of fighting against Houkai to protect humans, we all do things for our own benefits?",
			"就像你一样，表面上都是奉行着对抗崩坏保护人类的大义，但事实上大家不都是为了自己的私利而行动的么？",
			"みんな、崩壊に対抗して人類を守るっていう大義を掲げているけど、姫子は私利私欲のために行動しているんじゃない？",
			"다들, 붕괴에 맞서 인류를 지킨다는 대의를 내세우지만, 히메코는 사리사욕을 위해 행동하는 건 아니야?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180317,
			"But my goal won't be based on the sacrifice of others!",
			"但是我的目标不会建立在别人的牺牲上面！",
			"……私の目的は、他人の犠牲の上に成り立つものじゃないわ。",
			"...내 목적은, 타인의 희생 위에 이루어지는 게 아니야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180318,
			"So you choose to sacrifice yourself? How stupid…Give up all you have for others…just like that person.",
			"所以才选择让自己成为被牺牲的那一方么？真是愚蠢的想法…为了别人而把自己的一切葬送…就和那个人一样。",
			"だから自分が犠牲になる方を選んだの？本当にバカな考えね。他人のために自分の全てを捨てるなんて……まるであの人みたい。",
			"그래서 자신이 희생되는 쪽을 택한 거야? 정말 바보 같은 생각이네. 남을 위해 자신의 모든 것을 버리다니... 마치 그 사람 같아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			180319,
			"That person?",
			"那个人？",
			"あの人？",
			"그 사람?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180320,
			"……Himeko, have your heard of \"Glow\"?",
			"……姬子，你听说过“辉光”小队么？",
			"姫子、「輝光」小隊って聞いたことある？",
			"히메코, 「휘광」 소대라고 들어본 적 있어?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180321,
			"\"Glow\"…I think it's recorded in the list of people who died in Nagazora city's Houkai…that troop was almost annihilated because of Houkai beasts…only one people survived……that is you?",
			"“辉光”么…我记得在长空市崩坏的阵亡小队名单上有记录…那支部队在崩坏兽的围攻下几乎全灭…好像只有一名队员存活了下来……难道那个人就是你？",
			"「輝光」……長空市の崩壊で戦死した小隊リストに記録があった気がするわね。その部隊は崩壊獣の包囲攻撃でほとんど全滅したとか。確か、隊員が1人だけ生き残ったみたいだけど……え？生き残りってあなたなの？",
			"「휘광」......장공시의 붕괴에서 전사한 소대 목록에 기록이 있었던 것 같네. 그 부대는 붕괴수의 포위 공격으로 거의 전멸했다던데. 확실히, 대원이 1명만 살아남은 모양이지만... 어? 살아남은 게 너야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180322,
			"Right, \"Glow\" is the team I belonged to. Our leader was like you, always talked about big words of destoying Houkai, but she took all the people dying in the battlefield…Give up everything just for a meaningless people, how ridiculous.",
			"没错，“辉光”是我原来所属的部队。我们的队长也和你一样，满嘴讲着消灭崩坏的大道理，但是却带着所有人死在了战场上…仅仅是为了保护一个毫无价值的人而选择了抛弃一切，真是一群不可理喻的家伙。",
			"その通り。「輝光」は私が以前所属していた部隊よ。私たちの隊長は崩壊を消滅させるんだーってよく言ってた。だけど、全員、戦場で……死んだ。",
			"그래. 「휘광」은 내가 예전에 소속되었던 부대야. 우리 대장은 붕괴를 소멸시키겠다-고 자주 말했지. 하지만 모두, 전장에서...... 죽었어.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180323,
			"So you should treasure your life more, why you become the Nexus user?",
			"所以活下来的人不应该更加珍惜自己的生命么，为什么还要成为Nexus系统的使用者？",
			"だったら生き延びたあなたはもっと自分の命を大切にするべきじゃない。どうしてNexusシステムの使い手になったの？",
			"그렇다면 살아남은 너는 더 자신의 목숨을 소중히 해야 하는 거 아니야. 왜 Nexus 시스템의 사용자가 된 거야?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			180324,
			"Of course…to help Otto realize his dream, and bring back the important people for me~",
			"当然是…帮助奥托完成他的愿望，让自己重要的人重新回到我的身边了~",
			"それはもちろん……オットーを助けて彼の望みを叶えるためよ。自分の大切な人が再び私の前に——",
			"그건 물론...... 오토를 도와 그의 바람을 이루기 위해서야. 내 소중한 사람이 다시 내 앞에 ——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			180325,
			"Important people……is!?",
			"重要的人……难道是！？",
			"大切な人……まさかッ！？",
			"소중한 사람...... 설마!?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180326,
			"Right, just like how you want to protect 「Theresa」……",
			"没错，就像你舍身想要保护的那个「德丽莎」一样……",
			"こんなの、間違ってると思う。でも……理屈じゃないの。",
			"이런 건, 틀렸다고 생각해. 하지만...... 이성으로 설명할 수 없는 거야.",
			null
		]
	],
	"1341": [
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			180327,
			"Kika-Sama! We're coming!",
			"辉火大人！我们来支援你了！",
			"輝火様！加勢に来ました！",
			"키카 님! 지원하러 왔습니다!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180328,
			"The happy time is going to end~Himeko, it's nice to talk with you, please accept your sentence.",
			"看来欢乐时光就要结束了~无量塔姬子，和你聊得很愉快，你就安心接受天命的裁决吧，我会尽量为你求情的~",
			"楽しい時間は終わり。姫子、お喋りできて楽しかったけど、天命の裁きを受けて。私がオットーに言って待遇はよくしてもらうから。",
			"즐거운 시간은 끝. 히메코, 수다 떨 수 있어서 즐거웠지만, 천명의 심판을 받아. 내가 오토에게 말해서 대우는 잘 해주도록 할게.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			180329,
			"Huh, thank you so much.",
			"哼，那可真是要感谢你。",
			"ふふっ、ちょっと迷っちゃうわね。",
			"후훗, 조금 망설여지네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180330,
			"You seem to get along well.",
			"看来你们的关系不错嘛。",
			"君たちは仲良しのようだね。",
			"너희들 사이가 좋아 보이네.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180331,
			"Archbishop!?",
			"主教！？",
			"オットー！？",
			"오토!?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180332,
			"Haha, Kika, I was asking you to eliminate the intruder, not to talk with them like this.",
			"呵呵，辉火，我是让你来消灭入侵者的，可不是让你和她们促膝长谈的。",
			"輝火ちゃん。僕は侵入者を消せと言ったけど、彼女と腹を割って長話しろなんて言ってないよ。",
			"키카. 난 침입자를 제거하라고 했지만, 그녀와 속 깊은 대화를 하라고 하진 않았어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180333,
			"What's the difference? As she has not hostility, let's take this easy~",
			"有什么差别么？既然对方已经没有战意了，大家省心一些不好么~",
			"どんな違いがあるの？どうせあっちはもう戦意がないんだから、気楽に会話して何が悪いの。",
			"뭐가 다른 건데? 어차피 저쪽은 더 이상 싸울 마음도 없는데, 편하게 대화하는 게 뭐가 문제야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180334,
			"……Himeko is right, I really spoiled you.",
			"……看来的确如姬子所说，我对你的管理太过松懈了呢。",
			"……確かに無量塔姫子のいう通りのようだね。僕は君を甘やかし過ぎたようだ。",
			"…… 확실히 무라타히메코 말대로인 것 같네. 내가 너를 너무 내버려 둔 모양이야.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			180335,
			"Hey! It's not a good habit to eavesdrop……",
			"喂喂！偷听可不是什么好习惯啊……",
			"乙女の会話を聞いてたの？盗み聞きとか気持ち悪い……。",
			"여자애들 대화를 엿들었어? 도청하다니 역겨워……",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180336,
			"Mushoku Kika…I command again, to eliminate the intruder!",
			"无色辉火…我再次命令你，消灭掉侵入者！",
			"無色輝火。もう一度君に命ずる。侵入者を殺すんだ。",
			"무쇼쿠 키카. 다시 한번 명한다. 침입자를 죽여.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180337,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180338,
			"How, are you going to against me?",
			"怎么，难道你要抗命么？",
			"どうしたんだい。まさか、僕の命令に背くのかい？",
			"무슨 일이야. 설마, 내 명령을 거역하는 건가?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180339,
			"Huh~Of course you won't let me go so easily, I thought I could be better treated as the former leader~",
			"哼~果然没有这么容易就放过我么，原本以为作为原女武神小队的队长还是有点面子能得到好一些的待遇呢~",
			"やっぱりそう簡単には見逃してくれないみたいね。元戦乙女小隊隊長の顔に免じて少しはマシな待遇を受けられるのかと思ったのに。",
			"역시 그렇게 쉽게 넘어가주진 않을 것 같네. 원 전투무녀 소대장의 체면을 봐서 좀 나은 대우를 받을 수 있을 줄 알았는데.",
			null
		],
		[
			"msg",
			180340,
			"Therefore, let's continue our fight!",
			"既然如此S级女武神大人，就让我们继续刚才的战斗吧！",
			"あなたにも目的があるように、私にも目的があるのよ。だからこんなところで死ねないわ。",
			"너에게도 목적이 있듯, 나에게도 목적이 있어. 그러니까 이런 곳에서 죽을 순 없어.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180341,
			"Ah…this time I won't have my mercy, you need to watch out!",
			"哎…这次我可不会手下留情了，你可要好好躲开哦！",
			"まったく……こんな出会い方しなかったら友達になれたかもね、姫子。",
			"정말…… 이런 식으로 만나지 않았다면 친구가 될 수도 있었을 텐데, 히메코.",
			null
		]
	],
	"1342": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180342,
			"Boom————!!!",
			"轰隆————！！！",
			"——ドォォォン！！！",
			"——우우웅!!!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180343,
			"Cough cough!",
			"咳咳！",
			"ゴホッ、ゴホッ！",
			"엑, 엑!",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			180344,
			"Huh…Huh……",
			"呼…呼……",
			"はぁ……はぁ……。",
			"하…… 하…….",
			null
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180345,
			"Himeko, seems like you fall down earlier, but you are still the first one that can hold it for so long, I will help to put this heroic act on your gravestone.",
			"姬子，看样子是你比我先支撑不住呢，不过能把我逼到这种地步的A级女武神也就你一个了，我就勉为其难把这算作你的英勇事迹刻在你的墓碑上吧。",
			"その様子じゃ私より姫子の方が先に倒れそうじゃない。ここまで追い詰めたA級戦乙女はあなただけよ。このことも功績として墓標に刻んであげるわ！",
			"이 모양으로 보니 나보다 히메코 쪽이 먼저 쓰러질 것 같네. 여기까지 몰아붙인 A급 전투소녀는 너뿐이야. 이건 공적으로 삼아 묘비에 새겨줄게!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180346,
			"Cough cough…so this is the end……",
			"咳咳…看来只能到此为止了么……",
			"ゴホッ……ゴホッ……。どうやら、ここまでのようね……。",
			"콜록…… 콜록……. 아무래도, 여기까지인 모양이네……",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180347,
			"So, do you have any last words?",
			"怎么样，还有什么遗言要说的么？",
			"どうしたの？他に言い残したことある？",
			"왜? 또 할 말이 있어?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180348,
			"IT's enough as long as Theresa-Sama leaves here safely……as my pay back to her favor, take my life!",
			"只要德丽莎大人能安全离开就足够了……就当是我报答她的恩情，这条命你们就拿去吧！",
			"テレサ先輩が安全に逃げられただけで十分よ……恩に報いることができた。この命、好きにするといいわ。",
			"테레사 선배가 안전하게 도망친 것만으로도 충분해…… 은혜를 갚을 수 있었어. 이 목숨, 마음대로 해도 좋아.",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180349,
			"Really…Theresa-Sama is lucky to have such a loyal follower, I will tell her when I have the chance. Now it's the final shot!",
			"是么…德丽莎大人有像你这样忠诚的追随者真是幸运呢，你的遗言有机会的话我会转告给她的。那接下来就是最后一击了！",
			"姫子のような人がいてテレサ様は本当に幸せね。遺言は機会があったら伝えてあげる。それじゃあ……最後の一撃を受けなさい！",
			"히메코 같은 사람이 있어서 테레사 님은 정말 행복하네. 유언은 기회가 있으면 전해줄게. 그럼…… 마지막 일격을 받아라!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180350,
			"……Sorry…Theresa-Sama.",
			"……抱歉了…德丽莎大人。",
			"……申し訳ありません、テレサ先輩。",
			"...미안해요, 테레사 선배.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180351,
			"Stop!!",
			"住手！！",
			"やめてッ！！！",
			"그만둬!!!",
			null
		],
		[
			"msg",
			180352,
			"Otto…enough!!",
			"奥托…已经够了！！",
			"オットー、もういいでしょう！！",
			"오토, 이제 그만 해!!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180353,
			"!?",
			"！？",
			"ッ！？",
			"!?",
			null
		],
		[
			"msg",
			180354,
			"Theresa……Sama……why you are here……",
			"德丽莎…大人……你为什么会在这里……",
			"テレサ先輩！？ど、どうしてここに……？",
			"테레사 선배!? 어, 어떻게 여기에...?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180355,
			"Haha~Lil'Theresa, how is it? Even I don't want to punish you, but for your beloved follower, I won't show mercy~",
			"呵呵~小德丽莎，怎么样？就算我不忍心处罚你，但是对于你最心爱的部下，我可不会手下留情哦~",
			"フフ、テレサちゃん、どうだい？",
			"후후, 테레사 쨩, 어때?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180356,
			"I know…it's my fault, I will be never against you……please let go Himeko!",
			"我明白了…是我错了，我不会再反对你了……请你放过姬子吧！",
			"分かったわ……あたくしが間違っていた。もういうことを聞くから……姫子を……姫子を、見逃してあげて！",
			"알았어... 내가 잘못했어. 이제 말을 들을 테니까... 히메코를... 히메코를, 놔줘!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180357,
			"No no no~Theresa you did nothing wrong, not only help me to eliminate the heresy, but also bring a great opportunity to pursue Anti-Entropy, I couldn't be more thankful~",
			"不不不~小德丽莎你做的一点都没错，不仅帮助我消除了天命内的异端，还为追踪逆熵创造了绝佳的机会，我感谢你都来不及呢~",
			"いやいや、テレサちゃんがしたことは間違っていないよ。僕が天命の異端児を消滅させるのを手伝ってくれたばかりか、ネゲントロピーを追跡するための絶好のチャンスを作ってくれたんだからね。",
			"아니야 아니야, 테레사 쨩이 한 건 잘못이 아니야. 네가 천명의 이단아를 소멸시키는 걸 도와준 데다가, 네겐트로피를 추적할 절호의 기회를 만들어 줬잖아.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180358,
			"What……Theresa-Sama! What's happening!",
			"这……德丽莎大人！这到底是怎么回事！",
			"これは……テレサ先輩！これは一体どういうことですか！？",
			"이건... 테레사 선배! 이건 대체 무슨 뜻이에요!?",
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			180359,
			"Don't you understand? Those kids only bring the copy of Theresa. The real Theresa-Sama is in front of you~",
			"你还不明白么？那些小鬼带走的德丽莎只是一个复制品而已。真正的德丽莎大人就是你眼前看到的这位~",
			"まだ分からないの？キアナ達が連れてったテレサ・アポカリプスはただのコピー。本物のテレサ様は姫子の目の前にいるってこと。",
			"아직도 모르겠어? 키아나들이 데려간 테레사 아포칼립스는 그냥 복제품. 진짜 테레사 님은 히메코 앞에 서 있다는 거야.",
			null
		],
		[
			"msg",
			180360,
			"I played a bad person for so long, Otto you should give ma an award of Best Actress!",
			"亏我还演了这么久的恶人役，奥托你是不是应该颁给我一个最佳女演员奖啊！",
			"本当に気持ち悪いことばかりでうんざり……。",
			"정말 기분 나쁜 일ばかり으로 질려…….",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			180361,
			"Copy…how come…",
			"复制品…怎么会……",
			"コピー……そんな、どうして……。",
			"복제...... 그런, 어떻게......",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180362,
			"This is all planned to bring out Anti-Entropy, as I predicted, Kiana hasn't changed her personality, or things won't go so smoothly.",
			"这一切都是为了引出逆熵的计策，果然如我所料，琪亚娜那冲动的性格一点都没有变，要不是她一切都不可能这么顺利。",
			"これは全てネゲントロピーを引きずり出すための作戦だよ。僕の思った通り、キアナの向こう見ずな性格は昔から変わっていないからね。彼女じゃなかったらこんなに上手くいかなかっただろうね。",
			"이건 모두 네겐트로피를 끌어내기 위한 작전이야. 내 생각대로 키아나의 무모한 성격은 예전부터 변하지 않았거든. 그녀가 아니었으면 이렇게 잘 되지 않았을 거야.",
			null
		],
		[
			"msg",
			180363,
			"But I didn't know, that you showed up in the end, and stayed here for them.",
			"只不过我没想到的是，你居然会在最后出现，代替她们留在了这里。",
			"ただ予想外だったのは、無量塔姫子。君が最後に現れてキアナたちの身代わりとなり、ここに留まったことだよ。",
			"단지 예상밖이었던 건 무라타 히메코. 네가 마지막에 나타나 키아나 일행의 대신이 되어 여기에 남은 거야.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180364,
			"Eh……",
			"呃……",
			"……え？",
			"......뭐?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180365,
			"Haha, this time let me see how Cocolia will react, she should give herself away no matter how cunning she is……",
			"呵呵，这次我倒要看看可可利亚那只母狐狸如何应对，再怎么狡猾也该露出尾巴了吧……",
			"フフ、今度はカカリアの女狐がどう対応するか見てやろう。どんな姑息な手を使っても尻尾を出すだろうさ。",
			"훗, 이번에는 쿠쿠리아의 여우가 어떻게 대응하는지 지켜보자고. 어떤 비열한 수를 써도 꼬리를 내밀 거야.",
			null
		]
	],
	"1343": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180366,
			"Moonlight Throne Trestle",
			"月光王座 舰桥",
			"月光王座 艦橋",
			"월광왕좌 함교",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180367,
			"Theresa·Apocalypse…though it's the first time we meet, but we should be familiar with each other in the information we have.",
			"德丽莎·阿波卡利斯…虽然我们初次见面，但是在双方的情报中我们彼此应该已经很熟悉了吧？",
			"テレサ・アポカリプス。初対面だけど、お互いの情報の中でもう十分知っているわよね？",
			"테레사 아포칼립스. 첫 대면이지만, 서로의 정보 속에서 이미 충분히 알고 있지 않나?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180368,
			"It's my honor to meet you, Cococlia.",
			"很荣幸见到你，逆熵的执行者可可利亚阁下。",
			"お会いできて光栄です。ネゲントロピー執行者カカリア閣下。",
			"뵙게 되어 영광입니다. 네겐트로피 집행자 쿠쿠리아 각하.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180369,
			"I didn't know I would welcome you in this way, how heartbreaking.",
			"没想到会以这样的形式来迎接你，真是令人心疼呢。",
			"こんな形であなたを迎えることになるとは思わなかったわ。本当に胸が痛むわ。",
			"이런 형태로 당신을 맞이하게 될 줄은 몰랐어. 정말 마음이 아프군요.",
			null
		],
		[
			"msg",
			180370,
			"Let me take you to a safe place, but don't get me wrong, Anti-Entropy is not a shelter for the Shicksal, neither responsible to protect you. Just because you still have value for Mr. Walter, if you have any threat for us, don't blame me until then!",
			"我会带你去安全的地方，不过别误会，我们逆熵可不是天命遗弃垃圾的收容所，更没有义务非要保护你们，只是对于瓦尔特大人来说你们还有着利用价值罢了，要是你们有任何对逆熵不利的行为，可别怪我不客气。",
			"あなたを安全な場所に連れて行くわね。でも誤解しないでちょうだい。利用価値があるから生かしてあげるのよ。あなたたちがネゲントロピーに対して不利益なマネをしたときは容赦しないわよ。",
			"너를 안전한 곳으로 데려다 줄게. 하지만 오해하지 마. 네게 이용 가치가 있기 때문에 살려주는 거야. 너희가 네겐트로피에게 불이익을 주는 행동을 할 때는 용서하지 않을 거야.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180371,
			"Thank you very much……",
			"非常感谢……",
			"わかりました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180372,
			"Moonlight Throne, return to base.",
			"月光王座，开始返航。",
			"月光王座、帰航開始。",
			"월광왕좌, 귀항 시작.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				6,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180373,
			"Fantastic! Theresa! Let's go! Let's go together!",
			"太好了！德丽莎！走吧！我们一起回去！",
			"よかった！テレサ！行こう！一緒に帰ろう！",
			"다행이야! 테레사! 가자! 함께 돌아가자!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180374,
			"Yes.",
			"嗯。",
			"うん。ありがとう、キアナ。",
			"응. 고마워, 키아나.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180375,
			"「Beep beep beep——」",
			"「滴滴滴——」",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180376,
			"This signal is……",
			"这个通讯是……",
			"この通信は……。",
			"이 통신은.......",
			null
		],
		[
			"msg",
			180377,
			"Hey, it's me, what's wrong?",
			"喂，是我，怎么了？",
			"「魔術師」……私よ、どうしたの？",
			"「마술사」......나야, 무슨 일이야?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180378,
			"Crack…Cocolia…crack…Congratulations…to fall into Otto's trap……",
			"呲拉…可可利亚…呲拉…恭喜你…顺利踏入了奥托的陷阱……",
			"うふふっ、カカリア。無事にオットーの罠にかかったのね。心から祝福するわ。",
			"우후후, 쿠쿠리아. 무사히 오토의 함정에 걸린 거네. 진심으로 축하해.",
			null
		],
		[
			"msg",
			180379,
			"Crack…the Theresa you saved…crack…is just a copy…crack…there might be a special designed tracker in her body…crack…now the Shicksal is coming to you……",
			"呲拉…你们营救的德丽莎…呲拉…只是个复制体罢了…呲拉…她的身上恐怕安装了某个特殊材料的追踪器…呲拉…现在天命的侦查部队已经朝着你们的位置靠近了……",
			"あなたたちが救ったテレサ・アポカリプスはコピー。おそらく体に特殊な素材で作られた追跡装置が仕込まれているはずよ。すでに天命の偵察部隊があなたたちのいる場所に近づいていましてよ？",
			"너희들이 구한 테레사・아포칼립스는 복제품이야. 아마 몸에 특수한 재료로 만든 추적 장치가 설치되어 있을 거야. 이미 천명의 정찰 부대가 너희가 있는 곳에 접근하고 있다구?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180380,
			"Is it…I know, I will solve this.",
			"是么…我知道了，我会解决的。",
			"そう……分かったわ。",
			"그래... 알겠어.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180381,
			"Crack!",
			"喀拉！",
			"——カチャッ！",
			"——찰칵!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180382,
			"!?",
			"！？",
			"なッ！？",
			"뭐야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180383,
			"Cocolia! What are you doing! Why you hold the gun on Theresa!? What's wrong with you again!",
			"可可利亚！你这是干什么！为什么用枪指着德丽莎！？你又在发什么疯！",
			"カカリア！何してるの！どうしてテレサに銃を向けるの！？",
			"쿠쿠리아! 뭐 하는 거야! 왜 테레사에게 총을 겨누는 거야!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180384,
			"Don't pretend, I've got the information, this Theresa is just a copy, the real one has appeared in Shicksal.",
			"不要再装了，我们已经获得情报，这个德丽莎是个假冒的复制品，真正的德丽莎已经在天命出现了。",
			"白々しい真似は止めなさい。すでに情報が入ったわよ。このテレサ・アポカリプスは偽物。本物のテレサは天命に姿を現したわ。",
			"뻔한 연기는 그만둬. 이미 정보가 들어왔어. 이 테레사·아포칼립스는 가짜야. 진짜 테레사는 천명에 모습을 드러냈다고.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180385,
			"Copy…what? You're mad! She's Theresa!! How could it be that she's fake!",
			"复制品…什么意思？你在胡说些什么！她就是德丽莎啊！！怎么可能是假冒的！",
			"コピー？どういうこと？何をデタラメ言っているの！？目の前にテレサがいるのに偽物なわけがないでしょ！？",
			"복제품? 무슨 소리야? 무슨 헛소리를 하는 거야!? 눈앞에 테레사가 있는데 가짜일 리가 없잖아!?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180386,
			"The Theresa you know is no more than an experiment subject created by Otto…He still keeps that planned experiment, damn.",
			"你所认识的那个德丽莎也只是奥托创造的试验品之一罢了…没想到他居然还保留着那个计划的实验体，真是被摆了一道。",
			"あなたが知っているテレサもオットーが作り出した試作品よ。まだあの計画の実験サンプルを残していたとはね。本当にやられたわ……。",
			"네가 알고 있는 테레사도 오토가 만들어낸 시제품이야. 아직도 그 계획의 실험 샘플을 남겨뒀다니. 정말 당했네...",
			null
		],
		[
			"msg",
			180387,
			"Go away, the tracker in her body is sending our location, need to destroy her right now!",
			"让开，她身上携带的发信器正在暴露我们的位置，必须立刻消灭她！",
			"邪魔よ。彼女の体にある発信機が私たちの位置を知らせているわ。今すぐに処分しないと、オットーに追い付かれ死ぬことになるわよ！？",
			"방해야. 그녀의 몸에 있는 발신기가 우리의 위치를 알리고 있어. 당장 처분하지 않으면, 오토에게 쫓기어 죽게 될 거야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180388,
			"No! I don't believe it! If you gonna hurt her! Shot me together!",
			"不！我不相信！如果你要是伤害德丽莎！就把我一起打死吧！",
			"イヤッ！私は信じない！テレサに危害を加えるなら、私を倒してからにして！",
			"싫어! 나는 믿지 않아! 테레사에게 해를 가하려면, 나를 쓰러뜨리고 나서 해!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180389,
			"Kiana……",
			"琪亚娜……",
			"キアナ……。",
			"키아나....",
			null
		],
		[
			"portraits",
			[
				415,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180390,
			"She's right, I'm not Theresa, my number is A-374……",
			"她说的没错，我不是德丽莎，我的代号是A-374……",
			"……彼女の言う通りよ。「私」はテレサじゃない。私のコードはA-374。",
			"……그녀 말이 맞아. 「나는」 테레사가 아니야. 내 코드는 A-374.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180391,
			"A-374…what are you saying Theresa!",
			"A-374…你在说什么啊德丽莎！",
			"A-374……何を言っているのよ、テレサ！",
			"A-374…… 무슨 소리를 하는 거야, 테레사!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180392,
			"…Kiana, I am just a copy of 「Theresa」, with her name, to dive into Anti-Entropy and investigate the location of their base. So my mission failed, I didn't know it would be so quick……",
			"…琪亚娜，我只是「德丽莎」的一个分身罢了，暂时借用了她的名字，潜入逆熵调查他们基地的位置。看来任务失败了呢，没想到这么快就暴露了……",
			"キアナ、私はテレサの分身にすぎないの。一時的に彼女の名前を借りて、ネゲントロピーに潜入して彼らの基地を調査するのが目的だった。どうやら任務は失敗ね。正直、バレるとは思わなかったよ。",
			"키아나, 나는 테레사의 분신에 불과해. 일시적으로 그녀의 이름을 빌려 네겐트로피에 잠입해 그들의 기지를 조사하는 게 목적이었어. 아무래도 임무는 실패네. 솔직히, 들킬 줄은 몰랐어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180393,
			"Theresa-Sama…so this is all true! The real Theresa is still in the Shicksal?!",
			"德丽莎大人…这么说一切都是真的么！真正的德丽莎还留在天命？！",
			"全部、本当だとしたら……本物のテレサ様は、まだ天命に！？",
			"전부, 사실이라면…… 진짜 테레사님은, 아직 천명에!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180394,
			"Right, that 「Theresa」is the selected, she's different from us, as the existence  most like「her」. And me, is just one of thousands failed experienment subjects, without any value.",
			"没错，那位「德丽莎」是被选中的人，她和我们不一样，是最接近「她」的存在。而我，只不过是数以千计失败的实验体之一，没有丝毫的价值。",
			"そうね。あのテレサは選ばれたの。彼女は私たちとは違い「彼女」に最も近づいた存在。そして、私は数多くの失敗作から選ばれただけ……なんの価値もないの。",
			"그래. 그 테레사는 선택받은 거야. 그녀는 우리와는 다르게 「그녀」에게 가장 가까운 존재. 그리고 나는 수많은 실패작 중에서 선택받은 것뿐…… 아무런 가치도 없는 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180395,
			"How…come……",
			"怎么会…这样……",
			"どうして……そんな……。",
			"어떻게…… 그런…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180396,
			"But I'm glad, I could feel the love and are from others like 「Theresa」. Kiana, May, Himeko, Sisseria…when these names come into my mind, I feel the happiness to be 「Theresa」.",
			"不过我很高兴，可以像「德丽莎」一样感受到来自周围人的爱与珍惜。琪亚娜、芽衣、姬子、塞西莉亚…当这一个个名字灌输到我脑中的瞬间，我感受到了作为「德丽莎」的幸福。",
			"でも、とても嬉しかったわ。テレサみたいに周りの人から愛され、大切にされて……。キアナ、芽衣、姫子、セシリア……これらの名前が1つ1つ私の脳に記憶された時、テレサを感じたの。",
			"하지만, 정말 행복했어. 테레사처럼 주변 사람들에게 사랑받고, 소중히 여겨지고……. 키아나, 메이, 히메코, 세실리아…… 이 이름들이 하나씩 내 뇌에 기억될 때, 테레사를 느낄 수 있었어.",
			null
		],
		[
			"msg",
			180397,
			"Though I didn't get the freedom I want, but the temporary happiness is enough……",
			"虽然没有获得想要的自由，但是这短暂的光明也足够美好了……",
			"欲しかった自由は手に入れられなかったけれど、この短い時間だけでも十分に美しかったわ。",
			"원했던 자유는 얻지 못했지만, 이 짧은 시간만으로도 충분히 아름다웠어.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				415,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			180398,
			"I have no time to listen to your blah-blah. Kiana! Move!",
			"我可没心情听你废话。琪亚娜！让开！",
			"あなたの無駄話に付き合う時間はないの！キアナ、早くどきなさい！",
			"네 쓸데없는 이야기에 맞춰줄 시간 없어! 키아나, 빨리 떨어!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180399,
			"Kiana, the real 「Theresa」is still waiting for you…please don't feel sad for me.",
			"琪亚娜，真正的「德丽莎」还在等着你们…请不要为我这个复制体感到悲伤。",
			"キアナ、本物のテレサがあなたたちを待っているわ。私のようなコピーのために悲しまないでね。",
			"키아나, 진짜 테레사가 너희를 기다리고 있어. 나 같은 복제품 때문에 슬퍼하지 말아줘.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180400,
			"Uh!",
			"唔！",
			"ううっ、うぅ……。",
			"으으, 우우…….",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				415,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180401,
			"Thank your for saving her, and saving me.",
			"感谢你能不惜一切拯救她，也拯救了我。",
			"命を賭けてテレサを——私を救ってくれて……ありがとう、キアナ。",
			"목숨을 걸고 테레사를 —— 나를 구해줘서…… 고마워, 키아나.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			180402,
			"Then, goodbye,",
			"那么，再见了。",
			"——さようなら。",
			"—— 안녕.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180403,
			"Bang!!!",
			"砰！！！",
			"バンッ！！！",
			"빵!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			180404,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			180405,
			"……",
			"……",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			180406,
			"「Beep beep beep——」",
			"「滴滴滴——」",
			"ピピピ——",
			"삐삐삐——",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			180407,
			"Archbishop, the signal disappears.",
			"报告主教大人，追踪器的信号消失了。",
			"主教様、発信機の信号が途絶えました。",
			"주교님, 발신기 신호가 끊겼습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180408,
			"Is it, they find it out so quickly…But you should know more or less the direction of Anti-Entropy base?",
			"是吗，没想到这么快就被发现了…不过逆熵基地的大致方位你应该已经调查得差不多了吧？",
			"そうか。こんなに早く見つかるとは思わなかったよ。だけど、ネゲントロピーの基地の大まかな方角は調べがついただろう？",
			"그런가. 이렇게 빨리 발견될 줄은 몰랐어. 하지만 네겐트로피의 기지 대략적인 방향은 알아냈겠지?",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			180409,
			"Yes, we have no more than 10 options, will find out the accurate location soon.",
			"是的，在信号消失区域的辐射范围内已经把嫌疑点控制在个位数了，调查部队很快就能找到准确的位置。",
			"はい。信号の消えたエリア周辺の怪しい場所に絞り込めました。調査部隊が正確な位置を見つけます。",
			"네. 신호가 사라진 지역 주변의 수상한 곳으로 범위를 좁혔습니다. 조사 부대가 정확한 위치를 찾을 것입니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180410,
			"Good, so the short-time teaching doesn't really work, but it's already lucky.",
			"很好，看来短时间的调教果然还是很难以假乱真呢，能做的这种程度已经是万幸了。",
			"やはり短期間の調教ではごまかし続けるのは難しかったようだね。ここまでできただけで上出来だ。",
			"역시 짧은 기간의 훈련으로 속임수를 계속하기는 어려웠나 보군. 여기까지 해낸 것만으로도 대단한 거야.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			180411,
			"By the way, Archbishop, before the signal disappeared we found a encrypted signal connected with Moonlight Throne, maybe there's a connection behind.",
			"另外，主教大人，在信号消失之前我们接收到一个加密信号与月光王座进行过联系，恐怕这两者之间有着某种联系。",
			"それと、主教様、信号が消える前に暗号化された信号が月光王座と連絡を取っているのを傍受しました。おそらく何か関係があるものと推測します。",
			"그리고, 주교님, 신호가 사라지기 전에 암호화된 신호가 월광왕좌와 연락을 취하고 있는 것을 감청했습니다. 아마도 무언가 관련이 있는 것으로 추측합니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180412,
			"Haha…so we also have spies from them……",
			"呵呵…果然天命的内部也有逆熵潜入进来的老鼠么……",
			"やはり、天命内部にネゲントロピーのネズミが潜入していたか……。",
			"역시, 천명 내부에 네겐트로피의 쥐가 잠입하고 있었나……",
			null
		],
		[
			"msg",
			180413,
			"Don't worry, little Ninti, your mission is to find out their location asap, as long as we destroy their base, the rest would be easy.",
			"这个不用你担心，小宁蒂。你的任务就是尽快找出他们的据点，只要毁掉了他们的老巢，那些散兵游勇自然也就不攻自破了。",
			"ああ、ニンディちゃん。これは心配しなくてもいいよ。君の任務はできるだけ早く彼らの拠点を探し出して破壊すれば、あんな烏合の衆は自滅するはずさ。",
			"아, 닌디. 이것은 걱정하지 않아도 돼. 네 임무는 가능한 한 빨리 그들의 거점을 찾아내어 파괴하는 거야. 그런 오합지졸은 저절로 무너질 테니까.",
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			180414,
			"Understand.",
			"明白。",
			"かしこまりました。",
			"알겠습니다.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				false
			]
		],
		[
			"msg",
			180415,
			"Huh~Anti-Entropy, whatever you play is just nothing for me.",
			"哼~自作聪明的逆熵，不管你们耍什么花招在我的面前都只是徒劳。",
			"小賢しいネゲントロピーがどんな小細工をしようと、僕の前では無駄な足掻きになるだけだよ。",
			"약삭빠른 네겐트로피가 무슨 소꿈장난을 하려든, 내 앞에서는 헛된 발버둥에 불과할 뿐이야.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				810,
				0,
				true
			]
		],
		[
			"msg",
			180416,
			"Walter…this time I will exterminate you all.",
			"瓦尔特…这次我一定会把你们连根铲除。",
			"ヴェルト……今回は必ず君たちを根絶やしにしてみせるよ。",
			"웰트…… 이번에는 반드시 너희를 �뿌리 뽑아버릴 거야.",
			null
		]
	],
	"1344": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180417,
			"Hum……here, here is the place we detected Houkai energy? Feel so bad……",
			"唔……这里，这里就是侦测到崩坏能的地方吗？感觉真差……",
			"うーん……ここは、ここは崩壊エネルギーを探知した場所？何だかひどいところね……",
			"음…… 여기는, 여기는 붕괴 에너지를 탐지한 장소? 뭔가 끔찍한 곳이네……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180418,
			"——Beep beep beep……",
			"——滴滴滴……",
			"——ピピピ……",
			"——삐삐삐……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180419,
			"Hey, Hi, Himeko, can you make sure the place I am…is, is right……",
			"喂，姬、姬子，你确定我现在所在的方位…真、真的没错吗……",
			"もしもし、ひ、姫子、わたくしの今いる方角が分かる…ほ、本当に待ちがっていないの……",
			"여보세요, 히, 히메코, 제가 지금 있는 방향을 알 수 있어… 정, 정말 기다리지 않고 있는 거야……",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180420,
			"It's right, the view is good, and far ffrom the city, while the Honkia energy is not low but you can handle it easily, aren't these all meet your requirements to go out and get a stretch?",
			"没有搞错，这一带自然风光好，离城市又远，崩坏能强度不低但交给你一个人处理也仍是小菜一碟，不是很满足你不想整天坐在桌子前要外出走走舒展筋骨的要求么？",
			"間違っていないわ。その一帯は景色も素敵だし、町からも離れているわ。崩壊エネルギー強度は高いけれど、あなた1人でも十分対処できるはずよ。オフィスの机の前に1日中いるより外で体を動かしたいっていうあなたの望みにかなっているでしょう？",
			"틀린 말이 아니야. 그 일대는 경치도 좋고 마을에서도 떨어져 있잖아. 붕괴 에너지 강도는 높지만, 너 혼자도 충분히 처리할 수 있을 거야. 사무실 책상 앞에 하루 종일 앉아있는 것보다 밖에서 몸을 움직이고 싶다는 네 바람에 딱 맞는 곳이겠지?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180421,
			"It, it's true! But there's no good view, it's a dead forest, and look, look like a cemetery!",
			"是、是这么说没错啦！但哪有什么好风景，这就一个死气沉沉的森林，还搞得像、像个墓地一样诶！",
			"え、ええ、確かにその通りね！でも、どこが素敵な景色なの。ここは薄気味悪い森の中よ。それに、ま、まるで墓地みたい！",
			"에, 에, 확실히 그렇네! 근데 어디가 좋은 경치라는 거야. 여긴 으스스한 숲 속이라고. 게다가, 마, 마치 묘지 같아!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180422,
			"Huh~then the fearless you now are afraid of this~",
			"嚯~那个只身面对大批死士轻松开无双的你现在居然在害怕这种阴森的氛围么~",
			"あら～大量のゾンビの前でも軽々と無双できるあなたが、そんな薄暗い森の雰囲気を怖がるなんて～",
			"어머~ 대량의 좀비 앞에서도 가뿐히 무쌍을 찍던 네가, 그런 어두운 숲 분위기를 무서워하다니~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180423,
			"How! How should you say this Himeko!",
			"哪！哪有你这么说话的姬子！",
			"なっ！そんなこと言わないでよ、姫子！",
			"앗! 그런 말 하지 마, 히메코!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180424,
			"Ok ok I stop joking, in the front from you there's a little village, where you can get detailed information, quickly finish this and come back.",
			"好了好了不开玩笑了，前方不远处应该是有一个小村落在，到那边应该可以收集到比较详细的情报了，赶紧收拾掉就回来吧。",
			"はい、はい、冗談はやめておくわ。その先のそう遠くないところに小さな村があるはずよ。そこに行けばもっと詳しい情報が集まるはずよ。早く片付けて戻ってきてちょうだいね。",
			"알았어, 알았어, 농담은 그만둘게. 그 앞에 멀지 않은 곳에 작은 마을이 있을 거야. 거기 가면 더 자세한 정보를 얻을 수 있을 거야. 빨리 처리하고 돌아와.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180425,
			"——Beep……",
			"——滴……",
			"——ピッ……",
			"——삐……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180426,
			"Huh! This Himeko! The good mood of going out now is gone!",
			"呀！这个姬子真是气死人了！出个门的好心情一下子就没了真是的！",
			"あっ！もう姫子ったら、本当にひどいんだから！出発した時のいい気分が台無しじゃないの、まったく！",
			"앗! 정말 히메코는, 진짜 너무하다니까! 출발할 때의 좋은 기분이 다 망쳤잖아, 정말!",
			null
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180427,
			"Never mind, anyway I see the village……let me find some one first……",
			"不管了，反正也能看到村子了……总之先找个人……",
			"いいわ、とにかく村が見えたわ……まずは誰か人を探して……",
			"좋아, 어쨌든 마을이 보여…… 일단 누군가를 찾아봐야……",
			null
		],
		[
			"speaker",
			204668
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				812,
				0,
				false
			]
		],
		[
			"msg",
			180428,
			"Ha! It's a nun! It's a nun! Some one is coming to help us!",
			"哈！是修女！是修女大人！有人来帮我们了！",
			"あっ！シスターだ！シスター様だ！僕たちを助けに来てくれたんだ！",
			"앗! 시스터다! 시스터님이다! 우리를 구하러 와 주신 거야!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				812,
				0,
				true
			]
		],
		[
			"msg",
			180429,
			"Eh!? Wait, wait wait……don't come here……",
			"诶！？等、等等……不要突然都围过来啦……",
			"えっ！？ま、待って……いきなり囲まないでもらえるかしら……",
			"엣!? 잠, 잠만…… 갑자기 둘러싸지 말아줄래……",
			null
		],
		[
			"speaker",
			204668
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				812,
				0,
				false
			]
		],
		[
			"msg",
			180430,
			"Nun-Sama! The Count Vampire wakes up, please help us!",
			"修女大人！吸血鬼伯爵苏醒了，快帮我们收拾他吧！",
			"シスター様！ヴァンパイア伯爵が目覚めたんです。早くあいつをやっつけてください！",
			"자매님! 뱀파이어 백작이 깨어났어요. 빨리 그 자를 처치해 주세요!",
			null
		],
		[
			"speaker",
			204669
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				813,
				0,
				false
			]
		],
		[
			"msg",
			180431,
			"The old castle in the forest……has, has werid voices everyday……whoo……",
			"森林那边的古堡……每、每天都传来很可怕的声音……呜……",
			"森の向こうの古いお城から……ま、毎日恐ろしい声がするの……うぅ……",
			"숲 너머에 있는 오래된 성에서…… 매, 매일 무시무시한 소리가 나…… 우우……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				813,
				0,
				true
			]
		],
		[
			"msg",
			180432,
			"Old, old castle!? And what…vampire? The horrible, immortal monster with weird positions! Eh, does that really exist!?",
			"古、古堡！？还有什么……吸血鬼？就是那种长得特别可怕，怎么打都打不死，摆着奇怪姿势往人身上丢压路机的怪物么！呃，那种东西难道真的是存在的吗！？",
			"ふ、古いお城！？それに何ですって……ヴァンパイア？あの恐ろしい顔をして、どうやっても倒せず、奇妙な姿勢で人にロードローラーを投げつける怪物のこと！？えっ、そんなものが本当に存在しているの！？",
			"오, 오래된 성!? 그리고 뭐라고…… 뱀파이어? 그 무서운 얼굴에, 어떻게 해도 쓰러뜨릴 수 없고, 기묘한 자세로 사람에게 로드롤러를 던지는 괴물 말이야!? 어, 그런 게 정말로 존재하는 거야!?",
			null
		],
		[
			"msg",
			180433,
			"Even you say so, I, I can't……well, if it's really a vampire I can't……",
			"就算你们突然这么说，我、我也……唔，那要真的是吸血鬼的话我恐怕也……",
			"そんなこと突然言われても、わ、わたくしも……うーん、それが本物のヴァンパイアだったら、わたくしもたぶん……",
			"갑자기 그런 말을 들어도, 나, 나도…… 음, 그것이 진짜 뱀파이어라면, 나도 아마……",
			null
		],
		[
			"speaker",
			204668
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				812,
				0,
				false
			]
		],
		[
			"msg",
			180434,
			"Nuns are all great hunters of vampire right!?",
			"神圣的修女可都是厉害的吸血鬼猎人不是吗！？",
			"神聖なシスターは皆すごいヴァンパイアハンターなんでしょう！？",
			"신성한 자매님들은 다들 대단한 뱀파이어 헌터잖아요!?",
			null
		],
		[
			"speaker",
			204669
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				813,
				0,
				false
			]
		],
		[
			"msg",
			180435,
			"She looks like as young as us……maybe we are wrong……",
			"她看起来也就跟我们差不多大……是不是我们搞错了……",
			"この人はあたしたちと同じくらいの年みたいだよ……何かの間違いかもしれないよ……",
			"이 사람은 우리랑 비슷한 나이인 것 같은데…… 무슨 오해일지도 몰라……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				813,
				0,
				true
			]
		],
		[
			"msg",
			180436,
			"Don't, Don't judge me through my appearance……Ok! I know!",
			"你、你们不要以貌取人啊……好吧！我知道了！",
			"あ、あなたたち、見かけで人を判断しないで……いいわ！分かったわ！",
			"아, 너희들, 겉모습으로 사람을 판단하지 마…… 좋아! 알았어!",
			null
		],
		[
			"msg",
			180437,
			"Then the vampire thing, I will solve this! There's nothing that can last for more than five seconds under this huge cross!",
			"那吸血鬼什么的，就由我来解决吧！没有什么是能在这大十字架下站超过五秒钟的！",
			"そのヴァンパイアとやら、わたくしが倒してあげるわ！この十字架の下で5秒以上立ち続けられるものなんていないんだから！",
			"그 뱀파이어라는 놈, 내가 쓰러뜨려 줄게! 이 십자가 아래에서 5초 이상 버틸 수 있는 건 아무것도 없으니까!",
			null
		],
		[
			"speaker",
			204668
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				812,
				0,
				false
			]
		],
		[
			"msg",
			180438,
			"Really! Great! Please!",
			"真的吗！好帅！拜托你了！",
			"本当！？格好いい！頼んだよ！",
			"정말!? 멋있어! 부탁할게!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				812,
				0,
				true
			]
		],
		[
			"msg",
			180439,
			"Good smile! Don't worry, let me do this~",
			"这笑容不错嘛！放心吧，一切都包在我身上~",
			"素敵な笑顔ね！安心して。全部わたくしにまかせてちょうだい～",
			"멋진 미소네! 안심해. 전부 나에게 맡겨 줘~",
			null
		],
		[
			"msg",
			180440,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				812,
				0,
				true
			]
		],
		[
			"msg",
			180441,
			"Eh, why should I accept it……Old castle is the place that is dark and damp and has lots of unknown creatures……",
			"呃，真是的耍什么帅啊……古堡就是那种又黑又潮又藏着很多不明所以的生物的地方吧……唉……",
			"あぁ、まったく、何を格好つけているのよ……古い城ってあの暗くて、ジメジメしていて、よく分からない生物がたくさん隠れている場所でしょう……あぁ……",
			"아, 정말, 뭐 허세 부리는 거야... 오래된 성이라면 그 어둡고, 축축하고, 알 수 없는 생물들이 많이 숨어있는 곳이잖아... 아아...",
			null
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				812,
				0,
				true
			]
		],
		[
			"msg",
			180442,
			"Have to get prepared, and do this anyway!",
			"只能先做点准备，然后硬着头皮上了！",
			"とにかくまずは準備をして、覚悟を決めてかかるしかないわね！",
			"어쨌든 일단 준비를 하고, 각오를 단단히 해야겠어!",
			null
		]
	],
	"1345": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180443,
			"——Kara kara……",
			"——咔啦咔啦……",
			"——ガチャガチャ……",
			"——덜컹덜컹……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180444,
			"Coo……I, I am coming in……",
			"咕……我、我要进来了哦……",
			"ぐっ……は、入るわよ……",
			"윽... 하, 들어갈게...",
			null
		],
		[
			"msg",
			180445,
			"All dark, with mushrooms growing everywhere, as horrible as I imagine……Zombies are fine, but have no idea if I can kill vampires……",
			"一片漆黑，地上还长满蘑菇的古堡，果然跟想象中一样阴森恐怖啊……死士什么的崩坏生物还好，像吸血鬼这样的幻想生物也不知道能不能正常消灭掉啊……",
			"一面真っ暗、地面にはキノコまで生えているくらい古い城ね。やはり思っていた通り薄気味悪くて怖いわね……ゾンビのような崩壊生物の方がマシだわ。ヴァンパイアみたいな幻想生物もちゃんと倒せるのかしら……",
			"사방이 칠흑같이 어둡고, 바닥에는 버섯까지 자랄 정도로 오래된 성이네. 역시 생각한 대로 으스스하고 무서워... 좀비 같은 붕괴 생물이 차라리 나을 거야. 뱀파이어 같은 환상 생물도 제대로 물리칠 수 있을까...",
			null
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180446,
			"It's ok, it's ok, we have the glory light, that can protect us. Also, I've prepared for this kind accident! Even a bit rushy, I've got exorcism tools!",
			"没关系，没关系的，不都说修女有圣光附体，可以辟邪嘛。而且，正是为了防止出现这种情况我已经特地做好了准备！虽然有点匆忙，但驱魔道具我可都带上了！",
			"大丈夫、大丈夫よ。シスターには聖なる光がついているから魔除けができるって言うじゃないの。それに、そういう状況にならないようにわざわざ用意してきたんだからね！ちょっとバタバタしたけど、悪魔祓いの道具はちゃんと持ってきているんだから！",
			"괜찮아, 괜찮아. 수녀님께는 성스러운 빛이 있어서 마귀를 쫓을 수 있다고 하잖아. 게다가, 그런 상황이 안 되도록 일부러 준비해왔으니까! 좀 허둥대긴 했지만, 악마 퇴치 도구는 제대로 가져왔다고!",
			null
		],
		[
			"msg",
			180447,
			"First is garlic, this is especially useful in killing vampires in manga!",
			"首先是村里子买来的大蒜，在漫画里这种东西驱鬼还有杀吸血鬼可以有奇效呢！",
			"まずは村で買ったニンニク。漫画では悪魔祓いやヴァンパイア退治にこれが効果的なのよね！",
			"일단 마을에서 산 마늘. 만화에서는 악마 퇴치나 뱀파이어 퇴치에 이게 효과적이더라!",
			null
		],
		[
			"msg",
			180448,
			"Then is this, it's said this can prevent vampire from revival. I'm confident to put this on vampire's body, and then use it to seal the target……",
			"然后是这根大木桩，传说中只要把这个打到吸血鬼心脏就能阻止它复活，要搁到吸血鬼我还是有自信的，之后用这个封印目标……",
			"それから木の杭。伝説ではこの杭でヴァンパイアの心臓を打ちつければ、復活を止めることができるみたいだし。ヴァンパイアを抑え込むだけなら自信はあるし、あとはこの封印を使って……",
			"그리고 나무 말뚝. 전설에 따르면 이 말뚝으로 뱀파이어의 심장을 박으면 부활을 막을 수 있다던데. 뱀파이어를 제압하는 건 자신 있으니, 이 봉인을 사용해서...",
			null
		],
		[
			"msg",
			180449,
			"Moreover……with this hot huge knife, against vampire with heat, yes, it will work!",
			"真不行……也有这把炽热的大刀撑着，用热量对付吸血鬼，嗯，一定有效的！",
			"それでもダメなら……この灼熱の大刀があるわ。熱でヴァンパイアに立ち向かえば、うん、きっと効果があるはず！",
			"그래도 안 되면... 이 작열의 대도가 있어. 열기로 뱀파이어에게 맞서면, 음, 분명 효과가 있을 거야!",
			null
		],
		[
			"msg",
			180450,
			"Finally, the holy water from village! Though the skeleton bottle with green liquids weird, but this actually proves its efffect! As the village nearby, it indeed has lots of products like this~",
			"最后就是村里特产的圣水！虽然用骷髅瓶子装着绿色的液体很诡异，但这正好证明了它消灭邪物的效果呢！真不愧是吸血鬼古堡旁边的村子呢，这种驱魔产品就是多~",
			"最後は村特産の聖水よ！ドクロの瓶に入った緑の液体で怪しいけれど、邪悪なものを消滅させられるか効果を証明できるわね！さすがはヴァンパイアの古城の傍にある村ね。魔除けの品もたくさんあるわね～",
			"마지막은 마을 특산물인 성수야! 해골 병에 담긴 녹색 액체라 수상하지만, 사악한 것을 소멸시킬 수 있는 효과를 증명할 수 있겠어! 역시 뱀파이어 성 옆에 있는 마을이네. 액막이 품목도 많네~",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180451,
			"You've read too much manga, if the holy water is so useful and can be bought everywhere, why they still need help? Even your innocence should have some limit!",
			"你是漫画看多了吧，这么好用的圣水到处都有得卖的话，为什么还要找人来帮忙消灭鬼怪啊，容易被骗也要有个限度吧？",
			"あなた、漫画の見過ぎじゃないの。そんなに役に立つ聖水があちこちで売っているのなら、どうして怪物退治を他人にお願いするのよ。騙されやすいといっても限度があるでしょう？",
			"너, 만화 너무 많이 본 거 아니야? 그렇게 유용한 성수가 여기저기서 팔린다면, 왜 괴물 퇴치는 남에게 부탁하는 거야. 속기 쉬운 것도 정도가 있잖아?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180452,
			"——Piu piu!",
			"——滋滋！",
			"——ツーツー！",
			"——띠띠!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180453,
			"Whoa!? Hi, Himeko!? Don't suddenly talk ok! I was about to spray it on myself!",
			"呜哇！？姬、姬子！？不要突然说话好不好！害我差点就喷在自己身上了！",
			"うわっ！？ひ、姫子！？いきなり話しかけないでよ！びっくりして自分に聖水をかけちゃうところだったじゃないの！",
			"우왁!? 히, 히메코!? 갑자기 말 걸지 마! 깜짝 놀라서 자기에게 성수를 쏟을 뻔했잖아!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180454,
			"What's the matter? It's just ordinary water. And you are fightened because you didn't shut down the connection. In such a high-tech era, you're still afraid of ghost, just like a kid.",
			"有什么关系？反正肯定只是普通的水。而且是你自己没把通讯关掉才会被吓到的。这都什么高新科技时代了，还这么怕鬼，居然能吓成这样跟个小孩子一样。",
			"それが何だっていうの？どうせただの水よ。それにあなたが通信を切っていなかったら驚いたんでしょう。このハイテクの時代に、そんなお化けを怖がって子供みたいにビクビクしちゃって。",
			"그게 뭐 어때서? 어차피 그냥 물이야. 게다가 네가 통화를 안 끊었으면 놀랐을 거야. 이 하이테크 시대에, 그런 귀신 무서워해서 애처럼 벌벌 떨다니.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180455,
			"No, I am not! And I tell you, even thousands of years past, humans will be still afraid of something they can't solve!",
			"才、才没有怕呢！而且我跟你说姬子，就算再过一千万年，人类依旧是会对自己没办法解决的对手感到恐惧的好吧！",
			"こ、怖がってなんかいないわよ！それにね、姫子、あと一千万年経ったとしても、人類は恐怖を克服できないのよ！",
			"무, 무서워한 건 아니라고! 그리고 말이야, 히메코, 앞으로 천만 년이 지난다고 해도, 인류는 공포를 극복하지 못할 거야!",
			null
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180456,
			"Ah……you are a nun, why didn't you lean some lessons about it……",
			"唉……明明是修女，为什么没有些驱魔神圣术之类的学习课程啊……",
			"あぁ……シスターなのにどうして悪魔祓いや神聖術の授業がなかったのかしら……",
			"아아…… 시스터 주제에 왜 악마 퇴치나 신성술 수업이 없었을까……",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180457,
			"Ok, ok……I already get the structure of the castle, those so-called vampires, must be Houkai creatures. And, this place has lots of traps, be careful……",
			"是，是……你要的城堡内部大致的空间状况我已经调查好了，那所谓的吸血鬼，肯定只是崩坏生物。还有，这个地方似乎有很多机关，记得不要乱碰东西……",
			"はい、はい……あなたが欲しがっていた城の内部の大まかな空間状況はもう調べておいたわよ。いわゆるヴァンパイアとやらはきっとただの崩壊生物ね。それから、その場所には仕掛けが多いみたいだからむやみやたらに触らないようにね……",
			"알았어, 알았어…… 네가 원하던 성 내부의 대략적인 공간 상황은 이미 조사해 뒀어. 소위 뱀파이어라는 건 분명 그냥 붕괴 생물이겠지. 그리고, 그곳에는 장치가 많은 모양이니 함부로 건드리지 말라고……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180458,
			"Ok ok! I am not a kid as you think! Byebye!",
			"好啦好啦！又不是小孩子了你以为我会随便碰那些奇怪的地方吗！挂了挂了！",
			"はい、はい！子供じゃないんだから、わたくしがそんなおかしな物をむやみに触るとでも思っているの！？切るわよ！",
			"알았어, 알았어! 애가 아닌데, 내가 그런 이상한 걸 함부로 건드릴 것 같아!?#n끊을 거야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180459,
			"——Ddu……",
			"——嘟……",
			"——プツッ……",
			"——툭……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180460,
			"Ah, but Himeko is right, I should get things done and leave here soon, anyway I've got prepared, even there's a vampire, I shouldn't be afraid~",
			"真是的，不过姬子说得没错，我还是赶紧解决然后离开这里吧，反正东西都已经准备好了，就算吸血鬼是真的，也没什么好怕的~",
			"まったく、でも姫子の言う通りね。やはり早く片付けてここから出ましょう。どうせ必要なものは用意してあるんだし、本当にヴァンパイアがいたとしても恐れることなんてないわね～",
			"정말, 하지만 히메코 말이 맞아. 역시 빨리 처리하고 여기서 나가자. 어차피 필요한 건 다 준비해 뒀으니, 정말 뱀파이어가 있다 해도 두려울 것 없잖아~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180461,
			"——Kara kara……",
			"——咔啦咔啦……",
			"——ガチャガチャ……",
			"——덜컹덜컹……",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180462,
			"Coming……it's really coming out from coffin, but I should take the initiative, to throw this bottle to it——",
			"来了吗……果然会有从棺材里爬出来的家伙啊，但是先下手为强，就这么把这瓶子丢过去的话——",
			"来たわね……やっぱり棺から出てくるのね。でも先手必勝よ。この瓶を投げつければ——",
			"왔네…… 역시 관에서 나오는구나. 하지만 선수가 이기는 거야. 이 병을 던지면 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180463,
			"——Bang! ……Piu……",
			"——砰！……滋啦……",
			"——バンッ！……ジュワッ……",
			"——펑!…… 촤아악……",
			null
		],
		[
			"msg",
			180464,
			"Growl growl growl!!!",
			"吼吼吼！！！",
			"ウォォォン！！！",
			"우우우웅!!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180465,
			"That thing is, is melting!? And this smell……I didn't hear it should be like this when holy water purifies things……",
			"那家伙怎、怎么融化掉了！？而且这刺鼻的味道……我可没听说过圣水净化邪物的时候会这样啊……",
			"あ、あいつ、どうして溶けたの！？しかも、この鼻を刺すような臭い……聖水が邪な物を浄化する時にこうなるなんて聞いたことないけど……",
			"아, 저 녀석, 왜 녹아버린 거야!? 게다가 이 코를 찌르는 듯한 냄새…… 성수가 사악한 것을 정화할 때 이렇게 된다는 말은 들어본 적 없는데……",
			null
		],
		[
			"msg",
			180466,
			"Eh! Then that's not holy water……I'll be done if I was sprayed……",
			"噫！难不成那东西其实不是什么圣水……那刚才我要是喷到自己不就完蛋了……",
			"うっ！もしかしてあれって実は聖水じゃなかったのかしら……さっき間違えて自分にかけていたら大変だったわね……",
			"윽! 설마 저게 사실 성수가 아니었던 걸까…… 아까 실수로 자기에게 뿌렸다면 큰일 날 뻔했네……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180467,
			"——Growl!",
			"——吼！",
			"——ウォーン！",
			"——우와아앙!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180468,
			"No, this smell attracts more enemies, it's so bad to fight in such a dark environment……if I get bited I would be a vampire follower……what if there's light……",
			"不行，因为这股刺激的味道引来了更多的敌人吗，在这种黑暗的环境战斗也太糟糕了……被咬上一口就会变成吸血鬼仆从了吧……如果有灯光的话……",
			"マズい、この刺激臭のせいでもっと多くの敵を引き付けてしまったみたい。こんな暗い場所で戦ったら大変なことになるわ……一口でも噛まれたらヴァンパイアの下僕になってしまうんでしょう……明かりがあれば……",
			"큰일이야, 이 자극적인 냄새 때문에 더 많은 적을 끌어들인 모양이야. 이런 어두운 곳에서 싸우면 큰일 나겠어…… 한 입이라도 물리면 뱀파이어의 하수인이 되어버리는 거잖아…… 불이라도 있었으면……",
			null
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180469,
			"Find it, this string should be the switch……Ok! The holy water is useless, but I still have garlic, and cross and knife, and even Judah, now it's time……",
			"找到了，这根拉绳应该就是灯的开关……好！虽然圣水不能用，但我还有大蒜，还有木桩和大刀，不行的话还有无敌的犹大，反击的时间……",
			"見つけた。このロープはきっと明かりのスイッチね……よし！聖水は使えないけれど、まだニンニクも木の杭も大刀もあるしね。それでもだめなら、無敵のユダがあるから、反撃の時間は……",
			"찾았다. 이 로프는 분명 불 켜는 스위치겠지…… 좋아! 성수는 못 쓰지만, 아직 마늘도 나무 말뚝도 대도도 있잖아. 그래도 안 되면, 무적의 유다가 있으니 반격할 시간은……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180470,
			"——Crack……Bang!",
			"——咔嚓……轰隆！",
			"——ガチャ……ゴォォン！",
			"——덜컥…… 쿠웅!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180471,
			"Eh, the floor is suddenly……Whoa——",
			"咦，地板怎么突然……呜哇——",
			"えっ、どうして床板が突然……うわぁ——",
			"어, 왜 갑자기 바닥이…… 으악——",
			null
		]
	],
	"1346": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180472,
			"Wow! It hurts……",
			"呜！好痛……",
			"うっ！イタタ……",
			"으윽! 아야야...",
			null
		],
		[
			"msg",
			180473,
			"This, this is…underground? How did I fall down……trap, ah, that was not a switch, but a trap as Himeko mentioned……",
			"这、这里是…地下吗？我是怎么掉下来的……陷阱，啊，刚才那个难道不是开关，而是姬子提到过的陷阱么……",
			"こ、ここは…地下なの？私はどうして落ちてきたんだろう……罠？あっ、さっきのあれはスイッチじゃなくて、姫子の言っていた罠だったのかしら……",
			"여, 여기는… 지하? 나 왜 떨어진 거지…… 함정? 아, 아까 그건 스위치가 아니라 히메코가 말했던 함정이었던 걸까...",
			null
		],
		[
			"msg",
			180474,
			"At least I cut off the connection, or she'll laugh at me again! But, how much time since I fall down……Those vampires……actually, looks a little bit like zombies, eh…it would be embarrassing if I took zombies as vampires……",
			"还好把通话关掉了，不然又要被她笑话了！不过，我掉下来多久了到底……刚才那些吸血鬼…说实话，看上去有点像死士啊，呜…要是把死士认成吸血鬼可就太丢人了吧……",
			"通信を切っておいてよかった。さもなかったらまた笑われていたわ！でも、落ちてからどれくらい時間が立ったのかしら……さっきのあのヴァンパイアは……実際のところ、少しゾンビに似ていた気もするわね。うぅ…もしゾンビをヴァンパイアだと思い込んでいたなんて恥ずかしすぎるわよ……",
			"통신을 끊어둔서 다행이야. 안 그랬으면 또 놀림받을 뻔했잖아! 하지만 떨어진 지 얼마나 지났을까... 아까 그 뱀파이어는... 사실 좀 좀비랑 비슷한 느낌도 들었어. 으음… 만약 좀비를 뱀파이어로 착각했다니 너무 창피하네...",
			null
		],
		[
			"msg",
			180475,
			"Honestly, the Houkai energy is so strong here, it's ordinary to have so many zombies, why I lose the basic thinking……",
			"实话说，这里的崩坏能这么强烈，会有很多死士也是正常的吧，为什么我连这样的思考都没有了……",
			"確かにここの崩壊エネルギーはとても強烈ね。ゾンビがたくさんいても当たり前よね。どうしてそんなことも考えつかなかったんだろう……",
			"확실히 여기의 붕괴 에너지는 굉장히 강렬하네. 좀비가 많아도 당연하지. 왜 그런 것까지 생각하지 못했을까...",
			null
		],
		[
			"msg",
			180476,
			"Ah, I am a nun……why I am so scared by the vampire story! I am suppose to be its nemesis! This is too problematic!",
			"真是的，我可是修女啊……为什么要被吸血鬼的流言吓得这么慌啊！正常来说我不应该是它们的克星么！这也太有问题啦！",
			"まったく。私はシスターなのよ……どうしてヴァンパイアの噂なんかでこんなに慌てなきゃいけないのよ！普通だったら私があいつらの宿敵であるはずでしょ！こんなのおかしすぎるわよ！",
			"정말. 나는 시스터인데... 왜 뱀파이어 소문에 이렇게 허둥대야 하는 거야! 보통이라면 내가 그놈들의 숙적이어야 할 텐데! 이건 너무 이상해!",
			null
		],
		[
			"msg",
			180477,
			"……",
			"……",
			"……",
			"......",
			null
		],
		[
			"msg",
			180478,
			"But, in the end……a nun without holy magic……can be a real nun…...",
			"但是，说到底……连神圣术都不会的修女……真的是修女么……",
			"だけど、そうは言っても……神聖術すら使えないシスターなんて……本当にシスターなのかしら……",
			"하지만 그렇다고 해도... 신성술조차 쓸 수 없는 시스터라니... 정말 시스터 맞아...?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180479,
			"——Whoa!!",
			"——呜哇！！",
			"——うわぁっ！！",
			"——으아악!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180480,
			"It's a girl's voice……some one also falls……",
			"是女孩子的声音……难道又有谁碰到陷阱掉下来了吗……",
			"女の子の声だ……まさかまた誰かが罠にかかって落ちて来たのかしら……",
			"여자아이 목소리다…… 설마 또 누가 함정에 걸려 떨어진 건 아니겠지……",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180481,
			"Ah…where is this, dungeon!?",
			"好痛……这里是哪，地牢吗！？",
			"イタタ……ここはどこ？地下牢なの！？",
			"아야야…… 여긴 어디지? 지하 감옥이야!?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180482,
			"A girl I've never met, doesn't look like from the village……",
			"是没见过的女孩，不像是刚才村子里的人……",
			"見たことない女の子ね。さっきの村の人ではないみたい……",
			"본 적 없는 여자애네. 아까 마을 사람들은 아닌 것 같아……",
			null
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180483,
			"Woo……",
			"唔……",
			"うーん……",
			"으음……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180484,
			"——Growl!",
			"——吼！",
			"——ウォーン！",
			"——우와앙!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180485,
			"Those monsters are all attracted by the voice…this is not right……let alone their strength, it's difficult to survive here for an ordinary people……what should I do?",
			"那些怪物都被刚才的叫声吸引过去了…这么下去可不妙……先不论它们的攻势怎么样，在这种环境中普通人要活下来也是问题吧……怎么办？",
			"今の叫び声であの怪物たちを引き寄せちゃった…このままじゃマズいわね……あいつらの攻撃がどうのこうのよりも、こんな環境で普通の人がどう生き延びるかの方が問題よね……どうしましょう？",
			"방금 비명소리에 저 괴물들이 다가오겠어… 이대로면 안 되는데…… 저 녀석들의 공격이 어쩌고 저쩌고보다, 이런 환경에서 평범한 사람이 어떻게 살아남을지가 더 문제야…… 어쩌지?",
			null
		],
		[
			"msg",
			180486,
			"Al, also, what if this time they are vampires but not zombies, or that person is not a real person……Ah! What I am thinking!",
			"而、而且，万一掉这次跑过来的不是死士而是吸血鬼，或者说掉下来的那个人其实不是人……啊！我在想什么啊！",
			"そ、それに、万一、今回やってくるのがゾンビじゃなくてヴァンパイアだったら、あるいは落ちてきた人が実は人間じゃなかったら……あぁ！私は何を考えているの！",
			"그, 게다가 만약 이번에 오는 게 좀비가 아니라 뱀파이어라면, 혹은 떨어진 사람이 사실 인간이 아니었다면…… 아악! 내가 무슨 생각을 하는 거야!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180487,
			"（Nuns are all great vampire hunters!）",
			"（修女可都是厉害的吸血鬼猎人呢！）",
			"（シスターは皆すごいヴァンパイアハンターなんだよ！）",
			"(수녀님들은 다들 엄청난 뱀파이어 헌터야!)",
			null
		],
		[
			"msg",
			180488,
			"（Can you really defeat the vampires! You are so great!）",
			"（真的能帮我们打败吸血鬼吗！修女姐姐好帅！）",
			"（本当にヴァンパイアを退治してくれたの！？シスターのお姉さん格好いいな！）",
			"(정말로 뱀파이어를 퇴치해주셨다고!? 수녀님 너무 멋져!)",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180489,
			"I…I am a nun that bring back……the smiles of those children!",
			"我…我可是夺回了……那些孩子们的笑容的修女啊！",
			"わ…わたくしは取り戻すわよ……あの子たちの笑顔のシスターを！",
			"나… 나는 되찾을 거야…… 그 아이들의 미소 짓는 수녀를!",
			null
		],
		[
			"msg",
			180490,
			"Theresa! What are you doing! Forget about vampires! They don't exist! Forget about holy magic! A nun, should bring light and help to people who are lost!",
			"真是的德丽莎！你在干什么！吸血鬼什么的无所谓了！那一定是不存在的东西啦！神圣术什么的也无所谓了！所谓修女，不正是拼了命给迷途的人带来光明和帮助的嘛！",
			"まったく、テレサ！何しているの！ヴァンパイアなんてどうでもいいのよ！そんなの存在しないに決まっているでしょ！神聖術なんかもどうでもいいの！シスターというのは迷っている人に命がけで光と助けを与えるものでしょう！",
			"정말, 테레사! 뭐 하는 거야! 뱀파이어 같은 건 어쨌든 상관없다고! 그런 건 존재하지 않을 거야! 신성술 같은 것도 상관없어! 시스터란 고민하는 이들에게 목숨 걸고 빛과 도움을 주는 거야!",
			null
		],
		[
			"msg",
			180491,
			"This cross, this warm heart, are what a nun should have……there's no need to hesitate!",
			"这个十字架，这份帮助人的心，才是修女本来应有的东西……根本就没有犹豫的必要！",
			"この十字架、この人助けの心こそがシスターにあるべきもの……ためらう必要なんてまったくない！",
			"이 십자가, 이 이웃을 돕는 마음이야말로 시스터에게 있어야 할 것…… 망설일 필요 따윈 전혀 없어!",
			null
		],
		[
			"msg",
			180492,
			"No matter if I can make it, I will do it first! Wait! Here I am!",
			"不管做不做得到，先做了再说！等我！我这就来救你！",
			"できるかどうかなんて関係ない。まずはやるのよ！待っていて！わたくしが助けにいくから！",
			"할 수 있을지 없을지는 중요하지 않아. 일단 해보는 거야! 기다리고 있어! 내가 도우러 갈 테니까!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180493,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180494,
			"Then, a nun meet a real vampire……after that, it's the story of that vampire……which is me~",
			"然后，修女便和真正的吸血鬼相遇了……而在这之后，就是那个吸血鬼……也就是我的故事了呢~",
			"そして、シスターは本物のヴァンパイアに遭遇した……それ以降、そのヴァンパイアも……わたくしの物語になったの。",
			"그리고, 시스터는 진짜 뱀파이어를 만났다…… 그 이후로, 그 뱀파이어도…… 내 이야기가 되었지.",
			null
		]
	],
	"1347": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180495,
			"Previous: The group of Lilo·I and Kiana, decided to go to the library of Luna's home to find the clue, but Madam Sylpharia is preventing them from doing so.",
			"前情回顾：失去目标的莉萝艾和琪亚娜一行人，在露娜的提议下决定前往她家中藏书室中寻找线索，然而希露法莉亚夫人却出手阻碍她们。",
			"これまでのあらすじ：目標を見失ったローラとキアナ一行は、ルナの提案で彼女の家の書斎で手がかりを探すことにした。だが、シルファリア夫人が現れ、キアナたちに攻撃を仕掛けてきた。",
			"지금까지의 줄거리: 목표를 잃은 로라와 키아나 일행은, 루나의 제안으로 그녀의 집 서재에서 단서를 찾기로 했다. 그러나 실파리아 부인이 나타나 키아나들에게 공격을 가해왔다.",
			null
		],
		[
			"msg",
			180496,
			"Under the influence of Houkai energy and strong feeling of missing, Darky's sister Nighty appeared in front of them again as a ghost, and help them to deal with Madam Sylpharia's interference, and find the right way.",
			"而在崩坏能和强烈的思念影响下，夜刃的姐姐夜莱再次以幽灵的形式降临在她们面前，帮助众人应对希露法莉亚夫人的阻碍，找到了正确的路。",
			"そして、崩壊エネルギーと強力な思念の影響で、夜刃の姉——夜来がキアナたちの前に現れ、再度シルファリア夫人の妨害を受けつつ正しい道を見つけた。",
			"그리고, 붕괴 에너지와 강력한 사념의 영향으로, 야인의 언니——야래가 키아나들 앞에 나타나, 다시 실파리아 부인의 방해를 받으며 올바른 길을 찾았다.",
			null
		],
		[
			"msg",
			180497,
			"Finally, under her help, they calm down Madam Sylpharia and went to the library. Afterwards, it's the story when they find that note……",
			"终于，在她的帮助下，众人终于让希露法莉亚夫人平息了下来，成功来到了藏书室内。而后，便是她们在书房中找到那一本手记之后的故事了……",
			"夜来の手助けもあり、ついに彼女たちはシルファリア夫人を落ち着かせることができた。そして、無事に書斎へとたどり着いて手記を見つけた。今回の物語は、ここから始まる。",
			"야래의 도움으로, 드디어 그들은 실파리아 부인을 진정시킬 수 있었다. 그리고 무사히 서재에 도달해 수기를 발견했다. 이번 이야기는 여기서부터 시작된다.",
			null
		],
		[
			"msg",
			180498,
			"……",
			"……",
			"——ーラ！",
			"——로라!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180499,
			"Hey——Lilo·I, wait! Why you walk so fawst!",
			"喂——莉萝艾，等等我们啦！为什么要走那么快！",
			"ちょっと、ローラ！待ってってば！！どうしてそんなに急ぐの！いい加減に止まらないとニンニク投げるわよ！？",
			"야, 로라! 기다리라고!! 왜 그렇게 서두르는 거야! 제대로 멈추지 않으면 마늘 던진다!?",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180500,
			"Kiana, Mei, Bronya…Ac, acturally you don't need to follow me, I have bother you a lot during this time. But this is my journey, I shouldn't get you into it.",
			"琪亚娜，芽衣，布洛妮娅……其、其实你们不用跟来也没关系的，这段时间真的受到你们非常多的关照了，但这是我的旅途，没必要再把你们牵扯进来了。",
			"や、やめてよ！？私がニンニク嫌いって知っててやろうとしてるの？キアナにはお世話になったから仲良くしてたけど、そういうことするなら私にも考えがあるわ！",
			"야, 야마줘!? 내가 마늘 싫어하는 거 알면서 일부러 그러는 거야? 키아나한텐 신세를 졌으니까 친하게 지냈지만, 그런 식으로 행동하면 나도 생각이 있어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180501,
			"Lilo·I became weird after reading the note in the library, is there any important info?",
			"莉萝艾小姐在藏书室看到那本手记后就变得很奇怪，那上面难道写了什么重要的信息吗？",
			"キアナ、ローラは書斎であの手記を見てから様子がおかしいようです。何か重要な情報が書かれていましたか？",
			"키아나, 로라는 서재에서 그 수기를 본 이후로 상태가 이상해. 무슨 중요한 정보가 적혀 있었어?",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180502,
			"Bronya……",
			"布洛妮娅……",
			"う……ブローニャ、鋭いわね……。",
			"으... 브로냐, 날카롭네...",
			null
		],
		[
			"msg",
			180503,
			"You are sharp, that note recorded the places Luna's father went to search for how to cure her daughter. Different from other notes, this one…basically had some content like Aliens.",
			"你果然很敏锐，那手记上记录了露娜爸爸为了寻找治疗女儿疾病而专门去的一些地方。和其他手记不同，这一本……基本上都记录了类似于异族传说的内容。",
			"あの手記にはルナのお父さんが娘の病気を治すために訪ねた場所が記録されていたの。他の手記と違って、これには異族の伝説のようなものが記録されていたわ。",
			"그 수기에는 루나의 아버지가 딸의 병을 고치기 위해 찾아간 장소가 기록되어 있었어. 다른 수기와 달리, 이건 이족의 전설 같은 게 기록되어 있었지.",
			null
		],
		[
			"msg",
			180504,
			"Middle age legends, or terrifying horrors, even some old castles…All those places might have clues about father.",
			"中古的传说，亦或是让人心神不灵的恐怖传闻，甚至只是都市传说指定的古堡都有记录…那些地方说不定有爸爸的消息……",
			"古代の伝説、あるいは人々を恐怖に陥れるような言い伝え、都市伝説とされてる古城の記録まであったわ。もしかしたら、その場所に父親の手がかりがあるかもしれない……。",
			"고대의 전설, 혹은 사람들을 공포에 빠뜨리는 전설, 도시전설로 알려진 고성의 기록까지 있었어. 어쩌면 그곳에 아버지의 단서가 있을지도...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180505,
			"You are concerned about our safety, so don't want us to follow? But you don't know this place, we can't leave you alone.",
			"莉萝艾是为了我们的安全着想，所以才不希望我们一起跟过去的吧？不过莉萝艾你对这边一点都不熟悉，总觉得不能就这么放着不管呢……",
			"ローラさんは私たちが危険な目にあわないようにと考えて、一緒に来ない方がいいと思っているのね？でも、ローラさんはこの辺に詳しくないのだから、放っておくことなんてできないわ。",
			"로라 씨는 우리가 위험에 빠지지 않도록 생각해서, 함께 가지 않는 게 좋다고 생각하는 거지? 하지만 로라 씨는 이 근처에 익숙하지 않으니까, 내버려 둘 수 없어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180506,
			"Yes! We are strong, no need to worry.",
			"是啊！我们都很强的好吧，没什么好担心的~",
			"そうだよ！私たちは強いんだから大丈夫。心配することなんて何もないわよ。",
			"그래! 우리는 강하니까 괜찮아. 걱정할 것 하나도 없어.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180507,
			"You don't know! Apart from old castles, there are places like the Apocalpyse, church, temple, you don't know how dangerous they are! Even you are not the blood clan……",
			"你们什么都不清楚！除了古堡，上面也记录了类似天启、教会、教堂等地方，你们根本不清楚那些地方有多危险！即便你们不是血族……",
			"あなたたち何もわかってないのね……。手記には天啓、教会、礼拝堂のような場所も記録されていたのよ。こういう場所がどれだけ危ないのか全然わかってないわ！血の一族じゃないあなたたちには……。",
			"너희들은 아무것도 모르는구나... 수기에는 천계, 교회, 예배당 같은 장소도 기록되어 있었어. 이런 곳이 얼마나 위험한지 전혀 모르고 있어! 피의 일족이 아닌 너희들에게는...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180508,
			"Church…is it has something to do with when you mentioned as \"Sacred Land\"……",
			"教会…难道跟莉萝艾你之前说过的“圣地”有关么……",
			"教会？ローラさんが以前言っていた「聖地」と関係があるのかしら？",
			"교회? 로라 씨가 전에 말했던 「성지」와 관련이 있는 거야?",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				203,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180509,
			"Ah, those guys might be here, they are the heroes, normally they won't hurt you. But, when you are with me……it's hard to say",
			"啊，那些家伙很有可能在这种地方，他们是人类的英雄，一般来说是绝对不会伤害你们的。但是，如果你们跟我这种邪恶的种族在一起……那就难说了。",
			"ええ、彼らはこういう場所にいる可能性が高いの。聖地の人たちは人類の英雄で、普通なら絶対にあなたたちに危害を加えたりはしないわ。だけど、私のような種族と一緒にいたら……。",
			"응, 그들은 이런 곳에 있을 가능성이 높아. 성지의 사람들은 인류의 영웅이니까, 보통이라면 절대 너희들에게 해를 끼치지 않아. 하지만 나 같은 종족과 함께 있다면...",
			null
		],
		[
			"msg",
			180510,
			"Those guys will stand for their own justice, and kill all aliens……their justice, is only creating same tragedies……so this is the matter of us, you are not relevant……",
			"那些家伙会秉持自己的正义，将所有帮助异族的人赶尽杀绝……她们的正义，只会无差别地制造悲剧……所以，这是我们一族的事，你们这些无关的外人就……",
			"それに、聖地の人たちは自分の正義を振りかざして異族を助けようとする人を皆殺しにしているの。正義ってなんなのかしらね……。だから、これ以上は私と関わっちゃダメ。",
			"게다가 성지 사람들은 자신의 정의를 내세워 이족을 도우려는 사람들을 모조리 죽이고 있어. 정의란 대체 뭘까...... 그러니까, 더 이상은 나와 엮이면 안 돼.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180511,
			"We are relevant, we are your friends~",
			"才不是什么无关的外人吧，我们是朋友啊莉萝艾~",
			"関係のない部外者なんかじゃないわ。ローラさん、私たちは友達でしょう？",
			"관계 없는 외부인 같은 게 아니야. 로라 씨, 우리 친구 맞지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180512,
			"Hearing you talked about it for so many times, I also want to meet them. If we let you go to dangerous places alone, it's not the style of Kaslanas!",
			"听你说了这么多次，我也想见见这群人呢。而且放着朋友去危险的地方不管，这可不是卡斯兰娜家风格呀！",
			"ローラの話を何回も聞いているうちに、私もその人たちに会ってみたくなっちゃった。それに友達が危険な場所に行くのを放っておけないよ。そんなのカスラナ家のやり方じゃないわ！",
			"로라의 이야기를 계속 듣다 보니 나도 그 사람들을 만나 보고 싶어졌어. 게다가 친구가 위험한 곳에 가는 걸 내버려 둘 순 없지. 그런 건 카스라나 가의 방식이 아니라고!",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180513,
			"Kiana……Mei……",
			"琪亚娜……芽衣……",
			"キアナ……芽衣……。",
			"키아나...... 메이.......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180514,
			"Right, you have 0% possibility of persuading Kiana and Sister Mei, also Kiana is right this time, we…are not weak, at the key moment, you can count on us.",
			"就是这样，莉萝艾小姐能说服琪亚娜和芽衣姐姐的可能性是0%，而且琪亚娜难得说了一次正确的话，我们……确实不弱，关键时候，莉萝艾小姐也是可以依赖我们的。",
			"そういうことです。今のキアナと芽衣姉様に何を言っても無駄です。それに、キアナが珍しく正しいことを言いました。ブローニャたちは弱くありません。いざという時には頼ってください。",
			"그런 거야. 지금의 키아나와 메이 언니에게 뭘 말해도 소용없어. 게다가 키아나가 드디어 제대로 된 말을 했네. 브로냐 녀석들은 약하지 않아. 어려울 때는 의지해.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180515,
			"You…really! We are just friends met by coincidence and stayed for several days……are you all fools……",
			"你们……真是的！明明不过是碰巧遇到的，一起呆过那么几天的朋友……一个个都是笨蛋吗……",
			"ああ、もう！わかった、わかったわよ！勝手にして！じゃ、じゃあ……その、これからも……お、お願いするわね。",
			"아,真是的! 알겠어, 알겠다고! 마음대로 해! 그, 그럼...... 저기, 앞으로도...... 부, 부탁할게.",
			null
		],
		[
			"msg",
			180516,
			"I know I know, up to you! Woo…then, I have to keep bothering you……",
			"我知道了我知道了，随便你们啦！唔…那接下来，也要继续就拜托你们了……",
			"まったく、どいつもこいつもバカばっかなんだから……べ、べつに嬉しいとか思ってないんだからね！",
			"정말, 이 자식 저 자식 다 바보들뿐이야…… 그, 그래서 기쁘다거나 생각하지 않는다고!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180517,
			"That's it! The kid called Darky has already gone to the castle right, don't let her wait for too long, let's go~",
			"那就这么说定了！话说你那个叫夜刃的孩子已经去那个城堡探路了不是吗，不要让他久等了呢，我们赶紧过去吧~",
			"ツンデレ？",
			"츤데레?",
			null
		]
	],
	"1348": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180518,
			"This place is dark and damp, and smelly, mushrooms grow everywhere……it feels like something would happen suddenly, make me scared.",
			"这地方又暗又潮的，还有股刺鼻的味道，地上也都长满蘑菇了……总觉得会突然出现点什么，让人有点内心发毛呢。",
			"この場所は暗いし、ジメジメしているわね。それに鼻を刺すような臭い。地面にもキノコが生えてるわ……。なんだか突然何かが現れてきそうね。少し気味が悪いわね。",
			"이곳은 어둡고 습하네. 게다가 코를 찌르는 듯한 냄새까지. 바닥에는 버섯도 자라고 있고...... 갑자기 뭔가 나타날 것만 같아. 좀 소름 끼치네.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180519,
			"Some, something happens suddenly……",
			"突、突然出现点什么……",
			"と、突然何が現れるって……？",
			"갑, 갑자기 뭐가 나타난다는 게......?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180520,
			"The level of Houkai energy here is quite high, there're signs of fighting, so it's quite possible if Houkai creatures turn out, be careful.",
			"这座城堡的崩坏能指数有点高，而且有过战斗的痕迹，就算突然出现点什么崩坏生物也是有可能的，请小心。",
			"幽霊です。ローラが幽霊の出現で失神する確率99.98%。",
			"유령이에요. 로라가 유령 출현으로 기절할 확률 99.98%.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180521,
			"True, is there any light that we can turn on here, ah…this string should be the switch?",
			"话是这么说啦，这里一排的灯就没有可以点亮的么，啊……这根拉绳应该是开关吧？",
			"逆に0.02%はどうなるか気になるじゃない……ん？このスイッチはなんだろう？ポチっと！",
			"반대로 0.02%는 어떻게 되는지 궁금하지 않아......응? 이 스위치는 뭐지? 찍!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180522,
			"——Bang!",
			"——轰隆！",
			"——ゴォォォン！",
			"——우르르릉!",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180523,
			"Eh!? The, the floor is broken! Ki, Kiana what are you doing——",
			"呃！？地、地板怎么突然打开了！琪、琪亚娜你在干什么啊——",
			"えっ！？ゆ、床板が突然開いた！き、キアナ、何を……あ、これ落ちるんじゃ……キアナ助けてキアナ助けてキアナたす——キャァァァァァァ！！！",
			"엣!? 갑, 갑자기 바닥이 열렸어! 키, 키아나, 뭘...... 아, 이거 떨어지는 거 아냐......키아나 도와줘키아나 도와줘키아나 살——꺄아아아아악!!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180524,
			"……Bang!",
			"……砰！",
			"——バタン！",
			"——쿵!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180525,
			"Lilo·I! Lilo·I! Damn, she falls down! Is it a mechanism!",
			"莉萝艾！莉萝艾！糟了，莉萝艾掉下去了！这原来是什么机关吗！",
			"ローラ！？あ～……これって落とし穴だったんだ。やっちゃったなぁ……ローラだから再生できるし、死にはしないと思うけど大丈夫かな……。",
			"로라!? 아~......이건 함정이었구나. 해버렸네......로라는 재생할 수 있으니까 죽지는 않겠지만 괜찮을까......",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180526,
			"It should be Kiana who falls down.",
			"该掉下去的人明明应该是笨蛋琪亚娜才好。",
			"キアナが下に落ちるべきでした。",
			"키아나가 아래로 떨어져야 했어요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180527,
			"I, I don't know this would happen! One more time, let me go to find her!",
			"我、我也不知道会这样啊！再拉一次应该还能再打开一遍，我下去找她！",
			"こうなるって知らなかったのよ！もう1回スイッチを押せばまた開くはずよ。私が降りて探しに行ってくるから二人は待ってて！",
			"이렇게 될 줄 몰랐다고! 한 번 더 스위치를 누르면 다시 열릴 거야. 내가 내려가서 찾으러 갈 테니 둘은 기다리고 있어!",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180528,
			"The terrain here need to be explored, Lilo·I can have rebirth, but Kiana would become meat paste.",
			"这里的地形还需要侦测，莉萝艾小姐倒可以再生，但琪亚娜要是遇到了什么就剩下肉酱了。",
			"待ってください。周辺の地形を少し調べる必要があります。ローラは再生できますが、キアナに何かあった場合、命に関わります。",
			"잠깐만요. 주변 지형을 좀 살펴봐야 해요. 로라는 재생할 수 있지만, 키아나에게 무슨 일이라도 생기면 생명이 위험해집니다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180529,
			"Eh……then what should we do!",
			"呃……那你说该怎么办！",
			"えっ……じゃあどうすればいいのよ！？",
			"엇......그럼 어떻게 하면 좋은 거야!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180530,
			"Ok ok, now the most important thing is to save Lilo·I, Bronya, can you find the way to the underground?",
			"好了好了，现在最重要是救出莉萝艾小姐，布洛妮娅，能找到通往地下空间的路吗？",
			"ほらほら、今は揉めている場合じゃないでしょう？今、一番重要なことは、ローラさんを助けることよ。ブローニャちゃん、地下空間につながる通路を探せるかしら？",
			"자, 자, 지금 싸울 때 아니죠? 지금 가장 중요한 건 롤라 씨를 구하는 거야. 브로냐, 지하 공간으로 연결된 통로를 찾을 수 있을까?",
			null
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180531,
			"I need more time to know its structure……",
			"检测这片空间的构造还需要一点时间……",
			"芽衣姉様、申し訳ありません。ここの構造を解析するのに、少し時間がかかります。",
			"메이 언니, 죄송해요. 여기 구조를 분석하는 데 조금 시간이 걸려요.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180532,
			"If there's danger……I will ask for help! If it is \"she\", we can quickly find the location of Lilo·I!",
			"万一里面有什么危险……我去找人帮忙！如果是“那个人”的话，一定能迅速找到莉萝艾小姐的具体位置的吧！",
			"もし中に何か危険があったら……私、助けを呼びに行くわ！夜刃さんなら、きっとローラさんの居場所を見つけ出せるはずよ！",
			"만약 안에 위험한 게 있다면... 나 도움을 부르러 갈게! 야인 씨라면 분명 롤라 씨의 위치를 찾아낼 수 있을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180533,
			"Then let's start, I will search the castle, maybe I can find the way!",
			"那我们分头行动吧，我就直接调查城堡，说不定能找到通往地下的通道！",
			"じゃあ手分けして行動しよう。私はこのまま城を調べるわ。もしかしたら地下へ繋がる通路が見つかるかもしれない！",
			"그럼 나눠서 행동하자. 난 이대로 성을 조사할게. 어쩌면 지하로 연결된 통로를 찾을 수 있을지도!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180534,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180535,
			"It hurts……all because of Kiana! Eh, where I am……dungeon!?",
			"好痛……琪亚娜那家伙乱碰什么啦！呃，这里是哪……地牢吗！？",
			"イタタ……キアナったら、何をいじったのよ！あっ、ここはどこかしら……地下牢？",
			"아야야... 키아나 이 녀석, 뭐를 건드린 거야! 앗, 여긴 어디지... 지하 감옥?",
			null
		],
		[
			"msg",
			180536,
			"Ah, I'm also too careless, it's not strange to have some traps in this kind of old castle……",
			"唉，我自己也是大意了，这种古堡总会有奇怪的陷阱这点可不是偏见啊……",
			"あぁ、私も油断していたわね。古い城なんだから、何かしら罠が仕掛けてあってもおかしくないのに……。",
			"아아, 나도 방심했네. 오래된 성이니만큼 함정이 설치되어 있어도 이상할 게 없는데...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180537,
			"——Sha sha…Sha sha sha……",
			"——沙沙…沙沙沙……",
			"——ザザ……ザザザ……",
			"——사사……사사사……",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180538,
			"Who!?",
			"谁！？",
			"だ、誰！？",
			"누, 누구!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180539,
			"——Growl……",
			"——吼……",
			"——ヴヴヴ！",
			"——브브브!",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180540,
			"It is…what Kiana called \"zombie\", just so so……",
			"这是……琪亚娜她们说过的死士吗，但也就这种程度的东西了……",
			"これは……キアナたちの言っていたゾンビなの？でもこれくらいなら——",
			"이건……키아나 녀석들이 말하던 좀비인가? 하지만 이 정도라면——",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180541,
			"Be careful!",
			"小心！",
			"危ない！",
			"위험해!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			180542,
			"——Bang!",
			"——轰！",
			"——バキッ！バキバキッ！！ドスンッ！！",
			"——탁! 탁탁!! 쿵!!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180543,
			"The girl of there! Are you ok!",
			"那边的少女！没事吧！",
			"てりてり♪　あなた、大丈夫？",
			"테리테리♪ 당신, 괜찮아?",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				3,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180544,
			"I'm, I'm fine! What great strength……no, that is, a cross!?",
			"没、没事！这是什么怪力啊……不，那是，十字架！？",
			"イタタ……こ、今度はなんなの！？……キャッ！じゅ、十字架！？",
			"아야야……이, 이번엔 또 뭐야!? ……앗! 십, 십자가!?",
			null
		],
		[
			"msg",
			180545,
			"(Cross……little girl? Nun!? This girl is, from the Sacred Land!?)",
			"（十字架……小女孩？修女！？这家伙，是圣地的人！？）",
			"（十字架……女の子？シスター！？こ、こいつは、聖地の人！？）",
			"(십자가……여자애? 수녀님!? 이, 이건, 성지의 사람!?)",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				3,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180546,
			"Wait……go back, let me deal with the zombies!",
			"有什么话等会再说……躲到我身后，让我来解决这些死士！",
			"話は後よ……あたくしの後ろに隠れて。このゾンビたちを片付けるわ！",
			"이야기는 나중에……아뜨끼 뒤에 숨어. 이 좀비들부터 처리할게!",
			null
		]
	],
	"1349": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			180547,
			"Huh……done. Although zomies are eay to deal with but it's annoying when there are so many of them……",
			"呼……这样就暂时解决了。死士虽然不强但是断断续续的打都打不完还是很烦人啊……",
			"ふぅ……これでしばらくは大丈夫。ゾンビは強くないけど、攻撃してもなかなか倒せないのが難点なの。",
			"후……이제 한동안은 괜찮을 거야. 좀비들은 강하진 않지만, 공격해도 잘 안 쓰러지는 게 문제지.",
			null
		],
		[
			"msg",
			180548,
			"By the way, who are you, here should be already blocked?",
			"话说，你是什么人，这座古堡应该已经封锁了不能让人进来才对啊？",
			"ところであなたは何者なの？この古城は封鎖されていて入れないはずよ。",
			"그런데 당신은 대체 뭐야? 이 성은 봉쇄되어 있어 들어갈 수 없는데.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180549,
			"(This one looks just like a little girl, but with strong power, and this outfit, hard to say she has no connection with the Sacred Land, after all only people there will go around with such huge weapons……)",
			"（这个人怎么看都只是个小女孩，但她有强大的实力，还有这一身装扮，很难想象她跟圣地没有关系，毕竟也就圣地那帮怪物修女会抬着这种大型武器到处跑的吧……）",
			"（この人、どう見てもただの女の子なのに、強い力を持ってる……それにこの身なり、彼女は聖地の人かもしれないわ。怪物シスターでもなければこんな巨大な十字架を担いで動けるはずがない……）",
			"(이 사람, 어떻게 봐도 그냥 여자애인데, 강한 힘을 가지고 있어……게다가 이 복장, 아마도 성지의 사람일지도 몰라. 괴물 수녀가 아니고서야 이렇게 거대한 십가지를 짊어지고 움직일 수 없을 텐데……)",
			null
		],
		[
			"msg",
			180550,
			"(I would be thankful if she didn't realize me as bloodline……)",
			"（如果她没认出我血族的身份就真是谢天谢地了呢……）",
			"（私の正体が血の一族だと気がついていないことが何よりだわ……）",
			"(내 정체가 혈족이라는 걸 눈치채지 못한 게 가장 다행이야...)",
			null
		],
		[
			"msg",
			180551,
			"Ah……I, I'm just an ordinary people, I come here when hearing there are vampire hunters……and end up here.",
			"诶……我、我只是个普通人，因为听说这里来了吸血鬼猎人就跑过来看而已……没想到居然掉到了这来。",
			"あ、あぁ……わ、私はただの人間よ。ここに吸血鬼ハンターが来たって聞いたから見にきただけなの……まさか、誰かがくるとは思わなかったけどね。",
			"아, 아아... 나, 난 그냥 인간이야. 여기에 뱀파이어 헌터가 왔다길래 구경하러 온 거 뿐인데... 설마 누가 올 줄은 몰랐지만.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180552,
			"Vampire hunter? Ah……I did hear someone call me this when I first came……but I am just a nun passing by, there's no vampire at all……",
			"吸血鬼猎人？啊……刚来这调查的时候确实有人这么说我呢……明明我只是个路过的修女啦，吸血鬼什么的明明不存在……",
			"吸血鬼ハンター？ん、あぁ……ここに調査に来たばかりの時に、誰かがあたくしをそう呼んでいたわね……どうみたって世界一可愛いシスターにしか見えないじゃない！それに、吸血鬼なんて存在するわけないわ。",
			"뱀파이어 헌터? 음, 아아... 여기 조사하러 왔을 때 누가 나를 그렇게 부르더라... 어떻게 봐도 세계에서 가장 귀여운 수녀님으로밖에 안 보이잖아! 게다가 뱀파이어 같은 건 존재할 리가 없고.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180553,
			"Not at……all?",
			"不存在……吗？",
			"存在するわけない……の？",
			"존재할 리가 없다고...?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180554,
			"I am Theresa, you are……",
			"我叫德丽莎，你是……",
			"存在しないわ。あ、自己紹介がまだだったわね。あたくしはテレサ。えーと、あなたは……。",
			"존재하지 않아. 아, 자기소개를 아직 안 했네. 나는 테레사. 어, 너는...",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180555,
			"Li, Lilo·I……",
			"莉、莉萝·艾……",
			"ロ、ローラ。",
			"로, 로라.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180556,
			"Lilo·I? Even, eventhough I fall in to the trap! But that's just an accident! So you can trust me, let's get out of here together!",
			"莉萝艾吗？虽、虽然我也掉到陷阱里来了！但那也只是一不小心碰到开关而已啦！所以其实你可以放心依靠我的，我们一起努力出去吧！",
			"よろしくね、ローラ。あたくしも罠に引っかかって落ちちゃったの。でも、勘違いしないでね！つい……ついスイッチに触っちゃっただけなのよ！だから安心してあたくしを頼ってね。",
			"반가워, 로라. 나도 함정에 걸려서 떨어졌어. 하지만 오해하지 마! 그냥... 그냥 스위치를 만졌을 뿐이야! 그러니까 안심하고 나를 믿어도 돼.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180557,
			"Can't believe it~you look so young~",
			"真看不出来呢~明明看起来这么小~",
			"頼るって……子どもに頼るほど、私は弱くないわ。",
			"믿으라니... 애한테 믿을 정도로 나 약하지 않아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180558,
			"Hey! I am not a kid! You are!",
			"真是失礼啊！我可不是什么小孩子啊！你才是小孩子吧！",
			"失礼ね！あたくしは子供じゃないわよ！ローラの方が子供じゃない！",
			"실례야! 나 애 아니야! 로라 쪽이 더 애 같다니까!",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180559,
			"(So she doensn't know, and think vampires don't exist, which is rare……but it can also be a trap.)",
			"（不知道我的事吗，而且认为吸血鬼是不存在的，作为圣地的人来说还是挺少见的……虽然不排除是为了让我放松警惕专门这么说的。）",
			"（あれ……やっぱり私のことを知らないのかしら。それに吸血鬼が存在しないと言っているわ。聖地の人にしては珍しいわね……私の警戒を緩めるためにわざとそう言ってる可能性があるわ）",
			"(이거... 역시 내 정체를 모르는 건가. 게다가 뱀파이어가 존재하지 않는다고 하네. 성지 사람 치고는 희한하군... 내 경계를 풀려고 일부러 그런 말을 하는 걸지도 몰라)",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180560,
			"(She said she's just an ordinary people, but this place has such high Houkai energy concentration, which is an impossible situation for ordinary people.)",
			"（虽然她说自己是普通人，但这少女居然能在崩坏能浓度这么强的地方行动，普通人有点说不过去。）",
			"（自分で普通の人って言っているけれど、崩壊エネルギーの濃度がこんなに濃い場所で自我を保って行動してるなんて……普通の人ってだけじゃ説明がつかないわ）",
			"(스스로 평범하다고 말하지만, 붕괴 에너지 농도가 이렇게 높은 곳에서 자아를 유지하며 행동하다니... 평범하다고만으로는 설명이 안 돼)",
			null
		],
		[
			"msg",
			180561,
			"(And she doesn't look like an Valkyrie……most important thing is, her outfit is so different……and she hesitated when introducing herself, as if hided something……)",
			"（而且她身上没有那种女武神的感觉……最重要的是，她这一身怎么看画风都跟我们女武神不一样啊……而且她自报名者的时候吞吞吐吐，好像隐瞒了什么……）",
			"（それに彼女は戦乙女のような感じもない……何より、見た目があたくしたち戦乙女とは違うわ。それに自分の名前を言う時に口ごもっていたし、何かを隠しているのは明らかね）",
			"(게다가 그녀는 발키리 같은 느낌도 없어... 무엇보다, 외모가 우리 발키리와는 달라. 게다가 자기 이름을 말할 때 말을 더듬었고, 뭔가를 숨기고 있는 건 분명해)",
			null
		],
		[
			"msg",
			180562,
			"(She doesn't seem to have Houkai, maybe the vam, vampire……really exist! And she looks so pale…it's not good to judge others easily, but…is there any way to prove this?)",
			"（她身上也没有崩坏能的感觉，难道传说中的吸、吸血鬼……是真的存在的吗！这么一想发现她的皮肤真的是有点白啊…虽然随便怀疑人不好，但…有没有什么东西可以试验一下的？）",
			"（彼女の体から崩壊エネルギーも感じられない。まさか伝説のきゅ、吸血鬼が！？そんなわけ……よく見たら、彼女の肌が少し白いような……勝手に人を疑うのはよくないけど、でも何か試せるものはないのかしら？）",
			"(그녀의 몸에서 붕괴 에너지도 느껴지지 않아. 설마 전설 속 흡, 흡혈귀가!? 그럴 리가... 자세히 보니, 그녀의 피부가 좀 하얀 것 같은... 함부로 사람을 의심하는 건 좋지 않지만, 그래도 뭔가 시험해 볼 방법은 없을까?)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180563,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180564,
			"What, what's wrong……",
			"怎、怎么了……",
			"ど、どうしたの？",
			"왜, 왜 그래?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180565,
			"No, nothing……",
			"没、没什么……",
			"な、なんでもないわ。",
			"아, 아무것도 아냐.",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180566,
			"(Does she start to doubt, no way, before she starts do defend, just in case.)",
			"（她是警觉起来了么，不行，趁她还没有防备，先下一道保险好了。）",
			"（テレサが警戒し始めたのかしら……それはマズいわ。彼女に正体を気づかれる前に、保険をかけておいた方がよさそうね）",
			"(테레사가 경계하기 시작한 걸까... 이건 위험해. 그녀에게 정체를 눈치채기 전에, 보험을 들어 놓는 게 좋을 것 같아)",
			null
		],
		[
			"msg",
			180567,
			"——Magic of Evil Eye！",
			"——魅惑之魔眼！",
			"——魅惑の魔眼！",
			"——매혹의 마안!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180568,
			"Hey? Why you stare at me like this……anything on my face?",
			"唔？你这么看着我……我脸上是有什么东西吗？",
			"ん？そんなにあたくしを見つめて……あ、もしかして、世界一可愛いあたくしに惚れちゃったのかしら？",
			"응? 그렇게 나를 쳐다보면서... 아, 혹시, 세계에서 가장 귀여운 나에게 반한 거야?",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				2,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180569,
			"(Failed? Doesn't look like a magic……but some kind of world-class cuteness prevent it……seriously?)",
			"（失败了？看上去也不像是被什么术式防住……总觉得她身上有股世界第一可爱的魅力防住了我的魅惑魔眼……真的假的？）",
			"（し、失敗した！？見た限り、何かの術によって防がれたわけではないはずよ！まさか「世界一可愛い」と関係が？頭がおかしいだけかと思ったからスルーしたいんたけど！それのせいで魔眼が効かないっていうの！？）",
			"(실, 실패했어!? 보기엔 어떤 술식에 의해 막힌 건 아닌 것 같은데! 설마 「세계에서 가장 귀여운」과 관계가? 머리가 이상한 것뿐이라고 생각해서 넘어가려 했는데! 그 때문에 마안이 안 통한다는 거야!?)",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				1,
				false
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180570,
			"Don't be strange, relax, let's eat this?",
			"你真是奇怪呢，放松一下，我们来吃这个吧？",
			"ローラってちょっと変わってるわね。変に気を使わなくてもいいわよ。ほら、これでも食べない？",
			"로라는 좀 특이하네. 이상하게 신경 쓸 필요 없어. 자, 이것이라도 먹을래?",
			null
		],
		[
			"speaker",
			204571
		],
		[
			"portraits",
			[
				413,
				1,
				true
			],
			[
				704,
				0,
				false
			]
		],
		[
			"msg",
			180571,
			"This is……the smell is!?",
			"这是……这股臭味是！？",
			"こ、これは！？",
			"이, 이건!?",
			null
		],
		[
			"msg",
			180572,
			"Garlic!?",
			"大蒜吗！？",
			"く、臭い！ニンニクなんて近づけないで！！",
			"으, 냄새! 마늘 같은 건 가까이 하지 마!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				704,
				0,
				true
			]
		],
		[
			"msg",
			180573,
			"——Get away from me!!!",
			"——不要过来！！！",
			"——ちょ、ちょっとこっちに来ないで！",
			"——잠, 잠깐 이쪽으로 오지 마!",
			null
		]
	]
}