{
	"2570": [
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446832,
			"......Although the twins helped them to recover, the overall negative atmosphere did not completely disappear...",
			"呼……虽然在双胞胎的帮助下大家重新振作了起来，但整体消极的氛围依旧没有完全消失……",
			"ふぅ……双子のサポートのおかげで、みんなが元気を取り戻したけど、全体的にネガティブな雰囲気が消えないわね……。",
			"후…… 쌍둥이의 지원 덕분에, 모두가 원기를 되찾았지만, 전체적으로 부정적인 분위기가 사라지지 않네…….",
			null
		],
		[
			"msg",
			446833,
			"There are also a lot of people resigned today——",
			"今天也有好多人辞职啊，如果不赶快补充——",
			"今日も大勢の人が辞めていったわ。急いで人員を補充しないと——",
			"오늘도 많은 사람들이 그만뒀어. 서둘러 인원을 보충하지 않으면——",
			null
		],
		[
			"msg",
			446834,
			"Oh, by the way, why haven't those two new hires come back from the entrance examination?",
			"对了，说起来那两个做入职考核新入员工怎么还没回来？",
			"あっ、そういえば、入社テストを行った例の二人はどうしてまだ戻って来ないの？",
			"아, 그러고 보니, 입사 테스트를 본 그 두 사람은 왜 아직 안 돌아온 거야?",
			null
		],
		[
			"msg",
			446835,
			"There's one minute left to run out——",
			"还有1分钟就要超时——",
			"あと1分で時間切れに——",
			"1분 뒤면 시간 초과야——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446836,
			"Boom! !",
			"轰！！",
			"——ドンッ！",
			"——쿵!",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				467,
				0,
				false
			]
		],
		[
			"msg",
			446837,
			"Haha, this test is too easy, I can sleep in time.",
			"哈~~~欠，这个测试也太简单了，我睡了一觉都来得及。",
			"ニャー、このテストって簡単すぎニャ。ちょっとくらい寝ても余裕で間に合うニャ。",
			"냐-, 이 테스트는 너무 쉬운 냐. 좀 자도 여유롭게 할 수 있냐.",
			null
		],
		[
			"msg",
			446838,
			"Why are you lying at my feet?",
			"咦？为什么你怎么趴在我脚下？",
			"ニャ？どうしてスクリートが私の足下に寝転がっているニャ？",
			"냥? 왜 스크리트가 내 발밑에 누워 있는 거냥?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				467,
				0,
				true
			]
		],
		[
			"msg",
			446839,
			"This, this is what I have to say! Who did you appear suddenly in other people top of head suddenly!?",
			"这、这是我要说的话啦！忽然之间出现在别人头顶是干嘛啦！？",
			"そ、それはこっちのセリフよ！急に私の頭の上に現れるって、どういうことよ！？",
			"그, 그건 내가 할 말이야! 갑자기 내 머리 위에 나타나다니, 무슨 짓이야!?",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				467,
				0,
				false
			]
		],
		[
			"msg",
			446840,
			"I've been collapsing for so long that I can't control the coordinates because I've gone up all at once.",
			"哎？啊哈哈……看来之前坍缩太久了，一下子提高能级有点控制不了坐标。",
			"ニャッ？アハハ……さっきまでずっと力を抑えていて、急にエネルギーレベルを上げたせいで、座標をコントロールできなくなっちゃったニャ。",
			"냥? 아하하... 아까까지 계속 힘을 억제하고 있다가 갑자기 에너지 레벨을 올리니까 좌표 조절을 못 하게 됐어냥.",
			null
		],
		[
			"msg",
			446841,
			"Well, it'll be good if it gets there. Well, well, I'm good at it, huh?",
			"反、反正送到了不就好了，怎么样怎么样，喵星的技术很厉害吧？",
			"ちゃ、ちゃんと送り届けたんだからいいニャ？どう、どう？子猫星の技術ってすごいニャ？",
			"차, 착하게도 보내줬으니까 된 거 아니냥? 어때, 어때? 고양이별 기술 대단하냥?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				467,
				0,
				true
			]
		],
		[
			"msg",
			446842,
			"Idiot, you would have been sued if it were normally delivered!",
			"笨蛋，要是正常派送的情况早就被投诉了！",
			"バカでしょ！普通の宅配だったら、とっくにクレームが来てるわよ！",
			"바보야! 평범한 택배였으면 벌써 클레임 들어왔겠어!",
			null
		],
		[
			"msg",
			446843,
			"After delivery to take the basic process, first knock on the door and then deliver, and can not overtime, have a sense of service——",
			"以后送快递要走基本流程，先敲门再送货，还有不能超时，要有服务意识——",
			"これから配達する時は、基本的な流れを守って。まずノックしてから品物を渡すの。それから、時間超過はダメ。サービス精神を持って——",
			"이후 배달할 땐 기본 절차를 지켜. 먼저 노크하고 물건을 건네. 그리고 시간 초과는 안 돼. 서비스 정신을 갖고 ——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446844,
			"The·Khronos!",
			"The·Khronos！",
			"The・Khronos！",
			"The・Khronos！",
			null
		],
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				463,
				0,
				false
			]
		],
		[
			"msg",
			446845,
			"Your·Ex·press!",
			"你·的·快·递·哒！",
			"商品を届けにきた！",
			"상품 배달 왔어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				463,
				0,
				true
			]
		],
		[
			"msg",
			446846,
			"Boom Boom——",
			"轰隆隆——",
			"——ドォォォン！！！",
			"—— 쿵!!!",
			null
		],
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				463,
				0,
				false
			]
		],
		[
			"msg",
			446847,
			"Kookooku, timeout is impossible to happen to me. As long as you try your best, it won't be a problem to make the whole Wonderland stop.",
			"库库库，超时这种事情是不可能发生在我暗时计身上的，只要使出全力，让整个翁德兰停滞都不是问题。",
			"時間超過なんて、この闇時計には起こりっこないわ。全力を出せば、オードラン全土の時間を止めることだって可能なんだから。",
			"시간 초과 같은 건 이 어둠 시계에는 있을 수 없거든. 전력을 다하면 오드란 전역의 시간을 멈추는 것도 가능하니까.",
			null
		],
		[
			"msg",
			446848,
			"Huh? What, Skullette, admire me already?",
			"嗯？怎么，斯库利特，已经佩服得五体投地了吗？",
			"あら、どうしたの？スクリート、尊敬のあまりひれ伏しているの？",
			"어라, 왜 그래? 스크리트, 존경의 뜻에 엎드린 거야?",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				463,
				0,
				true
			]
		],
		[
			"msg",
			446849,
			"Goo……Get your vehicle…...out of the way...……",
			"咕……快把你的……载具拿开……",
			"ぐっ……早くあなたの……乗り物をどけなさい……。",
			"크윽... 빨리 네... 탈것 치워...",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				463,
				0,
				true
			]
		],
		[
			"msg",
			446850,
			"——",
			"——",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			446851,
			"——",
			"——",
			"…………。",
			"………….",
			null
		],
		[
			"msg",
			446852,
			"——",
			"——",
			"………………。",
			"……………….",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				463,
				0,
				true
			]
		],
		[
			"msg",
			446853,
			"Well......The packaging is OK, the goods are OK, although the service consciousness is somewhat lacking, but it barely passes.",
			"呼……包装OK，货物OK，虽然服务意识有所欠缺，但勉强算通过吧。",
			"ふぅ……包装OK、品物OK。サービス精神は少し欠けているけど、何とか合格ね。",
			"후우…… 포장 OK, 물건 OK. 서비스 정신은 조금 부족하지만, 어떻게든 합격이네.",
			null
		],
		[
			"msg",
			446854,
			"In these desperate times, a little extra strength is always good…",
			"在这个非常时期，多一分力量总是好的……",
			"この非常時では、少しでも人手が増えればマシよね……。",
			"이런 비상시에는, 조금이라도 인원이 늘면 나아지겠지…….",
			null
		],
		[
			"msg",
			446855,
			"Well, despite all the efforts, the data don't seem to be picking up...",
			"啧，虽然大家都在努力，但数据看起来也没有回暖的迹象……",
			"みんなが頑張っているのに、数字は回復の兆しが見えないわね……。",
			"다들 열심히 하는데, 숫자는 회복의 조짐이 안 보이네…….",
			null
		],
		[
			"msg",
			446856,
			"That's bad, boss Vrain. You left me with a big question for my assistant...",
			"真让人头秃，芙兰老板，你留下的问题对我这助理来说可是超纲了啊……",
			"本当に頭が痛くなっちゃう。フラン社長が残した問題はアシスタントの私には手に負えないわよ……。",
			"정말 머리가 아파져. 프란 사장이 남긴 문제는 어시스턴트인 내가 감당할 수 없어…….",
			null
		],
		[
			"msg",
			446857,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			446858,
			"Complaining won't solve the problem…",
			"切，一直抱怨也解决不了问题……",
			"まったく。いつまでも文句を言っても問題は解決できないわよね。",
			"정말. 언제까지 불평만 해봤자 문제는 해결되지 않아.",
			null
		],
		[
			"msg",
			446859,
			"Think again... Is there anything else I can do…",
			"再想想……还有什么我能做的事情……",
			"もう少し考えよう。他にできることはないかしら……。",
			"조금 더 생각해보자. 다른 할 수 있는 일이 없을까…….",
			null
		]
	],
	"2571": [
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446860,
			"Phew. Made an outer brace based on techniques learned in the storm island labor camp so I could carry more loads. Okane is a genius~",
			"嘿咻，根据在风暴岛劳改时候学的技术做了个外支架，这样就能背更多的货物了，我卡奈真是天才~",
			"よいしょ。暴風島で強制労働をさせられていた時に学んだ技術で、外側にフレームを取り付けたよ。これでもっとたくさんの荷物を背負えるね。私って本当は天才なんじゃない？",
			"좋았어. 폭풍도에서 강제 노동을 당할 때 배운 기술로, 바깥쪽에 프레임을 달았어. 이제 더 많은 짐을 질 수 있지. 나 사실 천재인 거 아니야?",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				465,
				0,
				true
			],
			[
				466,
				0,
				false
			]
		],
		[
			"msg",
			446861,
			"Okane……",
			"卡奈……",
			"カネ……。",
			"돈…….",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				0,
				false
			],
			[
				466,
				0,
				true
			]
		],
		[
			"msg",
			446862,
			"Ah? Red?",
			"哎？红，你这个样子是？",
			"あれ？紅、その姿は？",
			"어라? 홍, 그 모습은?",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				465,
				0,
				true
			],
			[
				466,
				0,
				false
			]
		],
		[
			"msg",
			446863,
			"I have modified the sails so that we can cope with the worse weather.",
			"我改良了一下风帆，这样也能应付更加恶劣的天气。",
			"風車を改良したんです。こうすれば悪天候にも対応できるのです。",
			"풍차를 개량했어. 이렇게 하면 악천후에도 대응할 수 있어.",
			null
		],
		[
			"msg",
			446864,
			"After all, many Familiars go hungry during stormy weather because they can't get groceries.",
			"毕竟在狂风暴雨的时候，会有许多使魔会因为买不到东西饿肚子。",
			"風や雨が強い時こそ、多くの従魔が買い物に行けずにお腹を空かせています。",
			"바람이나 비가 센 날일수록, 많은 사역마들이 쇼핑을 가지 못해 배를 곯고 있어.",
			null
		],
		[
			"msg",
			446865,
			"And I can't let you do it alone",
			"而且，也不能只让你一个人努力啊卡奈~",
			"それに、カネだけを頑張らせるわけにいきません。",
			"게다가, 케인만 혼자 고생시킬 순 없잖아.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				0,
				false
			],
			[
				466,
				0,
				true
			]
		],
		[
			"msg",
			446866,
			"Hey? Red, in that case you're going to continue…",
			"欸？红，这么说的话你也打算继续……",
			"えっ？それじゃあ、紅はこれからも……。",
			"엣? 그럼, 홍은 앞으로도….",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				465,
				0,
				true
			],
			[
				466,
				0,
				false
			]
		],
		[
			"msg",
			446867,
			"Oh, I'm sorry, Okane. I said a lot of bad things yesterday.",
			"呵呵，抱歉哦卡奈，昨天说了那么多的丧气话。",
			"ふふ。ごめんなさいね、カネ。昨日は暗くなるような話をあんなにたくさんしてしまって……。",
			"훗. 미안해, 케인. 어제는 암울한 이야기를 그렇게 많이 해버려서….",
			null
		],
		[
			"msg",
			446868,
			"In fact, when I thought about it, it was boss Vrain who opened up such a frontier, which benefited Wonderland and us.",
			"其实我仔细思考了一下，正是芙兰老板开拓了这样的一块疆域，才造福了翁德兰还有我们。",
			"実はよく考えたのですが、フラン社長がこのような領域を切り開いたからこそ、オードラン、そして私たちは豊かになったと思うのです。",
			"사실 잘 생각해봤는데, 프란 사장님이 이런 분야를 개척했기 때문에, 오드랑, 그리고 우리는 풍요로워진 거라고 생각해.",
			null
		],
		[
			"msg",
			446869,
			"If I had only enjoyed the blessings of others, but at such a time to flee, the gods would certainly punish me.",
			"如果光是享受着他人带来的福祉，却在这种时候候临阵脱逃，神明大人一定会惩罚我的。",
			"他の人がもたらしてくれた恩恵を受けるだけで、このような時にこそ頑張らなんちいけない。そうしないと神様はきっと私に罰を与えます。",
			"다른 사람이 가져다준 혜택만 받고, 이런 때일수록 열심히 하지 않으면 안 돼. 그렇지 않으면 신이 분명히 나에게 벌을 내릴 거야.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				0,
				false
			],
			[
				466,
				0,
				true
			]
		],
		[
			"msg",
			446870,
			"Wuh——",
			"呜——",
			"うぅ……。",
			"우우….",
			null
		],
		[
			"msg",
			446871,
			"Red! I knew you wouldn't give up! ! !",
			"红酱！我就知道你不会放弃的！！！",
			"紅は絶対に諦めないって思っていたよ！！！",
			"홍은 절대 포기하지 않을 거라고 생각했어!!!",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				465,
				0,
				true
			],
			[
				466,
				0,
				false
			]
		],
		[
			"msg",
			446872,
			"Wow, Okane, you're….you're hugging too tight!",
			"呜哇，卡奈，你、你抱得太紧了啦！",
			"きゃっ、カネ……き、きつく抱きしめすぎです！",
			"꺅, 케인… 너, 너무 꽉 껴안으셔서요!",
			null
		],
		[
			"msg",
			446873,
			"But by the way, Okane, is it really okay for so many?",
			"不过说起来，卡奈你背这么多，真的没问题吗？",
			"ところで、カネはそんなにたくさんの荷物を背負って本当に大丈夫ですか？",
			"그런데 카네, 그렇게 많은 짐을 지고 정말 괜찮아?",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				0,
				false
			],
			[
				466,
				0,
				true
			]
		],
		[
			"msg",
			446874,
			"No problem~",
			"诶嘿嘿，没问题的~",
			"えへへ、大丈夫だよ！",
			"에헤헤, 괜찮아!",
			null
		],
		[
			"msg",
			446875,
			"Although I was different from everyone else, I was unlucky and had no superior ability, and I had to rely on Red to help me from time to time.",
			"虽然我和大家不一样，又倒霉又没有出众的能力，时不时还得靠红捎我一把。",
			"私はみんなと違って運も悪いし、優れた能力もないからね。それに、紅に頼ってしまうこともあるからね。",
			"나는 다른 사람들과 달리 운도 나쁘고 뛰어난 능력도 없으니까. 게다가 홍에게 의지하게 될 때도 있고.",
			null
		],
		[
			"msg",
			446876,
			"Okane is better than anyone in terms of toughness, and there are many Familiars who are just as weak as I am.",
			"但是要比坚韧性，我卡奈是不会输给任何人的~而且，也有许多跟我一样弱小的使魔在看着我。",
			"でも、辛抱強さだけは、誰にも負けないんだからね。それに、私と同じような従魔たちが私のことを見ているかもしれないからね。",
			"하지만 인내심만큼은 누구에게도 지지 않아. 게다가 나와 비슷한 소환수들이 나를 지켜보고 있을지도 모르고.",
			null
		],
		[
			"msg",
			446877,
			"I also need to work harder for them, at least...That's what I'm thinking now.",
			"为了他们我也更加需要努力，至少……这是我现在的想法。",
			"彼女たちのためにも、私はもっと頑張らなくちゃ。少なくとも……これが今の私の考えなんだ。",
			"그들을 위해서도 나는 더 열심히 해야 해. 적어도... 지금의 나는 그렇게 생각하고 있어.",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				465,
				0,
				true
			],
			[
				466,
				0,
				false
			]
		],
		[
			"msg",
			446878,
			"Okane……",
			"卡奈……",
			"カネ……。",
			"카네...",
			null
		],
		[
			"msg",
			446879,
			"Take this",
			"来，拿上这个。",
			"はい、これを持っていて。",
			"자, 이걸 가져.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				0,
				false
			],
			[
				466,
				0,
				true
			]
		],
		[
			"msg",
			446880,
			"Hey? Isn't this your own imperial guard?",
			"欸？这不是红你自己的御守吗？",
			"えっ？これは紅のお守りじゃないの？",
			"엣? 이거 홍의 부적이잖아?",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				465,
				0,
				true
			],
			[
				466,
				0,
				false
			]
		],
		[
			"msg",
			446881,
			"My ability is more effective to the kind-hearted, and I think it has a more suitable owner now.",
			"我的能力，对于越是心地善良的人越是有效，我觉得，现在它有更加适合的主人。",
			"私の能力は優しい人ほど効き目があるのです。今はそのお守りに最も相応しい持ち主が見つかったんだと思います。",
			"내 능력은 상대가 따뜻한 마음을 가질수록 효과가 좋아. 지금 그 부적이 가장 어울리는 주인을 찾은 것 같아.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				0,
				false
			],
			[
				466,
				0,
				true
			]
		],
		[
			"msg",
			446882,
			"Red, but something so important would be a waste for a poor guy like me.",
			"红酱，但是这么重要的东西，给我这种倒霉蛋也太浪费了。",
			"紅……だけど、こんなに大切なものをこんな運が悪い私にくれるなんて、もったいなさすぎるよ。",
			"홍... 그런데 이렇게 소중한 걸 운도 없는 나에게 주다니, 너무 아깝잖아.",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				465,
				0,
				true
			],
			[
				466,
				0,
				false
			]
		],
		[
			"msg",
			446883,
			"Haha, take it Okane~~I can make more Omamori.",
			"呵呵，收下吧卡奈~~御守有多少我都可以再做。",
			"うふふ、受け取ってください。お守りはまたいくらでも作れますから。",
			"우후후, 받아주세요. 부적은 또 얼마든지 만들 수 있으니까요.",
			null
		],
		[
			"msg",
			446884,
			"Now, the most important thing is, we can work together to rebuild Familiar Logistics, I want to do some little things, for my partners~",
			"现在，最重要的是，大家能够一起努力把天魔物流重振起来，我也想为我的伙伴，做些力所能及的事情~",
			"今一番大切なことは、みんなで一緒に頑張って、天魔物流を復活させることです。私も自分の仲間のために、できることをしたいのです。",
			"지금 가장 중요한 건, 모두 함께 힘내서 천마 물류를 부활시키는 거예요. 저도 제 동료들을 위해, 할 수 있는 일을 하고 싶어요.",
			null
		]
	],
	"2572": [
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				794,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446885,
			"Punipunipuni! (King, king is not ready yet, does king want to abandon us?",
			"噗尼噗尼噗尼！（大王，大王还没好吗，大王不会想抛弃我们吧？）",
			"プニプニプニ！#n（サラ様、サラ様、まだですか？サラ様は我々を見捨てるつもりですか？）",
			"푸니푸니푸니!#n(사라 님, 사라 님, 아직인가요? 사라 님은 우리를 버리실 건가요?)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				794,
				0,
				true
			],
			[
				468,
				0,
				false
			]
		],
		[
			"msg",
			446886,
			"Ah, shut up, I'm done!",
			"啊啊，吵死了，我戴好了戴好了！",
			"ああ、うるっさいわね。つけたわよ、これでいいでしょ！？",
			"아, 시끄럽네. 붙였어, 이제 됐지!?",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				794,
				0,
				false
			],
			[
				468,
				0,
				true
			]
		],
		[
			"msg",
			446887,
			"Punipuni! (Wow, King's new hairstyle is gorgeous!)",
			"噗尼噗尼！（哇！大王的新发型真帅！）",
			"プニプニ！#n（わぁ！サラ様の新しい髪型、本当にカッコいい！）",
			"푸니푸니!#n(와! 사라 님 새 헤어스타일, 정말 멋져요!)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				794,
				0,
				true
			],
			[
				468,
				0,
				false
			]
		],
		[
			"msg",
			446888,
			"Hey, I put it here first, it costs me a lot of money to raise all of you.",
			"啧，话先说好，养你们这一大群家伙可是很花钱的。",
			"もう、先に言っておくけど、あなたたちを養うのにすごくお金がかかるんだからね。",
			"이봐, 미리 말해두지만, 너희들을 기르는 데 엄청 돈이 든다고.",
			null
		],
		[
			"msg",
			446889,
			"If who's found not working hard, I will throw it to feed the fish.",
			"谁要是不好好干活，我马上就把它拿去鱼",
			"しっかり働かなかないやつがいたら、すぐに魚のエサにしてやるんだから。",
			"열심히 일 안 하는 녀석이 있으면, 바로 물고기 밥으로 만들어 버릴 테니까.",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				794,
				0,
				false
			],
			[
				468,
				0,
				true
			]
		],
		[
			"msg",
			446890,
			"Puni!? (King, King we know, don't look at us with such dangerous eyes)",
			"噗尼！？（大、大王我们知道了，不要用那么危险的眼神看我们）",
			"プニ！？#n（だ、サラ様、わかりました。だから、そんな怖い目で見ないでください）",
			"푸니!?#n(다, 사라 님, 알겠습니다. 그러니까, 그런 무서운 눈빛으로 보지 말아 주세요)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				794,
				0,
				true
			],
			[
				468,
				0,
				false
			]
		],
		[
			"msg",
			446891,
			"Huh, what's wrong, I become the nanny for Kedamas, these guys used to be food……",
			"哼，真是的，我怎么开始给毛玉当起保姆了，明明这帮家伙过去只是食……",
			"フンッ、まったく。どうして私が毛玉たちのベビーシッターになっているのかしら。以前はこいつらを食べ物としか……。",
			"흥, 정말. 어쩌다 내가 털뭉치들 보모가 됐는지. 예전엔 이 녀석들을 먹이로밖에……",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				794,
				0,
				false
			],
			[
				468,
				0,
				true
			]
		],
		[
			"msg",
			446892,
			"Puni?",
			"噗尼？",
			"プニ？",
			"푸니?",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				794,
				0,
				true
			],
			[
				468,
				0,
				false
			]
		],
		[
			"msg",
			446893,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			446894,
			"Huh, if Familiar Logistics is gone, they will again become the creatures at the bottom of food chain……",
			"哼，天魔物流要是没了的话，这群家伙又会变成食物链底端的生物了吧……",
			"フンッ、天魔物流がなくなったら、こいつらは食物連鎖の一番下の生物になるでしょうね。",
			"흥, 천마 물류가 없어지면, 이 녀석들은 생태계 최하위 생물이 되겠지.",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				794,
				0,
				false
			],
			[
				468,
				0,
				true
			]
		],
		[
			"msg",
			446895,
			"——Punipuni! (King we bought food! Please enjoy it~)",
			"——噗尼噗尼！（大王我们把吃的买回来啦！请慢用~）",
			"——プニプニ！#n（サラ様、食べ物を買ってきました！ごゆっくりお召し上がりください）",
			"——푸니푸니!#n(사라 님, 음식 사왔어요! 천천히 드세요)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				794,
				0,
				true
			],
			[
				468,
				0,
				false
			]
		],
		[
			"msg",
			446896,
			"Huh……",
			"啧……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			446897,
			"You eat first……",
			"你们先吃吧……",
			"あなたたちが先に食べなさい。",
			"너희들 먼저 먹어라.",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				794,
				0,
				false
			],
			[
				468,
				0,
				true
			]
		],
		[
			"msg",
			446898,
			"Puni!? (Really, really?)",
			"噗尼！？（真、真的可以吗？）",
			"プニ！？#n（ほ、本当にいいのですか？）",
			"푸니!?#n(정, 정말 괜찮은 거예요?)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				794,
				0,
				true
			],
			[
				468,
				0,
				false
			]
		],
		[
			"msg",
			446899,
			"Stupid, do as what I say! Feed yourself to work for me tomorrow!",
			"笨蛋，我说让你们吃就吃啊！吃饱了明天还得给我干活！",
			"バカね。私が食べなさいって言っているんだから食べればいいのよ！お腹いっぱいになったら、明日もしっかり働くのよ！",
			"바보 같으니. 내가 먹으라고 하면 먹으면 되는 거야! 배불리 먹고 내일도 열심히 일해!",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				794,
				0,
				false
			],
			[
				468,
				0,
				true
			]
		],
		[
			"msg",
			446900,
			"Pu, puni! (Thank you King! Everyone, let's start~)",
			"噗、噗尼！（谢谢大王！大家，开饭啦~）",
			"プ、プニ！#n（大王様、ありがとうございます！みんな、ご飯だよ！）",
			"푸, 푸니!#n(대왕님, 감사합니다! 여러분, 밥 먹자!)",
			null
		],
		[
			"msg",
			446901,
			"Punipunipunipunipunipu——&%￥@*……@! (Stupid, this is mine, go away, rua&%￥@*……@!)",
			"噗尼噗尼噗尼噗尼噗尼噗——&%￥@*……@！（混蛋，这是我的，你走啊，rua&%￥@*……@！）",
			"プニプニプニプニプニプ——#n（バカ、それはこっちのだよ。あっち行け、この——）",
			"푸니푸니푸니푸니푸니푸——#n(바보, 그건 우리 거야. 저리 가, 이 ——)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				794,
				0,
				true
			],
			[
				468,
				0,
				false
			]
		],
		[
			"msg",
			446902,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			446903,
			"Haha……",
			"……",
			"ふふ……。",
			"흐흐…….",
			null
		]
	],
	"2573": [
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				464,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446904,
			"Woo……",
			"唔……",
			"ん……。",
			"음…….",
			null
		],
		[
			"msg",
			446905,
			"Though I'm thankful for the wetsuit you made for me, but if I was seen by other familiars in this look……",
			"虽然很感谢海底的大家帮我做的潜泳服，但这个样子要是被其他使魔看到了……",
			"海底のみんなが私のために潜水服を作ってくれた。とても嬉しい。けど、この姿を誰かに見られたら……。",
			"해저의 모두가 나를 위해 잠수복을 만들어 줬어. 정말 기뻐. 하지만, 이 모습을 누군가에게 보여진다면…….",
			null
		],
		[
			"msg",
			446906,
			"So, so ugly and even more in this look, I will be criticized, for sure……",
			"丑、丑八怪还穿成这样，一定会被挂吧，一定会被挂吧……",
			"きっとネットで晒し者に……。",
			"분명 인터넷에 공개돼서…….",
			null
		],
		[
			"msg",
			446907,
			"Woo…..may, maybe not……any, anyway a useless like me, won't make any difference…….",
			"呜呜……要、要么还是算了……反、反正我这种废物，多一个少一个也不会怎么样吧……",
			"うぅ……や、やっぱり止めよう。ど、どうせ私みたいな役立たずがいなくなったところで大して変わらない……。",
			"우우…… 아, 아무래도 그만두자. 어, 어차피 나 같은 쓸모없는 녀석이 없어진다고 해서 크게 달라지지도 않을 테니…….",
			null
		],
		[
			"msg",
			446908,
			"But, but……if I run away here……I feel my life will also end here……",
			"但、但是……如果在这里逃掉的话……总有种人生会终结的感觉……",
			"でも、ここで逃げ出したら人生が終わる……。",
			"하지만, 여기서 도망치면 인생이 끝나…….",
			null
		],
		[
			"msg",
			446909,
			"Wooo I'm so struggle……",
			"呜呜呜好纠结……",
			"迷う……。",
			"망설여져…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446910,
			"——Beep beep beep",
			"——滴滴滴",
			"——ピピピ",
			"—— 삐삐삣",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				464,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446911,
			"DMs……",
			"有私信……",
			"ダイレクトメッセージ……。",
			"다이렉트 메시지…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446912,
			"Mitan! Why you stop uploading Vlog? I still want to watch you deliver goods~",
			"咪碳！Vlog怎么停更了呀？好想继续看咪碳送货~",
			"ミータン！どうしてVlogを更新していないの？これからもミータンが配達する姿を見たいな～",
			"미탄! 왜 Vlog 업데이트 안 해? 앞으로도 미탄이 배달하는 모습을 보고 싶어~",
			null
		],
		[
			"msg",
			446913,
			"Familiar Logistics seems to be dying, is Mitan going to join them? I will buy a lot to support you!",
			"天魔物流好像快不行了，咪碳会加入他们吗？要是加入我一定买爆！",
			"天魔物流はもうダメみたいだよ。ミータンは天魔物流に入るの？もし入ったら、きっと爆買いするよ！",
			"천마물류는 이제 안 되는 것 같아. 미탄은 천마물류에 들어갈 거야? 만약 들어간다면, 분명 폭풍 쇼핑할 거야!",
			null
		],
		[
			"msg",
			446914,
			"I probably saw Mitan in the public bath last time, so small and so cute~! It's you right~only if I could speak to you~",
			"上次在浴室好像瞥见了咪碳的身影哦，小小只真的好可爱~！是你吧是你吧~要是能说上两句好就更好了~",
			"この前、バスルームでミータンの姿をチラリと見かけたみたい。小さくて本当に可愛かったよ～！あなたなんでしょう？あなたなんでしょう～？少しくらい話せたらよかったのにな～",
			"이전에 욕실에서 미탄 모습을 살짝 본 것 같아. 작고 정말 귀여웠어~! 너지? 너지~? 조금이라도 이야기할 수 있었으면 좋았을 텐데~",
			null
		],
		[
			"msg",
			446915,
			"Mitan, when do you come again?",
			"咪碳，什么时候再来送货啊？",
			"ミータン、今度はいつ配達してくれるの？",
			"미탄, 다음에는 언제 배달해 줄 거야?",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				464,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446916,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			446917,
			"Mitan Mitan…..everybody loves Mitan…….",
			"咪碳咪碳……大家喜欢的都是咪碳呢……",
			"ミータン、ミータン……みんな、ミータンが好き……。",
			"미탄, 미탄…… 모두, 미탄을 좋아해…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446918,
			"——Beep beep beep",
			"——滴滴滴",
			"——ピピピ",
			"—— 삐삐삐",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				464,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446919,
			"Woo…..voice message from Skulit?",
			"唔……斯库利特的留言?",
			"ん……スクリートのメッセージ？",
			"음…… 스크리터 메시지?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446920,
			"@Mitan, listen to me! Recently an employee from Familiar Logistics claimed to be your fans, I recruited her right away. Though she's always shy, but also full of courage to take challenges. She must be influenced by Mitan.",
			"@咪碳，听我说听我说！最近天魔物流有个员工说是你的粉丝，我立马就把她招了进来。虽然那孩子总是怯生生，但却又充满了勇气挑战不擅长的事情。一定是受到了咪碳的影响。",
			"聞いて、聞いて！最近、あなたのファンだって言う子がいたから、すぐに天魔物流の従業員として採用したの。その子はいつもびくびくしていたんだけど、今では勇気を持って不得意なことに挑戦しているんだよ。きっとミータンの影響だよね。",
			"들어봐, 들어봐! 최근에 네 팬이라고 하는 애가 있어서, 바로 천마물류 직원으로 채용했어. 그 애는 항상 주춤거렸는데, 지금은 용기를 내어 서툰 일에 도전하고 있어. 분명 미탄 영향이겠지.",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				464,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446921,
			"Ah? Courage……Me?",
			"哎？勇气……我？",
			"えっ？勇気……私？",
			"엣? 용기…… 나?",
			null
		],
		[
			"msg",
			446922,
			"I……do I really look like this……",
			"我……我看起来是这样的么……",
			"私って、そう見えるのかな？",
			"내가, 그렇게 보이나?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446923,
			"I would love to keep a good relation with her, but she just ran away everytime I spoke. Ah wait, I, I don't mean I like her more than you, you are always my favourate, ah the boss is coming, next time asdsadadsadasdad1w",
			"真想和那孩子搞好关系啊，但每次一出声她就跑掉了。啊等等，我、我这么说并不是移情别恋的意思，我永远喜欢咪碳，啊老板来了，下次再asdsadadsadasdad1w",
			"本当にその子と仲良くしたいんだよね。でも、いつも声をかけただけで逃げちゃうからさ。あっ、待って。わ、私がこんなことを言うからって、別に浮気しているわけじゃないよ。私はいつまでもミータンのことが好き。あっ、社長が来た。また今度——",
			"정말 그 아이와 친해지고 싶어. 그런데 항상 말을 걸면 도망가 버리니까 말이지. 아, 잠깐. 와, 내가 이런 말을 한다고 해서, 별로 바람 피우는 건 아니야. 나는 영원히 미탄을 좋아해. 아, 사장님이 오셨다. 다음에——",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				464,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446924,
			"Puh……",
			"噗……",
			"ふふ……。",
			"후후…….",
			null
		],
		[
			"msg",
			446925,
			"It's so funny that everytime Skullette slacks off and her boss rubs her on the keyboard.",
			"斯库利特每次摸鱼被老板摩擦键盘的样子好好笑哦……",
			"スクリートがサボってフラン社長に怒られてる姿って本当におかしい……。",
			"스크리트가 빈둥거리다가 프란 사장님한테 혼나는 모습이 정말 웃겨…….",
			null
		],
		[
			"msg",
			446926,
			"I... I still like being with everyone…",
			"我果然……还是喜欢和大家在一起的感觉啊……",
			"やっぱりみんなと一緒にいる時の感じが好き。",
			"역시 모두와 함께 있을 때의 느낌이 좋아.",
			null
		],
		[
			"msg",
			446927,
			"I couldn't even have a normal conversation before…",
			"明明以前连和人正常交谈都做不到……",
			"以前は従魔とのコミュニケーションもできなかったのに。",
			"예전에는 종마와 소통도 못했는데.",
			null
		],
		[
			"msg",
			446928,
			"Familiar Logistics has changed my life…",
			"天魔物流改变了我的生活呢……",
			"天魔物流が私の生活を変えてくれた。",
			"천마 물류가 내 삶을 바꿔줬어.",
			null
		],
		[
			"msg",
			446929,
			"I have to make some changes too…",
			"我也要……做出一些改变才行了……",
			"私も何かを変えることをしよう。",
			"나도 뭔가 바꾸는 일을 해보자.",
			null
		]
	],
	"2574": [
		[
			"speaker",
			204818
		],
		[
			"portraits",
			[
				733,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446930,
			"Ladies, please allow us to express our thanks to you once again.",
			"诸位，请容许我们再次向你们表达谢意。",
			"みなさん、改めて感謝の意を伝えさせてください。",
			"여러분, 다시 한번 감사 인사를 전하게 해주세요.",
			null
		],
		[
			"speaker",
			204819
		],
		[
			"portraits",
			[
				734,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446931,
			"It's great that you guys are willing to step up at this critical time~",
			"在这个非常时期，你们愿意站出来真是太好了~",
			"この非常時に、みなさんが立ち上がろうとしてくれて本当によかったよ～",
			"이런 비상시에 여러분이 나서 주셔서 정말 다행이에요~",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446932,
			"Whoops Uhhhh... The data is finally, finally going up!",
			"呜呜呜……数据终于、终于回暖了！",
			"ううう……ついに、ついに数字が回復してきた！",
			"우우우…… 드디어, 드디어 숫자가 회복되기 시작했어!",
			null
		],
		[
			"speaker",
			432333
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				467,
				0,
				false
			]
		],
		[
			"msg",
			446933,
			"Hey, what happened to this guy…...",
			"噫，这家伙怎么忽然婆婆妈妈了起来，好恶……",
			"ニャッ、どうしていきなり泣き始めたニャ？気持ち悪いニャ……。",
			"냣, 왜 갑자기 울기 시작한 냐? 기분 나쁘다 냐…….",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				467,
				0,
				true
			]
		],
		[
			"msg",
			446934,
			"You, you don't understand, the feeling of watching the background data gradually climb...",
			"你、你不会懂啦，看着后台数据渐渐攀升的感觉……",
			"わからないと思うけど、システムで数字が徐々に上がっていくのを見ている時の感覚は何とも言えない気持ちがあるのよ。",
			"모를 거라 생각하지만, 시스템에서 숫자가 점점 올라가는 걸 보고 있을 때의 느낌은 뭐라 표현할 수 없는 기분이 있거든.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				465,
				0,
				false
			]
		],
		[
			"msg",
			446935,
			"Skullette also worked hard for Familiar Logistics.",
			"斯库利特为了天魔物流也是呕心沥血呢。",
			"スクリートは天魔物流のために血反吐を吐くような思いをしたんだよ。",
			"스크리트는 천마물류를 위해 피토하는 심정이었어.",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				0,
				false
			],
			[
				465,
				0,
				true
			]
		],
		[
			"msg",
			446936,
			"Hum, the optimized background becomes easier to use.You guy is quite reliable ~",
			"哼，优化后的后台变得好用起来了，你这家伙，不摸鱼的话还是挺靠谱的嘛~",
			"フンッ、改良した後のシステムは使いやすくなったじゃない。サボらなければ結構頼りになるのにね。",
			"흥, 개선된 시스템은 쓰기 편해졌잖아. 빼먹지만 않으면 꽤 믿음직한데.",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				468,
				0,
				true
			],
			[
				464,
				0,
				false
			]
		],
		[
			"msg",
			446937,
			"~~~~",
			"嘿嘿嘿~斯库利特本来就很可靠呀 ~",
			"スクリートは頼りになる。",
			"스크리트는 믿음직해.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				725,
				0,
				false
			],
			[
				464,
				0,
				true
			]
		],
		[
			"msg",
			446938,
			"Ah! You are a little angel, You!",
			"呜！幽酱，你果然是小天使~！",
			"うぅ！幽ちゃん、やっぱり天使だよ！",
			"우! 유 쨩, 역시 천사야!",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				725,
				0,
				true
			],
			[
				464,
				0,
				false
			]
		],
		[
			"msg",
			446939,
			"Whoa whoa whoa?",
			"呜哇哇哇？好好好好近！",
			"うわああああ！？ち、近い！",
			"우와아아아!? 치, 가까워!",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				464,
				0,
				true
			]
		],
		[
			"msg",
			446940,
			"I didn't think I'd make it... Everybody's working hard.",
			"没想到真的能挺过来……大家都很努力呢。",
			"まさか本当に持ち直せるとは思いませんでした。みなさん、とても頑張ったんですね。",
			"정말 회복할 수 있을지 몰랐어요. 여러분, 정말 열심히 했네요.",
			null
		],
		[
			"speaker",
			71172
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				463,
				0,
				false
			]
		],
		[
			"msg",
			446941,
			"Kookooku, it wouldn't be fun if you weren't, so I grudgingly admit that you deserve to be on the same stage as me.",
			"库库库，如果不是这样就没意思了，我就勉强承认你们够格与我站在统一舞台吧。",
			"こうなってくれないとつまらないからね。あなたたちにも私と同じ舞台に立つ資格があると認めてあげましょう。",
			"이렇게 돼야 재미있으니까. 여러분도 나와 같은 무대에 설 자격이 있다고 인정해 주지.",
			null
		],
		[
			"speaker",
			204818
		],
		[
			"portraits",
			[
				733,
				0,
				false
			],
			[
				463,
				0,
				true
			]
		],
		[
			"msg",
			446942,
			"Guys, the investigation into who attacked Vrain is still ongoing, and if there are new leads, we'll keep you updated.",
			"诸位，关于袭击芙兰的凶手，目前还在调查之中，如果有新的线索，一定会与大家同步。",
			"みなさん、フランを襲撃した犯人についてはまだ捜査中よ。新たな手がかりがあったら、必ずみなさんに共有します。",
			"여러분, 프란을 습격한 범인에 대해서는 아직 수사 중이야. 새로운 단서가 생기면 꼭 여러분과 공유할게.",
			null
		],
		[
			"speaker",
			204819
		],
		[
			"portraits",
			[
				734,
				0,
				false
			],
			[
				463,
				0,
				true
			]
		],
		[
			"msg",
			446943,
			"In addition, according to Hudlin's notice, Vrain's health is improving, and please don't worry.",
			"另外，根据德哈琳的通知，芙兰的身体状况正在好转，还请诸位不用担心。",
			"それから、ドハーリンからの話では、フランの具合はよくなっているみたいだよ～。だから心配しないでね～",
			"그리고 도하린 쪽 이야기로는, 프란 상태가 좋아지고 있는 것 같아~. 그러니까 걱정하지 말아줘~",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				0,
				false
			],
			[
				463,
				0,
				true
			]
		],
		[
			"msg",
			446944,
			"!?",
			"！？",
			"ッ！？",
			"쯧!?",
			null
		],
		[
			"speaker",
			1866
		],
		[
			"portraits",
			[
				468,
				0,
				true
			],
			[
				464,
				0,
				false
			]
		],
		[
			"msg",
			446945,
			"Thank God……",
			"太好了……",
			"良かった。",
			"다행이다.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				0,
				false
			],
			[
				464,
				0,
				true
			]
		],
		[
			"msg",
			446946,
			"Boss……",
			"老板……",
			"フラン……。",
			"프란....",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				465,
				0,
				true
			],
			[
				725,
				0,
				false
			]
		],
		[
			"msg",
			446947,
			"Woo-hoo, boss…",
			"呜呜呜，老板……",
			"ううう、フラン社長……。",
			"우우우, 프란 사장....",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				725,
				0,
				true
			]
		],
		[
			"msg",
			446948,
			"Come on, Skullette, cheer up. You're the assistant to the boss. If boss Vrain woke up and saw you looking like this, he'd be pissed off.",
			"好了好了斯库利特，打起精神来哦，你可是总裁助理呀，如果芙兰老板醒来看到了你这幅样子可是会被嫌弃的。",
			"ほらほら、スクリート。元気を出してください。あなたは社長代行なのですから。フラン社長が目を覚ました時に、そんな姿を見られたら嫌われてしまいますよ。",
			"자자, 스크리트. 기운 내요. 당신은 사장 대행이잖아요. 프란 사장이 눈을 떴을 때, 그런 모습 보이면 싫어할 거예요.",
			null
		],
		[
			"speaker",
			1802
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				725,
				0,
				false
			]
		],
		[
			"msg",
			446949,
			"Wuhhh!?",
			"呜！？",
			"うぅ！？",
			"우!?",
			null
		],
		[
			"msg",
			446950,
			"You...... You're right.",
			"你……你说的对。",
			"紅の言う通りね。",
			"홍 말이 맞아.",
			null
		],
		[
			"msg",
			446951,
			"When the boss comes back, I must let her see a thriving Familiar Logistics!",
			"等老板回来的时候，一定要让她看到一个欣欣向荣的天魔物流！",
			"社長が戻って来た時には、何としても活気に満ちた天魔物流を見せてあげないとね！",
			"사장님이 돌아오셨을 땐, 어떻게든 활기 넘치는 천마물류를 보여줘야지!",
			null
		]
	],
	"2575": [
		[
			"speaker",
			3789
		],
		[
			"portraits",
			[
				594,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446952,
			"Well, there is always an unprecedented burst of unity and potential in a crisis.",
			"呵呵，危机之下总是会爆发出空前的团结和潜能。",
			"フフ。危機に直面すると、これまでにはない団結力や潜在能力を発揮できるようになる。",
			"흐흐. 위기를 맞으면, 지금까지 없던 단결력이나 잠재력을 발휘하게 되는 법이지.",
			null
		],
		[
			"msg",
			446953,
			"With this strength, difficulties and problems can be solved easily... .",
			"而在这股力量下，困难和问题也会迎刃而解……。",
			"そして、その力で困難や問題も易々と解決していく……。",
			"그리고 그 힘으로 어려움이나 문제도 손쉽게 해결해 나간다…….",
			null
		],
		[
			"msg",
			446954,
			"Really simple boring guys.",
			"真是单纯到无趣的家伙们。",
			"本当につまらないほど単純な連中ね。",
			"정말 지루할 정도로 단순한 녀석들이네.",
			null
		],
		[
			"speaker",
			204705
		],
		[
			"portraits",
			[
				820,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446955,
			"Wait, Remia, this is not what we said. You didn't say it was going to hurt Vrain like that…",
			"等等，蕾米娅，这和说好的不一样，你可没说过会把芙兰给伤成那样……",
			"待って、レーミア。これだと話と違うじゃない。フランにあんなケガさせるなんて聞いてない！",
			"기다려, 레이무. 이건 말한 거랑 다르잖아. 프란에게 그런 부상을 입힌 건 듣지 못했어!",
			null
		],
		[
			"speaker",
			3789
		],
		[
			"portraits",
			[
				594,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446956,
			"I just let her get some extra sleep. After all, she's your friend, isn't she?",
			"放心吧，我只是让她多睡了一会，毕竟那也是你的朋友不是么。",
			"安心して。彼女を少し眠らせただけだから。彼女はあなたの友達なのだから。",
			"안심해. 그녀를 잠시 잠들게 했을 뿐이야. 그녀는 네 친구니까.",
			null
		],
		[
			"speaker",
			204705
		],
		[
			"portraits",
			[
				820,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446957,
			"But……",
			"可是……",
			"で、でも……。",
			"그, 그래도…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446958,
			"——Tok tok tok",
			"——咚咚咚。",
			"——ドンドンドン！",
			"둥둥둥!",
			null
		],
		[
			"speaker",
			60002
		],
		[
			"portraits",
			[
				987,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446959,
			"What a mess you've made!",
			"康娜，你这家伙居然闯了这么大的祸！我说怎么一回来就老实得呆在房间里！",
			"カンナ、大変な騒ぎを起こしたのですか！帰ってからすぐに大人しく部屋にこもっているから変だと思ったら！",
			"칸나, 무슨 큰일을 저지른 거야! 집에 오자마자 조용히 방에 틀어박혀 있더니 이상하더라!",
			null
		],
		[
			"msg",
			446960,
			"Come on out. Tia and Luya are here to see you.",
			"快出来，缇娅和露娅来找你了。",
			"早く出てきなさい。ティアとルアが会いに来ていますよ！",
			"빨리 나와. 티아와 루아가 널 보러 왔단다!",
			null
		],
		[
			"speaker",
			204705
		],
		[
			"portraits",
			[
				820,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446961,
			"Ah? I...... I......",
			"哎？我……我……",
			"えっ？私……私……。",
			"엣? 나... 나...",
			null
		],
		[
			"speaker",
			3789
		],
		[
			"portraits",
			[
				594,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446962,
			"Don't worry, Connor Hord. Just do what I tell you.",
			"不用担心，康娜霍德，按我说的去做。",
			"心配しないで、カンナ・フォード。私の言った通りにやりなさい。",
			"걱정 마, 칸나 포드. 내가 말한 대로 하렴.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446963,
			"Only in this way can we both get back what we've lost.",
			"只有这样，你我才都能找回失去的东西。",
			"そうしないと、あなたも私も失ったものを取り戻せないのだから。",
			"그렇게 하지 않으면, 당신도 나도 잃어버린 것을 되찾을 수 없으니까.",
			null
		]
	],
	"2576": [
		[
			"speaker",
			1200
		],
		[
			"portraits",
			[
				619,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446964,
			"Ah? Who is coming back?",
			"啊咧？啊咧咧？这是谁回来了呀？",
			"あれ？あれれ？これはどなたですか？",
			"어? 어라? 이분은 누구신가요?",
			null
		],
		[
			"msg",
			446965,
			"You haven't been in the game for so long. Where have you been lately? Or...Who are you looking for now?",
			"这么久没进游戏，都成回归玩家了。最近又去哪玩了？或者说……又去找哪个真爱之人了？",
			"こんなに長い間ゲームを立ち上げてないなんて、どこに行ってたんですか？それとも……また本命に出会ったのですか？",
			"이렇게 오랫동안 게임을 켜지 않다니, 어디 갔었어요? 아니면…… 또 진짜 운명의 상대를 만났나요?",
			null
		],
		[
			"msg",
			446966,
			"When you come back now, isn't it a surprise to see my greeting you?",
			"现在一回来，看到给你打招呼的是我灵依娘，是不是特别惊喜？特别意外？感动得要哭了吧？",
			"久しぶりに戻ったら、この私が待っていたってわかったら、驚いたでしょう？意外だったでしょう？感動すぎて泣きそう？",
			"오랜만에 돌아왔는데, 내가 기다리고 있었다는 걸 알면 놀랐지? 의외였지? 감동해서 울 뻔했어?",
			null
		],
		[
			"msg",
			446967,
			"Want Skip? Hey wait!",
			"想点skip了？欸等等！就这么不想见到我嘛！",
			"もうスキップしたいんですか？ちょ、ちょっと待って！そんなに私に会いたくないんですか？",
			"벌써 스킵하고 싶어요? 잠, 잠깐만요! 그렇게 나를 만나기 싫어요?",
			null
		],
		[
			"msg",
			446968,
			"I am not the important character in Houkai IP, but I am so pretty and smart.",
			"虽然不是崩坏IP的主要角色，但我灵依娘好歹也是风华正茂的剧作家，让我来欢迎回归玩家，也算给足牌面啦！",
			"崩壊IPの主人公ではありませんが、私だって立派な脚本家です。復帰プレイヤーのお迎えとしては十分適格でしょう！",
			"붕괴IP의 주인공은 아니지만, 나도 훌륭한 극작가입니다. 복귀 플레이어의 영접으로는 충분히 적격이죠!",
			null
		],
		[
			"msg",
			446969,
			"Why don't you just let me send the return gifts to you? I knew you wanted this.",
			"还不如简单点，让崩坏娘直接把回归福利发了？哼哼~我就知道你想要这个~",
			"早速、復帰のプレゼントを配りましょうか？ふん〜これが欲しかったんですよね〜",
			"어서 복귀 선물을 드릴까요? 흥~ 이게 갖고 싶었던 거죠~",
			null
		],
		[
			"msg",
			446970,
			"Today is a happy day, so I won't keep you in suspense. Although it is just an ordinary gift, it is never a perfunctory.",
			"今天是个开心的日子，我就不卖关子了。虽然只是一份普普通通的薄礼，但绝不敷衍，毕竟是我亲自出面，压榨崩坏娘加班加点准备的。",
			"今日は機嫌がいいので、もったいぶらないことにしてあげます。大したプレゼントじゃないですけど、決してお粗末なものではありません。",
			"오늘은 기분이 좋으니, 거들먹거리지 않기로 해요. 대단한 선물은 아니지만, 결코 허접한 건 아니에요.",
			null
		],
		[
			"msg",
			446971,
			"Well, Well.... I'm a little touched that you did not skip.(Of course, if you Skip it, the rewards might go away. Do you want to try~)",
			"嗯嗯……看到这里都没有skip，灵依娘稍微有点被感动到了。（当然，你要是Skip掉的话，这礼物或许就没有了哦~要不要试试呢~）",
			"うーん……まだスキップしてないとは、ちょっと感動しましたね。（もちろん、スキップしちゃったら、このプレゼントがなかったかもしれませんよ〜試してみますか〜）",
			"음…… 아직 스킵하지 않았다니, 조금 감동했어요. (물론, 스킵해 버렸다면 이 선물이 없었을지도 모르죠~ 해볼래요~)",
			null
		],
		[
			"msg",
			446972,
			"Of course, if you want to really move me, you have to see the plot of Houkai Academy 2…",
			"当然，若想真的感动我，那还是得去看看我们《崩坏学园2》的剧情才行……放心，不会总是喂玻璃渣的。",
			"もちろん、本当に私を感動させたいなら、私たち『崩壊学園2』のメインストーリーを見てみてください……心配しないで、あなたを悲しませる内容なんて一つもないですから。",
			"물론, 정말 나를 감동시키고 싶다면, 저희 『붕괴학원2』의 메인 스토리를 한번 봐보세요…… 걱정 마세요, 당신을 슬프게 할 내용 같은 건 하나도 없으니까.",
			null
		],
		[
			"msg",
			446973,
			"Ahhhh! I'm being urged again!",
			"嗨呀，一下子说了这么久，一看手机才发现又被催剧本啦！",
			"あら、つい長話しちゃいましたね。今携帯を見てみたら、また脚本納品の催促が来ていますよ。",
			"어머, 어쩌다 보니 이야기가 길어졌네요. 지금 휴대폰을 보니까 또 대본 납품 독촉이 와 있네요.",
			null
		],
		[
			"msg",
			446974,
			"See you!",
			"那我就先走咯！拜拜！",
			"それじゃお先に！バイバイ！",
			"그럼 먼저 가볼게요!",
			null
		]
	],
	"2577": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446975,
			"Initial Island Poorhouse",
			"初始岛外围 贫民救济所",
			"始まりの島の周辺　難民救援所",
			"시작의 섬 주변 난민 구호소",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446976,
			"Hey~ Arrive on time——The last one~",
			"哈啊~准点抵达——最后一单~",
			"よし〜ぴったり到着——これで最後の荷物だ〜",
			"좋아~ 딱 맞춰 도착—— 이게 마지막 짐이야~",
			null
		],
		[
			"portraits",
			[
				465,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			446977,
			"Dr. Hudlin, I'm here for the delivery!",
			"德哈琳医生，我来送快递了！",
			"ドハーリン先生、お届け物ですよ！",
			"도하린 선생님, 배달물입니다!",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				2,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446978,
			"Okane, thanks. Please put the things down. I'll move them.",
			"辛苦了卡奈，快把东西放下吧，我自己慢慢搬就行了。",
			"ご苦労様、そこに置いておいてください。あとは自分でやるわ。",
			"수고했어, 거기 둬. 나머지는 내가 할게.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				2,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446979,
			"Ok, here are the materials you ordered——Blankets, tents, drinking water, emergency rations are all here~",
			"好嘞，这是您订购的物资——毛毯、帐篷、饮用水、应急干粮等等都在这里了~",
			"はい。ご注文した毛布、テント、飲料水、非常食が全部ここにおいておきます〜",
			"네. 주문하신 담요, 텐트, 생수, 비상식량 전부 여기다 두겠습니다~",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				2,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446980,
			"So many things...Did you do it all by yourself? Maybe next time you don't have to rush.",
			"这么多东西……都是一个人搬的吗？也太冒险了，下次不用这么急也可以的。",
			"こんな荷物……全部一人で運んできたの？大変だったわね、次はそんなに急がなくてもいいのよ。",
			"이렇게 많은 짐을... 혼자서 다 옮겨온 거야? 힘들었겠다, 다음부터는 그렇게 서두르지 않아도 돼.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				2,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446981,
			"Hey, hey, that's okay. I want the people in the slums to get these supplies as soon as possible.",
			"诶嘿嘿，没关系的，我也想让贫民窟的大家早点拿到这批物资嘛。",
			"えへへ、大丈夫です。困ってる難民たちを早く助けたいので。",
			"에헤헤, 괜찮아요. 어려움에 처한 난민들을 빨리 도우려고요.",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				2,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446982,
			".. Did you get hurt on the way? Let me have a check.",
			"你这孩子……路上有没有受伤啊？快让我来看看。",
			"この子ったら……来る途中怪我しなかった？ちょっと見せてちょうだい。",
			"이 아이는... 오는 길에 다친 데 없어? 좀 보여줘봐.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				2,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446983,
			"No, I seem to be very lucky recently. I don't step on Kedama when I go out, and the cooking doesn't burn through the pot, and even the delivery goes very smoothly. I think this must be the blessing of Red sending me Yushou.",
			"没有没有，最近好像运气超好的样子，出门不会踩到毛玉了，煮饭也没有再烧穿锅子，连送货都格外的顺利~我想这一定是托了红送我御守的福~",
			"大丈夫でしたよ、最近は運がいいみたいです。出かける時もふもふを踏まないようになったし、調理中も鍋を焦がすこともなかったんです。配達も意外と順調に進んでいますよ〜きっと紅からもらったお守りのおかげです〜",
			"괜찮았어요, 최근에 운이 좋은 것 같아요. 외출할 때도 뭉실뭉실한 걸 밟지 않게 됐고, 요리할 때도 냄비를 태우지도 않았어요. 배달도 생각보다 순조롭게 진행되고 있어요~ 분명 코우가 준 부적 덕분이에요~",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				2,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446984,
			"The lucky Familiar...But it must have been a reward for your own efforts...",
			"那位幸运的使魔么……但这也一定是你自己努力换来的福报呀……",
			"あの幸運な従魔か……でも、これもカネちゃん自身が努力した結果だと思うよ……",
			"그 행운의 소환수 말인가... 하지만 이건 카네 쨩 본인이 노력한 결과라고 생각해...",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				2,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446985,
			"Well~ Hey hey~",
			"欸嘿嘿~~没、没有啦~",
			"えへへ〜〜そ、そんな〜",
			"에헤헤~~ 그, 그럴리가~",
			null
		],
		[
			"portraits",
			[
				465,
				3,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446986,
			"Oh, doctor. The pay will be the same as before. Please put half of it in the relief fund.",
			"啊，对了对了，医生，这次的酬劳也和以前一样，麻烦帮我存一半到救济基金里。",
			"あ、そうだ、先生、今回の報酬も前と同じで、半分を救済基金として預けてください。",
			"아, 맞다 선생님, 이번 보수도 이전처럼 반을 구제 기금으로 맡겨 주세요.",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				3,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446987,
			"Okane, I was going to say earlier... Is this really good?",
			"卡奈，之前我就想说……这样真的好么？",
			"カネちゃん、前も言いたかったけど……これで本当にいいの？",
			"카네 쨩, 전에도 말하고 싶었지만... 이걸로 정말 괜찮은 거야?",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				2,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446988,
			"It doesn't matter~ Now I can make my own money and my life is much better than before.",
			"没关系的~现在我已经能自己赚到钱了，生活也也比以前好了太多。",
			"大丈夫ですよ〜今はお金を稼げるし、暮らしも以前よりずっとよくなったんです。",
			"괜찮아요~ 지금은 돈도 벌 수 있고, 생활도 전보다 훨씬 나아졌어요.",
			null
		],
		[
			"msg",
			446989,
			"But with so much money in hand, it feels like it might all go away at some point. In that case, I might as well ask you to save me for something more meaningful.",
			"但自己拿着那么多钱的话，总感觉不知道什么时候可能一倒霉就全散掉了。这样的话还不如让医生帮我存着做些更有意义的事情。",
			"でも、こんなお金ずっと持っていたら、運が悪くなったとき一気になくなっちゃうかもしれない。だったら、先生に預けて、みんなのために使ってほしいんです。",
			"하지만 이렇게 돈을 계속 가지고 있으면, 운이 나빠졌을 때 한꺼번에 없어져 버릴지도 몰라요. 그렇다면 선생님께 맡겨서, 모두를 위해 써 주셨으면 해요.",
			null
		],
		[
			"msg",
			446990,
			"Now I want to be like a doctor, to help more people~",
			"而且以前医生经常帮助我们这样弱小的使魔，现在我也想像医生那样，去帮助更多的人~",
			"先生が私たちのような弱い従魔をずっと助けてきました、私も先生のように、もっと人を助けたいのです〜",
			"선생님이 우리 같은 약한 소환수를 계속 도와주셨잖아요, 저도 선생님처럼, 더 많은 사람을 도우고 싶어요~",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				2,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446991,
			"Okane……",
			"卡奈……",
			"カナちゃん……",
			"카네 쨩...",
			null
		],
		[
			"msg",
			446992,
			"Well......",
			"我明白了……",
			"わかった……",
			"알았어...",
			null
		],
		[
			"msg",
			446993,
			"By the way, you haven't had dinner yet. It's just time for dinner. Come and have some with me~",
			"对了，你还没吃晚饭吧，刚好也是开饭的时间，来一起吃点吧~",
			"そうだ、まだ晩ご飯食べてないでしょう。ちょうどいい時間だし、一緒に食べましょう〜",
			"맞다, 아직 저녁 안 먹었지? 마침 좋은 시간이니까 같이 먹자~",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				2,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446994,
			"Ah, Doctor Hudlin's porridge is the best.",
			"啊！好，我要吃我要吃~德哈琳医生熬的粥最美味了~！",
			"あ！嬉しい、食べたい食べたい〜ドハーリン先生が作ったおかゆ、とってもおいしいもん〜！",
			"아! 기뻐, 먹고 싶어 먹고 싶어~ 도하린 선생님이 만든 죽, 완전 맛있잖아~",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				2,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446995,
			"Here, eat slowly~",
			"给，慢点吃哦~",
			"はい、ゆっくり食べて〜",
			"응, 천천히 먹어~",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				1,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446996,
			"Wow, it's hot!",
			"哧溜——哇，好烫！呼~~呼~~~",
			"うわ——あっちち！ふ～～ふ～～",
			"아야——앗 뜨거! 후~ 후~~",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				1,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446997,
			"You wait here, I will take some nutrition for you.",
			"呵呵，你在这里等着，我再去给你拿点营养品的。",
			"はは、ここで待ってて、栄養のある食べ物を作ってくるね。",
			"하하, 여기서 기다려, 영양 가득한 음식 만들어 올게.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				1,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			446998,
			"Ah……? !No, it's okay. I'll just eat the same as everyone else.",
			"啊啊……?!没、没关系的，我和大家吃一样的就行了。",
			"ああ……？！だ、大丈夫ですよ、みんなと同じ食べ物でいいです。",
			"아앗...?! 괜, 괜찮아요, 다들 같은 음식으로 충분해요.",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				1,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			446999,
			"I can't do that. You have to deliver so many things every day. How can you do without good nutrition?",
			"这可不行，你每天要送那么多东西，不好好补充营养怎么行？",
			"それはだめ、毎日こんなにお荷物を配達してるんだ、ちゃんと食べないとだめでしょう？",
			"그건 안 되지, 매일 이렇게 많은 짐을 배달해주는데 제대로 먹어야지?",
			null
		],
		[
			"msg",
			447000,
			"People see what you do for them. Accept this degree of kindness.",
			"你为大家做的事情，大家都看在眼里，这点程度的好意，你就老老实实接受吧。",
			"みんなのためにやってるお仕事は、みんながちゃんと見ているよ。このくらいのお礼をさせてください。",
			"모두를 위해 해주는 일, 다들 잘 보고 있어. 이 정도 보답은 해야지.",
			null
		],
		[
			"speaker",
			1776
		],
		[
			"portraits",
			[
				465,
				2,
				false
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			447001,
			"Thanks…",
			"欸……有点怪不好意思的……那、那我就不客气啦~",
			"え……恥ずかしいな……じゃ、いただきます〜",
			"어쩌... 부끄럽네... 그럼, 잘 먹을게요~",
			null
		],
		[
			"msg",
			447002,
			"Whoa~",
			"真香~！吧唧吧唧吧唧吧唧吧唧~",
			"おいしい〜！もぐもぐもぐ〜",
			"맛있어~! 오물오물~",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				465,
				2,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			447003,
			"……(Leave)",
			"呵呵……（离开）",
			"ふふ……（部屋を出る）",
			"후후……（방을 나가다）",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				974,
				0,
				true
			]
		],
		[
			"msg",
			447004,
			"————",
			"————",
			"————",
			"————",
			null
		],
		[
			"msg",
			447005,
			"Clang, Clang.",
			"哐当、哐当。",
			"カダン、カダン。",
			"딸각、딸각。",
			null
		],
		[
			"speaker",
			1754
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				974,
				0,
				false
			]
		],
		[
			"msg",
			447006,
			"Ah? This piggy bank is so full before you know it…",
			"哎？这个存钱罐不知不觉已经存这么满了么……",
			"うん?？この貯金箱はもういっぱいになったの……",
			"응?？이 저금통은 벌써 가득 찼구나……",
			null
		],
		[
			"msg",
			447007,
			"Okane, that kid...Just the sight of her trying was enough to cheer up the slum.",
			"卡奈那孩子……光是看着她努力的样子，就足以让贫民窟的大家感到振作。",
			"カネちゃん……あなたの頑張る姿を見るだけで、みんなが元気になれる。",
			"카네 쨩…… 네가 열심히 노력하는 모습을 보기만 해도、모두가 힘을 낼 수 있어。",
			null
		],
		[
			"msg",
			447008,
			"It's a far more effective remedy than money, and I'm the one to say thanks...",
			"这是比起金钱更加有效的救济，要道谢的人反而是我才对……",
			"これはお金より力強い援助なのよ、お礼を言いたいのはこっちなんだよ……",
			"이건 돈보다 더 든든한 지원이야、고맙다고 말하고 싶은 쪽은 오히려 나야……",
			null
		],
		[
			"msg",
			447009,
			"Okane……",
			"卡奈……",
			"カネちゃん……",
			"카네 쨩……",
			null
		],
		[
			"msg",
			447010,
			"I will take good care of this money for you, as your own happiness fund.",
			"这些钱，就作为你自己的幸福基金，我一定会为你好好为你保管的。",
			"このお金はあなた自身の幸福の基金として、私がちゃんと預けるからね。",
			"이 돈은 네 자신의 행복 기금으로、내가 제대로 맡아 둘게。",
			null
		]
	],
	"2578": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447011,
			"Initial Island Commercial Street",
			"初始岛 商业街",
			"始まりの島　商店街",
			"시작의 섬　상점가",
			null
		],
		[
			"msg",
			447012,
			"Boom Boom——",
			"轰隆隆、轰隆隆——",
			"ゴロゴロ、ゴロゴロ——",
			"구르르、구르르——",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447013,
			"This, this thunderstorm day is too exaggerated ...",
			"这、这个雷雨天也太夸张了，红真的还送得到么……",
			"ひ、ひどい天気、紅って本当に荷物を届けにくるのかな……",
			"이, 이런 날씨에 홍이 진짜로 짐을 가져올까……",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447014,
			"——Ding Doh, the delivery is 0 meters away from you.",
			"——叮咚，送了吗提醒你，派件员距离你0m。",
			"——ピンポン、アプリからの通知だよ、配達員は現在0mまで来ています。",
			"——딩동, 앱에서 온 알림이에요. 배달원이 현재 0m까지 왔어요.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447015,
			"Huh? Where?",
			"欸？在哪啊，明明连个影子都没有。",
			"え？どこに？誰もいないけど。",
			"에? 어딨는데? 아무도 없던데.",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				2,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447016,
			"Get——out!",
			"快——闪——开！",
			"ど——い——て！",
			"도——이——게!",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				2,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447017,
			"Ah? There was a voice from the sky…",
			"啊？有声音从天上……",
			"え？空から声が……",
			"응? 하늘에서 목소리가......",
			null
		],
		[
			"msg",
			447018,
			"Wow?",
			"呜哇，红？",
			"わあ、紅？",
			"와, 홍?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447019,
			"Doh ! ! !",
			"咚！！！",
			"ドーン！ ！ ！",
			"쿵! ! !",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447020,
			"Whoosh! Safe landing~",
			"呼~~~安全着陆~~",
			"ふう〜〜〜到着〜〜",
			"후우~~~ 도착~~~",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447021,
			"Although, although I know the Red can ship, it's windy and rainy...",
			"虽、虽说知道红会航运，但这么风里来雨里去的也……",
			"紅は空輸だとわかってるんだけど、こんな天気はさすがに……",
			"홍이 공수라고는 알고 있지만, 이런 날씨는 역시……",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447022,
			"Hey, hey, it's okay.The express is here. Please sign your name here after confirming that there is no damage~",
			"嘿嘿，这没什么的啦，快递在这里，确认没有损坏之后在这里签下名哦~",
			"へへ、大丈夫だよ。荷物はここだ、問題がなければここにサインお願いします〜",
			"헤헤, 괜찮아요. 짐은 여기 있어요, 문제 없으시면 여기에 사인 부탁드립니다~",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447023,
			"Why is there something wrong with the thing you sent? I will sign it directly.",
			"红送的东西怎么会有问题，我直接签就OK了。",
			"紅が届いてくれたんだから、問題ないよ。サインするね。",
			"홍이 전해줬으니까 문제없어. 사인할게.",
			null
		],
		[
			"msg",
			447024,
			"Isn't it too hard to come out in such bad weather?",
			"不过红啊……这种恶劣天气还出来送件，风里来雨里去的不会太辛苦了吗？",
			"でもね、紅……こんなひどい天気でも配達に出かけるなんて、大変でしょう？",
			"근데 홍... 이렇게 날씨가 안 좋은데 배달 나가는 거 힘들지?",
			null
		],
		[
			"msg",
			447025,
			"If you are short of money, just tell us. In the past, when we started our business, you took care of us a lot. Now that everyone is rich, you don't have to worry, you can talk directly…",
			"要是缺钱的话就和我们说，过去我们生意起步的时候没少受到你的照顾，如今大家都有钱了，你不用顾虑可以直接开口……",
			"お金に困っているなら相談してよ。昔商売を始めたばかりの頃結構お世話になったから、今みんなの商売もうまくいっているし、遠慮せずに相談してね……",
			"돈이 부족하면 상담해. 예전에 장사 시작했을 때 꽤 도움 받았으니까, 지금은 다들 일도 잘 되고 있으니 괜찮을 때 얘기해...",
			null
		],
		[
			"msg",
			447026,
			"And I think you could really use your hand as a talisman, as we talked about before, so that you would…",
			"而且我觉得红你真的可以和之前我们说的那样，由我们来承包你全年的手作护身符，这样你就……",
			"それに、この前提案したように、私たちが紅の代わりにお守りを作ってあげれば、紅が……",
			"게다가 아까 제안했던 것처럼, 우리가 홍 대신 부적을 만들어 주면 홍이...",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447027,
			"Well, thanks for your kindness, Pretti, but you got it wrong. This job is exactly what I want to do.",
			"嘿嘿~多谢你的好意普雷提，但是你误会了哦，这份工作，正是我自己想要做的事情。",
			"へへ〜お気持ちありがとう、でも誤解したよ。この仕事、やりたいからやってるんだ。",
			"헤헤~ 마음은 고마워, 하지만 오해한 거야. 이 일은 내가 하고 싶어서 하는 거니까.",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447028,
			"Huh?",
			"欸？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447029,
			"After everyone moved to the big city, I often felt a little sad when I thought I couldn't be with everyone anymore because of my health.",
			"在大家都搬去大城市后，我想着自己因为体质没法继续和大家在一起了，因此常常会感到有些伤感。",
			"みんなが大都会に引っ越したけど、自分の体質のせいでみんなと一緒にいられなくて、ちょっと寂しかったの。",
			"다들 대도시로 이사 갔지만, 내 체질 때문에 같이 지낼 수 없어서 조금 외로웠거든.",
			null
		],
		[
			"portraits",
			[
				466,
				3,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447030,
			"So far apart, I do not know what we are doing recently in the struggle, have not encountered any unhappy things......I can't listen to your troubles, I can't solve your problems.",
			"隔得那么远，也不知道在打拼的大家最近在做什么，有没遇到什么不开心的事情……无法倾听到大家的烦恼，也无法为大家排忧解难。",
			"遠く離れてるし、皆さんが何をしているのもわからない、嫌なことがあっても私には知らない……みんなの悩みが聞けないから、みんなの力にもなれない。",
			"멀리 떨어져 있으니 다들 무슨 일 하는지도 모르고, 힘든 일 있어도 나는 몰라... 다들 무슨 고민인지도 못 듣고, 도움도 못 주고.",
			null
		],
		[
			"msg",
			447031,
			"Friends in their ideal extension line seems to be more and more far away from me, as if each other has become familiar strangers.",
			"朋友们在各自理想的延长线上好像都与我越来越远，仿佛彼此已经成为了熟悉的陌生人。",
			"みんなが自分の理想のために、どんどん遠くへ行っているようで、お互いも疎遠になっちゃった。",
			"모두들 각자의 꿈을 위해 점점 더 멀리 가는 것 같고, 서로도 점점 멀어지게 된 것 같아.",
			null
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447032,
			"So I would like to think, such as I, there is nothing I can do for everyone. But in the end, it was just a trivial thing to do a talisman for everyone…",
			"于是我就想啊想，这样的我，有没有可以为大家做的事情，但结果，就只能是为大家做护身符这点微不足道的事情……",
			"それで考えたんだ。こんな私でも、みんなのためにできることがないかって。結局、お守りを作るくらい思いつかなかったけど……",
			"그래서 생각했어. 이런 나라도 모두를 위해 뭔가 해줄 수 있는 게 있을까 하고. 결국 부적 만드는 것밖에 떠오르지 않았지만...",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447033,
			"How important your amulet is to those of us who do business on Familiar, and you have a special long postscript——",
			"哪有……先不说红的护身符对我们这些做生意的使魔多重要，而且你还特地长途跋——",
			"そんなことはないよ……紅のお守りは私たち商売をする従魔にとってとっても大事なものだし、遠いところから運んで——",
			"그런 건 아니야…… 붉은 부적은 우리 장사하는 종마에게 아주 중요한 거고, 먼 곳에서 운반해——",
			null
		],
		[
			"msg",
			447034,
			"Ah ! ? Did you come to give the amulet to…",
			"啊！？难道说红你来送护身符其实是为了……",
			"あ！？もしかして紅がお守りを届けにくるのは……",
			"아!? 설마 붉은 부적을 전하러 오는 건……",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447035,
			"Hey, hey, hey. I've been found~",
			"嘿嘿嘿~~被发现了么。",
			"へへへ〜〜気づかれちゃったか。",
			"헤헤헤~~ 들켰나 보네.",
			null
		],
		[
			"msg",
			447036,
			"When I come to deliver the amulet, I can see everyone again and see how they are doing.",
			"来送护身符的时候，我可以再次见到大家，了解大家现在的近况。",
			"お守りを届けに来たとき、みんなに会えるし、近況が聞ける。",
			"부적을 전하러 오면, 모두를 만날 수 있고 근황도 들을 수 있으니까.",
			null
		],
		[
			"msg",
			447037,
			"Everyone seems to be struggling for their own ideals, and their eyes are being polished with more and more confidence. Seeing such people, I am both happy and frustrated…",
			"大家好像为了各自的理想奋斗着，眼神也被打磨得越来越自信，看到这样的大家，我又是高兴又是失落……",
			"みんなが自分の理想のために頑張ってるし、目にも自信が溢れている。今のみんなを見たら、嬉しいけど、少し寂しい。",
			"모두 각자의 이상을 위해 열심히 하고, 눈빛에도 자신감이 넘쳐. 지금의 모두를 보면 기쁘지만, 조금 쓸쓸해.",
			null
		],
		[
			"portraits",
			[
				466,
				3,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447038,
			"It was as if I was the only one left behind…",
			"仿佛，只有我一个人掉队了一般……",
			"まるで、自分だけが取り残されたみたいに……",
			"마치, 나만 뒤처진 것처럼……",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				3,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447039,
			"How, how! We are where we are today because of you!",
			"怎、怎么会！我们有今天还不是因为红！",
			"そ、そんな！私たちに今があったのは紅のおかげだよ！",
			"그, 그럴 리가! 우리가 지금 있을 수 있는 건 붉은 덕분이야!",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447040,
			"But now it's different. I'm starting to catch up",
			"嘿嘿~但是现在不一样了，我已经开始追上大家了~",
			"へへ〜でも今はもう違う、私はもうみんなを追いつこうとしてるのだ〜",
			"헤헤~ 하지만 이젠 달라, 나도 이제 모두를 따라잡으려고 하고 있다고~",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447041,
			"! ! !",
			"！！！",
			"！ ！ ！",
			"! ! !",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				0,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447042,
			"This job, not only can let me have the income that can live on, but also can like this frequent meet with everyone, bring good luck for everyone.",
			"这份工作，不仅可以让我有能够赖以生存的收入，还能像这样频繁的与大家见面，为大家带来福运。",
			"この仕事で、収入を得られるだけでなく、このように頻繁にみんなと会うことができて、皆に幸運をもたらすことができる。",
			"이 일로 수입도 얻을 수 있을 뿐만 아니라, 이렇게 자주 모두를 만날 수 있고, 모두에게 행운을 가져다줄 수 있어.",
			null
		],
		[
			"msg",
			447043,
			"I think……",
			"我觉得……",
			"なんだか……",
			"왠지……",
			null
		],
		[
			"msg",
			447044,
			"I can help you in this way. It's like being back on the team~",
			"自己能以这种形式帮助到大家~就像重新归队了一般~",
			"こんな形でみんなを助けることができて〜まるでみんなと足並みを揃えたみたい〜",
			"이런 식으로 모두를 도울 수 있어서~ 마치 다 함께 발걸음을 맞춘 것 같아~",
			null
		],
		[
			"msg",
			447045,
			"I have been very satisfied ~",
			"我已经非常满足了~",
			"とても満足しているよ〜",
			"아주 만족스러워~",
			null
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				466,
				0,
				true
			],
			[
				616,
				0,
				false
			]
		],
		[
			"msg",
			447046,
			"……Wuh……Wuh Wuh",
			"红……呜……呜呜呜",
			"紅……う……うわぁあああ",
			"홍…… 으…… 우와아아",
			null
		],
		[
			"msg",
			447047,
			"Red~~ ! !",
			"红~~！！",
			"紅〜〜！！",
			"홍~~!!",
			null
		],
		[
			"speaker",
			131027
		],
		[
			"portraits",
			[
				466,
				2,
				false
			],
			[
				616,
				0,
				true
			]
		],
		[
			"msg",
			447048,
			"Ah, ah! ? Why do you all like to come over like that.",
			"呀、呀！？怎么你们都喜欢这么抱过来啦。",
			"え、えー！？どうしたの、みんなで抱きついちゃって。",
			"에, 에~!? 왜 그래, 다같이 껴안고 있어.",
			null
		]
	],
	"2579": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447049,
			"Deep in the mountains.",
			"深山之中。",
			"山の中。",
			"산속.",
			null
		],
		[
			"msg",
			447050,
			"Poony Poony……",
			"噗尼噗尼……",
			"プニプニ……",
			"푸니푸니……",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			447051,
			"Eating takeout... Getting lost... Unpack…",
			"偷吃外卖……贪玩迷路……私拆包裹……",
			"出前の盗み食い……油を売って迷子になる……勝手に荷物をあける……",
			"배달음식 훔쳐먹기…… 빈둥거리다 길 잃기…… 함부로 짐 열어보기……",
			null
		],
		[
			"msg",
			447052,
			"Do you guys know why Kedama distribution was replaced by Familiar Logistics? Ah!!??",
			"你们几个，到底知不知道为什么毛玉派送才被天魔物流取代了啊！！？？",
			"あんたたち、いったいなぜもふもふ運輸が天魔物流に負けたと思うの！！？？",
			"너희들, 대체 왜 모프모프 운송이 천마 물류에 졌다고 생각하는 거야!!??",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				468,
				2,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447053,
			"Poony Poony!?",
			"噗尼噗尼！？",
			"プニプニ！？",
			"푸니푸니!?",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				2,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447054,
			"Don't Poony Poony ! It's no use pretending to be pathetic. I don't think you can make any progress without a lesson today!",
			"别给我噗尼噗尼的了，装可怜也没用的，我看今天不给点教训你们是不会长进的！",
			"そんなのやめなさい、可哀想なふりをしても無駄だ、やっぱりきちんとしつけしないと成長しないみたいだな！",
			"그만해, 불쌍한 척해도 소용없어. 역시 제대로 훈련시켜야 성장하는 모양이군!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447055,
			"——Crack!",
			"——啪！",
			"——パシ！",
			"—— 파시!",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447056,
			"Poony Poony!(We were wrong, please!)",
			"噗尼噗尼！（大、大王我们错了手下留情！）",
			"プニプニ！（ごめんなさい、ごめんなさい！）",
			"푸니푸니! (미안해, 미안해!)",
			null
		],
		[
			"msg",
			447057,
			"Poony! Poony Poony Poony Poony Poony Poony Poony Poony!! Poony Poony Poony Poony Poony Poony Poony , Poony Poony Poony Poony Poony Poony Poony Poony……",
			"噗尼！噗尼噗尼噗尼噗尼噗尼噗尼噗尼噗尼！！噗尼噗尼噗尼噗尼噗尼噗，噗尼噗尼噗尼噗尼噗尼噗尼噗尼噗尼噗尼噗尼……",
			"プニ！プニプニプニプニ！！プニプニプニプニ、プニプニプニプニプニプニプニプニ……",
			"푸니! 푸니푸니푸니푸니!! 푸니푸니푸니푸니, 푸니푸니푸니푸니푸니푸니푸니푸니……",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				3,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447058,
			"Enough of this nonsense! Get to the point!",
			"说重点。",
			"簡潔に言いなさい。",
			"간단히 말해.",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				468,
				3,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447059,
			"Poony (I saw that the name of the item on the Courier note said it was a new toy, so I took it apart and played with it.)",
			"噗尼。（我看到快递单上的货品名里写的是新玩具，就自己拆开来玩了。）",
			"プニ。（伝票の中身がおもちゃって書いてあったから、開けて遊んでた。）",
			"푸니. (송장 내용에 장난감이라고 써있어서, 열고 놀고 있었어.)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				3,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447060,
			"And?",
			"就这些？",
			"それだけ？",
			"그게 다야?",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				468,
				3,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447061,
			"Poony Poony! Poony!(In the middle of the delivery, I watched a fight between two cool Familiar books and then went to watch them. After watching them, I came back and completely forgot about the delivery. I was wrong!)",
			"噗尼噗尼！噗尼！（我送货送到一半看两个很酷炫的使魔在打架就跑去围观，看完之后回来了，完全忘记了要送货这件事，我错了！）",
			"プニプニ！プニ！（配達の途中、従魔たちが喧嘩してたから見にいった。帰ったら配達のことを忘れちゃった、ごめんなさい！）",
			"푸니푸니! 푸니! (배달 도중에, 종마들이 싸우고 있어서 보러 갔어. 돌아오니 배달할 걸 까먹었어, 미안해!)",
			null
		],
		[
			"msg",
			447062,
			"Poony……Poony Poony, Poony!!!(I......I saw some familiars were playing tennis on the road. After the ball hit a tree, they asked me if I wanted to play tennis. When I said yes, they pulled me up——Anyway I was wrong!!)",
			"噗尼……噗尼噗尼，噗尼！！！（我……我看到路上有使魔在打网球，球被打到树上之后她们问我想不想玩网球，我说想玩，她们就把我拽了起来——总之我错了！！！）",
			"プニ……プニプニ、プニ！！！（じゅ……従魔がテニスをやっているところをみて、ボールが木に飛ばされてから、私にテニスやりたいかって聞かれて、それで私を——とにかく悪かった！！！）",
			"푸니……푸니푸니, 푸니!!! (종……종마가 테니스를 치는 걸 보고, 공이 나무에 날아간 다음에, 나한테 테니스 할래? 하길래, 그래서 나를 —— 어쨌든 잘못했어!!!)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				2,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447063,
			"You guys…",
			"你们这群家伙……原本我还以为是什么天大的困难，啊啊啊不行了，真是气死我了！",
			"あんんたたち……どんな大変なことがあったと思ったら、これか？だめだ、もう、腹が立つ！",
			"이 자식들아… 무슨 큰일인 줄 알았더니, 이게 뭐냐? 안 돼, 정말, 짜증 나!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447064,
			"——Crack!",
			"——啪！",
			"——パシ！",
			"——퍽!",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447065,
			"Poony!(Whoa! We were wrong!)",
			"噗尼！（哇啊啊啊！我们错了！）",
			"プニプニ！（ごめんなさい、ごめんなさい！）",
			"뿅뿅! (미안해, 미안해!)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				2,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447066,
			"Hey! Don't jump about, stand up!",
			"喂！不准跳来跳去，给我挺直腰板站好了！",
			"おい！あっちこっち飛んでないで、背筋を伸ばして立ちなさい！",
			"야! 허공에 둥둥 떠다니지 말고, 똑바로 서!",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				468,
				2,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447067,
			"Poony Poony!(Wow, we are standing!)",
			"噗尼噗尼！（哇啊啊啊，我们没有腰啊！）",
			"プニプニ！（うわああああ、私たちに背中がないよ！）",
			"뿅뿅! (우와아아아, 우리 등뼈가 없잖아!)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				2,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447068,
			"How dare you?",
			"还敢顶嘴？",
			"口答えする気か？",
			"말대꾸할 셈이냐?",
			null
		],
		[
			"msg",
			447069,
			"I thought you were so pathetic that I replied that you should be your king. I didn't expect that I still have this behavior after taking you to Familiar Logistics for so long!",
			"看你们太可怜了才答应当你们的什么王，没想到带你们去天魔物流锻炼了这么久还是这个德性！",
			"あんたたちがかわいそうから王になってやったんだ。まさか天魔物流に鍛えさせてもこんな様だとは！",
			"너희들이 불쌍해서 왕이 되어준 거다. 천마 물류에 맡겨서 훈련시켜도 이 꼴이냐!",
			null
		],
		[
			"msg",
			447070,
			"I don't want to manage you guys for the rest of my life. I'm really tired of taking your deliveries every day now. Give me a little growth!!!",
			"我可不想管你们一辈子，现在天天陪你们送快递真是烦死了，都给我有点长进好吧！！！",
			"一生あんたたちの面倒をみたくない。毎日配達の相手をしてあげるのがもううんざりだ、そろそろ成長しなさい！",
			"평생 너희들 뒷바라지하기 싫다. 매일 배송 상대해 주는 것도 이젠 지쳤어, 어서 빨리 자라!",
			null
		],
		[
			"msg",
			447071,
			"If it goes on like this, we'll never get out of the bottom of the food chain!?",
			"这样下去，不是永远都摆脱不了食物链底端的地位了吗！？",
			"このままだと、永遠に食物連鎖の最下位にいるしかないじゃないか！？",
			"이대로라면 영원히 생태계 하위권에서 벗어나지 못할 거야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447072,
			"——Pah",
			"——啪",
			"——パシ！",
			"——퍽!",
			null
		],
		[
			"msg",
			447073,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447074,
			"Poony?(Is it true, is it true that Your Majesty desires that we can become the Kedama of our own accord?)",
			"噗尼？（咦？难道，难道大王心里非常希望我们能够成为独当一面的毛玉吗？）",
			"プニ？（え？まさか、サラ様は私たちを一人前のもふもふにしたいからこんなに厳しいの？）",
			"푸니? (어? 설마 사라 님이 우리를 독립한 모프모프로 만들려고 이렇게 엄격한 거야?)",
			null
		],
		[
			"msg",
			447075,
			"Poony ! ! (Is the whip of love! !)",
			"噗尼！！（是、是爱的教鞭！！）",
			"プニ！！（そうだ、愛のムチだ！！）",
			"푸니!! (그래, 사랑의 채찍이야!!)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				2,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447076,
			"Tut, don't get me wrong, I just want to get back to my free days.",
			"啧，别误会，我只是想早点回到自由自在的日子。",
			"ちっ、誤解したいでもらえる？私はただ自由の身に戻りたいの。",
			"쳇, 오해하고 싶어? 난 그냥 자유의 몸이 되고 싶을 뿐이야.",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				468,
				2,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447077,
			"Poony Poony(As expected, you are our king. You are really thinking for our sake. We made a mistake, please give me a good whiplash and teach me a lesson.) !",
			"噗尼噗尼（大王果然就是我们的大王，是在真心为我们着想的，我们错了，请狠狠鞭打教训我吧！）！",
			"プニプニ（さすが我々の王だ、我々のために考えている。私たちが間違っていた、どうかムチで打ってください！）",
			"푸니푸니 (과연 우리의 왕이시다, 우리를 위해 생각해주시다니. 우리가 잘못했어요, 부디 채찍으로 때려주세요!)",
			null
		],
		[
			"msg",
			447078,
			"Poony Poony Poony(Please whip me first!)",
			"噗尼噗尼噗（大王请先鞭打我吧！）",
			"プニプニプ（私を打ってください！）",
			"푸니푸니푸 (저를 때려주세요!)",
			null
		],
		[
			"msg",
			447079,
			"Poony Poony Poony(No, no, no, please whip me first!)",
			"噗尼噗尼噗（不不不，请先鞭打我吧！）",
			"プニプニプ（いやいやいや、さきに私を打ってください！）",
			"푸니푸니푸 (아니아니아니, 먼저 저를 때려주세요!)",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				2,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447080,
			"What……",
			"什么乱七八糟的……",
			"なんてめちゃくちゃな……",
			"참으로 엉망진창이네...",
			null
		],
		[
			"speaker",
			432267
		],
		[
			"portraits",
			[
				468,
				2,
				true
			],
			[
				794,
				0,
				false
			]
		],
		[
			"msg",
			447081,
			"Poony !(We love you forever!)",
			"噗尼！（大王，我们永远爱戴你！）",
			"プニ！ （王よ、いつもあなたを愛しています！）",
			"푸니! (왕이시여, 항상 당신을 사랑합니다!)",
			null
		],
		[
			"msg",
			447082,
			"Poony !(Hey! You're so mean, that's what I want to say!)",
			"噗尼！（喂！太卑鄙了，这是我想说的！）",
			"プニ！（卑怯だぞ！私が言いたかったのに！）",
			"푸니! (비겁하다고! 내가 말하려고 했는데!)",
			null
		],
		[
			"msg",
			447083,
			"Poony !(ou back up a little. What? Want to fight?——)",
			"噗尼！（你往后稍稍，什么？要干架吗——）",
			"プニ！（ちょっと引っ込んでろ、なに、喧嘩する気——）",
			"푸니! (좀 비켜, 뭐야, 싸울래——)",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447084,
			"Poo——&……%#()*(Ah! *()&@…… !()) !",
			"噗——&……%#（）*（来啊！怕你啊*（）&@……！（））！",
			"プニ——&……%#（）*（こいよ！相手してやるぞ*（）&@……！（））！",
			"푸니——&……%#（）*(덤벼! 상대해주마*（）&@……!（）)!",
			null
		],
		[
			"speaker",
			1906
		],
		[
			"portraits",
			[
				468,
				1,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447085,
			"……Shit, a bunch of idiots.",
			"……切，一群笨蛋。",
			"……ち、馬鹿どもが。",
			"......쳇, 멍청이들.",
			null
		],
		[
			"portraits",
			[
				468,
				0,
				false
			],
			[
				794,
				0,
				true
			]
		],
		[
			"msg",
			447086,
			"It looks like I'm going to be wearing this for a long time.",
			"看来头上的这个东西，还要戴很久啊。",
			"どうやら、この王冠は、まだまだ外せないね。",
			"아무래도 이 왕관은, 아직 벗을 수 없겠어.",
			null
		]
	]
}