{
	"1750": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187783,
			"Apart from the identification number, the only thing that remains in the mind is the memory of those battles.",
			"除了识别号，唯一保留在脑海中的就只有关于战斗的记忆。",
			"識別番号以外に唯一脳内に残っているのは、戦いに関する記憶だけ。",
			"식별 번호 외에 유일하게 뇌내에 남아 있는 것은 전투에 관한 기억뿐이다.",
			null
		],
		[
			"msg",
			187784,
			"Who to fight, what to fight, and where to fight? What had the \"I\" done before? I don't remember anything besides the fighting.",
			"跟谁战斗，又是为了什么战斗，战斗的地方又在哪里？除了战斗之外，之前的“我”又干了些什么……“我”全都不记得了。",
			"誰と戦ったか、何のための戦いか、戦いの場所はどこだったのか？戦い以外のこと、以前の「私」が何をしたのか……「私」は何も覚えていない。",
			"누구와 싸웠는지, 무엇을 위한 싸움이었는지, 전투의 장소는 어디였는지? 전투 이외의 것들, 이전의 「나」가 무엇을 했는지……「나」는 아무것도 기억하지 못한다.",
			null
		],
		[
			"msg",
			187785,
			"After observation, analysts believe that individuals will generate unnecessary cognition.",
			"经过观察，分析人员认为个体将会产生不必要的认知。",
			"観察結果、アナリストは個体に不必要な認識が発生することを確認した。",
			"관찰 결과, 애널리스트는 개체에 불필요한 인식이 발생하는 것을 확인했다.",
			null
		],
		[
			"msg",
			187786,
			"From the repeated learning and cognition, Kaguya has a high probability to generate moral values and their own values, and may even cause a great negative impact on subsequent tasks.",
			"通过不断重复的学习和认知，“耀夜姬”有极高几率产生道德观念及自身价值观，甚至可能对之后的任务造成极大的负面影响。",
			"絶えず繰り返す学習と認識によって、「輝夜姫」は極めて高い確率で道徳観念や自分の価値観を生み出し、その後の任務に大きな負の影響を与えることすらあるのだ。",
			"끊임없이 반복되는 학습과 인식으로 인해 「카구야히메」는 극히 높은 확률로 도덕 관념이나 자신의 가치관을 생성하며, 이후의 임무에 큰 부정적인 영향을 미치는 경우도 있다.",
			null
		],
		[
			"msg",
			187787,
			"It was agreed that all non-combat memories must be erased each time data was entered and adjusted.",
			"全体人员一致同意，每次输入、调整数据前必须清除一切与战斗无关的记忆。",
			"データの入力、調整の前に戦闘の関係のないあらゆる記憶を取り除くことに全員一致して同意。",
			"데이터의 입력, 조정 전에 전투와 관계없는 모든 기억을 제거하는 것에 전원 일치하여 동의.",
			null
		],
		[
			"msg",
			187788,
			"Please pay attention that the input memory must be carefully screened.",
			"请操作人员注意，输入记忆时务必认真筛选。",
			"オペレーターは記憶を入力する際に慎重にフィルタリングするよう注意されたし。",
			"오퍼레이터는 기억을 입력할 때 신중하게 필터링하도록 주의받았다.",
			null
		]
	],
	"1751": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187789,
			"I was branded a meaningless imprint on myself.",
			"我被烙下重视自身是毫无意义的刻印。",
			"私は自分を重視することにまったく意味がないものと烙印を押されてしまった。",
			"나는 자신을 중시하는 것에 전혀 의미가 없다는 낙인이 찍혀버렸다.",
			null
		],
		[
			"msg",
			187790,
			"Being more aggressive and not paying attention to anything else allowed me to complete my tasks more efficiently.",
			"更加具有侵略性地攻击，无需在意此外的一切，这会让我更有效率地完成指示。",
			"侵略的な攻撃性をさらに加えられ、それ以外のことを気にする必要はない。そうすることでより効率的に私に指示を完了させられる。",
			"공격적인 공격성을 더욱 추가하고, 그 외의 것을 신경 쓸 필요는 없다. 그렇게 함으로써 더 효율적으로 나에게 지시를 완료시킬 수 있다.",
			null
		],
		[
			"msg",
			187791,
			"Since the individual will eventually trigger the self-apoptotic order on D-15, any level of depletion is allowed.",
			"由于个体最终会在第十五天触发自我凋亡的命令，因此不管何种程度的损耗都是被允许的。",
			"個体は最終的に15日目にアポトーシスによる自滅命令を発する。そのため、どの程度の損傷であろうと許される。",
			"개체는 최종적으로 15일째에 아포토시스에 의한 자멸 명령을 발한다. 따라서, 어느 정도의 손상이든 허용된다.",
			null
		],
		[
			"msg",
			187792,
			"Never mind the loss; Allow for any adjustment and modification; No matter how badly hurt, she can be reborn as a new entity that inherits the experience.",
			"无需在意损耗、允许任何程度的调整和改造，无论受到何等严重的伤害都可以再次重生为继承经验的新个体。",
			"損傷を気にする必要なく、どのような程度の調整や改造も許される。どれだけひどいダメージを受けても再び生まれ変わることで経験を継承できる新個体。",
			"손상을 신경 쓸 필요 없이, 어떤 정도의 조정이나 개조도 허용된다. 얼마나 심한 데미지를 입어도 다시 태어남으로써 경험을 계승할 수 있는 새로운 개체.",
			null
		],
		[
			"msg",
			187793,
			"It is estimated to be tens of times more efficient than the valkyries.",
			"经过评估，其使用效率将为女武神的数十倍。",
			"予測の結果、その使用効率はヴァルキリーの数十倍とされる。",
			"예측 결과, 그 사용 효율은 발키리의 수십 배로 추정된다.",
			null
		],
		[
			"msg",
			187794,
			"We will look forward to its practical performance in the future.",
			"今后将期待它的实战表现。",
			"今後、その実践での活躍が期待される。",
			"앞으로 실전에서의 활약이 기대된다.",
			null
		]
	],
	"1752": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187795,
			"To follow instructions thoroughly and faithfully is the absolute truth that I have been endowed with since I opened my eyes.",
			"彻底、忠实地听从指示，是我从睁开双眼前就被赋予的绝对真理。",
			"徹底的、かつ忠実に指示に服従する。それは私が両目を開ける前から与えられた絶対的な真理だから。",
			"철저히, 그리고 충실히 지시에 복종한다. 그것은 내가 두 눈을 뜨기 전부터 주어진 절대적인 진리이기 때문이다.",
			null
		],
		[
			"msg",
			187796,
			"My mission is to take the lives of those tagged individuals and then go to the next tagged location and do the same thing again.",
			"我的使命就是令被标记个体失去生命体征，然后前往下一个标记的地点再次重复相同的事情。",
			"私の使命はマーキングされた個体の生命兆候を失わせること。そして次のマーキング地点へ進んで同じことを繰り返すだけ。",
			"내 임무는 마킹된 개체의 생명 징후를 소멸시키는 것. 그리고 다음 마킹 지점으로 이동해 같은 행동을 반복할 뿐이다.",
			null
		],
		[
			"msg",
			187797,
			"At some point, a question came to my mind, what am I doing?",
			"在某个瞬间，一个问题突然涌入我的脑海——“我”到底在干什么？",
			"ある瞬間、1つの疑問が突如として私の頭に湧き出てきた——「私」は一体何をしているのだろうか？",
			"어느 순간, 한 가지 의문이 갑자기 내 머릿속에서 솟아올랐다——「나는」 대체 무엇을 하고 있는 걸까?",
			null
		],
		[
			"msg",
			187798,
			"Everything that happened after that completely lost its sense of reality and made me feel that I was looking down at myself from the perspective of a third party.",
			"之后发生的一切都彻底地失去实感，让我感觉自己正在以第三者的视角俯视着自己。",
			"その後起こったすべてによって徹底的に実感を失い、私はまるで第3者の視点で自分を俯瞰しているかのような感覚になった。",
			"이후 일어난 모든 일로 인해 철저히 실감을 잃었고, 나는 마치 제3자의 시점에서 자신을 내려다보는 듯한 감각에 사로잡혔다.",
			null
		],
		[
			"msg",
			187799,
			"Although it was only for a moment, the individual's brain waves showed significant unexpected fluctuations.",
			"虽然只有一瞬，但是个体的脑电波明显出现了预料以外的波动。",
			"たった一瞬だったが、個体の脳波に予想外の波動がはっきりと現れた。",
			"찰나의 순간이었지만, 개체의 뇌파에 예상치 못한 파동이 뚜렷이 나타났다.",
			null
		],
		[
			"msg",
			187800,
			"Concerned about the possible negative impact on individuals, the observers decided to notify the operational forces to recover, but were stopped by the supervisor.",
			"考虑到个体将有可能出现的负面影响，观测人员决定通知行动部队进行回收，但被负责人叫停。",
			"個体に現れる可能性のある負の影響を考慮し、観測員は作戦部隊に回収させるように通知することにした。しかし、責任者によって中止された。",
			"개체에게 나타날 수 있는 부정적 영향을 고려해, 관측원은 작전 부대에 회수하도록 통보하기로 결정했다. 그러나 책임자에 의해 중지되었다.",
			null
		],
		[
			"msg",
			187801,
			"In the future, the situation of individuals will be continuously observed on the shift system, and the operation force will be put into standby mode for indefinite operation at any time to ensure the recovery at the fastest speed.",
			"今后将以轮班制持续对个体的状况进行观察，行动部队进入无限期随时行动的待机状态，确保能以最快速度进行回收。",
			"今後は交代制で個体の状況に対して観察を行い、作戦部隊は無期限で随時行動可能な待機状態に入り、最速で回収を行えるようにする。",
			"앞으로는 교대제로 개체의 상황을 관찰하며, 작전 부대는 무기한으로 수시 행동 가능한 대기 상태에 들어 최대한 빠르게 회수할 수 있도록 한다.",
			null
		],
		[
			"msg",
			187802,
			"At worst, shoot her.",
			"最糟糕的情况下，允许将其射杀。",
			"最悪の状況下では、射殺を許可する。",
			"최악의 상황에서는 사살을 허가한다.",
			null
		]
	],
	"1753": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187803,
			"Since then, inevitably, I've been thinking a lot.",
			"那次之后，我总是不可避免地频繁陷入思考。",
			"それ以降、私はいつも事あるごとに思考に陥るようになった。",
			"그 이후로 나는 항상 무슨 일만 있으면 사색에 빠지게 되었다.",
			null
		],
		[
			"msg",
			187804,
			"It made me lose focus on completing tasks, and it also made me notice more.",
			"它让我变得无法专注于完成指示，但同时也让我注意到了更多的东西。",
			"思考のせいで指示完了に専念できなくなった。しかし、それと同時にさらに多くの物事に気がつくようになった。",
			"사색 때문에 지시 완수에 집중할 수 없게 되었다. 하지만 동시에 더 많은 것들을 깨닫게 되었다.",
			null
		],
		[
			"msg",
			187805,
			"Something indescribable began to occur that made me feel as if my pharynx and parts of my abdomen were dysfunctional.",
			"某种难以言明的感觉开始出现，让我感觉咽部及腹腔部分似乎出现机能紊乱的状况。",
			"言葉では説明しがたい、ある種の感覚が現れ始めた。その感覚によって私は咽喉と腹腔に機能混乱が生じたように感じた。",
			"말로 설명하기 어려운 어떤 감각이 나타나기 시작했다. 그 감각 때문에 나는 인후와 복강에 기능 장애가 생긴 것 같았다.",
			null
		],
		[
			"msg",
			187806,
			"After the battle with the target, I…was pushed off the battlefield by some force.",
			"之后和目标以外的战斗，我……被某种力量推离了战场。",
			"その後、目標以外と戦い、私は……何かしらの力によって戦場から引き離されてしまった。",
			"그 후, 목표 이외의 것과 싸우다가 나는... 어떤 힘에 의해 전장에서 떨어져 나가게 되었다.",
			null
		],
		[
			"msg",
			187807,
			"At one point, the individual ignored tasks, fought with objects other than the target and eventually left the battlefield.",
			"个体曾一度无视指示，与目标之外的对象发生战斗并最终脱离战场。",
			"個体は指示を1度無視し、目標以外の対象と戦い、最終的に戦場を離脱。",
			"개체는 지시를 한 번 무시하고, 목표 이외의 대상과 싸운 끝에 최종적으로 전장을 이탈.",
			null
		],
		[
			"msg",
			187808,
			"After confirmation, the particular individual developed self-awareness in just 15 days.",
			"经过确认，该特殊个体在短短15天内产生了自我意识。",
			"確認の結果、当該の特殊個体はわずか15日の内に自我意識を生じさせた。",
			"확인 결과, 해당 특수 개체는 불과 15일 만에 자아 의식을 발생시켰음.",
			null
		],
		[
			"msg",
			187809,
			"The team will discuss shortening the apoptotic cycle within a few days.",
			"全体人员将在几个工作日内进行缩短凋亡周期的讨论。",
			"全作業員は数日以内にアポトーシスによる自滅周期短縮を行うための話し合いをすること。",
			"전체 작업자들은 수일 내에 아포토시스에 의한 자멸 주기 단축을 위한 협의를 할 것.",
			null
		]
	],
	"1754": [
		[
			"speaker",
			204550
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				13,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187810,
			"I ignored the instructions for the first time.",
			"我第一次无视了指示。",
			"私は初めて指示を無視した。",
			"나는 처음으로 지시를 무시했다.",
			null
		],
		[
			"msg",
			187811,
			"To get rid of that feeling, I decided to reach out to someone other than the target.",
			"为了消除那种感觉，我决定主动和目标以外的对象接触。",
			"あの感覚を消すために、私は自ら目標以外の対象と接触した。",
			"그 감각을 없애기 위해, 나는 스스로 목표 이외의 대상과 접촉했다.",
			null
		],
		[
			"msg",
			187812,
			"The answer is there, a voice told me.",
			"答案就在那里，有一个声音这么告诉我。",
			"答えはそこにある。ある声がそう私に教えてくれた。",
			"답은 거기에 있다. 어떤 목소리가 나에게 그렇게 알려주었다.",
			null
		],
		[
			"msg",
			187813,
			"The data of the battle against the prototype is so precious that the whole team unanimously approve of the director's decision to let it go.",
			"与原型战斗的数据十分珍贵，所有人员一致赞成负责人对其采取放任的决定。",
			"プロトタイプとの戦闘データは大変貴重である。責任者が放任の決定を下し、一同は一致して賛成した。",
			"프로토타입과의 전투 데이터는 매우 귀중하다. 책임자가 방임 결정을 내렸고, 모두가 일치하여 찬성했다.",
			null
		],
		[
			"msg",
			187814,
			"The analysis shows that although it has more power than the prototype, it is also more fragile.",
			"经过分析可得，它虽然拥有比原型更加强大的力量，但同时也更加脆弱。",
			"分析の結果、プロトタイプよりもさらに強い力を有しているものの、一方ではさらに脆弱になっていることが分かった。",
			"분석 결과, 프로토타입보다 더 강한 힘을 가지고 있지만, 한편으로는 더 취약해졌다는 것이 밝혀졌다.",
			null
		],
		[
			"msg",
			187815,
			"Improvements will be made in subsequent work, or mass production will be attempted to compensate for this deficiency.",
			"将在后续的工作中进行改良，或者尝试使用大量生产以弥补这一缺点。",
			"今後の作業の中で改良を進めていくか、或いは大量生産によってこの欠点を補って行くことになるだろう。",
			"향후 작업에서 개선을 진행하거나, 또는 대량 생산으로 이 단점을 보완해 나가게 될 것이다.",
			null
		]
	],
	"1755": [
		[
			"bgm",
			39
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187816,
			null,
			"在每个人心中，都有着强烈的愿望。",
			null,
			null,
			null
		],
		[
			"msg",
			187817,
			null,
			"无论光明，无论黑暗……",
			null,
			null,
			null
		],
		[
			"msg",
			187818,
			null,
			"当然，也无论简单与复杂，只要有着强烈想实现它的心情，那这份愿望就会化作力量。",
			null,
			null,
			null
		],
		[
			"msg",
			187819,
			null,
			"即便，这份力量会打破原有的平衡……",
			null,
			null,
			null
		],
		[
			"msg",
			188028,
			"Then, your wish... What is it?",
			"那么，你的心愿……是什么呢？",
			"では、あなたの願いは……何なのですか？",
			"그렇다면, 당신의 소원은...... 무엇인가요?",
			null
		],
		[
			"msg",
			187820,
			null,
			"……",
			null,
			null,
			null
		],
		[
			"msg",
			187821,
			null,
			"想……痛快地……吃甜食——",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			187822,
			null,
			"……",
			null,
			null,
			null
		],
		[
			"stopBGM"
		],
		[
			"msg",
			187823,
			null,
			"……",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				891,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187824,
			null,
			"唔……",
			null,
			null,
			null
		],
		[
			"speaker",
			204815
		],
		[
			"portraits",
			[
				895,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			187825,
			null,
			"大小姐，我们回去吧？",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				891,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187826,
			null,
			"但是，我听到了，随着红月的出现，有一个渴望甜点的声音传入我的脑中。",
			null,
			null,
			null
		],
		[
			"portraits",
			[
				891,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187827,
			null,
			"这一定是某种可能性，搞不好，红月的出现能带我们得到这里没有的东西呢。",
			null,
			null,
			null
		],
		[
			"speaker",
			204815
		],
		[
			"portraits",
			[
				895,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187828,
			null,
			"红月不应该是灾难的预兆吗，又不是什么许愿机……大小姐最近一直都把自己锁在厨房，一定是因为这样产生了幻觉……一定是这样，嗯……",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				891,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187829,
			null,
			"吵死啦！最讨厌出门的我都没说要回去，你就不要在这抱怨啦！",
			null,
			null,
			null
		],
		[
			"speaker",
			204815
		],
		[
			"portraits",
			[
				895,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187830,
			null,
			"呜……",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				891,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187831,
			null,
			"……",
			null,
			null,
			null
		],
		[
			"msg",
			187832,
			null,
			"再这么下去的话，是无论怎么样都无法做出理想的冰淇淋的……",
			null,
			null,
			null
		],
		[
			"portraits",
			[
				891,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187833,
			null,
			"而且啦！索尔贝，你可是我的使魔啊！我的心愿，你不是最清楚不过了么？",
			null,
			null,
			null
		],
		[
			"msg",
			187834,
			null,
			"就算只有一点可能性，如果那可以得到究极的素材……我都会去一探究竟的。",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187835,
			null,
			"……",
			null,
			null,
			null
		],
		[
			"speaker",
			55489
		],
		[
			"soundEffect1",
			"DLC_CH01_EV09_ToolFall"
		],
		[
			"msg",
			187836,
			null,
			"——叮……",
			null,
			null,
			null
		],
		[
			"msg",
			187837,
			null,
			"那么，就让我感受一下，你们心愿的力量吧——",
			null,
			null,
			null
		]
	],
	"1756": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187838,
			null,
			"意大利 加尔达湖区",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				4,
				false
			]
		],
		[
			"msg",
			187839,
			null,
			"联系总部，联系总部……不行，信号受到干扰了。",
			null,
			null,
			null
		],
		[
			"bgm",
			47
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				35,
				4,
				true
			]
		],
		[
			"msg",
			187840,
			null,
			"哈，难得来到意大利，居然要把时间花在打崩坏兽上，那种东西交给别人不行吗，天命又不只有我们几个……",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			187841,
			null,
			"因为这次的崩坏很异常。一夜之间出现了这么多奇怪的蛋，辉火大人也看到了，那些从蛋里出来的崩坏兽……",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			187842,
			null,
			"谁要管那些恶心的东西啦，跟你说，这里的冰淇淋可是世界一流的，反正崩坏兽也消灭的差不多了，不如先去吃个够吧？",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			187843,
			null,
			"不是你自己拜托我要监督你避开甜食的诱惑么，而且接下来女武神体测，体重是硬指标。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			187844,
			null,
			"但我可没想到你会这么认真啊！居然连棒棒糖都不让我吃，唯一的生命之源被夺走了，我很难受！",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			187845,
			null,
			"既然是辉火大人亲自要求的，那我肯定要完美执行——",
			null,
			null,
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			187846,
			null,
			"打扰了，两位是专门消灭怪物的战士吗，有一件事想请你们帮忙，不知道可不可以，嗯……",
			null,
			null,
			null
		],
		[
			"msg",
			187847,
			null,
			"等等！索尔贝，不要自作主张啦！",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			187848,
			null,
			"嚯……这是，Cosplay和腹语么？",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				891,
				2,
				false
			]
		],
		[
			"msg",
			187849,
			null,
			"什、什么啦！我才不要她们帮忙呢，蛋里的东西我可以自己收集，怪物我也可以自己用魔法消灭，所以不要多管闲事啦！",
			null,
			null,
			null
		],
		[
			"speaker",
			204815
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				895,
				2,
				false
			]
		],
		[
			"msg",
			187850,
			null,
			"可是，大小姐，我想你也已经发现了这里和我们的世界不一样……还是应该拜托这个世界的专家才对……应该这么做的，嗯……",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				895,
				2,
				true
			]
		],
		[
			"msg",
			187851,
			null,
			"崩坏兽会从蛋中诞生出来，收集那种东西非常危险。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				895,
				2,
				true
			]
		],
		[
			"msg",
			187852,
			null,
			"欸，难道重点不是她们那异世界的言论么？宁蒂你真的好一板一眼啊。",
			null,
			null,
			null
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				895,
				2,
				true
			]
		],
		[
			"msg",
			187853,
			null,
			"算了，先告诉我们为什么要收集蛋中的东西，视情况我们才能决定是帮助你们，还是——",
			null,
			null,
			null
		],
		[
			"speaker",
			204815
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				895,
				2,
				false
			]
		],
		[
			"msg",
			187854,
			null,
			"大小姐！！",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				891,
				3,
				false
			]
		],
		[
			"msg",
			187855,
			null,
			"唔……",
			null,
			null,
			null
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				891,
				2,
				false
			]
		],
		[
			"msg",
			187856,
			null,
			"如、如果可以帮上我的忙的话，稍微告诉你们也不是不行！",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187857,
			null,
			"哈啊…行行行，先告诉我你的名字吧。",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				891,
				2,
				false
			]
		],
		[
			"msg",
			187858,
			null,
			"唔……我的名字是梅尔蒂，至于为什么要收集这些蛋，那都是为了得到究极的冰淇淋素材——",
			null,
			null,
			null
		]
	],
	"1757": [
		[
			"bgm",
			39
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187859,
			null,
			"冰淇淋素材？用这蛋里的液体？噫……",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				3,
				true
			],
			[
				891,
				2,
				false
			]
		],
		[
			"msg",
			187860,
			null,
			"别摆出这种表情，从里面采集到的东西确实有种不一样的香气，你闻~",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187861,
			null,
			"别…呃，真的诶！",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				891,
				1,
				false
			]
		],
		[
			"msg",
			187862,
			null,
			"虽然还得进行各种实验，冰淇淋的口感啊，会不会甜得很奇怪啊，这些都要不断调整。",
			null,
			null,
			null
		],
		[
			"msg",
			187863,
			null,
			"但我的直觉是不会错的，把这东西做成调味剂的话一定是一流的。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				891,
				1,
				true
			]
		],
		[
			"msg",
			187864,
			null,
			"很有研究嘛。总而言之，只要采集这个你就能做出非常好吃的冰淇淋咯，好像值得期待嘛。",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				891,
				2,
				false
			]
		],
		[
			"msg",
			187865,
			null,
			"当、当然的吧~",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				3,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187866,
			null,
			"辉火大人你好像非常乐在其中。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187867,
			null,
			"哈？难道你接下任务不会全力去完成吗？",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187868,
			null,
			"但辉火大人的目的明显偏离了，我不同意协助她们。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				3,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187869,
			null,
			"宁蒂你还真是死脑筋啊，反正横竖都要调查这些蛋，这些人也算是帮手呐。",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187870,
			null,
			"唔……好吧，但我会如实报告上去的。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				2,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187871,
			null,
			"那还真是谢谢了。不过，这位小姐，难道你就不怕这些怪物吗？一般来说第一反应不该是远离危险品么？",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				2,
				true
			],
			[
				891,
				2,
				false
			]
		],
		[
			"msg",
			187872,
			null,
			"有什么办法嘛，我对红月许愿之后，就被引导来这个世界了，这可是究极冰淇淋素材的唯一线索，我可不想就这么放过了。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187873,
			null,
			"红、红月？这么巧的么……",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				3,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187874,
			null,
			"怎么了，难道辉火大人你见到过那样的月亮么？",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				4,
				false
			],
			[
				891,
				2,
				true
			]
		],
		[
			"msg",
			187875,
			null,
			"与其说见过，倒不如说我也……",
			null,
			null,
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				4,
				true
			],
			[
				891,
				4,
				false
			]
		],
		[
			"msg",
			187876,
			null,
			"啊！",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				891,
				4,
				true
			]
		],
		[
			"msg",
			187877,
			null,
			"梅尔蒂，发生什么事了！",
			null,
			null,
			null
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				891,
				3,
				false
			]
		],
		[
			"msg",
			187878,
			null,
			"这前面的蛋……似乎都被谁破坏了！怎么会……",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				809,
				1,
				false
			],
			[
				891,
				3,
				true
			]
		],
		[
			"msg",
			187879,
			null,
			"就连里面素材的部分也面目全非了…得赶紧阻止破坏这些蛋的人才行吧？",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				809,
				1,
				true
			],
			[
				891,
				4,
				false
			]
		],
		[
			"msg",
			187880,
			null,
			"那不是当然的吗，这些素材，我绝对要拿回去的！",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				35,
				1,
				false
			],
			[
				891,
				4,
				true
			]
		],
		[
			"msg",
			187881,
			null,
			"辉火大人，请不要忘记我们的目的……",
			null,
			null,
			null
		]
	],
	"1758": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			187882,
			null,
			"哈啊！",
			null,
			null,
			null
		],
		[
			"speaker",
			204813
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				893,
				4,
				false
			]
		],
		[
			"msg",
			187883,
			null,
			"这边交给我！",
			null,
			null,
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				893,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			187884,
			null,
			"轰！",
			null,
			null,
			null
		],
		[
			"bgm",
			39
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				893,
				4,
				true
			]
		],
		[
			"msg",
			187885,
			null,
			"这边的蛋清除得差不多了，辛苦了，艾儿缇娜，琪亚娜~",
			null,
			null,
			null
		],
		[
			"speaker",
			204812
		],
		[
			"portraits",
			[
				216,
				1,
				true
			],
			[
				892,
				3,
				false
			]
		],
		[
			"msg",
			187886,
			null,
			"你们……没想到小小的身躯里有着这么强大的力量，虽然年轻，但看来已经历过不少惨烈的战斗了吧……",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				892,
				3,
				true
			]
		],
		[
			"msg",
			187887,
			null,
			"这个世界就是这样，如果不做好觉悟与崩坏战斗的话，终有一天一定会失去自己重要的东西的。",
			null,
			null,
			null
		],
		[
			"speaker",
			204813
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				893,
				1,
				false
			]
		],
		[
			"msg",
			187888,
			null,
			"为了守护重要的东西而战的心情，大家都是一样的。从见到你们开始，我就有种相同的感觉呢~",
			null,
			null,
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				1,
				false
			],
			[
				893,
				1,
				true
			]
		],
		[
			"msg",
			187889,
			null,
			"总之，现在就让我们助你一臂之力吧，而且这对于我们来说也是必须要处理的灾害呢。",
			null,
			null,
			null
		],
		[
			"msg",
			187890,
			null,
			"虽然这么说，但再不快点找到这股异变的源头的话，这些破坏掉的蛋可就又会再生呢，这样下去就真的没完没了了。",
			null,
			null,
			null
		],
		[
			"speaker",
			204812
		],
		[
			"portraits",
			[
				216,
				1,
				true
			],
			[
				892,
				2,
				false
			]
		],
		[
			"msg",
			187891,
			null,
			"没错，得赶快——",
			null,
			null,
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				891,
				4,
				false
			],
			[
				892,
				2,
				true
			]
		],
		[
			"msg",
			187892,
			null,
			"——快住手！",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				892,
				2,
				true
			]
		],
		[
			"msg",
			187893,
			null,
			"你们是！？",
			null,
			null,
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				892,
				2,
				true
			]
		],
		[
			"msg",
			187894,
			null,
			"无色辉火！",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			187895,
			null,
			"喂喂喂，我们不过是想帮这位小姐回收一些蛋而已，才不是来打架的。",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			187896,
			null,
			"抱歉咲夜，她们是敌人！",
			null,
			null,
			null
		],
		[
			"speaker",
			204812
		],
		[
			"portraits",
			[
				892,
				2,
				false
			],
			[
				809,
				4,
				true
			]
		],
		[
			"msg",
			187897,
			null,
			"（那边的，我记得是叫梅尔蒂的魔女……她不是这个世界的人，难道，这里会变成这样跟她有着什么关系？）",
			null,
			null,
			null
		],
		[
			"bgm",
			58
		],
		[
			"msg",
			187898,
			null,
			"虽然很想确认一下情况，但那是之后的事了。既然另一边是琪亚娜的敌人，那这场战斗就让我也来帮忙吧。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				892,
				2,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			187899,
			null,
			"喂喂喂，那两个难道也是异世界的人吗……难道你不认识她们吗？",
			null,
			null,
			null
		],
		[
			"speaker",
			204811
		],
		[
			"portraits",
			[
				892,
				2,
				true
			],
			[
				891,
				2,
				false
			]
		],
		[
			"msg",
			187900,
			null,
			"那个黑色衣服的……倒是有点熟悉的感觉，真是的！既然你们破坏我的冰淇淋素材！那我就绝对不会手下留情！",
			null,
			null,
			null
		]
	],
	"1759": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			187901,
			null,
			"——砰！",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			187902,
			null,
			"喂喂喂，这打架还带换装的，也太作弊了吧，而且近战禁止！",
			null,
			null,
			null
		],
		[
			"speaker",
			204812
		],
		[
			"portraits",
			[
				892,
				3,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			187903,
			null,
			"抱歉啦，这就是我的战斗方式。",
			null,
			null,
			null
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				892,
				3,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			187904,
			null,
			"切！外装甲「Sabayon」启动！",
			null,
			null,
			null
		],
		[
			"speaker",
			204813
		],
		[
			"portraits",
			[
				893,
				4,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			187905,
			null,
			"明明现在还有更重要的事情要做，真是的……又要在这种无谓的战斗上浪费时间了吗？",
			null,
			null,
			null
		],
		[
			"msg",
			187906,
			null,
			"——向着天空接住那闪耀的思念……",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			187907,
			null,
			"是、是歌声？",
			null,
			null,
			null
		],
		[
			"speaker",
			204813
		],
		[
			"portraits",
			[
				893,
				4,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			187908,
			null,
			"这声音难道是……",
			null,
			null,
			null
		],
		[
			"msg",
			187909,
			null,
			"大家，先听我说！！",
			null,
			null,
			null
		],
		[
			"speaker",
			204688
		],
		[
			"portraits",
			[
				893,
				4,
				true
			],
			[
				35,
				1,
				false
			]
		],
		[
			"msg",
			187910,
			null,
			"多说无用…束手就擒吧！",
			null,
			null,
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				35,
				1,
				true
			]
		],
		[
			"msg",
			187911,
			null,
			"怕你啊！",
			null,
			null,
			null
		]
	]
}