{
	"640": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61550,
			"This is Rabbit papa~ This is Rabbit mama. This is little rabbit~",
			"这个是兔子爸爸~这个是兔子妈妈~这个是兔子小姐哦~",
			"これがウサパパでこっちがウサママ。この子がウサちゃんよ。",
			"이쪽이 우사파파고 이쪽이 우사마마야. 이 아이가 우사쨩이야.",
			"This is Daddy Bunny and this is Mommy Bunny. This is Baby Bunny.",
			null,
			"This is the rabbit father ~ this is the rabbit mother ~ this is the rabbit lady Oh ~",
			"This is Usapapa and this is Usamama. This is Usamama, and this is Usa-chan."
		],
		[
			"msg",
			61551,
			"Little rabbit talks to me and play with me~",
			"在你们不在的时候就是兔子小姐一直在陪杏说话哦~",
			"誰もいないときはウサちゃんがずっとシンのおしゃべりの相手をしてくれるの。",
			"아무도 없을 때는 우사쨩이 계속 신과 이야기를 나눠줘.",
			"When no one is around, Baby Bunny keeps Sin company while she talks.",
			null,
			"In your absence is the rabbit lady has been talking with apricot Oh ~",
			"When no one is around, Usa-chan is always there to chat with Shin."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61552,
			"Bronya, I feel Sin acts weird…",
			"布洛妮娅姐姐，这个杏感觉好像有点奇怪……",
			"ブローニャお姉ちゃん、このシン、何だか変……。",
			"브로냐 언니, 이게 뭔가 이상해…….",
			"Bronya, there's something strange about this Sin here...",
			null,
			"Sister Bronya, this apricot feels as if it is a bit strange ......",
			"Bronya sis, this sin, something is wrong ......."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61553,
			"I still remember the first time we met, she was just like now.",
			"我和她第一次见面的时候她也是这个样子，抱着一个兔子玩偶，眼神空洞，不知道她在想些什么。",
			"初めて会ったときもこんな様子でした。ウサギのぬいぐるみを抱いて、うつろな目をして、何を考えているのか分からない感じでした。",
			"처음 만났을 때도 이런 모습이었어요. 토끼 인형을 안고, 멍한 눈을 하고, 무슨 생각을 하는지 모를 느낌이었어요.",
			"This is what she looked like when I first met her. She was holding a stuffed rabbit, had blank eyes, and it was hard to tell what she was thinking.",
			null,
			"She looked the same way when I first met her, holding a rabbit doll, her eyes vacant, wondering what she was thinking.",
			"When I first met him, he looked like this. He was holding a stuffed rabbit, had a vacant look in his eyes, and I didn't know what he was thinking."
		],
		[
			"msg",
			61554,
			"Sin, I have one question.",
			"杏，我问你一件事情。",
			"シン、聞きたいことがあるのですが。",
			"신, 묻고 싶은 게 있는데.",
			"Sin, there's something I'd like to ask you.",
			null,
			"Apricot, let me ask you something.",
			"Shin, I have a question."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61555,
			"Emmm?",
			"嗯？",
			"うん？",
			"응?",
			"Hm?",
			null,
			"Hmm?",
			"Hm?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61556,
			"Where are we now? Is here your image world?",
			"这里是什么地方？是你的精神世界吗？",
			"ここはどこですか？あなたの精神世界ですか？",
			"여기가 어디입니까? 당신의 정신 세계입니까?",
			"Where is this? Is this the world of your spirit?",
			null,
			"What is this place? Is it your spirit world?",
			"Where am I? Is this your spiritual world?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61557,
			"Image world? This is my home ,do you get lost?",
			"精神世界是什么？这里是杏的家，布洛妮娅是迷路了么？",
			"精神世界ってなぁに？ここはシンの家よ、ブローニャは迷子になったの？",
			"정신 세계가 뭐니? 여긴 신의 집이야, 브로냐는 길을 잃었니?",
			"What's a world of spirit? This is Sin's house, is Bronya lost?",
			null,
			"What is the spirit world? Is this the home of Apricot, is Bronya lost?",
			"What is the spirit world? This is Singh's house. Is Bronya lost?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61558,
			"Do you know me?",
			"你认识我么？",
			"ブローニャを知っているのですか？",
			"브로냐를 알고 계십니까?",
			"You know who I am?",
			null,
			"Do you know me?",
			"Do you know Bronya?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61559,
			"Yes, because we played together beofre. I remember you.",
			"嗯，因为我们曾经一起玩过，所以布洛妮娅的事情杏一直都记着。",
			"うん、だって前に一緒に遊んだことがあるもの。だから、ブローニャのことはずっと覚えてる。",
			"응, 왜냐면 전에 함께 놀았던 적이 있으니까. 그래서 브로냐의 일은 계속 기억하고 있어.",
			"Yes, we've played together all the time before. I remember you.",
			null,
			"Well, because we used to play together, the thing about Bronya apricot has always been remembered.",
			"Yes, because we have played together before. So I'll always remember Bronya."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61560,
			"Emmm, can you let us get out of here?",
			"既然这样，那你能带我们出去么？",
			"それなら、私たちをここから連れ出してくれる？",
			"그렇다면, 우릴 여기서 빼내줄 수 있나요?",
			"So can you get us out of here?",
			null,
			"In that case, can you take us out?",
			"Then can you get us out of here?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61561,
			"Get out? I want to get out too. I want to find Bronya, but time here is stopped.",
			"出去？杏也想出去呢，想要找到布洛妮娅，但是这里的时间已经停止了，所以杏只能在这里等待。",
			"連れ出す？シンも出たい、ブローニャを探したい。でも、ここの時間はもう止まってるから、シンはここで待つしかないの。",
			"데리고 나갈 거야? 신도 나가고 싶어, 브로냐를 찾고 싶어. 하지만 여기 시간은 이미 멈춰 있으니, 신은 여기서 기다릴 수밖에 없어.",
			"Get you out? Sin wants to go out too, she wants to find Bronya. But time has stopped here, so Sin has no choice but to wait here.",
			null,
			"Get out? Apricot wants to go out too, to find Bronya, but time has stopped here, so Apricot can only wait here.",
			"Do you want to take him out? Singh wants to get out too, he wants to find Bronya. But time has stopped here, so Singh has to wait here."
		],
		[
			"msg",
			61562,
			"Do you dislike me? Do you hate me?",
			"你们不想和杏在一起么…你们是讨厌杏么？",
			"あ、もしかしてシンと一緒にいたくないの？……シンが嫌いなの？",
			"아, 혹시 신과 같이 있고 싶지 않은 거야?……신이 싫어하는 거야?",
			"Ah, does this mean you don't want to be with me? ...Do you hate me?",
			null,
			"Do you guys not want to be with apricots...do you hate apricots?",
			"Oh, maybe you don't want to be with Shin? You don't like ...... Shin?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61563,
			"Bang…",
			"轰隆……",
			"ガラガラガラ——",
			"와르르——",
			"Rattle, rattle——",
			null,
			"Rumble ......",
			"Rattle, rattle, rattle--"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61564,
			"Seele, don't stimulate her!",
			"希儿，先不要刺激她，看来刚才杏的情绪出现了波动，影响到了这个空间。",
			"ゼーレ、シンを刺激しないようにしましょう。さっきシンが情緒不安定になったせいで、この空間に影響が出たようです。",
			"제레, 신을 자극하지 맙시다. 아까 신이 정서 불안정해져서 이 공간에 영향이 미친 것 같아요.",
			"Seele, let's not provoke her. It seems that Sin's emotional instability has an effect on this space.",
			null,
			"Hill, do not stimulate her first, it seems that just now Apricot's mood swings, affecting this space.",
			"Seele, let's not provoke Shin. It seems that Shin's emotional instability earlier has affected this space."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61565,
			"Sorry, what should we do then?",
			"呜…抱歉，那我们该怎么办呢？",
			"うっ……ごめんなさい、どうしたらいいのかな？",
			"으… 미안해, 어떻게 하면 좋을까?",
			"Oops... Sorry, what should we do then?",
			null,
			"Oooh...sorry, so what do we do?",
			"Ugh ...... sorry, how can I help you?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61566,
			"Let's play with her for a while first. Although she said it's time stopped here, only she knows it.",
			"先陪她玩一会吧，看看能不能套出一些有用的信息。虽然她说这里的时间是停止的，但是只有她自己知道这句话的真实性。",
			"しばらく一緒に遊びましょう。役に立つ情報が引き出せるかも知れません。シンはここの時間は止まっていると言いましたが、本当かどうかは本人にしか分かりません。",
			"잠시 함께 놀아요. 유용한 정보를 끌어낼 수 있을지도 몰라요. 신은 이곳의 시간은 멈춰 있다고 했지만, 진짜인지는 본인만 알 수 없습니다.",
			"Let's play with her for a while. We might be able to get some useful information. Sin said that time has stopped here, but only she knows if that's true.",
			null,
			"Let's play with her for a while and see if we can extract some useful information. Although she said that time is stopped here, only she knows the truth of this statement.",
			"Let's play together for a while. You may be able to draw out some useful information. Shin said that time stands still here, but only he knows if it is true."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61567,
			"I get it, Bronya.",
			"嗯，我知道了，布洛妮娅姐姐。",
			"うん、分かった、ブローニャお姉ちゃん。",
			"응, 알았어, 브로냐 누나.",
			"Alright, got it, Bronya.",
			null,
			"Well, I know, Sister Bronya.",
			"Yeah, okay, sister Bronya."
		]
	],
	"641": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61568,
			"I'm thinking why only us got involved into this space…",
			"我一直在想，为什么只有我们会被卷入这个空间……",
			"ずっと考えていたんですが、どうしてブローニャたちだけがこの空間に巻き込まれてしまったのでしょうか。",
			"계속 생각해 왔는데, 왜 브로냐들만 이 공간에 휘말리게 된 걸까요.",
			"I've been wondering for a while, why was it that only we ended up being trapped in this space?",
			null,
			"I've been wondering why we are the only ones who get caught up in this space ......",
			"I've always wondered how it is that only Bronya and the others got caught up in this space."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61569,
			"It's easy, Sin met you when she is a little girl, she has special emotion to you.",
			"其实都很容易猜出来的吧，杏小的时候见过布洛妮娅姐姐，在孤儿院的时候对布洛妮娅姐姐的态度跟其他人都不一样。",
			"そんなのすぐ分かるじゃない。シンは小さい頃ブローニャお姉ちゃんに会ったことがあるし、孤児院でもブローニャお姉ちゃんへの態度が他の人と違うもの。",
			"그런 건 금방 알 수 있잖아. 신은 어렸을 때 브로냐 언니를 만난 적이 있고, 고아원에서도 브로냐 언니에게 대한 태도가 다른 사람들과 달랐으니까.",
			"That's obvious. Sin met Bronya when she was little, and even at the orphanage, she treated her differently than the others.",
			null,
			"In fact, it's easy to guess, right? Apricot met Sister Bronya when she was small, and her attitude towards Sister Bronya at the orphanage was different from everyone else's.",
			"It's easy to see why. Shin had met Bronya when he was little, and his attitude toward her at the orphanage was different from others."
		],
		[
			"msg",
			61570,
			"I can feel it.",
			"杏看上去是对布洛妮娅姐姐抱有特别的感情呢。",
			"シンはブローニャお姉ちゃんに特別な感情を抱いているみたい。",
			"신은 브로냐 언니에게 특별한 감정을 품고 있는 것 같아.",
			"It seems that Sin has special feelings for you, Bronya.",
			null,
			"Apricot looks like she has special feelings for Sister Bronya.",
			"Singh seems to have special feelings for his sister Bronya."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61571,
			"… Why do you get involved into this space then?",
			"是这样么……但是希儿又是为什么会被卷进来呢？",
			"そうですか。でも、どうしてゼーレまで巻き込まれたのでしょう？",
			"그렇군요. 하지만, 왜 제레까지 휘말리게 됐을까요?",
			"I see... But then why are you here also?",
			null,
			"Is that so ...... but then why did Hill get involved?",
			"I see. But how did they get even Seele involved?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61572,
			"I don't know… Maybe it's because we don't have a good relationship.",
			"这个我也不清楚呢，杏和我的关系不好，或许我是被杏讨厌了吧。",
			"それはゼーレにもよく分からないわ。シンとは仲が良くないし、もしかしたら嫌われているかもしれないし。",
			"그건 제레도 잘 모르겠어. 신과는 사이가 좋지도 않고, 어쩌면 미움받고 있을지도 모르고.",
			"I'm not sure. I'm not on good terms with Sin... Maybe it's because she hates me.",
			null,
			"I'm not sure about this one, but Apricot and I don't have a good relationship, so maybe I'm hated by Apricot.",
			"That's not really clear to Seele either. She doesn't get along with Singh, and maybe he doesn't like her."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61573,
			"Maybe she is willing to be your friend.",
			"也许只是杏的内心深处想要和希儿打好关系……",
			"シンは心の奥底ではゼーレと仲良くしたいのかもしれません。",
			"신은 마음 깊은 곳에서는 제레와 친해지고 싶어 하는 걸지도 모릅니다.",
			"Maybe, deep down, she wants to be on good terms with you.",
			null,
			"Maybe it's just Apricot's innermost desire to play nice with Hill ......",
			"Deep down, Shin may want to be friends with Seele."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61574,
			"You always help her, I think she want to kill me here.",
			"布洛妮娅姐姐总是在帮杏说话呢，如果说杏是要把我带到这里来杀掉还有点可信度呢……",
			"ブローニャお姉ちゃんったらいつもシンの肩を持つんだから！シンがゼーレを殺すためにここに連れてきたって方があり得るでしょ？",
			"브로냐 언니는 항상 신 편만 들잖아! 신이 제레를 죽이려고 여기 데려왔다는 게 더 말이 되지?",
			"Bronya, you always take Sin's side! Isn't it more likely that Sin brought me here to kill me?",
			null,
			"Sister Bronya is always helping apricot talk, if apricot is to bring me here to kill still a little credible ......",
			"Bronya sister, you always take Shin's side! It's more likely that Singh brought her here to kill Seele, isn't it?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61575,
			"No, she won't… I know her for a long time, she is a kind person.",
			"杏不会有这种想法的……因为曾经我认识的她虽然看上去很奇怪，但是却仍然是一个善良的人。",
			"シンはそんなことは考えないでしょう。知り合った頃のシンは変でしたが、それでも心優しい子でしたから。",
			"신은 그런 생각 안 할걸. 처음 만났을 때의 신은 좀 이상했지만, 그래도 마음씨 좋은 아이였으니까.",
			"Sin wouldn't think of something like that... Even though she was strange when we first met, she was still a kind-hearted child.",
			null,
			"Apricot wouldn't have thought that ...... because once I knew her as a kind person even though she looked strange.",
			"Shin would never think that way. Shin was strange when I first got to know him, but he was still a kind-hearted boy."
		],
		[
			"msg",
			61576,
			"Seele, do you remember the first time we met in orphanage.",
			"希儿，你记得杏刚来孤儿院时候的事情么？",
			"ゼーレ、シンが孤児院に来たばかりの頃のことを覚えてますか？",
			"제레, 신이 고아원에 막 왔을 때 기억나?",
			"Seele, do you remember when Sin first arrived at the orphanage?",
			null,
			"Hill, do you remember when Apricot first came to the orphanage?",
			"Seele, do you remember when Shin first came to the orphanage?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61577,
			"Emmm, she acted weird that time but she was trying to help others.",
			"嗯，那个时候的杏举止也很奇怪，但是却十分乐于接近他人。仿佛想要成为谁一般，拼尽全力改变着自己。",
			"うん、あの時のシンも挙動がおかしかったけど、喜んで人と接してた。まるで誰かになりたいみたいに、全力で自分を変えようとしてた。",
			"음, 그때의 신도 행동이 이상했지만, 기쁘게 사람들과 어울렸어. 마치 누군가가 되고 싶은 것처럼, 전력으로 자신을 바꾸려 했지.",
			"Yes, Sin was behaving strangely at that time, but she was happy to interact with people. It was as if she wanted to be someone else, and she was trying her best to change herself.",
			null,
			"Well, at that time, Apricot also behaved strangely, but was very happy to approach others. As if she wanted to become someone, she tried her best to change herself.",
			"Yeah, Shin was acting weird at that time, too, but he was happy to interact with people. It was as if he wanted to be someone else, and he was doing everything he could to change himself."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61578,
			"Time passed and she became what we know.",
			"嗯，后来杏才渐渐变成了我们熟知的样子。开朗、自大、爱捣蛋、爱出风头，但是在我的印象中，杏最初的感觉并不是这样。",
			"そうです、それからシンは少しずつ変わり今のようになりました。元気で、傲慢で、悪さばかりして、出しゃばりで。でもブローニャの印象では、シンは最初はあんな感じではありませんでした。",
			"맞아, 그리고 신은 조금씩 변해서 지금처럼 됐어. 활기차고, 오만하고, 장난만 치고, 참견 잘하는. 하지만 브로냐의 인상에는 신이 처음엔 그런 모습이 아니었어.",
			"Yes, then Sin changed little by little until she became who she is today. Energetic, arrogant, ill-mannered, outspoken. But Bronya's impression was that Sin wasn't like that at first.",
			null,
			"Well, it was only later that Apricot gradually became what we know her to be. Cheerful, cocky, mischievous, and a show-off, but as I recall, that's not how Apricot felt at first.",
			"Yes, then Shin changed little by little and became what he is now. He was energetic, arrogant, misbehaving, and brash. But in Bronya's impression, Singh was not like that at first."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61579,
			"I want to join your chat too!",
			"呐呐，你们好过分~两人人一直在说话，都不带杏一起。",
			"ねぇねぇ、ずっとふたりでおしゃべりして、シンをまぜてくれないなんてひどいじゃない。",
			"저기 저기, 계속 둘이서 수다 떨고, 신을 섞어 주지 않다니 너무하지 않아?",
			"Hey, hey, how dare you two keep talking with each other, not letting me join in.",
			null,
			"Na na na, you guys are so excessive ~ two people have been talking, are not bringing apricots together.",
			"Hey, hey, it's terrible that you two chat all the time and don't mix Shin with me."
		],
		[
			"msg",
			61580,
			"Play with me! What should we play?",
			"作为惩罚，你们必须陪杏玩游戏！但是玩什么呢？唔……",
			"罰として、シンの遊びに付き合いなさい！うーん、でも何をしようか？",
			"벌로써, 신의 놀이에 동참하라! 음, 그런데 뭘 할까?",
			"As punishment, you will play with me! Hmm, what should we play...",
			null,
			"As punishment, you must play games with Apricot! But what to play? Well ......",
			"As punishment, go play with Shin! Hmmm, but what shall we do?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61581,
			"Let's play role play game! Bronya, you are Rabbit mama now, I'm Rabbit papa~",
			"对了！我们来玩扮演游戏吧~布洛妮娅扮演兔子妈妈，我来扮演兔子爸爸~",
			"そうだ！おままごとしましょ。ブローニャはウサママになって。シンがウサパパの役をするから。",
			"그래! 흉내 내기 놀이 하자. 브로냐는 토끼 엄마가 돼. 신이 토끼 아빠 역할을 할게.",
			"That's it!  Let's play house.  Bronya can be Mama Bunny. Sin will play the role of Papa Bunny.",
			null,
			"That's right! Let's play the game ~ Bronya as the mother rabbit, I'll play the father rabbit ~",
			"Yes! Let's play make-believe. Bronya will be Usamama. Shin will play the role of Usapapa."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61582,
			"Seele, you are the murderer who killed Rabbit mama.",
			"然后希儿就扮演成图谋兔子妈妈的强盗吧~",
			"ゼーレはウサママに悪いことをしようとする強盗の役ね。",
			"제레는 우사마마에게 나쁜 일을 하려고 하는 강도의 역할이야.",
			"Then Seele will play the role of a robber who tries to do bad things to Mama Bunny.",
			null,
			"Then Hill will play the role of the robbers who plotted the mother rabbit ~",
			"Seele plays the part of a robber who tries to do bad things to Usamama."
		],
		[
			"msg",
			61583,
			"Murderer wanted to kill papa too, but she is too weak. Rabbit papa killed her.",
			"强盗想要杀死兔子爸爸，但是因为自己太弱小了，却反被兔子爸爸杀死了呢~",
			"強盗はウサパパを殺そうとするんだけど、弱虫だから、逆にウサパパに殺されちゃうの。",
			"강도는 우사파파를 죽이려고 하는데, 겁쟁이라서 오히려 우사파파에게 죽어버리는 거야.",
			"The robber tries to kill Papa Bunny, but because he's a coward, Papa Bunny ends up killing him instead.",
			null,
			"Robbers want to kill the rabbit father, but because they are too weak, but the rabbit father killed it ~",
			"The robber tries to kill Usapapa, but he's a wimp, so Usapa kills him instead."
		],
		[
			"msg",
			61584,
			"Rabbit papa and mama lived a happy life… forever.",
			"之后兔子妈妈和兔子爸爸幸福的生活在了一起，然后生出了兔子小姐~然后她们幸福的生活在了一起~直到永远。",
			"その後ウサママとウサパパは一緒になって幸せに暮らすの。そしてウサちゃんが生まれるの。それからみんな幸せに一緒に暮らすの、永遠に一緒よ。",
			"그 후 엄마 토끼와 아빠 토끼는 함께 행복하게 살았어. 그리고 아기 토끼가 태어났지. 그리곤 모두가 행복하게 함께 살았어, 영원히 함께야.",
			"Then the two bunnies get together and live happily ever after. Then Baby Bunny is born. Then they all live happily ever after, together forever.",
			null,
			"After that the rabbit mother and rabbit father lived happily together and then gave birth to Miss Rabbit ~ then they lived happily together ~ until forever.",
			"After that, Usamama and Usapapapa get together and live happily. Then, Usa baby will be born. Then everyone will live happily together, together forever."
		]
	],
	"642": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61585,
			"Bronya, her story is so terrbile… What did she meet before?",
			"呐，布洛妮娅姐姐，杏讲的故事好可怕…她到底经历了什么？",
			"ねぇ、ブローニャお姉ちゃん、シンの話怖い……一体シンに何があったんだろう？",
			"저기, 브로냐 언니, 신 이야기 무섭다…… 대체 신에게 무슨 일이 있었던 걸까?",
			"Hey, Bronya, Sin's story is really scary... What in the world did she go through before meeting us?",
			null,
			"Nah, Sister Bronya, the story told by Apricot is so scary...what did she really go through?",
			"Hey, Bronya sister, I'm scared of Shin's story ...... What in the world happened to Shin?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61586,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61587,
			"How about this? Do you like this story, Bronya?",
			"怎么样~布洛妮娅喜欢这个故事么？",
			"どうしたの？ブローニャはこのお話好きでしょ？",
			"무슨 일이야? 브로냐는 이 이야기 좋아하잖아?",
			"What's wrong? Bronya likes this story, doesn't she?",
			null,
			"How about it ~ does Bronya like the story?",
			"What's wrong? Bronya likes this story, doesn't she?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61588,
			"Why Seele is the murderer?",
			"为什么希儿会是强盗呢？",
			"どうして、ゼーレが強盗なんですか？",
			"왜, 제레가 강도인가요?",
			"Why is Seele the robber?",
			null,
			"Why would Hill be a robber?",
			"Why is Seele a robber?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61589,
			"Because in my mind, she is~ She would do anything to achieve her goal.",
			"因为在杏的眼中她就是那样的呀~强盗的眼中只有兔子妈妈，是那种为了兔子妈妈能够不择手段的人呢~",
			"だってシンにはそう見えるもの。強盗はウサママのことしか眼中になくて、ウサママのためなら手段を選ばないの。",
			"왜냐하면신에게는 그렇게 보이니까. 강도는 우사마마만 눈에 들어오지 않고, 우사마마를 위해서라면 수단을 가리지 않으니까.",
			"That's because that's what it looks like to Sin. The robber has no eyes for anything but Mama Bunny, and will stop at nothing to get her.",
			null,
			"Because in the eyes of the apricot she is like that ah ~ the eyes of the bandit only rabbit mother, is the kind of people who can do anything for the mother rabbit it ~",
			"Because that's what it looks like to Shin. The robbers only care about Usamama, and they will do anything for her."
		],
		[
			"msg",
			61590,
			"I hate murderer, if papa can't kill her, I would do that.",
			"杏讨厌强盗，讨厌伤害爸爸妈妈的人，所以即使爸爸不杀掉强盗，杏也会杀死他。",
			"シンは強盗が嫌い、パパとママを傷つける人が嫌い。だからたとえパパが強盗を殺さなくても、シンが殺すわ。",
			"신은 강도가 싫어, 파파와 마마를 상처입히는 사람이 싫어. 그러니까 파파가 강도를 죽이지 않아도 신이 죽일 거야.",
			"Sin hates robbers and people who hurt Mama and Papa, so even if Papa doesn't kill the robber, Sin will.",
			null,
			"Apricot hates robbers and people who hurt mom and dad, so even if dad doesn't kill the robber, Apricot will kill him.",
			"Singh hates robbers and hates people who hurt his mom and dad. So even if Dad doesn't kill the robber, Shin will."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61591,
			"…",
			"是么……",
			"そう……。",
			"그렇구나……。",
			"That's...",
			null,
			"Is it ......",
			"So ......."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61592,
			"Emmm, let's play the role play game~",
			"嗯，所以说我们来玩吧~扮演游戏~",
			"うん、だからおままごとしましょ。",
			"응, 그러니까 놀이하자.",
			"Alright, let's play house~",
			null,
			"Well, so let's play ~ play the game ~",
			"Yeah, so let's play make-believe."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61593,
			"Alright~",
			"可以哦~",
			"シン、いいよ。",
			"신, 좋아.",
			null,
			null,
			"It's OK~",
			"Shin, it's fine."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61594,
			"Seele?",
			"希儿？",
			"ゼーレ？",
			"제레？",
			null,
			null,
			"Hill?",
			"Seele?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61595,
			"Bronya, I think I have the way to wake up the real Sin.",
			"布洛妮娅姐姐，我想我有办法找到那个杏的意识了。",
			"ブローニャお姉ちゃん、本来のシンの意識を見つける方法があるの。",
			"브로냐 언니, 본래의 신의 의식을 찾는 방법이 있니?",
			"Bronya, I think there's a way to find the original Sin's consciousness.",
			null,
			"Sister Bronya, I think I have a way to find that apricot's consciousness.",
			"Bronya sis, there is a way to find the original Sin consciousness."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61596,
			"What?",
			"怎么回事？",
			"どうするのですか？",
			"어떻게 할까요?",
			"What's your plan?",
			null,
			"What's going on?",
			"What are you going to do?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61597,
			"Do you remember the way to increase success rate of X-10?",
			"布洛妮娅姐姐，你还记得X-10实验中会为了保证成功率而对实验体进行情绪压制从而提高成功率的手段么。",
			"X-10実験で成功率を上げるために、被験体の情緒を抑え込む手段があったのを覚えてる？",
			"X-10 실험에서 성공률을 높이기 위해, 피실험자의 감정을 억누르는 수단이 있었던 거 기억해?",
			"Remember how the X-10 experiment involved suppressing the emotions of test subjects to increase their chances of success?",
			null,
			"Sister Bronya, do you remember the X-10 experiments will be to ensure the success rate of the experimental subjects to ensure the success rate of emotional suppression and thus increase the success rate of the means.",
			"Remember when there were means to suppress the subject's emotions in order to increase the success rate of the X-10 experiment?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61598,
			"I know it. Do you mean Sin used it?",
			"记得，但是我进行实验的时候那个已经被禁用了，难道说杏开启了那个程序？",
			"覚えています。でもブローニャの実験のときにはもう使用禁止になっていました。まさか、シンがそのプログラムを使ったというのですか？",
			"기억합니다. 하지만 브로냐의 실험 때는 이미 사용 금지됐었습니다. 설마, 신이 그 프로그램을 사용했다는 겁니까?",
			"I remember it. But by the time of Bronya's experiment, it had already been banned. Are you saying that Sin used that program?",
			null,
			"Remember, but that was disabled when I conducted the experiment, does that mean Apricot turned on that program?",
			"I remember. But it was already banned during the Bronya experiment. Are you saying that Singh used that program?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61599,
			"Yep, that way would let other personality of body come out.",
			"那个程序会压制实验体的表人格，但是实验体如果有着其他人格的话，那些人格便会侵占主人格。",
			"あのプログラムは被験体の主人格を抑え込むけど、もし被験体が別の人格を持っていたら、その人格が主人格を乗っ取っちゃうの。",
			"그 프로그램은 피험체의 주인격을 억누르지만, 만약 피험체가 다른 인격을 지니고 있었다면 그 인격이 주인격을 빼앗을 수 있게 돼.",
			"The program suppresses the subject's dominant personality, but if the subject has another personality, that personality will take over the dominant one.",
			null,
			"That program will suppress the cousin personality of the subject, but if the subject has other personalities, those personalities will encroach on the master personality.",
			"That program suppresses the subject's primary personality, but if the subject has another personality, that personality will take over the primary personality."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61600,
			"Do you mean it's the other \"personality\"?",
			"你是说这个杏就是杏的其他人格么？",
			"この子はシンの別人格だと言うのですか？",
			"이 아이가 신의 다른 인격이라고 하는 건가요?",
			"So you mean this child is Sin's second personality?",
			null,
			"Are you saying that this apricot is the other personality of the apricot?",
			"Are you saying that this child is another persona of Singh?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61601,
			"I'm afraid so. We need to kill \"her\" wo wake up Sin.",
			"恐怕就是这样了。为了唤醒杏的原本的人格，我们得把现在的这个杏杀掉。",
			"たぶんそう。シンの元の人格を呼び覚ますためには、このシンを殺さなきゃいけない。",
			"아마 그럴 거야. 신의 원래 인격을 깨우기 위해서는, 이 신을 죽여야만 해.",
			"Most likely. In order to awaken Sin's original personality, we have to kill this Sin.",
			null,
			"I'm afraid that's it. In order to awaken the original personality of the apricot, we have to kill the present one.",
			"Probably so. In order to awaken Shin's original personality, we have to kill this Shin."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61602,
			"Kill? Do we have other ways?",
			"只能杀掉么？没有其他的方法么？",
			"殺す以外に方法はないのですか？",
			"살아야 하는 방법은 없나요?",
			"Is there any way other than killing?",
			null,
			"Can only kill? Is there no other way?",
			"Is there any other way but to kill them?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61603,
			"Nevermind, she is a fake one. Wait me a second. I will come back soon.",
			"没关系的，反正在这里的只是一个冒牌货而已。所以姐姐大人就请等我一会儿吧~希儿马上就会回来的。",
			"大丈夫よ、どうせここにいるのはニセ者なんだもの。だから「お姉様」はちょっと待っててね？ゼーレはすぐに戻ってくるから。",
			"괜찮아, 어차피 여기 있는 건 가짜니까. 그러니까 「언니」는 잠깐만 기다려? 제레가 곧 돌아올 테니까.",
			"Don't worry, this Sin is just a fake anyways. So just wait a minute, okay, \"Onee-sama\"? I'll be back soon. (TN: Only the \"other Seele\" refers to Bronya as \"onee-sama\", btw)",
			null,
			"It's okay, the one here is just an impostor anyway. So please just wait for me for a while, sister-sama~ Hee-chan will be back soon.",
			"Don't worry, it's a fake here anyway. So, \"sister,\" just wait a minute, okay? Seele will be back soon."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61604,
			"You are…",
			"姐姐大人？难道你是…",
			"お姉様？まさか、ゼーレ……！",
			"언니? 설마, 제레……!",
			"\"Onee-sama\"? Hold on, you're...!",
			null,
			"Sister-sama? Could it be that you are...",
			"Sister? No way, Seele. ......!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				312,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61605,
			"Come on, Sin, let's play~ Where is Rabbit papa?",
			"来吧，杏，我们来玩扮演游戏了~兔子爸爸在吗？",
			"ほらほら、シン、おままごとをしに来たよ。ウサパパはどこ？",
			"자, 자, 신, 놀이하러 왔어. 우사파파는 어디에?",
			"Hey, hey, Sin, I've come to play house. Where's Papa Bunny?",
			null,
			"Come on, Apricot, let's play the game ~ is Daddy Bunny here?",
			"Look, look, Shin, I'm here to play make-believe. Where's Usapapa?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				312,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61606,
			"Hahaha~ Murderer, do you want to kill me?",
			"啊哈哈~可恶的强盗，你是要来杀我的吧？",
			"アハハハ！！憎らしい強盗、シンを殺しに来たんでしょ？",
			"하하하하!! 미운 강도, 신을 죽이러 왔지?",
			"Ahahaha!! Damn robber, you came to kill Sin, didn't you?",
			null,
			"Ahahaha~ Damn bandits, you're here to kill me, right?",
			"Ahahaha!!! Hateful robber, you came here to kill Shin, didn't you?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				316,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61607,
			"Yep~ I'm going to kill you, Sin!",
			"对哦~我就是来杀掉你的，所以杏，去死吧！",
			"そうよ？あんたを殺しに来たの、だからシン、死ねぇ！！！",
			"그래? 너를 죽이러 왔어, 그러니까 신, 죽어라!!!",
			"Yeah? I've come to kill you, Sin, so die!!!",
			null,
			"Oh yeah~ I'm here to kill you, so apricot, go to hell!",
			"Yeah? - Yeah. I'm here to kill you, so Sin, die!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61608,
			"Seele, stop it!",
			"希儿，快住手！",
			"ゼーレ、やめなさい！",
			"제레, 그만둬!",
			null,
			null,
			"Hill, stop it!",
			"Seele, stop it!"
		]
	],
	"643": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61609,
			"This world is full of sin.",
			"这个世界充满了罪恶。",
			"この世界は罪に満ちている。",
			"이 세상은 죄로 가득 차 있다.",
			null,
			null,
			"The world is full of sin.",
			"This world is full of sin."
		],
		[
			"msg",
			61610,
			"No kind, no happy.",
			"没有真实，没有善良，没有美好。",
			"真実も、善も、美もない。",
			"진실도, 선도, 미도 없다.",
			"There is no truth, no good, no beauty.",
			null,
			"There is no truth, no kindness, no beauty.",
			"There is no truth, no goodness, no beauty."
		],
		[
			"msg",
			61611,
			"Only thing is desire.",
			"有的只是颠倒的事实和潜藏的欲望。",
			"あるのは倒錯した事実と陰に潜む欲望だけ。",
			"있는 것은 왜곡된 사실과 그늘에 숨어 있는 욕망뿐.",
			"There are only perverse facts and desires hidden in the shadows.",
			null,
			"There are only upside-down facts and latent desires.",
			"There are only perverse facts and lust lurking in the shadows."
		],
		[
			"msg",
			61612,
			"Everyone has two sides, person and sin.",
			"每个人的都有两种形象，一种是人形——那是她们身为“人”这个物种的时候所拥有的形象。",
			"誰でもふたつの姿を持っている。ひとつは人形——「人」という種が持っている姿。",
			"누구나 두 가지 모습을 가지고 있다. 하나는 인형——「인간」이라는 종이 가지고 있는 모습이다.",
			"Everyone has two forms. One is a puppet — the form possessed by the species called \"human\".",
			null,
			"Each person has two images, one is the human form - that is the image they have when they are the \"human\" species.",
			"Everyone has two forms. One is a doll - the form that the species \"person\" has."
		],
		[
			"msg",
			61613,
			"I hate it.",
			"而另一种，就是异形——那是她们内心深处的原罪的体现。",
			"もうひとつが、異形——心の奥底にある原罪の体現。",
			"또 하나는, 이형——마음 깊은 곳에 있는 원죄의 구현.",
			"The other is a monster — the embodiment of original sin deep in their heart.",
			null,
			"And the other, the alien - that is the manifestation of their innermost original sin.",
			"The other is a variant - the embodiment of original sin in the depths of the heart."
		],
		[
			"msg",
			61614,
			"Because I'm different.",
			"但是我却跟所有人都不一样。",
			"でも、私は誰とも違う。",
			"하지만, 나는 누구와도 달라.",
			"But I'm different from the others.",
			null,
			"But I am different from everyone.",
			"But I'm not like anyone else."
		],
		[
			"msg",
			61615,
			"I looked at the mirror. There is nothing, expect a hole.",
			"我看向了镜子——那里只有一团漆黑，外加一个空洞。",
			"私が鏡をのぞくと——そこには漆黒の闇しかない。それに空洞。",
			"내가 거울을 들여다보면——거기에는 칠흑 같은 어둠만이 있을 뿐이다. 그리고 공허.",
			"When I look in the mirror, there is only darkness. And a hole devoid of anything.",
			null,
			"I looked into the mirror - there was only a dark mass there, plus an empty hole.",
			"When I look into the mirror - there is nothing but jet blackness. And hollow."
		],
		[
			"msg",
			61616,
			"I filled this hole with something.",
			"于是我找了些东西把那个洞填了起来，",
			"そこで、何かを探してその穴を埋めようとする。",
			"그래서, 무언가를 찾아 그 구멍을 메우려고 한다.",
			"So I looked for something to fill the hole.",
			null,
			"So I found something to fill up the hole.",
			"So, they try to find something to fill the hole."
		],
		[
			"msg",
			61617,
			"It's \"me\".",
			"而那样东西，就是我自己。",
			"その何かとは、つまり自分自身。",
			"그 무엇이란, 바로 자신.",
			"That something was \"me\".",
			null,
			"And that thing is myself.",
			"That something, in other words, is myself."
		]
	],
	"644": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61618,
			"Just like my story~ Seele can't kill Sin.",
			"就和我的故事一样呢~希儿没有能杀掉杏。",
			"さっきのお話の通りでしょ？ゼーレにシンは殺せないの。",
			"아까 말한 그대로잖아? 제레에 신은 죽일 수 없어.",
			"It's just as I said before, right? Seele can't kill Sin.",
			null,
			"Just like my story it ~ Hillel was not able to kill Apricot.",
			"Isn't that what you just told me? Seele can't kill Singh."
		],
		[
			"msg",
			61619,
			"The story didn't change, papa and mama will live together forever, Sin will come to this world!",
			"看来故事的结局还是没有改变，爸爸妈妈将会在一起，然后杏将会来到这个世界~",
			"お話の結末は変わらなかったみたいね。パパとママは一緒になって、シンがこの世界にやってくるの。",
			"이야기의 결말은 변하지 않았던 것 같네. 파파와 마마는 함께하게 되어, 신이 이 세상에 오는 거야.",
			"It seems the ending of the story didn't change after all. Mama and Papa get together and Sin comes into this world.",
			null,
			"It seems that the end of the story has not changed, mom and dad will be together, and then apricot will come into the world ~",
			"Looks like the ending of your story didn't change. Mom and Dad are together and Shin is coming into the world."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61620,
			"*Cough* Anyway, I will help you this time.",
			"唔……咳！",
			"グッ……ゲホッ！",
			"으억……컥!",
			"Ggh... cough!",
			null,
			"Well ...... cough!",
			"Ggghhh ...... gee whiz!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61621,
			"Seele… Are you alright?",
			"希儿……你没事吧，希儿？",
			"ゼーレ……ゼーレ！",
			"제레……제레！",
			null,
			null,
			"Hill ...... Are you okay, Hill?",
			"Seele ...... Seele!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				314,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61622,
			"Sorry… I can't kill her…",
			"姐姐大人……对不起，我不但没能杀死那个恶魔，还变成了姐姐大人不想看到的样子……",
			"お姉様……ごめんなさい、あの悪魔を殺せなかったばかりか、お姉様が見たくない姿に変わってしまって……。",
			"언니…… 미안해요, 그 악마를 죽이지 못했을 뿐만 아니라, 언니가 보고 싶지 않은 모습으로 변해버리고 말았어요…….",
			"Onee-sama... I'm sorry, not only was I unable to kill that demon, but I've turned into something you shouldn't see...",
			null,
			"Sister-sama ...... sorry, I not only failed to kill that demon, but also turned into a look that sister-sama did not want to see ......",
			"I'm sorry, sister ......, for not only not being able to kill that demon, but also for changing you into something you don't want to see. ......"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61623,
			"No, it's not your fault, I will protect you…",
			"不，无论是哪一个希儿都是希儿，不管希儿变成什么样子，我都会接受，也会一直保护你。",
			"いいえ、どんな姿であろうとゼーレです。ゼーレがどんな姿に変わっても、ブローニャは受け入れて、ずっと守ります。",
			"아니요, 어떤 모습이든 제레입니다. 제레가 어떤 모습으로 변하더라도, 브로냐는 받아들이고 계속 지킬 거예요.",
			"No, no matter what form Seele takes, she is still Seele. No matter what form Seele takes, Bronya will accept her and protect her forever.",
			null,
			"No, no matter which Hier is Hier, no matter what Hier becomes, I will accept and always protect you.",
			"No, it is Seele, no matter what form she takes. No matter what Seele looks like, Bronya will accept it and will always protect it."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				315,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61624,
			"Thank you. I'm so happy…",
			"谢谢你，姐姐大人，希儿好高兴……",
			"ありがとう、お姉様、ゼーレうれしい……。",
			"고마워, 언니, 제레 기뻐…….",
			"Thank you, Onee-sama. I'm so happy...",
			null,
			"Thank you, sister-sama, Hill is so happy ......",
			"Thank you, sister, I'm glad Seele. ......"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61625,
			"…",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			61626,
			"Why… Mama is sad for the murderer.",
			"为什么会这样呢……为什么妈妈会为了强盗而伤心呢。",
			"どうしてこうなるの？どうしてママが強盗のために悲しむの？",
			"왜 이렇게 된 거야? 왜 엄마가 강도 때문에 슬퍼하는 거야?",
			"How can this happen? Why is Mama sad for the robber?",
			null,
			"Why is that ...... why mom is sad for the robbers.",
			"Why is this happening? Why is my mom sad because of a robbery?"
		],
		[
			"msg",
			61627,
			"Papa killed the murderer but mama is protect her?",
			"明明是强盗杀死了爸爸，为什么妈妈却要保护强盗呢。",
			"強盗はパパを殺しに来たのに、どうしてママは強盗を守ろうとするの？",
			"강도는 파파를 죽이려 왔는데, 왜 엄마는 강도를 지키려 하는 거야?",
			"Why is Mama trying to protect the robber when the robber came to kill Papa?",
			null,
			"It was obviously the robber who killed Dad, but why did Mom protect the robber.",
			"Why is Mom trying to protect the robber when the robber came to kill Dad?"
		],
		[
			"msg",
			61628,
			"I don't know why… Did I do anything wrong?",
			"杏不明白…是杏做错了什么么？",
			"シンには分からない……。シンが間違ってるの？",
			"신은 모르는 거야……. 신이 틀린 거야?",
			"Sin doesn't understand... Did Sin do something wrong?",
			null,
			"Apricot doesn't understand...did Apricot do something wrong?",
			"Shin doesn't know. ...... Is Singh wrong?"
		],
		[
			"portraits",
			[
				315,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61629,
			"Or… I didn't do anything some!",
			"还是说杏根本什么都没有做错！",
			"それとも何も間違ってないのか！？",
			"아니면 아무것도 잘못된 게 없는 건가!？",
			"Or is it that I did nothing wrong at all!?",
			null,
			"Or did Apricot do nothing wrong at all!",
			"Or is there nothing wrong with that!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61630,
			"This power is… You are the monster I saw that time!?",
			"这股力量…你是那个时候我所看到的怪物！？",
			"この力は……あのときブローニャが見た怪物！？",
			"이 힘은…… 그때 브로냐가 본 괴물!？",
			"This power... is this the monster that Bronya saw back then?!",
			null,
			"This power...you are the monster I saw at that time!",
			"This power is ...... the monster that Bronya saw that time!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61631,
			"Monster?",
			"怪物？",
			"怪物？",
			"괴물？",
			null,
			null,
			"Monster?",
			null
		],
		[
			"msg",
			61632,
			"Hohoho… What is monster? Person or the life without person look?",
			"呵呵呵…到底什么是怪物呢？没有人形的东西，还是说连披着人形的东西。",
			"ククク……怪物って一体なんだ？人の形をしていないものか？それとも人の皮を被ったものか？",
			"쿡쿡쿡…… 괴물이란 대체 뭔가? 사람의 모습을 하고 있지 않은 것인가? 아니면 사람의 가면을 쓴 것인가?",
			"Kukuku... What exactly is a monster? Is it something that doesn't have a human form? Or is it something that's only wearing a human skin?",
			null,
			"Ohhhh...what exactly is a monster? Something without a human form, or something that is even cloaked in human form.",
			"Kukuk...... What the hell is a monster? Something not in human form? Or something in human skin?"
		],
		[
			"msg",
			61633,
			"I don't know, the only thing I can see is this dirty world!",
			"杏完全不明白！杏能看到的只有充满罪恶的世界而已！",
			"まるで分からない！罪に満ちた世界だけしか見えない！",
			"전혀 모르겠어! 죄로 가득한 세상밖에 안 보여!",
			"I have no idea! All I can see is a world full of sin!",
			null,
			"Apricot doesn't understand at all! All Apricot can see is a world full of sin!",
			"It's as if I don't understand! All I see is a world full of sin!"
		],
		[
			"msg",
			61634,
			"Hahaha! However, Bronya, you are different, you are so beautiful…",
			"哈哈哈哈！但是布洛妮娅却不一样，你总是那么美丽，那么令人向往…实在是让人心动呢~",
			"アハハハハ！でもブローニャだけは違う。お前はいつも美しく、人を夢中にさせる……本当にドキドキするんだ……。",
			"아하하하하! 하지만 브로냐만은 달라. 너는 항상 아름다워, 사람을 매혹시키는…… 정말로 두근두근하게 만드는구나…….",
			"Ahahahaha! But you are different, Bronya. You are always beautiful and captivating... you really make my heart flutter... (TN: It's moments like these where I'm jealous of Bronya....)",
			null,
			"Hahahahaha! But Bronya is different, you are always so beautiful, so desirable ... it is really heartwarming it ~",
			"Ahahahaha! But only Bronya is different. You are always beautiful and make people go crazy ...... really thrilled ......."
		],
		[
			"msg",
			61635,
			"I want to destroy you!",
			"心动的想要把你破坏掉~想要把你人形的表皮剥掉，看看里面究竟藏着什么样的“罪恶”！",
			"ドキドキしてお前を壊したくなる……その人の皮をはぎ取ってやりたい、その裏に一体どんな「罪」を隠しているのか見てやりたい……！",
			"두근두근하며 널 부수고 싶어져…… 그 사람의 가죽을 벗겨내고 싶어, 그 안에 도대체 어떤 「죄」를 숨기고 있는지 보고 싶어……!",
			"I'm so thrilled, that I want to break you... I want to rip your skin off and see what kind of \"sin\" you have hidden underneath it! (TN: It's moments like these where I'm glad I'm not Bronya...)",
			null,
			"The heart wants to destroy you ~ want to peel off the skin of your human form, to see what kind of \"sin\" hidden inside!",
			"I'm so thrilled I want to break you ...... I want to rip that person's skin off and see what the hell \"sin\" they're hiding behind it ......!"
		],
		[
			"msg",
			61636,
			"I will find the \"sin\" inside you… and you will become more like a person~",
			"嘻嘻嘻…只要看清了你的罪恶，我就能变得和你一样…变得更像「人」一些~",
			"ククク、お前の罪がはっきり見えれば、ボクもお前と同じになれる……もっと「人」らしくなれるんだ！",
			"쿠쿠쿠, 네 죄가 똑똑히 보인다면, 나도 너와 똑같이 될 수 있어…… 더 「 사람」답게 될 수 있다는 거야!",
			"Kukuku, if I can see your sins clearly, I can be the same as you... and be more \"human\"!",
			null,
			"Hee hee hee...once I see your sin, I can become just like you...become a little more \"human\"~",
			"Kukuk, if I can see your sins clearly, I can be just like you ...... and be more \"human\"!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61637,
			"Is this what Seele told me about your \"desire\"?",
			"这就是希儿所说的，你对于我的执念么……",
			"それがゼーレの言っていた、ブローニャに対する執念なのですね。",
			"그것이 제레가 말했던, 브로냐에 대한 집착이군요.",
			"So this is the obsession with Bronya that Seele was talking about.",
			null,
			"Is this what Hill said, your obsession with me ......",
			"So that is the obsession with Bronya that Seele was talking about."
		],
		[
			"msg",
			61638,
			"Sorry, Sin, I can't answer you. I just want to stay alive with mom, Seele…",
			"抱歉，杏。我也无法回答你，因为我只是倾尽全力想要活着，和希儿一起，和妈妈一起……",
			"シン、それは叶えてあげられません。ブローニャは全力で生きぬかなければならないのです。ゼーレと一緒に、お母様と一緒に。",
			"신, 그건 들어줄 수 없어요. 브로냐는 전력으로 살아남아야 해요. 제레와 함께, 어머니와 함께.",
			"Sin, I can't give it to you.  Bronya must survive with all her might. With Seele, and with Matushka.",
			null,
			"I'm sorry, Apricot. I can't answer you either because I'm just giving everything I have to try to stay alive, with Hill, and with Mom ......",
			"Singh, I can't let that happen. Bronya has to live through this with all her might. With Seele, with your mother."
		],
		[
			"msg",
			61639,
			"And you.",
			"还有和你一起。",
			"そして、シンと一緒に。",
			"그리고, 신과 함께.",
			"And with you, Sin.",
			null,
			"And with you.",
			"And with Shin."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61640,
			"And me? Hahaha~ and me!",
			"和我一起？哈哈哈哈~和我一起！布洛妮娅真是可爱的家伙~",
			"ボクと一緒に？アハハハハ！ボクと一緒だって！ブローニャは本当に可愛い奴だなぁ！",
			"나와 함께? 아하하하하! 나와 함께라니!브로냐는 정말 귀여운 녀석이구나!",
			"You, with me? Ahahahaha! With me! Bronya's a real sweetheart!",
			null,
			"With me? Hahahahaha~ With me! What a cute guy, Bronya~",
			"With me? Ha-ha-ha-ha! With me! Bronya's a real sweetheart!"
		],
		[
			"msg",
			61641,
			"Monster will eat the person near her~",
			"和怪物生活在一起的人类可是会被吃掉的哦~",
			"人間が怪物と一緒に暮らしたら、食われちゃうぞ？",
			"인간이 괴물과 함께 살면 잡아먹히지 않을까?",
			"If humans live with monsters, they will be eaten, right?",
			null,
			"And monsters living together with the human will be eaten Oh!",
			"If humans lived with monsters, they would be eaten, right?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61642,
			"Watch out, Bronya!",
			"布洛妮娅姐姐小心！",
			"ブローニャお姉ちゃん、あぶない！",
			"브로냐 누나, 위험해!",
			null,
			null,
			"Sister Bronya look out!",
			"Sister Bronya, look out!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61643,
			"Armoured Bunny!",
			"重装小兔！",
			"重装ウサギ！",
			"중장갑 토끼!",
			"Armored Bunny!",
			null,
			"Reloaded bunnies!",
			"Heavily armed rabbits!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61644,
			"Bang!",
			"轰！",
			"ドゴーン！",
			"쿵!",
			"Boom!",
			null,
			"Boom!",
			"Boom!"
		]
	],
	"645": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61645,
			"Hohoho… Failed again… I still have something need to find, what is that?!",
			"呵呵呵…结果还是不行呢~果然还是缺少了什么，到底是什么呢~真是麻烦啊！",
			"ククク、結局ダメだった。やっぱり何かが足りないんだ。一体何なんだ……本当に厄介だな。",
			"쿳쿳쿳, 결국 실패했군. 역시 뭔가 부족해. 대체 뭘까…… 정말 성가시네.",
			"Kukuku, it didn't work after all. There must be something missing. What on earth is it...? This is really troublesome.",
			null,
			"Ohhhh...the result still doesn't work ~ it's true that something is still missing, what is it in the end ~ it's really troublesome!",
			"Kukuku, it was no good after all. I knew something was missing. What on earth is this ...... really nasty."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61646,
			"We have no way~ The Sin monster.",
			"没有办法呢~无法成为怪物的杏……",
			"どうしようもないの……怪物になれないシン……。",
			"어쩔 수 없어…… 괴물이 될 수 없어신……。",
			"There is no way! Sin cannot become a monster...",
			null,
			"There is no way it ~ can not become a monster of apricot ......",
			"I can't help it. ...... I can't be a monster. sin......"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61647,
			"She will never become a person.",
			"没有办法成为人类的杏。",
			"人間にもなれないシン。",
			"인간도 될 수 없는 신.",
			"There is no way to be human either, Sin.",
			null,
			"There is no way to become a human apricot.",
			"Shin, who is not even human."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61648,
			"Everyone wants to stay alive.",
			"不管哪个都想活着。",
			"どちらも生きていたいし。",
			"둘 다 살고 싶어.",
			"But no matter who they are, humans want to live.",
			null,
			"Whichever one wants to stay alive.",
			"Both want to stay alive."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61649,
			"I want to kill everyone!",
			"不管哪个都想杀掉！",
			"どちらも殺してやりたい！",
			"둘 다 죽여버리고 싶어!",
			"But I'd still kill any of them!",
			null,
			"Whichever one you want to kill!",
			"I want to kill them both!"
		],
		[
			"msg",
			61650,
			"Just like the lost child in a maze, it's so terrbile!",
			"就像是在迷宫中迷路的孩子，糟糕到令人想吐！",
			"迷宮をさまよう迷子のようだ。最悪だ、吐き気がする！",
			"미로를 방황하는 길 잃은 아이 같아. 최악이야, 메스꺼워!",
			"I feel like I'm a lost child in a labyrinth. It's awful and makes me sick!",
			null,
			"Like a child lost in a maze, so bad it makes you want to puke!",
			"I feel like a lost child wandering through a labyrinth. It sucks, I feel nauseous!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61651,
			"Maybe, we live in the world is a fault.",
			"或许，我们的存在就是错误。",
			"もしかしたら、シンの存在そのものが間違っているのかも。",
			"어쩌면 신의 존재 그 자체가 잘못된 것일지도.",
			"Maybe Sin's existence itself is wrong.",
			null,
			"Perhaps, our existence is the mistake.",
			"Perhaps the very existence of Shin is wrong."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61652,
			"Because we are \"sin\".",
			"因为我们的存在就是罪恶。",
			"だってシンの存在こそ罪だから！",
			"왜냐하면 신의 존재 자체가 죄이기 때문이야!",
			"Because Sin's very existence is a sin!",
			null,
			"For our very existence is sin.",
			"Because Sin's very existence is a sin!"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61653,
			"Have you made the decision yet? If you kill Sin, we can find the exit~",
			"所以布洛妮娅决定好了吗？只要杀掉这些讨厌的杏，或许就能找到迷宫的出口了哦~",
			"だからブローニャは決めたのね？この憎らしいシンを殺せば、迷宮の出口が見つかるかもしれないわよ？",
			"그래서 브로냐는 결정했구나? 이 미운 신을 죽이면, 미궁의 출구를 찾을 수 있을지도 몰라?",
			"So have you decided, Bronya? If you kill this hateful Sin, maybe you'll find the exit to the labyrinth!",
			null,
			"So has Bronya decided? Just kill these pesky apricots, maybe we can find the exit of the maze Oh~",
			"So Bronya has decided, right? If we kill this hateful Sin, maybe we can find a way out of the labyrinth?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61654,
			"No.",
			"不是的。",
			"いいえ。",
			"아니요.",
			null,
			null,
			"It is not.",
			"No. The company is not a member of the National Association of Schools and Colleges of America."
		],
		[
			"msg",
			61655,
			"Sin can laugh too, she wants to be a powerful one, she did a lot to prove her value.",
			"有着恶魔一样调皮的性格，但也会露出天真的笑容。谁都想要更强，比谁都不愿意被忽视，不管用尽什么手段都要证明自己价值。",
			"悪魔のように悪い性格でも、無邪気な笑顔を見せてくれます。誰でも強くなりたい、バカにされたくないと想い、どんな手段を使ってでも自分の価値を証明しようとするものです。",
			"악마처럼 나쁜 성격이라도, 순수한 미소를 보여줍니다. 누구나 강해지고 싶어하고, 바보 취급받고 싶지 않아 하며, 어떤 수단을 써서라도 자신의 가치를 증명하려고 하는 법입니다.",
			"Even if she has a devilishly bad personality, she can still have an innocent smile on her face. Everyone wants to be strong and not be made a fool of, and will try to prove their worth by any means necessary.",
			null,
			"Has a devilishly mischievous personality, but also reveals an innocent smile. Anyone who wants to be stronger than anyone is not willing to be ignored, no matter what means to prove their worth.",
			"Even with a devilishly bad temperament, they can still smile innocently. Everyone wants to be strong and not be made a fool of, and will try to prove their worth by any means necessary."
		],
		[
			"msg",
			61656,
			"She is better than a lot of people I know.",
			"比不用单纯想着成为人类，而是为了自己而活着，这样自私自利的家伙，这才是我所知道的杏。",
			"単に人間になりたいと願うより、自分のために生きる。そういう私利私欲の塊こそ、ブローニャの知っているシンです。",
			"단순히 인간이 되고 싶다고 바라는 것보다 자신을 위해 살아가는 것. 그런 사리사욕의 덩어리야말로, 브로냐가 알고 있는 신입니다.",
			"Instead of wanting to just be 'human', Sin lives for herself. That kind of selfishness is the Sin that I know.",
			null,
			"Than don't have to simply think about becoming human, but live for themselves, such selfish and self-serving guys, this is the apricot that I know.",
			"Rather than simply wanting to be human, he lives for himself. That kind of self-interest is the Sin that Bronya knows."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61657,
			"So, what do you want to do?",
			"所以姐姐大人是要？",
			"それで、ブローニャお姉ちゃんはどうしたいの？",
			"그럼, 브로냐 언니는 어떻게 하고 싶어?",
			null,
			null,
			"So sister-sama is going to?",
			"So, what do you want to do, sister Bronya?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61658,
			"\"She\" is important to Sin, Sin can't live without them.",
			"她们都有着存在的必要，如果缺少了谁，杏大概就不再是那个杏了。",
			"ふたりとも存在する必要があります。どちらが欠けても、おそらくあのシンではなくなってしまうでしょう。",
			"둘 다 존재해야 합니다. 어느 한 쪽이 부족해도, 아마도 그 신은 존재하지 않게 될 것입니다.",
			"\"She\" is important to Sin. If either of them are absent then Sin wouldn't be herself.",
			null,
			"They all have the need to exist, if the lack of who, apricot probably will no longer be the apricot.",
			"They both need to be present. If either were missing, it would probably cease to be that sin."
		],
		[
			"msg",
			61659,
			"We won't kill you, and…",
			"所以我不会杀掉你们，反而……",
			"だからブローニャにはどちらも殺せません、それより——",
			"그러니까 브로냐는 어느 쪽도 죽일 수 없어, 그보다 ——",
			"So I won't kill you. Instead...",
			null,
			"So I won't kill you, instead ......",
			"So Bronya can't kill either, it's more like--"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				669,
				0,
				true
			]
		],
		[
			"msg",
			61660,
			"What?!!",
			"什什什什什么！！",
			"なななんですって！！",
			"나, 나, 뭐라고?!!",
			"W-w-what the hell?!!",
			null,
			"Shish shish shish what!!!",
			"What the hell!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				669,
				0,
				false
			]
		],
		[
			"msg",
			61661,
			"It's your decision… It's so warm, thank you for playing with Sin.",
			"这就是你的选择呢…真是温暖呢，谢谢你，陪杏玩了这么久。",
			"それがブローニャの選択なのね。本当にあったかい。シンとずっと遊んでくれてありがとう。",
			"그게 브로냐의 선택이구나. 정말 따뜻하네. 신과 계속 놀아줘서 고마워.",
			"That's your choice then... How heartwarming. Thank you for playing with Sin for so long.",
			null,
			"That's your choice then...it's really warm. Thank you, for playing with Apricot for so long.",
			"So that's Bronya's choice. It's really warm. Thanks for playing with Singh all these years."
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				670,
				0,
				false
			]
		],
		[
			"msg",
			61662,
			"I feel so sick about your words. I will kill you next time when I see you!",
			"切…就是这副伪善的样子才让人觉得恶心！下次见到你杏还是会杀掉你！",
			"チッ！その偽善者ヅラには吐き気がする！今度会ったら殺すからな！",
			"쳇! 그 위선자 짓에 역겹다! 다음에 보면 죽여버릴 테니까!",
			"Tch! Your hypocritical crap makes me want to puke! If I ever see you again, I'll kill you!",
			null,
			"Cut...it's that hypocritical look that makes people sick! Next time I see you, I'll kill you!",
			"Tsk! That hypocrite wig makes me want to vomit! If I ever see you again, I'll kill you!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61663,
			"Emmm, please cancel the \"time stop\", let Sin get out, come back to our home.",
			"嗯，所以请让时间继续流动吧，让现在的杏走出迷宫，回到我们的家。",
			"はい、ですから時間の流れを元通りにしてください。現在のシンが迷宮から出て、みんなの家に帰れるように。",
			"네, 그러니까 시간의 흐름을 원래대로 해주세요. 현재의 신이 미궁에서 나와, 모두의 집에 돌아갈 수 있도록.",
			"Yes, so please restore the flow of time. So that the current Sin can leave the labyrinth and return to everyone's home.",
			null,
			"Well, so please let time continue to flow, let the present apricot come out of the labyrinth and return to our home.",
			"Yes, so please restore the flow of time. So that the present Shin can leave the labyrinth and return to everyone's home."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				670,
				0,
				true
			]
		],
		[
			"msg",
			61664,
			"…",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61665,
			"Where am I… I was doing some experiments…",
			"呜！这里是什么鬼地方…本大爷刚刚明明是要做实验来着……",
			"うっ……！ここはどこだ……。ボクは実験をしようと……。",
			"으으……! 여긴 어디지……. 나는 실험을 하려고…….",
			"Ugh...! Where am I...? I was trying to do the experiment...",
			null,
			"Woo! What the hell is this place...my master was just about to do an experiment ......",
			"Ugh ......! Where am I? ....... I went to ...... to do an experiment."
		],
		[
			"msg",
			61666,
			"!!!",
			"!!!",
			"！！！",
			"！！！",
			null
		],
		[
			"msg",
			61667,
			"Hey! Bronya, what are you doing! I don't need your hug!",
			"喂喂喂！布洛妮娅你在干什么！别抱着我！恶心死了！",
			"おいおいおい！ブローニャ、何するんだ！抱きつくな、気持ち悪い！",
			"야야야!브로냐, 뭐 하는 거야! 안겨 오지 마, 징그러워!",
			"Hey hey hey! Bronya, what are you doing?! Don't hug me, that's gross!",
			null,
			"Hey, hey, hey! What are you doing, Bronya! Don't hug me! It's disgusting!",
			"Hey, hey, hey! Bronya, what are you doing! Don't hug me, you're disgusting!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61668,
			"Sin, welcome back.",
			"杏，欢迎回来。",
			"シン、お帰りなさい。",
			"신, 어서 오세요.",
			null,
			null,
			"Apricot, welcome back.",
			"Shin, welcome back."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61669,
			"Don use the way you look at Seele to look at me! I can't handle this!",
			"啧，眼神太反胃了，别用看希儿的方式瞧我，我可受不了你们的气氛！",
			"チッ、吐き気のするような眼差しで、ゼーレみたいにボクを見るなよ。お前らみたいなのにはうんざりだ！",
			"쳇, 구역질 나는 눈빛으로 제레처럼 날 보지 마라. 너희 같은 놈들은 정말 질렸어!",
			"Tsk, don't look at me like I'm Seele, with your nauseating eyes. People like you disgust me!",
			null,
			"Tsk, the eyes are too revolting, don't look at me the way Hill does, I can't stand your atmosphere!",
			"Tsk, don't look at me like I'm Seele with that nauseating look in your eyes. I'm sick of the likes of you!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61670,
			"Oh, it must be the real Sin~",
			"看来真的是那个杏呢，终于找到了~",
			"どうやら本物のシンみたいね、やっと見つけた。",
			"아무래도 진짜 신인 것 같네, 드디어 찾았어.",
			"It looks like the real Sin, we finally found her.",
			null,
			"It really seems to be the apricot, finally found it ~",
			"Looks like the real Shin, I finally found him."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				311,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61671,
			"Are you coming to stop my experiments? I can finish it by myself without your help!",
			"你们这些家伙是来阻止本大爷的实验么！哼！别以为妈妈不同意我就没办法了！要不是我不懂实验的方法我根本就不需要你们的帮忙！",
			"お前らボクの実験を止めに来たんだな！フン、ママが反対したらボクは何もできないなんて思うなよ！ボクが実験の方法を知ってたらお前らの助けなんかいらなかったんだ！",
			"너희들 내 실험을 막으러 왔구나! 흥, 엄마가 반대한다고 내가 아무것도 못 하는 줄 알지 마라! 내가 실험 방법을 알았다면 너희 도움 같은 건 필요 없었어!",
			"You guys came to stop my experiment, haven't you?! Hmph, don't think I can't do anything if Matushka is against it! I know how how to do the experiment, I don't need your help!",
			null,
			"You guys are here to stop my experiment! Hmph! Don't think I can't do anything because mom doesn't agree! If I didn't know how to experiment I wouldn't need your help at all!",
			"You guys are here to stop my experiment! Well, don't think I can't do something if Mom doesn't want me to! If I knew how to do the experiment, I wouldn't need your help!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				313,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61672,
			"I haven't felt Bronya's hug before…",
			"被姐姐大人抱过了还这么说！我都没被姐姐大人那样抱过！",
			"ブローニャお姉ちゃんに抱いてもらってまだそんなこと言うの！ゼーレだってブローニャお姉ちゃんに抱きしめてもらったこと……ない……のに！！",
			"브로냐 누나한테 안겨 받고도 아직 그런 말을 하다니! 제레는 브로냐 누나한테 안겨 본 적도……없는데……!!",
			"You're still saying that after you've been hugged by Bronya! Even Seele has never been hugged by Bronya... like... that!!",
			null,
			"You've been hugged by your sister and you're still saying that! I've never been hugged like that by my sister!",
			"You still say that after being hugged by your sister Bronya! Even Seele has never been hugged by her sister Bronya ......!"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				313,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61673,
			"Hahaha, just envy me then, I don't care. I'm out, mom is waiting for me.",
			"是啊，死病娇你就疯狂羡慕吧，反正我不在乎。走了走了，老妈那边已经等急了。",
			"そうかよ、ヤンデレは死ぬほど羨ましがってりゃいいさ。ボクにはどうでもいいからな。ほら行った行った、ママがお待ちかねだ。",
			"그래, 얀데레가 죽도록 부러워하면 그만이지. 난 어쨌든 상관없으니까. 자 가라 가라, 엄마가 기다리시잖아.",
			"Whatever, go explode from your yandere jealousy. I don't care. I'm out of here, Matushka's waiting for me.",
			null,
			"Yeah, you can be crazy envious, I don't care anyway. Let's go, Mom's side is already waiting.",
			"Oh well, you can envy the yandere to death. I don't care. There you go, there you go, mama's waiting for you."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61674,
			"Sin, do you remember the question you asked me before?",
			"杏，你还记得以前你问过我的问题么？你说自己到底是人还是怪物，总是无法得到答案。",
			"シン、前にブローニャに尋ねたことを覚えていますか？自分は果たして人なのか怪物なのか、ずっと答えが出ないと言ったんです。",
			"신, 전에 브로냐에게 물었던 기억 나시나요? 자신이 과연 인간인지 괴물인지, 계속 답을 찾지 못한다고 말했잖아요.",
			"Sin, do you remember the question you asked me once? You said you couldn't tell whether you were a human or a monster.",
			null,
			"Apricot, do you remember the question you asked me before? You said whether you were a human or a monster, and you could never get an answer.",
			"Shin, do you remember asking Bronya before? I told her that I have always been unable to answer whether I am really a person or a monster."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61675,
			"Ha? What question?! Do you mean the \"monster\" and \"person\" question? Let me tell you now, I'm not a monster, I'm \"sin\" itself!",
			"哈？这种事情谁记得啊笨蛋！本大爷就是本大爷！不要扯什么以前现在！本大爷既不是人类也不是怪物！而是罪恶本身！啊哈哈哈哈~~~",
			"はぁ？そんなの覚えてるもんか、バーカ！ボクはボクさ！昔の話なんか持ち出すなよ。ボクは人間でも怪物でもない、罪の化身さ！クックックッ。",
			"하아? 그런 거 기억할 리가 없잖아, 바보! 난 나라고! 옛날 이야기 꺼내지 마. 난 인간도 괴물도 아니야, 죄의 화신이라고! 쿠쿠쿠.",
			"Huh? I don't remember that, moron! I'm just me! Don't bring up the old days. I'm not a human, I'm not a monster, I'm sin incarnate! Heheheh~",
			null,
			"Huh? Who remembers such things, idiot! I'm the master! Don't talk about the past and the present! I am neither a human nor a monster! I am sin itself! Ahahahahahaha...",
			"Huh? I don't remember that, you idiot! I am me! Don't bring up the old days. I'm not a man, I'm not a monster, I'm sin incarnate! Kooky."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61676,
			"… She is a fool as before.",
			"哎…看来又变回笨蛋了。",
			"はぁ……おバカさんに戻っちゃったみたい。",
			"하아…… 바보가 되어버린 것 같아.",
			"Sigh... I think she's gone back to being an idiot.",
			null,
			"Hey ... seems to have become a fool again.",
			"Haha ...... I guess I'm back to being a silly person."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61677,
			"Yep, it's her answer and she is trying to become what she said.",
			"嗯，这就是杏的答案，也是她朝着自己向往的样子所努力的证明。",
			"はい、これこそシンの答えです。自分が望む姿に向かって努力している証でもあるのです。",
			"네, 이것이 바로 신의 답입니다. 자신이 바라는 모습을 향해 노력하고 있는 증거이기도 합니다.",
			"Yes, this is her answer. It is also proof that she's working towards what she wants.",
			null,
			"Well, that was Apricot's answer, and proof of her efforts toward the way she aspired to be.",
			"Yes, this is the answer to Shin. It is a sign that you are working towards what you want to be."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61678,
			"Beep…",
			"滴滴滴——",
			"ピーッ！ピーッ！ピーッ！",
			"삐! 삐! 삐!",
			"Beep! Beep! Beep!",
			null,
			"Drip-drip-drip-",
			"Bleep! Bleep! Beep!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61679,
			"Finally, thank god… Bronya, Sin's experiment has stopped, but I can't wake up her, can you help me with that?",
			"终于可以联络上了……布洛妮娅，杏的实验已经平稳下来了，但是杏的意识并没有清醒过来，你们那边能找到什么办法吗？",
			"やっと繋がったわ。ブローニャ、シンの実験はもう落ち着いたわ。でも、シンはまだ意識を回復していない。そちらで何か方法が見つかった？",
			"드디어 연결됐어. 브로냐, 신의 실험은 이제 진정됐어. 하지만 신은 아직 의식을 회복하지 못했어. 거기서 뭔가 방법 찾았어?",
			"Finally, I've connected. Bronya, Sin's experiment has calmed down. But Sin still hasn't regained consciousness yet. Have you found any way to fix it on your end?",
			null,
			"Finally I can contact ...... Bronya, Apricot's experiments have smoothed out, but Apricot's consciousness has not awakened, can you find anything on your side?",
			"Finally, we're connected. Bronya, Singh's experiment has settled down. But Singh still hasn't regained consciousness. Have you found anything on your end?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			61680,
			"It's fine, mom. We found her, this space will be destroyed soon.",
			"没事了妈妈，我们已经找到杏了，这个空间马上就会解除了。",
			"ママ、大丈夫です、もうシンを見つけました。この空間はまもなく解除されます。",
			"엄마, 괜찮아요, 이미 신을 찾았어요. 이 공간은 곧 해제될 거예요.",
			"It's okay, Matushka. We've already found Sin here. This space will be released soon.",
			null,
			"It's okay mom, we've found the apricot, and this space will be lifted soon.",
			"Mom, it's okay, I already found Sin. This space will be released shortly."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61681,
			"Oh, good luck, my kids.",
			"是么，你们终于平安回来了，我的孩子们。",
			"そう、ようやくみんな無事に戻ってきたわね。可愛いわが子たち。",
			"그래, 드디어 모두 무사히 돌아왔어. 사랑스러운 내 아이들.",
			"Ahh, at last, all of my precious children have returned safely.",
			null,
			"Yes, you are finally back safely, my children.",
			"Yes, we're all back safe and sound at last. My sweet children."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			61682,
			"Yep, mom, we are going back!",
			"嗯，妈妈， 我们回来了。",
			"はい、ママ、ただいま。",
			"네, 엄마, 다녀왔어요.",
			"Yes, Matushka, we're home.",
			null,
			"Well, Mom, we're back.",
			"Yes, Mom, I'm home."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61683,
			"Mom, the old machine didn't work at all, I need power to beat Seele!",
			"老妈，你那个破实验机器是该扔掉了，怎么这么容易坏掉，而且也没法让我变强嘛？至少也要是能虐翻希儿的……",
			"ママ、あの実験機器は壊れてるよ。こんな簡単に壊れやがって。それにボクを強くできないの？少なくともゼーレを虐めてやれるくらいに——",
			"엄마, 저 실험 기계는 고장 났어. 이렇게 쉽게 고장 나 버리고. 게다가 날 강하게 만들 수 없는 거야? 적어도 제레를 괴롭힐 수 있을 정도로——",
			"Mom, that lab equipment is broken.  It's so easy to break. Can't you make me stronger?  At least enough to bully Seele——",
			null,
			"Mom, your broken experimental machine should be thrown away, how so easy to break down, and can not make me stronger Well? At least to be able to abuse Hill's ......",
			"Mom, that lab equipment is broken. It's so easy to break. And can't you make me stronger? Can't you at least make me strong enough to torture Seele?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				true
			]
		],
		[
			"msg",
			61684,
			"Bang!",
			"咚！",
			"ドン！",
			"쿵!",
			"<I>Slap!</I>",
			null,
			"Dang!",
			"Don!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61685,
			"I haven't talked to you about this! Do a body check first!",
			"你这次瞎搞实验我还没找你算账呢！赶紧给我进去做个检查。",
			"今回あなたが無謀な実験をしたことのお仕置きがまだよ！急いで検査を受けに行きなさい。",
			"이번에 네가 무모한 실험을 한 것에 대한 벌은 아직 남아 있어! 서둘러 검사를 받으러 가.",
			"You still need to be punished for this reckless experiment you started! Hurry up and get examined.",
			null,
			"I still haven't settled the score with you for this blind experiment! Hurry up and get me in for a checkup.",
			"You have yet to be punished for your reckless experiment this time! Hurry up and go get tested."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61686,
			"…Errr--",
			"……呃——",
			"……はい。",
			"……네.",
			"...Fine.",
			null,
			"...... uh-",
			"...... Yes."
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61687,
			"Seele, Bronya, are you alright?",
			"希儿，布洛妮娅，你们没受什么伤吧？",
			"ゼーレとブローニャは、ケガはない？",
			"제레와 브로냐, 다쳤어?",
			null,
			null,
			"Hill, Bronya, you're not hurt, are you?",
			"Are Seele and Bronya injured?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			61688,
			"We're fine, mom.",
			"嗯，没事的妈妈，我……唔！",
			"はい、大丈夫ですお母様、ブローニャは……うっ！",
			"네, 괜찮아요 어머님, 브로냐는……으억!",
			"Yes, we're fine, Matushka. Bronya is... ugh!",
			null,
			"Well, it's okay mom, I ...... Well!",
			"Yes, it's okay mother, Bronya is ...... ugh!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61689,
			"Bronya?",
			"布洛妮娅？",
			"ブローニャ？",
			"브로냐？",
			null,
			null,
			"Bronya?",
			"Bronya?"
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				665,
				0,
				false
			]
		],
		[
			"msg",
			61690,
			"Haha! Oh, I remembered, Bronya's Armoured Bunny is unstable, I'm the best then! xD",
			"啊哈！对了，我想起来了，布洛妮娅的机甲好像有些不稳定来着，嘿呀，这么看来果然还是我比较强嘛！赢了赢了，满足了满足了。",
			"そうだ、思い出した！ブローニャのメカはちょっと不安定だったな。こうしてみるとやっぱりボクのほうが強いな！",
			"맞아, 생각났다! 브로냐의 메카는 좀 불안정했지. 이렇게 보니까 역시 내 쪽이 더 강하네!",
			"Haha, I just remembered!  Bronya's Armored Bunny is a little unstable. I guess that makes me the stronger one!",
			null,
			"Aha! Oh yeah, I remembered, Bronya's mech seems to be a bit unstable, hey ah, so it seems that I am really stronger! I've won, I'm satisfied.",
			"Yes, I just remembered! Bronya's mech was a bit unstable. I'm still stronger than you!"
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			61691,
			"You… Fine, Seele, take Bronya to experiment too, you three need a body check.",
			"你……算了，希儿，把布洛妮娅也带到实验室去，你们三个一起去做个检查吧。我有种不好的预感，X-10实验可能真的有某种缺陷。",
			"シン……まあいいわ。ゼーレ、ブローニャも実験室に連れていって。3人とも一緒に検査を受けなさい。何だか悪い予感がするわ。X-10実験は本当に不安しかないわね……。",
			"신…… 뭐, 됐어. 제레, 브로냐도 실험실로 데려가. 셋 다 같이 검사를 받아. 왠지 나쁜 예감이 드네…… X-10 실험은 정말 불안하기만 하구나.",
			"Sin... Ah, nevermind. Seele, take Bronya to the lab as well. Get the three of you examined together. I have a bad feeling about this. I'm really worried about the X-10 experiment...",
			null,
			"You ...... forget it, Hillel, take Bronya to the lab too, and you three go through a checkup together. I have a bad feeling that the X-10 experiment might really have some kind of flaw.",
			"Sin...... Well, okay. Seele, take Bronya to the lab too, all three of you should be tested together. I have a bad feeling about this...the X-10 experiment is really making me nervous. ......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				311,
				0,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			61692,
			"Yes, mom~",
			"知道了，妈妈。",
			"わかったわ、ママ——",
			"알았어, 엄마——",
			"Yes, Matsuhka.",
			null,
			"Got it, Mom.",
			"Okay, Mom--"
		]
	],
	"646": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61693,
			null,
			"哼哼~美好的周末，终于能够好好休息了！",
			"イェーイ、待ちに待った週末、やっとゆっくり休めるわ！",
			"예이, 기다리고 기다리던 주말, 드디어 편히 휴식을 취할 수 있어!",
			"Yayyy, it's the long-awaited weekend and I can finally relax!"
		],
		[
			"msg",
			61694,
			null,
			"没有小鬼头的捣蛋，没有学园的工作，我可以看一整天的漫画了！",
			"チビの悪戯もないし、学園の仕事もないし、一日中漫画読もう～っと！",
			"꼬마의 장난도 없고, 학원 일도 없으니, 하루 종일 만화 읽자~!",
			"There's no brats playing pranks on me and I don't have any work to do, so I'm going to read manga ALL day!"
		],
		[
			"msg",
			61695,
			null,
			"嘻嘻~",
			"ウシシ～",
			"우히힛~",
			"*Snicker*"
		],
		[
			"msg",
			61696,
			null,
			"话说……不会有人在我看漫画看的正舒服的时候找我吧，这样我可是会生气……",
			"でも……まさか、あたくしが漫画を読んでいる時に誰か来たりしないわよね。あたくし怒っちゃうんだから……",
			"하지만…… 설마, 내가 만화를 읽고 있을 때 누가 오거나 하진 않겠지. 나 화낼 거야……",
			"But... I hope no one comes while I'm having a good time reading manga. I'd get really mad..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61697,
			null,
			"德丽莎…德丽莎？",
			"テレサ…テレサ？",
			"테레사…테레사？",
			"Theresa... Theresa?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61698,
			null,
			"……",
			"……",
			"……",
			"......"
		],
		[
			"msg",
			61699,
			null,
			"八重樱？",
			"八重桜？",
			"야에 사쿠라？",
			"Yae Sakura?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61700,
			null,
			"太好了，果然能联系到你！",
			"よかった。汝に連絡が取れて。",
			"다행이다. 너에게 연락이 닿아서.",
			"Great, I was able to get in touch with you!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61701,
			null,
			"你找我还真是少见啊，有什么事吗？",
			"あなたが来るなんて珍しいわね。何かあったの？",
			"네가 오다니 흔치 않네. 무슨 일 있었어?",
			"It's odd for you to come see me like this. Is there something wrong?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61702,
			null,
			"呃……那个，其实，我这边有一点麻烦需要你来帮忙。",
			"うむ……その、少し面倒があってな、助けてもらいたいのじゃ。",
			"음…… 그, 좀 곤란한 일이 있어서, 도와주었으면 하는 것이오.",
			"Um... well, there's a bit of a problem and I'd like your help."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61703,
			null,
			"麻烦？",
			"面倒？",
			"귀찮아?",
			"Problem?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61704,
			null,
			"其实是……",
			"実はな……",
			"사실은……",
			"You see..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61705,
			null,
			"啾——",
			"クーン——",
			"쿤——",
			"Squeak——"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61706,
			null,
			"咦？什么声音？",
			"え？なんの音？",
			"어? 무슨 소리야?",
			"Huh? What's that sound?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61707,
			null,
			"就是这个啦~",
			"これなのじゃ～",
			"이거란다~",
			"This is it~"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61708,
			null,
			"这个是……白狐？好像还是刚出生不久的样子……好可爱！",
			"これは……白きつね？産まれたばかりみたいね……か～わいい！",
			"이건…… 흰 여우? 막 태어난 것 같아…… 귀~여워!",
			"This is... a white fox? It looks like a newborn baby... so cute~!"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61709,
			null,
			"是呢~我也觉得小白特别可爱！",
			"そうなのじゃ。シロはとてもかわいいのじゃ！",
			"그렇구나. 시로는 정말 귀여운구나!",
			"That's right. Shiro is very cute!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61710,
			null,
			"小白？是你取的名字么？",
			"シロ？あなたが名付けたの？",
			"시로? 네가 이름 지은 거야?",
			"Shiro? Did you name it that?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61711,
			null,
			"暂时先这么叫着啦~反正听着也挺可爱的不是么？",
			"とりあえずそう呼んでおるのじゃ。どちらにせよかわいい名前ではないか？",
			"일단 그렇게 부르고 있지. 어쨌든 귀여운 이름이잖아?",
			"That's what I'm calling it for now. Either way, it's a cute name, isn't it?"
		],
		[
			"msg",
			61712,
			null,
			"对了对了，差点就忘了正事了。话说，你知道该怎么养狐狸么。",
			"そうそう、忘れるところであった。汝、どうやってきつねを飼うか知っておるか？",
			"아, 맞다. 잊을 뻔했구나. 그대, 어떻게 여우를 기르는지 아느냐?",
			"Oh, I almost forgot. Do you know how to keep a fox?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61713,
			null,
			"诶？",
			"え？",
			"어?",
			"Eh?"
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61714,
			null,
			"好困扰啊……不知道她需要吃些什么，但我又怕给她吃了什么不该吃的东西，我暂时也找不到其他的人问，所以就来问你了……",
			"困っておるのだ……この子が何を食べるのか分からなくてな。食べさせてはいけないものを食べさせてしまうのではないかと心配しておる。他に尋ねられる人もいなくて、汝のところに来たのじゃ……",
			"곤란해하고 있단다…… 이 아이가 무엇을 먹는지 몰라서 말이야. 먹여서는 안 될 것을 먹이는 게 아닐까 걱정이 되어서. 다른 물을 사람도 없어서, 네게 온 거야……",
			"I'm in trouble... I don't know what foxes eat. I'm afraid I'll feed it something it shouldn't. I don't have anyone else to ask, so I came to you..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61715,
			null,
			"狐狸么……我知道了，我帮你去查一查，你稍微等我一下。",
			"きつねか……分かったわ。調べてみる。ちょっと待っててね。",
			"여우인가…… 알았어. 조사해 볼게. 잠깐만 기다려.",
			"A fox, huh...? Okay. I'll look into it. Just wait a minute."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61716,
			null,
			"嗯！拜托你了。",
			"うむ、頼んだぞ。",
			"음, 부탁한다.",
			"Yes! Thank you."
		]
	],
	"647": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61717,
			null,
			"图书馆周末也是这么多人么，可惜看不到我的侄女，唉，要是她能有这些学生的万分之一我也就不用那么辛苦了。",
			"週末でも図書館は人が多いのね。あたくしの姪っ子ちゃんはいないみたいね。まったく、ここの学生の1万分の1でも勉強してくれれば、あんなに苦労しないのに。",
			"주말에도 도서관에 사람이 많네. 우리 조카는 없는 모양이네. 정말, 여기 학생들의 만 분의 일이라도 공부해 주면 그렇게 고생하지 않을 텐데.",
			"The library is crowded even on weekends. Seems my niece isn't here. If only she studied even a ten-thousandth of the time that the students here do, I wouldn't have to go through such hard times."
		],
		[
			"msg",
			61718,
			null,
			"算了，一说起这个比我今天不能在办公室看漫画还气。还是先帮八重樱找找东西好了。",
			"まあ、いいわ。こんなこと言い出したらオフィスで漫画が読めないことよりイライラしてきちゃう。まずは八重桜のために調べものしなきゃ。",
			"뭐, 됐어. 이런 말 꺼내면 사무실에서 만화 못 보는 것보다 더 짜증나. 일단 야에 사쿠라를 위해 조사해야지.",
			"Oh well. That's more annoying than not being able to read manga in my office. I need to do some research for Yae Sakura first."
		],
		[
			"msg",
			61719,
			null,
			"感觉八重樱的语气有些变了，比以前多了一些生气，变得活泼了，不知道是不是我的错觉……",
			"何だか八重桜の話し方変わってきたわね。以前よりも元気があるというか、活発になったというか。あたくしの気のせいかな……",
			"왠지 야에 사쿠라 말투가 변했네. 예전보다 활기가 넘친다거나, 활발해졌다거나. 아타시 착각인가……",
			"Yae Sakura's way of speaking has changed somehow. She seems more energetic, more lively than before. Maybe it's just my imagination..."
		],
		[
			"msg",
			61720,
			null,
			"我记得饲养宠物类的书籍都是被归放在杂类了……啊，找到了……",
			"ペット飼育関係の本は全て、「その他」に分類されているから……あ、あった……",
			"애완동물 사육 관련 책은 모두 「기타」로 분류되어 있어서…… 아, 찾았어……",
			"All books about pet keeping are classified under \"Other\" so... Ah, there it is..."
		],
		[
			"msg",
			61721,
			null,
			"好高……又没有梯子什么的东西……",
			"高い場所にあるなぁ……脚立か何かないかな……",
			"높은 곳에 있네…… 사다리 같은 건 없을까……",
			"It's so high up... I wonder if there's a stepladder or something..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61722,
			null,
			"咦？太阳从西边出来了？德丽莎你居然没有在自己的办公室看漫画而是在图书馆翻找资料。",
			"え？一体どういうこと？テレサが自分の部屋で漫画を読まずに、図書館で調べものしているなんて。",
			"어? 대체 무슨 일이야?테레사가 자기 방에서 만화 읽지 않고 도서관에서 조사하는 거라니.",
			"Eh? What the hell is happening? Theresa isn't reading manga in her room, but is doing research in the library."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61723,
			null,
			"这…有什么不对吗！我可是学园长，又不是只会看漫画的小孩子！",
			"これは…何がおかしいのよ！あたくしは学園長よ！漫画しか読めない子どもじゃないんだから！",
			"이건… 뭐가 이상하다는 거야! 나는 학원장이라고! 만화밖에 못 보는 아이가 아니라고!",
			"What... what's so strange about this?! I'm the school principal! I'm not some kid who only reads manga!"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61724,
			null,
			"都说出这种话了还说自己不是小孩子么……",
			"こんなこと言い出すなんて。しかも、子どもじゃないとまで言うなんて驚きですね……",
			"이런 말을 하다니. 게다가 아이가 아니라고까지 하다니 놀랍네요……",
			"How shocking that she would say something like this, even saying she's not a child..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61725,
			null,
			"哼，姬子， 帮我拿一下上面的那本书。",
			"フンッ、姫子、あの上の本取ってくれない？",
			"흥, 히메코, 저 위에 있는 책 좀 가져다 줄래?",
			"Hmph, Himeko, can you get me that book up there?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61726,
			null,
			"上面……哦，我知道了，你是自己的够不着对吧？",
			"上の……ええ、分かりました。背が届かないんですね？",
			"위에…… 예, 알겠습니다. 키가 안 닿는 거군요?",
			"Up there... Okay, I see. So you can't reach it, can you?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61727,
			null,
			"才没有！我只是不想在这安静的图书馆蹦蹦跳跳的，要不然你以为我真的拿不到吗？",
			"違うわよ！静かな図書館でぴょんぴょんジャンプしたくないだけ！本当に届かないとでも思ってるわけ？",
			"아니야! 조용한 도서관에서 팔짝팔짝 뛰고 싶지 않은 것뿐이야! 정말 닿지 않을 거라고 생각하는 거야?",
			"No! I just don't want to jump up and down in a quiet library! Do you really think I can't reach it?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61728,
			null,
			"要我帮你，可以哦，先叫声好姐姐来给我听吧~",
			"はいはい、手伝ってあげますよ。声に出してお姉さんって言ってくださいね～",
			"네네, 도와줄게요. 목소리로 언니라고 불러주세요~",
			"Fine, I'll help you. But only if you say \"Big Sister\" out loud for everyone to hear."
		]
	],
	"648": [
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61729,
			null,
			"对不起我错了……你把犹大放下好好说话行不行？",
			"ごめんなさい……誓約の十字架を置いて話し合いましょう。",
			"미안해요…… 서약의 십자가를 놓고 이야기합시다!",
			"Ah! I'm sorry, I was wrong... Please put down your Pledge of Sakura cross and we can discuss this like civil adults..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61730,
			null,
			"你刚才说要我叫你什么？",
			"いま何て呼べって言った？",
			"지금 뭐라고 불러라고 했어?",
			"What did you just ask me to call you?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61731,
			null,
			"不不不，没什么的，你才是我的好姐姐，我这就帮你把书拿下来……",
			"いえ、何でもありません。学園長こそ私のお姉さんです。この本を取ってあげますから……",
			"아니, 아무것도 아니에요. 학원장님께서야말로 제 언니예요. 이 책 가져다 드릴게요……",
			"No, nothing. Big Sister Principal, I'll get that book for you..."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61732,
			null,
			"嗯嗯~乖~",
			"うん、イイ子、イイ子～",
			"응, 착한 아이, 착한 아이~",
			"Yes, good girl, good girl~"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61733,
			null,
			"话说，这不是养宠物的书么，德丽莎莫非要养什么宠物了？",
			"ところで、これってペットの本ですよね。テレサ学園長、何かペットを飼うんですか？",
			"그런데, 이건 펫 관련 책이네. 테레사 학장님, 무슨 펫을 키우시려고?",
			"By the way, this is a book about pets. Principal Theresa, do you have any pets?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61734,
			null,
			"倒不是我要养，是八重樱啦~",
			"あたくしじゃなくて八重桜よ～",
			"내가 아니라 사쿠라야라고 해～",
			"It's not for me, it's for Yae Sakura~"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61735,
			null,
			"八重樱，哦，那只使魔啊，她在那边养的宠物，应该也是使魔吧？这种普通的东西对于她真的有用么？",
			"八重桜。あ、あの従魔ですね。あの子が飼っているペットって、きっと従魔ですよね？こんな普通のものが役に立つんでしょうか？",
			"야에 사쿠라. 아, 그 사역마이군요. 그 아이가 기르는 애완동물이, 분명 사역마겠죠? 이런 평범한 게 도움이 될까요?",
			"Yae Sakura. Ah, that familiar. The pet she has must be a familiar too, right? Can something so ordinary be of any use?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61736,
			null,
			"呃。总之先试试看嘛~不行我再找其他人问问。",
			"たしかに。とりあえず試してみればいいのよ～ダメなら他の人に聞くまでよ。",
			"그렇지. 일단 해보면 되지~ 안 되면 다른 사람한테 물어보면 되고.",
			"That's true. But I'll just give it a try, and if it doesn't work, I'll ask someone else."
		],
		[
			"msg",
			61737,
			null,
			"八重樱，我找到了一本养宠物的书了。",
			"八重桜、ペットの本見つけてきたよ。",
			"야에 사쿠라, 펫 책 찾아왔어.",
			"Yae Sakura, I found a book about pets."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61738,
			null,
			"太好了，那上面有说该喂刚出生没多久的奶狐什么东西吃么？",
			"よかった。生まれたばかりの子ぎつねには何を食べさせればいいか書いてあるのか？",
			"다행이다. 갓 태어난 새끼 여우에게 무엇을 먹여야 하는지 적혀 있나?",
			"Good. Does it say what to feed newborn fox cubs?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61739,
			null,
			"刚出生么……我看看，刚出生的奶猫最好先喂食母乳，如果没有的话可以用乳糖浓度较低的牛奶代替，也可以喂食酸奶……",
			"生まれたばかりねえ……どれどれ。生まれたばかりの子猫には母乳を与えるのがよい。ない場合は少し砂糖を混ぜたミルクで代替することも可能。ヨーグルトを与えてもよい……",
			"갓 태어났네…… 어디 보자. 갓 태어난 새끼 고양이에게는 모유를 주는 것이 좋다. 없는 경우 약간의 설탕을 섞은 우유로 대체할 수도 있다. 요구르트를 줘도 좋다……",
			"It's a newborn...? Let's see. It's best to feed newborn kittens with breast milk. If you don't have breast milk, you can use milk with a little sugar mixed in. You can also feed them yogurt..."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61740,
			null,
			"但是……那些东西我都没有啊，这可怎么办啊！",
			"しかし……そんなものはどこにもないぞ。どうすればいいのじゃ！",
			"하지만…… 그런 건 어디에도 없는데. 어떻게 하면 좋은 거냐!",
			"But... there is no such thing anywhere. What should I do?!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				926,
				0,
				true
			]
		],
		[
			"msg",
			61741,
			null,
			"八重樱你先别那么着急，我再去问问其他人，你先不要给小狐狸任何东西吃，我看书上说新生的动物肠胃很嫩，不能乱吃东西的！",
			"慌てないで、八重桜。誰かに聞いてくるから。とりあえず子ぎつねには何も与えちゃダメよ。産まれたばかりの動物は胃腸が弱いって書いてあるから、むやみやたらに食べさせちゃダメ。",
			"당황하지 마, 야에 사쿠라. 누군가에게 물어볼 테니까. 일단 새끼 여우에게 아무것도 주면 안 돼. 갓 태어난 동물은 위장이 약하다고 쓰여 있으니까, 함부로 먹이면 안 된다.",
			"Don't panic, Yae Sakura. I'll go ask someone. For now, don't feed the baby fox anything. It says here that newborn animals have weak stomachs, so you shouldn't feed them anything other than what they're supposed to have."
		],
		[
			"speaker",
			204605
		],
		[
			"portraits",
			[
				414,
				0,
				true
			],
			[
				926,
				0,
				false
			]
		],
		[
			"msg",
			61742,
			null,
			"对不起，是我太过于急躁了。我会再等候一段时间的。",
			"すまない。少し慌ててしまった。もうしばらく待とう。",
			"미안. 좀 당황했어. 조금만 더 기다리자.",
			"Apologies. I was overreacting. I'll be patient."
		]
	],
	"649": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61743,
			null,
			"看来得找其他人问问了呢。但是谁会对这些东西了解呢……",
			"誰かに聞かなきゃダメそうね。でも、こういうことに詳しい人って誰かしら……",
			"누군가한테 물어봐야 할 것 같아. 그런데 이런 일에 밝은 사람이 누구지……",
			"I guess I'll have to ask someone. But who knows anything about this sort of thing...?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61744,
			null,
			"你怎么不去问问你那麻烦的小侄女呢，她不是和很多使魔签约了吗？",
			"面倒な姪っ子さんに聞いてみたらどうです？たくさんの従魔と契約しているんじゃなかったですか？",
			"귀찮은 조카딸한테 한번 물어보는 게 어때요? 수많은 사역마와 계약하고 있지 않았나요?",
			"Why don't you ask your troublesome niece? Didn't she make contracts with a lot of those familiars?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61745,
			null,
			"她？她哪知道怎么养使魔啊，要知道水银和翡翠两姐妹孵化的时候她唯一提供的帮助就是没有捣乱了。",
			"あの子？あの子が従魔の飼い方を知っているわけないわ。水銀の翼と翡翠の星の姉妹が孵化をしている時だって、問題を起こさないようにするのが精一杯だったのに。",
			"저 애가? 저 애가 사역마 기르는 법을 알 리가 없잖아. 수은의 날개와 비취의 별 자매가 부화할 때도 문제를 일으키지 않게 하는 게 고작이었는데.",
			"Her? There's no way she'd know how to look after a familiar. All she did was keep Mercury and Emerald out of trouble when they were incubating."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61746,
			null,
			"这倒也是……那么问问芽衣怎么样呢？像她那样的大小姐应该很会养宠物才对。",
			"それもそうですね……じゃあ芽衣に聞いてみては？ああいう子ならペットの飼い方も知っているはずですよ。",
			"그것도 그렇네요…… 그럼 메이한테 물어보는 게 어때요? 그런 애면 반려동물 키우는 법도 알고 있을 테니까요.",
			"That's true... Then why don't you ask Mei? A girl like her should know how to take care of pets."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61747,
			null,
			"学园长？姬子少校？你们为什么会在图书馆？",
			"学園長、姫子少佐。どうして図書館に？",
			"학원장, 히메코 소좌. 왜 도서관에?",
			"Principal, Major Himeko. Why are you in the library?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61748,
			null,
			"真是说曹操曹操到，芽衣你来的正好，你有养过什么宠物么？",
			"噂をすれば何とやら。芽衣、ちょうどよかった。あなた、ペット飼ったことある？",
			"호랑이도 제 말 하면 온다더니. 메이, 마침 잘 됐어. 너, 애완동물 키워본 적 있어?",
			"Speak of the devil. Mei, that's perfect timing. Have you ever had a pet?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61749,
			null,
			"宠物？倒是有养过一些，学园长你问这个做什么？",
			"ペット？飼ったことはありますけど。でも、学園長、どうしてそんなことを？",
			"애완동물? 키운 적은 있지만. 그런데 학원장님, 왜 그런 걸요?",
			"A pet? I've had some before. But why do you ask, Principal?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61750,
			null,
			"是这样的，八重樱最近捡到了一只小狐狸，但是现在似乎却遇到了麻烦的样子……",
			"実はね、八重桜が子ぎつねを拾ってきたの。でも、ちょっと問題があるみたいで……",
			"사실은 말이야, 야에 사쿠라가 여우 새끼를 주웠어. 그런데 좀 문제가 있는 것 같아……",
			"Actually, Yae Sakura found a baby fox. But there's a problem..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61751,
			null,
			"小狐狸，也就是奶狐么，喂它一些酸奶，然后调一些无糖牛奶就好了啊。",
			"子ぎつねって、きつねの赤ちゃんのことですか？それならヨーグルトを少しあげて、無糖のミルクを混ぜるといいですよ。",
			"아기 여우는 여우 새끼를 말하는 건가요? 그렇다면 요구르트를 조금 주고 무가당 우유를 섞어 주면 좋아요.",
			"By baby fox, do you mean a newborn? If so, I recommend giving it a little yogurt and mixing it with unsweetened milk."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61752,
			null,
			"这种事我们也知道，但是八重樱那边现在没有原料，没有办法做牛奶啊……",
			"それはあたしたちも知ってるわ。でも、八重桜の所には材料がないのよ。ミルクなんか作れないし……",
			"우리도 그건 알고 있어. 하지만, 야에 사쿠라네 집에는 재료가 없어. 우유 같은 건 만들 수도 없고……",
			"We know that too. But Yae Sakura doesn't have the ingredients. She can't make the milk..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61753,
			null,
			"那也很简单啊……看来学园长是忘了布洛妮娅了呢，不要忘了还有重装小兔19C这样的存在哦~",
			"そんなの簡単ですよ。学園長、ブローニャを忘れたんですか？あと、重装ウサギ19Ｃもいるじゃないですか～",
			"그건 간단하잖아요. 학원장님, 브로냐를 잊으신 거예요? 게다가 중장토끼19Ｃ도 있잖아요~",
			"Then it's simple. Principal, have you forgotten about Bronya and Armored Bunny 19C~?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61754,
			null,
			"对呀，我都忘了有这一回事了！",
			"そっか！それを忘れてたわ！",
			"아! 그걸 잊고 있었어!",
			"Oh yeah! I forgot about them!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61755,
			null,
			"看来那个小狐狸很可爱呢，连学园长也如此急切地想要帮助她。",
			"その子ぎつねってかわいいんですね。学園長ですらこんなに慌て助けようとするなんて。",
			"그 아기 여우 정말 귀엽네요. 학원장님조차 이렇게 당황해서 도우려고 하시다니.",
			"That baby fox must be so cute that even the principal is rushing to help."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61756,
			null,
			"真的很可爱哦！看上去软软的，毛茸茸的，只要是看到就特别幸福的感觉了！",
			"すっごいかわいいのよ！柔らかそうで、モフモフしていて。見ているだけで幸せ！",
			"정말 귀여워! 부드러워 보이고, 보송보송하고. 보기만 해도 행복해!",
			"It's sooo cute! It looks so soft and fluffy and just looking at it makes me happy!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61757,
			null,
			"那有机会一定要见见呢。总之我们先去找布洛妮娅吧，八重樱现在估计也很焦急吧。",
			"今度私にも見せてくださいね。とにかく、まずはブローニャの所にいきましょう。八重桜も焦っているでしょうから。",
			"이번에는 저에게도 보여주세요. 어쨌든, 일단 브로냐의 곳으로 가봅시다. 야에 사쿠라도 조바심 내고 있을 테니까.",
			"Then I'll have to see it when I have the chance. Anyway, let's go find Bronya first. Yae Sakura must be feeling anxious too."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				414,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			61758,
			null,
			"不好不好，差点都忘了这回事了。",
			"いっけな～い。忘れるところだったわ。",
			"아이쿠~. 까먹을 뻔했네.",
			"Oh nooo! I almost forgot!"
		]
	]
}