{
	"1970": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191775,
			"My Lord! You see! Sirin fixed the ME club! Doesn't it look new now?",
			"九霄大人！你看！西琳把ME社修好了！现在看起来是不是焕然一新了呢！",
			"九霄様、見て！シーリン、ME社を元通りにしたよ！こうしてみると、見違えるみたいだね！",
			"큐쇼님, 보세요! 시린, ME사를 원래대로 돌려놨어요! 이렇게 보니 정말 달라보이네요!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191776,
			"Wow! Sirin is the best…",
			"嗯…不愧是西琳呢。",
			"うん……さすがはシーリン。",
			"응...... 역시 시린다워.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191777,
			"What's the matter... Don't you look very happy?",
			"怎么了…九霄大人看起来不是很高兴呢？",
			"どうしたの？九霄様、あまり嬉しくないみたいだけど……。",
			"왜 그래요? 큐쇼님, 기분이 안 좋아 보이는데...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191778,
			"Em...Sirin, Yssring and I have to go, so I've come to say goodbye to you.",
			"那个…西琳，我和伊瑟琳得先离开了，所以我是来和你告别的。",
			"その……シーリン。私とイザーリンは帰らないといけないの。だから、あなたにお別れを言いに来たの。",
			"그게...... 시린. 나와 이자린은 돌아가야 해. 그래서, 너에게 작별 인사를 하러 왔어.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191779,
			"To leave…It...Looks like that Miss Kuma is right.",
			"离开…果然是这样么…看来库玛小姐说的没错。",
			"帰る……やっぱりそうなんだ。クマのお姉さんの言う通りみたいだね。",
			"돌아간다... 역시 그런 거였구나. 곰 언니가 말한 대로인 것 같네.",
			null
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191780,
			"As expected because Sirin took the initiative to change the world which caused a bad impact on Lord Kyuushou, right?",
			"果然是因为西琳擅自改造这个世界，所以对九霄大人造成了不好的影响吧？",
			"シーリンが勝手にこの世界を改造しちゃったせいで、九霄様に良くない影響を与えてしまったんでしょう？",
			"시린이 함부로 이 세계를 개조해서 큐쇼님에게 나쁜 영향을 준 거죠?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				6,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191781,
			"Ehh? You know?",
			"呃？你已经知道了么？",
			"えっ？もう知ってたの？",
			"어? 벌써 알고 있었어?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191782,
			"Kuma…what did you say to Sirin?",
			"库玛…你这家伙究竟对西琳说了什么……",
			"クーマ……シーリンに何を言ったの……。",
			"쿠마...... 시린에게 무슨 말을 한 거야...",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				865,
				1,
				false
			]
		],
		[
			"msg",
			191783,
			"I just told her what you said.",
			"我只是把你们的话复述给她了而已~",
			"あなたたちの会話をそのまま伝えただけだよ～",
			"너희들의 대화를 그대로 전했을 뿐이야~",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				865,
				1,
				true
			]
		],
		[
			"msg",
			191784,
			"Don't make trouble! It would be worse if Sirin's mood became unstable!",
			"喂！别捣乱啊！要是让西琳的情绪变得不稳定会更糟的！",
			"もう！ややこしいことしないでよ！もし、シーリンの感情が不安定になったら大変なことになるんだから！",
			"真是的! 복잡하게 하지 마! 만약 시린의 감정이 불안정해지면 큰일 나는 거야!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				3,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			191785,
			"It is you who make trouble! Ah! Do you know how I got here so many days!",
			"明明捣乱的是你们啊！呜！你知道这么多天我是怎么过来的么！",
			"ややこしくしているのはそっちでしょ！うっ……私がこれまでどうしてきたか、知っているの！？",
			"복잡하게 만드는 건 너 쪽이잖아! 윽... 내가 지금까지 어떻게 해왔는지, 알고 있어!?",
			null
		],
		[
			"msg",
			191786,
			"Kuma did not help in the battle of Ark fortress, as the commander of the Anti-entropy tank division did not even participate in the battle! It is because of Kuma's fault that Anti-Entropy is…",
			"在方舟要塞的战斗中库玛没有帮上半点忙，作为逆熵坦克师团的指挥官居然连战斗都没有参与到！都是因为库玛的错逆熵才会被天命给……",
			"方舟要塞の戦いでクーマはまったく力になれなかった。ネゲントロピー戦車師団の指揮官のくせに、戦いにも加われなかったんだよ！クーマのせいでネゲントロピーは天命に……。",
			"방주 요새 전투에서 쿠마는 전혀 도움이 되지 못했어. 네겐트로피 전차 사단의 지휘관 주제에, 전투에도 참여하지 못했다고! 쿠마 때문에 네겐트로피는 천 명이나......",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				2,
				true
			]
		],
		[
			"msg",
			191787,
			"Ah...You've been struggling with these things. Don't worry! Nothing's going to change if you're in combat.",
			"啊…原来你在纠结这些事情啊，放心吧，就算你在战局也不会发生什么改变的。",
			"あぁ……そのことを気にしていたのね。安心して。あなたがいたところで、戦局は何も変わらなかったはずよ。",
			"아…… 그 일을 신경 쓰고 있었구나. 안심해. 네가 있었다고 해도, 전황은 아무것도 변하지 않았을 거야.",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				865,
				2,
				false
			]
		],
		[
			"msg",
			191788,
			"Goo! Damn! These days I drink vodka every day just to make myself feel better! Doctor said so easily!",
			"咕！可恶！这几天我天天猛喝伏特加就是为了让自己好受一些！我明明这么自责，博士同志却说得这么轻松！",
			"ぐっ……ここのところ、毎日ウォッカを飲みまくって何とか気を紛らわしてきたのに！こんなに自分を責めているのに、博士はちっとも気にしていないんだから！",
			"큭…… 요즘 매일 보드카를 마셔가며 어떻게든 정신을 흐리게 했는데! 이렇게나 자신을 탓하는데, 박사님은 전혀 신경 쓰지 않는 거야!",
			null
		],
		[
			"msg",
			191789,
			"In this case, I will stay in my dream forever from today on, never to think about these things again!",
			"既然这样，我今天开始就要永远留在自己的梦境中，再也不去想这些事情了！",
			"そんなことなら、私は今日から永遠に自分の夢の中に閉じこもってやる。もう二度とこんなこと考えたくない！",
			"그렇다면, 나는 오늘부터 영원히 내 꿈 속에 틀어박혀 있을 거야. 다시는 이런 생각 하고 싶지 않아!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				2,
				true
			]
		],
		[
			"msg",
			191790,
			"... It's not your dream, it's...",
			"哎呀…都说了这不是你的梦而是……",
			"あのねぇ……これはあなたの夢じゃないって言ったでしょう……。",
			"저기…… 이건 네 꿈이 아니라고 말했잖아…….",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				865,
				1,
				false
			]
		],
		[
			"msg",
			191791,
			"Hum~ I've told Sirin the solution. Lord Kuma will help Sirin protect this dream that belongs to me!",
			"哼哼~多说无用！我已经告诉西琳解决方案了，库玛大人会帮助西琳守护好这个属于我的梦境的！",
			"フフン、何を言ってもムダよ！もうシーリンに解決方法を言ってあるの。クーマ様はシーリンを助けて、この私の夢を守るんだから！",
			"흐흥, 뭘 말해도 소용없어! 이미 시린에게 해결 방법을 말해 뒀으니까. 쿠마 님은 시린을 도와서 이 내 꿈을 지켜줄 거야!",
			null
		],
		[
			"msg",
			191792,
			"Sirin! Create my tank unit as I just told you!",
			"西琳！按照库玛大人刚才和你说的，将我的坦克部队创造出来吧！",
			"シーリン！クーマ様がさっき話したように、戦車部隊を作り出して！",
			"시린! 쿠마 님이 방금 말한 대로, 전차 부대를 만들어 내!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				1,
				true
			]
		],
		[
			"msg",
			191793,
			"Peng!",
			"噌！",
			"——ピカッ！",
			"——찌릿!",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				3,
				false
			]
		],
		[
			"msg",
			191794,
			"Hum!!!! At ordinary times I was pressed to dare not speak even! Why should I humble myself to you in my dreams! It's a pity that Emisha, who cursed me so much, is not here, or she would have known Lord Kuma's wrath!",
			"哼哼！平时被你们压着不敢说话就算了，为什么到梦里还要向你们低声下气！可惜那个骂我骂得那么厉害的埃米沙不在，不然就让她也知道库玛大人的厉害！",
			"フフン！いつもはあなたたちに頭を押さえられて何も言えないけれど、夢の中に来てまであなたたちにペコペコする必要なんてないんだから！私のことをボロクソに貶すエミザがいないのが残念だけどね。",
			"흐흥! 평소에는 너희들에게 머리를 눌려서 아무 말도 못 했지만, 꿈 속에 와서까지 너희들에게 아양 떨 필요는 없거든! 나를 망신시키는 에미자가 없는 게 아쉽지만 말야.",
			null
		],
		[
			"msg",
			191795,
			"Today I'm going to vent my anger while I can! It's in my dream! No one will know! Ku ku ku!!",
			"今天我就要趁现在好好泄一下愤！反正是在我的梦中！没人会知道！库库库！！",
			"今日こそきっちり鬱憤を晴らさせてもらうわよ！どうせ私の夢の中なんだからね！誰にもバレっこないわよ！クックックッ！！",
			"오늘은 제대로 울분을 풀어버릴 거야! 어차피 내 꿈 속이니까! 누구에게도 들킬 리 없어! 큭큭큭!!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			191796,
			"Have we turned on some terrible switch… The resentment of people whose lives don't go well is terrible! What are you doing to her, Yssring?",
			"我们是不是打开了什么不得了的开关……生活不如意的人的怨念真是太可怕了！伊瑟琳你平时都欺负她些什么了啊！",
			"うーん……イザーリン、普段からどれだけ彼女をイジメてた？",
			"으음…… 이자린, 평소부터 얼마나 그녀를 괴롭혔던 거야?",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				865,
				3,
				true
			]
		],
		[
			"msg",
			191797,
			"I didn't… But I can't talk to her like this. Let her wake up first.",
			"我哪有…不过现在这样没法跟她好好说话，还是先让她清醒一下吧！",
			"知らないわよ！こうなったら彼女を説得するのは無理ね。とにかく彼女の目を覚まさせましょう！",
			"몰라요! 이렇게 되니 그녀를 설득하는 건 무리네요. 어쨌든 그녀의 눈을 뜨게 합시다!",
			null
		]
	],
	"1971": [
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				865,
				4,
				false
			]
		],
		[
			"msg",
			191798,
			"Puh…...",
			"咕啊……好痛！",
			"ぐあっ……イタタ！",
			"꽈악…… 아야야!",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				49,
				2,
				false
			]
		],
		[
			"msg",
			191799,
			"Wu!!!!! Why do I still fail  in the dream! Don't come over here! The nightmare...This must be a nightmare!",
			"呜呜呜，欺负人！为什么明明是梦里还是打不过啦！不要过来啊！噩梦……这一定是噩梦！",
			"ううう、イジメられた！どうして夢の中なのに勝てないの！こっちに来ないで！悪夢だ……これはきっと悪夢だよ！",
			"우우우, 괴롭힘 당했어! 왜 꿈 속인데도 이길 수 없는 거야! 이쪽으로 오지 마! 악몽이야… 이건 분명 악몽이야!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				2,
				false
			],
			[
				49,
				2,
				true
			]
		],
		[
			"msg",
			191800,
			"I told you it wasn't a dream. It is because you are lying in the carrier that you are connected to Stigmata space of Kyuushou. Why don't you understand…",
			"都和你说了这不是梦，而是因为你躺在了搭载仓里才被连接到九霄的圣痕空间中了，你怎么还不明白呢……",
			"これは夢じゃないって言ったでしょ。あなたがカプセルの中で寝ていたせいで、九霄の聖痕空間に接続されてしまったのよ。どうしてまだ分からないの……。",
			"이건 꿈이 아니라고 했잖아. 네가 캡슐 안에서 잠든 탓에 큐쇼의 성흔 공간에 연결되어 버린 거야. 왜 아직도 모르는 거니….",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				2,
				true
			],
			[
				49,
				3,
				false
			]
		],
		[
			"msg",
			191801,
			"What stigmata space….",
			"什么圣痕空间！你说这个谁懂啦！",
			"何が聖痕空間よ！そんなの誰が理解するっていうのよ！",
			"뭐가 성흔 공간이야! 그런 걸 누가 이해하겠어!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				3,
				false
			],
			[
				49,
				3,
				true
			]
		],
		[
			"msg",
			191802,
			"Phemie Iris! Cut the connection of Kuma! She will know after being back to the real.",
			"哎…菲米莉丝，切断库玛的连接吧，只要她回到现实中来应该就能明白我说的话了。",
			"もう……フェミリス、クーマの接続を切断して。現実の世界に戻れば、彼女も私の言っていることも理解できるはずでしょうから。",
			"정말……페미리스, 쿠마의 연결을 차단해. 현실 세계로 돌아가면, 그녀도 내 말을 이해할 수 있을 테니까.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				49,
				3,
				true
			]
		],
		[
			"msg",
			191803,
			"【Execution】Ready to cut the connection between Kuma and Stigmata space——",
			"【执行】收到！准备切断库玛与圣痕空间的连接——",
			"【実行】了解しました！クマと聖痕空間の接続切断用意——",
			"【실행】알겠습니다! 쿠마와 성흔 공간의 연결 차단 준비——",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				38,
				1,
				true
			],
			[
				49,
				3,
				false
			]
		],
		[
			"msg",
			191804,
			"This is the warning to wake up! I know what I'm doing… I should have brought my tank division support earlier, so that the ark wouldn't die and I could be a hero!",
			"这是要醒过来的预警么！我知错了呜……我不该在搬救兵的时候在兵营过夜喝酒，应该早点把我的坦克师团支援带来，这样方舟就不会灭了，我也能成为英雄了！",
			"これって夢から覚めちゃう警告なの！？私が悪かったよぅ……加勢を求めに行った時に、営舎で夜通しお酒を飲んだりしちゃいけなかったんだよ。もっと早く私の戦車師団を支援に連れて行っていれば、そうすれば方舟が滅ぶこともなかったのに！",
			"이건 꿈에서 깨라는 경고야!? 내가 잘못했어… 지원을 요청하러 갔을 때, 막사에서 밤새 술을 마시면 안 됐던 거야. 더 빨리 내 전차 사단을 지원에 데려갔더라면, 그러면 방주가 망하는 일도 없었을 텐데!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				54,
				5,
				false
			],
			[
				49,
				3,
				true
			]
		],
		[
			"msg",
			191805,
			"After all, drink less.",
			"原来说到底还是你自己自作自受么…还是少喝点酒好好悔改吧。",
			"結局、自業自得じゃないの……やっぱりお酒を控えて悔い改めなさい。",
			"결국 자업자득이잖아… 역시 술을 자제하고 뉘우쳐.",
			null
		],
		[
			"speaker",
			204757
		],
		[
			"portraits",
			[
				54,
				5,
				true
			],
			[
				49,
				3,
				false
			]
		],
		[
			"msg",
			191806,
			"No! My vodka, my mayonnaise! Sirin!!!!!",
			"不要啊！我的伏特加，我的蛋黄酱！西琳——",
			"嫌だよ！私のウォッカ、私のマヨネーズ！シーリン——",
			"싫어! 내 보드카, 내 마요네즈! 시린——",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				49,
				3,
				true
			]
		],
		[
			"msg",
			191807,
			"Xiu!!",
			"咻！",
			"——ヒュンッ！",
			"——흐윽!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			191808,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				5,
				false
			]
		],
		[
			"msg",
			191809,
			"Ha, it's quiet at last. Before she messes up the lab, I'll go back and have a look.",
			"哈，这下终于安静了，在她搞乱实验室之前，我也赶紧回去看看好了。",
			"はぁ、これでようやく静かになったわね。彼女が実験室をメチャクチャにする前に、私も急いで戻った方がよさそうね。",
			"하아, 이제야 조용해졌네. 그녀가 실험실을 엉망으로 만들기 전에, 나도 서둘러 돌아가는 게 좋을 것 같네.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191810,
			"Lord Kyuushou, sorry, it's my fault….",
			"呜…九霄大人，对不起。都是西琳的错……",
			"うぅ……九霄様、ごめんなさい。全部シーリンのせいで……。",
			"우우…… 큐쇼님, 미안해요. 전부 시린 때문이에요…….",
			null
		],
		[
			"msg",
			191811,
			"When Sirin woke up, I saw the empty world as it had always been...Thought I was left behind again…",
			"当西琳醒来的时候，看到空无一物的世界还是原来的样子……以为我又被大家给丢下了……",
			"シーリンが目覚めた時、目に入ってきた何もない世界は元の姿のままだったの……だから、またみんなに捨てられちゃったんだと思って……。",
			"시린이 눈을 떴을 때, 눈에 들어온 아무것도 없는 세계는 원래 모습 그대로였어…… 그래서, 또 모두에게 버려졌다고 생각했어…….",
			null
		],
		[
			"msg",
			191812,
			"So, I thought if I could get it back to what it was. As long as the world becomes beautiful, maybe everyone will come back…",
			"所以，我想如果将它恢复成原来的样子，只要这个世界变成美丽的样子，说不定大家就都会回来……",
			"それで、世界を元の姿に戻せば、この世界を美しい姿にすれば、みんなが戻って来てくれるかもしれないと思ったの……。",
			"그래서, 세계를 원래 모습으로 되돌리면, 이 세계를 아름다운 모습으로 만들면, 모두가 돌아와 줄지도 모른다고 생각했어…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191813,
			"So the reason you keep fixing the world is to see us?",
			"所以你不断修复着这个世界的原因就是为了见到大家吗？",
			"つまり、この世界を修復し続けているのは、みんなに会うためだったということ？",
			"즉, 이 세계를 계속 수복하고 있는 건, 모두를 만나기 위해서였단 말이야?",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				7,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			191814,
			"…...",
			"嗯……",
			"うん……。",
			"응…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191815,
			"Sirin is an angel!",
			"西琳果然是天使呢！",
			"シーリンはやはり天使みたいだ！",
			"시린은 역시 천사 같아!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191816,
			"Lord!?",
			"九霄大人！？",
			"九霄様！？",
			"큐쇼님!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191817,
			"I know how Sirin feels. Because I also like you, I also have not too much impression to this world things. But only one thing is certain of Lord Kyuushou!",
			"我明白西琳的心情，因为我也和你一样，对这世界的事情已经没有太多的印象，但是只有一点九霄大人是可以确定的！",
			"我にはシーリンの気持ちが理解できる。我も……同じだったから。この世界の事に対してはあまり印象に残っていないけど、九霄様にも一つだけ確かなことがある！",
			"나에게는 시린의 마음을 이해할 수 있어. 나도…… 똑같았으니까. 이 세계에 대한 건 별로 기억에 남아있지 않지만, 큐쇼님에게도 하나만은 확실한 게 있어!",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191818,
			"This broken world has been redeemed, and that all who fought with me have been redeemed. Even though we can't see them now...But they must be living happily somewhere!",
			"那就是这个原本破碎的世界已经得到了救赎，与我一同战斗的大家也实现了自己的愿望，虽然现在我们看不到她们的样子…但是逐火之蛾的大家也一定在某处幸福地生活着吧！",
			"それは、このボロボロだった世界が救われ、一緒に戦ったみんなも自分の望みを叶えたということ。今は彼女たちの姿を見ることができないけど……でも、火を追う蛾のみんなはきっとどこかで幸せに暮らしているはずだ！",
			"그것은, 이 부서져 있던 세계가 구원받고, 함께 싸웠던 모두가 자신의 소원을 이뤘다는 거야. 지금은 그녀들의 모습을 볼 수 없지만…… 하지만, 불을 좇는 나방의 모두는 분명 어딘가에서 행복하게 살고 있을 거야!",
			null
		],
		[
			"msg",
			191819,
			"All that we have done has not been in vain! Sirin, you're right! As long as let the world bloom beautiful flowers, then everyone will come back! Because my presence here with Yssring is the best proof of that!",
			"我们所做的一切都没有白费！西琳你说得对！只要让这个世界绽放出美丽的花朵，那么大家一定都会回来的！因为我和伊瑟琳出现在这里就是最好的证据！",
			"我らがしてきた全ては無駄ではなかった！シーリンの言う通りよ！この世界に美しい花を咲かせれば、きっとみんな帰ってきてくれるはずだ！我とイザーリンがここに現れたのが何よりの証拠よ！",
			"우리가 해온 모든 것은 헛되지 않았어! 시린의 말대로야! 이 세계에 아름다운 꽃을 피우면, 분명 모두 돌아와 줄 거야! 나와 이자린이 여기에 나타난 게 무엇보다 증거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191820,
			"Lord Kyuushou…...",
			"九霄大人……",
			"九霄様……。",
			"큐쇼님…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191821,
			"Sirin, don't cry… Keep smiling for tomorrow.",
			"西琳，不用哭，也不用悲伤，保持笑容去迎接明天，这样的好孩子一定会得到众神的祝福实现自己的愿望的！",
			"シーリン、泣かないで。悲しむ必要はない。笑顔を保ったまま明日を迎えるの。そういう子はきっと神々の祝福を受けて、自分の望みを叶えられるから。",
			"시린, 울지 마. 슬퍼할 필요 없어. 웃는 얼굴을 지으며 내일을 맞이하는 거야. 그런 아이는 분명 신들의 축복을 받아, 자신의 소원을 이룰 수 있으니까.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191822,
			"Thanks…...",
			"嗯…西琳明白了！",
			"うん……わかった！",
			"응…… 알았어!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191823,
			"Then this world is yours, Sirin. Let me see a better world with your magic!",
			"那么，这个世界就交给你了，西琳，用你的魔法让我见到一个更加美好的世界吧！",
			"じゃあ、この世界を任せるよ。シーリンの魔法でもっと美しい世界を見せてね。",
			"그럼, 이 세계를 맡길게. 시린의 마법으로 더 아름다운 세계를 보여줘.",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191824,
			"You're not alone this time. If you have any difficulties, just call me. I will come back to help you again!",
			"这次你可不是孤独一人了，要是有什么困难就尽管呼唤九霄大人吧~我一定会再次回来帮助你的！",
			"今度は独りぼっちじゃない。何か困ったことがあったら、いつでも私を呼んでくれていいわ。必ずまた手伝いに来るから！",
			"이번에는 혼자가 아니야. 무슨 문제가 생기면 언제든지 나를 불러도 좋아. 꼭 다시 도우러 올 테니까!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191825,
			"I will wait you here.",
			"果然九霄大人就是可靠呢！西琳会在这里等你的！",
			"やっぱり九霄様は頼りになるね！シーリンはここで待ってるね！",
			"역시 큐쇼님은 믿음직스러워! 시린은 여기서 기다리고 있을게!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191826,
			"Well! We made a deal!",
			"嗯！我们约定好了！",
			"うん、約束。",
			"응, 약속.",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191827,
			"I didn't expect that Kuma's misbehavior only made Sirin more accepting. But this also thanks to her own trust in Kyuushou, right?",
			"没想到库玛乱来一通反而让西琳更加接受九霄了，不过这也多亏她本身就很信任九霄吧？",
			"まさかクマによる騒ぎがかえってシーリンに九霄をもっと受け入れさせる結果になるとはね。でも、これもシーリン自身が九霄を信頼しているおかげよね？",
			"설마 곰 때문에 생긴 소란이 오히려 시린에게 큐쇼를 더 받아들이게 만드는 결과가 될 줄이야. 하지만, 이 또한 시린 스스로가 큐쇼를 신뢰하고 있기 때문이지?",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				2,
				false
			]
		],
		[
			"msg",
			191828,
			"The influence of Sirin Stigmata? It looks like there's a lot to do after that…",
			"西琳圣痕的影响么，我的猜想到底有几分正确呢？看来之后有很多事要做了……",
			"シーリンの聖痕の影響か、私の推測って一体どれくらい当たっているのかしら？どうやらやらなければいけないことが山積みのようね……。",
			"시린의 성흔의 영향인지, 내 추측이 대체 얼마나 맞는 건지 모르겠네. 어떻게 보니 해야 할 일이 산더미처럼 쌓인 것 같아…….",
			null
		],
		[
			"portraits",
			[
				58,
				2,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191829,
			"Let's go! Kyuushou! Now that you've decided to leave Sirin here to create a new world, we need to prepare the daily check-ups for you. We need to keep an eye on your health.",
			"我们要走了九霄，既然你决定让西琳留在这里创造新的世界，那就给我做好天天都要体检的心理准备吧，我们得时刻关注你的身体情况。",
			"行くわよ、九霄。あなたがシーリンにここで世界創造をさせると決めたのなら、私は毎日あなたの体をチェックするくらいじゃないとね。常に体の状況に注意しないといけないわよ。",
			"갈 거야, 큐쇼. 네가 시린에게 여기서 세계 창조를 시키기로 결심했다면, 나는 매일 네 몸을 체크하지 않으면 안 되겠어. 항상 몸 상태에 주의를 기울여야 해.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191830,
			"Eh! How could this be! Wait, at least get another doctor! Don't let that monster examine me, will you!",
			"诶！怎么会这样啦！等等，那至少换个医生！不要让那个恶魔埃米沙来给我检查行不行！",
			"えっ……なんでそうなるの！？待って、少なくとも医者は変えて！あの悪魔のエミザに検査をさせないで！",
			"엣…… 왜 그렇게 되는 거야!? 잠깐, 적어도 의사는 바꿔! 그 악마 같은 에미자에게 검사를 시키지 마!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191831,
			"Then talk to her yourself.",
			"那你自己和她说去吧。",
			"それじゃあ自分で彼女に言いなさい。",
			"그렇다면 직접 그녀에게 말해.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				58,
				8,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191832,
			"She must kill me!",
			"她一定会杀了我的！",
			"そんなこと言ったら殺されちゃうよ！",
			"그런 말을 하면 죽을 거야!",
			null
		],
		[
			"speaker",
			204614
		],
		[
			"portraits",
			[
				58,
				8,
				true
			],
			[
				54,
				1,
				false
			]
		],
		[
			"msg",
			191833,
			"Cut the connection! Phemie Iris!",
			"菲米莉丝，切断连接。",
			"フェミリス、接続を切断して。",
			"페미리스, 연결을 차단해.",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				1,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191834,
			"【Execution】Cut!",
			"【执行】了解！",
			"【実行】了解しました！",
			"【실행】알겠습니다!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191835,
			"Bang!",
			"咻！",
			"——ヒュンッ！",
			"——흐윽!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			191836,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191837,
			"They have gone…..",
			"走掉了呢……",
			"行っちゃった……。",
			"가버렸어......",
			null
		],
		[
			"portraits",
			[
				513,
				6,
				false
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191838,
			"Mom…Sirin would never hesitate again.",
			"妈妈…西琳一定不会再像以前一样犹豫了……",
			"ママ……シーリンはもう迷ったりしないよ。",
			"엄마... 시린은 이제 더 이상 헤매지 않을 거예요.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				54,
				1,
				true
			]
		],
		[
			"msg",
			191839,
			"This time I will create a new world for myself and all of you!",
			"这次我要创造出一个属于我和大家的新世界！",
			"今度はシーリンがみんなの世界を創るよ！",
			"이번에는 시린이 모두의 세상을 만들 거예요!",
			null
		]
	],
	"1972": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191840,
			"Sirin's world is getting better and better~",
			"西琳的世界变得越来越美好了~",
			"シーリンの世界はますます美しくなってきたな~",
			"시린의 세상은 점점 더 아름다워지고 있네~",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			191841,
			"Haha~Thanks to Kyuushou and her friends. They all have a lot of wonderful ideas~",
			"呵呵~这都是多亏了九霄大人和她的朋友们呢，大家都有着很多奇妙的想法啊……",
			"ふふ~これも全部、九霄様と彼女の友達のおかげだね。皆が不思議なアイディアをたくさん持っているから……",
			"후후~ 이건 모두 큐쇼님과 그녀의 친구들 덕분이야. 다들 신기한 아이디어를 많이 가지고 있으니까......",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191842,
			"But in the end it was Sirin who created it all. Don't forget that!",
			"但最终创造这一切的人还是西琳你自己，不要忘记了这点！",
			"でも、最後にこの全てを創り出した人はシーリン、あなた自身なんだからね。それを忘れちゃダメよ！",
			"하지만, 마지막에 이 모든 것을 창조한 사람은 시린, 너 자신이야. 그걸 잊으면 안 돼!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191843,
			"Lord Kyuushou~~~~",
			"九霄大人~您又来陪西琳啦~",
			"九霄様~またシーリンの相手をしに来てくれたんだね~",
			"큐쇼님~ 또 시린과 놀아주러 와주셨네요~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191844,
			"No matter how much help is offered, it is only our personal consideration. The most important thing is to look at your own heart. Don't forget that you believe in the beautiful, you can also see the breathtaking scenery we do not know!",
			"无论提供多少帮助，那都只是我们个人的思考，最重要的还是要看西琳你自己的内心。不要忘记自己相信的美好，你也是能看到我们无法知晓的绝美景色的！",
			"どれだけ助けを提供したとしても、それは所詮、私たち個人の考えなの。一番重要なのはシーリンの心よ。自分が信じる美しさを忘れないで。あなたも私たちが知らないような素晴らしい景色を見られるはずだよ！",
			"아무리 도움을 준다고 해도, 그것은 결국 우리 개인의 생각일 뿐이야. 가장 중요한 건 시린의 마음이야. 네가 믿는 아름다움을 잊지 말아. 너도 우리가 모르는 멋진 풍경을 볼 수 있을 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191845,
			"What Lord Kyuushou say is as profound as ever~",
			"九霄大人说的话还是一如既往的深奥威风呢~",
			"九霄様の言葉は相変わらず奥が深くて威厳があるね~",
			"큐쇼님의 말씀은 여전히 깊고 위엄이 있네~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191846,
			"In fact, Sirin has done a very good job, but as your partner, I still need to point out what you lack.",
			"其实现在西琳做得已经很不错了，但作为你的伙伴，九霄大人还是要指出你欠缺的东西。",
			"確かに今のシーリンはもう十分よくやっているわ。でも、仲間として、九霄様があなたに欠けているものを教えてあげる。",
			"확실히 지금의 시린은 이미 충분히 잘하고 있어. 하지만, 동료로서 큐쇼님이 네게 부족한 것을 알려줄게.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191847,
			"Lack? Is there something Sirin isn't doing well enough?",
			"欠缺？西琳是有什么地方做得不够好吗？",
			"欠けている？シーリン、何かよくないことした？",
			"뭔가 부족해? 시린, 무슨 안 좋은 일이라도 했니?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191848,
			"Well, I've been thinking about this for days. From the day I met you, I have always felt that you lack something of soul nature! And last night, I finally knew what is that!",
			"嗯，这个问题我已经思考了很多天了，从遇见你那天开始我就一直觉得你身上缺少了灵魂性质的东西！而就在昨晚，九霄大人终于想明白了那东西到底是什么了！",
			"うん、この問題はもう何日も考えたんだけどね。あなたに会った日からずっと、あなたの体には魂のような物が欠けている気がしていたの！それで昨夜、九霄様はついにそれが一体何なのか分かったのよ！",
			"응, 이 문제는 며칠째 생각해왔어. 너를 만난 날부터 계속, 네 몸에는 영혼 같은 게 부족하다는 느낌이 들었거든! 그래서 어젯밤, 큐쇼님은 드디어 그게 대체 뭔지 알아냈어!",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191849,
			"That's... The spell!",
			"那就是……魔咒！",
			"それは……魔法の呪文よ！",
			"그건…… 마법의 주문이야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191850,
			"Spell?",
			"魔、魔咒？",
			"ま、魔法の呪文？",
			"마, 마법의 주문?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				7,
				true
			]
		],
		[
			"msg",
			191851,
			"The song of praise that is given when creating everything, the soothing voice that is played when pacifying restlessness, and the shattered words that are sung when banishing harm...The words of the souls they speak together are spells!",
			"创造一切时赋予的赞美之歌，平复躁动时奏响的安抚之音，还有驱逐危害时咏唱的破灭之言……它们汇聚在一起所形成的灵魂之语就是魔咒！",
			"全てを創りだす時に与える讃美の歌、イライラを鎮める時に奏でる慰めの音、危険を追い払う時に詠唱する破滅の言葉……それらが一体となって形成する魂の言葉こそが悪魔の呪いなの！",
			"모든 것을 창조할 때 주는 찬미의 노래, 짜증을 달랠 때 연주하는 위로의 음악, 위험을 물리칠 때 외우는 파멸의 말…… 그것들이 하나가 되어 형성된 영혼의 말이 바로 마법의 저주란 말이야!",
			null
		],
		[
			"msg",
			191852,
			"There is no doubt that you used to create the world is the lost magical powers! Sing a spell before using the magic, and call the guide spirits of the abyss to follow you with a hymn, that is the soul of the magical. Sirin, learning the spell will complete you!",
			"毫无疑问，你创造世界时使用的正是失落的魔法力量！在使用魔法之前咏唱咒语，用赞歌呼唤深渊的魔导精灵随你而行，那才是魔法少女的灵魂所在。西琳，学会魔咒将会让你变得完整！",
			"あなたが世界を創り出した時に使ったものは、まぎれもなく失われた魔法の力なの！魔法を使う前に呪文を詠唱し、賛歌によって深淵の魔導精霊を召喚して自分の傍に置く。それこそが魔法少女の魂のありかなのよ。シーリン、魔法の呪文を覚えれば、あなたは完璧になれるわ！",
			"네가 세계를 창조할 때 사용한 건 분명히 잃어버린 마법의 힘이야! 마법을 쓰기 전에 주문을 외우고, 찬가로 심연의 마도 정령을 소환해 곁에 두는 거. 그게 바로 마법소녀의 영혼의 모습이야. 시린, 마법의 주문을 기억하면 넌 완벽해질 수 있어!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191853,
			"…......",
			"喔……喔喔……",
			"えっ……うん……",
			"엣…… 음……",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191854,
			"I still don't understand, but Sirin will try to understand what Lord Kyuushou said.",
			"虽然还是不太明白，但西琳会努力去理解九霄大人的话的。",
			"まだよく分からないけれど、でも、シーリンは頑張って九霄様の言葉を理解するよ。",
			"아직 잘 이해가 안 가지만, 그래도 시린은 열심히 큐쇼님의 말을 이해해볼게.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191855,
			"Don't need to be so nervous, let me give you special training. If you've experienced it yourself, you'll quickly realize how important spells are!",
			"不需要那么紧张，就让九霄大人给你特训吧，亲自体验过的话会一下子就明白魔咒是多重要的东西了！",
			"そんなに緊張しなくても大丈夫。九霄様があなたを特訓してあげるから。身をもって体験すれば、すぐに魔法の呪文がどれだけ大切なものか分かるはずよ！",
			"그렇게 긴장하지 않아도 괜찮아. 큐쇼님이 직접 너를 특훈시켜줄 테니까. 몸으로 체험하면 금방 마법의 주문이 얼마나 중요한 건지 알게 될 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191856,
			"Will Lord Kyuushou train me? Sirin will come on!",
			"九霄大人要亲自训练西琳吗~嗯！西琳会加油的！",
			"九霄様自らシーリンを鍛えてくれるの~うん！シーリン、頑張る！",
			"큐쇼님께서 직접 시린을 가르쳐주신다~ 응! 시린, 힘낼게!",
			null
		]
	],
	"1973": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191857,
			"What Sirin wants is to create more good, so let me demonstrate with this tree… How far can creative magic evolve under the spell chant!",
			"西琳渴望的是创造更多的美好吧，那就让我用这棵树示范一下……在魔咒咏唱下发动的创造魔法到底能进化到什么地步！",
			"シーリンが渇望しているのは、もっと多くの美しさを創り出すことでしょう？それなら、私がこの木を使って実演してあげる……呪文の詠唱によって、発動する創造魔法が一体どこまで進化するのかをね！",
			"시린이 갈망하는 것은, 더 많은 아름다움을 창조하는 것이겠죠? 그렇다면, 내가 이 나무를 사용해서 실연해 줄게…… 주문의 영창에 의해, 발동하는 창조 마법이 대체 어디까지 진화하는지를 말이야!",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191858,
			"I just said once, the so-called spell, is to praise the words of the magic guide elves. In the singing process, the user's mood will be no reservation by the elves feel, and she returns to you is the magic in the heart!",
			"刚才也说过一次了，所谓的魔咒，就是赞美魔导精灵的言语，在咏唱过程中使用者的心情会毫无保留地被精灵们感受到，而她回报给你的就是心中的魔法！",
			"さっきも言ったように、いわゆる呪文というものは魔導精霊を賛美する言葉なの。詠唱によって、魔法の使用者の感情が余すところなく精霊たちに感じてもらえる。そして彼女たちの見返りこそが、あなたの心の中にある魔法なのよ！",
			"아까도 말했지만, 이른바 주문이라는 것은 마도 정령을 찬미하는 말이야. 영창을 통해, 마법 사용자의 감정이 남김없이 정령들에게 전해지는 거야. 그리고 그녀들의 답례가 바로 네 마음속에 있는 마법이란다!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				6,
				false
			]
		],
		[
			"msg",
			191859,
			"So Sirin seems to understand that the purpose of praising elves is to cheer them up. In this way, everyone will enjoy the process of creation~",
			"这么说的话西琳好像明白呢，称赞精灵是为了让她们开心起来吧~这么一来，大家都会很享受这个创造的过程~",
			"そう言われるとシーリンにも分かった気がする。精霊を褒め称えるのは彼女たちを喜ばせるためなんだね~そうやって、皆で一緒にこの創造の過程を楽しむんだね~",
			"그렇게 말하니 시린도 이해가 가는 것 같아. 정령을 칭찬하는 건 그녀들을 기쁘게 하기 위한 거였구나~ 그렇게 해서, 모두 함께 이 창조의 과정을 즐기는 거네~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191860,
			"It seems that you have understood the meaning of it~",
			"看来你已经参透其中的含义了，不愧是本救世主看上的创世魔女，很有潜质。",
			"もうその中に込められた意味まで理解しているみたいね。さすがはこの救世主が認めた創世の魔女ね。ポテンシャルが高いわ。",
			"이미 그 안에 담긴 의미까지 이해하고 있는 모양이네. 역시 이 구세주가 인정한 창세의 마녀답네. 잠재력이 높아.",
			null
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191861,
			"But there must be no hypocrisy in that praise, for it cannot be hidden. Remember to sing with all your heart...Like this!",
			"不过，那份赞美可不能有一丝的虚伪，因为它无法隐藏。记住，要全心全意地去咏唱……就像这样！",
			"でもね、その賛美にはわずかでも偽りがあってはいけないの。それは隠すことができないものだからね。いい？全身全霊で唱えるのよ……こうやってね！",
			"하지만 말이야, 그 찬미에는 조금이라도 거짓이 있어서는 안 돼. 그것은 숨길 수 없는 것이니까. 알겠지? 전신전령으로 외치는 거야…… 이렇게 말이지!",
			null
		],
		[
			"msg",
			191862,
			"Dark elves who know the power of ghosts, I praise you in the name of Kyuushou. Come on… Confused dark son, create the crystallization of the dream you and I long for——burning soul creation!",
			"深谙幽魂之力的暗黑精灵，吾以蓬莱寺九霄之名赞美你，来吧……迷茫的暗之子，创造你我渴望的梦之结晶——燃魂创生！",
			"彷徨う魂の力に精通せし暗黒精霊よ、我、蓬莱寺九霄の名において汝を褒め称えよう。出でよ……迷えし闇の子よ、汝と我の渇望する夢の結晶を創造せよ——バーニングソウルクリエイション！",
			"방황하는 영혼의 힘에 정통한 암흑 정령이여, 나, 호라이지큐쇼의 이름으로 너를 칭송하노라. 나타나라…… 길 잃은 어둠의 아이여, 너와 나의 갈망하는 꿈의 결정을 창조하라——버닝 소울 크리에이션!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191863,
			"……",
			"……",
			"……",
			"……",
			null
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			191864,
			"Huh——",
			"呼——",
			"ヒュー——",
			"휴——",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				6,
				true
			]
		],
		[
			"msg",
			191865,
			"Goo……",
			"咕……",
			"ぐっ……",
			"윽……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191866,
			"Well, it seems... Nothing is growing?",
			"呃，好像……什么都没长出来呢？",
			"あれ……何も起こっていないみたいだけど？",
			"어라…… 아무 일도 일어나지 않는 것 같은데?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191867,
			"It seems that I was careless. What I have just sung is a mantra song in praise of the dark spirits. This is probably a battle habit.",
			"看来是我大意了，刚才咏唱的是赞美暗之精灵的咒歌，自然是不可能诞生出美好事物的，这恐怕是战斗时留下的习惯吧。",
			"私としたことが、うっかりしていたみたいね。今唱えた闇の精霊を賛美する呪文は、当然のことながら美しいものを生み出すなんて不可能なのよ。これはきっと戦っていた時の癖ね。",
			"내가 이럴 줄이야, 깜빡했나 보네. 방금 외운 어둠의 정령을 찬미하는 주문은, 당연하지만 아름다운 것을 만들어내는 건 불가능하거든. 이건 분명히 싸울 때의 버릇이야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191868,
			"Dark elves? I know. It's the power that Lord Kyuushou used to beat the beasts.",
			"暗黑的……精灵？哈啊~西琳知道的！那是九霄大人在打败怪物时会用的力量吧！",
			"闇の……精霊？あぁ~シーリン、分かった！それって、九霄様が怪物を倒した時に使った力だね！",
			"어둠의…… 정령? 아~시린, 알겠어! 그거, 큐쇼님이 괴물을 무찌를 때 쓴 힘이구나!",
			null
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191869,
			"But the tree was not broken by the power of the dark elves. The power must have been controlled. Lord Kyuushou is so gentle~",
			"不过这棵小树没有被暗黑精灵的力量折断，一定是因为力量被控制住了吧？九霄大人真是太温柔了~",
			"でも、この木が闇の精霊の力で折られなかったのは、きっと力が抑えこまれていたからなんでしょう？九霄様って本当に優しいんだね~",
			"그런데, 이 나무가 어둠의 정령의 힘으로 꺾이지 않은 건, 분명 힘이 억제되고 있었기 때문이겠지? 큐쇼님은 정말 상냥하네~",
			null
		],
		[
			"msg",
			191870,
			"Even if Lord Kyuushou used wrong the power, there was no terrible thing happened. Lord Kyuushou is so gentle and sensitive.",
			"而且这明明是不小心使用错的力量，却没有发生任何可怕的事，能制止得那么及时，九霄大人不但温柔还很敏锐呢，不愧是救世主~",
			"それに、うっかり間違った力を使ってしまったのに、何も恐ろしいことが起こらないで、素早く止められるなんて。九霄様って優しいだけじゃなくて、とても鋭いんだね。さすがは救世主だね~",
			"게다가, 깜빡 잘못된 힘을 사용했는데도, 아무런 무서운 일이 일어나지 않고 빠르게 멈출 수 있다니. 큐쇼님은 상냥할 뿐만 아니라 매우 날카롭구나. 역시 구세주다~",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191871,
			"Of…course….This world is created by Sirin and I cannot break it. But the burn of of the battle was too strong for me to use anything other than destructive magic.",
			"喔、喔……但不是当然的吗，西琳全心全意建造的世界，我是不会轻易去破坏它的！不过，战斗的灼痕在我身上已经无法消退，现在恐怕无法使用出破坏魔法以外的力量了。",
			"えっ、ええ……でも当然のことでしょう。シーリンが全身全霊で創造した世界なんだから、簡単に破壊したりできないわよ！でも、戦いのトラウマを私の体から消すことができないみたいね。今では破壊以外の魔法の力は使えないみたい。",
			"엇, 그래…… 하지만 당연한 거 아냐. 시린이 온몸과 영혼을 다해 창조한 세계인데, 쉽게 파괴할 수는 없지! 하지만 전쟁의 트라우마를 내 몸에서 지울 수 없는 모양이야. 지금은 파괴 이외의 마법의 힘은 쓸 수 없어.",
			null
		],
		[
			"msg",
			191872,
			"Sorry that I cannot demonstrate the use of creative magic now.",
			"抱歉，看来现在是没法亲身示范创生之力了。",
			"ごめんなさいね。どうやら私には創生の力を実演することはできないみたい。",
			"미안해. 아무래도 나에겐 창조의 힘을 시연하는 건 불가능한 모양이야.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191873,
			"It doesn't matter. Sirin already knows what Lord Kyuushou means. Let me try it on my own next!",
			"没关系的，西琳已经明白九霄大人的意思了，接下来就让我自己试试吧！",
			"大丈夫だよ。シーリン、もう九霄様の言っている意味が分かったから。後は自分でやってみるよ！",
			"괜찮아. 시린, 이제 큐쇼님의 말뜻을 이해했으니까. 이제는 직접 해볼게!",
			null
		]
	],
	"1974": [
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191874,
			"Think about what you want to create, celebrate it…",
			"心里想着要创造的东西，去赞美它……",
			"心に創造したいものを思い浮かべ、それを褒め称える……",
			"마음속에 창조하고 싶은 것을 떠올리며, 그것을 찬양해……",
			null
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191875,
			"The cutest birds, come out, hey!",
			"最可爱的小鸟们啊，出来吧，嘿！",
			"一番可愛い小鳥たちよ、出てきて。えいっ！",
			"가장 사랑스러운 새들아, 나와라. 에잇!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191876,
			"——Goo goo goo……",
			"——咕咕咕……",
			"——クルックルー……",
			"——크르르르……",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191877,
			"Well, creatures were created, but not nearly. Sirin, your spell still doesn't show that feeling of shock.",
			"唔，确实是创造出了生物，但是还差得远。西琳你的魔咒里还是没有表现出那种撼动人心的感觉。",
			"うーん、確かに生物を創造したけれど、まだまだね。シーリン、あなたの呪文には人の心を揺さぶるような感じが表れていないのよ。",
			"음, 확실히 생물을 창조했지만, 아직 한참이네. 시린, 너의 주문에는 사람의 마음을 흔드는 느낌이 나타나지 않아.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191878,
			"Shock….But if I want to praise the elves, should not be a little gentle?",
			"撼动人心……可如果要赞美精灵们的话，不应该是温柔一点好吗？",
			"人の心を揺さぶる……でも、精霊たちを褒め称えるなら、優しくするべきなんじゃないの？",
			"사람의 마음을 흔든다... 하지만, 정령들을 칭찬한다면 부드럽게 해야 하는 거 아니야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191879,
			"That's because Sirin was surrounded by good elves, so those gentle whispers worked. But always it's the kind of magic that shakes the heart that's the best guide!",
			"那是因为围绕在西琳身边的都是些听话的小精灵，所以那些温柔的细语才能起效。但往往那种撼动人心的魔咒才能起到最好的引导作用！",
			"それはシーリンの周りにいるのが言うことを聞く小さな精霊ばかりだからよ。だから、優しいささやきでも効果があるの。でも、人の心を揺さぶるような呪文こそ最高の導きになるのよ！",
			"그건 시린 주변에 있는 게 말을 잘 듣는 작은 정령들뿐이기 때문이야. 그래서 부드러운 속삭임도 효과가 있는 거지. 하지만 사람의 마음을 흔드는 주문이야말로 최고의 길잡이가 되는 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191880,
			"…....",
			"喔……震撼人心的，该怎么说好呢……呣，脑子有点转不过来了……",
			"うん……人の心を揺さぶる。どう言えばいいんだろう……うーん、分からなくなってきたよ……",
			"음... 사람의 마음을 흔든다. 어떻게 말해야 할까... 음, 점점 모르겠어...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191881,
			"If you can't imagine it, why not try to use destruction magic with me? Dark elves are proud, stubborn creatures!",
			"如果无法想象的话，要不要试着和九霄大人一起使用破坏魔法呢！暗黑的精灵可都是些高傲顽固的家伙呢！",
			"考えられないのなら、九霄様と一緒に破壊の魔法を使ってみましょうよ！闇の精霊はプライドの高いヤツらばかりだからね！",
			"생각이 안 난다면, 큐쇼님과 함께 파괴의 마법을 사용해 보는 건 어때요! 어둠의 정령들은 자존심 강한 녀석들이니까!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191882,
			"Like this? We can let them fight by themselves!",
			"这样吗？可以让她们帮助自己战斗，九霄大人真是太厉害了~",
			"そうなの？彼女たちを自分の戦いの手助けのために使えるなんて、九霄様は本当にすごいんだね~",
			"그래? 그녀들을 자신의 전투를 돕기 위해 사용할 수 있다니, 큐쇼님은 정말 대단하네~",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191883,
			"But...What was the use of Sirin learning to destroy spells? The world I had built so hard, I did not want to destroy…",
			"不过……西琳学习破坏魔咒到底有什么用呢？好不容易建设起来的世界，西琳不希望把它破坏掉的……",
			"でも……シーリンが破壊の呪文を覚えて一体何の役に立つの？せっかく世界を作り始めたのに。シーリンはこの世界を破壊したくないよ……",
			"하지만... 시린이 파괴의 주문을 배워서 대체 무슨 소용이 있는 거야?好不容易 세상을 만들기 시작했는데. 시린은 이 세상을 파괴하고 싶지 않아...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191884,
			"Not to destroy, but to protect!",
			"并不是为了去破坏，而是去守护！",
			"破壊するためだけじゃなくて、守るためなのよ！",
			"파괴하기 위해서만이 아니라, 지키기 위해서야!",
			null
		],
		[
			"msg",
			191885,
			"Since ancient times, the good thing will be destroyed by evil people! That seems to be the eternal law. After creating something beautiful, Sirin, you have to protect it on your own!",
			"自古以来，凡是有美好的东西诞生就会有邪恶之人降临并将其破坏！那仿佛就是永恒不变的定律，在创造出美好事物后，西琳，你要靠自己的力量去守护它！",
			"昔から、美しい物が誕生する時には邪悪な人間が降臨して、それを破壊するものなのよ！それは永遠に変わることのない定めみたいなものなの。シーリン、美しいものを創造した後は、あなた自身の力で守らなければならないのよ！",
			"예로부터 아름다운 것이 탄생할 때에는 사악한 인간이 강림해서 그것을 파괴하는 법이야! 그것은 영원히 변하지 않는 운명 같은 거야. 시린, 아름다운 것을 창조한 후에는 네 자신의 힘으로 지켜야 해!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191886,
			"Protect…by myself? But you are here.",
			"守护……西琳我自己来吗？可明明有九霄大人在身边……",
			"守る……シーリンが自分で守るの？でも、九霄様が傍にいてくれるから……",
			"지킨다... 시린이 스스로 지키는 거야? 하지만 큐쇼님이 곁에 있어 주시잖아...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191887,
			"Although I am the savior, I cannot always get to you in time. If that happens, protect yourself and the world before everyone else does!",
			"九霄大人虽然是救世主，但也不可能永远都及时赶到你身边，万一真有这么一天出现了，你可要在大家出现前保护好自己还有整个世界！",
			"九霄様は救世主だけど、永遠にすぐあなたのところに駆けつけられるわけではないの。万一、本当にそんな日がやってきたら、あなたが皆の前で自分と世界全体を守らなければいけないのよ！",
			"큐쇼님은 구세주이지만, 영원히 당신 곁에 즉시 달려올 수 있는 건 아니에요. 만약 정말 그런 날이 온다면, 당신이 모두 앞에서 자신과 세상을 지켜야 해요!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191888,
			"Does that mean that Sirin can be the savior of this wonderful world like Lord Kyuushou? ...I got it! Please!",
			"意思是西琳也可以像九霄大人一样成为这个美好世界的救世主吗……我知道了！就拜托您了！",
			"つまり、シーリンも九霄様と同じように、この美しい世界の救世主になれるってことなの……分かった！お願いします！",
			"그러니까 시린도 큐쇼님처럼 이 아름다운 세상의 구세주가 될 수 있다는 거네요... 알겠어요! 부탁드립니다!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191889,
			"Take a deep breath, relax, like you're sucking the air out of the world, and focus…",
			"那就先来深呼吸吧，放轻松，像是要把整个世界的空气都吸走一样，集中精神……",
			"それじゃあ、まずは深呼吸して。そしてリラックスするの。世界中の空気を吸い込むように、精神を集中して……",
			"그럼 먼저 심호흡을 하고. 그리고 편안히 relax 해요. 전 세계의 공기를 들이마시듯 정신을 집중해서...",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191890,
			"Then, let's destroy the big rock in front of us!",
			"然后，让我们破坏前面这块大石头吧！",
			"そして、私たちで目の前にあるこの大きな石を破壊するの！",
			"그리고 우리가 눈앞에 있는 이 거대한 바위를 파괴하는 거예요!",
			null
		]
	],
	"1975": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191891,
			"I will teach my unique skill to you, Burning soul explosion! Follow me!",
			"接下来就是重点了，让九霄大人把救世主的必杀，燃尽一切邪恶的最强奥义——“燃魂聚爆”教给你吧，来跟我念！",
			"この後が大事よ。九霄様が救世主の必殺技、あらゆる邪悪な物を燃やし尽くす奥義——「ソウルエクスプロージョン」を教えてあげる。私に続いて唱えて！",
			"이 다음이 중요해요. 큐쇼님이 구세주의 필살기, 모든 악을 태워버리는 오의 ——「소울 익스플로전」를 가르쳐 줄 거예요. 나를 따라 외쳐�요!",
			null
		],
		[
			"msg",
			191892,
			"The dark power inside of my soul! I will call you with my blood and flessh!",
			"沉眠于吾之体内的深暗魂魄！现吾将以自身之血肉召唤于汝！",
			"我が体内に眠りし暗黒の魂よ！今、我が血肉をもって汝を召喚する！",
			"내 안에 잠든 어둠의 영혼이여! 지금 이 육체로 너를 소환한다!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191893,
			"The dark….power inside….. of my soul!——",
			"沉、沉眠于吾滋、之体内的深暗魂噗——",
			"わ、我がえっと、体内に眠りし暗黒の魂プッ——",
			"저, 저기 내 어, 안에 잠든 어둠의 영혼 풋——",
			null
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				4,
				false
			]
		],
		[
			"msg",
			191894,
			"Ooh, my tongue…",
			"呜，咬到舌头了……",
			"うっ、舌を噛んじゃった……",
			"으윽, 혀를 깨물었어...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				4,
				true
			]
		],
		[
			"msg",
			191895,
			"It seems that this spell is too early for you, so we'll have to find an easier way to sing it.",
			"看来这个咒语对你来说也太早了点，那只好换个更简单的吟唱方法了。",
			"どうやらこの呪文はあなたには早すぎたみたいね。もっと簡単な呪文にするしかないわね。",
			"아무래도 이 주문은 당신에겐 아직 이른 모양이네요. 더 쉬운 주문으로 바꿔야겠어요.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			191896,
			"Sorry….",
			"对不起……",
			"ごめんなさい……",
			"미안해요...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			191897,
			"It's not Sirin's fault. Magic spells aren't easy to learn. I trust you. Come on, this time we'll try to imagine the effect we want, and hum a sound that will make us feel relaxed!",
			"这不是西琳的错，魔法咒语本身就不是容易学的东西，九霄大人是相信你才一直不放弃地教你的。来吧，这次我们试着去想象自己要的效果，然后哼出能让自己心情放松的声音！",
			"別にシーリンが悪いわけじゃないのよ。魔法の呪文とは、そもそも覚えにくいものなんだから。九霄様はあなたを信じているからこそ諦めずに教えているの。ほら、今度は自分が望む効果を想像してみて、そして自分の気持ちを落ち着かせるような声を出すのよ！",
			"시린이 나쁜 건 아니야. 마법 주문이라는 건 원래 외우기 어려운 거니까. 큐쇼 님은 너를 믿기 때문에 포기하지 않고 가르치고 있는 거야. 자, 이번에는 자신이 원하는 효과를 상상해 보고, 그리고 자신의 마음을 진정시키는 목소리를 내 보는 거야!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			191898,
			"Imagine the effect Sirin longed for… And to think about the sound that's relaxing in your heart, hum it out?",
			"想象西琳所渴望出现的效果……并以此去思考让心中能够放松的声音，将它哼出来？",
			"シーリンが望む効果を想像して……それで心を落ち着かせられるような声を考えて口に出すの？",
			"시린이 원하는 효과를 상상하고…… 그러고 마음을 진정시킬 수 있는 목소리를 생각해서 말하는 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			191899,
			"Yes, the voice is the best medium of emotional transmission. Sirin's mood will be placed in the voice to the elves. Remember, imagine, imagine with all your might——",
			"没错，声音是情感传播最好的媒介，西琳的心情一定会寄托在那个声音传达给魔导精灵们的。记住，要想象，全力地去想象——",
			"そうよ。声は感情を伝えるのに最高の媒介なの。シーリンの気持ちも、きっとその声に乗って魔導精霊たちに届くはずよ。いい？想像するのよ。全力で想像してごらんなさい——",
			"그래. 목소리는 감정을 전달하는 최고의 매개체야. 시린의 마음도, 분명 그 목소리를 타고 마도 정령들에게 전해질 거야. 알겠어? 상상하는 거야. 전력으로 상상해 보렴——",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191900,
			"Imagine, imagine with all your might, imagine the scene of the rock exploding, and then hum the sound that makes your heart happy… The sound of the river running water, the sound of the warm wind blowing through the leaves…",
			"想象，全力去想象，想象大石头炸开的一幕，然后把让心中开心的声音哼出来……小河流水的声音，暖风吹过树叶的声音……",
			"想像する。全力で想像する。大きな石が爆発する光景を。そして心の中の声を口に出す……小川のせせらぎの音、温かい風が木々の葉を揺らすおと……",
			"상상한다. 전력으로 상상한다. 커다란 바위가 폭발하는 광경을. 그리고 마음속의 목소리를 입 밖으로 내뱉는다…… 작은 시냇물의 졸졸 흐르는 소리, 따뜻한 바람이 나뭇잎을 스치는 소리……",
			null
		],
		[
			"portraits",
			[
				70,
				1,
				true
			],
			[
				513,
				1,
				false
			]
		],
		[
			"msg",
			191901,
			"Hua La la…. Beautiful world!",
			"哗啦刷啦啦……噗噗噜，美丽世界！",
			"サラサラサラ……ソヨソヨ、美しい世界！",
			"솔솔솔…… 살랑살랑, 아름다운 세상!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191902,
			"It seems that Sirin still doesn't understand the true charm of spells. The road to becoming a real magical girl is very long…",
			"看来西琳还是不明白魔咒真正的魅力啊，成为真正的魔法少女这条路还非常漫长……",
			"どうやらシーリンにはまだ呪文の本当の魅力が分からないみたいね。本当の魔法少女になるまでの道のりはまだまだ遠いか……",
			"아무래도 시린에게는 아직 주문의 진정한 매력이 이해되지 않는 모양이네. 진정한 마법 소녀가 되기까지의 길은 아직도 멀었나……",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191903,
			"——Bang!",
			"——轰隆隆隆！",
			"——ドォォォン！",
			"——우르르릉!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				1,
				true
			]
		],
		[
			"msg",
			191904,
			"Goo!",
			"咕！",
			"えっ！",
			"엣!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			191905,
			"Woo, woo! ? Terrible! Sirin seems to have screwed up!",
			"呜、呜呜！？糟糕了！西琳好像搞砸了！",
			"あっ、ああ！？いけない！シーリン、やっちゃったみたい！",
			"앗, 아아!? 안 돼! 시린, 해버린 것 같아!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			191906,
			"Ahhhh….....",
			"啊啊……",
			"ああ……",
			"아아……",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				8,
				false
			]
		],
		[
			"msg",
			191907,
			"Oh, I'm sorry, Sirin couldn't control the force as well as the Lord… But Sirin will keep working hard. She can keep practicing soon!",
			"呜，对不起，西琳没法像九霄大人那样控制好力度……不过西琳会继续努力的，马上就可以继续练习的！",
			"うぅ、ごめんなさい。シーリン、九霄様みたいに力を抑えられないみたい……でも、シーリン頑張るから。すぐに練習を続けるよ！",
			"우우, 미안해. 시린, 큐쇼님처럼 힘을 억제하지 못하는 것 같아... 하지만 시린 힘낼게. 금방 다시 연습할 거야!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				513,
				8,
				true
			]
		],
		[
			"msg",
			191908,
			"No, it doesn't matter. You are just beginning to practice spells, and using them too often will only disrupt the rhythm of your magic.",
			"没、没关系的，今天就先到这吧！你才刚刚开始练习咒语，使用太过频繁只会打乱你原本魔法的节奏，要劳逸结合才行。",
			"だ、大丈夫よ。今日はこの辺にしておきましょう！あなたは呪文の練習を始めたばかりなんだから、使いすぎるとあなたの本来の魔法のリズムを崩してしまうわよ。ほどほどに休憩しなくちゃ。",
			"아, 괜찮아. 오늘은 여기까지 하자! 너 주문 연습을 막 시작한 참이니까, 너무 많이 하면 원래 마법 리듬이 흐트러질 거야. 적당히 쉬어야 해.",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				513,
				7,
				false
			]
		],
		[
			"msg",
			191909,
			"O…okay…...",
			"好、好的！嘻嘻，还是九霄大人冷静，西琳都被吓得不行了……",
			"わ、分かった！ウシシ、やっぱり九霄様は冷静だね。シーリン、びっくりしちゃったよ……",
			"알, 알았어! 우히히, 역시 큐쇼님은 침착하네. 시린, 깜짝 놀랐어...",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			191910,
			"【Angry】Hey! Kyuushou! There's been a big explosion! I can't ignore you like this!",
			"【生气】喂！九霄！这怎么都发生大爆炸了！你这样我可不能当看不到啊！",
			"【憤怒】コラ！九霄！どうして大爆発なんてさせるんですか！そんなことをして私が気づかないとでも思っているのですか！",
			"【분노】이봐! 큐쇼! 왜 대폭발 같은 걸 일으키는 거야! 그런 걸 해도 내가 눈치채지 못할 거라 생각한 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			191911,
			"No, it's all an illusion!",
			"不是这样的，都是错觉而已！菲米莉丝你看错了！",
			"そうじゃないの。ただの錯覚だよ！フェミリスの気のせいだってば！",
			"아니야. 그냥 착각이야! 페미리스의 착각이라고!",
			null
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				38,
				4,
				false
			]
		],
		[
			"msg",
			191912,
			"【Blame】I wouldn't be wrong about this big hole. I think it's necessary to ban you from entering the Stigmata space unaccompanied!",
			"【责备】这么大个坑我才不会看错呢，我认为有必要对你下达禁令不准在没人陪同时进入圣痕空间才行！",
			"【非難】こんなに大きな穴が気のせいなはずありません。誰の付き添いもなくあなたが聖痕空間に入ることを禁止する必要があると思います！",
			"【비난】이렇게 큰 구멍이 착각일 리 없어. 누구의 동반도 없이 네가 성흔 공간에 들어가는 걸 금지할 필요가 있다고 생각해!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				38,
				4,
				true
			]
		],
		[
			"msg",
			191913,
			"Come on, Sirin, make something to fill the hole!",
			"快，西琳快随便造点什么把坑先填上啦！",
			"急いで、シーリン。早く何か適当に作ってこの穴を埋めてちょうだい！",
			"서둘러, 시린. 빨리 뭐라도 만들어서 이 구멍을 메꿔줘!",
			null
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				5,
				false
			]
		],
		[
			"msg",
			191914,
			"Ok, ok, let's see… Think about what you want to create, and then imagine the praise in your mind...",
			"好、好的，我想想……在思考要创造的东西，然后在心中想象赞美的话……",
			"わ、分かった。ええと……作り出すものを考え、そして心の中で褒め称えて……",
			"알, 알겠어. 음... 만들어낼 것을 생각하고, 마음속으로 칭찬하며...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				5,
				true
			]
		],
		[
			"msg",
			191915,
			"Now you don't have to spell——",
			"现在就不用念魔咒啦——",
			"今はもう呪文を唱えなくていいの——",
			"이젠 주문을 외울 필요 없어——",
			null
		]
	],
	"1976": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191916,
			"Human beings are nothing but an unremarkable speck in the universe. Even if they become masters in their own world, they have no right to determine their own mode of existence in the face of higher dimensions.",
			"人类，不过是宇宙间的一粒毫不起眼的微尘，即便在自己的世界中成为了主宰，在更高维的存在面前，他们也没有决定自己的存续方式的权利。",
			"人類とは宇宙空間を漂う取るに足らないチリにすぎない。自分の世界で支配者になったとしても、より高次元の存在の前では、彼らも自らの存続を決める権利を有していない。",
			"인류란 우주 공간을 떠도는 하찮은 먼지에 불과하다. 자신의 세계에서 지배자가 되었다 해도, 더 고차원적인 존재 앞에서는 그들도 자신의 생존을 결정할 권리를 가지지 못한다.",
			null
		],
		[
			"msg",
			191917,
			"In the face of endless trials, there are only two paths for humanity -- to complete the integration with Houkai, to become one of them, or to perish.",
			"在无休止的试炼面前，等待人类的只有两条路——完成与崩坏的融合，成为他们的一员，或者灭亡。",
			"絶えることのない試練を前にした人類。彼らを待っているのは二つの道——崩壊との融合を成し遂げ、崩壊の一員になるか、それとも滅亡するか。",
			"끊임없는 시련 앞에 선 인류. 그들을 기다리는 것은 두 갈래 길——붕괴와의 융합을 이루어 붕괴의 일원이 되거나, 아니면 멸망하거나.",
			null
		],
		[
			"msg",
			191918,
			"To ensure the survival of the human, the ancients found a way out, to mark the human soul, to shackle them, and to find a way to win in endless repetition.",
			"为了保证人类的存续，远古时代的先贤找到了一条出路：为人类的灵魂打上标记，给他们套上枷锁，让人类在永无止境的重复之中寻找获胜的办法。",
			"人類の存続を保証するために、はるか古代の先人たちは一つの活路を見出した。人類の魂に印をつけ、それらに枷をはめ、人類が永遠の繰返しの中にいながら勝利する方法を見つけられるようにしたのだ。",
			"인류의 존속을 보장하기 위해, 먼 옛 선인들은 하나의 활로를 찾아냈다. 인류의 영혼에 표식을 남기고, 그것에 족쇄를 채워 인류가 영원한 반복 속에서도 승리할 방법을 찾을 수 있도록 한 것이다.",
			null
		],
		[
			"msg",
			191919,
			"But, the foolish ancestors, the moment you gave in to Houkai, you had doomed your plans to be fruitless dreams.",
			"但是愚昧的先祖们啊，当你们向崩坏低头委曲求全的那一刻，便已经注定了你们这计划将是没有结果的空想。",
			"しかし、愚かな先人たちよ、崩壊に頭を下げて完全を求めようとした時、この計画は何の結果ももたらさない絵空事になってしまったのだ。",
			"하지만 어리석은 선인들이여, 붕괴에 머리를 숙여 완전을 추구하려 했을 때 이 계획은 아무런 결과도 낳지 못하는 허상이 되어버렸다.",
			null
		],
		[
			"msg",
			191920,
			"Let me show you in action what is possible to win this war and avenge you.",
			"就让我来用实际行动向你们展示人类所具有的可能性，拿下这场战争的胜利，为你们完成复仇吧。",
			"僕が実際の行動であなたたちに人類が持つ可能性を見せつけてあげよう。そして、この戦争に勝利して仇を討つ。",
			"내가 실제 행동으로 너희에게 인류가 지닌 가능성을 보여주마. 그리고 이 전쟁에서 승리해 원수를 갚겠다.",
			null
		],
		[
			"msg",
			191921,
			"So I could finally see her again…",
			"这样我也就终于能够再次和她相见了……",
			"そうすれば、僕もようやく再び彼女と会える……。",
			"그렇게 하면, 나도 비로소 다시 그녀를 만날 수 있을 거야…….",
			null
		],
		[
			"msg",
			191922,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			191923,
			"Gaia Control Tower",
			"伽蓝海域 西侧 20海里 天命人工岛“盖亚” 控制塔",
			"ガラン海域 西側 20海里 天命の人工島「ガイア」 コントロールタワー",
			"갈란 해역 서쪽 20해리 천명의 인공섬「가이아」 컨트롤 타워",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			191924,
			"Lord, our elite valkyries and Theocracy units are all assembled and ready. General attack can be launched at any time.",
			"主教大人，我方精英女武神部队和“神权”小队已全部集结准备就绪，随时可以发动总攻，还请您下令。",
			"主教様、味方の精鋭戦乙女部隊と神権小隊が全員集結し、準備を整えました。いつでも総攻撃をしかけられます。ご命令ください。",
			"주교님, 아군의 정예 전투소녀 부대와 신권 소대가 전원 집결해 준비를 마쳤습니다. 언제든 총공격을 개시할 수 있습니다. 지시를 내려주십시오.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			191925,
			"Though I desire victory in this war more than any of you, we must not be in a hurry. Cocolia, how is your task going?",
			"虽然我比你们任何人都渴望这场战争的胜利，但是我们切不可急于一时。可可利亚，我吩咐你的事情如何了？",
			"僕は君たちの誰よりもこの戦争の勝利を望んでいる。しかし、決して焦ってはならないよ。カカリア、君に頼んでおいたことはどうなった？",
			"나는 너희 누구보다 이 전쟁의 승리를 바라고 있다. 하지만 결코 조급해선 안 돼. 쿠쿠리아, 부탁한 일은 어떻게 됐나?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				3,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			191926,
			"A total of 5,000 Titans have been deployed. If I hadn't been given so little time to prepare, there would have been more.",
			"总共5000台泰坦机甲已经全部部署完毕，哼，若非给我的准备时间太少，又怎会只有这点。",
			"合計5000台のタイタン機甲は全て配置完了よ。フンッ、準備時間が少なすぎるのよ。そうじゃなければ、これっぽっちじゃなかったはずなのに。",
			"총 5000대의 타이탄 기갑은 모두 배치 완료야. 흥, 준비 시간이 너무 짧았어. 그렇지 않았으면 이 정도밖에 안 됐을 텐데.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191927,
			"Just as well, it was enough to make the sacrifice of our valkyries greatly reduced. Cocolia, this battle will be remembered for your service.",
			"无妨，这已经足以让我们女武神的牺牲极大程度地降低了，可可利亚，这一战天命将会铭记你的功勋。",
			"構わないさ。僕たちの戦乙女の犠牲を大幅に抑えるにはこれで十分さ。カカリア、この戦いにおける君の功績は天命の歴史に刻まれるよ。",
			"괜찮아. 우리의 발키리 희생을 크게 줄이려면 이 정도면 충분해. 쿠쿠리아, 이 전투에서 네 공적은 천명의 역사에 새겨질 거야.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			191928,
			"Oh, begin to think of the reward before victory. Otto, aren't you awake? Have you forgotten what kind of monster we're dealing with?",
			"呵，明明还没有胜利就已经开始考虑论功行赏的事情了么，奥托，你该不是还没有清醒，忘了我们要面对的是什么样的怪物了吧？",
			"フッ、まだ勝ったわけでもないのに、もう功績のことを考えているの？オットー、寝ぼけているわけじゃないでしょう？私たちが立ち向かおうとしている相手がどんな化物か忘れたの？",
			"훗, 아직 이긴 것도 아닌데 벌써 공적을 생각하고 있어? 오토, 잠꼬대하는 건 아니지? 우리가 맞서려는 상대가 어떤 괴물인지 잊은 거야?",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				6,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191929,
			"Monsters are not terrible. Fear is the greatest enemy on the battlefield. Cocolia, haven't you understood this from the ark war?",
			"怪物并不可怕，恐惧才是战场上最大的敌人，可可利亚，方舟一战你难道还没有理解这一点吗？",
			"化物は怖くないさ。恐怖こそ戦場での最大の敵だよ。カカリア、方舟の戦いでこのことを理解しなかったのかい？",
			"괴물은 무섭지 않아. 공포야말로 전장에서 가장 큰 적이지. 쿠쿠리아, 방주의 전투에서 이걸 이해하지 못했어?",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				6,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			191930,
			"Huh! So is your inflated confidence coming from your fellow monsters? Those Artificial Herrschers？",
			"啧！所以你膨胀的信心是来自于你那些同为怪物的人造律者么。",
			"チッ！つまり、その自信は、あの化物同然の人造律者からきているのね。",
			"쳇! 그러니까 그 자신감은, 그 괴물이나 다름없는 인조율자에게서 나오는 거네.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191931,
			"Hehe, you will soon understand what the source of my confidence is. You're right here by my side to see the victory come.",
			"呵呵，很快你就会明白我信心的来源究竟是什么，你就在我身边见证胜利的到来吧。",
			"フフ、君もすぐに僕の自信の源が一体何なのか理解できるさ。僕の傍で勝利の訪れを見届けるといいよ。",
			"후후, 너도 곧 내 자신감의 근원이 대체 뭔지 이해하게 될 거야. 내 곁에서 승리가 찾아오는 걸 지켜보는 게 좋을 걸.",
			null
		],
		[
			"speaker",
			204581
		],
		[
			"portraits",
			[
				810,
				1,
				true
			],
			[
				621,
				0,
				false
			]
		],
		[
			"msg",
			191932,
			"No, it is not my style to conduct from above. I will harvest the fruits of victory in my own way.",
			"免了，高高在上地进行指挥不是我的风格，我会用自己的方式去摘取胜利的果实。",
			"そんなの御免よ。高みの見物をしながら指揮するなんて、私のやり方じゃないわ。私は自分のやり方で勝利をつかみ取るわ。",
			"그런 건 사양이야. 높은 곳에서 구경하면서 지휘하는 건 내 방식이 아니라고. 나는 내 방식으로 승리를 잡을 거야.",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191933,
			"Well, good luck...I need to hearten my troops, too.",
			"呵呵，那么祝你好运……我也得为我的部队打上一针强心剂才行呢~帮我接通全体广播吧。",
			"フフ、それでは幸運を祈るよ……僕も自分の部隊にカンフル剤を打たないとね。全体放送につないでくれ。",
			"후후, 그럼 행운을 빌어... 나도 내 부대에 강장제를 놔야겠어. 전체 방송에 연결해 줘.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191934,
			"…...",
			"滋啦……滋啦……",
			"ピーガー……ピーガー……",
			"피거...... 피거......",
			null
		],
		[
			"bgm",
			98
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				2,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191935,
			"My fellow comrade-in-arms, I am honored to stand here with you in the greatest war in the history of Shicksal and the history of man.",
			"各位天命的同胞们，我很荣幸能够和你们一同站在这里，共同迎接天命史上、更是人类史上最伟大的战争。",
			"天命の同胞諸君、君たちと一緒にここに立てることを光栄に思うよ。天命史上、そして人類史上最も偉大な戦争を共に迎えようじゃないか。",
			"천명의 동포 여러분, 여러분과 함께 여기 설 수 있어 영광이야. 천명 역사상, 그리고 인류 역사상 가장 위대한 전쟁을 함께 맞이하자.",
			null
		],
		[
			"msg",
			191936,
			"Over the past few hundred years, we have faced many challenges. We have faced many difficulties and hardships, but we have never been afraid and have continued to win until now.",
			"在过去的数百年间，我们屡次向崩坏挑战，我们经历过无数困难艰险，但是我们从来没有畏惧过，并且不断斩获胜利直至现在。",
			"これまでの数百年間、僕たちは幾度となく崩壊に挑み続け、無数の艱難辛苦を味わってきた。しかし、僕たちは一度として恐れたことはなかった。そして今に至るまで勝利をもぎ取り続けてきた。",
			"지난 수백 년간, 우리는 끊임없이 붕괴에 도전해 왔고 무수한 고난을 겪어왔어. 하지만 우리는 단 한 번도 두려워한 적 없었지. 그리고 지금까지 계속 승리를 쟁취해 왔어.",
			null
		],
		[
			"msg",
			191937,
			"Today, as we go where no one has gone before, we face what could be the cruelest test from Houkai, and we will shed more blood than ever before.",
			"今天，我们走在从来没有人达到过的领域上，我们面临的可能会是崩坏最为残酷与直接的考验，我们将会付出比以往更多的鲜血。",
			"今日、僕たちは誰も到達したことのない領域に足を踏み入れる。僕たちを待っているのは崩壊の中でも最も残酷で無慈悲な試練かもしれない。これまで以上に多くの血を流すことになるだろう。",
			"오늘, 우리는 아무도 도달한 적 없는 영역에 발을 들여놓는다. 우리를 기다리고 있는 것은 붕괴 중에서도 가장 잔혹하고 무자비한 시련일지도 모른다. 지금까지 이상으로 많은 피를 흘리게 될 것이다.",
			null
		],
		[
			"msg",
			191938,
			"Please don't forget that behind us are millions of ordinary people who know nothing about hardship. Our mission has never changed, and that is to fight for a brighter and better future for mankind.",
			"但是不要忘记，我们的身后还有着数以亿计对畏难毫不知情的普通人，我们的使命从来未改变，那便是为人类创造光明美好的未来而战。",
			"しかし、僕たちの後ろには、困難に対してなす術のない無力な人々が無数にいることを忘れてはならない。僕たちの使命は一度たりとも変わったことはない。それは、人類のために光り輝く未来を築くために戦うことだ。",
			"하지만, 우리 뒤에는 어려움에 맞설 방법이 없는 무력한 사람들이 무수히 많다는 것을 잊어서는 안 된다. 우리의 사명은 단 한 번도 바뀐 적이 없다. 그것은 인류를 위해 빛나는 미래를 건설하기 위해 싸우는 것이다.",
			null
		],
		[
			"msg",
			191939,
			"For this lofty ideal, for the hope of all mankind! We must win this war! Only victory, man can survive. Only victory,all the glory of Shicksal will be recorded in the annals of history, as a pioneer of human history——",
			"为了这崇高的理想，为了全人类的希望！我们一定要赢得这场战争的胜利！唯有胜利，人类才能得以生存，唯有胜利，天命千年来的所有荣光才将会被载入史册，作为开辟人类历史的先驱——",
			"この崇高な理想のために、全人類の希望のために！僕たちは何としてもこの戦争に勝利する！勝利を手に入れてこそ人類は生存できる。勝利を手に入れてこそ、天命の千年にわたる栄光の全てが人類の歴史を切り拓いた先駆けとして歴史に刻まれる——",
			"이 숭고한 이상을 위해, 전 인류의 희망을 위해! 우리는 무슨 일이 있어도 이 전쟁에서 승리할 것이다! 승리를 손에 넣어야만 인류는 생존할 수 있다. 승리를 손에 넣어야만, 천명의 천년에 걸친 영광의 모든 것이 인류의 역사를 개척한 선구자로서 역사에 새겨질——",
			null
		],
		[
			"msg",
			191940,
			"Now, please tell me your answer.",
			"现在，请告诉我你们的答复。",
			"君たちの答えを今聞かせてもらおう。",
			"너희들의 답을 지금 들어보겠어.",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191941,
			"Fight for Shicksal! Fight for Humanity!",
			"吾等为天命所召，为人类存续而战！",
			"我らは天命に召されし者、人類の永久存続のために戦うのみ！",
			"우리는 천명에 부름받은 자, 인류의 영구 존속을 위해 싸울 뿐이다!",
			null
		],
		[
			"msg",
			191942,
			"Fight for Shicksal! Fight for Humanity!",
			"吾等为天命所召，为人类存续而战！",
			"我らは天命に召されし者、人類の永久存続のために戦うのみ！",
			"우리는 천명에 부름받은 자, 인류의 영구 존속을 위해 싸울 뿐!",
			null
		],
		[
			"msg",
			191943,
			"Fight for Shicksal! Fight for Humanity!",
			"吾等为天命所召，为人类存续而战！",
			"我らは天命に召されし者、人類の永久存続のために戦うのみ！",
			"우리는 천명에 부름받은 자, 인류의 영구 존속을 위해 싸울 뿐!",
			null
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				621,
				0,
				true
			]
		],
		[
			"msg",
			191944,
			"That's a good answer. I, Otto Apocalypse, Bishop of Shicksal, give orders to battle Galan! Start!",
			"很好的回答，那么我，天命主教奥托·阿波卡利斯在此下令，伽蓝作战！开始！",
			"素晴らしい答えだ。それでは僕、天命主教オットー・アポカリプスはここに命令を下す。ガラン作戦——開始！",
			"훌륭한 대답이다. 그렇다면 나, 천명 주교 오토 아포칼립스는 여기에 명령을 내리노라. 갈란 작전—— 시작!",
			null
		]
	],
	"1977": [
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191945,
			"Anti-Entropy spacecraft over Galan",
			"伽蓝海域 伽蓝海岛东侧海域上空 逆熵飞行器内",
			"ガラン海域 ガラン島東側海域上空 ネゲントロピー飛行マシン内",
			"갈란 해역 갈란 섬 동쪽 해역 상공 네겐트로피 비행 마신 내",
			null
		],
		[
			"msg",
			191946,
			"Boom——",
			"轰隆隆——",
			"ドォォオン——",
			"두우우웅",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191947,
			"Shicksal has begun to engage the Houkai creatures that have gathered around the Galan. Mei, Kyuushou, we are also ready for action.",
			"天命已经开始和聚集在伽蓝周围的崩坏生物交战了，芽衣，九霄，我们也要准备行动了。",
			"天命がガラン周囲に集まっている崩壊生物と交戦を始めたわ。芽衣先輩、九霄、私たちも準備するわよ。",
			"천명이 갈란 주위에 모여있는 붕괴 생물과 교전을 시작했어. 메이 선배, 큐쇼, 우리도 준비하자.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			191948,
			"Find the only way to the truth in the chaos of war. Sure enough, the tasks assigned to the savior are very challenging.",
			"在混乱的圣战之中找寻指向真理的唯一之路么，果然分配给救世主的都是非常具有挑战性的任务呢~",
			"混乱の聖戦の中で真理を指し示す唯一の道を探す……やはり救世主にふさわしい、とても挑戦的な任務だ！",
			"혼란의 성전 속에서 진리를 가리키는 유일한 길을 찾다…… 역시 구세주에 걸맞은, 매우 도전적인 임무야!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			191949,
			"Dididi——",
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			191950,
			"All, the battle between Shicksal and Sea Herrscher is at its height. I recommend that you land on the east side of the island so that you can largely avoid contact with the valkyries.",
			"诸位，天命与海之律者交战正在白热化时，我建议你们从东侧登岛，这样可以极大程度上避免与女武神的接触。",
			"諸君、天命と海の律者の戦いは白熱してきている。君たちは島の東側から上陸してくれ。そうすれば、戦乙女との接触をかなり避けられるだろう。",
			"제군들, 천명과 바다의 율자의 전투는 점점 뜨거워지고 있다. 너희들은 섬의 동쪽에서 상륙해줘. 그렇게 하면, 전투처녀와의 접촉을 상당히 피할 수 있을 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191951,
			"So all we have to deal with is the tentacles that are active on the island.",
			"这样我们要面对的就只有活跃在岛屿上的触须了。",
			"それなら私たちが相手にするのは島にうごめく触手だけになるわね。",
			"그렇다면 우리가 상대할 건 섬에서 꿈틀대는 촉수뿐이네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191952,
			"But the hole we're heading for is right in the middle of the island. In the images from the probe, the tentacles are denser and appear to be heavily guarded.",
			"但是我们要前往的那个坑洞位于岛屿的正中心，从探测器反馈的图像来看，那里的触须密度更大，似乎是被着重守护的地方。",
			"でも、私たちが向かおうとしている洞穴は島の中央にあるのよ。探査機からの映像によれば、そこの触手の密度がもっと高いわね。厳重に守っている場所みたい。",
			"하지만, 우리가 향하려는 동굴은 섬의 중앙에 있어. 탐사기에서 나온 영상에 따르면, 거기의 촉수 밀도가 훨씬 더 높다고 해. 엄중히 지키고 있는 장소 같은데.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			191953,
			"From the experience of Lord Kyuushou, the more heavily defended the place is more likely to be the enemy's lair. So maybe we'll face Jhana.",
			"从九霄大人的经验来看，越是防守严密的地方越有可能是敌人的老巢，这么说我们不是可能会直接面对迦娜么。",
			"九霄様の経験では、守りが堅い場所ほど敵のアジトである可能性が高い！……ってことは、直接ガーナを相手にするかもしれないってこと……なの？",
			"큐쇼 님의 경험으로는, 방어가 견고한 곳일수록 적의 아지트일 가능성이 높아!…… 그 말은, 직접 가나를 상대할지도 모른다는 거……야?",
			null
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			191954,
			"I know it's dangerous, but we have to do it anyway.",
			"我也知道这十分危险，但是我们还是得这么做。",
			"とても危険なのは私も分かっているわ。それでもやらなきゃ。",
			"매우 위험한 건 나도 알고 있어. 그래도 해야만 해.",
			null
		],
		[
			"msg",
			191955,
			"If Shicksal lost this battle, humanity's last line of defense against Houkai would be broken. We have to find a way to stop Jhana!",
			"虽然不愿意承认，但如果天命在这场战斗中落败，那人类对抗崩坏的最后一道防线就崩溃了，一定要想办法阻止迦娜！",
			"認めたくはないけれど、天命がこの戦いで負けるようなことがあれば、人類が崩壊に立ち向かうための最後の防衛線が崩れ去ることになるのよ。何としてもガーナを止めるわ！",
			"인정하고 싶지 않지만, 천명이 이 전투에서 지는 일이 생긴다면, 인류가 붕괴에 맞서는 마지막 방어선이 무너져 버릴 거야. 무슨 일이 있어도 가나를 막아야 해!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			191956,
			"Kiana…...",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나…….",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			191957,
			"It's a good realization. I now better understand why Lord Walter bet the hopes on you. But the future of the humanity is at stake in this battle. Even if Shicksal wins, the Galan terminal cannot fall into the hands of Shicksal. Yssring's team is already diving to the bottom of the ocean.",
			"很好的觉悟，我现在更加明白瓦尔特大人将希望赌在你身上的原因了。但这次作战关系到全人类的未来，即使天命获胜，也不能让伽蓝终端落入天命手中，伊瑟琳小队已经开始潜入海底了。",
			"いい覚悟だ。ヴェルト様が君に希望を託した理由が分かったような気がする。しかし、今回の戦いは全人類の未来に関わる。たとえ天命が勝ったとしても、ガラン端末を天命の手に渡すわけにはいかないんだ。イザーリンの小隊は既に海底に潜り始めている。",
			"좋은 각오다. 벨트 님이 너에게 희망을 맡긴 이유를 알 것 같아. 하지만 이번 전투는 전 인류의 미래와 관련되어 있어. 설령 천명이 이긴다고 해도, 갈란 단말을 천명의 손에 넘겨줄 수는 없어. 이자린의 소대는 이미 해저로 잠수하기 시작했어.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191958,
			"Is the Galan terminal the machine that is said to hold all the human Stigmatas? As Yssring once said, the Stigmata hides so many secrets that if the research goes off course, it will accelerate the world into the end times.",
			"伽蓝终端就是那个据说存放着所有人类圣痕的机器么，伊瑟琳曾经说过，圣痕隐藏的秘密太多，一旦研究偏离了方向就会让这个世界提前进入末世呢。",
			"ガラン端末って全人類の聖痕が保管されてる機械のこと？イザーリンが言っていた。聖痕にはあまりにも多くの秘密が隠されているから、一度研究の方向性を間違えれば、この世界はあっという間に終末を迎える……と。",
			"갈란 단말이란 전 인류의 성흔이 보관되어 있는 기계를 말하는 거야? 이자린이 말했어. 성흔에는 너무 많은 비밀이 숨겨져 있어서, 한 번 연구 방향을 잘못 잡으면 이 세계는 순식간에 종말을 맞이할 거라고...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191959,
			"Did you add the last sentence yourself? But you're right. Whether from our own study of the Stigmata or from Otto's continued desecration of dead souls, we must find and bring the terminal back before them.",
			"后面半句是你自己加的吧，但是你说的没错，无论是出于我们自己对于圣痕的研究还是阻止奥托继续亵渎死去的灵魂，我们必须提前找到并带回终端。",
			"後半は九霄が勝手に付け加えただけじゃない！でも、その通りよ。私たち自身の聖痕に対する研究からも、オットーが死者の魂を冒涜し続けるのを止めさせるという意味からも、何としても先に端末を持ち帰らなないといけないわ。",
			"후반부는 큐쇼가 마음대로 덧붙인 거 아니야! 하지만 그 말이 맞아. 우리 자신의 성흔에 대한 연구에서도, 오토가 죽은 자의 영혼을 계속 모독하는 것을 막는다는 의미에서도, 어떻게 해서든 먼저 단말을 가져와야 해.",
			null
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			191960,
			"Hope that Shicksal can conquer that terrible monster…",
			"但愿天命能战胜那个可怕的怪物吧……",
			"天命があの恐ろしい化物に勝てるといいのだがな……。",
			"천명이 그 끔찍한 괴물을 이길 수 있으면 좋겠지만...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191961,
			"Jhana... I know next to nothing about what she said…",
			"迦娜……我对于她说的东西几乎还是一无所知……",
			"ガーナ……彼女の言ってたことについては、ほとんど知らないんだけど……。",
			"가나... 그녀가 말했던 것에 대해서는 거의 모르지만...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			191962,
			"Kiana, I can feel that Jhana has mixed feelings for you…",
			"琪亚娜，我能感受到，迦娜对你有着复杂的感情……",
			"キアナちゃん、私には分かるわ。ガーナはあなたに対して複雑な感情を抱いているわ……。",
			"키아나, 나는 알 것 같아. 가나는 너에게 복잡한 감정을 품고 있어...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			191963,
			"I knowMei...It's about my past, what happened in the last civilization… And this time I'll figure out what's going on, and I don't want to get lost anymore.",
			"我知道的，芽衣……那关乎着我的过去，是上个文明发生的事情……而我这一次也会弄清楚到底是怎么回事，我不想再迷茫下去了。",
			"わかってるよ。芽衣先輩……それは私の過去、つまり前の文明で起こった事と関係してるんだよね。でも、今回は一体どういうことなのかはっきりさせてみせる。もう迷い続けたくないから。",
			"알고 있어. 메이 선배... 그것은 나의 과거, 즉 이전 문명에서 일어난 일과 관련이 있는 거야. 하지만 이번에는 대체 무슨 일인지 확실히 해보겠어. 더 이상 망설이고 싶지 않아.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			191964,
			"Kiana, don't force yourself...No matter what happens, no matter what you become, I will be there for you.",
			"琪亚娜，不要勉强自己……无论发生什么，不管你变成什么样，我都会陪在你身边的。",
			"キアナちゃん、無理しないで……何が起こったとしても、どんな姿になろうと私はきっとあなたの傍にいるからね。",
			"키아나, 무리하지 마... 무슨 일이 일어나든, 어떤 모습이 되든 나는 반드시 네 곁에 있을 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				5,
				false
			],
			[
				216,
				4,
				true
			]
		],
		[
			"msg",
			191965,
			"Mei….",
			"谢谢你，芽衣~",
			"ありがとう、芽衣先輩！",
			"고마워, 메이 선배!",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				5,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			191966,
			"Kukuku, if you are still confused, let the savior cover you with the power of darkness to protect you.",
			"库库库，如果你们还在迷茫的话就让本救世主用黑暗之力覆盖你们，保护你们前行吧！",
			"クックック、まだ迷っているようなら、この救世主が暗黒の力で、守りながら進んでやろう！",
			"쿠쿠쿠, 아직 망설인다면, 이 구세주가 암흑의 힘으로 지켜주며 나아가 주마!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			191967,
			"Don't be silly. Putting a black shield on the battlefield is an attempt to reveal our whereabouts.",
			"别犯傻了，在战场上弄出一个黑色的保护罩是想直接暴露我们的行踪么。",
			"バカ言わないで。戦場で黒い盾なんて現れたら、すぐに私たちの行動がバレちゃうじゃないの。",
			"바보 같은 소리하지 마. 전장에서 검은 방패 같은 게 나타나면 곧 우리 행동이 들통나잖아.",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				4,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			191968,
			"Goo...Lord Kyuushou just wants to try my new skills…",
			"咕…九霄大人只是想试试自己创造的新技能而已……",
			"ぐっ……我の編み出した新技を試してみたかっただけなのに……。",
			"큭... 내가 창안한 신기술을 시험해보고 싶었을 뿐인데...",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			191969,
			"Dididi——",
			"滴滴滴——",
			"ピピピ——",
			"피피피——",
			null
		],
		[
			"bgm",
			11
		],
		[
			"speaker",
			204576
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				212,
				0,
				false
			]
		],
		[
			"msg",
			191970,
			"Kiana, the forces of Shicksal have entered the island hinterland to fight, and the Houkai creatures on the island has begun to close to the west coast. You can go!",
			"琪亚娜，天命的队伍已经进入岛屿腹地作战，岛屿上的崩坏生物已经开始向西岸靠拢，你们可以出发了。",
			"キアナ、天命の部隊が島の内陸部で戦いに入った。島の崩壊生物は西海岸に向かっている。君たちも出発していいぞ。",
			"키아나, 천명 부대가 섬 내륙에서 전투에 들어갔다. 섬의 붕괴 생물들은 서해안을 향하고 있다. 너희도 출발해도 좋다.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				212,
				0,
				true
			]
		],
		[
			"msg",
			191971,
			"Got it! We're on our way!",
			"明白，我们即刻出发！",
			"了解。今すぐ出発よ！",
			"알겠어. 지금 바로 출발할게!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			191972,
			"It's finally starting…",
			"终于要开始了呢……",
			"ついに始まるわね……。",
			"드디어 시작되는구나...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			191973,
			"Lord Kyuushou had a hunch that this would be a great epic battle. Let Lord savior witness this great history!",
			"九霄大人已经预感到了，这会是一场轰轰烈烈的史诗之战，就让救世主大人见证这伟大历史吧！",
			"これは歴史に残るほど激しい戦いになる予感がする……救世主様がこの偉大な歴史を見届けてやろう！",
			"이건 역사에 남을 만큼 격렬한 전투가 될 것 같은 예감이 들어... 구세주님께서 이 위대한 역사를 지켜봐 주시길!",
			null
		]
	],
	"1978": [
		[
			"bgm",
			49
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191974,
			"Woo hoo!",
			"吼吼吼！",
			"ウォォォン！",
			"우오오온!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191975,
			"It's just a bunch of sub-monsters. Get out of here!",
			"不过是些次级崩坏生物，给我滚开！",
			"たかが下級の崩壊生物なんて邪魔ですわ！",
			"겨우 하급 붕괴 생물따위 방해되지 않아!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191976,
			"Pang!",
			"砰！",
			"バンッ！",
			"빵!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191977,
			"And these weeds! Get out of the way!",
			"还有这些杂草，别挡路！",
			"そこの雑魚ども、邪魔ッ！",
			"거기 잡것들, 방해하지 마!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191978,
			"Woo hoo!",
			"吼吼吼！！",
			"ウォォォン！！",
			"우오오온!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191979,
			"Well, are they all here? Also save me from cleaning up everywhere! I'll kill as many as you come!",
			"哼，全都来了么，也省的我到处清理，你们来多少我就杀多少！",
			"フンッ、全部出てきたわね。掃除に回る手間が省けたわ。片っ端からブッ殺してやる！",
			"흥, 다 나왔네. 청소할 번거리 줄었어. 하나도 남김없이 다 죽여주겠어!",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191980,
			"Bang!",
			"砰！",
			"バンッ！",
			"빵!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			191981,
			"Your back!",
			"队长！身后！！",
			"隊長！　後ろ！！",
			"대장! 뒤에!!",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				1,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			191982,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			191983,
			"Bang!",
			"砰！",
			"ザクッ！",
			"퍽!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			191984,
			"Sister, don't worry.",
			"姐姐，不用担心。",
			"マリアお姉ちゃん、心配しないで。",
			"마리아 언니, 걱정하지 마.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191985,
			"Angelia...Well, isn't the mission of Theocracy to fight Jhana directly? Why are you here?",
			"安洁利亚…哼，神权小队的任务不是直接与迦娜作战么，为什么你会在这里？",
			"アンジェリア……フンッ、神権小隊の任務は直接ガーナと戦うことでしょう？どうしてここにいるんですの？",
			"안젤리아…… 흥, 신권 소대의 임무는 직접 가나와 싸우는 거 아냐? 왜 여기에 있는 거야?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			191986,
			"Angry? Because I did something extra?",
			"生气了？就因为我做了多余的事情？",
			"怒ったの？私が余計なことをしたから？",
			"화났어? 내가 쓸데없는 짓을 했어서?",
			null
		],
		[
			"msg",
			191987,
			"Obviously just because you do not accept the support of the mecha, insisted on acting alone...Why else would I be out of Theocracy for a while?",
			"明明只是因为你不接受机甲部队的支援，执意要独自行动……要不然我又怎么会暂时脱离神权小队呢。",
			"お姉ちゃんが機甲部隊の支援を受け入れないから……単独で行動することにこだわるからだよ。そうじゃなかったら私は神権小隊を一時離脱したりしないよ。",
			"언니가 기갑 부대의 지원을 받아들이지 않아서…… 단독으로 행동하는 걸 고집하니까 그래. 그렇지 않았다면 내가 신권 소대를 일시 이탈하거나 하지 않았을 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191988,
			"My own team is not weak enough to rely on those Anti-Entropy scrap metal! You don't have to mind my business!",
			"我自己的小队还没有弱到要依赖逆熵的废铁的地步！我的事情也不需要你管！",
			"私の小隊はネゲントロピーの鉄クズに頼るほど落ちぶれていないわ！いちいち首を突っ込まないで！",
			"내 소대는 네겐트로피의 철쓰레기에 의존할 정도로 망가지지 않았어! 일일이 간섭하지 마!",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			191989,
			"But you were hurt because of me… If you are not willing to accept my help, please see it as my atonement.",
			"但是姐姐之前因为我而受伤了……如果姐姐不愿意接受我的帮助，那就当做是我的赎罪吧。",
			"でも、以前、お姉ちゃんは私のせいで怪我をしてしまったから……私の助けを受けたくないのなら、私の罪滅ぼしだと思って。",
			"하지만, 이전에 언니는 나 때문에 다쳐서…… 내 도움을 원하지 않는 거라면, 내 속죄라고 생각해줘.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191990,
			"Don't take yourself so seriously! Do you think you can protect me?",
			"别把自己看得那么了不起！你以为凭你就能够保护我了么！",
			"思いあがらないで！あなたが私を守れると思っていますの！？",
			"건방지게 굴지 마! 네가 나를 지킬 수 있을 거라고 생각하는 거야!?",
			null
		],
		[
			"portraits",
			[
				33,
				2,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191991,
			"Well, if you want to follow me, follow me, just like the old heel! Don't leave a step!",
			"哼，你想跟着我就跟吧，就像以前那个跟屁虫一样，一步也不要离开，听到没有！",
			"フンッ、私についてきたいのなら勝手にしなさい。以前のように金魚のフンみたく一歩たりとも離れないで！分かった！？",
			"흥, 나를 따라오고 싶다면 마음대로 해. 예전처럼 금붕어 똥처럼 한 발짝도 떨어지지 말고! 알겠어!?",
			null
		],
		[
			"speaker",
			291881
		],
		[
			"portraits",
			[
				33,
				2,
				true
			],
			[
				868,
				1,
				false
			]
		],
		[
			"msg",
			191992,
			"Don't worry. With me there, you won't have any casualties.",
			"放心吧，有我在，就不会再让你这个小队有任何伤亡了。",
			"安心して。私がいれば、お姉ちゃんの小隊はもう誰も犠牲にならないから。",
			"안심해. 내가 있으면, 언니의 소대는 더 이상 누구도 희생되지 않을 거야.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				4,
				false
			],
			[
				868,
				1,
				true
			]
		],
		[
			"msg",
			191993,
			"What a waste of time... Report on the situation.",
			"真是浪费时间的家伙……报告现在的情况。",
			"まったく時間を無駄にするんだから……現在の状況を報告して。",
			"정말 시간 낭비를 하네…… 현재 상황을 보고해.",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				33,
				4,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			191994,
			"Lord Maria, the area has been cleared, but that the roots are highly regenerative and cannot be eradicated.",
			"报告玛丽亚大人，此地区的崩坏生物已经全部清理完毕，但是这些根须却拥有极强的再生功能，无法根除。",
			"マリア様、このエリアの崩壊生物は既に掃討が完了しました。しかし、この触手には極めて高い再生能力があり、根絶できません。",
			"마리아 님, 이 지역의 붕괴 생물은 이미 소탕이 완료되었습니다. 하지만 이 촉수는 극히 높은 재생 능력을 가지고 있어, 근절할 수 없습니다.",
			null
		],
		[
			"speaker",
			291876
		],
		[
			"portraits",
			[
				33,
				3,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			191995,
			"Well, the weeds are the weeds! It looks like we'll have to kill that monster. All hands, march with me to the center of the island!",
			"哼，果然杂草就是杂草！看来只有将那个怪物杀掉才行了，全体人员，和我一起向岛屿中心前进！",
			"フンッ、やっぱり雑草は雑草ですの。どうやら化物を倒さないとダメですわね。総員に告ぐ、私と一緒に島の中央に向かって進軍！",
			"흥, 역시 잡초는 잡초로군. 어떻게 보면 괴물을 쓰러뜨리지 않으면 안 되겠어. 전원에게 알린다, 나와 함께 섬의 중심을 향해 진군!",
			null
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				33,
				3,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			191996,
			"Yes, my Lord!",
			"是，玛丽亚大人！",
			"はい、マリア様！",
			"네, 마리아 님!",
			null
		]
	],
	"1979": [
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191997,
			"WoW!",
			"呜哇！",
			"うわっ！",
			"우왁!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			191998,
			"What did you find? Kyuushou?",
			"九霄你怎么了，是发现了什么么？",
			"九霄、どうしたの？何か見つけたの？",
			"큐쇼, 왜 그래? 뭔가 발견했어?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			191999,
			"Well, I thought I saw a red shadow...But it was gone in a flash.",
			"呃，刚才好像看见了有一个红色的影子……但是一转眼就不见了。",
			"うっ、今、赤い人影が見えたような気がしたんだけど……すぐに消えちゃった。",
			"윽, 방금 빨간색 실루엣이 보인 것 같았는데... 금방 사라져 버렸어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			192000,
			"Red? Where did you see it?",
			"红色的影子，九霄你是在哪里看到的？",
			"赤い人影？九霄、どこで見かけたの？",
			"빨간 실루엣? 큐쇼, 어디서 봤는데?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			192001,
			"That direction…..",
			"呃，似乎是那个方向……",
			"えっ、あっちの方だと思うけど……。",
			"어, 저쪽인 것 같은데...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				6,
				true
			]
		],
		[
			"msg",
			192002,
			"It's the center of the island. Is it her?",
			"那个位置是岛屿的中心……难道刚才那个身影是她么……",
			"向こうは島の中心ね……まさか、その人影って彼女なのかしら……。",
			"저쪽은 섬 중심이네... 설마 그 실루엣이 그녀인가...",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192003,
			"Goo!",
			"咕！",
			"うぐっ！",
			"윽!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			192004,
			"What's wrong? Kyuushou?",
			"九霄，你又怎么了？",
			"九霄、今度は何？",
			"큐쇼, 이번엔 또 뭐야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				3,
				false
			]
		],
		[
			"msg",
			192005,
			"No, nothing, just some discomfort…",
			"没、没什么，只是有一些不舒服……",
			"な、何でもない……ただ少し気分が悪くて……。",
			"아, 아무것도 아냐... 그냥 좀 몸이 안 좋아서...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				70,
				3,
				true
			]
		],
		[
			"msg",
			192006,
			"Uncomfortable... Did you get hurt in the fight just now?",
			"不舒服…难道是在刚才的战斗中受伤了么？",
			"気分が悪いって……まさかさっきの戦いで怪我でもしたの？",
			"몸이 안 좋다고... 설마 아까 전투에서 부상이라도 입은 거야?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			192007,
			"No...It's not the pain, it's...Nervous...The feeling seems to come from the Herrscher core, which seems to be unstable…",
			"不……并不是疼痛的感觉，而是…不安……似乎的这种感觉是来自于存在于我体内的律者核心，它似乎不太稳定……",
			"違う……痛みの感覚ではなくて……不安……この感覚は私の体内にあるの律者のコアから湧き起こっているような気がするの。そして、とても不安定みたいで……。",
			"다르다... 아픈 감각이 아니라... 불안... 이 감각은 내 몸 안에 있는 율자 코어에서 솟아오르는 것 같은 느낌이야. 그리고 매우 불안정한 것 같아....",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			192008,
			"Is it because the strength of Houkai energy here is too high, leading Herrscher core to unstable? Are you alright, Mei?",
			"难道是因为这里的崩坏能的强度过高，导致了律者核心变得不稳定了么，这么说芽衣你也！？",
			"まさか、ここの崩壊エネルギーの濃度が高すぎるせいで、律者のコアが不安定になっているの？それじゃあ芽衣先輩も！？",
			"설마, 여기 붕괴 에너지 농도가 너무 높아서 율자 코어가 불안정해진 거야? 그렇다면 메이 선배도!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			192009,
			"Yes, I feel a little uncomfortable too.",
			"是的，琪亚娜，虽然这种感觉很轻微，不过我确实也和九霄有着同样的感受。",
			"そうなの、キアナちゃん。ほんのわずかな感覚だけど、確かに私も九霄ちゃんと同じような感じがするわ。",
			"그래, 키아나. 아주 약간의 감각이지만, 확실히 나도 큐쇼랑 비슷한 느낌이 들어.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			192010,
			"You….",
			"你们……",
			"二人とも……。",
			"둘 다....",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			192011,
			"Don't worry, Kiana. This is just a little test attached to the savior, nothing serious.",
			"放心吧琪亚娜，这只不过是附加在救世主身上的小小试炼而已，没什么大碍的。",
			"安心して、キアナ。こんなの救世主の身に与えられたちょっとした試練にすぎない……大したことないから。",
			"안심해, 키아나. 이런 건 구세주에게 주어진 작은 시험일 뿐이야... 큰 일 아니니까.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				216,
				2,
				false
			]
		],
		[
			"msg",
			192012,
			"Kiana, our top priority now is still to get into the Galan ruins and retrieve the terminal. We don't want this operation to fail on our own account.",
			"琪亚娜，我们现在最优先的目标是依然是进入伽蓝废墟取回终端，所以我们才不想因为自己的缘故让这次行动失败。",
			"キアナちゃん、今の私たちが最優先にすべきは、ガランの廃墟に入って端末を回収することよ。だから私も九霄ちゃんも自分のせいで今回の任務を失敗させたくないの。",
			"키아나, 지금 우리가 가장 우선해야 할 건 갈란 폐허에 들어가서 단말기를 회수하는 거야. 그래서 나도 큐쇼도 자신 때문에 이번 임무를 실패시키고 싶지 않아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			192013,
			"You stay here. I'll use the power of Saint to stabilize your inner core…",
			"但是我不放心你们！你们先别动，我用圣女之力帮你们稳定体内的核心……",
			"でも、二人のことが心配だよ！とにかくじっとしていて。私が聖女の力であなたたちの体内のコアを安定させるから……。",
			"하지만, 둘이 걱정돼! 어쨌든 가만히 있어. 내가 성녀의 힘으로 너희들 몸 안의 코어를 안정시켜 줄게....",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			192014,
			"Ah......Kiana, are you troubled?",
			"唉……琪亚娜，你在困扰么？",
			"あら……キアナ、何か困っているのかい？",
			"어라... 키아나, 무슨 일이라도 있어?",
			null
		],
		[
			"bgm",
			103
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				2,
				true
			]
		],
		[
			"msg",
			192015,
			"！！",
			"！！",
			"この声は！？",
			"이 목소리는!?",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				70,
				6,
				false
			]
		],
		[
			"msg",
			192016,
			"！！",
			"！！",
			"だ、誰だ！？",
			"누, 누구야!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			192017,
			"！！",
			"！！",
			"……ッ！？",
			"……?!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			192018,
			"Jha..Jhana…",
			"迦…娜……果然刚才那个红色的身影是你么。",
			"ガーナ……やっぱりさっきの赤い人影はあなただったのね。",
			"가나…… 역시 아까 본 붉은 인영은 네가 맞았구나.",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192019,
			"Kiana, I have been waiting here for you for a long time, until I gradually lose patience~ But the moment I feel you again, I am very happy.",
			"琪亚娜，我已经在这里等了你很久，等到逐渐快要失去耐心了呢~只不过在我再一次感受到你的那一刻，我感到非常高兴。",
			"キアナ、私はここでずっとあなたを待っていたんだよ。待ちくたびれて辛抱できなくなってきちゃった。でも、またあなたを感じた時、すごく嬉しかったよ。",
			"키아나, 나는 여기서 계속 너를 기다리고 있었어. 기다리다 지쳐 참을 수 없을 지경이 됐지. 하지만 다시 너를 느꼈을 때, 정말 기뻤어.",
			null
		],
		[
			"msg",
			192020,
			"Although you still don't seem to remember who you really are and what your mission is, it doesn't matter. You have mastered the power that belongs to you. I will help you to regain the rest of the memory to let you become the real you.",
			"虽然你似乎还是没有想起自己究竟是谁，有着怎样的使命，不过没有关系，你已经掌握了属于你的力量，剩下的记忆我会帮助你夺回，让你成为真正的你。",
			"あなたはまだ自分が一体何者で、どのような使命を背負っているのか思い出していないみたいだね。でも、構わないよ。もう自分自身の力をコントロールしている。残りの記憶は私が取り戻させてあげる。そして、キアナを本当のキアナにしてあげるよ。",
			"너는 아직 자신이 대체 누구이며, 어떤 사명을 지고 있는지 기억하지 못하는 모양이네. 하지만 상관없어. 이미 자신의 힘을 제어하고 있으니까. 남은 기억은 내가 되찾아줄게. 그리고 키아나를 진정한 키아나로 만들어줄 거야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192021,
			"Jhana! I, I won't let you do something to Kiana….Goo!",
			"迦娜！我、我不会让你对琪亚娜……咕！",
			"ガーナ！わ、私はあなたにキアナちゃんを……うっ！",
			"가나! 어, 나는 너에게 키아나를…… 으악!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				216,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192022,
			"Please don't bother us. All I'm looking for is kiana. Sure enough, the rats in the way had to be eliminated first.",
			"请不要打扰我们可以么，我要找的只有琪亚娜，果然，碍事的老鼠就得先消灭掉呢。",
			"邪魔をしないでくれる？用があるのはキアナだけだよ。やっぱり、邪魔なネズミは先に消しておくべきだね。",
			"방해하지 말아줄래? 볼일 있는 건 키아나뿐이야. 역시, 방해되는 쥐들은 먼저 처리해둬야겠네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				2,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192023,
			"Stop! Jhana! Don't hurt them!",
			"住手！迦娜！不要伤害她们！",
			"止めて！ガーナ！彼女たちを傷つけないで！",
			"멈춰! 가나! 그들을 해치지 마!",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				2,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192024,
			"Whoosh! That's the look again, the human act of protection. Well, it seems you don't have the patience to listen to me now, because of those rats, right?",
			"呼~~又是这种眼神呢，人类名为保护的行为。唉，看来现在你似乎没有耐心听我讲述这些呢，都是因为这些老鼠，对么？",
			"また……その目か。人類の守るという行為。やれやれ、今のキアナは私の説明を聞きたくないみたいね。全てこのネズミたちのせいなの？",
			"또…… 그 눈빛이군. 인류를 지키는 행동. 아이고, 지금의 키아나는 내 설명을 듣고 싶지 않은 모양이네. 전부 이 쥐들 때문인가?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				1,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192025,
			"Jhana, I'm going to find you, so let my friend go, okay?",
			"迦娜，我一定会去找你的，所以现在先放过我的朋友，好么？",
			"ガーナ、私は必ずあなたのところに行くから。だから今は私の友達を放して。いい？",
			"가나, 나는 꼭 네 곁으로 갈게. 그러니까 지금은 내 친구들을 놔줘. 알겠지?",
			null
		],
		[
			"speaker",
			204606
		],
		[
			"portraits",
			[
				112,
				1,
				true
			],
			[
				17,
				0,
				false
			]
		],
		[
			"msg",
			192026,
			"\"Friends\"...Humans often use the word as if it were a non-blood contract based on friendship. This relationship can easily be broken, but it seems important to you.",
			"“朋友”…呢，人类经常将这个词挂在嘴边，似乎是一种以友情为载体的非血缘关系的契约。明明这种关系可以轻易地被打破，但是这似乎对于你来说很重要呢。",
			"友達……か。人類はいつもその言葉を口にするよね。友情とやらを媒体とする非血縁関係の契約みたいなものかな。そんな関係なんて、簡単に打ち破られてしまうのに。でも、それはキアナにとってとても大事な物のようだね。",
			"친구…… 라고. 인간들은 항상 그 말을 입에 달고 사는군. 우정이라는 걸 매개로 한 비혈연 관계의 계약 같은 건가. 그런 관계는 쉽게 깨져버리는데 말이야. 하지만, 그것이 키아나에게는 아주 소중한 모양이네.",
			null
		],
		[
			"msg",
			192027,
			"So, Kiaana, I will wait for you, because I want to be your \"friend\" too. I know where you're going, and I'll be there to tell you everything you need to know and make the final deal with you.",
			"所以，琪亚娜，我会等你，因为我也想要成为你的“朋友”。我知道你要去的地方，我会在那里告诉你想要知道的一切，和你完成最后的约定。",
			"キアナ、だから私は待っているよ。私もあなたの友達になりたいから。あなたが行こうとしている場所がどこなのかは分かっているよ。そこで知りたいことを全て教えてあげる。最後の約束を果たしてあげるよ。",
			"키아나, 그래서 나는 기다리고 있어. 나도 너의 친구가 되고 싶으니까. 네가 가려고 하는 곳이 어딘지는 알고 있어. 거기서 알고 싶은 걸 모두 가르쳐 줄게. 마지막 약속을 지켜줄게.",
			null
		],
		[
			"msg",
			192028,
			"Let's meet there, Kiana~",
			"让我们在那里再会吧~琪亚娜~",
			"その場所でまた会いましょう。",
			"그곳에서 다시 만나자.",
			null
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192029,
			"Is…she gone…",
			"她…走了么……",
			"彼女……いなくなった……。",
			"그녀…… 사라졌어…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192030,
			"I thought I was going to be killed...So, Kiana, we've already triggered something special!",
			"还、还以为要被杀掉了……所以琪亚娜，我们这算是提前触发了特殊剧情么！",
			"こ、殺されるかと思った……それで、キアナ、これって特別シナリオが前もって発動されたってことなの！？",
			"으, 죽는 줄 알았어…… 그러니까, 키아나, 이거 특별 시나리오가 미리 발동된 거야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				17,
				0,
				true
			]
		],
		[
			"msg",
			192031,
			"I don't know...But I could feel that this time she would tell me everything...Are you guys okay?",
			"我不知道…但是我能感觉到，这次似乎她会将一切都告诉我……你们还好么？",
			"わからない…でも、何となく感じるの。今回は彼女も全てを私に教えてくれるみたい……二人とも大丈夫？",
			"모르겠어… 하지만, 왠지 느껴져. 이번에는 그녀도 모든 걸 나에게 알려줄 것 같아…… 둘 다 괜찮아?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				4,
				false
			]
		],
		[
			"msg",
			192032,
			"It seems better now…",
			"现在似乎好了一些了……",
			"今は少しよくなったみたい……。",
			"지금은 좀 나아진 것 같아…….",
			null
		],
		[
			"portraits",
			[
				112,
				7,
				true
			],
			[
				216,
				3,
				false
			]
		],
		[
			"msg",
			192033,
			"But is it really possible to win against a monster like that…",
			"但面对那样的怪物，天命真的有获胜的可能吗……",
			"でも、あんな化物を相手にして、本当に天命が勝つ可能性なんてあるのかしら……。",
			"하지만, 저런 괴물을 상대로, 정말로 천명이 이길 가능성이 있을까…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				3,
				true
			]
		],
		[
			"msg",
			192034,
			"It's not good to stay around here. Let's just go. I always have a bad feeling when I see your state. If Herrscher core will be affected, so will the guys of Shicksal!",
			"在这里踌躇也不是办法，我们直接出发吧，看到你们的样子，我总有不太好的预感，如果律者核心会受到影响的话，那么她们肯定也一样！",
			"ここでグズグズしていてもしょうがないわ。今すぐ出発しましょう。あなたたちの様子を見て、何だか嫌な予感がしてきたの。律者のコアが影響を受けるとすれば、彼女たちも同じでしょう！",
			"여기서 망설이고 있어도 소용없어. 지금 바로 출발하자. 너희들 모습을 보니, 왠지 안 좋은 예감이 들어. 율자의 코어가 영향을 받는다면, 그들도 마찬가지겠지!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			192035,
			"Artificial Herrscher? Are you going to help them, Kiana?",
			"人造律者小队！琪亚娜，连她们你要去帮么？",
			"人造律者小隊のこと！？キアナちゃん、彼女たちのことまで助けに行くつもりなの？",
			"인조율자 소대 이야기!? 키아나, 그들까지 구하러 갈 생각이야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				3,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			192036,
			"If I do not suppress their inner core, then they will only become irrational Houkai creatures. I don't even want to see them like that. I'm sorry to let you take this risk with me…",
			"如果我不压制她们体内的核心，那么她们只会变成没有理智的崩坏生物，我更不想见到她们变成那样。抱歉，让你们陪我这样冒险……",
			"私が彼女たちの体内のコアを抑えてあげなかったら、彼女たちは理性を失った崩壊生物になってしまうわ。彼女たちがそんな姿になるのなんて見たくないもの。ごめんね、あなたたちまで危険な目に付き合わせてしまって……。",
			"내가 그들 몸속의 코어를 억제해주지 않으면, 그들은 이성을 잃은 붕괴 생물이 되어버릴 거야. 그들이 그런 모습이 되는 건 보고 싶지 않아. 미안해, 너희까지 위험한 일에 끌어들여서…….",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				112,
				3,
				true
			],
			[
				216,
				1,
				false
			]
		],
		[
			"msg",
			192037,
			"If Kiana thinks it's right, do it. Whatever decision Kiana makes, I'll be there with you.",
			"如果琪亚娜觉得这是正确的话就去做吧，无论琪亚娜做出什么决定，我都会支持你，陪在你身边的。",
			"キアナちゃんが正しいと思うなら行きましょう。キアナちゃんがどんな決断を下そうと、私はあなたの傍にいるわ。",
			"키아나 쨩이 옳다고 생각한다면 가자. 키아나 쨩이 어떤 결정을 내리든, 나는 네 곁에 있을 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				7,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			192038,
			"Mei…",
			"芽衣……",
			"芽衣先輩……。",
			"메이 선배…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			192039,
			"In this case, let's go to save them all. This is the true way of salvation!",
			"不愧是被本救世主选中的使徒，想法与九霄大人如出一辙，既然这样那就去将她们都拯救吧，这样才算是真正的救世之道！",
			"さすがはこの救世主が見込んだ使徒だけある。九霄様とまったく同じ考えとは。そういうことなら彼女たちを助けに行くぞ。それでこそ真の救世の道だ！",
			"역시 이 구세주가 눈여겨본 사도답다. 큐쇼 님과 완전히 같은 생각이군. 그렇다면 그녀들을 구하러 가자. 그래야 진정한 구세의 길이다!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				112,
				4,
				false
			],
			[
				216,
				1,
				true
			]
		],
		[
			"msg",
			192040,
			"Let's go…...",
			"是是是，赶紧走吧……",
			"ハーッハッハッハッハッ！！！！！",
			"하하하하하하!!!!",
			null
		]
	]
}