{
	"11070": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737332,
			null,
			"【这本通俗科普读物记载了南方军团分裂的始末。】#n……#n每一条战线都在告急，每一天都有队伍成建制地覆灭或是投诚。工业基地被摧毁，重要交通枢纽被占领，天空上的空间站也被击坠。敌人蒸发湖泊，炸穿山脉，无可阻挡。#n南方军团中央远征军改组战争仲裁委员会的攻势迅猛无比，委员会后来也被称为三巨头的三位委员无愧于陪伴军神左右的禁卫之名，在短短三个月内便在多条战线展开了凌厉的反攻。#n #n但南方军阀们组成的临时议会也并非傻瓜。他们深知仲裁委员会的后勤是最大的弱点，这些骄兵悍将根本没有一个安全的后方。在前第一军团的境内，被称作不屈膝者的领袖仍然在抵抗，游击队也层出不穷。只要能够撑住一时……委员会内部就必然会发生重大分歧。#n…………",
			"【この一般向けの科学読物には南方軍団の分裂の経緯が記されている。】#n……どの戦線も急を告げ、毎日のように滅亡や降伏する部隊が出た。工業拠点は破壊され、重要な交通施設は占領され、空に浮かぶステーションは撃墜された。敵は湖を蒸発させ、山脈を貫くなどして止めることは困難だった。南方軍団中央軍から改組された戦争仲裁委員会は、すさまじい攻勢を見せた。委員会の、後日三大巨頭と呼ばれるようになった3人の委員は、軍神直属の親衛隊の名に恥じぬ勇猛ぶりを見せ、3か月という短い間に各戦線で猛烈な反撃を展開した。#n しかし南方の軍閥によって構成された臨時議会側も無策ではなかった。彼らは戦争仲裁委員会の最大の弱点が後方にあり、猛者ぞろいの委員会に完全に安全と言える場所がない事を見抜いていたのだ。元々、第一軍団があった場所では不屈と謳われるリーダーが抵抗を続けていて、ゲリラ部隊もあちこちに出没していた。そこで彼らはしばらくの間持ちこたえることができさえすれば……委員会の内部で意見が割れると考えた。#n…………。",
			"【이 일반인을 위한 과학 독물에는 남방군단의 분열 경위가 기록되어 있다.】#n……어느 전선도 급박했고, 매일처럼 멸망이나 항복하는 부대가 나왔다. 산업 거점은 파괴되었고, 중요한 교통 시설은 점령당했으며, 하늘에 떠 있는 스테이션은 격추되었다. 적은 호수를 증발시키고 산맥을 관통하는 등 막는 것은 어려웠다. 남방군단 중앙군에서 개편된 전쟁 중재 위원회는 굉장한 공세를 보였다. 위원회의, 후일 3대 거두라 불리게 된 3명의 위원들은 군신 직속의 친위대라는 이름에 부끄럽지 않은 용맹을 보이며, 3개월이라는 짧은 기간에 각 전선에서 맹렬한 반격을 전개했다.#n그러나 남방의 군벌들로 구성된 임시 의회 측도 무책임하지는 않았다. 그들은 전쟁 중재 위원회의 가장 큰 약점이 후방에 있으며, 강자들이 모인 위원회에게 완전히 안전하다고 할 만한 장소가 없다는 것을 간파하고 있었다. 원래 제1군단이 있던 곳에서는 불굴이라 칭송받는 리더가 저항을 계속하고 있었고, 게릴라 부대도 여기저기 출몰하고 있었다. 그래서 그들은 잠시만 버틸 수만 있다면…… 위원회 내부에서 의견이 갈릴 것이라고 생각했다.#n………….",
			null,
			null,
			"[This popular science book chronicles the beginnings of the split in the Confederate regiments.] ...... Every front is in a state of emergency, and every day teams are overthrown or defecting in formation. Industrial bases were destroyed, vital transportation hubs captured, and space stations crashed in the skies. The enemy vaporized lakes and blew through mountains, unstoppable. The offensive by the Southern Legion's Central Expeditionary Force to reorganize the War Arbitration Commission was swift and unparalleled, and the three members of the Commission, who would later be known as the Triumvirate, lived up to their name as the forbidden guards who accompanied the War God on his right and left, and launched a ferocious counteroffensive on multiple fronts in just three months. But the provisional council formed by the southern warlords was no fool. They were well aware that the Arbitration Council's logistics were its greatest weakness, and that these proud soldiers simply did not have a safe rear. In the territory of the former First Legion, the leaders known as the Unbowed Knee are still resisting, and guerrillas are popping up all over the place. As long as they can hold out for a moment ...... there is bound to be a major rift within the committee. ............",
			"[This popular scientific read describes how the Southern Legion split up. ...... Every front was rapidly advancing, with units perishing or surrendering every day. Industrial bases were destroyed, vital transportation facilities were occupied, and stations in the sky were shot down. The enemy was difficult to stop, evaporating lakes and penetrating mountain ranges. The War Arbitration Commission, reorganized from the Central Army of the Southern Legion, mounted a tremendous offensive. The three members of the committee, who later came to be known as the \"three great leaders,\" showed valor that lived up to their name as the SS under the direct control of the war god, launching fierce counterattacks on all fronts within a short period of three months. However, the Provisional Congress side, composed of southern warlords, was not without measures. They saw that the greatest weakness of the War Arbitration Commission was in the rear, and that no place was completely safe from the fierce fighters of the commission. Where the First Corps had originally been, a leader called the Indomitable was still resisting, and guerrilla forces were popping up here and there. So they thought that if they could only hold out for a while, they could divide opinion within the ...... committee. ............."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737333,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737334,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 지냈다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11071": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737335,
			null,
			"【这本通俗科普读物记载了南方军团分裂的始末。】#n……#n终于，就在南方临时议会讨论是否要将决策机关迁移到南极的会议召开的前一天，仲裁委员会遭受了第一次重大失败。奥林匹亚号、马其顿号被圣痕骑士击坠。战争的天平开始朝着地方军阀们倾斜。#n南方临时议会本就有着更充足的人力资源、更安全的后方和更健康的经济体系。在打破了军神之侍们不可战胜的神话之后，临时议会得到了更大的影响力，这使得他们能够迅速再度集结数倍于委员会的强大军力，开始反攻自己那疲惫的敌人。#n胜利的果实看来就要被南方议会所摘取——但最终这预期却并没有实现。#n因为，一支从地狱归来的精锐，出现在临时议会的大后方。#n……",
			"【この一般向けの科学読物には南方軍団の分裂の経緯が記されている。】#n……そして南方臨時議会の意思決定機関を南極に移すかどうか議論する会議の前日、ついに戦争仲裁委員会は初めて重大な失敗を犯すこととなった。戦艦のオリンピアとマケドニアが聖痕騎士に撃墜されたのだ。それにより戦況は次第に地方軍閥側が有利な方へと傾いていった。臨時議会は従来から十分な数の人材と安全な支配地、それに健全な経済を有していたが、軍神の側近は無敵という神話を崩したことで更に影響力を拡大することに成功した。そして戦争仲裁委員会の数倍もの軍事力を迅速に作り上げ、後方への対応で疲弊した敵に対し反撃を開始した。そして臨時議会側が勝利を手にするかと思われたが——結局その予想が実現することはなかった。なぜならその時になり、地獄から舞い戻った精鋭部隊が臨時議会の後方に出現したからだ。#n……。",
			"【이 일반인을 위한 과학 독물에는 남방군단의 분열 경위가 기록되어 있다.】#n……그리고 남방 임시 의회의 의사 결정 기관을 남극으로 옮길지 논의하는 회의 전날, 마침내 전쟁 중재 위원회는 처음으로 중대한 실수를 저지르고 말았다. 전함 올림피아와 마케도니아가 성흔 기사에게 격추당한 것이다. 이로 인해 전황은 점차 지방 군벌 측이 유리한 쪽으로 기울어졌다. 임시 의회는 전부터 충분한 수의 인재와 안전한 지배지, 그리고 건전한 경제를 보유하고 있었지만, 군신의 측근은 무적이라는 신화를 깨뜨림으로써 더욱 영향력을 확대하는 데 성공했다. 그리고 전쟁 중재 위원회의 수배에 달하는 군사력을 신속히 구축하고, 후방 대응으로 피로에 지친 적을 상대로 반격을 시작했다. 그리고 임시 의회 측이 승리를 손에 넣을 것처럼 보였지만——결국 그 예상은 실현되지 않았다. 왜냐하면 그때 지옥에서 돌아온 정예 부대가 임시 의회의 후방에 나타났기 때문이다.#n…….",
			null,
			null,
			"[This popular science book chronicles the beginnings of the secession of the Confederacy.] ...... Finally, just one day before the meeting of the Provisional Council of the South to discuss whether or not to move the decision-making body to the South Pole, the Arbitration Council suffered its first major defeat. The Olympia and Macedonia were shot down by the Stigma Knights. The balance of the war began to tilt towards the local warlords. The Southern Provisional Council already had more adequate human resources, a safer rear, and a healthier economic system. After shattering the myth of the invincibility of the Servants of the Military God, the Provisional Council gained even more influence, which allowed them to quickly gather several times the Council's powerful military strength again and begin to counter-attack their own weary enemies. The fruits of victory looked to be about to be plucked by the Southern Council - but in the end this expectation was not realized. For an elite force, returned from hell, appeared at the Provisional Council's rear. ......",
			"[This scientific reading for the general public describes how the Southern Legion was divided. ...... And finally, on the eve of the Extraordinary Congress of the South's meeting to discuss whether to move the decision-making body to Antarctica, the War Arbitration Commission made its first serious mistake. The battleships Olympia and Macedonia were shot down by the Knights of the Stigmata. The war situation gradually tilted in favor of the local warlords. The Provisional Council had always had a sufficient number of personnel, secure dominions, and a sound economy, but its military entourage succeeded in further expanding its influence by destroying the myth of its invincibility. They quickly built up a military force several times the size of the War Arbitration Commission and launched a counterattack against an enemy exhausted from dealing with the rear. It seemed that the Provisional Council would be victorious, but in the end, that prediction never came to pass. But that prediction did not come to pass, for only then did the elite troops who had come back from hell appear in the rear of the Provisional Council. ......."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737336,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737337,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 지냈다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11072": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737338,
			null,
			"【这本通俗科普读物记载了南方军团分裂的始末。】#n……#n克里斯玛尚未被欲望所腐蚀，第一次作为世界兵团总指挥而执政的10年，往往被后世称为黄金十年。在这十年里，经济教育和科技迅速发展。#n在这位当时名副其实的人类统帅的引导下，社会上兴起了所谓“再启蒙运动”，也即认为现在人的观念还受公元时期的落后经济关系和旧思维的影响，应当摈弃这些理念，这样才能拥抱这个更美好的新时代。#n在这种思想的引导下，许多年轻人更加热衷于抛弃自己的地域和国家认识，自称世界公民。虚拟偶像这种没有明确国家文化符号的概念也在那时兴起——如果没有大崩坏战争和余波战争的话，或许早几十年这种文化活动就应该流行了。#n而受到再启蒙运动影响的一代青年，在军团内战爆发之后，就自发地组建了“启蒙师团”。#n…………",
			"【この一般向けの科学読物には南方軍団の分裂の経緯が記されている。】#n……カリスマがまだ欲望に目がくらむ前のこと。初めて世界兵団の総司令官に就任し指揮した10年間は、人々から黄金の10年と称えられるほど素晴らしい時期で、その間に経済、教育、技術が急速に発展した。当時、名実ともに人類の統帥であった彼の指導の下、社会ではいわゆる「再啓蒙思想」が盛んに行われるようになった。つまり現在の人々の観念は、西暦時代の遅れた経済関係と昔の思考の影響を受けており、そうした考えは捨て去らなければ、より良い新時代を築くことはできないという思想だ。その思想のもとに多くの若者が共鳴して集まることとなった。彼らは自分の地域や国という概念を捨て、自らを世界の公民と称することに拘った。バーチャルアイドルという、どこかの国の文化と明確に位置づけられない概念もその頃よりもてはやされるようになった——もし大崩壊戦争と余波戦争が起きていなければ、これらの文化は数十年早く流行していたかもしれない。再啓蒙思想の影響を受けた青年たちはその後、軍団の内戦の勃発を機に自発的に集まり「啓蒙師団」を組織した。#n…………。",
			"【이 일반인을 위한 과학 독물에는 남방군단의 분열 경위가 기록되어 있다.】#n……카리스마가 아직 욕망에 눈이 어두워지기 전의 일이다. 처음으로 세계 군단의 총사령관에 취임해 지휘한 10년간은 사람들에게 황금의 10년이라 칭송받을 만큼 훌륭한 시기였고, 그 사이에 경제, 교육, 기술이 급속도로 발전했다. 당시, 명실상부 인류의 통수자였던 그의 지도 아래, 사회에서는 이른바「재계몽 사상」이 성행하게 되었다. 즉 현재 사람들의 관념은 서력 시대의 낙후된 경제 관계와 옛 사고의 영향을 받고 있으며, 그러한 생각은 버려야만 더 나은 신시대를 건설할 수 있다는 사상이다. 그 사상 아래 많은 청년들이 공명해 모여들게 되었다. 그들은 자신의 지역이나 국가라는 개념을 버리고, 스스로를 세계의 시민이라 칭하는 데 집착했다. 버츄얼 아이돌이라는, 어느 나라의 문화와도 명확히 위치 지을 수 없는 개념도 그즈음부터 유행하기 시작했다——만약 대붕괴 전쟁과 잔파 전쟁이 일어나지 않았다면, 이러한 문화들은 수십 년 일찍 유행했을지도 모른다. 재계몽 사상의 영향을 받은 청년들은 이후 군단의 내전 발발을 계기로 자발적으로 모여「계몽 사단」을 조직했다.#n………….",
			null,
			null,
			"[This popular science book chronicles the beginnings of the secession of the Confederate regiments.] ...... Krisma had not yet been corrupted by his desires, and the decade in which he first came to power as Commander-in-Chief of the World Corps is often referred to by later generations as the Golden Decade. During this decade, the economy, education, and technology developed rapidly. Under the guidance of this true commander of mankind at the time, a so-called \"Re-Enlightenment Movement\" arose in society, that is, the idea that people's concepts were still influenced by the backward economic relations and old thinking of the A.D. period, and that these ideas should be rejected in order to embrace this new and better era. Guided by this idea, many young people are more eager to abandon their regional and national perceptions and call themselves global citizens. The concept of virtual idols, which have no clear national cultural symbols, also emerged at that time - a cultural activity that perhaps would have become popular decades earlier if there hadn't been the Great Honkai War and the Aftermath War. A generation of young people influenced by the Re-Enlightenment spontaneously formed the \"Enlightenment Division\" after the outbreak of the Legion Civil War. ............",
			"[This popular scientific reading describes how the Southern Legion was divided. The decade in which the ...... charismatic man first took over as Commander-in-Chief of the World Legion before he was still blinded by lust and commanded it was such a wonderful period that people have since referred to it as the Golden Decade, during which the economy, education, and technology developed rapidly. Under his leadership, the so-called \"Re-Enlightenment\" ideology flourished in society. In other words, he believed that people's current way of thinking had been influenced by the delayed economic relations and old ways of thinking of the Western Era, and that such ideas had to be abandoned in order to build a better new era. Many young people have come together in sympathy with this idea. They were determined to abandon the concept of their own region or country and call themselves citizens of the world. The concept of virtual idols, which could not be clearly identified with any one country's culture, became more popular than it had been at the time - if the Great Honkai and Aftermath Wars had not occurred, these cultures might have become prevalent decades earlier. Young men influenced by the Re-Enlightenment later gathered spontaneously and organized the \"Enlightenment Division\" at the outbreak of the Legion's civil war. ............."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737339,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737340,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 머물렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11073": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737341,
			null,
			"【这本通俗科普读物记载了南方军团分裂的始末。】#n……#n启蒙师团，本应是一个摆设。它是由受到第一军团理念号召的，不分地域，不分性别的诗人、文学家、学生、小说家等等成千上万再启蒙青年组成的，极度狂热也极度缺乏军事训练的师团。克里斯玛对此也心知肚明，因此自始至终只是把这个师团作为一个象征，让他们只是象征性地参与各种简单的活动。#n而在尤卡坦大死区开启之后，启蒙师团也同一众被作为弃子牺牲掉的第一军团一样，被卷入了尤卡坦大死区中失联，这本应就是启蒙师团的结局。#n然而，这个师团在消失了接近三年之后，在军团纪元43年，从死区中走出，出现在了南方临时议会的实控区域内。虽然此时他们仅剩不满万人，但在南方军阀们脆弱的后方，没有什么人能够阻挡这群地狱的归来者——#n而他们的目标，是打穿整个南方，回到第一军团去。",
			"【この一般向けの科学読物には南方軍団の分裂の経緯が記されている。】#n……啓蒙師団は元々はただのお飾りだった。第一軍団の理念のもとに再啓蒙を推進する青年の詩人や作家、学生、小説家などが、地域や性別の分け隔てなく集まり組織されたもので、非常に熱狂的ではあったが軍事的な訓練がほぼされていない師団だった。カリスマもその事はよくわかっていて、啓蒙師団は終始ひとつの象徴として扱われ、各種シンプルな活動に従事する程度だった。その後、ユカタン大死域ができると啓蒙師団も捨て石として犠牲になった第一軍団と同様に、ユカタン大死域に巻き込まれ消息を断つこととなった。啓蒙師団はそれで終わったはずだった。しかしそれから3年近く経った軍団歴43年に、啓蒙師団は死域を脱して臨時議会が実行支配する地に突如姿を現した。そのとき啓蒙師団の規模は既に1万人を切ってはいたが、軍閥側の守備の脆弱な後方ということもあり、地獄から舞い戻った彼らを止められる者など誰もいなかった。——地獄から舞い戻った彼らの目標は南方全体を貫くように突破し、第一軍団のもとに帰還することにあった。",
			"【이 일반인을 위한 과학 독물에는 남방군단의 분열 경위가 기록되어 있다.】#n……계몽사단은 원래는 그저 장식품에 불과했다. 제1군단의 이념 아래 재계몽을 추진하는 청년 시인과 작가, 학생, 소설가 등이 지역이나 성별을 가리지 않고 모여 조직된 것으로, 매우 열광적이었지만 군사적 훈련이 거의 이루어지지 않은 사단이었다. 카리스마도 그 사실을 잘 알고 있어, 계몽사단은 끝까지 하나의 상징으로 취급되었으며 각종 선전 활동에 종사하는 정도였다. 이후 유카탄 대사역이 생기자 계몽사단도 버림받은 제1군단과 마찬가지로 유카탄 대사역에 휘말려 소식이 끊기게 되었다. 계몽사단은 그렇게 끝났어야 했다. 그러나 그로부터 3년 가까이 지난 군단력 43년에, 계몽사단은 사역을 탈출해 임시의회가 실질 지배하는 지역에 갑자기 모습을 드러냈다. 그때 계몽사단의 규모는 이미 1만 명 이하로 줄어 있었지만, 군벌 측의 방어가 취약한 후방이라는 점도 있어, 지옥에서 돌아온 그들을 막을 자는 아무도 없었다.——지옥에서 돌아온 그들의 목표는 남방 전체를 관통하듯 돌파해 제1군단 휘하로 귀환하는 것이었다.",
			null,
			null,
			"[This popular science book chronicles the beginnings of the split in the Confederate regiments.] ...... The Division of Enlightenment was supposed to be a pose. It was a division of thousands of re-enlightened youths, regardless of geography or gender, poets, writers, students, novelists, etc., called by the First Legion's philosophy, extremely fanatical and lacking in military training. Krisma was well aware of this, and therefore kept the division as a symbol from the beginning, allowing them to participate in simple activities in a symbolic way. And after the opening of the Yucatan Great Dead Zone, the Enlightenment Division was also caught up in the Yucatan Great Dead Zone and lost, just like the First Legion, which had been sacrificed as an outcast, and that was supposed to be the end of the Enlightenment Division. However, after disappearing for close to three years, this division emerged from the dead zone in the 43rd year of the Legion Era and appeared in the area under the actual control of the Southern Provisional Council. Although at this point they only had less than 10,000 men left, there was little that could stand in the way of this group of hell's returnees in the fragile backwaters of the southern warlords - and their goal was to fight their way through the whole of the south and back to the First Legion.",
			"[This popular science read describes how the Southern Legion was split up. ...... The Enlightenment Division was originally just a decoration. It was organized by a group of young poets, writers, students, novelists, etc., who promoted re-enlightenment under the principles of the First Corps, regardless of region or gender, and was a very enthusiastic but largely unmilitary trained division. Charisma was well aware of this, and the Enlightenment Division was treated as a symbol from start to finish, engaging only in various simple activities. Later, when the Yucatan Big Dead Zone was established, the Enlightenment Division was involved in the Yucatan Big Dead Zone and disappeared, as was the First Corps, which was sacrificed as a sacrificial stone. That should have been the end of the Enlightenment Division. However, nearly three years later, in Corps A.D. 43, the Enlightenment Division broke out of the dead zone and suddenly appeared in the area controlled by the Provisional Assembly. At that time, the size of the Enlightenment Division was already less than 10,000 men, but there was no one who could stop them from returning from hell due to the vulnerable rear of the warlords' defenses - their goal was to break through the entire southern region and return to the First Corps. Their goal was to break through the entire south and return to the 1st Corps."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737342,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737343,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 머물렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11074": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737344,
			null,
			"【这本通俗科普读物记载了南方军团分裂的始末。】#n……#n启蒙师团最终成为了南方大内战中，那枚举足轻重的砝码。从死区爬出来的他们，和人类社会隔绝已久，他们的成员也早已不再是理想主义者和青涩的学生——而是无可置疑的强者。#n后方的崩溃成为了催化剂，这时候南方临时议会才发觉委员会有的矛盾他们一个不少，他们同样会因为战争的失利而内讧，他们也同样不团结——如果一切顺利，南方重归中央军掌管，只是时间问题。#n…………但，令众人费解的春晓惨案，南方军团战争仲裁委员会所展开的大屠杀，就在这年春天发生。#n（注：随后的银狼事件并不属于南方军团史的讨论范围内，因此本书不会展开说明。）#n#n…………",
			"【この一般向けの科学読物には南方軍団の分裂の経緯が記されている。】#n……結果として、啓蒙師団は南方軍団の大規模な内戦において、大きな影響力を誇る存在となった。大死域から這い出してきた彼らは人類社会から長期間隔離されたことで、もはや以前のような単純な思想主義や青臭さなどはなく——誰もが認める強者ぞろいとなっていた。臨時議会の後方が崩壊したことで、その後、情勢が動くこととなった。臨時議会は戦争仲裁委員会側と同様に、自分たちも多くの問題を抱えており、不利な戦況によって内輪もめも起きるなど団結することができていないことを悟った——そしてこのまま事態が推移していくならば、南方軍団全体が再び中央軍のものとなってしまうのも時間の問題だという事実を認識させられたのだった。……しかしその後、あの理解不能な「春暁事変」が発生することとなった。その年の春、戦争仲裁委員会によるあの大虐殺が発生したのだ。（注：その後の銀狼事件については南方軍団史の範囲には属さないため、本書では敢えて言及しない。）#n…………。",
			"【이 일반인을 위한 과학 독물에는 남방군단의 분열 경위가 기록되어 있다.】#n……결과적으로, 계몽사단은 남방군단의 대규모 내전에서 큰 영향력을 가진 존재가 되었다. 대사역에서 기어나온 그들은 인간 사회로부터 오랜 기간 격리되면서, 더 이상 이전과 같은 단순한 사상주의나 유치함은 없어——모두가 인정하는 강자들로 변해 있었다. 임시의회의 후방이 붕괴되면서, 이후 정세가 움직이게 되었다. 임시의회는 전쟁중재위원회 측과 마찬가지로 자신들도 많은 문제를 안고 있으며, 불리한 전황으로 내분도 일어나는 등 단결하지 못하고 있음을 깨달았다——그리고 이대로 상황이 진행된다면, 남방군단 전체가 다시 중앙군의 손에 넘어가는 것은 시간문제라는 사실을 인식하게 된 것이었다. ……그러나 이후, 그 이해할 수 없는「춘효사변」이 발생하게 되었다. 그해 봄, 전쟁중재위원회에 의한 그 대학살이 일어난 것이다. (주: 이후의 은랑 사건에 대해서는 남방군단사의 범위에 속하지 않으므로, 본서에서는 굳이 언급하지 않는다.)#n………….",
			null,
			null,
			"[This popular science book chronicles the beginnings of the split in the Confederate regiments.] ...... The Enlightened Division eventually became that pivotal weight in the Great Southern Civil War. Climbing out of the Dead Zone, they had been cut off from human society for so long that their members had long since ceased to be idealists and youthful students - but were unquestionably strong. The collapse of the rear became the catalyst, and it was then that the Southern Provisional Council realized that the Council had contradictions they had no less, they were just as likely to implode because of the loss of the war, and they were just as disunited - if all went well, it was only a matter of time before the South would be back in the hands of the Central Army. ............ But the Spring Dawn tragedy that baffled so many, the massacre unleashed by the Confederate Army War Arbitration Board, took place that spring. (Note: The ensuing Silver Wolf incident is not part of the discussion of the history of the Confederate Legion, so it will not be expanded upon in this book.) ............",
			"[This popular science read describes how the Southern Legion was divided. ...... As a result, the Enlightenment Division became a major influential force in the Southern Legion's massive civil war. Having crawled out of the Big Dead Zone, they had been isolated from human society for an extended period of time and were no longer the simple ideologues and blue-collar students they had been before - they were the undisputed powerhouses. The backward Honkai of the Provisional Congress subsequently set things in motion. The Provisional Assembly, like the War Arbitration Committee, realized that they, too, had many problems and were unable to unite, with the unfavorable war situation causing infighting - and that if things continued as they were, the entire Southern Legion would once again belong to the Central Army. And he was made aware of the fact that if things continued as they were, it was only a matter of time before the entire Southern Legion would once again belong to the Central Army. ............ But then came the incomprehensible Chunxiao Incident. In the spring of that year, the massacre by the War Arbitration Commission occurred. (Note: The subsequent Silver Wolf Incident does not belong to the scope of the history of the Southern Legion and is therefore not dared to be mentioned in this book.) ............."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737345,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737346,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 머물렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11075": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737347,
			null,
			"【这本通俗科普读物记载了南方军团分裂的始末。】#n……#n仲裁委员会在43年春天的血腥暴行，震撼了每一个南方人。在日常生活中，人们迅速分为了两派，一派支持委员会对于崩坏灾难的处理方式。而另一派则认为这种行为是完全不可接受的，南方军团仲裁委员会已经不再具备领导地球南部人类社群的资格，更不再具备作为世界兵团总指挥执政的资格。#n仲裁委员会的兵锋在此时终止，在启蒙师团宣布中立割据之后，军神之侍们不得不承认自己已经无力通过一场战争彻底统一南方。#n南方临时议会此时也通过一场不流血的政变，终止了激进的反攻计划。转而开始宣传“南方人要拥有自己的南方”，最终组成了南方军团大陆联合战线，这也就是我们所说的联合军。#n而原本的中央远征军虽然仍自称南方军团，但也因为“三头同盟”之名，而被人称作同盟军。#n持续了三年的南方大分裂，最终以这样东西对峙的局势，暂告一段落。",
			"【この一般向けの科学読物には南方軍団の分裂の経緯が記されている。】#n……戦争仲裁委員会による軍団歴43年春の血みどろの虐殺事件は、南方のすべての人々を驚かせた。人々の考えはふたつに大きく割れた。ひとつは、委員会による崩壊災害への対処方法を支持するというもの。もうひとつは、委員会のやり方は絶対に受け入れられるものではない、委員会にはもはや地球南部の人々を統治する資格などなく、それ以上に世界兵団の総司令官の資格などないとするものだ。結局、戦争仲裁委員会の勢いはそれにより失われ、啓蒙師団による中立割拠の宣言もあり、軍神の側近たちも戦争によって南方を統一する力はもはやないことを認めざるを得ない状況となった。一方、臨時議会の方では無血クーデターが起き、過激な反撃路線に終止符が打たれた。そして「南方人は自らの南方を手にすべき」との宣伝を展開するようになり、最終的に南大陸連合、通称連合軍が組織されることとなった。委員会、つまり元中央遠征軍側は引き続き自らを南方軍団と呼び続けてはいるものの「三頭同盟」の名もあることから、同盟軍とも呼ばれている。3年にわたって続いた南方の大規模な分裂は、こうして最終的に東西の対峙が継続した状況でひとまず落ち着くこととなった。",
			"【이 일반인을 위한 과학 독물에는 남방군단의 분열 경위가 기록되어 있다.】#n……전쟁중재위원회에 의한 군단력 43년 봄의 피비린내 나는 학살 사건은 남방의 모든 사람들을 경악케 했다. 사람들의 생각은 크게 둘로 갈렸다. 하나는 위원회의 붕괴 재해에 대한 처리 방법을 지지한다는 것. 다른 하나는 위원회의 방식은 절대 받아들일 수 없으며, 위원회에는 더 이상 지구 남부의 사람들을 통치할 자격이 없고, 그 이상으로 세계병단의 총사령관 자격도 없다는 것이었다. 결국, 전쟁중재위원회의 기세는 그것으로 잃어버렸고, 계몽사단의 중립 할거 선언도 있어, 군신의 측근들도 전쟁으로 남방을 통일할 힘은 더 이상 없음을 인정하지 않을 수 없는 상황이 되었다. 한편, 임시의회 측에서는 무혈 쿠데타가 일어나 과격한 반격 노선에 종지부가 찍혔다. 그리고「남방인은 자신의 남방을 손에 쥐어야 한다」는 선전을 펼치기 시작했고, 최종적으로 남대륙연합, 통칭 연합군이 조직되게 되었다. 위원회, 즉 원 중앙원정군 측은 계속 자신들을 남방군단이라 부르고 있지만「삼두동맹」이라는 이름도 있어, 동맹군이라고도 불린다. 3년에 걸쳐 계속된 남방의 대규모 분열은, 이렇게 최종적으로 동서의 대치가 지속되는 상황에서 일단락되게 되었다.",
			null,
			null,
			"[This popular science book chronicles the beginnings of the secession of the Confederacy.] ...... The bloody atrocities of the Arbitration Commission in the spring of '43 shook every Southerner. In everyday life, people quickly divided into two factions, one supporting the Commission's handling of the Honkai disaster. The other faction believed that such behavior was completely unacceptable and that the Southern Legion Arbitration Committee was no longer qualified to lead the human community of the southern part of the planet, much less to rule as Commander-in-Chief of the World Corps. The Arbitration Council's military front terminated at this point, and after the Enlightened Division declared its neutrality and severance, the Servants of the Military Gods were forced to recognize that they were no longer capable of completely unifying the South through a war. The Southern Provisional Council also terminated its radical counter-offensive program through a bloodless coup d'état. Instead, it began to publicize \"the South to own the South\", and eventually formed the Southern Legion Continental United Front, which is what we call the Union Army. The original Central Expeditionary Army, though still calling itself the Confederate Army, was also known as the Confederate Army because of the name of the \"Three-Headed Confederacy\". The Great Southern Secession, which had lasted for three years, finally came to an end with the situation of east and west facing each other.",
			"[This popular scientific read describes how the Southern Legion was divided. ...... The bloody massacre of the Legion in the spring of 43 A.D. by the War Arbitration Commission took all the people of the South by surprise. People's thinking was sharply divided into two parts. One is in favor of the Commission's method of dealing with the Honkai disaster. The other was that the Commission's approach was absolutely unacceptable and that it was no longer qualified to govern the people of the Global South, much less the Commander-in-Chief of the World Legion. In the end, the momentum of the War Arbitration Commission was thereby lost, as well as the declaration of neutrality by the Enlightenment Division, which forced the military god's aides to admit that they no longer had the power to unify the South through war. Meanwhile, a bloodless coup d'etat on the part of the Provisional Assembly put an end to the radical line of counterattack. The \"Southerners should take the South into their own hands\" propaganda was developed, and eventually the Confederation of the Southern Continent, commonly known as the Confederation Army, was organized. The three-year-long Great Divide in the South was finally settled with the East and West still facing each other."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737348,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737349,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 머물렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11076": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737350,
			null,
			"【一本描述了在大崩坏战争之后，崩坏能发展对于社会的影响的书。】#n虽然战争结束了，但一个问题仍然存在，那时的人们不能对之视而不见——#n——崩坏能到底是什么？#n它能造火，能生水，能停止时间，能操控金属。那它是否无所不能？#n这种想法使得一大批崩坏能骗局在战后如雨后春笋一般涌出，从贩卖具有崩坏能力量的小石头，到崩坏能算命、圣痕诈骗与学术造假，人合联当局发现了一个尴尬的事实：#n他们不具备证伪这些谣言的能力，因为人合联也不知道崩坏能都能做什么。#n按照人类历史发展的脉络，面对不可知的事物，虽好的控制方式就是宗教。于是人合联迅速开始了重组天命，将其改造成一个现代合法注册社团的工作。#n然而一切都已经来不及了，在不久的将来，能量石的小骗局，会变成叫做“大陆架振荡器”的巨大谎言。最终，挑起一场本不必要的世界大战。",
			"【この本には大崩壊戦争後、崩壊エネルギーの発展が社会に与えた影響が記されている。】#n戦争は終わったが問題がひとつ残り続けていた。当時、人々はそれを無視することができる状況にはなかった。——その問題とは、崩壊エネルギーとは結局なんなのか、という問題だ。崩壊エネルギーによって火も水も生み出すことができ、時間を止め、金属を操ることもできる。つまりできない事は何もないという事だろうか？そのような考えがあったためか、戦後、崩壊エネルギーに関連した詐欺事件が大量に発生した。崩壊エネルギーが込められたという石の販売から、崩壊エネルギーによる占い、聖痕に関連した詐欺やウソの学術発表に至るまで様々な詐欺があった。そして人契連はとても面倒な事実があることに気づかされる。——彼らはそれらがウソだと証明するだけの力を持っていなかったのだ。なぜなら人契連にも崩壊エネルギーによって何ができるのかわかっていなかったからだ。人類の歴史の発展を読み解いていくと、わからない事物に直面した際、それを最もうまくコントロールできるものは宗教だということがおのずとわかる。そこで人契連は天命の再構築を迅速に進め、それを現代社会における合法的な社団へと作り変えた。しかしすべてが遅かった。近い将来、ただのパワーストーン詐欺だったものが「大陸棚振動装置」という巨大なウソと化してしまう。そして最終的に必要のなかった世界大戦が引き起こされてしまうことになる。",
			"【이 책에는 대붕괴 전쟁 후, 붕괴 에너지의 발전이 사회에 미친 영향이 기록되어 있다.】#n전쟁은 끝났지만 한 가지 문제가 계속 남아 있었다. 당시 사람들은 그것을 무시할 수 있는 상황이 아니었다.——그 문제란, 붕괴 에너지가 도대체 무엇인가라는 문제다. 붕괴 에너지로 불도 물도 만들어낼 수 있고, 시간을 멈추고 금속을 조종할 수도 있다. 즉, 불가능한 것이 없다는 말인가? 그러한 생각 때문인지 전후 붕괴 에너지와 관련된 사기 사건이 대량으로 발생했다. 붕괴 에너지가 담겼다는 돌의 판매부터, 붕괴 에너지를 이용한 점술, 성흔과 관련된 사기나 거짓 학술 발표에 이르기까지 다양한 사기 사건이 있었다. 그리고 인계연은 매우 귀찮은 사실을 깨닫게 된다.——그들은 그것들이 거짓임을 증명할 만한 힘을 가지고 있지 않았다. 왜냐하면 인계연도 붕괴 에너지로 무엇이 가능한지 알지 못했기 때문이다. 인류 역사의 발전을 해석해 보면, 알 수 없는 사물에 직면했을 때 그것을 가장 잘 통제할 수 있는 것은 종교라는 것이 저절로 이해된다. 이에 인계연은 천명의 재구축을 급속히 진행하여 현대 사회의 합법적 단체로 탈바꿈시켰다. 하지만 모든 것이 늦었다. 가까운 미래에 단순한 파워 스톤 사기였던 것이「대륙붕 진동 장치」라는 거대한 거짓으로 변해 버린다. 그리고 결국 필요 없었던 세계 대전이 일어나고 만다.",
			null,
			null,
			"[A book that describes the impact of the development of Honkai energy on society in the aftermath of the Great Honkai War]. Although the war was over, a question remained that people at the time could not turn a blind eye to ---- What exactly is Honkai energy? It can make fire, it can make water, it can stop time, it can manipulate metal. So is it omnipotent? This kind of thinking caused a large number of Honkai energy scams to spring up after the war, from selling small stones with Honkai energy power to Honkai energy fortune-telling, stigmata fraud and academic forgery, and the Honkai authorities discovered an embarrassing fact: they did not have the ability to disprove these rumors, because the Honkai did not know what all Honkai energy could do either. According to the lineage of human historical development, in the face of the unknowable, though, a good way to control it was religion. So the HSU quickly began the work of reorganizing Schicksal and transforming it into a modern, legally registered society. However, it was too late, and in the near future, the little scam of the energy stones would turn into a huge lie called the \"Continental Shelf Oscillator\". Eventually, it would start an unnecessary world war.",
			"[The book describes the impact on society of the development of Honkai energy after the Great Honkai War. The war was over, but one problem remained. People were not in a position to ignore it at that time. ---- The question is: What is Honkai energy, after all? Honkai energy can create fire and water, it can stop time, it can manipulate metals. Does that mean there is nothing it can't do? Perhaps because of this belief, a large number of frauds related to Honkai energy occurred in the postwar period. There were various scams, ranging from the sale of stones that were said to contain Honkai energy, to fortune telling using Honkai energy, to scams related to holy scars, to false academic announcements. The Jinki-ren then realized a very troublesome fact: they did not have the power to prove that these were lies. They did not have the power to prove them false, because they did not know what Honkai energy could do. When one reads the development of human history, it becomes clear that when confronted with things that are not understood, the best way to control them is through religion. So the Jinki-ren quickly reconstructed Schicksal and remade it into a legitimate social association in modern society. But all this is no longer in time. In the near future, what was just a power stone scam will turn into a giant lie called \"continental shelf oscillator. And ultimately a world war that was not necessary will be triggered."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737351,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737352,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 시간이 흘렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11077": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737353,
			null,
			"【《奥托转生异世界~作为天命大主教的我到异世界同样智谋无敌》“成为网络小说家吧”网站44年订阅排行第2名的作品，讲述了一个叫做奥托的大主教穿越到剑与魔法的世界后，使用外挂轻松打脸各种路人反派，引得大量后宫倒贴的作品。人物十分偏离史实。#n#n值得吐槽的是，插画老师画的每个角色的脸都长一样，被读者称为卡莲脸。使得大量后宫倒贴的剧情像是同一个女主角在换衣服，没有一点新鲜感。#n不仅如此，插画老师笔下的奥托也是卡莲脸。#n更有甚者，插画老师笔下的各种反派也是卡莲脸。】",
			"【『オットーの異世界への転生～天命の大主教である僕は異世界に行ったとしてもその智謀は相も変わらず無敵だ』「ネット小説家を目指そう」というサイトにおいて軍団歴44年、2位にランクインした作品で、オットーという大主教が剣と魔法の世界にたどり着いた後、チートを駆使して敵を倒しまくり、貢ぐ女性が大勢集まるという内容だ。登場する人物は史実からかなりずれてしまっている。#n特にひどいのは、挿絵の担当者が描く各人物の顔がほとんど同じで、読者にどれもカレン顔と言われてしまうことだ。結果的に、貢ぐ女性が大勢集まる物語も、同じヒロインがただ服を着替えたように見えてしまい、新鮮味が薄れてしまっている。#nそればかりか、挿絵の担当者が描くオットーまでがカレン顔である。#n更にひどい点として、挿絵の担当者が描く各敵キャラまでカレン顔である点も指摘しておきたい。】",
			"【『오토의 이세계 전생~천명의 대주교인 나는 이세계에 가더라도 그 지모는 여전히 무적이다』「네트 소설가를 목표로」라는 사이트에서 군단력 44년, 2위에 랭크된 작품으로, 오토라는 대주교가 검과 마법의 세계에 도착한 후, 치트를 활용해 적을 무찌르고, 공물 바치는 여성들이 많이 모인다는 내용이다. 등장 인물들은 역사적 사실과 상당히 달라져 있다.#n특히 심각한 것은, 삽화 담당자가 그리는 각 인물들의 얼굴이 거의 같아서 독자들에게 모두 카렌 얼굴이라고 불린다는 점이다. 결과적으로, 공물 바치는 여성들이 많이 모이는 이야기도 같은 히로인이 그저 옷만 갈아입은 것처럼 보여, 신선함이 떨어져 버렸다.#n그뿐만 아니라, 삽화 담당자가 그리는 오토까지 카렌 얼굴이다.#n더욱 심한 점으로, 삽화 담당자가 그리는 각 적 캐릭터까지 카렌 얼굴이라는 점도 지적하고 싶다.】",
			null,
			null,
			"[Otto transmigrated to the other world ~ as Schicksal Archbishop I to the other world is also intellectually invincible] \"Become a network novelist\" website 44 years subscription ranked No. 2 works, about an archbishop called Otto traveled to the world of swords and magic, using plug-ins easily beat the face of a variety of villains, attracted a large number of harem inverted The work. The characters are very far from historical facts. It is worth complaining that the illustration teacher draws every character's face to look the same, which is called Kallen face by the readers. This makes a lot of the harem plot look like the same heroine is changing her clothes, and there is no sense of freshness. Not only that, the illustration teacher's Otto is also Kallen-faced. What's more, the various villains under the illustration teacher's pen are also Kallen faces.]",
			"Otto's Reincarnation into Another World: I, the Archbishop of Schicksal, Am as Invincible as Ever Even if I Go to Another World\" was ranked second in the 44th year of the Legion's reign on the \"Net Novelist's Naro\" website. The story is about an archbishop named Otto who arrives in a world of swords and sorcery and uses cheats to defeat and attract a large number of women who pay tribute to him. The characters in the story have deviated considerably from the historical facts. What is particularly bad is that the illustrator's faces are almost identical, and the reader is told that they all look like Kallen. The story of a large number of tribute women lacks freshness as much as the same heroine just changes her clothes. Not only that, but even Otto, who is in charge of the illustrations, has a Kallen face. And even worse, the illustrator even draws each of the enemies with a Kallen face]."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737354,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737355,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 시간이 흘렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11078": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737356,
			null,
			"【一本长空市发展简史，从公元时期一直写到了军团纪元，记述了长空市作为城市的发展和各种历史事件。】#n在多洛莉丝将军死后，国际局势发生了重大变化。长空市不再是军事禁区，许多市民回到了长空市继续生产建设。由于此时长空市的特殊地位，因此在商讨之后，南方军即将内战的双方一致同意不在长空市及其周边展开军事冲突。因此长空市的政府机关也不再是长空特战司令部，而变更为了长空市市政府。经过选举，战前有着城市规划经验的伯恩斯·李上校成功当选市长。#n同盟军看重李上校在中央服役的经历，联合军则认可他所代表的古老圣痕家系。而长空市的市民则非常中意上校在年轻时曾参与过超城市化运动这个事实，希望他能够将因内战和寒铁之乱而破损不堪的长空市建设得更为富强。",
			"【長空市の発展の歴史を簡単にまとめた本。西暦時代から軍団歴に至るまで、長空市の都市としての発展と歴史上の事件について記載している。】#nドロレス将軍の死後、国際情勢は大きく変化することとなった。長空市は軍事規制区域ではなくなり、多くの市民が長空市へと戻り生産や建設に従事するようになった。この時の長空市の独特な立場を考慮し、南方軍団の内戦に入ろうとしていた両者も話し合いを経て、長空市とその周辺において軍事的な衝突は起こさないことに同意した。こうして長空市の政府機関は長空特殊部隊司令部ではなくなり、長空市政府へと変更された。その後選挙が行われ、戦前に都市計画の業務経験を持つバーンズ・リー大佐が市長に当選した。#n三頭同盟はリー大佐の中央での経歴を重視し、南大陸連合側は彼の家系の聖痕を評価していた。長空市の市民も大佐が若い頃、超都市化運動に携わっていた事実を大いに評価し、内戦と寒鉄の乱によって荒廃した長空市に富と力をもたらすことを彼に期待した。",
			"【장공시의 발전 역사를 간단히 정리한 책. 서력 시대부터 군단력에 이르기까지, 장공시의 도시로서의 발전과 역사적 사건에 대해 기록하고 있다.】#n돌로레스 장군의 사후, 국제 정세는 크게 변화하게 되었다. 장공시는 군사 규제 구역이 아니게 되었고, 많은 시민들이 장공시로 돌아와 생산과 건설에 종사하게 되었다. 이때 장공시의 독특한 입장을 고려하여, 남방 군단의 내전에 들어가려던 양측도 협의를 거쳐, 장공시와 그 주변에서 군사적 충돌을 일으키지 않기로 합의했다. 이렇게 장공시의 정부 기관은 장공 특수 부대 사령부가 아니라 장공시 정부로 변경되었다. 이후 선거가 진행되었고, 전쟁 전 도시 계획 업무 경험이 있는 번즈 리 대령이 시장으로 당선되었다.#n삼두 동맹은 리 대령의 중앙에서의 경력을 중시했고, 남대륙 연합 측은 그의 가계의 성흔을 평가하고 있었다. 장공시 시민들도 대령이 젊었을 때, 초도시화 운동에 참여했던 사실을 크게 평가하며, 내전과 한철의 난으로 황폐해진 장공시에 부와 힘을 가져다 줄 것을 그에게 기대했다.",
			null,
			null,
			"[A brief history of the development of the city of Long Hollow, written from the A.D. period through the Legionary Era, chronicling the development of Long Hollow as a city and various historical events]. After the death of General Dolores, the international situation changed significantly. Long Hollow City was no longer a military no-go zone, and many citizens returned to Long Hollow City to continue production and construction. Due to the special status of Long Hollow City at this time, so after discussions, both sides of the impending civil war in the Southern Army agreed not to start a military conflict in and around Long Hollow City. As a result, the governmental body of Longkong City was no longer the Longkong Special Warfare Command, but was changed to the Longkong City Government. After the election, Colonel Burns Lee, who had experience in urban planning before the war, was elected mayor. The Allied Forces valued Colonel Lee's experience serving in the Central Government, while the Union Army recognized the ancient Stigma family line he represented. The citizens of Long Hollow City, on the other hand, are very attracted to the fact that the Colonel was involved in the Hyper-Urbanization Movement when he was young, and hope that he will be able to make Long Hollow City, which is in disrepair due to the Civil War and the Cold Iron Rebellion, even more affluent and powerful.",
			"[This book is a brief history of the development of Changku City. It describes the development of Changku City as a city and historical events from the A.D. period to the Legion of Honor]. After the death of General Dolores, the international situation changed drastically. Chang Ku City was no longer a restricted military zone, and many citizens returned to Chang Ku City to engage in production and construction. Considering the unique position of Chang Ku City at this time, the two sides that were about to enter the civil war in the Southern Legion, after discussions, agreed not to have any military conflicts in and around Chang Ku City. Thus, the governmental body of Changku City ceased to be the Changku Special Forces Command and was changed to the Changku City Government. Elections were then held, and Colonel Burns Lee, who had experience in city planning operations before the war, was elected mayor. The Three-headed Alliance valued Colonel Lee's background in the center, while the Southern Continental Alliance valued his old sacral lineage. The citizens of Changku City also greatly appreciated the fact that the colonel had been involved in the hyper-urbanization movement in his youth, and they looked to him to bring wealth and power to Changku City, which had been devastated by the civil war and the Cold Iron Rebellion."
		],
		[
			"msg",
			737357,
			null,
			"军团纪元40年12月7日，李市长在恒世大锚下宣誓就职，意气风发地宣布了自己上任以来的第一项政策：长空市再城市化。#n崩坏学园派出了代表向他表示祝贺，四万多鲜花被抛向空中，四千枚气球飘荡摇曳，掌声雷鸣，欢呼响彻。#n那时候，谁也不会想到，只是短短三年之后，他会被千万人唾骂，迎来自己那难以评说的结局。",
			"軍団歴40年12月7日、リー市長は永世の錨の前で就任の宣誓をし、就任後初となる政策「長空市の再都市化計画」を発表した。#n崩壊学園からも代表が参加し祝賀を述べ、4万以上の花と4千個もの風船が空を舞い、拍手と歓声があたりを包んだ。#nその時はまだ、わずか3年後に彼が多くの人々より非難を浴び、功罪を論じるのが難しい結末を迎えることを誰も知らなかった。",
			"군단력 40년 12월 7일, 리 시장은 영원의 닻 앞에서 취임 선서를 하고, 취임 후 첫 정책「장공시의 재도시화 계획」을 발표했다.#n붕괴 학원에서도 대표가 참석하여 축하를 전했고, 4만 개 이상의 꽃과 4천 개의 풍선이 하늘을 날렸으며, 박수와 환성이 주위를 감쌌다.#n그때는 아직, 불과 3년 후 그가 많은 사람들로부터 비난을 받고, 공과를 논하기 어려운 결말을 맞이할 것을 아무도 몰랐다.",
			null,
			null,
			"On December 7, 40th of the Legion Era, Mayor Lee was sworn in under the Great Anchor of Hengshi, and spiritedly announced his first policy since taking office: the re-urbanization of Long Hollow City. Honkai Academy sent representatives to congratulate him, more than 40,000 flowers were thrown into the air, 4,000 balloons floated and swayed, applause thundered, and cheers rang out. At that time, no one would have imagined that just three short years later, he would be scorned by millions of people and usher in his own hard-to-criticize ending.",
			"On December 7, 40 A.D., Mayor Lee took the oath of office before the Eternal Anchor and announced his first policy since taking office: the reurbanization of Changku City. Representatives from Honkai Academy joined in the celebration, and more than 40,000 flowers and 4,000 balloons flew through the air, drawing applause and cheers from all around. At that time, no one knew that only three years later, he would face a difficult end, as he would be condemned by many people and his merits and demerits would be difficult to discuss."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737358,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737359,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 시간이 흘렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11079": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737360,
			null,
			"【一本长空市发展简史，从公元时期一直写到了军团纪元，记述了长空市作为城市的发展和各种历史事件。】#n南方大分裂仍在继续，每天都有人流离失所，逃入长空市这个最后的庇护所。#n而李市长仍然坚持引入更多的难民。终于，长空人意识到了再城市化工程背后的阴谋。#n这三年来，长空市的城市面积翻了数倍，但城市基础设施却没有跟进，制造了大量的监管盲区和实际意义上的贫民窟。这一切并不是为了长空人的福祉，而是在利用南方军和律者之间的协议。李上校不断地扩大长空市，只是为了让长空市能够收容更多的难民。#n看着每月都在上升的犯罪率和不断延误的公交系统，感觉受到欺骗的市民们开始在线上和线下攻击李上校，联合军和同盟军双方也意识到了伯恩斯·李坚信某种理念，不会彻底倒向他们中的某一方，因此决定换下他。",
			"【長空市の発展の歴史を簡単にまとめた本。西暦時代から軍団歴に至るまで、長空市の都市としての発展と歴史上の事件について記載している。】#n南方の大分裂は続き、毎日のように、家を失い長空市という最後の砦に身を寄せる人が増えていった。しかしリー市長は難民受け入れを拡大する姿勢をとり続ける中、長空市の人々は再都市化計画の裏にある陰謀に気づき始める事になる。3年で長空市の都市面積は数倍にも膨れ上がっていたが、都市インフラの建設が追いつかず、監督管理の死角と実質的なスラム街が大量に発生していた。取り組みは長空市の人々の福祉のためのものではなく、南方の軍部と律者との間の取り決めにかこつけて進められていたのだ。リー大佐はより多くの難民を受け入れられるようにするためだけに、長空市を際限なく拡大し続けていた。毎月のように上昇する犯罪発生率と、遅延が当たり前になった公共交通システムを見て、市民は自分たちが騙されたと考え、サイバー空間と現実世界の両方でリー大佐を批判するようになった。そして南大陸連合と三頭同盟も、バーンズ・リーがある種の理念を貫く姿勢を持っている事から、両軍のどちらかに完全になびくことはないと悟り、市長を交代させることにしたのだった。",
			"【창공시의 발전 역사를 간략히 정리한 책. 서력 시대부터 군단력에 이르기까지, 창공시의 도시로서의 발전과 역사적 사건에 대해 기록하고 있다.】#n남방의 대분열은 계속되었고, 매일같이 집을 잃고 창공시라는 마지막 보루에 몸을 의지하는 사람들이 늘어났다. 그러나 리 시장은 난민 수용을 확대하는 자세를 취하는 가운데, 창공시의 사람들은 재도시화 계획 뒤에 숨은 음모를 눈치채기 시작한다. 3년 만에 창공시의 도시 면적은 수 배로 불어났지만, 도시 인프라 건설이 따라잡지 못해 감독 관리의 사각지대와 실질적인 슬럼가가 대량 발생하고 있었다. 이 조치는 창공시 사람들의 복지를 위한 것이 아니라, 남방의 군부와 율자 사이의 협정을 구실로 진행되고 있었던 것이다. 리 대령은 더 많은 난민을 수용하기 위해 창공시를 무분별하게 확장해 나갔다. 매달 상승하는 범죄 발생률과 지연이 일상이 된 대중교통 시스템을 보며 시민들은 자신들이 속았다고 생각했고, 사이버 공간과 현실 세계 양쪽에서 리 대령을 비난하기 시작했다. 결국 남대륙 연합과 삼두 동맹도 번즈 리가 어떤 이념을 고수하는 태도를 보이며 양군 어느 쪽에도 완전히 기울지 않을 것임을 깨닫고 시장을 교체하기로 결정했다.",
			null,
			null,
			"[A brief history of the development of Long Hollow City, written from the A.D. period through the Legionary Era, chronicling Long Hollow City's growth as a city and various historical events]. The Great Southern Secession continues, and every day people are displaced and fleeing into the last refuge of Long Hollow City. And Mayor Lee still insists on bringing in more refugees. Finally, the people of Long Hollow realized the conspiracy behind the re-urbanization project. Over the past three years, Longkong City's urban area had multiplied several times, but the city's infrastructure had failed to follow suit, creating a large number of regulatory blind spots and what were effectively slums. All of this was not for the well-being of the people of Long Hollow, but rather to capitalize on the agreement between the Confederates and the Herrscher. Colonel Lee kept expanding Long Hollow just so that Long Hollow could host more refugees. Watching the crime rate rise every month and the constant delays in the public transit system, citizens who felt cheated began to attack Colonel Lee both online and offline, and both the Union and Confederate sides realized that Burns Lee believed strongly in a certain philosophy and would not completely fall to one of them, and decided to replace him.",
			"[This book is a brief history of the development of Changku City. It describes the development of Changku City as a city and historical events from the Western Era to the Military Annals]. The Great Divide in the south continued, and every day people lost their homes and took refuge in the last refuge of Chang Ku City. However, as Mayor Lee continues to expand the refugee intake, the people of Chang Ku City begin to realize the conspiracy behind the reurbanization project: in three years, the urban area of Chang Ku City has grown several times in size, but the construction of the urban infrastructure has not kept pace, and there are large numbers of blind spots and substantial slums in the city that are under supervision and management. were occurring. The efforts were not for the welfare of the people of Changku City, but were only being carried out in the South in the context of an arrangement between the military and Herrscher. Colonel Lee continued to expand Changku City endlessly just to accommodate more refugees. Seeing the crime rate rising every month and a public transportation system where delays became the norm, citizens began to believe they had been duped and began to criticize Colonel Lee both in cyberspace and in the real world. And the Confederacy of the Southern Continent and the Triumvirate also realized that Burns Lee's commitment to certain principles would not completely sway either side, so they decided to replace the mayor."
		],
		[
			"msg",
			737361,
			null,
			"有人扒出了伯恩斯·李年轻时的言论，他曾在社交媒体上发表过第一军团最著名的口号：“为全人类，献上一切”。这件事发生在内战开始之前，那时第一军团是名副其实的中央，本应非常无伤大雅。但现在他为人所恨，那就不可饶恕了。#n “伯恩斯·李是第一军团余孽”、“他放松难民管制就是为了让第一军团渗透长空市”在一片唾骂声中，伯恩斯·李宣布辞职，结束了他的市长生涯。#n在他走后，南方军的内战随即中止，使得他更像是个名副其实的瘟神。他失去了一切，联合军和同盟军都认为他“不够忠诚”，市民憎恨他偷走了自己的税金去供养外地人。他逐渐穷困潦倒，终于在43年底的一场大雨中，他死了。#n在43年的12月7日，或许是想起了自己三年前就任市长的那一天，摄入了过量酒精的李上校想前往一座自己建立的救济院，但公交司机认出了他，和市民们一起将他赶下了车。他只能徒步走向目的地，在经过一个贫民窟时，被一个抢劫的难民打倒在地，盗走了所有的财物（那个难民后来声称自己没认出李市长。）",
			"そんな中、ある人がバーンズ・リーが若い頃、SNS上で第一軍団の最も有名なスローガン「全人類のためにすべてを捧げる」を掲載していた事実を暴露した。そもそもその書き込みは内戦が始まる前の事であり、当時の第一軍団は名実ともに中央機関としての地位にあったため、当時問題視されることはなかった。だが今や彼は人々に憎まれる立場にあったため、その書き込みは許すことのできないものと見なされた。「バーンズ・リーは第一軍団の残党」、「バーンズ・リーが難民の規制緩和を進めているのは、第一軍団を長空市に浸透させるため」などの罵声が飛ぶ中、バーンズ・リーは辞職し、彼の市長としての日々は幕を閉じた。彼が去った直後に南方軍団の内戦が停止したことも、彼が疫病神だという印象をより強いものにした。バーンズ・リーはすべてを失い、南大陸連合も三頭同盟も彼のことを忠実ではない者と見なし、市民も彼が血税を使い外部から来た人たちにいい思いをさせていると考え、彼を憎んだ。彼は次第に困窮するようになり、落ちぶれ、軍団歴43年の年の暮れ、大雨が降る中この世を去った。#n軍団歴43年12月7日、彼は3年前に市長に就任した日を思い出していたのかもしれない。その日、大量の酒を飲んだリー大佐は自分が建てた救貧院へと向かうバスに乗ったが、彼が元市長であることに気づいた運転手と市民によってバスを追い出され、仕方なく徒歩で目的地へと向かっていた。そしてスラム街を通りがかった際に、難民の強盗に遭い殴り倒され、金品をすべて盗まれてしまった。（その後の供述によると、難民は彼がリー市長だとは知らなかったそうだ。）",
			"그런 와중에 한 사람이 번즈 리가 젊었을 때 SNS에서 제1군단의 가장 유명한 슬로건 「전 인류를 위해 모든 것을 바친다」를 게시한 사실을 폭로했다. 원래 그 게시물은 내전이 시작되기 전의 일이었고, 당시 제1군단은 명실상부한 중앙 기관으로서의 지위에 있었기에 문제시되지 않았다. 하지만 이제 그는 사람들의 미움을 받는 입장이 되어 그 게시물은 용납할 수 없는 것으로 여겨졌다.「번즈 리는 제1군단의 잔당」, 「번즈 리가 난민 규제 완화를 추진하는 것은 제1군단을 창공시에 침투시키기 위해서」 등의 비난이 쏟아지는 가운데, 번즈 리는 사임했고 그의 시장으로서의 나날은 막을 내렸다. 그가 떠난 직후 남방군단의 내전이 중단된 것도 그가 재앙의 신이라는 인상을 더욱 강하게 했다. 번즈 리는 모든 것을 잃었고, 남대륙 연합과 삼두 동맹 모두 그를 충실하지 않은 자로 여겼으며, 시민들도 그가 혈세를 써서 외부에서 온 사람들에게 혜택을 주고 있다고 생각해 그를 미워했다. 그는 점점 궁핍해져 몰락했고, 군단력 43년 연말, 폭우가 내리는 중 세상을 떠났다.#n군단력 43년 12월 7일, 그는 3년 전 시장에 취임한 날을 떠올렸을지도 모른다. 그날 많은 술을 마신 리 대령은 자신이 세운 구빈원으로 가는 버스를 탔지만, 그가 전 시장임을 알아챈 운전사와 시민들에 의해 버스에서 쫓겨났고, 어쩔 수 없이 걸어서 목적지로 향했다. 그리고 슬럼가를 지나가던 중 난민 강도들에게 맞아 쓰러진 뒤 금품을 모두 빼앗겼다. (이후 진술에 따르면 난민들은 그가 리 시장인지 몰랐다고 한다.)",
			null,
			null,
			"Someone has picked up on remarks made by Burns Lee in his youth, when he once posted on social media the most famous slogan of the First Legion, \"For all mankind, give it all.\" This happened before the start of the Civil War, when the First Legion was literally at the center of the country, and should have been very harmless. But now he is hated by men, and that is unforgivable. \"Burns Lee is a remnant of the First Legion\", \"He deregulated the refugees in order to allow the First Legion to infiltrate Long Hollow\" Amidst a torrent of scorn, Burns Lee announced his resignation, ending his career as mayor. The Civil War in the Confederate Army was then suspended after his departure, making him more of a veritable plague. He lost everything, the Union and Confederate armies considered him \"not loyal enough,\" and the citizens hated him for stealing their tax money to support outsiders. He grew poorer and poorer, and finally, in late '43, he died in a downpour. On December 7, '43, perhaps remembering the day he had been inaugurated as mayor three years earlier, Colonel Lee, who had ingested an excessive amount of alcohol, tried to head to an almshouse he had built, but the bus driver recognized him and, along with the citizens, kicked him off the bus. He had to walk to his destination on foot, and while passing through a slum, he was knocked to the ground by a robbing refugee who stole all of his belongings. (The refugee later claimed that he didn't recognize Mayor Lee.)",
			"In the midst of all this, someone revealed the fact that Barnes Lee had posted the First Corps' most famous slogan, \"Give it all up for all mankind,\" on a social networking site when he was a young man. The postings were made before the civil war began, and at the time, the First Corps was a central institution in both name and reality, so it did not become an issue at the time. But now that he was in a position where people hated him, the post was considered unforgivable. Amid such invectives as \"Burns Lee is a remnant of the First Corps,\" and \"Burns Lee is pushing for deregulation of refugees to allow the First Corps to infiltrate Changchun City,\" Burns Lee resigned and his days as mayor came to an end. The fact that the civil war in the Southern Legion stopped shortly after he left also reinforced the impression that he was a plague. Burns Lee lost everything, the Confederation of the Southern Continent and the Triumvirate saw him as someone who was not loyal, and the citizens hated him because they thought he was using their blood money to make people from the outside feel good about themselves. He became increasingly impoverished and fell into decline, and died in a heavy rainstorm at the end of the year 43 A.D. of the Legion. On December 7, Legion A.D. 43, he may have been remembering the day he was sworn in as mayor three years earlier. That day, after drinking heavily, Colonel Lee boarded a bus to go to the poorhouse he had built, but was forced off the bus by the driver and citizens who realized he was a former mayor and had no choice but to walk to his destination. As he passed through a slum, he was robbed and beaten up by refugees, and all his money and goods were stolen. (According to subsequent statements, the refugees did not know he was Mayor Lee.)"
		],
		[
			"msg",
			737362,
			null,
			"苏醒过来的伯恩斯·李觉得疲惫又晕眩，雨却愈发大了，最终他失足跌进了一个排水井中，在污水中溺死了。#n如果伯恩斯·李认真招商引资，利用长空市作为传送都市这一独特的区位优势发展经济，那维修人员或许早就发现了这个被破坏的排水井，路灯也不会故障，他也就不会死了。或者说，如果他不抱着自己那第一军团式的平等理念，他想来如今也仍会是市长。毕竟即使最讨厌他的长空人也不得不承认李上校的超群学识。#n但没有如果，长空人很快便忘了他，难民们偶尔会提及“老市长”，但随着战争结束，大部分难民返回故乡，成为了新长空人的前难民需要融入当地社群，为了合群，也便不再提他。#n他们索取，他给予，伯恩斯·李的确兑现了自己年轻时的誓言，然后死了。#n而长空市在他走后进入了一个新时代，但这就是我们下一本书要讲的内容了。#n……",
			"倒れて気を失っていたバーンズ・リーは、ひどい疲れとめまいを感じつつ目を覚ましたが、土砂降りの中、足を滑らし用水路に落ち、そのまま汚泥に塗れ溺死した。バーンズ・リーが生前、投資促進に力を入れ、転送都市という独特の強みを持つ長空市の経済を発展させていれば、崩れた水路も放置されることなく修理され、街灯も壊れることなく機能し、哀れな死に方をしなくて済んだかもしれない。それに第一軍団的な平等の理念に拘りさえしなければ、彼はまだ市長で居続けることができていたかもしれない。彼のことを毛嫌いしている長空市の人たちですら、リー大佐の学識がずば抜けていることは認めざるを得ないほどであったのだから。だが、そうしたたとえ話をした所で何も意味はない。長空市民はすぐに彼のことを忘れ去り、彼について時々語るのは難民たちくらいしかいなくなったが、彼らも戦争が終わったことでそのほとんどが長空市を去り、故郷へと帰っていった。新たに長空市市民となった難民たちも社会に融けこみ、人々に合わせるためにバーンズ・リーについて述べることはしなくなった。彼らは様々なものを求め、バーンズ・リーはそれを与えた。バーンズ・リーは若かった頃に述べたスローガンの内容を確かに実現し、この世を去ったのだった。長空市は彼が亡くなった後、新たな時代へと突入したわけだが、そこから先の内容は次巻の説明に任せることにしたい——",
			"쓰러져 의식을 잃었던 번즈 리는 심한 피로와 현기증을 느끼며 눈을 떴지만, 억수같은 비 속에서 발이 미끄러져 수로에 빠졌고, 진흙탕에 뒤덮여 익사했다. 번즈 리가 생전에 투자 유치에 힘쓰고 전송 도시라는 독특한 강점을 가진 창공시의 경제를 발전시켰더라면, 무너진 수로도 방치되지 않고 수리되었을 것이며, 가로등도 고장 나지 않고 작동해 비참한 최후를 맞이하지 않았을지 모른다. 또한 제1군단적인 평등 이념에 집착하지 않았더라면 그는 아직도 시장 자리에 있을 수 있었을 것이다. 그를 싫어하는 창공시 사람들조차 리 대령의 학식이 뛰어나다는 점은 인정하지 않을 수 없을 정도였다. 하지만 이런 가정을 해봤자 아무 의미가 없다. 창공시민은 곧 그를 잊어버렸고, 가끔 그에 대해 이야기하는 이는 난민들뿐이었지만, 그들도 전쟁이 끝나 대부분 창공시를 떠나 고향으로 돌아갔다. 새로 창공시민이 된 난민들도 사회에 동화되어 사람들에 맞추기 위해 번즈 리에 대해 언급하지 않게 되었다. 그들은 다양한 것을 원했고, 번즈 리는 그것을 주었다. 번즈 리는 젊은 시절 말한 슬로건의 내용을 확실히 실현하고 세상을 떠난 것이었다. 창공시는 그가 죽은 후 새로운 시대로 접어들었지만, 그 이후의 내용은 다음 권의 설명으로 미루고자 한다——",
			null,
			null,
			"Awakening, Burns Lee felt tired and dizzy while the rain intensified, and he eventually lost his footing and fell into a drainage well, drowning in the sewage. If Burns Lee had been serious about attracting investment and taking advantage of Long Hollow's unique location as a teleportation metropolis to develop its economy, then the maintenance crews might have found the vandalized drainage well long ago, and the streetlights would not have malfunctioned, and he would not have died. Or rather, if he hadn't held on to his First Legion-style idea of equality, he would still be the mayor today, he thought. After all, even the most hateful of his Long Hollow Men had to recognize Colonel Lee's superior knowledge. But no, the Longhorns soon forgot about him, and the refugees occasionally mentioned the \"old mayor\", but as the war ended and most of the refugees returned to their homelands, the ex-refugees, who had become the new Longhorns, needed to blend in with the local community, and in the interest of fitting in, they no longer spoke of him. They took, he gave, and Burns Lee did honor his youthful vow and then died. And Long Hollow entered a new era after he was gone, but that's what we'll be talking about in the next book. ......",
			"He was so exhausted and dizzy that he woke up, but it was pouring down and he slipped and fell into a ditch, where he drowned in the dirty water. If Burns Lee had focused on promoting investment and developing the economy of Changkuu City, which has the unique advantage of being a transfer city, the broken ditch would have been repaired instead of being left unattended, the streetlights would have worked without breaking, and he might not have had to die a miserable death. And if only he had not been so obsessed with the First Corps idea of equality, he might still be mayor then. Even the people of Changku City, who hated him, had to admit that Colonel Lee's education was outstanding. But such a parable was meaningless. The people of Changkuu soon forgot about him, and the only people who occasionally talked about him were the refugees, most of whom left Changkuu City and returned to their homes when the war was over. The new refugees who became citizens of Changkua also became integrated into society, and in order to fit in, they stopped talking about Burns Lee. They wanted different things, and Barnes Lee gave them. Burns Lee certainly lived up to the slogan he had stated when he was young, and he left this world. After his death, the long-empty city entered a new era, and I will leave the contents from there to be explained in the next volume. ......."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737363,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737364,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 시간이 흘렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	]
}