{
	"170": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				604,
				0,
				false
			]
		],
		[
			"msg",
			52572,
			"Huh?! What?! I lost...again...",
			"可！可恶……居然又被打败了……",
			"も…もう！またやられた…",
			"아...아악! 또 당했어...",
			"D-damn it...! Defeated again..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				604,
				0,
				true
			]
		],
		[
			"msg",
			52573,
			"Haha, I guess that means your love wasn't enough. Come feel the power of my love!",
			"嘿嘿~这说明你的爱还不够哦~快来我的怀中感受爱的力量吧！",
			"愛が足りないのよ！愛が！早く私の懐に来て愛の力を感じなさい！",
			"사랑이 부족하다고! 사랑이! 빨리 내 품에 와서 사랑의 힘을 느껴봐!",
			"Hehe~ I guess this means your love is not enough~ Come to my arms and feel the power of love!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			52574,
			"Woola! Let me go! Sister, save me!",
			"呜哇！放开我啦！姐姐大人，快救我……",
			"うわっ！放して！芽衣姉さん助けて…",
			"으악! 놔! 메이 언니 도와줘…",
			"Uwaaa! Let me go! Mei-onee-sama, please save me..."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52575,
			"Oh, it's getting late, I need to hurry and get dinner ready. Kiana, remember to tidy up your room after you're done!",
			"啊啦，时间不早了，得赶紧做晚饭了。琪亚娜，玩够了记得把房间收拾一下哦~",
			"あら、もうこんな時間だわ。夕食作らなきゃ。キアナ、遊び終わったら部屋の片付けしておいてね。",
			"어머, 벌써 이 시간이네. 저녁 준비해야겠어. 키아나, 놀고 나면 방 정리해 둬.",
			"Oh, it's already getting late. I have to make dinner. Kiana, please tidy up your room after you finish playing."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52576,
			"Wait! Wait! What about the movie?",
			"等！等下！芽衣学姐，说好的看电影呢！",
			"ちょっと！芽衣先輩！映画はどうするの！",
			"잠깐만! 메이 선배! 영화는 어쩌고!",
			"Hey! Mei-senpai! What about the movie?!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52577,
			"It's getting late. Maybe next time.",
			"所以说时间不早了呢，下次再去吧~",
			"だから、時間って言ったでしょ。また今度ね。",
			"그러니까, 시간이 없다고 했잖아. 다음에 보자.",
			"It's getting late, I said. Let's do it next time."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52578,
			"Al..alright. Hey, let's play Master Hunter!",
			"好……好吧，那布洛妮娅，我们来玩Master Hunter吧！",
			"そうよね。じゃあ！ブローニャMaster Hunter一緒に遊ぼう。",
			"그래! 그럼! 브로냐 Master Hunter 같이 놀자.",
			"Alright. Well then! Bronya, let's play Master Hunter together."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52579,
			"No, Kiana is terrible, she always loses immediately.",
			"不要，琪亚娜的水平太差了，每次都猫车。",
			"やだ、キアナ下手くそ。",
			"싫어, 키아나 너무 서툴러.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52580,
			"Th...then I'll just make due and play with Himeko.",
			"……那，那我就凑合和姬子一起……",
			"じゃ…じゃぁ姫子さんと…",
			"그… 그럼 히메코 씨랑…",
			"Well then... then Himeko and I..."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52581,
			"Oh, I just realized I have a date tonight! Kiana, I'm sorry, I have to go. Happy Birthday!",
			"啊！我想起来今天还有相亲约会呢！琪亚娜，抱歉啦，我先走了，生日快乐哦~",
			"あ！そういえば今日デートの約束してたんだ！キアナごめん。先に行くね。誕生日おめでとう〜。",
			"아! 맞다! 오늘 데이트 약속 있었지! 키아나 미안. 먼저 갈게. 생일 축하해~.",
			"Oh! I just remembered I have a date today! Sorry, Kiana. I have to go. Happy birthday~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52582,
			"Oh!!!!",
			"诶！！",
			"えぇ！！",
			"에에에?!!",
			"Huh?!!"
		],
		[
			"speaker",
			204572
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				801,
				0,
				false
			]
		],
		[
			"msg",
			52583,
			"Kiana, come train with me. I'll teach you the Kaslana family secret CQC!",
			"琪亚娜，那就来和我训练吧，我来教你卡斯兰娜家独创的CQC！",
			"キアナ、私と訓練するか？私がカスラナ家奥義CQCを教えてやる。",
			"키아나, 나랑 훈련할래? 카슬라나 가문 비전 CQC를 가르쳐 줄게.",
			"Kiana, would you like to train with me? I'll teach you the secret of the Kaslana family CQC."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				801,
				0,
				true
			]
		],
		[
			"msg",
			52584,
			"I don't want to learn wrestling!",
			"我才不要学摔跤呢！",
			"いいわよそんなの！",
			"그거 좋아!",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			52585,
			"Huh? What's this all about? Why is everyone suddenly acting differently?",
			"咦？这是什么情况……为什么大家的态度忽然就不一样了？",
			"あれ？なんで急にみんなの態度一転しちゃったの？",
			"어? 왜 갑자기 다들 태도가 확 바뀐 거야?",
			"Huh? What's going on...? Why are everyone's attitudes suddenly different?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52586,
			"Aww, it's Kiana's birthday so I'll play Konpa with her.",
			"嘛~只是琪亚娜生日所以陪她玩国王游戏而已啦。",
			"キアナの誕生日だから彼女に付き合って王様ゲームしてただけよ。",
			"키아나 생일이라서 그녀를 위해 왕 게임 해준 거야.",
			"Well~ It’s Kiana’s birthday, so I'll just play King’s Game with her."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			52587,
			"Konpa?",
			"国王游戏？",
			"王様ゲーム？",
			"왕 게임?",
			"King's Game?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52588,
			"Alright! Seele, do you want to come too? I'll be the King!",
			"嗯嗯！希儿酱要一起来么！我是国王哦！",
			"うんうん！ゼーレも一緒にやる？今回は私が王様よ。",
			"응응! 제레도 같이 할래? 이번엔 내가 왕님이야.",
			"Yes, yes! Want to join us, Seele? I'll be the king this time."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			52589,
			"Kiana! Let me connect to you online!",
			"……姐姐大人！我来和你联机吧！",
			"芽衣姉様、一緒にゲームしよう。",
			"메이 언니, 같이 게임하자.",
			"...Onee-sama! Let me connect with you!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52590,
			"Seele, come and help me set the traps. I'll start bringing them in.",
			"嗯，希儿，你来帮我放陷阱，我去引诱。",
			"うん。ゼーレ、トラップは任せたは。私が敵と釣ってくる。",
			"응. 제레, 함정은 맡길게. 내가 적을 유인해 올 테니까.",
			"Yeah. Seele, I'll leave the traps to you. I'll go and lure out the enemies."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				301,
				0,
				true
			],
			[
				603,
				0,
				false
			]
		],
		[
			"msg",
			52591,
			"OK.",
			"好嘞~",
			"おっけ〜。",
			"오케이~.",
			"Okay~"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				603,
				0,
				true
			]
		],
		[
			"msg",
			52592,
			"Um...What about Konpa...",
			"那个……国王游戏呢……",
			"あれ…王様ゲームは？",
			"어라… 왕 게임은?",
			"Um... King's Game..."
		]
	],
	"171": [
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52593,
			"Two roads diverged in a yellow wood...sigh...",
			"床前明月光，疑是地上霜……哎……",
			"床前月光を看る、疑うらくは是れ地上の霜かと…。はぁ…。",
			"침상 앞에 달빛을 보니, 어찌 이는 지상의 서리인가 하고… 하아….",
			"Bright moonlight before my bed; I suppose it is frost on the ground... Sigh... (TN: This is the first part to a Chinese poem called \"靜夜思\" or \"Quiet Night Thoughts\".)"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52594,
			"Kiana, did you hear someone sighing?",
			"琪亚娜，你有没有听见叹气声？",
			"キアナ、なんかため息みたいな音しない？",
			"키아나, 방금 한숨 같은 소리 안 났어?",
			"Kiana, do you hear sighing?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52595,
			"You can always hear sounds like that around here.",
			"这个地方不一直都有这种声音么。",
			"気のせいじゃない？この辺いつも変な音鳴ってるし。",
			"기분 탓 아니야? 여긴 항상 이상한 소리 나는 곳이니까.",
			"Maybe it's just your imagination? There are always weird noises around here."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52596,
			"No, it was really clear this time! Did you really not hear it?",
			"没有啦！我是说这次的特别明显！你难道不觉得么！",
			"さっきのは絶対いつものと違うって！おかしいと思わなかったの？",
			"방금 건 분명히 평소랑 달랐어! 이상하다고 안 느껴졌어?",
			"No! That was definitely different from usual! Don't you think it was strange?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52597,
			"Oh...",
			"呜……",
			"うぅ…。",
			"우우….",
			"Uhh..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52598,
			"Once upon a midnight dreary...sigh",
			"明月几时有，把酒问青天……哎……",
			"明月幾時よりか有る、酒を把って青天に問ふ…。はぁ…",
			"명월은 언제부터 있었던가, 술을 잡고 청천에 묻노라…. 하아…",
			"When did the bright moon first appear? One raises a cup and asks the blue sky... Sigh... (TN: This is another part of a Chinese poem called \"蘇軾 水調歌頭\" or \"Su Shi - Water Melody\".)"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52599,
			"Yeah, it's like, the whole mood suddenly changes to something that feels like poetry",
			"嗯，怎么说呢，感觉好像风格一下子变成了东方诗词的感觉。",
			"あれ？なんか東方の詩みたいな感じ。",
			"어? 뭔가 동양 시 같은 느낌인데.",
			"Hmm? It feels like it's the style of an oriental poem."
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52600,
			"Hey! Luna!",
			"喂！露娜！",
			"おーい！ルナ！",
			"어이! 루나!",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52601,
			"...why hast thou returned to this forsaken place, knowest thou not how the geese fly high on the moonless night?",
			"……汝等为何又回到了这片死亡之地，岂不知月黑雁飞高。",
			"汝ら、なぜまたこの滅亡の地に戻ってきた。",
			"너희, 어찌하여 다시 이 멸망의 땅으로 돌아왔느냐.",
			"...Wherefore hast thou returned to this land of death? Knowest thou not that when the moon is dark, the wild geese fly high?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52602,
			"Seriously, your speech is becoming more and more old fashioned. What's wrong with these poems?",
			"你说话真是越来越古风了，这些奇怪的诗句是怎么回事……",
			"あんたの喋り方どんどん古風になってきたわね。そういえば、このおかしな音の原因知らない？",
			"네 말투 점점 고풍스러워지고 있네. 그런데 말이야, 이 이상한 소리의 원인 알고 있니?",
			"Your way of speaking is becoming more and more archaic. And what's with these weird poems...?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52603,
			"I am researching poems about the moon, but I have discovered that they are all about tragic events... (sigh) I think I am destined to be sad for the rest of my life.",
			"余在研究与月亮有关的诗句，却发现描写的都是悲凉的事物……哎，果然余的一生注定悲伤了呢。",
			"今余は、月に関係する詩を研究しているのだ。でも、詩の内容は皆悲しいことばかり…はぁ…、やっぱり余の人生も悲嘆に暮れる運命なのか。",
			"지금 짐은 달과 관련된 시를 연구하고 있노라. 하지만 시의 내용은 모두 슬픈 것뿐… 하아…, 역시 짐의 인생도 비탄에 잠길 운명인가.",
			"I'm currently studying poems related to the moon. However, the contents of the poems are all so sad... Sigh... I wonder if my life is destined to be filled with sorrow after all."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52604,
			"So those bitter sighs were coming from you...",
			"原来这幽怨的叹气声是你自己发出来的么……",
			"このオバケみたいな溜め息の音はあんたが発してたのね…",
			"이 유령 같은 한숨 소리는 네가 내고 있었던 거구나…",
			"So you were the one making that ghostly sighing noise..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52605,
			"(sigh) Probably. Just let me fade on this night when the moon is bright and the stars scarce...",
			"哎……罢了，就让余在这月明星稀之夜凋零吧……",
			"はぁ…まぁいいか。この月夜に朽ち果てるか…",
			"하아… 뭐 좋아. 이 달밤에 썩어 없어지든가…",
			"Sigh... Oh well. I guess I'll just wither away in this moonlit night..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52606,
			"Strong negativity field detected, sharp decline in SAN values.",
			"检测到强大负面立场，SAN值急剧下降中。",
			"強力な負のオーラ検出。SAN値が急降下中。",
			"강력한 부의 오라 검출. SAN 값이 급강하 중.",
			"Strong negative aura detected. SAN value dropping rapidly."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52607,
			"Hey! Wait! Luna! Cheer up a little!",
			"喂！等下！露娜！快乐观一些啦！",
			"ちょっと！ルナ！プラス思考だよ！プラス思考！",
			"잠깐만! 루나! 플러스 사고야! 플러스 사고!",
			"Hey! Luna! Think positive! Think positive!"
		]
	],
	"172": [
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52608,
			"Why leavest thou not? Would thou yet look upon my sorry self?",
			"汝等为何还不离开，是想多看几眼余的惨状么。",
			"汝ら、なぜまだここにいる。余の惨めな姿を見て楽しいのか。",
			"너희들, 왜 아직도 여기 있느냐. 짐의 비참한 모습을 보고 즐거운가.",
			"Why are you still here? Do you enjoy looking at my miserable state?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52609,
			"Ah... She's already in giving up mode.",
			"啊啊……已经是自暴自弃的模式了呢。",
			"あぁ…もう完全に自暴自棄になっちゃってる。",
			"아아… 이젠 완전히 자포자기 상태야.",
			"Ah... she's completely given up."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52610,
			"We have cheer Luna up somehow! Let's see if there are any happy things about the moon!",
			"得想办法让露娜的心情好起来才行~对了！我们想想看有没有关于月亮的喜庆的事情！",
			"ルナの機嫌が良くなること考えないと。そうだ！私たちで月に関するハッピーなお話見つけましょ！",
			"루나 기분 좋아질 방법 생각 안 하면. 맞아! 우리가 달에 관한 해피한 이야기 찾아보자!",
			"We have to think about how to make Luna feel better. Right! Let's find a happy story about the moon!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52611,
			"Bronya is searching...",
			"布洛妮娅检索中……",
			"ブローニャ検索中…。",
			"브로냐 검색중…。",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52612,
			"I've got it. Legends and mythologies are full of moving stories, like Princess Kaguya.",
			"对了，神话传说中可是有蛮多动人的故事呢~比如辉夜姬之类的？",
			"そうだ、輝夜姫なんてどう？",
			"그래, 카구야 공주는 어때?",
			"That's right, how about Princess Kaguya?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52613,
			"Princess Kaguya?",
			"辉夜姬？",
			"輝夜姫？",
			"카구야 공주?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52614,
			"That's right! Princess Kaguya was a girl born from a bamboo section. She was actually a princess from the moon. She rejected all the suitors that asked for her hand, until finally a messenger came to bring her back to the moon.",
			"没错哦~辉夜姬是从竹子中出生的女孩，原本是月亮上的公主，她拒绝了所有来求婚的男性，最终被月亮上的使者接回了月亮。",
			"そう！もともとは月のお姫様だったんだけど。なぜか竹から生まれたの。美貌を求めて迫ってくる男たちをことごとく拒否して、最終的に月の使者と月に戻っていくの。",
			"그래! 원래는 달의 공주님이었거든. 왠지 대나무에서 태어났어. 미모를 좇아 달려드는 남자들을 모조리 거절하고, 결국 달의 사자와 함께 달로 돌아가는 거야.",
			"Yes! Princess Kaguya was originally a princess of the moon. For some reason, she was born from a bamboo tree. She rejected all the men who approached her because of her beauty, and eventually returned to the moon with a moon messenger."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52615,
			"A girl who cannot find true love, just like me. Nothing to do but wither beneath the bleak moon... (sigh)",
			"无法感受真爱的少女么，果然像余一样，只能在月面萧瑟得凋零呢……哎……",
			"いつまでも真実の愛に出会えない…余と同じ。月に戻って朽ち果てる…はぁ…",
			"영원히 진실한 사랑을 만나지 못하다니… 짐과 같구나. 달로 돌아가 썩어 없어지다니… 하아…",
			"Never finding true love... just like me. Only able return to the moon and wither away... sigh..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52616,
			"Wait! Wait wait! It seems her mood just keeps getting worse!",
			"等！等等！感觉心情越来越糟糕了啊喂！！",
			"ちょ、ちょ！さっきよりもっと情緒不安定になってるじゃない。",
			"잠, 잠깐! 아까보다 더 감정 불안정해졌잖아.",
			"Hey, hey! I feel like she's only getting more and more upset!!"
		]
	],
	"173": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52617,
			"Hey Bronya, what else have you found?",
			"怎么样？布洛妮娅有检索到什么东西么？",
			"ブローニャ、なんか見つかった？",
			"브로냐, 뭐 찾았어?",
			"Bronya, did you find anything yet?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52618,
			"Yes, I have found a popular online animation about a girl who transforms into a powerful being and punishes evil on behalf of the moon and saves the day. The girl relies on her own sense of justice and her own strength and beauty to keep fighting.",
			"嗯，在网络上热映的一部动画，讲述的可以变身的魔法少女代表月亮惩恶扬善的故事，少女用自己正义的意志与美妙的身姿不断战斗的正能量故事。",
			"うん。ネットで有名な動画があって、内容は魔法少女が彼女の美貌と正義感で月に変わって悪と戦い続けるお話。",
			"응. 인터넷에서 유명한 영상이 하나 있는데, 내용은 마법소녀가 그녀의 미모와 정의감으로 달이 되어 악과 싸워나가는 이야기야.",
			"Yes. There is a popular show on the internet about a magical girl who transforms to represent the moon and fights evil with her beauty and sense of justice."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52619,
			"Yeah! That's a good one!",
			"嗯嗯！这个好~",
			"それそれ！そういうのがいいのよ。",
			"그거 그거! 그런 게 좋지.",
			"Alright! She'll like that one."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52620,
			"I watch that every day...",
			"这个动画我每天都有追呢……",
			"その動画毎日見てる…",
			"그 영상 매일 보고 있어…",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52621,
			"Huh?",
			"诶？",
			"え？",
			"어?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52622,
			"The magical girl was Princess of the Moon in her previous life. She fell in love with the Moon Prince but their love was considered taboo. It led to the armies of the Earth invading the Moon. The prince died saving the princess, and the princess descended into sadness...",
			"这位魔法少女的前世是月球的公主，但是爱上了地球的王子，两人的恋爱被视为禁忌，导致地球的军队进攻月球，王子为了保护公主而死，而公主也在悲伤中……",
			"その魔法少女の前世は月のお姫様で、でも地球の王子を愛してしまい、禁忌を犯したため、地球の軍隊が月を攻めてきて、王子は魔法少女を守るために死んじゃうの。魔法少女はその後悲しみの果てに…",
			"그 마법소녀의 전생은 달의 공주님인데, 지구의 왕자를 사랑하게 되어 금기를 어기게 되고, 지구 군대가 달을 공격해 와서 왕자는 마법소녀를 지키려다 죽어버린 거야. 마법소녀는 그 후 슬픔의 끝에…",
			"The magical girl was a princess of the moon in her previous life, but fell in love with a prince from Earth and broke a taboo. As a result, the Earth army attacked the moon, and the prince died trying to protect the magical girl. The magical girl was left with deep sorrow afterwards..."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52623,
			"...then killed herself.",
			"自杀了。……",
			"自殺するの…",
			"자살하는 거야…",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52624,
			"What a terribly sad story...",
			"嘛，真是悲伤的故事呢……",
			"悲しいお話ね…",
			"슬픈 이야기네…",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52625,
			"So are there any happy stories about the moon?!!",
			"所以说难道就没有喜庆一点的事情么！！！",
			"だから！ハッピーなお話はないわけ？！",
			"그러니까! 해피엔딩 이야기는 없는 거야?!",
			null
		]
	],
	"174": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52626,
			"The negativity field has passed the critical point. Bronya suggests immediate retreat.",
			"负面立场已经突破临界点，布洛妮娅建议立即撤离。",
			"負のオーラが限界点を突破しました、すぐに離れて。",
			"부정적인 기운이 한계점을 돌파했어, 당장 떨어져.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52627,
			"Is there anything we can do?",
			"呃！难道就毫无办法了么……",
			"他に方法はないかしら…",
			"다른 방법은 없을까…",
			"I wonder if there's another way..."
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52628,
			"My existence is unnecessary after all... Let me perish beneath this inauspicious moon...",
			"余的生命果然是多余的呢，啊……让余与这不祥之月一起毁灭就好了……",
			"余の命も無駄ってことか、あぁ…余もこの不幸をもたらす月と一緒に消えればいいのに。",
			"나의 목숨도 헛된 거란 말인가, 아아… 나도 이 불행을 가져온 달과 함께 사라지면 좋을 텐데.",
			"So my life is also wasted. Ah... I wish I could disappear along with this misfortune-bringing moon."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52629,
			"Ooh... think carefully!",
			"呜……仔细想想，想想！",
			"ん〜。何かいい方法はないの？！",
			"음~. 뭔가 좋은 방법은 없을까?!",
			"Hmmm~ Isn't there any good way to do this?!"
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52630,
			"Aha! I've got it!",
			"啊！！对了！！",
			"あ！！そうだ！！",
			"아!! 맞다!!",
			"Ah!! That's right!!"
		],
		[
			"msg",
			52631,
			"I remember when I was researching the Guns Girl of China, there was a really happy tune in one of the TV shows, and there was a dance to go with it...",
			"我想起以前在中国调查崩坏的时候，在某部电视剧中看到的插曲好像挺喜庆的，而且还有伴舞呢~",
			"中国で崩壊について調査してた時に、ドラマの挿入曲が元気溢れる感じだった記憶が…しかも振り付けまであるの。",
			"중국에서 붕괴를 조사할 때, 드라마 삽입곡이 원기 넘치는 느낌이었던 기억이… 게다가 안무도 있더라.",
			"When I was researching the Honkai in China, I remember the theme song for this one drama was very upbeat... and even had choreography."
		],
		[
			"msg",
			52632,
			"Let me think. I think in the story there were several animals protecting a master on his travels...",
			"让我想想好像是几只动物保护一个法师旅行的故事……",
			"確か何匹かの動物が法師を守って旅をするお話だった気が…",
			"확실히 몇 마리 동물이 법사를 지키며 여행하는 이야기였던 것 같아…",
			"I think it was a story about some animals protecting a monk on a journey..."
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52633,
			"Is Kiana referring to The Journey West?",
			"琪亚娜说的是《西游记》么。",
			"キアナ、それって＜西遊記＞のこと？",
			"키아나, 그거 <서유기> 이야기?",
			"Kiana, are you referring to \"Journey to the West\"?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52634,
			"Yeah! That's the one! Hmm? Bronya, how did you know?!",
			"对！就是这个！诶？布洛妮娅怎么知道的！？",
			"そう！それ！あれ？ブローニャちゃん何で知ってるの？！",
			"그래! 그거야! 어? 브로냐는 어떻게 아는 거야?!",
			"Yes! That's it! Huh? How did you know, Bronya?!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				301,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52635,
			"Kiana must learn more history. This story is an ancient classic. The song you mentioned must be the character theme of the Jade Rabbit Spirit.",
			"琪亚娜应该多学习一些历史知识呢，这个可是古典名著哦，还有你说的和月亮有关的歌曲应该是玉兔精的角色歌。",
			"キアナ、もっと勉強したほうがいいわよ。<西遊記>は有名な古典よ。あと、あんたが言ってる月に関係してる曲って月兎の妖怪の曲でしょ？",
			"키아나, 좀 더 공부해야겠네. <서유기>는 유명한 고전이야. 그리고 네가 말한 달과 관련된 노래는 달토끼 요괴 노래지?",
			"Kiana, you should study more. Journey to the West is a famous classic. Also, the song you mentioned that's related to the moon is the one about the Moon Rabbit spirit, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52636,
			"Yes yes! Luna! Let's dance together!",
			"嗯嗯！露娜！我们一起来跳舞吧！",
			"うんうん！ルナ！一緒に踊りましょ！",
			"응응! 루나! 같이 춤추자!",
			"Mhm mhm! Luna! Let's dance together!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52637,
			"Dance? ... I am in no mood for dancing... If thou leavest not soon, it will be no fault of mine shouldst thou die here with me.",
			"跳舞么……余现在没这个心情呢……汝等再不离开就别怪余拉汝等一起陪葬了哦。",
			"今そんな気分じゃない…ここを離れないなら、道連れにしても悪く思わないでくれ。",
			"지금 그럴 기분 아니야… 여기서 안 나가면, 같이 죽어도 나한테 탓하지 마.",
			"I'm not in the mood right now... If you don't leave, don't feel bad if I drag you down with me."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52638,
			"... better let her calm down a bit first.",
			"……总之，先让她冷静一下吧。",
			"…とりあえず、彼女が冷静になるのを待ちましょう。",
			"…일단 그녀가 진정될 때까지 기다리자.",
			"...We better wait for her to calm down for now."
		]
	],
	"175": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			52639,
			"Who sent you to me?",
			"是谁送你来到我身边~",
			"誰が汝たちを余のところまで送ってくれたんだ？",
			"누가 너희를 나에게 보낸 거냐?",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52640,
			"That big round bright moon...",
			"是那圆圆的明月明月……",
			"あの真ん丸なお月様か？",
			"저 동그란 보름달 말인가?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52641,
			"How are you feeling, Luna? Better?",
			"怎么样~露娜，心情有没有好一些？",
			"ルナ、気分はどう？少しは落ち着いた？",
			"루나, 기분 어때? 좀 진정됐어?",
			"Luna, how are you feeling? Have you calmed down a bit?"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52642,
			"Yes... that truly is a magical song, it gave me strength.",
			"嗯……的确是一首富有魔性的歌曲呢，让余感受到了力量。",
			"うん…確かにあの曲には人を元気にさせる力があるみたいだ。",
			"응… 확실히 그 노래는 사람을 기운 나게 하는 힘이 있는 것 같아.",
			"Yeah... that song certainly seems to have the power to cheer people up."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52643,
			"Awesome!",
			"太好了~",
			"よかったー。",
			"다행이다.",
			"Great~!"
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52644,
			"Encore! Ho ha ho ha!",
			"安可!~Ho~Ha~Ho~Ha~",
			"アンコール！アンコール！",
			"앙코르! 앙코르!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52645,
			"Kiana, don't you find this dance slightly embarrassing?",
			"琪亚娜，你不觉得这舞蹈稍显羞耻么……",
			"キアナ、あんたあの踊り恥ずかしいと思わないの？",
			"키아나, 너 그 춤 추는 거 안 쪽팔리니?",
			"Kiana, don't you think that dance is embarrassing?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52646,
			"Ah, I don't really care. You shouldn't either!",
			"嘛~不要在意这些啦！",
			"まぁ、そんなことは気にしないで！",
			"뭐, 그런 건 신경 쓰지 마!",
			null
		],
		[
			"speaker",
			204558
		],
		[
			"portraits",
			[
				102,
				0,
				true
			],
			[
				502,
				0,
				false
			]
		],
		[
			"msg",
			52647,
			"Oh！-(￢∀￢)σ Shariva! (~￣△￣)~  Shariva!",
			"噢！-(￢∀￢)σ沙里瓦(~￣△￣)~ 沙里瓦~",
			"わお！-(￢∀￢)σさりわ〜(~￣△￣)~ さりわ〜",
			"와! -(￢∀￢)σ 사리와~(~￣△￣)~ 사리와~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				502,
				0,
				true
			]
		],
		[
			"msg",
			52648,
			"Shariva! ～(￣▽￣～)(～￣▽￣)～ Shariva!",
			"沙里瓦～(￣▽￣～)(～￣▽￣)～沙里瓦~",
			"さりわ～(￣▽￣～)(～￣▽￣)～さりわ~",
			"사리와~(￣▽￣～)(～￣▽￣)~사리와~",
			null
		]
	],
	"176": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53119,
			"Eh~ Draw water with a sieve again…",
			"啊啊~~又是竹篮打水一场空……",
			"あぁ〜また空振りか…",
			"아아~ 또 허탕이야...",
			"Ahh~ Another fruitless effort...",
			"Ah, outra vez sem sucesso..."
		],
		[
			"msg",
			53120,
			"From Iga to Mikawa… Is there any strong competitor in Tokaido?",
			"从伊贺到三河……东海道一带难道就没有像样点的武士么。",
			"伊賀から三河…この通りには腕の立つ武士はいないのですか？",
			"이가에서 미카와까지... 이 길에는 실력 있는 무사가 없는 겁니까?",
			"From Iga to Mikawa...are there no decent samurai in the Tokaido area?",
			"De Iga a Mikawa... Há algum samurai habilidoso nesta rua?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53121,
			"Clop-clop (Footstep)",
			"踏啦——踏啦——（脚步声）",
			"カラッ　カラッ（足音）",
			"딱딱 (발소리)",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53122,
			"Even a son of boatman can call himself \"Master\", I have to go to Totoumi and challenge him to a duel. It's so troublesome!",
			"居然连船夫的儿子都能自称高手，害得在下只得从陆路前往远江，真是麻烦。",
			"船乗りの息子まで名人気取るから、陸を歩いて遠江まで行くはめになってしまったではないか。はぁ…面倒くさいことこの上ないですね。",
			"선원의 아들까지 명인인 척하니까, 육로로 걸어서 도토미까지 가는 꼴이 되지 않았는가. 하아... 귀찮은 일이 이만저만이 아니군요.",
			"Even the boatman's son called himself a master. I have no choice but to go to Totomi by land. This is so troublesome."
		],
		[
			"msg",
			53123,
			"When can I find someone who can beat me…",
			"这得何时才能找到打败在下的人啊……",
			"いつになったら敗北を味わえるのやら。",
			"도대체 언제쯤 패배를 맛볼 수 있을지.",
			"When will I ever taste defeat...",
			"Quando poderei sentir o gosto da derrota?"
		]
	],
	"177": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53124,
			"Clop-clop (Footstep)",
			"踏啦——踏啦——（脚步声）",
			"カラッ　カラッ（足音）",
			"찰각 찰각 (발소리)",
			"Clack—— Clack—— (Footsteps)"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53125,
			"Your Excellency…",
			"这位阁下……",
			"そこの方…",
			"저기 당신…",
			null,
			"Vossa Excelência..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53126,
			"Eh?",
			"嗯？",
			"ん？",
			"응?",
			"Hm?",
			"Sim?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53127,
			"This is the way to hell. If you cherish your life… Please stop moving forward…",
			"再往前就是幽冥之路，倘若阁下珍惜生命……就请在此止步吧……",
			"ここから先は魔の道。命が惜しければ、引き返せ。",
			"이 앞은 마의 길. 목숨이 아깝다면, 물러서라.",
			"The road ahead leads to the Netherworld. If you value your life... please stop here...",
			"A partir daqui é a estrada mágica.  Se você valoriza sua vida, volte atrás."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53128,
			"In this disordered world, there is nothing can stop me, and this is the only way to Totoumi. I won't leave.",
			"在此乱世之中，还没有能让我止步之物，况且通往远江之路只此一条，小姐让我从何处前往？",
			"この乱世の世でさえ、拙者を止められるものは未だにおりません。それに、遠江に向かうにはこれが唯一の道と聞く。",
			"이 난세 속에서조차 이 몸을 막을 자는 아직 없소. 게다가, 토토미(遠江)로 가는 길은 이 길뿐이라 들었소.",
			"There is nothing that can stop me in this chaotic world and there is only one way to Totomi. Where else do you want me to go, Miss?",
			"Mesmo neste mundo turbulento, Ainda não há nada que possa me parar. Além disso, há apenas um caminho para Yuanjiang. Para onde a senhora quer que eu vá?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53129,
			"You don't know. To go any further, is the \"Cursed forest\".There is a demon inside. You will be cursed if you go into the forest.",
			"阁下有所不知，再往前就是“诅咒之森”，此处妖魅盘踞，一旦踏入就将永世迷途其中，死后就连魂魄也无法超生……",
			"この先は呪いの森、妖怪の栖だ。一度でも足を踏み入れれば、汝の魂まで囚われてしまい、二度と抜け出せずに未来永劫彷徨い続けることになるぞ。",
			"이 앞은 저주받은 숲, 요괴의 소굴이다. 한 번이라도 발을 들여놓으면, 그대의 영혼까지 사로잡혀 영원히 헤어나지 못하고 끝없이 방황하게 될 것이다.",
			"It seems you do not know that the \"Cursed Forest\" is just ahead. It is inhabited by demons and monsters. Once you step into it, you will be lost forever. Even your soul will not be able to be reborn after death...",
			"A floresta além é uma floresta amaldiçoada, um lugar de morada de fantasmas. Uma vez que você coloque um pé dentro dele, até mesmo sua alma ficará presa, e você vagará para sempre, para nunca mais poder escapar de novo."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53130,
			"I didn't see much people here. However, an elegant girl like you appeared, that's so weird. Maybe… You are the demon!",
			"这里人烟稀少，像小姐这样身段高雅之人却在此逗留，依在下看来莫非小姐就是妖魅不成？",
			"いいとこのお嬢さんがこんな人気のない場所に居る方がよほど怪しいものとみた。もしかすると、お嬢さんこそが妖怪そのものではないのですか？",
			"좋은 집 아가씨가 이렇게 사람 없는 곳에 있는 게 훨씬 수상하오. 혹시 아가씨가 바로 요괴 그 자체가 아닌가?",
			"This place is sparsely populated, yet a person with such an elegant figure as this young lady is staying here. In my perspective, could it be that you are a demon?",
			"Achei muito suspeito que a filha do meu primo estivesse em um lugar tão impopular. Será que a jovem é o próprio youkai?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53131,
			"…You are so rude! Cough! Cough!My name is Kurokaede, I came from exorcism family in Izu. How dare you call me \"demon\"?! Cough! Cough!",
			"……汝这浪人真是无礼！咳！咳！妾身名黑枫，是伊豆驱妖名门之女，居然将妾身与妖魅相比…咳！咳！",
			"…無礼な！妾の名は黒楓、妖怪退治の名門「伊豆」の娘！妾を妖怪扱いなど…ゴホッ！",
			"…무례하군! 소첩의 이름은 흑풍, 요괴 퇴치의 명문 「이두」 가문의 딸이다! 소첩을 요괴 취급하다니… 콜록!",
			"...You are so rude, you wanderer! *Cough! Cough!* My name is Kurokaede, and I am the daughter of a famous demon-exorcist family in Izu. How dare you compare me to a demon... *Cough! Cough!*"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53132,
			" Please rate your anger, Miss. Where did you get those wounds?",
			"小姐息怒，小姐身上这伤势是？",
			"そう怒らないでください。お嬢さん、その傷は？",
			"그렇게 성내지 마시오, 아가씨. 그 상처는?",
			"Miss, calm down. Where did you get those injuries?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53133,
			"…You talked too much, get out of here! Otherwise I will let you go!",
			"……无需多言，汝若是再不离去，就别怪妾身无礼！",
			"…多言無用！もし帰らぬなら、後悔することになるぞ。",
			"…말이 필요 없소! 만약 돌아가지 않는다면, 후회하게 될 거요.",
			"...Don't say any more. If you won’t leave, don’t blame me for being rude!"
		],
		[
			"msg",
			53134,
			"Oh… I don't want waste my strength on you.",
			"哎……在下可不愿将力气浪费在无谓的争斗上啊。",
			"…無駄な戦いは避けたいのですが…",
			"…쓸데없는 싸움은 피하고 싶지만…",
			"Alas... I don't want to waste my energy on meaningless fights."
		]
	],
	"178": [
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53135,
			"Hum…",
			"呃……",
			"うっ…",
			"윽…",
			"Ugh..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53136,
			"What about now? Can I go through the \"Cursed forest\" with my abilities?",
			"怎么样？小姐觉得在下这身本事能不能通过这诅咒之森呢？",
			"どうです？拙者の実力で、この森を抜けられますか？",
			"어떻소? 소첩의 실력으로 이 숲을 벗어날 수 있겠소?",
			"How about it? Miss, do you think my abilities can help me make it through this cursed forest?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53137,
			"Your swordsmanship is showy but not substantial, just like perform in the streets. If I didn't get injured… Cough! Cough!",
			"哼，汝这剑法华而不实，充其量只不过是街头的技艺罢了。如果不是妾身有伤在身怎会……咳！咳！",
			"汝の剣は、派手なだけで実用的ではない。街によくある大道芸人程度だ。もし妾が怪我さえ負ってなければ…",
			"그대의 검은 화려하기만 하고 실용적이지 않소. 마을에 흔히 있는 길거리 연예인 수준이오. 만약 첩이 다치기만 하지 않았다면…",
			"Hmph, your sword skills are flashy and superficial, at best they are just street skills. If I hadn't been injured, I would've... *Cough! Cough!*"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53138,
			"This swordmanship called \"Hokushin Itto-ryu\".It was created by me and I have never been defeated. I didn't use all my power just now. Don't take it so serious.",
			"这剑法是在下自创北辰一刀流，虽说还没成宗立派，但在下迄今却未尝一败。刚才与小姐争斗之时，只随便舞弄几下罢了，让小姐不要当真。",
			"これは拙者が独自で作り上げた剣技「北辰一閃」。まだ流派って程ではないが、拙者はまだ一度も敗北を味わったことがないのです。",
			"이는 소인이 독자적으로 만들어낸 검기「북진일섬」. 아직 유파라고 할 만한 수준은 아니지만, 소인은 아직 한 번도 패배를 맛본 적이 없소.",
			"This sword technique is the Hokushin Ittou-ryuu Style I created myself. Although it has not yet become a school, I have never lost a single battle. When I was fighting with you just now, I was just showing off a few moves so that you wouldn't take this so seriously."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53139,
			"You… Cough!",
			"汝……咳！",
			"汝…ゴホッ！",
			"그대… 콜록!",
			"You... *Cough!*"
		],
		[
			"msg",
			53140,
			"Although you have the strength and bravery, you still can't beat the demon with swords...Chikage,is a very powerful demon!",
			"就算汝有万夫不当之勇，但这诅咒之森之中的妖物却不是刀剑能够抗衡的……这森林深处的伞妖千影，妖力更是跋扈。",
			"どれほどの剣豪であろうとも、この呪いの森の妖怪たちに太刀打ちできるはずがない。妖怪傘「千影」はそれらの妖怪よりも遥かな妖力を秘めている。",
			"아무리 뛰어난 검호라 할지라도, 이 저주받은 숲의 요괴들을 상대할 수는 없소. 요괴 우산「천영」은 그 요괴들보다 훨씬 강대한 요력을 지니고 있소.",
			"Even if you have the courage to defeat ten thousand men, the demons in this cursed forest cannot be defeated by merely swords and knives... Chikage, the umbrella demon deep in the forest,  holds supernatural powers even greater than those of the other demons."
		],
		[
			"msg",
			53141,
			"If you still decide to go this way. Don't blame others when you meet the trouble!",
			"汝若强行要走此道，届时尸横荒野就怨不得他人了！",
			"もし汝がこの道を進むことを諦めないというのであれば、命を落としても妾は知らんぞ！",
			"만약 그대가 이 길을 포기하지 않겠다면, 목숨을 잃어도 첩은 모르오!",
			"If you insist on taking this path, don't blame anyone when you end up a corpse lost in the wilderness!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53142,
			"Chikage…Is it really unbeatable like you just said?",
			"伞妖千影……真的如此厉害？",
			"その「千影」と言う唐傘お化けってのは、それほどに強いのですか？",
			"그 「천영」이라는 탕산 요괴라는 자가 그렇게 강하단 말이오?",
			"The umbrella demon, Chikage... Is it really that powerful?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53143,
			"This Chikage was yield by my families, we sealed it. Unfortunately, oneday my sister was controlled by the demon, she stole the it from our house…",
			"这伞妖原本是妾身家族降服的妖怪，由于妖力强大一直封印在家中的祠堂之内。然而有一天，妾身的姐姐不幸被伞妖控制，将伞妖从家中偷走……",
			"「千影」は元々妖力が強すぎるため、伊豆家の祠に封印されていたのだが。ある日妾の姉上がそれにとり憑かれ、外へ逃げられてしまったのだ。",
			"「천영」은 원래 요력이 지나치게 강해 이즈가(伊豆家)의 사당에 봉인되어 있었소. 그런데 어느 날 첩의 자매님이 그에게 빙의당해 밖으로 도망쳐 버렸다오.",
			"This umbrella demon was originally a demon that my family had conquered. Due to its immense power, it had been sealed in the ancestral hall of my family. However, one day, my sister was unfortunately controlled by the umbrella demon and stole it, taking away from our home..."
		],
		[
			"msg",
			53144,
			"I'm seeking the Chikage for years. I want to save my sister and seal the Chikage again. Finally, I found them. However, the demon is too strong now.",
			"这几年我等一族一直都在寻找伞妖的下落，重新封印伞妖救出姐姐。这次终于找到了，但没想到伞妖的妖力今非昔比。",
			"ここ数年の間はずっと姉上を救い出すために「千影」を探していた。けれど、やっと見つけたと思えば、「千影」の力がもうすでに昔の比ではなくなって…",
			"지난 몇 년간 줄곧 누님을 구하기 위해 「천영」을 찾아다녔다. 하지만, 겨우 찾았다 싶었더니 「천영」의 힘이 이미 예전과는 비교도 안 되게 약해져...",
			"In the past few years, my clan has been looking for the whereabouts of the umbrella demon, to re-seal the umbrella demon and rescue my sister. This time we finally found it, but we never precedented that the dark power of the umbrella demon is no longer how it was before."
		],
		[
			"msg",
			53145,
			"My families were trapped in the forest, their lives are uncertain… After rest, I will try to find my families again…",
			"家父和族人都被困在林中，生死未卜……等妾身稍作休息，便会再度进入森林追寻族人……",
			"父や一族のものは皆森の中へ行ったきり。生きているかさえ…妾も少し休んだら森に入り家族を探しに行く予定だ。",
			"아버님과 일족들은 모두 숲 속으로 들어간 채 돌아오지 않았소. 살아있는지조차... 소첩도 잠시 쉬었다가 숲에 들어가 가족을 찾으러 갈 계획이오.",
			"My father and my people are trapped in this forest, and their lives are uncertain... After I take a short rest, I will go into the forest again to look for my people..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53146,
			"Please let me go with you, I want to see how powerful the demon is!",
			"那就让在下随小姐一同前往吧，在下也想见识一下这伞妖。",
			"ならば、拙者もお伴致します。その唐傘お化けとやらに興味があります。",
			"그렇다면, 소첩도 동행하겠소. 그 당산 오바케라는 것에 흥미가 생겼소.",
			"In that case, I will accompany you. I am interested in this umbrella ghost thing."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53147,
			"What a stubborn person you are!",
			"汝这人真是不听劝阻……",
			"人の忠告を聞かぬ奴だ。",
			"남의 충고를 듣지 않는 녀석이로군.",
			"You really don't listen to others' advice, do you..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53148,
			"You are injured, how can I leave you alone? If you die in the forest, I will bury you.",
			"而且小姐这伤势，在下怎能让小姐孤身前往呢？倘若小姐尸横荒野，在下也好帮小姐安坟立碑。",
			"傷を負ってるようですし、一人で森に行かせるのは心配です。一緒に行けばもしお嬢さんがやられたとしても墓ぐらいは立って差し上げられます。",
			"부상도 입었는데 혼자 숲에 가게 하는 건 걱정이오. 함께 가면 아가씨가 당하더라도 무덤 정도는 써 드릴 수 있겠소.",
			"Besides, how can I let you go alone when you're so injured? And if your corpse is left in the wilderness, I can at least build a grave or erect a monument for you."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53149,
			"You! Cough! Cough! I think I would be pissed off by you before I walk into the forest…",
			"汝！咳！咳！妾身只怕还没进入林中，就被汝给气死了……",
			"汝…ケッ、ケッ！。森に入る前に汝に対しての苛立ちで死にそうだ…。",
			"네 이... 컥, 컥! 숲에 들어가기 전에 너 때문에 스트레스 받아 죽겠군...",
			"You... *Cough! Cough!* I’m afraid you’ll piss me off to death before I even enter the forest..."
		]
	],
	"179": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53150,
			"Night was deep, would you like to take a break here?",
			"夜幕已深，小姐不如在此稍作休息？",
			"外も暗くなってきたし。この辺で少し休憩を取りましょう。",
			"밖도 어두워졌으니. 여기서 잠시 쉬는 게 좋겠소.",
			"It's late already, why don't you take a rest here?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53151,
			"Hum…",
			"呜……",
			"う…",
			"으…",
			"Oof..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53152,
			"Miss?",
			"小姐？",
			"お嬢さん？",
			"아가씨?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53153,
			"Ah! Sorry, what did you say?",
			"啊！抱歉，汝刚才说了什么？",
			"う、失礼した、何か申したか？",
			"아, 실례했습니다. 무슨 말씀을 하셨나요?",
			null
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53154,
			"I just worry about your health, we have been walking for hours, and you are injured. It's good if we take a break here.",
			"在下只是担心小姐的身体，一路走来已经数个时辰，小姐带伤在身，不妨再此歇息片刻。",
			"何時間も歩き続けて疲れたでしょう。傷を負ってるんだし。少し休憩を取りましょう。",
			"몇 시간이나 걸어다니느라 지치셨을 거예요. 부상도 입었잖아요. 잠시 쉬었다 가요.",
			"I am just worried about your health. We have been walking for several hours and you are injured. It would be better to rest here for a while."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53155,
			"Don't worry about this. Cursed forest is so weird. We must lost our way if we have a rest here. We'd better find the Kasa-obake soon…",
			"不劳汝担心，诅咒之森光怪陆离，若是在此停留一定会迷失方向，想必此处离那伞妖也没有多远，还是加紧赶路吧……",
			"心配はいらぬ。もしここで休憩取れば、方向を見失うかもしれぬ。先を急ぐぞ。",
			"걱정 마십시오. 여기서 쉬다간 길을 잃을지도 모릅니다. 서둘러 가겠습니다.",
			"Don't worry, the Cursed Forest is full of strange lights. If we stay here, we will definitely get lost. I think we are not far from the umbrella demon, so we should hurry up..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53156,
			"Gululu…",
			"咕噜噜……",
			"グー…",
			"꾸르륵…",
			"Gurgle..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53157,
			"Miss…",
			"小姐……",
			"お嬢さん…",
			"아가씨…",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53158,
			"Wh...What?",
			"呜！何，何事！",
			"な、何だ！？",
			"으, 뭐야!?",
			"Ah! Wh-what?!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53159,
			"I have food here.",
			"要是肚子饿的话在下这里有些干粮。",
			"もしお腹が減っているのであれば食事でもとりますか。",
			"혹시 배고프시다면 식사라도 하시겠어요?",
			"If you're hungry, there's some dry food here."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53160,
			"No, no I'm not hungry!",
			"妾，妾身不饿！",
			"お腹など減っていない。",
			"배고프지 않다.",
			"I-I am not hungry!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53161,
			"Ok, I will eat them.",
			"好吧，那在下就不客气了！",
			"では、お先にいただきます。",
			"그럼, 저 먼저 먹겠습니다.",
			"Well then, I'll eat some."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53162,
			"You!",
			"汝！",
			"汝！",
			"그대!",
			null
		],
		[
			"msg",
			53163,
			"What is it?",
			"汝……这吃的是什么东西？",
			"汝…何を食べているのだ？",
			"그대… 무엇을 먹고 있는 거지?",
			"You... What are you eating?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53164,
			"It's called water chestnut, I bring it from Mikawa. Would you like to have a try?",
			"这是在下从三河带着的特产，叫做菱角，小姐要不要尝尝？",
			"三河の特産品のヒシです。食べます？",
			"미카와 특산품인 히시입니다. 드시겠어요?",
			"This is a specialty I brought from Mikawa, called a water chestnut. Would you like to try it, Miss?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53165,
			"Gululu…",
			"咕噜噜……",
			"グー…",
			"으음…",
			"Gurgle..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53166,
			"Alright, then…",
			"那，好吧……",
			"では…頂こう。",
			"자… 받아들이겠소.",
			"Oh, alright then..."
		]
	]
}