{
	"11060": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737275,
			null,
			"哟，拉妮艾特。",
			"あっ、ラニアット！",
			"아, 라니아트!",
			null,
			null,
			"Yo, Lani Ate.",
			"Oh, Laniat."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				2,
				true
			],
			[
				30570,
				38,
				false
			]
		],
		[
			"msg",
			737276,
			null,
			"卡琳，这里的工作好有意思啊！",
			"カリンカリン、ここでの仕事すごく面白いですよ！",
			"카린카린, 여기서 하는 일 정말 재밌어요!",
			null,
			null,
			"Karin, what a fun job here!",
			"Karin, it is very interesting to work here!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30570,
				38,
				true
			]
		],
		[
			"msg",
			737277,
			null,
			"什么工作？",
			"何の仕事？",
			"무슨 일인데?",
			null,
			null,
			"What's the job?",
			"What's your job?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				12,
				false
			]
		],
		[
			"msg",
			737278,
			null,
			"在那天我们玩的那个沉浸项目里扮演反派。",
			"以前体験したゲームで悪役を演じるのです。",
			"예전에 해봤던 게임에서 악역을 연기하는 거예요.",
			null,
			null,
			"Playing the villain in that immersion program we played that day.",
			"I play the villain in games like Immersive, which I used to play."
		],
		[
			"speaker",
			320824
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30813,
				0,
				false
			]
		],
		[
			"msg",
			737279,
			null,
			"这位小姐，你是戈尔迪乌斯女士的朋友吗？",
			"あの、あなたはゴルディアスさんのお友達ですか？",
			"저기, 당신은 골디아스 씨 친구예요?",
			null,
			null,
			"This young lady, are you a friend of Ms. Gordius?",
			"Excuse me, are you a friend of Mr. Gordias?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				10,
				false
			],
			[
				30813,
				0,
				true
			]
		],
		[
			"msg",
			737280,
			null,
			"她犯什么事了直接说吧。",
			"そうだけど……#nもしかして何かやらかしちゃったの？",
			"그렇긴 한데...#n혹시 뭔가 잘못한 거라도?",
			null,
			null,
			"She's guilty of something. Just tell me straight.",
			"If she has done something wrong, go ahead and tell me."
		],
		[
			"speaker",
			320824
		],
		[
			"portraits",
			[
				30568,
				10,
				true
			],
			[
				30813,
				0,
				false
			]
		],
		[
			"msg",
			737281,
			null,
			"倒是没犯事，就是……戈尔迪乌斯女士受聘扮演我们这个游戏环节里名为“文学娘”的杂鱼怪物。",
			"やらかしたというほどではないのですが、その……ゴルディアスさんには、うちのイベントのゲーム部分で「文学娘」という雑魚キャラの役をお願いしたところ——",
			"잘못했다고 할 정도는 아닌데, 그... 골디아스 씨에게 저희 이벤트 게임 부분에서 「문학소녀」라는 잡몹 캐릭터 역할을 부탁했더니——",
			null,
			null,
			"No offense, but ...... Ms. Gordius was hired to play the mongrel monster called \"Literary Lady\" in our game session.",
			"It's not so much that he did it, but that ...... Gordias was asked to play the role of a small fry character called \"Literature Girl\" in the game portion of our theatrical event."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				30813,
				0,
				true
			]
		],
		[
			"msg",
			737282,
			null,
			"嗯。",
			"うんうん。",
			"응응.",
			null,
			null,
			"Uh-huh.",
			"Yeah."
		],
		[
			"speaker",
			320824
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30813,
				0,
				false
			]
		],
		[
			"msg",
			737283,
			null,
			"然后她累死了所有来体验项目的小朋友。",
			"彼女と一緒にゲームに参加した子どもたちが、みんな倒れそうなくらい疲れてしまったんですよ。",
			"그분과 함께 게임에 참가한 아이들이 모두 쓰러질 정도로 지쳐 버렸어요.",
			null,
			null,
			"Then she tired out all the kids who came to experience the program.",
			"She made all the children who participated in the game tired to death."
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30570,
				12,
				false
			]
		],
		[
			"msg",
			737284,
			null,
			"我很强吧！",
			"私、とても強いですよね！",
			"저, 엄청 강하죠!",
			null,
			null,
			"I'm strong, right?",
			"I am strong, aren't I?"
		],
		[
			"speaker",
			320824
		],
		[
			"portraits",
			[
				30568,
				1,
				true
			],
			[
				30813,
				0,
				false
			]
		],
		[
			"msg",
			737285,
			null,
			"最后连家长们都上了，但就是打不中戈尔迪乌斯女士。所以请您把这位神通广大的朋友带回去吧。",
			"それで彼らの親御さんたちが代わりに参加したのですが、それでもゴルディアスさんとではゲームが成立せず……。ですので、この大変お強いご友人を連れ帰ってもらえないでしょうか。",
			"그래서 아이들 부모님들이 대신 참가하셨는데, 그래도 골디아스 씨와는 게임이 성립되지 않아서... 그러니 이렇게 강하신 친구분을 데려가 주시면 안 될까요?",
			null,
			null,
			"Eventually even the parents got on board, but they just couldn't hit Ms. Gordius. So please, take this fabulous friend back with you.",
			"So the parents joined in on behalf of their children, but they still couldn't hit Mr. Gordias at all. So I am sorry, but could you please bring back this very strong friend of yours?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				10,
				false
			],
			[
				30813,
				0,
				true
			]
		],
		[
			"msg",
			737286,
			null,
			"知道了，我家室友给您添麻烦了，非常抱歉。",
			"あちゃ～。ごめんごめん、ウチの子が迷惑かけちゃったみたいだね。",
			"아차~. 미안미안, 우리 애가 민폐를 끼친 모양이네.",
			null,
			null,
			"Got it. My roommate is giving you a hard time. I'm very sorry.",
			"I understand. I'm sorry my roommate got you into trouble. I'm sorry."
		],
		[
			"speaker",
			320824
		],
		[
			"portraits",
			[
				30568,
				10,
				true
			],
			[
				30813,
				0,
				false
			]
		],
		[
			"msg",
			737287,
			null,
			"嗯……你看上去倒是一个正常人。",
			"よかったです……あなたは常識のあるお方のようですね。",
			"다행이에요... 상식 있는 분이시네요.",
			null,
			null,
			"Well ...... you seem like a normal person.",
			"Yeah ...... you seem like a person with common sense."
		],
		[
			"msg",
			737288,
			null,
			"应该是扮演沙包杂鱼的好材料。",
			"すみません。あなたにぜひお願いしたいことがあるのですが……。",
			"죄송해요. 당신께 꼭 부탁드리고 싶은 게 있는데....",
			null,
			null,
			"Should be good for playing sandbagging stragglers.",
			"It's a great way to play a small fry character who gets beat up."
		],
		[
			"msg",
			737289,
			null,
			"挨打也是一门艺术，我们剧团扮演重炮机娘的演员今天感冒请假了，要不要来体验一下？",
			"実は、うちの劇団の大砲娘というキャラを演じる予定だった俳優が、風邪で急遽休むことになってしまったのです。もしよろしければ、代わりに演じてみませんか？",
			"사실 저희 극단의 대포소녀라는 캐릭터를 연기할 예정이던 배우가 감기로 급히 쉬게 되었어요. 괜찮으시다면, 대신 연기해 보시지 않겠어요?",
			null,
			null,
			"Taking a beating is also an art. Our troupe's actor who plays the heavy artillery machinist is off today with a cold, want to come and experience it?",
			"The actor who was supposed to play the small fry character called \"Cannon Girl\" in our troupe had to take a sudden leave of absence today due to a cold. If you would like to play it for me, I would be happy to do it for you."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				30813,
				0,
				true
			]
		],
		[
			"msg",
			737290,
			null,
			"（嗯……平常都是我打人，要不要换个口味……）",
			"（う～ん……普段はあたし、敵を攻撃する立場だから、今回は趣向を変えてみるのもいいかも……。）",
			"(음... 평소에는 내가 적을 공격하는 입장이니까, 이번에는 취향을 바꿔 보는 것도 괜찮을지도...)",
			null,
			null,
			"(Hmmm ...... usually I'm the one hitting people, how about a change of pace ......)",
			"(Yeah, ...... I'm usually the one attacking the other guy, so I'm going to try a different approach this time. ......)"
		],
		[
			"speaker",
			320824
		],
		[
			"portraits",
			[
				30568,
				19,
				true
			],
			[
				30813,
				0,
				false
			]
		],
		[
			"msg",
			737291,
			null,
			"切记，扮演杂鱼，既要活得久，让顾客感觉值回票价；也要适当地挨打，否则孩子们会觉得受挫。#n甚至有时候要给孩子们压力，让他们感觉身临其境。",
			"演じる際には、できるだけ長く生き残っていただきたいのです。また、子どもたちが挫折感を味わうことのないように、適宜攻撃を受けてあげてください。臨場感を味わえるよう、時々プレッシャーをかけることも大切です。",
			"연기할 때는 가능한 한 오래 생존해 주시기 바랍니다. 또한 아이들이 좌절감을 느끼지 않도록 적절히 공격을 받아 주세요. 임장감을 느낄 수 있도록 가끔씩 압박을 주는 것도 중요합니다.",
			null,
			null,
			"Remember, it is important to play the mongrel, both to live long enough to make the customers feel worthwhile, and to take appropriate beatings, otherwise the kids will feel frustrated. It's even important to put pressure on the kids sometimes to feel immersed.",
			"Look. Even if you play small fry, you need to survive for some length of time and make the audience feel that they were worth what they paid for. And we need to make sure that the children are attacked at appropriate times so that they don't feel frustrated. It is also important to apply pressure from time to time so that the children can experience a sense of realism."
		]
	],
	"11061": [
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30570,
				5,
				false
			]
		],
		[
			"msg",
			737292,
			null,
			"卡琳要扮演杂鱼吗？",
			"カリンも雑魚キャラを演じてみますか？",
			"카린도 잡역 캐릭터를 연기해 볼래요?",
			null,
			null,
			"Is Karin going to play the mongrel?",
			"Would Karin like to play a small fry character as well?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				30570,
				5,
				true
			]
		],
		[
			"msg",
			737293,
			null,
			"对……我在想，为了让强力小朋友打我，是不是要先淘汰一些弱小的小朋友……",
			"そうだね……強い子に倒してもらいたいから、弱い子がうまく脱落できるように演じてみようかな。",
			"그래... 강한 아이에게 쓰러지길 바라니까, 약한 아이가 잘 탈락할 수 있도록 연기해 볼까?",
			null,
			null,
			"Yes ...... I'm wondering if I have to eliminate some of the weaker kids first in order to get the stronger kids to beat me up ......",
			"Yes, I think we should make sure that some of the weaker children are eliminated first in order to allow the ...... stronger children to beat them down. ......"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				19,
				true
			],
			[
				30570,
				7,
				false
			]
		],
		[
			"msg",
			737294,
			null,
			"你这个想法……感觉很社会达芬奇主义。",
			"その考え……すごくソーシャルダビンチズム的ですわね。",
			"그 생각... 굉장히 소셜 다빈치즘적이네요.",
			null,
			null,
			"This idea of yours ...... feels very social da Vinciism.",
			"That idea ...... is very social-dabincist."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30570,
				7,
				true
			]
		],
		[
			"msg",
			737295,
			null,
			"那是什么？",
			"何それ？",
			"그게 뭐야?",
			null,
			null,
			"What's that?",
			"What's that?"
		],
		[
			"speaker",
			320772
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30570,
				12,
				false
			]
		],
		[
			"msg",
			737296,
			null,
			"我也不是很懂，听母上大人老是说。",
			"私もよくわかりませんが、お母さまがよく言っていたのです。",
			"나도 잘 모르겠지만, 어머니가 자주 말하시던 거예요.",
			null,
			null,
			"I don't know much about it either. I hear my mother and father always talking about it.",
			"I am not sure either, but your mother used to say that."
		]
	],
	"11062": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737297,
			null,
			"搞定了！",
			"完了～！",
			"완료~!",
			null,
			null,
			"It's done!",
			"Completed!"
		],
		[
			"speaker",
			320824
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30813,
				0,
				false
			]
		],
		[
			"msg",
			737298,
			null,
			"嗯，很好。",
			"ありがとうございます。とてもよかったと思います。",
			"감사합니다. 아주 좋았던 것 같아요.",
			null,
			null,
			"Well, that's good.",
			"Yes, it was very good."
		],
		[
			"msg",
			737299,
			null,
			"如此标准的杂鱼，甚至隐隐有精英怪的感觉。",
			"標準的な雑魚キャラでありながら、精鋭の敵キャラ感を少し匂わすことまでできていましたよ。",
			"표준적인 잡역 캐릭터이면서도, 정예 적 캐릭터의 느낌을 약간 풍기기까지 했었어요.",
			null,
			null,
			"Such a standard mishmash of even vaguely elite monsters.",
			"You were even able to smell a bit of an elite enemy character while being a very standard small fry character."
		],
		[
			"msg",
			737300,
			null,
			"总之不错，我们剧团会记住您的帮助的。",
			"あなたのおかげで、子どもたちの笑顔が見られました。#n今日助けて頂いたこと、劇団一同決して忘れません。",
			"덕분에 아이들의 웃는 얼굴을 볼 수 있었어요.#n오늘 도와주신 일, 극단 일동 결코 잊지 않겠습니다.",
			null,
			null,
			"All in all nice, our theater company will remember your help.",
			"I think it was great. I will never forget the help I received from the entire company."
		]
	],
	"11063": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737301,
			null,
			"在这里做什么呢？",
			"ティアラ、ここで何してるの？",
			"티아라, 여기서 뭐해?",
			null,
			null,
			"Doing what here?",
			"What are you doing here?"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30571,
				17,
				false
			]
		],
		[
			"msg",
			737302,
			null,
			"咕哇啊啊！卡琳！？",
			"あわわわ！カリン！？",
			"아와와우! 카린!?",
			null,
			null,
			"Gooooooahhhh! Karin!?",
			"Aww! Karin!"
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30571,
				6,
				false
			]
		],
		[
			"msg",
			737303,
			null,
			"那个那个……我我我……我不想和人说话，所以没有去街头主动事情做……但但但但是我有在网上处理各种问题哦！",
			"あのその……ボボボ……ボク、人と話をしたくなくて、それで街に出る必要のある依頼は出来てなくて……ででででもネット上で色々な問題を片づけていたんだからな！",
			"아, 그게…… 부, 부…… 나, 사람들과 이야기하기 싫어서, 그래서 밖에 나가야 하는 의뢰는 못하고…… 그래그래도 인터넷에서 여러 문제들을 해결하고 있었거든!",
			null,
			null,
			"That that that ...... I I I I ...... I didn't want to talk to people so I didn't go to the streets to initiate things to do ...... but but but but but I have dealt with all sorts of issues online Oh!",
			"That ...... bobo ...... me, I didn't want to talk to people, so I didn't do any requests that required me to go into town, but ...... I did! I was taking care of a lot of problems online!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30571,
				6,
				true
			]
		],
		[
			"msg",
			737304,
			null,
			"我明白的，不过那你干嘛每天还要出宿舍？",
			"わかってるって。でもさ、それならどうして、毎日寮から外出してるの？",
			"알고 있어. 근데 그렇다면, 왜 매일 기숙사에서 외출하는 거야?",
			null,
			null,
			"I understand, but then why do you have to leave the dorm every day?",
			"I know. But then why do you go out of the dorm every day?"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30571,
				4,
				false
			]
		],
		[
			"msg",
			737305,
			null,
			"……你们都一大早就往外走……我一个人待着好像……很不合群。",
			"……だって……お前らみんな朝早くから外に出てるし……ボクだけ寮にいたら……非協力的みたいだろ。",
			"……왜냐하면…… 너희들 모두 아침 일찍부터 밖에 나가잖아…… 나만 기숙사에 있으면…… 비협조적으로 보이잖아.",
			null,
			null,
			"...... You all head out early in the morning ...... I seem ...... out of place staying alone.",
			"Because ...... you guys are all out early in the morning,...... and if I'm the only one in the dorm,...... I'm the only one who seems uncooperative."
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30571,
				6,
				false
			]
		],
		[
			"msg",
			737306,
			null,
			"所以就也出来，然后找个地方坐一天，到傍晚就假装在外面忙了一天回来……",
			"だからボクも外に出て適当な場所を見つけて一日中そこにいて、夕方になったら外で忙しく過ごしたふりをして戻ってるんだ……。",
			"그래서 나도 밖에 나가서 적당한 장소를 찾아 하루 종일 거기 있다가, 저녁이 되면 바쁘게 지낸 척 하면서 돌아오는 거야…….",
			null,
			null,
			"So just come out too, then find a place to sit for the day and come back in the evening pretending you've been out all day ......",
			"So I go out and find a suitable place and stay there all day, then come back in the evening and pretend I've been busy outside. ......"
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30571,
				4,
				false
			]
		],
		[
			"msg",
			737307,
			null,
			"有时候是地铁里，有时候是咖啡屋……",
			"例えば地下鉄とか、カフェとか……。",
			"예를 들어 지하철이라던가, 카페라던가…….",
			null,
			null,
			"Sometimes in the subway, sometimes in a coffee house ......",
			"For example, subways, cafes, etc. ......."
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				10,
				false
			],
			[
				30571,
				4,
				true
			]
		],
		[
			"msg",
			737308,
			null,
			"什么被老板开除之后不敢告诉妻子的上班族。",
			"会社をクビになって、そのことを奥さんに伝えられないでいるサラリーマンみたいなことしてるんだね……。",
			"회사에서 잘리고, 그걸 아내에게 말 못하는 샐러리맨 같은 짓을 하고 있는 거네…….",
			null,
			null,
			"What working man who is afraid to tell his wife after being fired by his boss.",
			"What are you doing like a businessman who was fired by the boss and can't tell his wife about it?"
		],
		[
			"portraits",
			[
				30568,
				12,
				false
			],
			[
				30571,
				4,
				true
			]
		],
		[
			"msg",
			737309,
			null,
			"所以，有找到什么有用的消息吗？",
			"それで、何か役に立ちそうな情報はあった？",
			"그래서, 뭐 도움이 될 만한 정보라도 있었어?",
			null,
			null,
			"So, did you find anything useful?",
			"So, did you find any information that might be useful?"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				12,
				true
			],
			[
				30571,
				2,
				false
			]
		],
		[
			"msg",
			737310,
			null,
			"有的！你知道吗？现在下层区有个传言……叫做下水道的鳄鱼，如果我们能找到的话肯定能增加很多关注吧！？",
			"あったぞ！知ってるか？最近、スラム街である噂が流れてて……なんでも下水道にワニがいるらしい。もしボクらがそれを見つけられたら、きっとフォロワーも爆増するに違いないよな！？",
			"찾았어! 알아? 최근에 슬럼가에서 소문이 돌고 있어서... 뭐든지 하수도에 악어가 있다던데. 만약 우리가 그걸 찾아낼 수 있다면, 분명 팔로워도 폭증할 거야!",
			null,
			null,
			"There is! You know what? There's a rumor going around the lower section right now ...... called the Sewer Crocodile, and it sure would add a lot of attention if we could find it, right!",
			"There was! Do you know? There's a rumor going around the slums these days ...... that there's a crocodile in the sewers. If we could find it, I bet our followers would explode!"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				5,
				false
			],
			[
				30571,
				2,
				true
			]
		],
		[
			"msg",
			737311,
			null,
			"鳄鱼吗？有意思……你知道哪里有线索吗？",
			"ワニ？面白いね……どこに行けば手がかりがあるかわかるかな？",
			"악어? 재미있네... 어디로 가면 단서를 찾을 수 있을까?",
			null,
			null,
			"A crocodile? Interesting ...... Do you know where to find the clues?",
			"Alligators? Interesting. ...... Any idea where I can go to find clues?"
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				5,
				true
			],
			[
				30571,
				8,
				false
			]
		],
		[
			"msg",
			737312,
			null,
			"嗯，根据目前的传言……走这家拉面馆下面的那个通道，就可以找到线索。",
			"うん。噂によると……このラーメン屋の下の通路に行けば手がかりが見つかるみたいだ。",
			"응. 소문에 따르면... 이 라멘 가게 아래 통로로 가면 단서를 찾을 수 있을 것 같아.",
			null,
			null,
			"Well, according to current rumors ...... take that passageway underneath this ramen shop for a clue.",
			"Yeah, rumor has it that you can find clues if you go to ...... the passage below this noodle shop."
		],
		[
			"msg",
			737313,
			null,
			"嗯……下水道鳄鱼的传言还在讨论。",
			"……下水道のワニの噂、今も色々議論されてるな。",
			"... 하수도의 악어 소문, 지금도 여러 가지로 논의되고 있네.",
			null,
			null,
			"Well ...... the sewer gator rumor is still being discussed.",
			"Yeah ...... there's still a lot of discussion about the alligator rumors in the sewers."
		]
	],
	"11064": [
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30571,
				2,
				false
			]
		],
		[
			"msg",
			737314,
			null,
			"加油啊卡琳！到了地下快把直播间地址发出来，我立刻狂暴转发到各种群聊里。",
			"頑張れカリン！地下に着いたらライブ配信部屋のアドレスを送れ。そうしたらボクが各チャットルームに速攻転送するからな。",
			"화이팅 카린! 지하에 도착하면 라이브 방송 주소를 보내줘. 그럼 내가 각 채팅방에 즉시 전달할게.",
			null,
			null,
			"Way to go Karin! When I got to the Underground Quickly sent out the address of the live room, which I immediately and furiously forwarded to various group chats.",
			"Good luck Karin! When you get to the basement, send me the address of the live streaming room. I'll forward it to you as soon as I get there."
		]
	],
	"11065": [
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30571,
				6,
				false
			]
		],
		[
			"msg",
			737315,
			null,
			"呃……我看直播看到了……",
			"ボクも配信で見てたぞ……。",
			"나도 방송으로 봤어...",
			null,
			null,
			"Uh ...... I saw it on the live stream ......",
			"Ugh ...... seen on ...... delivery."
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				30571,
				4,
				false
			]
		],
		[
			"msg",
			737316,
			null,
			"所以……是那只猪？",
			"それで……正体はあのイノシシだったって？",
			"그래서... 정체는 그 멧돼지였던 거야?",
			null,
			null,
			"So ...... is the pig?",
			"So ...... you said it was really that pig?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				30571,
				4,
				true
			]
		],
		[
			"msg",
			737317,
			null,
			"嗯，是那只猪。",
			"うん、そうだよ。",
			"응, 그렇지.",
			null,
			null,
			"Well, it's the pig.",
			"Yes, that pig."
		],
		[
			"speaker",
			320773
		],
		[
			"portraits",
			[
				30568,
				19,
				true
			],
			[
				30571,
				6,
				false
			]
		],
		[
			"msg",
			737318,
			null,
			"……",
			"……",
			"......",
			null
		],
		[
			"portraits",
			[
				30568,
				19,
				true
			],
			[
				30571,
				4,
				false
			]
		],
		[
			"msg",
			737319,
			null,
			"真的不是鳄鱼？",
			"本当に？ワニじゃなくて？",
			"진짜로? 악어가 아니라?",
			null,
			null,
			"It's really not a crocodile?",
			"Are you sure it's not a crocodile?"
		],
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				19,
				false
			],
			[
				30571,
				4,
				true
			]
		],
		[
			"msg",
			737320,
			null,
			"嗯……真的不是鳄鱼。",
			"うん……本当にワニじゃなくて。",
			"응... 진짜 악어가 아니었어.",
			null,
			null,
			"Well ...... really isn't a crocodile.",
			"Yeah ...... really not a crocodile."
		]
	],
	"11066": [
		[
			"speaker",
			320770
		],
		[
			"portraits",
			[
				30568,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737321,
			null,
			"嗯……全部搞定了。",
			"よし……これで全部かな。",
			"좋아... 이제 다 했나.",
			null,
			null,
			"Well ...... all done.",
			"Okay, ...... all done."
		],
		[
			"portraits",
			[
				30568,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737322,
			null,
			"接下来，就等着发布最终成绩吧。",
			"後は最終成績の発表を待つだけだね。",
			"이제 최종 성적 발표만 기다리면 돼.",
			null,
			null,
			"Next, just wait for the release of the final scores.",
			"Now we just have to wait for the final results to be announced."
		]
	],
	"11067": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737323,
			null,
			"【这本小说讲述了军团纪元前两年到军团纪元10年之间发生的一系列历史事件，按照书封上的评价：“如果抛开其中出现的阴谋论、美女间谍、致命病毒和早已过时的网络段子，这基本可以视作一本通俗历史读物。”】#n……#n我忽然意识到了不对，这场戴冠式一定不会像是他所说的那样，只是一场在人合联监督之下的，让天命教会成为正常注册组织的新主教选举。我一把推开了他，朝着大厅跑去。#n拜托了，一定要来得及——我抱着这样的想法，打开了门。#n而一股热浪袭来。大厅里都是人，人、人、人……肯定来不及了，我绝望地抬头，看见一位“枢机”打开了那个盛放三重冠的盒子。#n但他露出了错愕的神色，因为盒子里…………是空的。#n……",
			"【この小説には軍団歴前2年から軍団歴10年までの間に発生した一連の歴史的な事件が記されている。本に書かれた評価：「本著で登場する陰謀論や女スパイ、猛毒ウイルス、時代遅れのネット上のくだりを除けば、この本は通俗的な歴史的読み物と見なすことができるだろう。」】#n……私はどこかおかしい事にふと気が付いた。この戴冠式はきっと彼が言うようなものなどではなく、人契連の監督のもとで行われる、天命教会を通常の登録組織にするための新主教選挙なのだ。私は彼を押しのけホールへと走っていった。お願いだ、なんとか間に合ってくれ——そう思いながら私は扉を開けた。すると扉の向こうからすごい熱気が伝わってきた。ホールはどこもかしこも人だらけだった……もう絶対に間に合わない。絶望し上を見ると、ひとりの「枢機卿」が三重冠の入った箱を開くのが見えた。しかし枢機卿は驚きの表情を見せた。なぜなら箱の中が…………空っぽだったからだ。#n……。",
			"【이 소설에는 군단력 전2년부터 군단력 10년까지 발생한 일련의 역사적 사건들이 기록되어 있다. 책에 써진 평가:「본서에 등장하는 음모론이나 여자 스파이, 맹독 바이러스, 시대에 뒤떨어진 네트워크 관련 내용을 제외한다면, 이 책은 대중적인 역사 읽을거리로 볼 수 있을 것이다.」】#n... 나는 어딘가 이상한 점을 문득 깨달았다. 이 대관식은 분명 그가 말하는 그런 것이 아니라, 인계련의 감독 아래에서 진행되는 천명교회를 일반 등록 조직으로 만들기 위한 새 주교 선거였다. 나는 그를 밀치고 홀로 달려갔다. 제발, 어떻게든 제시간에 도착하게 해달라고——그렇게 생각하며 문을 열었다. 그러자 문 너머로 엄청난 열기가 전해져 왔다. 홀은 사방이 사람으로 가득했다... 이제 절대 제시간에 맞출 수 없었다. 절망하며 위를 올려다보니, 한 명의「추기경」이 삼중관이 들어 있는 상자를 여는 것이 보였다. 그러나 추기경은 놀란 표정을 지었다. 왜냐하면 상자 안이………… 비어 있었기 때문이다.#n....",
			null,
			null,
			"[This novel recounts a series of historical events that took place between the first two years of the Legionary Era and the 10th year of the Legionary Era, and according to the review on the book cover, \"If you put aside the conspiracy theories, beautiful spies, deadly viruses, and long outdated internet segments that appear in it, this can basically be considered a popular history read.\"] ...... I suddenly realized that something was wrong, this Crowning Ceremony must not be like what he said, just an election of new bishops under the supervision of the SPLM to make the Schicksal Church a normal registered organization. I pushed him away and ran towards the hall. Please, it has to be in time - with that thought in mind, I opened the door. And a wave of heat hit me. The hall was full of people, people, people, people....... It must be too late. I looked up in despair and saw a \"cardinal\" opening the box with the triple crown. But he looked dismayed, for the box ............ was empty. ......",
			"[The novel describes a series of historical events that occurred between 2 B.C. and 10 A.D. of the Legion. The book's written assessment: \"Apart from the conspiracy theories, female spies, deadly viruses, and outdated online drivel that appear throughout the book, this book could be considered a commonplace historical read.\"] ...... I suddenly realized something was wrong. This coronation was surely not what he said it was, but an election of a new bishop to make the Schicksal Church a regular registered organization, under the supervision of the Humanist Federation. I pushed him aside and ran into the hall. Please, please, somehow make it in time--that's what I thought as I opened the door. Then I felt a great heat coming from the other side of the door. The halls were everywhere, and there were people everywhere. ...... I was never going to make it in time. In despair, I looked up and saw a \"cardinal\" opening a box containing a triple crown. But the cardinal looked surprised. Because the box was ............ empty. ......."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737324,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737325,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 시간이 흘렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11068": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737326,
			null,
			"【这本通俗科普读物记载了南方军团分裂的始末。】#n……#n元帅死了。#n她生前是功业盖世的统帅，如果没有她，就没有余波战争的胜利和全人类的解放。如果没有她，克里斯玛或许就会用他的阴谋主宰世界。但此刻不是计较这些往事的时候，无论是赫曼尼亚远征军司令部的中央军巨头们，还是分布在各条战线上的地方军将军们，都不约而同地想到了一个问题。#n元帅死了，谁会是新的元帅。#n #n或者说，元帅死了，谁有资格成为新的元帅？#n……",
			"【この一般向けの科学読物には南方軍団の分裂の経緯が記されている。】#n……#n元帥が亡くなられた。#n元帥は多大なる功績を残した類まれなる存在であり、彼女がいなかったら余波戦争の勝利も全人類の解放も成し遂げられなかっただろう。彼女がいなかったらカリスマの陰謀によって世界が征服されていたかもしれない。だが今はそうした過去についてあれこれ語っているときではない。ヘルマン遠征軍司令部の中央軍の有力者も、各戦線にいる地方軍閥の将軍たちも、ほぼ同時に同じ問題を考え始めたからだ。#nその問題とは、元帥が亡くなったことで誰が新たな元帥になるのか。#n#nまたは、元帥が亡くなった今、新たに元帥となる資格があるのは誰か、というものだ。#n……。",
			"【이 일반인을 위한 과학 읽을거리에는 남방군단의 분열 과정이 기록되어 있다.】#n……#n원수가 돌아가셨다.#n원수는 엄청난 공적을 남긴 흔치 않은 존재였으며, 그녀가 없었다면 잔류 전쟁의 승리도 전 인류의 해방도 이뤄지지 못했을 것이다. 그녀가 없었다면 카리스마의 음모로 세계가 정복당했을지도 모른다. 하지만 지금은 그런 과거에 대해 이것저것 말할 때가 아니다. 헤르만 원정군 사령부의 중앙군 실력자도, 각 전선에 있는 지방 군벌의 장군들도 거의 동시에 같은 문제를 생각하기 시작했기 때문이다.#n그 문제는, 원수가 돌아가셨으니 누가 새로운 원수가 될 것인가.#n혹은, 원수가 돌아가신 지금, 새로 원수가 될 자격이 있는 자는 누구인가, 라는 것이었다.#n…….",
			null,
			null,
			"[This popular science book chronicles the beginnings of the split in the Confederate regiment.] ...... Marshal is dead. She was a commander-in-chief of great merit during her lifetime, and without her there would have been no victory in the Aftermath War or liberation of all mankind. Without her, Krisma might have dominated the world with his plots. But this moment was not the time to count on these past events, whether it was the giants of the central army of the Hermania Expeditionary Command or the generals of the local armies spread out on various fronts, all of them unanimously thought of one question. With the marshal dead, who would be the new marshal. Or rather, with the marshal dead, who is qualified to be the new marshal? ......",
			"[This popular science read describes how the Southern Legion split up. ...... General has passed away. The General was an exceptional being who left behind tremendous achievements, and without her, the victory of the Aftermath War and the liberation of all mankind would not have been achieved. Without her, the world might have been conquered by Charisma's conspiracy. But now is not the time to talk about the past. The leading figures in the central forces of the Hermann Expeditionary Force headquarters and the generals of the local warlords on the various fronts began to think about the same problem at about the same time. The question is: Who will be the new general now that the general is dead? Or, who is eligible to become the new general now that the general has died? ......."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737327,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737328,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 시간이 흘렀다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	],
	"11069": [
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			737329,
			null,
			"【这本通俗科普读物记载了南方军团分裂的始末。】#n……#n在最开始的数个月里，双方沉默着。南方远征军总部似乎疲于应付第一军团境内此起彼伏的骚乱。而地方军阀们也开始逐渐以各种各样的理由削减供应，试探总部的态度。#n但地方军阀们终究并不团结，他们之间彼此信仰与价值观本就不同，复国者们首先扬起大旗，随后就是大破碎与大混乱。一个月后，南方军团境内出现了7个叛乱势力，两个月后，这个数字上升至21，三个月后则到了49。#n而就在此时，中央远征军开始了计划已久的反攻。#n……",
			"【この一般向けの科学読物には南方軍団の分裂の経緯が記されている。】#n……初めの数ヵ月は双方とも沈黙を保っていた。南方遠征軍本部は第一軍団のエリア内のあちこちで起こる騒乱への対処で疲弊しているようだった。地方軍閥側は様々な理由をつけ供給量を次第に減らし、本部側の反応を探っていた。しかし地方軍閥はそれぞれが固く団結しているわけではなく、宗教や価値観もそれぞれ異なっていた。そんな中、まず行動を起こしたのは国の再建を狙う者たちだった。そして大規模な破壊と混乱に陥った。そのひと月後、南方軍団の勢力圏に7つの反乱勢力が生まれ、2か月後にはその数字は21に、3か月後には49にまで増えた。しかしそこからついに中央遠征軍が練りに練った計画を実施し反攻に撃って出た。#n……。",
			"【이 일반인을 위한 과학 읽을거리에는 남방군단의 분열 과정이 기록되어 있다.】#n…… 처음 몇 달은 양측 모두 침묵을 지켰다. 남방원정군 본부는 제1군단 지역 내 곳곳에서 일어나는 소란에 대처하느라 지쳐 있는 듯했다. 지방 군벌 측은 각종 이유를 대며 공급량을 점차 줄여가며 본부 측의 반응을 살피고 있었다. 그러나 지방 군벌은 각각이 단단히 뭉쳐 있는 것도 아니었고, 종교나 가치관도 제각기 달랐다. 그러던 중, 먼저 움직인 것은 나라의 재건을 노리는 자들이었다. 그리고 대규모 파괴와 혼란에 빠졌다. 그 한 달 후, 남방군단의 세력권에 7개의 반란 세력이 생겨났고, 2개월 후에는 그 숫자가 21로, 3개월 후에는 49까지 늘어났다. 그러나 그때서야 중앙원정군이 꼼꼼히 준비한 계획을 실행에 옮겨 반격에 나섰다.#n…….",
			null,
			null,
			"[This popular science book chronicles the beginnings of the secession of the Confederacy.] ...... For the first few months, the two sides were silent. The headquarters of the Southern Expeditionary Force seemed to be overwhelmed by the uproar in the First Legion's territory. The local warlords also began to gradually cut supplies for various reasons, testing the attitude of the headquarters. However, the local warlords were not united after all, and their beliefs and values were different from each other's. The Restorationists raised the flag first, and then there was great disruption and chaos. One month later, there were seven rebel forces in the Southern Legion, two months later that number rose to 21, and three months later to 49. It was at this point that the Central Expeditionary Force began its long-planned counter-offensive. ......",
			"[This popular scientific read describes how the Southern Legion split. ...... For the first few months, both sides remained silent. The Southern Expeditionary Force headquarters seemed to be exhausted from dealing with the disturbances that were occurring all over the First Corps area. The local factions were gradually reducing their supplies, citing various reasons, to see how the headquarters would react. However, the local warlords were not united and had different religions and values. The first to take action were those who wanted to rebuild the country. And then came the massive destruction and chaos. A month later, seven rebel forces were born in the Southern Legion's sphere of influence; two months later, the number rose to 21, and three months later to 49. But from there, the Central Expeditionary Force finally implemented its well-thought-out plan and launched a counteroffensive. ......."
		],
		[
			"speaker",
			55489
		],
		[
			"msg",
			737330,
			null,
			"……",
			"……",
			"……",
			null
		],
		[
			"msg",
			737331,
			null,
			"度过了一段时间。",
			"しばらく過ごした。",
			"잠시 지냈다.",
			null,
			null,
			"Spend some time.",
			"I spent some time there."
		]
	]
}