{
	"800": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64755,
			"(Fell down)",
			"——咚！！！",
			"——バタン！！！",
			"——쿵!!!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64756,
			"It hurts...... Why would it hurt in a dream?",
			"好痛……在梦里也会痛的吗……",
			"イタタ……夢の中でも痛いのね……",
			"아야야... 꿈 속에서도 아프네...",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64757,
			"Welcome back. I was freaked out seeing you falling down.",
			"欢迎回来~看你一头砸在地上我还吓了一跳呢~",
			"お帰りなさい～地面に頭ぶつけたからびっくりしちゃった～",
			"어서 와~ 머리를 땅에 부딪혀서 깜짝 놀랐지~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64758,
			"Oh, so I’m back. I remember Einherjar beat the nightmare just now...",
			"啊，我已经醒了么，记得刚刚恩赫里亚才把噩梦击退来着……",
			"あ、目が覚めたのね。ちょうどエインヘリャルが悪夢を撃退したような気が……",
			"아, 깼구나. 마침 에인헤랴르가 악몽을 물리친 것 같아...",
			null
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				947,
				0,
				false
			]
		],
		[
			"msg",
			64759,
			"Hey! Pay your bills, drunkard!",
			"喂！该付钱了你这个臭酒鬼！",
			"ちょっと！支払いはちゃんとしてよ、飲んだくれ！",
			"이봐! 계산은 제대로 해, 이 술렁이야!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				946,
				0,
				false
			]
		],
		[
			"msg",
			64760,
			"Uh... Can I just pay them next time...",
			"呃……那个，咱就再宽限……",
			"あ……その、もう少し待ってもらえないかな……",
			"어... 그, 좀 더 기다려줄 수 없을까...",
			null
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				947,
				0,
				false
			]
		],
		[
			"msg",
			64761,
			"Next time? Sure.",
			"宽限？好呀~",
			"待つ？いいわよ～",
			"기다려? 좋아~",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				946,
				0,
				false
			]
		],
		[
			"msg",
			64762,
			"Ooh I knew you are nice, Fenrir!",
			"嘿呀芬里尔你真是我的好姐妹！",
			"やった、フェンリルって本当にいい人ね！",
			"야호, 펜리르는 정말 좋은 사람이네!",
			null
		],
		[
			"speaker",
			80012
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				947,
				0,
				false
			]
		],
		[
			"msg",
			64763,
			"But you are not leaving with all ten fingers today!",
			"把你的两根手指留在这里记账吧！",
			"あなたの両手の指を代金がわりに出しなさい！",
			"네 두 손가락을 대금으로 내놓으렴!",
			null
		],
		[
			"speaker",
			204638
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				946,
				0,
				false
			]
		],
		[
			"msg",
			64764,
			"Seriously!?",
			"这还是别了吧！",
			"それはやめてよ！",
			"그만 둬!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64765,
			"Hey! The purple head should be here! I can smell you!",
			"喂！那个紫头发的家伙应该在这里吧！我闻到你的气味了！",
			"ちょっと！あの紫の髪の毛のやつここにいるでしょう！あなたのニオイがするわ！",
			"잠깐! 저 보라색 머리 애 여기 있잖아! 네 냄새가 나!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64766,
			"You are, uh, right, the puppy I met on campus!",
			"你是，啊，对了，在校园里面碰见的那只小狗！",
			"あなたは、あ、そうだ。学校の中で会ったあの子犬！",
			"너는, 아, 맞아. 학교에서 만났던 그 강아지!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64767,
			"Say puppy again and you will be dragged on the ground like dead meat!",
			"再说一句小狗我就把你铐起来在地上拖来拖去！",
			"今度子犬なんて言ったら手錠をはめて引きずりまわしてやるわ！",
			"다음에 강아지라고 하면 수갑 채워 끌고 다닌다!",
			null
		],
		[
			"msg",
			64768,
			"We made an investigation on the Lightning Empress you talked about. Can’t believe you’re plotting to do evil to Kiana’s friend! So YOU are the one who is trying to mess up with the school! You even gathered your own forces in such a short while!",
			"之前你不是有提到过雷电女王么，我和那只小狗去调查了一下，没想到你居然对琪亚娜的朋友图谋不轨！看来你才是想要颠覆学园的恶势力吧！而且居然已经集结了一批人！",
			"以前あなたが言っていた雷電の女王だっけ。私とあの犬でちょっと調べてみたんだけれど、あなた、キアナの友達に対して悪だくみをはたらいているのね！どうやらあなたこそが学園をひっくり返そうとしている悪の勢力ね！しかももうこんなに人を集めて！",
			"전에 네가 말했던라이덴의 여왕이었지. 나랑 그 개가 조사해봤는데, 넌키아나 친구들에게 나쁜 꿍꿍이를 꾸미고 있었네! 아무래도 네가 학원을 뒤엎으려는 악의 세력이야! 게다가 벌써 이렇게 많은 사람을 모아놓고!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64769,
			"Wait, you mustn’t believe in the demon lord. You’re quite a talent as I can see! Your detective skills are valuable only when you follow my lead!",
			"等等、你可不要被魔王蛊惑了，九霄大人觉得你还是很有前途的！跟着九霄大人才能更好的发挥你身为侦探的实力啊！",
			"待って、魔王に惑わされちゃダメよ。あなたは見込みがあると思うの。九霄様に従っていれば探偵としての実力を十分に発揮できるはずよ！",
			"잠깐, 마왕에게 현혹되면 안 돼. 넌 가능성이 있다고 생각해.큐쇼님을 따른다면 탐정으로서의 실력을 충분히 발휘할 수 있을 거야!",
			null
		],
		[
			"speaker",
			204637
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				940,
				0,
				false
			]
		],
		[
			"msg",
			64770,
			"Save the crap till you reform yourself!",
			"那就等我看到你洗心革面的样子再说吧！",
			"あなたが心を入れ替えたらね！",
			"네가 마음을 고쳐먹는다면 말이지!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64771,
			"Gosh... Seems wo lost another teammate?",
			"呃……我们似乎又少了一个队友？",
			"う……また仲間が1人減っちゃったみたい。",
			"으... 또 동료가 한 명 줄어든 것 같아.",
			null
		],
		[
			"speaker",
			80001
		],
		[
			"portraits",
			[
				941,
				0,
				false
			],
			[
				940,
				0,
				true
			]
		],
		[
			"msg",
			64772,
			"No worries. You got me. I’ll eat it up no matter it’s a demon lord or a devil lying ahead.",
			"怕什么，有我在，管对面是什么魔王还是魔神，我都能把她们吃掉！",
			"何を恐れているの。私がいるじゃない。相手がどんな魔王だろうと魔人だろうと、私が食べてあげるわよ！",
			"뭘 두려워해. 내가 있잖아. 상대가 어떤 마왕이든 마인이든, 내가 먹어줄게!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				941,
				0,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64773,
			"Lord Savior, we are running out of time. Got to stop Kiana now! Otherwise the qualification... Oops, the plan to destroy the world will be conducted.",
			"救世主大人，时间紧迫，我们要赶紧去阻止琪亚娜她们的行动了！要不然她们的选拔赛…哦不，毁灭世界的计划可就开始了。",
			"救世主様、時間がありません。急いでキアナたちの行動を止めなくては！さもないと彼女たちの選抜戦…いや、世界破滅計画がはじまってしまいますよ。",
			"구세주님, 시간이 없어요. 서둘러키아나 일행의 행동을 막지 않으면! 아니면 그녀들의 선발전... 아니, 세계 멸망 계획이 시작되고 말 거예요.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				943,
				0,
				true
			]
		],
		[
			"msg",
			64774,
			"Then let's go! To the new world, set off!",
			"那我们就出发吧！向着新世界，进发！",
			"じゃあ出発しましょう！新世界に向けて、出発！",
			"자, 출발하자! 신세계를 향해, 출발!",
			null
		],
		[
			"speaker",
			204789
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				943,
				0,
				false
			]
		],
		[
			"msg",
			64775,
			"(There seems to be one more after us... Seems to be Night. Maybe I’ve got a chance to beat Kiana’s team now...)",
			"（身后似乎还跟着一个人……似乎是夜夜。这下说不定真的有希望能和琪亚娜的那个队伍一较高下呢……）",
			"（誰かが後をつけているみたい……きっと真夏の夜ね。今回はもしかしたら本当にキアナのあのチームと雌雄を決することができるかも……）",
			"(누군가 뒤를 밟고 있는 것 같아... 분명 한여름 밤이겠지. 이번에는 어쩌면 정말로 키아나의 그 팀과 승부를 겨룰 수 있을지도...)",
			null
		],
		[
			"msg",
			64776,
			"(So... Let's meet on the stage, fellas!)",
			"（那么……就让我们在舞台上见吧，各位！）",
			"（それでは……舞台の上で会いましょう、みんな！）",
			"(그러면... 무대 위에서 만나자, 여러분!)",
			null
		],
		[
			"speaker",
			72023
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				948,
				0,
				false
			]
		],
		[
			"msg",
			64777,
			"Huh? Where are all this bunch going?",
			"咦？那么多人是要去哪里呀？",
			"あれ？あんなにたくさんの人でどこに行くんだろう？",
			"어라? 저렇게 많은 사람들이 어디로 가는 걸까?",
			null
		],
		[
			"msg",
			64778,
			"Would it be... a festival!? Ooh I’ve got to join in this one!",
			"该不会~她们是要去参加祭典吧！不行，夜夜也要去！",
			"まさか～みんなでお祭りに行くんじゃないでしょうね！ダメ、真夏の夜も行く！",
			"설마~ 다 같이 축제에 가는 건 아니겠지! 안 돼, 한여름 밤도 간다!",
			null
		],
		[
			"msg",
			64779,
			"Festival and fireworks!",
			"去祭典~放烟花咯~",
			"お祭りに行って～花火するんだ～",
			"축제 가서~ 불꽃놀이 하는 거야~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				948,
				0,
				true
			]
		],
		[
			"msg",
			64780,
			"Unexpected visitor, guider with malevolent purposes... Everything seems just peaceful. The storm, however, is quietly coming.",
			"——出乎意料的来访者，不怀好意的引导者，一切都看似宁静与和平。然而，不忍安分的风暴，正悄然袭来。",
			"——予想外の来訪者、意地の悪い案内役。全て静けさと平和に見える。しかし、じっとしていられない嵐がひっそりやって来ている。",
			"—— 예상치 못한 방문자, 심술궂은 안내역. 모든 것이 고요와 평화로 보인다. 하지만 가만히 있을 수 없는 폭풍이 조용히 다가오고 있다.",
			null
		],
		[
			"msg",
			64781,
			"I don’t think anyone will believe it even if I say so?",
			"就算这么说的话，也应该不会有人相信吧？",
			"そんなこと言っても誰も信じないでしょう？",
			"그런 말을 해도 아무도 믿지 않을 거야?",
			null
		]
	],
	"801": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64782,
			"Beep",
			"滴——",
			"ポタ——",
			"포타——",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64783,
			"This is Murata Himeko. Pending order.",
			"我是无量塔姬子，请指示。",
			"私は無量塔姫子、ご指示を。",
			"나는 무라타 히메코, 지시를 내려주세요.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64784,
			"Himeko, how bad is Hyperion injured?",
			"姬子，休伯利安的损伤程度如何？",
			"姫子、ハイペリオンの損傷程度はどう？",
			"히메코, 히페리온의 손상 정도는 어때?",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64785,
			"According to the inspection of the engineers, multiple damage were found on the deck, and signs of Houkai Creatures were also detected. I’ve sent the Valkyrie onboard.",
			"根据舰上工程人员的检查，甲板上有多处破损，也已经检测到了有崩坏生物入侵的迹象，我已经让驻扎的女武神前去清理了。",
			"艦上エンジニアスタッフの検査によれば、甲板上の破損個所多数、さらに崩壊生物侵入の痕跡も検出。駐屯しているヴァルキリーに処理に向かうように伝えました。",
			"함상 엔지니어 스태프의 검사에 따르면, 갑판상의 파손 개소 다수, 더붕괴 생물 침입의 흔적도 검출. 주둔하고 있는 발키리에게 처리하러 가도록 전했습니다.",
			null
		],
		[
			"msg",
			64786,
			"Our preparation wasn’t enough to counter the ambush of Anti-Entropy. Thanks to Squad Snowwolf and Captain Kira, we saved Kiana and the fellas by luck.",
			"这一次由于未能做好充足的准备，遭遇了逆熵的伏击，幸好有雪狼小队绮罗队长的援助，我们才能侥幸救下琪亚娜她们。",
			"今回は十分な準備をしていなかったのでネゲントロピーの待ち伏せにあいましたが、雪狼小隊のキロ隊長の協力で、何とかキアナたちを救出できました。",
			"이번에는 충분한 준비를 하지 않아 네겐트로피의 매복에 당했지만, 설랑 소대의 키로 대장의 협력으로, 어떻게든 키아나들을 구출할 수 있었습니다.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64787,
			"It's not your fault. Although we found signs that showed the Massive Electric Society was controlled by Anti-Entropy, we didn’t do anything in order not to alert them, which, however, led to this failure.",
			"这不是你的错。虽然我们之前已经发现ME社有着逆熵在背后操纵的痕迹，但是为了不打草惊蛇，我们并没有对其采取行动，才导致这次我们落入被动。",
			"あなたたちのミスではないわ。私たちも以前からME社はネゲントロピーが背後で操っていると気づいていたのに、刺激させないようにするために何もしてこなかったから、今回受け身に回ってしまったのよ。",
			"너희들의 실수가 아니야. 우리도 이전부터 ME사가 네겐트로피가 뒤에서 조종하고 있다는 걸 눈치채고 있었지만, 자극하지 않기 위해 아무것도 하지 않았으니, 이번에 수세에 몰렸어.",
			null
		],
		[
			"msg",
			64788,
			"But we have now successfully controlled the Massive Electric Society and collected a lot of data of Anti-Entropy’s meka. This should help us a lot to fight against Anti-Entropy.",
			"但是我们现在已经顺利控制了ME社，收集到了许多有关逆熵机甲的数据，这应该能成为我们应对逆熵重要资料。",
			"でも、もうME社を制御してネゲントロピーの機甲に関するデータをたくさん集められたわ。これはきっとネゲントロピーに対抗するための重要な資料になるはずよ。",
			"하지만, 이제 ME사를 제어해 네겐트로피의 기갑 관련 데이터를 많이 모았어. 이건 분명 네겐트로피에 대항하기 위한 중요한 자료가 될 거야.",
			null
		],
		[
			"msg",
			64789,
			"By the way, they retreated hastily out of unknown reason this time...",
			"不过这次逆熵撤退地很匆忙，也不知道是因为什么缘故……",
			"それにしても今回のネゲントロピーの撤退はあわただしいわね。一体どういうわけかしら……",
			"그런데 이번 네겐트로피의 철수는 어수선하네. 대체 무슨 까닭일까......",
			null
		],
		[
			"msg",
			64790,
			"I’ll talk to you on that when the headquarters makes any progress. Now send Kiana’s friends here. I’ve got to go on the task Cecilia assigned to me.",
			"这些到时候等总部有了进展我再和你说吧，现在你把琪亚娜那两个朋友派到舱门这边来吧，我得先完成塞西莉亚给我发布的小任务了。",
			"でもそれは本部に進展があったらまた相談しましょう。とにかくキアナの2人の友達をドアのところに連れてきてちょうだい。先にセシリアに言われた任務を終わらせないと。",
			"하지만 그건 본부에 진전이 있으면 다시 상의하자. 어쨌든 키아나의 두 친구를 문 쪽으로 데려와 줘. 먼저 세실리아에게 들은 임무를 끝내야 해.",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64791,
			"Order from the Principal? I see. I’ll send them out by reason of wiping out Houkai Creatures.",
			"是学园长的指令么，我明白了。那我就以让她们协助清理崩坏生物的理由将她们派出去吧。",
			"学園長の指令ですか？分かりました。では彼女たちに崩壊生物の処理を理由に連れて行きましょう。",
			"학원장의 지시입니까? 알겠습니다. 그럼 그들에게 붕괴 생물 처리를 이유로 데려가도록 하죠.",
			null
		]
	],
	"802": [
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64792,
			"Don't you feel it’s weird, Kyushou?",
			"九霄，你不觉得奇怪么？",
			"九霄、変だと思わない？",
			"큐쇼, 이상하다고 생각하지 않아?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64793,
			"About what?",
			"奇怪？什么奇怪？",
			"変？何が変なの？",
			"이상해? 뭐가 이상한 거야?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64794,
			"That girl called Murata Himeko and we are just strangers, but she just sent us to wipe out the Houkai Creatures inside the cabin without doubt. So she doesn’t even worry a bit about who we are?",
			"我们明明不认识那个叫做无量塔姬子的人，但是她居然放心地让我们去帮助清理舰舱内的死士，难道就没有对我们有任何怀疑么？",
			"私たちあの無量塔姫子って人のこと知らないのに、私たちに艦内のゾンビ掃討をさせるなんて。私たちのことを何も疑ってないっていうこと？",
			"우리들 그 무라타 히메코라는 사람을 모르는데, 우리에게 함내 좀비 소탕을 시키다니. 우리를 전혀 의심하지 않는다는 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64795,
			"The reason must be they already know your identity, the Savior, who is always trusted unconditionally.",
			"肯定是因为她们已经知道了九霄大人救世主的身份，因为救世主当然是被无条件信任的。",
			"きっとこの九霄様が救世主だって知っているのよ。救世主なんだから当然無条件で信頼されるわよ。",
			"분명 이 큐쇼님이 구세주라는 걸 알고 있는 거야. 구세주니까 당연히 무조건적으로 신뢰받는 거지.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64796,
			"Maybe. I still think she’s got other purposes... Hope I am wrong.",
			"也许呢~但是总觉得像是有着其他的目的……希望只是我的错觉。",
			"そうかもね～でも他の目的があるような気がするの……私の勘違いだといいんだけど。",
			"그럴지도~ 하지만 다른 목적이 있는 것 같은 느낌이 들어... 내 착각이었으면 좋겠다만.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64797,
			"Easy. With the guarding of the Savior, I’ve always got my crisis defending field on!",
			"放心啦~毕竟有着救世主的守护，九霄大人抵御危机的力场随时都展开着呢！",
			"安心してよ～何たって救世主が守っているんだから。九霄様が危機を防ぐパワーフィールドをいつでも開いてあげるわよ！",
			"안심해~ 뭐든 구세주가 지켜주고 있잖아. 큐쇼님이 위기를 막는 파워 필드를 언제나 펼쳐줄 거야!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64798,
			"That confidence is quite Kyushous.",
			"不愧是九霄，总是这么自信呢~",
			"さすがは九霄ね。いつも自信たっぷり～",
			"역시 큐쇼야. 항상 자신감 넘쳐~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64799,
			"Of course!",
			"哼哼，那可是当然！",
			"ふふん、当然でしょ！",
			"훗, 당연하지!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			64800,
			"Where am I... Those scary things...",
			"我这是在哪……那些东西好可怕……",
			"ここはどこなの……あいつら恐いわ……",
			"여긴 어디야... 저 녀들 무서워...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64801,
			"Kyushou, look over there!",
			"九霄，你看那边！",
			"九霄、あれ見て！",
			"큐쇼, 저거 봐!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64802,
			"Huh!? Is that the messenger who is responsible for communicating with the gods? Seems she has received the oracle to greet us!",
			"嗯！？那不是负责与神明沟通的神使么？看来是已经接到了神谕特意来此迎接我们的呢！",
			"ん！？あれは神と交信をする神の使いじゃないの？どうやら神の意志を受けて私たちを迎えに来たようね！",
			"음!? 저건 신과 교신하는 신의 사자가 아니야? 아무래도 신의 뜻을 받아 우리를 맞이하러 온 모양이네!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64803,
			"No, Kyushou, she seemed troubled, and lost. But why is such a young kid here?",
			"不，九霄，她似乎很困扰的样子，似乎是迷路了。不过为什么这里会有这么小的孩子？",
			"いえ、九霄、彼女とても困っているみたいよ。未知に迷ったんだわ。でもどうしてこんなところに小さな子が？",
			"아니, 큐쇼, 그녀 매우 힘들어하는 것 같아. 미지의 세계에서 길을 잃은 거야. 근데 어떻게 이런 곳에 어린 아이가?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64804,
			"So she’s not a guider but a stray lamb. Don’t worry, I’ll take you to the side of light.",
			"原来并不是命运的引路人，而是一只迷途的羔羊么，别怕，九霄大人会指引你走向光明的~",
			"運命の案内人じゃなくて、迷える子羊だったのね。恐がらないで、九霄様が光のもとへ導いてあげるわよ～",
			"운명의 안내인이 아니라 길 잃은 새끼양이었구나. 무서워하지 마, 큐쇼 님이 빛으로 이끌어 줄 거야~",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64805,
			"Kyushou, don't forget we promised to help clean up the cabin!",
			"九霄，别忘了我们还答应了别人要帮助她们清理船舱呢！",
			"九霄、私たちこの船の掃討を引き受けているのを忘れないでね！",
			"큐쇼, 우리가 이 함선 소탕을 맡고 있는 거 잊지 말아줘!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64806,
			"That’s not going to take long. We should help this girl in trouble first!",
			"那种小事顺路就可以处理掉了啦~现在当然是优先帮助有困难的人吧~！",
			"そんなものついでにチャチャッと片付ければいいじゃない～今は困っている人を助けることが先決よ～",
			"그런 건 가볍게 처리하면 되잖아~ 지금은 도움 필요한 사람을 구하는 게 우선이야~",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64807,
			"Well... I can see why you are quite a problem to Kiana. Your stubbornness... I can only wish those guys can clear the cabin up without us.",
			"哎——算是稍微理解为什么琪亚娜会头疼了，你也是个倔脾气呢……希望没有我们的帮助那些人也能顺利完成清理舰舱的任务。",
			"まったく——どうしてキアナが頭を抱えていたか分かったような気がする。あなたも強情ね……私たちの助けがなくても、あの人たちが艦内掃討の任務を終わらせられるといいんだけど。",
			"정말——왜 키아나가 머리를 쥐어뜯었는지 알 것 같아. 너도 고집이 센 편이네... 우리 도움 없이도 그 사람들이 함내 소탕 임무를 끝낼 수 있으면 좋겠다만.",
			null
		]
	],
	"803": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			64808,
			"Thank you so much. I almost got eaten by those freaky creatures...",
			"谢谢你们的帮忙，差点就要被那些可怕的家伙吃掉了……",
			"助けてくれてありがとう。あとちょっとであの恐いやつらに食べられちゃうところだったわ……",
			"도와줘서 고마워. 조금만 더 늦었으면 그 무서운 놈들에게 잡아먹힐 뻔했어...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64809,
			"Fear not. Those who spread the light is protected by it. And the god has sent me to lead you to a bright future.",
			"不要怕，身为传颂圣光之人自然会被圣光庇佑，所以神才派了九霄大人过来引领你走向光明的未来。",
			"恐がらないで。聖なる光を伝える人は自然と聖なる光に守られるの。だから神はあなたを明るい未来に導くように九霄様を遣わしたの。",
			"두려워하지 마. 성스러운 빛을 전하는 이는 자연스레 성스러운 빛의 보호를 받는 법이야. 그러니 신께서 네게 밝은 미래로 인도하도록 큐쇼 님을 보내신 거지.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			64810,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64811,
			"Haha... Please forget what she said. We are not villains. Are you also a student of St. Freya HS?",
			"啊哈哈……别在意这个人说的话，我们不是坏人，小妹妹也是圣芙蕾雅学园的人吗？",
			"アハハハ……この人の話は気にしないでね。私たち悪い人じゃないから。お嬢ちゃんも聖フレイヤ学園の人？",
			"아하하하... 이 사람 말은 신경 쓰지 마. 우리 나쁜 사람 아니니까. 아가씨도 세인트 프레야 학원 사람?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			64812,
			"St. Freya HS? What’s that?",
			"圣芙蕾雅学园？那是什么地方？",
			"聖フレイヤ学園？それどこにあるの？",
			"세인트 프레야 학원? 그거 어디에 있는 데?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64813,
			"Senpai, seems she’s another survivor of Nagazora like us.",
			"学姐，看来她和我们一样是长空市的幸存者呢。",
			"先輩、どうやらこの子、私たちと同じように長空市の生き残りみたいね。",
			"선배, 보아하니 이 아이도 우리처럼 창공시의 생존자 같은데.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64814,
			"Poor little girl... Such a sudden disaster must be unbearable for her...",
			"真是可怜……这样突然的灾难对她来说肯定是难以承受的负担吧……",
			"本当にかわいそう……こんな突然の災い、彼女にとっては受け入れられないでしょうに……",
			"정말 불쌍해... 이렇게 갑작스러운 재난을, 그녀는 받아들일 수 없을 거야...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64815,
			"A desperate environment can bear a strong will. But to live in the eschaton, you will also need the guide from the Savior. I think she is necessary for the Savior’s team...",
			"越是绝望的环境下越能锻炼出坚定的意志，想要在这样的末世生活下去除了需要拥有这种意志之外更应该接受救世主的引导，我感觉她也是救世队伍中不可或缺的一环……",
			"絶望的な環境にいるほど強い意志が鍛えられるのよ。こんな終末の世で生きていくには、こういう意志だけでなく、救世主の導きを受け入れることも大事よ。彼女も救世チームに欠かせない一人だと思うの……",
			"절망적인 환경일수록 강한 의지가 단련되는 거야. 이런 종말의 세상에서 살아가려면, 이런 의지뿐만 아니라 구세주의 인도를 받아들이는 것도 중요해. 그녀도 구세 팀에 꼭 필요한 한 사람이라고 생각해...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				121,
				1,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			64816,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64817,
			"Shut it. You are getting her scared... Listen, this place is dangerous, so you mustn’t hang around here. Do you remember where your room is? We’ll walk you there.",
			"你看你都把人家吓到了……小妹妹，这个地方比较危险，不能随便出来哦，你还记的自己所在的舱室在哪个位置吗？我们会带你回到那个地方。",
			"ほら、びっくりさせちゃってるじゃないの……お嬢ちゃん、ここは危険だからむやみに出て来ちゃダメよ。自分のいたお部屋がどこか分かる？私たちが連れて行ってあげるね。",
			"어머, 놀라게 하지 말아줘... 아가씨, 여긴 위험하니까 함부로 나오면 안 돼. 네가 있던 방이 어딘지 알아? 우리가 데려다줄게.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			64818,
			"Well... Maybe this way...",
			"唔……我记得是往这边走……",
			"うん……たしかこっちの方……",
			"응... 확실히 이쪽이...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64819,
			"Kyushou, we’re leaving. I won’t save you if you got sieged alone by those Houkai Creatures.",
			"九霄，我们走了，你要是落在后面被那些崩坏生物围住了的话我可不管哦~",
			"九霄、行くわよ。遅れてあの崩壊生物たちに囲まれたって知らないからね～",
			"큐쇼, 갈 거야. 늦어서 그 붕괴 생물들에게 둘러싸여도 모른다~",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64820,
			"Hey! Don't leave me alone, senpai!!",
			"呜哇！别丢下我不管啊学姐！！",
			"うわっ！置いて行かないでよ先輩！！",
			"우왁! 나 두고 가지 말아요 선배!!",
			null
		]
	],
	"804": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64821,
			"Whoa! Look at this huge metal sword... Is it a secret weapon of this ship?",
			"哦！这把巨大的金属剑……难道是这艘战舰上的秘密武器吗！",
			"あ！この巨大な金属剣……まさか、この戦艦の秘密兵器なのかしら！",
			"아! 이 거대한 금속 검... 설마, 이 전함의 비밀 무기인가?!",
			null
		],
		[
			"msg",
			64822,
			"And this armor, is it an exoskeleton combat suit!? Coooool!",
			"还有这套战甲，难道说是战斗外骨骼装置！？真是太帅了！",
			"それにこのバトルスーツ。まさか戦闘用アウトフレーム装置とか！？カッコいい！！",
			"게다가 이 배틀 슈트. 설마 전투용 아웃프레임 장치라든가!? 멋지다!!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64823,
			"Wait, Kyushou, seems we are in the wrong place. The little lady seemed to go the wrong way and brought us to somewhere very special...",
			"等一下，九霄，我们似乎来到了不该来的地方，这个小妹妹似乎指错了路，把我们带到了什么不得了的地方呢……",
			"待って、九霄。私たちこんなところに来ちゃいけないんじゃないかな。この子きっと道を間違えちゃったのね。私たちを何かすごい所に連れて来ちゃって……",
			"잠깐, 큐쇼. 우리 이런 곳에 오면 안 되는 거 아니야? 이 아이 분명 길을 잘못 들었네. 우리를 뭔가 대단한 곳으로 데려온 것 같아...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64824,
			"It can’t be. I can’t see no guards here. Otherwise we could never make it here...",
			"这里都没有什么警备，肯定不是什么太重要的地方啦~要不然我们怎么可能来到这里呢……",
			"ここには何も警報装置がないし、きっと大して大事な場所じゃないわよ～じゃなかったらこんな所に来られるわけないわ……",
			"여긴 경보 장치도 없고, 별로 중요한 곳은 아닌 것 같아~ 그렇지 않으면 이런 곳에 올 수 없었을 거야...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64825,
			"You’ve got a point though, but I think the guards are just transferred to wipe out the Houkai Creatures, and that’s why our way here was all clear.",
			"虽然你说的有那么点道理，但是总感觉只是因为这里的警备力量被调去清理崩坏生物了才让我们有机可乘呢。",
			"その通りなんだけど、何だかここの警報装置の力が崩壊生物の掃討に使われているから、その隙に私たちが来たような気がする。",
			"그건 맞는데, 왠지 여기 경보 장치의 힘이 붕괴 생물 소탕에 사용되고 있어서, 그 틈을 타서 우리가 온 것 같은 느낌이 들어.",
			null
		],
		[
			"portraits",
			[
				202,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64826,
			"Little lady, seems this place is not a normal room for resting. Shall we get out of here?",
			"小妹妹，这里好像不是休息舱哦，我们还是离开这个地方吧？",
			"ねえ、お嬢ちゃん、ここは休息エリアじゃないみたいだから、ここから出ない？",
			"저기, 아가씨, 여긴 휴게 구역이 아닌 것 같으니까, 여기서 나가지 않을래?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				202,
				0,
				true
			],
			[
				412,
				0,
				false
			]
		],
		[
			"msg",
			64827,
			"Uh... Hey!",
			"啊……那个！",
			"あ……あれ！",
			"아…… 저거!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64828,
			"Wait!",
			"小妹妹等一下！",
			"あ、ちょっと待って！",
			"아, 잠깐만!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64829,
			"Beep--Beep--Alert! Alert!",
			"滴——滴——警报！警报！",
			"ジリリリン——ジリリリン——警報！警報！",
			"지릴릴린——지릴릴린——경보! 경보!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64830,
			"What... What happened?",
			"发…发生什么事了！？",
			"な…一体何が起きたの！？",
			"뭐… 대체 무슨 일이 일어난 거야!?",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64831,
			"Seems our little lady touched something that triggered the alarm.",
			"似乎是修女小妹妹碰了什么东西触发了警报。",
			"修道女の子が何かに触ったら警報が鳴ったみたい。",
			"수녀님 아이가 뭔가 건드리니까 경보가 울린 것 같아.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64832,
			"I see... I won’t give up my companion even if I’ll have to fight against the whole ship!",
			"哼哼哼……原来是这样么，但是就算和整个战舰上的人为敌九霄大人也不会放弃已经认同了的伙伴的！",
			"ふふふん……そういうことね。でもたとえ戦艦内の人全員が九霄様の敵になったとしても仲間として認めた人を見捨てたりしないわ！",
			"후후훔…… 그런 거였구나. 하지만 설령 전함 안의 사람 전부가 큐쇼님의 적이 된다 해도 동료로 인정한 사람을 내버려두지 않을 거야!",
			null
		],
		[
			"msg",
			64833,
			"Senpai, let's fight alongside each other!",
			"学姐，让我们并肩战斗吧！",
			"先輩、一緒に戦いましょう！",
			"선배, 함께 싸워요!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64834,
			"Fight... I think we’d better get back to Murata Himeko and state the whole thing clearly, otherwise Kiana may get into trouble.",
			"战斗……我觉得我们还是回去找那位无量塔姬子少校解释清楚吧，要不然可能会因为我们连累到琪亚娜。",
			"戦う……やっぱり戻ってあの無量塔姫子少佐に説明しましょう。じゃないと私たちのせいでキアナまで巻き込んじゃうわ。",
			"싸우다니... 역시 돌아가서 무라타 히메코 소좌에게 설명하는 게 좋겠어. 안 그러면 우리 탓에 키아나까지 휘말리게 될 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64835,
			"All right...",
			"咕……我明白了……",
			"うぐっ……分かったわ……",
			"으윽... 알겠어...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64836,
			"Wait...... That little girl is gone!",
			"但是……刚刚那个修女好像不见了！",
			"だけど……さっきのあの修道女いなくなっちゃった！",
			"하지만... 아까 그 수녀님은 사라져버렸어!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				412,
				0,
				true
			]
		],
		[
			"msg",
			64837,
			"I’ve found her traces. That way!",
			"九霄大人的慧眼已经发现了她的踪迹，她向那边走了！",
			"九霄様の心眼で痕跡を見つけたわ。あっちよ！",
			"큐쇼 님의 심안으로 흔적을 찾았어. 저쪽이야!",
			null
		]
	],
	"805": [
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64838,
			"Finally arrived.",
			"终于到了么……",
			"やっと来たのね……",
			"드디어 왔구나...",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64839,
			"Are you... the girl just now?",
			"你……是刚才的那个修女？",
			"あなたは……さっきの修道女？",
			"당신은... 아까 그 수녀님?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64840,
			"Huh!? She’s that girl? The disguise is perfect! Sure enough she is necessary for my team!",
			"诶！？她居然是刚才的那个人？这是何等高明的变装术！果然她是救世的团队中必不可少的一份子！",
			"え！？彼女がさっきのあの子？これは何の変装術なの！やっぱり彼女は救世チームに欠かせない一人だったのね！",
			"엣!? 저 애가 아까 그 아이였어? 이건 무슨 변장술이야! 역시 그녀는 구세대 팀에 없어서는 안 될 멤버였구나!",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64841,
			"She just changed her clothes...",
			"只是换了一件衣服而已吧……",
			"服を着替えただけじゃない……",
			"옷만 갈아입은 거잖아...",
			null
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64842,
			"May I ask who you are? And your purpose?",
			"请问您是谁？把我们带到这里来有什么目的么？",
			"あなたは誰なんですか？私たちをここに連れて来た目的は何なの？",
			"당신은 누구예요? 우리를 여기로 데려온 목적이 뭐죠?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64843,
			"Ooh, so she was enticing us here. Didn’t see that plot in her! Thought she was a flawless clergy!",
			"诶，原来是她把我们引导到这里的么，本以为她是一个无暇的圣职者，没想到居然有这么重的心机！",
			"まったく、彼女が私たちをここに誘導してきたのね。てっきり汚れのない聖職者かと思ったけど、とんだ食わせ物ね！",
			"정말, 그녀가 우리를 여기로 유인한 거였네. 순결한 성직자인 줄 알았는데, 엄청난 속임수였어!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64844,
			"My name is Theresa Apocalypse, an S Rank Valkyria and the godmother of your friend, Kiana.",
			"我的名字是德丽莎·阿波卡利斯，是一名S级女武神，也是你们的朋友琪亚娜的教母。",
			"私の名前はテレサ・アポカリプス。S級ヴァルキリーで、あなたたちの友人キアナの修道女でもあるわ。",
			"내 이름은 테레사・아포칼립스. S급 발키리이며, 너희 친구 키아나의 수녀이기도 해.",
			null
		],
		[
			"msg",
			64845,
			"Kiana must have talked to you about us before. I’m here today to make some tests on you.",
			"琪亚娜之前应该也对你们提起了一些我们组织的相关情况，这一次我找到你们主要是为了对你们做一些测试。",
			"キアナの前に私たちの組織に関する状況を言っておかないとね。今回、私があなたたちを招いたのは、あなたたちにあるテストをするためよ。",
			"키아나 앞에서 우리 조직에 관한 상황을 말해두지 않으면 안 되겠네. 이번에 내가 너희를 초대한 건, 너희에게 어떤 테스트를 하기 위해서야.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64846,
			"Test?",
			"测试？",
			"テスト？",
			"테스트?",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64847,
			"The Valkyrie are supposed to be the selfless guardians of human in this turbulent world invaded by Houkai. Therefore they must possess outstanding resistance against Houkai, and excellent personality and virtue...",
			"女武神是在这个逐渐被崩坏侵蚀的世界中无私守护人类的战士，这些战士不但要求有着出色的对崩坏抗性，还对性格和品德有着要求……",
			"ヴァルキリーは徐々に崩壊に飲み込まれていくこの世界の中で自分を犠牲にして人類を守る戦士よ。この戦士には優れた崩壊耐性だけでなく、性格や品格も求められるわ……",
			"발키리는 점점 붕괴에 삼켜져가는 이 세상에서 자신을 희생하며 인류를 지키는 전사야. 이 전사에게는 뛰어난 붕괴 저항력뿐만 아니라, 성격과 품격도 요구되지...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64848,
			"Huh, meaningless. Those chosen by the Savior are without doubt...",
			"库库库，何等无聊的测试，身为普度众生的救世主，挑选出来的人怎么可能是……",
			"クックック、どんなつまらないテストよ。みんなを救う救世主として選ばれた人間がどうして……",
			"쿡쿡, 어떤 시시한 테스트야. 모두를 구할 구세주로 선택된 인간이 왜...",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64849,
			"Clang!",
			"铛！",
			"ガチャン！",
			"쨍그랑!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64850,
			"Whoa!",
			"噫！",
			"え！",
			"에?!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64851,
			"But still, combat power is the most important value! Now show me what you’ve got!",
			"但是最重要的还是她们的战斗素养！现在就让我看看你们的真实水平吧！",
			"でも最も重要なのはやはり戦闘の素質よ！あなたたちの本当の実力を見せてもらうわ！",
			"하지만 가장 중요한 건 역시 전투의 소질이야! 너희들의 진짜 실력을 보여줘!",
			null
		]
	],
	"806": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64852,
			"Didn’t expect such strong power behind that petit figure. Did she take any high-tech transformation like special gene injection or is she equipped with mechanical skeleton or something!",
			"没想到小小的身躯竟然隐藏着如此强大的力量，难道是因为接受了科技改造么，比如注射了特种基因、装备了特殊的机械骨骼之类的！",
			"小さな体してこんなに強いパワーを隠していたなんて。ハイテク改造でもされているんじゃないの。特殊な遺伝子を注射するとか、特殊な機械の骨格を装備しているとか！",
			"작은 체구에 이렇게 강한 힘을 숨기고 있다니. 하이테크 개조라도 된 거 아니야? 특수한 유전자를 주사한다든가, 특수한 기계 골격을 장착한다든가!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64853,
			"Shame on you. Your skills are green. You will be a burden to others in battles against Houkai and Anti-Entropy.",
			"真是失望，你们的战斗还是如此的稚嫩，这样的你们要怎么和强大的崩坏还有逆熵进行战斗，恐怕只会成为其他人的负担。",
			"本当にがっかりだわ。あなたたちの戦い方はまだまだ稚拙ね。これじゃあ強力な崩壊生物、そしてネゲントロピーとは戦えないわ。他の人の重荷になるのが関の山ね。",
			"정말 실망이야. 너희들의 싸움 방식은 아직도 유치하네. 이러면 강력한 붕괴 생물, 그리고 네겐트로피와는 싸울 수 없어. 다른 사람의 짐이 되는 게 고작이겠지.",
			null
		],
		[
			"msg",
			64854,
			"You name is... Mei, right? Seems you’ve learned swordsmanship before, but that’s far from enough. War is way more than what you saw in Nagazora. You’ve got a lot to learn.",
			"虽然……是叫芽衣对吧？你似乎有修行过剑术，但是战场可不只是你们所看到的长空市那样简单，你们需要学习的还有很多。",
			"確かに……芽衣って言ったわよね？あなたは剣術を修行しているみたいだけど、戦場はあなたたちが見てきた長空市みたいに簡単なところだけじゃないの。あなたたちはまだ学ぶべきことが多いわね。",
			"확실히... 메이라고 했지? 너희는 검술을 수련하고 있는 것 같지만, 전장은 너희들이 봐온 창궁시처럼 간단한 곳만이 아니야. 너희들은 아직 배울 게 많아.",
			null
		],
		[
			"msg",
			64855,
			"And especially you, Kyushou!",
			"尤其是你，蓬莱寺九霄！",
			"特にあなたよ、蓬莱寺九霄！",
			"특히 너야, 호라이지 큐쇼!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64856,
			"I'm sorry!",
			"对不起！",
			"すみません！",
			"죄송합니다!",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64857,
			"Never mind. Real combat and training will be the best method of improvement. You will know why after you arrive at St. Freya HS.",
			"不过没关系，实战与训练是提升战力的最有效的方法，等你们到了圣芙蕾雅学园之后就会明白了。",
			"でもいいわ。実戦と訓練でレベルを上げていくのが一番有効な方法ね。あなたたちが聖フレイヤ学園に来れば分かるわ。",
			"하지만 괜찮아. 실전과 훈련으로 레벨을 올려가는 게 가장 효과적인 방법이지. 너희들이 세인트 프레야 학원에 오면 알게 될 거야.",
			null
		],
		[
			"msg",
			64858,
			"It still takes some time to arrive at the school. Now get back to your rooms.",
			"现在距离到达学园还有一段时间，请你们先回到自己的舱室吧。",
			"まだ学園に着くまでは時間がかかるから、自分の船室に戻っていてちょうだい。",
			"아직 학원에 도착하기까지 시간이 걸리니까, 자기 배실로 돌아가 있어.",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64859,
			"Understood. Let’s go, Kyushou. Kiana should be awake now.",
			"我们明白了。那我们回去吧，九霄，估计现在琪亚娜也应该醒了呢。",
			"分かったわ。戻りましょう、九霄。キアナもそろそろ目を覚ますはずよ。",
			"알았어. 돌아가자, 큐쇼. 키아나도 곧 눈을 뜰 거야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64860,
			"I’ve got to tell her I’m also a Valkyria now! Just like her! Hahaha!",
			"那我可要告诉她，九霄大人也没有输给她！我也一样成为了女武神！哈哈哈哈~",
			"じゃあキアナに教えなきゃ。九霄様だって負けてないんだから！私も同じようにヴァルキリーになったんだから！ハハハハ～",
			"그럼 키아나에게 가르쳐줘야지. 큐쇼 님도 지지 않았잖아! 나도 같은 발키리가 된 거라고! 하하하하~",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64861,
			"...",
			"……",
			"……",
			"......",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64862,
			"Come on... I never said you had passed the test to become a Valkyria... Now contact Cecilia.",
			"真是……我可没有说过你们已经通过了测试成为女武神啊……那么接下来就联系塞西莉亚吧。",
			"まったく……まだテストに受かってヴァルキリーになったとは言ってないわよ……そろそろセシリアに連絡しなきゃね。",
			"정말... 아직 시험에 합격해 발키리가 됐다고 말한 건 아니야... 이제 세실리아에게 연락해야겠네.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64863,
			"*Beep*",
			"滴滴滴——",
			"ジリリリン——",
			"따르릉——",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64864,
			"This is Theresa. I’ve tested the two.",
			"我是德丽莎，那两个人我已经测试过了。",
			"私、テレサだけど、あの2人もうテストしたわよ。",
			"나, 테레사야, 그 두 사람은 이미 테스트했어.",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64865,
			"Thanks a lot, Thesesa. Cake on me when you’re back.",
			"辛苦你了~德丽莎酱~回到学园我请你吃蛋糕哦~",
			"お疲れ様～テレサちゃん～学園に帰ってきたらケーキをご馳走してあげるわよ～",
			"수고했어~테레사~ 학원에 돌아오면 케이크 사줄게~",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64866,
			"No, thanks. We’ve obtained quite some data in the battle this time. I’ve got to analyze it when I get back to the headquarters.",
			"那个就算了，这一次与逆熵交战我们获取了大量情报，我还得回总部处理那些资料呢。",
			"それはいいわ。今回のネゲントロピーとの戦いでたくさんの情報を得たわ。本部に戻って資料を整理しなくちゃ。",
			"그거 좋아. 이번 네겐트로피와의 싸움에서 많은 정보를 얻었어. 본부에 돌아가서 자료를 정리해야 해.",
			null
		],
		[
			"msg",
			64867,
			"What about you? Testing the danger of the Herrscher this way, seriously?",
			"倒是你用这种方法来测试律者的危险性是不是有些过于儿戏了？",
			"でもこんな方法で律者の危険性をテストするって、ちょっとイタズラが過ぎるんじゃないの？",
			"근데 이런 방법으로 율자의 위험성을 테스트한다니, 좀 장난이 심한 거 아니야?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64868,
			"I don’t see any problem. Why can’t we just get along with them...",
			"我倒觉得没什么问题诶~如果能和律者好好相处的话我们就好好相处嘛……",
			"何の問題もないと思うけど～律者とうまく付き合えるならそれに越したことはないじゃない……",
			"아무 문제도 없는 것 같은데~ 율자와 잘 지낼 수 있다면 그게 더 좋지 않아...",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64869,
			"Shut it! You still remember what happened in your battle against the Second Herrscher, don’t you!?",
			"别胡闹了！你难道忘记了你和第二律者交战时候的情况了吗！",
			"冗談言わないでよ！あなたと第二律者が戦った時のことを忘れたの！？",
			"농담하지 마! 너랑 제2율자가 싸웠을 때 일을 잊은 거야!?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64870,
			"All right. I was just joking. You are being too serious. I just have this feeling that Mei may not be the Third Herrscher.",
			"好啦好啦~我开玩笑的，德丽莎酱太过较真了~我只是觉得那个叫做芽衣的可能并不是真正的第三律者。",
			"分かった、分かった～冗談よ。テレサちゃん真面目すぎるんだから～あの芽衣っていう子は本物の第三律者じゃないと思うわよ。",
			"알았어, 알았어~ 농담이야. 테레사 너무 진지하네~ 그 메이라는 애는 진짜 제3율자가 아닌 것 같아.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64871,
			"Not the Third Herrscher? But you can see the strong reaction to the Houkai Energy in her...",
			"不是律者？但是那种强烈的崩坏能反应明显就是……",
			"律者じゃない？でもあの強烈な崩壊エネルギー反応は明らかに……",
			"율자가 아니라고? 하지만 그 강렬한 붕괴 에너지 반응은 분명히...",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64872,
			"We’ve got to figure out whether Anti-Entropy has done something to her before judging it. Besides, Siegfried has got to prove some speculation first.",
			"这就要问问逆熵的那些人是不是对这个小女孩做了什么呢，而且齐格飞也有一些推测需要去证实。",
			"それはネゲントロピーのやつらがこの子に何をしたのか聞かなきゃね。それにジークフリートも何かの考えがあるみたいで確かめなきゃ。",
			"그건 네겐트로피 놈들이 이 애에게 무슨 짓을 했는지 물어봐야 해. 게다가 지크프리트도 무슨 생각이 있는 것 같으니 확인해야지.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64873,
			"Seems you guys have got your own plan. All right. Take good care of yourselves and report to me if anything. Got it?",
			"看来你们夫妻两有着自己的计划呢，我明白了，你自己注意安全，有什么情况第一时间向我报告，明白了吗？",
			"あなたたち夫婦には自分たちの計画があるみたいね。分かったわ。気をつけてね。何かあったらすぐに報告すること。分かった？",
			"너희 부부는 자기들만의 계획이 있는 모양이네. 알았어. 조심해. 무슨 일 있으면 바로 보고해. 알겠지?",
			null
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				413,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			64874,
			"Yes, Bishop Theresa.",
			"知道了啦~德丽莎主教大人~",
			"分かりましたよ～テレサ主教様～",
			"알겠어요~ 테레사 주교님~",
			null
		]
	],
	"807": [
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56695,
			"Heyheyhey! Let me go!",
			"喂喂喂！快把我身上的绳子解开！你们这些没人性的家伙！",
			"おいおい！早くこの縄を解け！この人でなしめ！",
			"야야! 빨리 이 밧줄 풀어! 이 못된 놈아!",
			"Hey, hey! Hurry up and untie me, you bastards!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56696,
			"Sin~ It's unsafe here, we are trying to protect you!",
			"杏~这是为了你好哦，每次你都乱跑，这个荒郊野岭的地方可是很危险的！",
			"シンさん、これはあなたのためなの。あちこち走り回って危ないから……。",
			"신씨, 이것은 당신을 위한 거예요. 여기저기 뛰어다니면 위험하니까……",
			"Sin, this is for your own good. It's dangerous to run around here and there..."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56697,
			"Wait, who left me in the wolf's home?!",
			"你们好好想想是谁把我扔在狼窝里跑路的！！",
			"狼の巣に捨てただけじゃ飽き足らず、今も縄でボクを縛りつけて……早くこの縄を解け！",
			"늑대 굴에 버린 것도 모자라, 이제 밧줄로 날 묶어서… 빨리 이 밧줄 풀어!",
			"Not only have you abandoned me in the wolves' den, you've now tied me up with rope... Untie me NOW!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56698,
			"I didn't mean to leave you there, I'm not going to give up anyone, I just wanted to give you a lesson.",
			"布洛妮娅是不会抛弃自己的同伴的，那个只是给你的一些教训而已。",
			"ブローニャは仲間を見捨てたりしません。ただ、お仕置きをしただけです。",
			"브로냐는 동료를 버리지 않아요. 그냥 벌을 준 것뿐이에요.",
			"Bronya never abandons her friends. She just punishes them."
		],
		[
			"speaker",
			204585
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				660,
				0,
				false
			]
		],
		[
			"msg",
			56699,
			"I don't trust you!!",
			"现在一本正经说这个谁信啊！！",
			"お仕置きで命の危険に晒されて誰が信じるもんか！",
			"벌을 받는다고 목숨이 위험해진다니, 누가 믿겠어!",
			"Who the heck leaves someone in life threatening danger as a punishment?!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				660,
				0,
				true
			]
		],
		[
			"msg",
			56700,
			"Bang! Bang! Bang!",
			"当！当！当！",
			"——ゴーン！ゴーン！ゴーン！",
			"——쿵! 쿵! 쿵!",
			"<i>——Gong! Gong! Gong!<i>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56701,
			"Sounds like a bell, Bronya~  Seems there is a town~",
			"布洛妮娅姐姐，这个好像是钟声哦！这么说的话前面应该有小镇~",
			"——これは、鐘の音かな？ブローニャお姉ちゃん、もしかしたら、この先に街があるかもしれないね！",
			"——이거, 종소리인가? 브로냐 언니, 혹시 이 앞에 마을이 있을지도 몰라!",
			"——Is that the sound of a bell? Bronya, maybe there's a town up ahead!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56702,
			"Yes, we can follow the sound.",
			"嗯，声音是从这个方向传来的。",
			"はい、音はこの方角から聞こえてきます。ゼーレ、行ってみましょう。",
			"네, 소리는 이쪽에서 들려옵니다. 제레, 가 봅시다.",
			"Yes, the sound is coming from this direction. Seele, let's go."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56703,
			"Shalalalala~",
			"沙拉沙拉~",
			"少女移動中——",
			"소녀 이동 중——",
			"......"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56704,
			"Wow! What a big city!",
			"哇！好大的城市！布洛妮娅姐姐你看，那边的钟楼好漂亮~",
			"うわぁ！大きな街……ブローニャお姉ちゃん！あそこの時計台、すっごく綺麗だよ！！",
			"와! 큰 마을... 브로냐 언니! 저기 시계탑, 엄청 예뻐!!",
			"Wow! What a big city! Bronya, the clock tower over there is sooo beautiful!!"
		],
		[
			"msg",
			56705,
			"Great! We can sleep on bed tonight~",
			"太好了。今晚终于有软绵绵的床可以睡了~",
			"今日はふかふかのベッドで寝れるね！今から楽しみだね！",
			"오늘은 푹신한 침대에서 잘 수 있겠다! 지금부터 기대되네!",
			"We can sleep on a fluffy bed tonight! I'm looking forward to it~!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56706,
			"We can take a visit here before dusk.",
			"趁着太阳还没有下山，还可以在镇里逛一下。",
			"日が沈まない内に街で買い物を済ませましょう。",
			"해가 지기 전에 마을에서 쇼핑을 마치자.",
			"Let's finish shopping in the city before the sun goes down."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56707,
			"Let's go, Bronya~",
			"布洛妮娅姐姐，我们走吧~",
			"賛成さんせーい！ブローニャお姉ちゃん、さっそく行こうよ！",
			"찬성이에요! 브로냐언니, 빨리 가자!",
			"Yeah, yeah! Let's go, Bronya!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56708,
			"…",
			"……",
			"……。（何か忘れているような気がします。なんでしょうか。）",
			"……。(뭔가 잊은 것 같은 기분이 들어요. 뭘까?)",
			"...... (I feel like I'm forgetting something. What is it?)"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56709,
			"What happened?",
			"怎么了，布洛妮娅姐姐？",
			"ブローニャお姉ちゃん……？どうしたの？",
			"브로냐언니……? 왜 그래?",
			"Bronya? What's wrong?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56710,
			"Nothing, let's go.",
			"没事，我们出发吧。",
			"何でもありません。ゼーレ、行きましょう。",
			"아무것도 아냐. 제레, 가자.",
			"It's nothing. Let's go."
		]
	],
	"808": [
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56711,
			"It's crowded here, seems they are trying to celebrate a holiday!",
			"好热闹的城镇，这里好像在准备圣诞节呢！布洛妮娅姐姐你看街道上都是圣诞的装束呢~",
			"賑やかなところだね！クリスマスの準備をしているみたい！ブローニャお姉ちゃん！あそこを見て、みんなクリスマスの衣装を着てるよ！",
			"정말 시끌벅적하네! 크리스마스 준비를 하는 것 같아! 브로냐언니! 저기 � 봐, 다들 크리스마스 의상을 입고 있어!",
			"It's a lively place!  It looks like they're preparing for Christmas!  Bronya!  Look over there, everyone is wearing Christmas costumes!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56712,
			"Hum~ The best fairy tale for this time is …",
			"这么说起来的确已经到了这个季节了呢，在这个特定的时间点的童话故事是……",
			"そういえば、もうそんな季節ですね。この季節の童話と言えば……。",
			"그러고 보니, 벌써 그런 계절이네요. 이 계절의 동화라고 하면…….",
			"Come to think of it, it's that time of year again. Speaking of fairy tales for this season..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56713,
			"Alright~ Bronya, don't think too much now~ Let's just take a visit here~",
			"好啦~布洛妮娅姐姐，现在不要想这么多啦~难得到了这么热闹的地方就让我们一起逛一下吧~",
			"ブローニャお姉ちゃん！季節とか童話なんか後にして、賑やかなところに来たんだからもっといろんな場所を見てみようよ。ブローニャお姉ちゃんと一緒に街を歩くの楽しみなんだ！",
			"브로냐 언니! 계절이나 동화 같은 건 뒤로 하고, 북적이는 곳에 왔으니까 더 다양한 곳을 구경하자! 브로냐 언니랑 함께 거리를 걷는 게 기대돼!",
			"Bronya! Let's leave the seasons and fairy tales behind and explore more places now that we've come to a lively place. I'm looking forward to walking around the city with you, Bronya!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56714,
			"Bang! Bang! Bang!",
			"当！当！当！",
			"——ゴーン！ゴーン！ゴーン！",
			"——고옹! 고옹! 고옹!",
			"<i>——Gong! Gong! Gong!<i>"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56715,
			"That's the bell! I'd like to find the bell tower, it must be grand.",
			"这个是刚才的钟声，声音的方向就在附近呢！希儿好想看一下那座钟塔呢，从近处看一定很壮观~布洛妮娅姐姐，我们……",
			"これって……さっきと同じ鐘の音？ゼーレ、あの時計台が見てみたいな。近くから見るときっと凄く大きいんだろうなぁ……ブローニャお姉ちゃん、一緒に行こう？",
			"이건…… 아까랑 같은 종소리? 제레, 저 시계탑이 궁금해. 가까이서 보면 분명 엄청 클 거야…… 브로냐 언니, 같이 가자?",
			"Is this... the same bell as before? Seele wants to see that clock tower. It must be really big from up close... Bronya, want to come with me?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56716,
			"Seele, wait a second.",
			"希儿，等一下。",
			"ゼーレ、待ってください。",
			"제레, 잠깐만.",
			null
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56717,
			"What happened?",
			"怎么了？",
			"ブローニャお姉ちゃん、どうしたの？早く行こうよ？",
			"브로냐 언니, 왜 그래? 빨리 가자!",
			"Bronya, what's wrong? Let's hurry, okay?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				663,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56718,
			"I can hear strange sound from there.",
			"钟声传来的方向夹杂着很多嘈杂的声音。",
			"鐘の音とは別に違う音も聞こえます。",
			"종소리 말고도 다른 소리가 들려.",
			"Apart from the bells, you can also hear other sounds."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				663,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56719,
			"People are celebrating holiday there~",
			"一定是在庆祝圣诞节的活动啦~",
			"それは、きっとクリスマスのイベントじゃないかな？",
			"그건 분명 Christmas 이벤트일 거야?",
			"That must be a Christmas event, right?"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				659,
				0,
				true
			]
		],
		[
			"msg",
			56720,
			"How about the smoke? It's on fire!",
			"那边升起的烟雾是？前面的街道好像着火了…看来这个钟声并不是报时，而是火警的钟声。",
			"あの煙は？ゼーレ、この先の街が燃えています。時計台の音で聞きとりづらかったですが、どうやら警報音も鳴らされていたようですね。",
			"저 연기는? 제레, 앞 마을이 불타고 있어요. 시계탑 소리에 잘 안 들렸지만, 경보음도 울리고 있었나 봐요.",
			"What's that smoke rising over there? The street ahead looks like it's on fire... It seems like this bell is not telling the time, but a fire alarm."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56721,
			"It's on fire!? Let's go to help!",
			"着火了么！？布洛妮娅姐姐我们也去帮忙吧！有受伤者也说不定！",
			"もしかして火事！？ブローニャお姉ちゃん、助けに行こうよ！ケガをしてる人がいるかも……。",
			"설마 불?! 브로냐 언니, 구하러 가요! 다친 사람이 있을지도...",
			"It's on fire?! Bronya, let's go help too! There might be people injured!"
		]
	],
	"809": [
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			56722,
			"Finally… The fire was put out. Are you alright, Seele?",
			"终于扑灭了，希儿你没事吧。",
			"やっと消化し終わりました。ゼーレ、大丈夫ですか？",
			"겨우 진화했어. 제레, 괜찮아?",
			"It's finally out. Seele, are you okay?"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56723,
			"Yeah, I'm fine~ They should be more carefully especially at time like this.",
			"嗯，没事哦~还好发现的及时呢，果然在过节的时候还是要注意安全呢，不然还是会发生意想不到的意外呢。",
			"うん、大丈夫だよ！間に合って良かったね。やっぱりお祭りの時は気をつけないとね……。",
			"응, 괜찮아! 마침내 잘 됐네. 역시 축제 때는 조심하지 않으면 안 되지…….",
			"Yeah, I'm okay! I'm glad we made it in time. I guess you have to be careful during festivals..."
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56724,
			"No… It's not just an accident! Someone made it…",
			"不…这根本不是意外……而是蓄意破坏！",
			"違う！！これは事故じゃなくて意図的に起こされたものだよ！",
			"아니야!! 이건 사고가 아니라 누군가 일부러 벌인 거라고!",
			"No!! This was not an accident, it was done on purpose!"
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56725,
			"Who are you?",
			"请问您是？",
			"……えっと、どなたでしょうか？",
			"...어, 누구세요?",
			"...Umm, who might you be?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56726,
			"I'm a resident here, my name is Rapti. I can't endure the guy… It's not trick anymore! It's terrorist attack!",
			"我是这里的居民…名叫普蕾提，我们已经受不了那个家伙的报复了…这已经不是恶作剧了！而是恐怖袭击！",
			"私はプレーティ。私たちは、あいつの所業に対して、もう我慢できない……！いたずらで済ませられる問題ではないの！",
			"나는 프레티. 우리는 그 자의 만행을 더는 참을 수 없어...! 장난으로 넘길 문제가 아니야!",
			"I am Preeti. We can't tolerate his behaviour any more.... This is not something that can be dismissed as a prank!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56727,
			"Calm down, what happened?",
			"请冷静一下，能告诉我们究竟出了什么事么？",
			"落ち着いてください。良かったら何があったのか教えてくれませんか？",
			"진정하세요. 괜찮으시다면 무슨 일이 있었는지 말씀해 주시겠어요?",
			"Please calm down. Could you please tell us what happened?"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				658,
				0,
				true
			]
		],
		[
			"msg",
			56728,
			"She is not like this before… She was so kind, although she can't sell her matches, she never did things to harm others…",
			"那家伙以前不是这样的…明明之前那么善良，虽然她的火柴总是卖不掉，但是绝对不会做出伤害大家的事情……",
			"昔はあんな子じゃなかった、あんなに優しかったのに……。マッチはいつも売れなかったけど、みんなを傷つけるような真似はしないはず！なのに、なのに……どうして……。",
			"예전엔 그런 아이가 아니었는데, 그렇게 착했는데……. 성냥은 항상 안 팔렸지만, 사람들을 다치게 하는 짓은 절대 안 할 아이야! 그런데, 그런데…… 어째서…….",
			"She wasn't like this before, she used to be such a kind person... She never could sell any matches, but she wouldn't do anything to hurt people! S-so... why..."
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				659,
				0,
				false
			]
		],
		[
			"msg",
			56729,
			"Matches… Bronya! Seems the story this time is The Little Match Girl~",
			"火柴…布洛妮娅姐姐！看来这次的童话是卖火柴的小女孩呢~",
			"マッチ？マッチといえば……ブローニャお姉ちゃん！今回の童話は「マッチ売りの少女」だね！",
			"성냥? 성냥 하면……브로냐언니! 이번 동화는 「성냥팔이 소녀」네!",
			"Matches? Speaking of matches... Bronya! Today's fairy tale is \"The Little Match Girl\"!"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				616,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56730,
			"Lalalala♪~ It's me, the little match girl-Ivya!",
			"啦啦啦~~那就是我！沉鱼落雁闭月羞花的卖火柴的小女孩艾薇娅是也！",
			"それがあたし！立てば芍薬、座れば牡丹、歩く姿は百合が如くの笑顔良し！可愛さ良し！セクシーさも良し！マッチを売る美少女兎エヴィアちゃんだよ☆",
			"그게 바로 나야! 서면 작약, 앉으면 모란, 걸으면 백합 같은 웃음도 좋고! 귀여움도 좋고! 섹시함도 좋고! 성냥 파는 미소녀 토끼 에비아쨩이야☆",
			"That's me! When I stand, I'm like a peony, when I sit, I'm like a peony, and when I walk, I have a smile as beautiful as a peony! I'm cute! And sexy! I'm Ivya, the beautiful rabbit who sells matches☆"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56731,
			"This is… the weird rabbit in the European town!",
			"这个是……在欧洲的小镇上穿着吉普赛的服饰唱着奇怪歌谣的兔子么？",
			"ゼーレ、そろそろ宿を探しましょ——",
			"제레, 슬슬 숙소 찾으러 가자——",
			"This is... a rabbit wearing gypsy clothes and singing strange songs in a small town in Europe?"
		],
		[
			"speaker",
			902
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				667,
				0,
				false
			]
		],
		[
			"msg",
			56732,
			"Stop it. I don't have time to talk to you. I'm going to make this place a big stove!",
			"不要一一吐槽啦！我现在可没有心情和你们谈笑风生！你们听着！我要把你们朝思暮想的圣诞节变成大火炉！",
			"そこの人！なんで無視するの！？あたしの登場シーンを無視しないで！——こほん、でもでも、あなたたちと馴れ合うつもりはないから！良く聞け！みんなが楽しみにしてたクリスマスを火の海にする！！",
			"거기 당신! 왜 무시하는 거야!? 내 등장씬을 무시하지 마!—— 흠흠, 그래도 그래도, 너희들과 친해질 생각은 없으니까! 잘 들어! 모두가 기대하던 크리스마스를 불바다로 만들 거야!!",
			"Hey you! Why are you ignoring me?! Don't ignore my grand entrance! ——Ahem, but, but, I have no intention of getting friendly with you guys! Listen carefully! I'm going to turn the Christmas that everyone was looking forward to into a sea of fire!"
		],
		[
			"msg",
			56733,
			"It's not end yet! See you~",
			"平安夜的钟声才刚刚响起！晚会还有很久才会结束哦~那么后会有期！",
			"クリスマスの鐘の音も鳴ったばかりっ！パーティはまだまだこれからよ♪じゃあ、またねっ！！",
			"크리스마스 종소리도 방금 울렸어! 파티는 이제부터 시작이야♪ 그럼, 또 봐!",
			"The Christmas bells have just rung! The party is just beginning♪ See you soon!"
		],
		[
			"speaker",
			901
		],
		[
			"portraits",
			[
				616,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56734,
			"Ahhhh! Stop running! I must give you a lesson this time!",
			"可恶！别想跑！这次我一定要抓到你好好教训一下！",
			"もうっ！！今度こそ逃がすものか！絶対にお仕置きしてやる！",
			"쳇! 이번엔 절대 놓치지 않아! 반드시 혼내줄 거야!",
			"Damn it! Don't even think about running away! This time I'm going to catch you and teach you a lesson!"
		],
		[
			"speaker",
			204555
		],
		[
			"portraits",
			[
				662,
				0,
				false
			],
			[
				667,
				0,
				true
			]
		],
		[
			"msg",
			56735,
			"What's this? A leaflet? Matches with roasted goose?",
			"天空中飘着的这个是传单么…轻轻划起燃烧的火柴，在绚丽的火光中映照出香喷喷的烤鹅…",
			"空に舞っているのは、チラシ？「クリスマスにぴったり！絶品ローストチキン」",
			"하늘에 휘날리는 건 전단지?「크리스마스에 딱! 절품 로스트 치킨」",
			"Is that a flyer flying in the sky? \"Delicious roast goose, perfect for Christmas!\""
		],
		[
			"speaker",
			204561
		],
		[
			"portraits",
			[
				662,
				0,
				true
			],
			[
				658,
				0,
				false
			]
		],
		[
			"msg",
			56736,
			"Bronya! Stop reading the leaflet! Let's go to catch her!",
			"布洛妮娅姐姐！不要看传单了！我们也赶紧追上去吧！",
			"ブローニャお姉ちゃん！緊急事態なんだからチラシなんて読んでないで、早く追いかけようよ！",
			"브로냐언니! 긴급 상황이라고 전단지 같은 거 읽지 말고 빨리 쫓아가자!",
			"Bronya! Stop looking at the flyers! We have to catch up!"
		]
	]
}