{
	"1426": [
		[
			"speaker",
			204618
		],
		[
			"bg",
			"CG10100"
		],
		[
			"portraits",
			[
				58,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV15_WindWooshB"
		],
		[
			"msg",
			303121,
			null,
			"又回到这里了呢。",
			"またここに戻って来た。",
			"다시 여기로 돌아왔군.",
			"I'm back here again.",
			null,
			"It's back here again.",
			"I'm back here again."
		],
		[
			"msg",
			303122,
			null,
			"第一次见到你的时候，你就如同这片废墟一样，仿佛被整个世界遗忘，安静地沉睡着。",
			"初めてあなたに会った時、あなたはこの廃墟と同じで、世界中から忘れられたかのように静かに眠っていた。",
			"처음 당신을 만났을 때, 당신은 이 폐허와 마찬가지로 온 세상에서 잊혀진 듯 조용히 잠들어 있었어.",
			"When I first met you, you were sleeping quietly, as if you were forgotten by the world, just like these ruins.",
			null,
			"The first time I saw you, you were just like this ruin, as if forgotten by the whole world, quietly sleeping.",
			"When I first met you, you were sleeping quietly, as if you were forgotten by the world, just like these ruins."
		],
		[
			"msg",
			303123,
			null,
			"那个时候我不知道你在这里等待着谁，因为你总是一幅孤独的表情把所有痛苦的事情都深埋在自己心中。",
			"あの時、あなたがここで誰を待っていたのかまだ知らなかった。#nだって、あなたはいつも孤独そうな顔をして、辛いことを全て自分の心の奥深くに隠していたから。",
			"그땐 당신이 여기서 누구를 기다리고 있었는지 아직 몰랐어.#n당신은 항상 외로워 보이는 얼굴로, 힘든 일들을 모두 자신의 마음 깊숙이 숨기고 있었으니까.",
			"Back then, I still didn't know who you were waiting for here. You always looked so lonely, and you buried all the painful things deep inside your heart.",
			null,
			"At that time I did not know who you were waiting for here, because you always had a lonely expression to bury all the painful things deep in your heart.",
			"At that time, I still didn't know who you were waiting for here. Because you always looked lonely and hid all the painful things deep inside yourself."
		],
		[
			"msg",
			303124,
			null,
			"我曾经幻想着你会像救世主一样降临在我的身边，没想到会是这样的形式再次相遇。",
			"かつてのように、あなたが救世主として傍に現れてくれることを夢見ていた。#nまさか、こんな形で再会するとは思わなかった。",
			"예전처럼, 당신이 구세주로 곁에 나타나주길 꿈꿨었지.#n이런 식으로 재회하게 될 줄은 꿈에도 몰랐어.",
			"I dreamed that you would appear beside me as a savior, as you once did. I never thought we would meet again in this way.",
			null,
			"I had imagined that you would come to me like a savior, but I never thought I would meet again in this form.",
			"I dreamed that you would appear beside me as a savior, as you once did. I never thought we would meet again in this way."
		],
		[
			"msg",
			303125,
			null,
			"谢谢你，即使在如此绝望的时刻也没有放弃我，扮演着自己讨厌的样子，引领我走向终点。",
			"ありがとう。これほどの絶望の中でも我のことを見捨てず、#n自分の嫌いな姿を演じながら、終着まで導いてくれて。",
			"고마워. 이토록 절망 속에서도 나를 버리지 않고,#n스스로가 싫어하는 모습을 연기하면서도 끝까지 이끌어줘서.",
			"Thank you for not giving up on me in the midst of so much despair, and leading me to the end of the road. Even if you had to play the villain.",
			null,
			"Thank you for not giving up on me even in such a desperate moment, playing the part of being annoying and leading me to the finish line.",
			"Thank you. For not abandoning me in the midst of so much despair, and for leading me to the end of the road, playing the part of a man who hates himself."
		],
		[
			"portraits",
			[
				58,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			303126,
			null,
			"在我结束这段旅行之前，就当是我临走前微不足道的礼物，让我来帮助你实现最后的心愿吧。",
			"我がこの旅を終わらせる前に、ささやかな別れのプレゼントを。#nあなたの最後の願いを叶えよう。",
			"내가 이 여정을 끝내기 전에, 작은 이별 선물을.#n당신의 마지막 소원을 이뤄줄게.",
			"Before I end this journey, let me bestow a small parting gift. Let me help you fulfill your last wish.",
			null,
			"Before I end this journey, consider this my modest gift before I leave, and let me help you fulfill your last wish.",
			"Before I end this journey of mine, a small parting gift. I will grant your last wish."
		]
	],
	"1429": [
		[
			"speaker",
			204618
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			303127,
			null,
			"你的发卡和芽衣的发带我就物归原位了，你和芽衣就在这里安心地休息吧。",
			"あなたのヘアバンドと芽衣のリボンは元の場所に戻しておいた。#n芽衣とここで安心して休んでくれ。",
			"당신의 헤어밴드와 메이의 리본은 원래 자리에 돌려놓았어.#n메이와 여기서 안심하고 쉬어.",
			"I've returned your hairband and Mei's ribbon back where they belong. You two can rest here in peace.",
			null,
			"I'll return your hairpin and Meiko's hairband to their original places, so you and Meiko can rest here in peace.",
			"I put your hair band and Mei's ribbon back where they belong. Rest easy here with Mei."
		],
		[
			"msg",
			303128,
			null,
			"唔…这么说总觉得很奇怪，毕竟在我的世界里她们两个人一定还在努力地奋斗着呢。",
			"うーん……こんなこと言うのもおかしな気はするけど、#n我の元いた世界では、2人ともまだ頑張り続けているはずだ。",
			"음…… 이런 말 하는 것도 좀 이상한 기분이 들지만,#n내가 원래 있던 세계에서는, 두 사람 모두 아직 계속 힘내고 있을 거야.",
			"Well...... I know it sounds crazy, but in the outside world, I'm sure both of them are still struggling.",
			null,
			"Well...it's always strange to say that, after all, in my world they both must still be struggling.",
			"Hmmm......... I know it sounds crazy to say this, but in my former world, I'm sure both of them are still trying."
		],
		[
			"msg",
			303129,
			null,
			"而我…也应该踏上我应该出发和她们一起继续我们的战斗了。",
			"そして、我も……彼女たちと共に戦いへ赴かないといけない。",
			"그리고 나도…… 그녀들과 함께 전장으로 향해야 해.",
			"And... I should set out to join in their fight.",
			null,
			"And I ... should also embark on I should set out to continue our fight with them.",
			"And I too ...... must go into battle with them."
		],
		[
			"msg",
			303130,
			null,
			"请你放心吧，我一定会和她们一起将我们的世界重新塑造成大家都能幸福生活的模样！",
			"安心しろ。我は彼女たちと一緒に、皆が幸せに暮らせるよう世界を作り直してみせるから！",
			"안심해. 나는 그녀들과 함께 모두가 행복하게 살 수 있는 세상을 다시 만들어 보이겠어!",
			"Don't worry. I'll work with them to reshape the world so everyone can live happily ever after!",
			null,
			"Please rest assured that I will work with them to reshape our world into a place where everyone can live happily ever after!",
			"Don't worry. I will work with them to rebuild the world so that everyone can live happily ever after!"
		],
		[
			"bg",
			"CG10185"
		],
		[
			"msg",
			-1,
			"",
			"",
			"",
			"",
			""
		],
		[
			"msg",
			303132,
			null,
			"那么再见了，两位……",
			"じゃあ、さようなら。二人とも……。",
			"그럼, 안녕. 두 사람 모두…….",
			"So goodbye, both of you......",
			null,
			"So goodbye, both of you ......",
			"Well, goodbye. You can both visit ......."
		],
		[
			"msg",
			303133,
			null,
			"愿你们能有个好梦。",
			"どうかいい夢を、見てくれ。",
			"부디 좋은 꿈을, 꾸길 바라.",
			"May you have good dreams.",
			null,
			"May you have good dreams.",
			"Please have a nice dream."
		]
	]
}