{
	"1": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			30001,
			"I stayed up all night...",
			"在崩坏降临的前一天晚上，我彻夜未眠…",
			"崩壊が訪れる前夜、私は一睡もできなかった……。",
			"붕괴가 찾아오기 전날 밤, 나는 한숨도 못 잤다…….",
			"(The night before the Honkai arrived, I couldn't sleep a wink...)",
			"Na noite anterior ao colapso, fiquei acordado a noite toda...",
			"The night before the collapse came, I stayed up all night...",
			"The night before the collapse came, I didn't sleep a wink. ......"
		],
		[
			"msg",
			30002,
			"Apocalypse arrived at Senba HS at exactly 2:07:47 PM. The chance of getting outta here alive is 0.000000001%",
			"14:07:47，【崩坏】成功降临千羽学园。成功逃脱率 0.000000001%",
			"時刻 14:07:47——千羽学園にて「崩壊」が発生。推定生存確率：0.000000001%。",
			"시각 14:07:47——센바 학원에서「붕괴」가 발생. 추정 생존 확률: 0.000000001%.",
			"Time: 14:07:47 - Honkai outbreak occuring at <tooltip entry=27>Senba Academy</tooltip>, <tooltip entry=26>Nagazora City</tooltip>, Honshu, Japan. Estimated Chance of Survival: 0.000000001%.",
			"Às 14:07:47, o surto de Honkai entrou em vigor na Academia Senba. As chances estimadas de sobrevivência são de 0,000000001%",
			"14:07:47, [Avalanche] successfully descended to Chihaya Academy. Successful escape rate 0.000000001%",
			"Time 14:07:47 -- \"Collapse\" occurs at Senba Academy. Estimated survival probability: 0.00000000001%."
		]
	],
	"2": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250001,
			"……The subscriber you dialed is busy now, please leave a message after the beep.",
			"嘟嘟嘟……您所拨打的用户正忙，请在提示音后留言。",
			"——留守番電話サービスにお繋ぎします。発信音の後にメッセージをどうぞ。",
			"——자동응답 서비스로 연결됩니다. 신호음 후 메시지를 남겨주세요.",
			"<i>Tuuu, tuuu, tuuu...</i> \"The user you are dialing is unavailable. Please leave a message after the tone.\"",
			"\"Trrrim-trrrim ...O usuário que você ligou está ocupado, por favor deixe uma mensagem após o toque.\"",
			"Dududududu ...... The user you have called is busy, please leave a message after the tone.",
			"--You will be connected to an answering service. Please leave a message after the dial tone."
		],
		[
			"msg",
			250002,
			"Beep--",
			"哔——",
			"ピーー",
			"삐——",
			"<i>BEEP——<i>",
			"Trrrim--",
			"Beep--",
			"peep (sound made by a small bird)"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250003,
			"I'm Kiana, I'm checking the Houkai now! Follow me!",
			"我是琪亚娜，目前位于极东地区长空市内的千羽学园，我知道你一定也在跟踪这起崩坏！我想告诉你，不管你走到哪里我都会找到你的！",
			"私よ、分かるでしょ？キアナ。私の通ってる千羽学園で「崩壊」が発生したの。あんた、今も「崩壊」を追ってるんでしょ？なら、ここにも来るよね？今度こそ見つけてやるんだから、待ってなさいっ！",
			"나야, 알겠지? 키아나. 내 다니는 센바 학원에서 「붕괴」가 발생했어. 너 지금도 「붕괴」를 쫓고 있지? 그럼 여기도 오겠네? 이번엔 꼭 찾아내겠어, 기다리고 있을게!",
			"Hey. It's me, Kiana. The \"Honkai\" has struck Senba Academy, the school I go to. You're still after the Honkai, right? If so, you'll be here too? Just know that I will find you this time, you'll see!",
			"Ei. Sou eu, Kiana. Atualmente estou na Academia Senba em Nagazora, no Extremo Oriente. Eu sei que você deve estar indo atrás desse surto de Honkai. Apenas saiba que eu vou te encontrar, não importa onde você vá!",
			"I'm Kiana, currently located at Chihaya Gakuen within the city of Nagumo in the Far East region, and I know you must be following this collapse as well! I want you to know that I will find you no matter where you go!",
			"It's me, you know what I mean. Kiana. There's been a disintegration at my school, Senba Academy. You're still following it, aren't you? Then you'll come here too, right? I'm going to find you this time, you just wait and see!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250004,
			"Boom!",
			"咔！",
			"ピッ！",
			"피익!",
			"<i>Beep!<i>",
			"Bum!",
			"Click!",
			"Beep!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250005,
			"…This is too suddenly. We can check it in the \"Senba High School\" first!",
			"呼…该说的已经说完了，没想到这次的崩坏居然这么突然就发生了，不过按预期来看应该属于小型崩坏，爆发范围就锁定在这所千羽学园里吧！",
			"……これでよし。にしても、今回の崩壊は突然だよね。この感じだと小規模なまま終わりそうけど……念のため、爆破範囲を千羽学園全体にしておこうかな。",
			"……이제 됐어. 그래도 이번 붕괴는 갑작스럽긴. 이 분위기로는 소규모로 끝날 것 같지만…… 혹시 모르니 폭파 범위를 센바 학원 전체로 해 놓을까.",
			"...Here we go. Still, this Honkai outbreak is so sudden. Seems like it'll remain small-scale, but... just to be safe, I'll estimate it to cover at least all of Senba Academy. (TN: Senba Academy is a huge campus, monikered the \"Academy City\" for its size.)",
			"Esta tudo bem... De qualquer forma, eu não esperava que esse surto Acontecesse tão de repente. Deve ser um pequeno surto. Vamos supor que o alcance cobre todo-o-terreno da Academia Senba!",
			"Phew... what should be said has been said, I did not expect the collapse to happen so suddenly, but according to the expected view should be a small collapse, the outbreak range is locked in this Chihaya school it!",
			"...... Here we go. But still, this collapse is so sudden. From the looks of it, it's going to end up being small-scale, but ...... I think I'll set the scope of the blast to the entire Senba Academy, just to be safe."
		],
		[
			"msg",
			250006,
			"All we need do is find the target before 「Shicksal」~",
			"接下来只要在「天命」组织赶到前找到目标就行~这次绝对不会让你逃走了！",
			"あとは「天命」より先にターゲットを確保するだけだね。今度こそ逃さないんだから！",
			"이제 남은 건 「천명」보다 먼저 표적을 확보하는 것뿐이야. 이번엔 절대 놓치지 않을 거야!",
			"All I have to do now is find the target before <tooltip entry=14>Schicksal</tooltip> arrives. I won't let you escape this time!",
			"Em seguida, eu só tenho que encontrar o alvo antes que 「Schicksal」 chegue - desta vez, não vou deixá-los escapar!",
			"Next, just find the target before the \"Mandate of Heaven\" organization arrives ~ this time you will not be allowed to escape!",
			"Now all we have to do is get the target before the \"Heaven's Own\". You won't miss it this time!"
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250007,
			"*Zombies roar*",
			"吼吼吼！！",
			"ウォオオオッ——グルルルッ！！",
			"우오오오——그르르르!!",
			"<i>Gwooooahh... grrrrr!!</i>",
			"Rooaar-Grrrrrr!!",
			"Ho ho ho ho!!!",
			"Wooooooooo--grrrrrrrrrrrrrrrrrrrrrrrrrrr!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250008,
			"Houkai zombies… Lucky me, I prepared weapons.",
			"被崩坏感染的死士已经诞生了么…还好早有准备，事先把武器都准备好了。",
			"……っ！もうゾンビが生まれたの！？武器の準備をしてきてて良かった。",
			"…! 벌써 좀비가 태어난 거야!? 무기 준비해 와서 다행이네.",
			"...! <tooltip entry=13>Zombies</tooltip> have already appeared?! Good thing I brought my weapons with me.",
			"Zumbis já nasceram!? Estou feliz por preparar minhas armas.",
			"The death of the infected by the collapse has been born... Fortunately, I was prepared and had my weapons ready beforehand.",
			"......! A zombie was born already! Good thing I came prepared with weapons."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250009,
			"*Pull the bolt*",
			"咔啦！",
			"カチャ——ッ！",
			"찰칵!",
			"<i>Click-tchack!</i>",
			"Whoosh!",
			"Ka-la!",
			"Click--clack!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250010,
			"Weapons… Ammo…",
			"武器检察完毕，弹药装配…真不知道手上这些老家伙还能撑多久。",
			"よし、準備完了！……この武器もだいぶ古くなってきたな。いきなり壊れたりしなきゃいいけど。",
			"좋아, 준비 완료!... 이 무기도 꽤 오래됐네. 갑자기 부서지지만 않으면 좋겠어.",
			"Alright, I'm ready! ...Still, this weapon is getting pretty old. I hope it doesn't break on me all of a sudden.",
			"Pronto, pronto! ...... Esta arma também está ficando velha. Espero que quebre de repente.",
			"Weapons inspection completed, ammunition assembly...I really don't know how long these old guys on hand will last.",
			"Okay, we're ready to go! ...... This weapon is getting very old. I hope it doesn't suddenly break."
		],
		[
			"msg",
			250011,
			"Alright, we need to escape from this library first.",
			"嘛~总之先按照预定计划逃离这个图书馆吧。",
			"さて、とりあえず、この図書館から出るとしますか！",
			"자, 일단 이 도서관에서 나가자!",
			"Well, for now, why don't I focus on getting out of this library first?",
			"Bem, suponha que você deixe esta biblioteca por enquanto!",
			"Well ~ Anyway, first escape from this library according to the scheduled plan.",
			"Well, let's get out of this library for now!"
		]
	],
	"3": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250012,
			"I can see zombies everywhere here…",
			"果然逃离路线上都徘徊着死士的身影呢……",
			"予想はしてたけど、やっぱりそこら中にゾンビが溢れてるわね……。",
			"예상은 했지만, 역시 사방에 좀비가 넘쳐나네...",
			"Sure enough, this place is filled with zombies...",
			"Eu esperava, mas afinal os zumbis estão por toda parte...",
			"Sure enough the escape route are hovering the figure of the dead soldiers it ......",
			"I expected it, but I knew there would be zombies everywhere. ......"
		],
		[
			"msg",
			250013,
			"Human effected by Houkai energy… Lost emotion and feelings, just like dead walkings, what a pity.",
			"被崩坏感染而变异的人类…失去了感情和意识，如同行尸走肉一般，真是令人悲哀的存在。",
			"人間が崩壊に感染しただけで、あんな自我も感情もない歩く屍になっちゃうなんて……可哀想に。",
			"인간이 붕괴에 감염되기만 해도 저렇게 자아도 감정도 없는 걸어다니는 시체가 되어버리다니... 불쌍해.",
			"All it takes is getting infected by the Honkai, and a person turns into a mindless, emotionless walking corpse... That’s just sad.",
			"É uma pena que os seres humanos que se infectaram com o Honkai se tornem um cadáver ambulante sem ego e emoções.",
			"Human beings infected by the collapse and mutated...lost their feelings and consciousness, just like the walking dead, what a sad existence.",
			"It's ...... pitiful that a human being could be infected with decay and become such a walking corpse with no ego and no feelings."
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250014,
			"*Zombies roar*",
			"吼吼吼！！",
			"……ィギ……グォオオオッ！",
			"……이기……그오오오오!",
			"<i>...Grr... guoaaahhh!</i>",
			"Blaa---ah--- Whoo---oorgh---",
			"Ho ho ho ho!!!",
			"......wiggy......guooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250015,
			"Sorry! I won't show mercy to you, R.I.P…",
			"抱歉，即使是这样本小姐也不会手下留情的，作为最后的补偿至少让你们安心地长眠吧……",
			"でも……ごめんね。手加減はしてあげられないの。それに辛いでしょ？今、眠らせてあげるから——せめて、安らかに。",
			"하지만……미안해. 살살 해줄 수는 없어. 게다가 힘들지? 지금, 재워줄게——적어도 편안하게.",
			"But... I'm sorry. I can't go easy on you. And it must be painful for you, right? I'll let you rest now — at least in peace...",
			"Eu sinto muito. Eu não posso ir com calma com você. É doloroso, não é? Vou colocá-lo para dormir agora, em paz.",
			"Sorry, even so this lady will not be merciful, as a final compensation at least let you rest in peace long sleep ......",
			"But ...... sorry. I can't go easy on you. And it's hard, isn't it? I'll let you sleep now - at least, in peace."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250016,
			"*Sound of firing*",
			"呯！呯！呯！",
			"カチャ……パァン、パァン——パァンッ！",
			"딸깍……빵, 빵——빵악!",
			"<i> Click... BANG, BANG, BAANG!</i>",
			"Click- BANG- BANG- BANG!---",
			"Ping! Bang! Bang!",
			"Kacha ...... pang, pang--pang!"
		]
	],
	"4": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250017,
			"Ho~ Finally we left the liarbry, things go well so far. According to our plan, all we need do now is find the target~",
			"呼~终于离开图书馆了，目前情况还算顺利。根据下面的计划，只要尽快在崩坏区域内找到目标就行了~",
			"ふぅ～、やっと抜けれた。今のところ順調かな？あとはターゲットが見つかればいいんだけど……。",
			"후~, 겨우 빠져나왔어. 지금까지는 순조로운 걸까? 이제 표적만 찾으면 되는데…….",
			"Phew~ Finally made it out. So far so good, I guess? Now I just need to locate the target...",
			"Ufa~ Finalmente saí da biblioteca, e as coisas estão indo bem até agora. De acordo com o plano a seguir, contanto que você encontre o alvo na área de colapso o mais rápido possível~",
			"Phew~ finally left the library, things are going well so far. According to the following plan, just find the target in the collapse area as soon as possible ~",
			"Whew, I finally got out of it. So far so good, huh? Now if only I could find a target. ......"
		],
		[
			"msg",
			250018,
			"We are here now, we need to avoid zombies and arrived this place, follow me!",
			"现在的位置是这里，尽量避开死士密集的地方前进，那么最有效的路径是沿着这条樱花道进入千羽学园的校区中心，就这么办吧！",
			"ひとまず、千羽学園の中心に向かおうかな。ゾンビの多そうなところを避けるとなると……桜小路から行くのが一番良さそうだね。よし、決まりっ！",
			"일단 센바 학원의 중심부로 가볼까. 좀비가 많을 것 같은 곳을 피한다면…… 벚꽃길로 가는 게 가장 좋을 것 같아. 좋아, 결정!",
			"I think I'll head to the center of Senba Academy campus for now. If I want to steer clear of zombie-heavy areas... Sakura Lane is probably the best route. Alright, that settles it! (TN: In the Japanese version, it uses a more literal street name instead of describing the road's appearance like in Chinese. I felt this was better.)",
			"A localização atual é aqui, tente evitar o local onde os mortos estão concentrados, então o caminho mais eficaz é seguir esta estrada de flores de cerejeira até o centro do campus da Academia Senba, então vamos lá!",
			"Now the location is here, try to avoid the dense area of dead soldiers to move forward, then the most effective path is along this cherry blossom road into the center of the campus of Chihaya Gakuen, let's do that!",
			"Let's head for the center of Senba Academy for now. If we want to avoid the zombie-infested area, it would be best to go from ...... Sakurakoji. Okay, it's decided!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250019,
			"However… I'm still not used to this quiet school, finally I can be myself~",
			"不过话说回来…原来喧嚣的学园一下子这么安静还真是有些不习惯，从今以后也不用故作淑女陪大小姐们赏花了吧…嘛，姑且算是件值得开心的事情吧~",
			"それにしても、あんなに賑やかだった学園が、こうも静かだと何だか変な感じ。お嬢様学校だったから、それに調子を合わせる必要がなくなったのは、楽っちゃ楽だけど。",
			"그래도 저렇게 시끌벅적하던 학원이 이렇게 조용하니 뭔가 이상한 느낌이야. 아가씨 학교였으니, 그에 맞춰야 할 필요가 없어진 건 편하기는 하지만.",
			"Still, it feels weird how quiet the academy is now, when it used to be so full of life. It was a fancy girls' school, so not having to keep up appearances is kind of a relief, in a way.",
			"Mas dito isso... Acontece que a escola barulhenta de repente está tão quieta, eu realmente não estou acostumada. De agora em diante, eu não tenho que fingir ser uma dama para acompanhar a mais velha senhoras para desfrutar de flores... Bem, digamos que é algo para ser feliz.",
			"But then again...the original noisy school is so quiet all of a sudden is really a bit uncomfortable, from now on also do not have to pretend to be a lady to accompany the ladies to enjoy the flowers...well, let's say it's a happy thing ~",
			"It's strange to see such a quiet school that used to be so lively. It's easy for me to say that I don't have to adjust to the school because it was a young lady's school."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250020,
			"Wait. It's not time to say those things! I still have a lot of things need to do!",
			"呜！等下！为什么忽然有感而发了起来！明明还有重要的事情要做呢！",
			"んー、何か重要なことを忘れてるような……？まっ、いっか。",
			"음, 뭔가 중요한 걸 잊어버린 것 같은……? 뭐, 됐어.",
			"Hmm, am I forgetting something important...? Ah, whatever.",
			"Ah, espere!  Agora não há tempo para sentimentalismo! Há coisas mais importantes para fazer agora!",
			"Whoo! Wait a minute! Why are you suddenly feeling it? I have important things to do!",
			"Hmmm, am I forgetting something important ......? Oh well."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250021,
			"*Phone rings*",
			"嗡嗡嗡……",
			"ピピッ——ピピッ——",
			"삐삣——삐삣——",
			"<i>Beep beep—— Beep beep——</i>",
			"Trrrim trrrim trrrim",
			"Buzz ......",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250022,
			"Oh, my phone detected the Houkai source, let me see~ This way, about 700 meters…… Humph~ That must be the center place of this Houkai explosion, our target must be there too!",
			"呜！手机的探测器有反应了，让我看看~2点钟方向有崩坏源反应，距离700米么……哼~那里就是这次崩坏爆发的中心区域了吧，目标一定也在那里！",
			"こんな時にスマホが鳴るなんて、一体何よ。えっと……700m先、2時方向に崩壊反応あり！？そ、そうだった！このスマホ、崩壊エネルギーの探知機能があるんだった！ということは、近くにターゲットもいるかも！",
			"이럴 때 스마트폰이 울리다니, 대체 뭐야. 어라…… 700m 앞, 2시 방향에 붕괴 반응 감지!? 그, 그래! 이 폰에 붕괴 에너지 탐지 기능이 있었지! 그렇다면 근처에 표적도 있을지도!",
			"Why's my phone going off <i>now</i> of all times? Let’s see... Honkai reaction detected — 700 meters ahead, 2 o'clock?! R-Right! This phone can detect <tooltip entry=2>Honkai Energy</tooltip>! That means the target might be nearby!",
			"Ah! O detector no meu telefone encontrou algo, deixe-me ver~ Está lendo uma fonte de energia Honkai às 2 horas, a 700 metros daqui... Humph- Esse deve ser o centro desse surto de Honkai! O alvo deve estar lá também!",
			"Woo! The phone's detector is responding, let me see ~ 2 o'clock there is a disintegration source response, distance 700 meters? ...... hum ~ there is the center area of this disintegration eruption, right, the target must also be there!",
			"What the heck is it that my phone is ringing at a time like this? Let's see, ......700m away, there's a collapse reaction at 2 o'clock! Yes, that's right! This phone has a decay energy detection function! That means there might be a target nearby!"
		],
		[
			"msg",
			250023,
			"Haha~ Although I can't use this phone to call others, but those weird functions are useful~ He must have no idea I can find him by using the phone he left~",
			"嘿嘿~你留给我的破玩意电话虽然打不通，但这种奇怪的附加功能倒还是挺灵敏的嘛~他一定不会想到我会利用他自己设计的这个功能找到他的~",
			"肝心な相手に電話は繋がらないけど、怪しい機能は盛り沢山なのよね。まさか、あの人が作ったもので、その本人を探すことになるなんて。",
			"중요한 상대에게는 전화가 안 통하지만, 수상한 기능은 가득이네. 설마, 그 사람이 만든 것으로 그 본인을 찾게 될 줄이야.",
			"Though I can't get through to the person I need, this thing sure is full of sketchy features. I never thought I'd be using something he created himself to find him.",
			"Hehe-Embora eu não possa contatá-lo com esta porcaria de telefone que você me deixou, esta estranha função adicional  com certeza é eficaz. Ele provavelmente nunca esperou que eu usasse este recurso que ele mesmo projetou para encontrá-lo.",
			"Hey hey ~ you left me the broken thing phone although can not be reached, but this strange additional function is still quite sensitive well ~ he will not think I will use his own design of this function to find him ~",
			"I can't get a call to the person I'm supposed to be calling, but it has a lot of questionable features. I never thought I'd be looking for that person with the one that he/she created."
		],
		[
			"msg",
			250024,
			"So, let's go as our plan!",
			"那么，继续按照原定计划前进吧！",
			"よし、目的地は2時方向700ｍ！待ってなさい！",
			"좋아, 목적지는 2시 방향 700m! 기다려!",
			"Alright, destination — 700 meters, 2 o'clock! Just you wait!",
			null,
			"So, keep going as planned!",
			"Okay, destination is 700 meters at 2 o'clock!"
		]
	],
	"5": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250025,
			"50 meters away from our target…… We can check it by our eyes now.",
			"距离崩坏源反应还有50米……已经到了视距能观测的位置了。",
			"崩壊源まで50m……そろそろ肉眼で確認できるかな。",
			"붕괴 원점까지 50m…… 이제 곧 육안으로 확인할 수 있을까.",
			"The <tooltip entry=3>Honkai Source</tooltip> is 50 meters away now... Should be close enough for observation.",
			"A fonte de energia Honkai está a 50 metros agora... Deve estar perto o suficiente para observação.",
			"There are still 50 meters from the collapse source reaction ...... has reached the position where the visual distance can be observed.",
			"50m to the source of the collapse...... I hope we can see it with the naked eye soon."
		],
		[
			"msg",
			250026,
			"I think we are right, there are so many zombies, it's a tough job even for me……",
			"应该就是那边了，啧~~果然聚集了好多的死士，即使是本小姐要对付这么多家伙也有点吃力呢……",
			"あちゃー、ゾンビが集まってきちゃってる。この数を相手にするのは、ちょっと骨が折れるかも……。",
			"아차—, 좀비들이 모여들고 있네. 이 숫자를 상대하는 건 좀 버거울지도…….",
			"Dammit, zombies are gathering there. It might be a bit of a pain to deal with this many...",
			"Ah, os zumbis estão se reunindo. Lidar com esse número pode ser um pouco assustador...",
			"Should be that way, tsk ~ ~ really gathered a lot of dead soldiers, even this lady to deal with so many guys also a little bit hard it ......",
			"Oops, zombies are gathering. It might be a bit of a pain to deal with this number. ......"
		],
		[
			"msg",
			250027,
			"Zombies will be attracted by noise. We can use this to avoid some problems~",
			"不过多数心智简单的死士，会向着声源移动。利用这个弱点可以有效的避免一些问题~",
			"ここは少し頭を使って、ヤツらの習性を利用しよっかな。ゾンビは音に反応する習性があるから、上手く誘導してやれば切り抜けられるはずだよね。",
			"여기서는 약간 머리를 써서, 녀석들의 습성을 이용해볼까. 좀비는 소리에 반응하는 습성이 있으니까, 잘 유도하면 빠져나갈 수 있을 거야.",
			"I should play it smart and use their behavior against them. Zombies react to sound, so I should be able to get through if I lure them away.",
			"Penso que devo usar um pouco a cabeça e aproveitar os hábitos deles em nosso benefício. Os zumbis têm o hábito de reagir ao som, então, se você os guia-los bem, poderá sobreviver.",
			"Most simple-minded dead soldiers, however, will move toward the source of the sound. Using this weakness can effectively avoid some problems ~",
			"I think we should be a little smarter here and take advantage of their habits. Zombies have a habit of reacting to sound, so if we can guide them, we should be able to get through."
		],
		[
			"msg",
			250028,
			"Seems the only thing we can do is outflanking tactics. We make some noise here, and go the left way to avoid them.",
			"看来只能迂回过去了，先在这边弄出点响动，吸引他们的注意，然后从左翼切入。",
			"音で誘導した後は、あの木の裏から回り込んで——",
			"소리로 유도한 후에는, 저 나무 뒤로 돌아서 ——",
			"After I make a sound to get their attention, I'll go behind the trees and——",
			"Parece que a única maneira de contornar é fazer algum barulho aqui para atrair a atenção deles, e depois cortar pelo flanco esquerdo.",
			"It seems that we can only go in a roundabout way, first make some noise on this side to attract their attention, and then cut in from the left flank.",
			"After guiding them with sound, they would go around from behind that tree and--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250029,
			"Bang!!",
			"轰隆！！！",
			"ドォオオオオオオオンッ！！",
			"우우우우우웅!!",
			"<I>BOOOOOOOOMM!!</I>",
			"Bang!!",
			"BOOM!!!",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250030,
			"Wow! What is that sound? I haven't done anything yet! Is that thunder? It was just a sunny day 5 minutes ago, how…",
			"呜哇！这！这是什么声音？我还什么都没做呢！呜…是打雷么？明明刚才还是晴天，怎么忽然……",
			"えっ、えっ！？何の音！？私、まだ何もしてないよ！！……って、空が真っ暗！ついさっきまで晴れてたのに！今のって……雷？",
			"엇, 엇!? 무슨 소리!? 나, 아무것도 안 했는데!!…… 하늘이 완전히 어두워졌잖아! 방금까지 맑았던 건데! 방금 그건…… 번개?",
			"W-Wha—?! What was that sound?! I haven't done anything yet! ...Wait, the sky is pitch black! It was sunny just a moment ago! Was that... thunder?",
			"Ei, ei! ? O que é esse som!? Ainda não fiz nada! !! ...... O céu está escuro como breu! Estava ensolarado até pouco tempo atrás! O que é agora... um Trovão?",
			"Whoo-hoo! This! What's that sound? I haven't even done anything yet! Oooh...is it thunder? It was clearly sunny just a moment ago, so suddenly ......",
			"What, eh! What's that noise! I haven't done anything yet! ...... and the sky is pitch black! It was sunny just a moment ago! Was that ...... thunder?"
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250031,
			"*Zombies roar*",
			"吼吼吼！！",
			"グルッ……ヴォオオオッ！！",
			"그르르…… 우오오오오!!",
			"Grrrr... grraaah!!",
			null,
			"Ho ho ho ho!!!",
			"Grrrrrr ...... Vooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250032,
			"Errr… No! They found us!",
			"呃！糟了！被发现了！",
			"……そんなっ！？ゾンビにバレちゃった！",
			"…… 이런!? 좀비에게 들켜버렸어!",
			"<i>...Shit!</i> They've spotted me!",
			"Uh! Ops! Fui descoberta!",
			"Ugh! Oh no! We've been spotted!",
			"...... Son of a bitch! The zombies have found out!"
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250033,
			"Fine, we need to attack now!",
			"算了，既然这样就只能强行突破了！",
			"あー、もう！こうなったら強行突破してやる！",
			"아—, 망할! 이젠 어쩔 수 없이 강행돌파다!",
			"Ahh, forget it! In that case, I guess I'll have to force my way through!",
			"Esqueça! Já que esta é a única maneira de forçar a passagem!",
			"Forget it, since this is the only way to force a breakthrough!",
			"Oh, God! If this happens, I'm going to force my way through!"
		]
	],
	"6": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250034,
			"Ho~ Ho~ That's endless! All zombies are attracted by the Houkai source here! We need to stop it.",
			"呼~呼~真是没完没了！没想到周边的死士都被这里的崩坏源吸引过来了！再这样下去有点不妙呢。",
			"ハァ、ハァ……キリがない！学園中のゾンビが、崩壊源に吸い寄せられてるみたい！ゴホッ——このままじゃ、ちょっとまずいかも。",
			"하, 하…… 끝이 없어! 학교 안의 좀비들이 붕괴원에 빨려 들어가는 것 같아! 으억—— 이대로라면, 좀 위험할지도.",
			"<i>Huff, huff...</i> There's no end to them! It's like all the zombies are swarming to the Honkai Source! <i>Cough—</i> If this keeps up, it'll be a bit of a problem.",
			"Huh- huh-Não há fim para eles. Eu não esperava que os zumbis viessem aos montes  para a fonte de Honkai aqui. Será um pequeno problema se isto continuar.",
			"Hoo~Hoo~ It's endless! I didn't expect the surrounding dead to be attracted by the collapse source here! It's not good to continue like this.",
			"Ha, ha ...... there's no end to it! It's like all the zombies in the school are being sucked into the source of the decay! Gosh--this might not be a good idea."
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250035,
			"We are run out of ammo, time is also not enough for us. We must find the target……",
			"子弹已经快消耗完了，时间也不多了，必须立刻找到目标才行……",
			"弾も切れちゃったし……あちこち痛む……早くターゲットを見つけないと……。",
			"탄약도 다 떨어졌고…… 여기저기 아파…… 빨리 타겟을 찾지 않으면…….",
			"Out of ammo... and I'm hurting all over... I have to find the target, fast...",
			"Quase sem munições, quase sem tempo... Tenho que encontrar o alvo, rápido.",
			"Bullets have been almost consumed, and time is not much, must immediately find the target to do ......",
			"I'm out of bullets and I'm hurting all over...... I need to find a target fast......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250036,
			"*Weird sound*",
			"沙沙沙！",
			"ガサッ——",
			"사각——",
			"<i> Rustle——</i>",
			null,
			"Sha Sha Sha Sha!",
			"With a crack--"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250037,
			"Who!?",
			"谁！？",
			"誰……ッ！？",
			"누구……야!?",
			"<i>Who's there...?!</i>",
			"Que-?!",
			"Who!",
			"Who......!"
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250038,
			"It's not a zombie…… So… I finally found you! Stop!",
			"那个人影看起来不像是死士……难道是！？终于到了你了！给我站住！",
			"今の……ゾンビじゃない！まさかっ！？やっと見つけた、待ちなさい！",
			"방금…… 좀비가 아니야! 설마!? 드디어 찾았다, 기다려!",
			"That didn't look like a zombie... <i>Could it be?!</i> Finally found you, wait up!",
			"Isso não parecia um zumbi... poderia ser?! Finalmente o encontrei! Espere!",
			"That figure doesn't look like a dead soldier ...... Could it be! Finally, it's your turn! Stop right there!",
			"Not ...... zombies now! No way! I finally found it, wait!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250039,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250040,
			"Errr!? This is a student? A normal human…",
			"呃！？这是…学生么？没想到居然还有没被崩坏感染的人类…",
			"って、学生？何だ、人違いか……もう紛らわしいな！でも、崩壊に感染してない人がまだ残ってるなんて……。",
			"어, 학생? 뭐야, 사람 잘못 본 거야…… 정말 헷갈리게! 하지만 붕괴에 감염되지 않은 사람이 아직 남아있다니…….",
			"Wait, a student? So I've got the wrong person... This is so confusing! But to think there's still someone left who hasn't been infected by the Honkai...",
			"Eh?! Isto é... uma estudante? Não pensei que ainda houvesse pessoas que não tivessem sido infectadas pelo Honkai...",
			"Uh! Is this... a student? I didn't realize there were humans who weren't infected by the Avalanche...",
			"A student? What, you've got the wrong guy. ...... It's confusing already! But I can't believe there are still people left who haven't been infected by the collapse. ......"
		],
		[
			"msg",
			250041,
			"You are wearing senior uniform, what' your name?",
			"看你的校服好像是高年级的学生，你叫什么名字？",
			"その制服、ひとつ上の先輩だよね。名前は？",
			"그 교복, 한 학년 위 선배 맞지? 이름은?",
			"Judging from that uniform, you must be a year above me. What's your name?",
			"Seu uniforme, é o utilizado para os alunos do terceiro ano. Qual é seu nome?",
			"It looks like you're a senior in school uniform. What's your name?",
			"That uniform, one senior. What's your name?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250042,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250043,
			"Hey! Answer me?",
			"喂！你是哑巴么？给点反应好不好？",
			"ねぇ！聞いてる？頭、溶けちゃってんの！？何か言ってよ。",
			"야! 듣고 있어? 머리, 녹아버린 거야!? 뭐라도 말해 봐.",
			"Hey! Are you listening? Has your brain turned to mush?! Say something.",
			"Ei, você pode me ouvir? Você poderia talvez... responder?",
			"Hey! Are you mute? Can you give us some response?",
			"Hey! Are you listening to me? Your head, it's melting! Say something."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250044,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250045,
			"Ah~ Seems she is so scared… Fine, I can't protect myself now, you should find a place to hide.",
			"哎~看样子一定是被吓坏了吧…不管了，我现在可是自身难保，你赶紧找个隐蔽的角落躲起来吧。",
			"えっと～、もしかして恐怖で声も出ないとか？まっ、無理もないか……それより、私にあなたを守る余裕まではないからさ、落ち着くまでどっかに隠れてた方がいいよ。",
			"어음~, 혹시 무서워서 목소리도 못 내고 있는 거야? 뭐, 그러겠지…… 그보다, 내가 널 지켜줄 여유까지는 없으니까, 진정될 때까지 어딘가에 숨어 있는 게 좋을 거야.",
			"Uhh~ Maybe she's so scared, she can't even speak? Well, that's understandable... Anyway, I don't have the capacity to protect you right now, so it'd be better if you hide somewhere until you can calm down.",
			"Ah... Você deve estar muito assustado para falar. Tanto faz... Tenho minhas mãos ocupadas, então vá você mesmo procurar algum  lugar para se esconder.",
			"Hey ~ looks like it must be terrified of it ... no matter, I am now but their own protection, you hurry to find a hidden corner to hide.",
			"Well, maybe you're so scared you can't even speak? Well, I don't think it's too much to ask. ...... I can't afford to protect you, so you'd better hide somewhere until you calm down."
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250046,
			"*Zombies roar*",
			"吼吼吼……",
			"……グォオオオッ！",
			"……그오오오오!",
			"<i>...Groooaaah!!</i>",
			null,
			"rolleyes ......",
			"...... Guooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250047,
			"This place is not safe anymore… If you give up then no one can save you… See you… Wish you good like.",
			"啧！这里已经不安全了…你如果自己放弃生存希望的话谁也救不了你，即使带上你也是拖后腿…再见，你可不要怪我哦。",
			"くっ！早く離れないとまずそうだね……聞こえてるでしょ？あなたも逃げなさい！それじゃ……じゃあね。",
			"큭! 빨리 떨어지지 않으면 위험할 것 같아…… 들리지? 너도 도망쳐! 그럼…… 안녕.",
			"Shit! I need to get out of here, fast... You can hear, right? You better run too! Well then... see ya.",
			"Nossa, aqui não é mais seguro! Se você perdeu a vontade de sobreviver, então ninguém pode salvá-la. Mesmo se eu o levar comigo, você só me atrasará. Adeus, não me culpe.",
			"Tsk! This place is no longer safe...you can't save anyone if you give up hope of survival yourself, even taking you with you is a drag...goodbye, you don't blame me oh.",
			"Damn! If we don't get away soon, it's going to be bad. ...... I know you can hear me. You should run too! Well then,...... see you later."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250048,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250049,
			"*Zombies roar*",
			"吼吼吼……",
			"ィギギギ……ア、アァア……ッ！",
			"으긱긱…… 아, 아아아……!",
			"<i>Grrrr... Ah, ahhhh...!</i>",
			null,
			"rolleyes ......",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				102,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250050,
			"Ah… I can't do this! Follow me!",
			"哎！算我倒霉！跟我来吧！",
			"あー、もうっ！！何で逃げようとしないのよ！ほらっ、こっち！",
			"아, 진짜!! 왜 도망치려고도 안 하는 거야! 자, 이쪽으로!",
			"Ah, come <i>on!!</i> Why aren't you running?! Here, this way!",
			"Ugh! Apenas a minha sorte. Venha comigo!",
			"Hey! It's my bad luck! Come with me!",
			"Oh, God! Why don't you try to escape? Here, come on!"
		]
	],
	"7": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250051,
			"Hoho~ It's still too hard for me to fight with a useless person… Hey! Are you alright?",
			"呼呼~果然带着一般人迎击死士还是太勉强了么…喂！你没事吧？",
			"ハァ、ハァ……さすがに人を守りながらはキツいな。ねぇ、大丈夫？",
			"하아, 하아…… 역시 사람을 지키면서는 힘드네. 저기, 괜찮아?",
			"<i>Huff, huff...</i> I knew protecting someone and fighting zombies at the same time would be too much...//nHey, you okay?",
			"Aff...aff… Parece que escoltar uma pessoa normal enquanto luta contra zumbis é um pouco demais… Ei, você está bem?",
			"Hoo-hoo~ I guess it's still too much to take on the dead with normal people... Hey! Are you okay?",
			"Ha, ha. ...... It's indeed hard to protect people while protecting them. Hey, are you okay?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250052,
			"……",
			"……",
			"……。",
			"…….",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250053,
			"I'm such a stupid person, why I saved her? She even haven't said thank you to me…",
			"啧…我真是笨蛋，为什么要救这个家伙，连一声感谢都不会说，亏我还废了这么大力气！",
			"はぁ……まだ、だんまりなの？何でこんなヤツ助けちゃったんだろ。ありがとうの一言くらいあってもいいじゃない。",
			"하아... 아직, 말 없어? 왜 이런 녀석을 도와줬을까. 고맙다는 말 한마디 정도는 해도 되잖아.",
			"<i>Sigh...</i> Still not talking? Why did I even help you? You could at least say thanks.",
			"Aff... Eu sou uma idiota. Por que estou tentando salvar esta garota? Que nem mesmo pode, dizer sequer um obrigado. E eu tenho me esforçado muito!",
			"Tsk...I'm such an idiot, why did I save this guy, I can't even say thank you, thanks to all the effort I put in!",
			"Huh, ...... are you still silent? Why did I help this guy? A word of thanks would have been nice."
		],
		[
			"msg",
			250054,
			"Just stay here, here is the old schoolhouse, zombies can't find you in a short time. I won't take you this time, wish you good luck~",
			"你就在这里好好待着吧，这里是旧校舍，一时半会应该不会被死士发现。这次我可不会留下来帮你了，接下来你就自求多福吧~",
			"ここはひと気のない旧校舎だから、ゾンビたちにもそう簡単に見つからないはずだよ。あなたはここで一人残って頑張ってよね。私はもう知らないから。",
			"여긴 사람이 없는 구교사니까, 좀비들에게도 그렇게 쉽게 발견되지 않을 거야. 너는 여기서 혼자 남아서 잘 버텨. 난 이제 몰라.",
			"This is an old school building that's deserted, so the zombies won't find you so easily. You'll just have to stay here and do your best. I don't know anymore.",
			"Basta ficar aqui. Este é o prédio da velha escola. Os zumbis não vão encontrá-lo por um tempo. Eu não vou mais ficar aqui para ajudá-la. Você terá que cuidar de si mesmo.",
			"You just stay here well, this is the old school building, for a while should not be found by the dead soldiers. I'm not going to stay and help you this time, so you'll be on your own next ~",
			"This is a deserted old school building, so it shouldn't be too easy for the zombies to find us. I hope you'll stay here and do your best. I don't know any more."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250055,
			"… Why, save me?",
			"……为什么，要救我？",
			"……どうして、助けたの？",
			"......왜, 구해준 거야?",
			"...Why did you save me?",
			"........ Por que você me salvou?",
			"...... Why, to save me?",
			"......Why did you help?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250056,
			"Errrr? You finally talk to me.",
			"呃？终于说话了么。",
			"うわっ！喋った！？",
			"우왁! 말을 하잖아!?",
			"Whoa! You <I>can</I> speak?!",
			"\"Eh? Você finalmente disse algo?",
			"Eh? Finally talking?",
			"Wow! He talked!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250057,
			"I should die there… Maybe I shouldn't exist in the world…",
			"像我这样人就应该死掉算了…或许连出生都是个错误……",
			"私みたいな人間は死ねばよかったのよ……そもそも、生まれたのが間違いだった……。",
			"나 같은 인간은 죽는 게 나았어......애초에, 태어난 게 잘못이었지.......",
			"A person like me should just die... Perhaps even being born was a mistake in the first place...",
			"Uma pessoa como eu deveria simplesmente morrer… Talvez até mesmo nascer foi um erro…",
			"People like me should just die and forget about it...maybe even birth is a mistake ......",
			"People like me should have died. ...... It was a mistake to be born in the first place. ......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250058,
			"Ha? What are you talking about… Your words are weird… No one would say this to herself!",
			"哈？你在说什么啊，哪有人会这么说自己的！",
			"はぁ？何、言ってんのよ！生まれたのが間違いなんて、そんな人間いるわけないじゃない！自分をそんな風に言っちゃダメだよ！",
			"하아? 뭐, 뭐라는 거야! 태어난 게 잘못이라니, 그런 인간 있을 수 없잖아! 자신을 그런 식으로 말하면 안 돼!",
			"Huh? What are you talking about?! There's no way being born is a mistake! You shouldn't talk about yourself like that!",
			"Hum? Sobre o que você está falando? Como alguém poderia dizer isso sobre si mesmo?",
			"Ha? What are you talking about, what kind of person talks about themselves like that!",
			"Huh? What are you talking about? There is no such thing as a person who was born wrong! Don't talk about yourself like that!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250059,
			"Leave me alone… You must know my name-Raiden Mei and save me…",
			"不要再管我了…把你的虚情假意收起来吧，反正你也是为了雷电芽衣这个名字才假惺惺地靠近我的吧……",
			"もう、放っといて。見せかけの優しさなんていらないの。どうせあなたも、私が雷電芽衣だから近寄って来たのでしょう？",
			"이제, 내버려 둬. 보여주기 위한 친절 따윈 필요 없어. 어차피 너도, 내가 라이덴 메이라서 접근한 거지?",
			"Just leave me be... You can stop pretending to care. You only approached me because I'm Raiden Mei, didn't you?",
			"Deixe-me em paz. Você pode parar de fingir que se importa. Você acabou de se aproximar de mim por causa do nome Raiden Mei.",
			"Leave me alone...put your false feelings away, anyway, you are also pretending to approach me for the name Raiden Meiko, right ......",
			"Leave me alone. I don't need your pretended kindness. You came up to me anyway because I'm Mei Raiden, right?"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250060,
			"Raiden Mei? Seems I have heard this name somewhere… You are famous in the Senba High School, you are daughter of founder of ME Co., Ltd. Is that you?",
			"雷电芽衣？好像听说过这个名字…据说是千羽学园里的名人呢，那个什么ME社的千金，难道就是你么？",
			"雷電、芽衣？どっかで聞いたことあるような……確か千羽学園の有名人だよね？あのME社だか何だかの社長令嬢だとか……えっ、あなたがその雷電芽衣なの？",
			"라이덴 메이? 어디서 들어본 것 같은......확실히 센바 학원의 유명인사지? 그 ME사라느니 뭐니 하는 사장 영애라던데......엇, 네가 그 라이덴 메이야?",
			"Raiden... Mei? I feel like I've heard that name somewhere before... She's super popular at Senba Academy, right? And the daughter of the president of <tooltip entry=22>ME Corp.</tooltip> or something... Uh, <i>you're</i> that Raiden Mei?",
			"Raiden Mei? Penso que já ouvi esse nome antes… Ela não é uma celebridade na Academia Senba? A filha do presidente da Empresa ME! É você?",
			"Raiden Meiko? I think I've heard of this name...it's said to be a celebrity in Chihaya Academy...that ME club's daughter, is that you?",
			"Raiden, Mei? I think I've heard of you somewhere......I'm sure you're a famous person at Senba Academy, right? I heard she's the daughter of the president of that ME company or something. ......What, you're that Raiden Mei?"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250061,
			"……",
			"……",
			"……。",
			".......",
			"......"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250062,
			"Hoho~ I heard you rejected 12 boys in a day, your nickname is \"Raiden Queen\". I can't image you give up now~",
			"嚯嚯~传言曾经在一天之内拒绝了12名男生，绰号“雷电女王”的大小姐现在居然这么一副灰头土脸的样子，还真是难得呢~",
			"へぇ～、そっかそっか～。1日に12人の相手から告白されて、その全てを断ったっていう伝説を持つ「雷電女王様」でしたか。それがこんな姿になるなんてね、ふ～ん。",
			"헤에~, 그래 그래~. 하루에 12명의 상대에게 고백받고, 그 모두를 거절했다는 전설을 가진 「라이덴 여왕님」이시다. 그게 이런 모습이 되다니, 훗~.",
			"Oh~ I see, I see~ So you're the famous \"Queen Raiden\" who is said to have been confessed to by 12 men in one day but rejected them all. Who would have thought someone like that would end up in this state, hmm~?",
			"Oh... A mesma garota rica que me disseram ter rejeitado 12 garotos  em um dia e ganhou o apelido de 'Rainha do Trovão'. No entanto, você está olhando tão abatida e derrotada. Que visão rara.",
			"The lady who was rumored to have rejected 12 boys in one day, nicknamed the \"Queen of Thunder\", now looks like she's in disgrace, which is rare~",
			"I see, I see... You are the \"Raiden JoOusama\" with the legend of having been confessed to by 12 different people in a single day and having turned them all down. I never thought she would turn out like this."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250063,
			"Stop laughing at me… Everyone is bad in the world.",
			"你也是来嘲笑我的么…果然每个人都是这种丑恶的嘴脸。",
			"あなたも私を嘲笑うのね……どうして、人は皆そんなに醜いのかしら。",
			"너도 나를 조롱하는구나......왜, 사람들은 모두 그렇게 추악한 걸까.",
			"You're laughing at me too... Why are humans all so rotten?",
			"Você vai zombar de mim também? Você é como todo mundo, uma escória absoluta.",
			"Are you here to mock me too...Surely everyone has such an ugly face.",
			"You mock me too ...... why are we all so ugly."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250064,
			"Don't misunderstanding, I'm not laughing at you. I just want to tell you, you should try to change this by yourself.",
			"不要误会了，我可不是来嘲笑你的。我只是想告诉你，与其在这里怨人怨天还不如自己想办法改变。",
			"ううん、笑ってなんかないわよ。そんな風に愚痴をこぼしてるより、現状を変える方法を考えた方がいいって言おうとしたの、私は。",
			"아니, 웃을 일이 아니라고. 그렇게 투덜대느니 차라리 현실을 바꿀 방법을 생각하라 말하려던 거야, 나는.",
			"No, I'm not laughing. I'm just trying to say that instead of complaining about your situation, you should think about how to change it yourself.",
			"Não se engane, eu não estou aqui para rir de você. Só quero dizer que ao invés de reclamar de outras pessoas, por que não mudar as coisas você mesmo?",
			"Don't get me wrong, I'm not here to mock you. I just want to tell you that instead of complaining about people and God here you should find a way to change yourself.",
			"No, I'm not laughing. I was trying to say that you should think of ways to change the situation instead of whining like that."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250065,
			"Change? Yes… I'm not wrong, it's all this world's fault! I should destroy this world!",
			"改变么？没错…错的不是我，而是这个可恶的世界！这种虚伪的世界就应该被毁灭！",
			"変える……？そう……そうよ、悪いのは私じゃないわ。悪いのは、この世界ッ！偽りに満ちたこの世界が変わるべき……滅びるべきなのよ！",
			"바꾼다……? 그래……그래, 나쁜 건 내가 아니야. 나쁜 건 이 세상이야! 거짓으로 가득 찬 이 세상이 변해야 해……멸망해야 해!",
			"Change...? Yes... that's right, it's not my fault. It's this <i>world</i> that's to blame! This deceitful world must change... it must perish!",
			"Mudar? Isso mesmo… Eu não sou o problema, é este maldito mundo! Este mundo está cheio de mentiras e deve ser destruído!",
			"Change? That's right...it's not me who's wrong, it's this damned world! This hypocritical world should be destroyed!",
			"Change ......? Yes ...... yes, it's not me that's bad. It is this world that is bad! This world full of falsehoods should be changed...... should be destroyed!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250066,
			"??? Hey! What's wrong with you!?",
			"唔，感觉不对劲，喂！你到底怎么了！？",
			"あれっ……急にどうしちゃったの！？",
			"어라…… 갑자기 왜 그래!?",
			"Hey... what's <i>with</i> you all of a sudden?!",
			"Uh, Isso não parece certo… Ei?! O que aconteceu com você?!",
			"Well, it doesn't feel right. Hey! What's wrong with you!",
			"Hey, ...... what's going on all of a sudden!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250067,
			"Bang!!!",
			"轰隆隆隆！！！",
			"……ゴウッ！ゴロゴォオオオオオ——ッ！！",
			"……꾸우우! 우르르르르르——!!",
			"<I>...Rumble! RUMBLE!!</I>",
			null,
			"Rumble Rumble!!!",
			"......Gow! Gorgooooooooooooooo--!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250068,
			"Errrr! What's wrong with the weather? Is this effected by the Houkai energy……",
			"呃！这个天气到底是怎么回事？难道是崩坏引起的异变么……",
			"えっ、何っ！？空が！ひどい雷……これも崩壊の影響！？",
			"엇, 뭐야!? 하늘이! 엄청난 번개……이것도 붕괴의 영향!?",
			"Ah, <i>wha—?!</i> The sky! What terrible thunder... Is this an anomaly caused by the Honkai?!",
			"Hum? O que está acontecendo com o clima? Pode ser algum tipo de anomalia causada pelo surto de Honkai?",
			"Ugh! What the hell is going on with this weather? Is it a mutation caused by the collapse ......",
			"What? What? The sky! Terrible lightning ...... is another effect of the collapse!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250069,
			"*Phone rings*",
			"嗡嗡嗡…",
			"ピピッ——ピピッ——",
			"삐삣——삐삣——",
			"<I>Beep beep—— Beep beep——</I>",
			null,
			"Buzzing...",
			"Beep--beep--beep."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250070,
			"At this time… Houkai energy detected… 0 meter?",
			"啧，连手机也在这种时候…唔！探测到崩坏能警报…距离0？",
			"もうっ、今度は何の通知よ！……また崩壊エネルギー警報！？距離は——0m！？",
			"젠장, 이번엔 또 뭐야!……또 붕괴 에너지 경보!? 거리는 ——0m!?",
			"Seriously, what does my phone want this time?!//n...Another Honkai Energy alert?! Distance: 0 meters?!",
			"Nossa, que hora é essa para o telefone reagir...O que-! alerta grande energia Honkai... Distância 0 metros?",
			"Tch, even the phone at a time like this...um! Avalanche energy alert detected...distance 0?",
			"Oh, God, what a notice this time! ...... Another disintegrating energy alert! The distance--0 meters!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250071,
			"*Beep*",
			"滋滋滋！",
			"バチ——ッ！",
			"찌직——!",
			"<i>Zzzzt——!</i>",
			"Trrrim trrrim trrrim~",
			"Tzitzit!",
			"Bachi--bang!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250072,
			"The signal was cut off? Come on… 0 meter means… I can only see a girl here!",
			"咦？信号怎么中断了？这破手机每当关键时刻就出问题！距离0不就是在我身边嘛！这里除了一个死气沉沉的千金大小姐就没有别人了啊！",
			"あ、あれ？信号が途切れた！？何でこんな大事な時に限って壊れるの、このスマホは！距離0mって何さ！傍にいるのは、このヘコんでるお嬢様だけなんだけどっ！？",
			"아, 뭐야? 신호가 끊겼어!? 왜 이렇게 중요한 순간에만 고장나는 거야, 이 스마트폰은! 거리 0m라니! 옆에 있는 건 이 우울해진 아가씨뿐인데!?",
			"H-Huh? The signal cut off?! Why does this phone always break down at such critical moments?!//nWhat does it mean \"Distance: 0 meters\"?! There's nobody here besides this depressed rich girl, right?!",
			"Hum? Sinal cortado? Porque este telefone de merda sempre se desliga nestes momentos críticos! Não está a 0 metros de distância bem ao meu lado? Não há ninguém aqui, exceto uma garota rica e deprimida!",
			"Huh? Why is the signal interrupted? This stupid phone has problems at every critical moment! Distance 0 is right next to me! There's no one else here but a deadly dull, dull lady!",
			"Oh, what? I lost the signal! Why does it break only at such an important time, this phone? What's the distance 0m? The only one beside me is this depressed lady!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250073,
			"If I can destroy this world… Everything will be better… Father, friends, can they come back?",
			"只要毁灭这个虚伪的世界…一切都可以回到原来的样子……父亲大人，还有大家，一定还会回到我的身边！",
			"偽りに満ちた世界さえ滅べば、全ては元に戻る……お父様もみんなも、全て私のところに帰ってくる！",
			"거짓으로 가득 찬 세상만 멸망하면, 모든 게 원래대로 돌아올 거야……아버지도 모두 다, 다 내 곁으로 돌아올 거야!",
			"As long as this deceitful world is destroyed... everything will return to the way it was before...//nFather, and everyone else, will surely come back to me then!",
			"Se este mundo falso for destruído... Tudo voltará a ser como era antes... Meu pai... todos... certamente voltarão para mim.",
			"As long as the destruction of this false world ... everything can go back to the original ...... father-sama, and everyone, will certainly return to my side!",
			"If only the world full of falsehoods is destroyed, everything will be restored ...... and your father and everyone will all come back to me!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250074,
			"Hey! Where are you going!? Stop!",
			"喂！你要去哪里啊！偏偏是这个时候！给我等下！",
			"ちょっと、どこ行く気！？こんな時にふらつかないでよ！待ちなさいって！",
			"야, 어딜 가려고!? 이런 때에 혼자 돌아다니지 말라고! 기다리라니까!",
			"Hey, where do you think you're going?! Don't wander off at a time like this! Wait up!",
			"Ei, onde você está indo! Este é o pior momento! Espere por mim!",
			"Hey! Where are you going! At this time of day! Wait for me!",
			"Hey, where are you going? Don't wander off at a time like this! Wait for me!"
		]
	],
	"8": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250075,
			"Bang!!!",
			"轰隆隆！！",
			"ピシャッ——ゴロゴォオオオオッ！！",
			"찰싹——우르르르르르르!!",
			"<i>Psssshhhh—— RUMBLE!!</i>",
			"Trommm!",
			"Rumble!!!",
			"Pish--gorogooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250076,
			"No! Where is the girl?! Why am I wasting so much time on her!",
			"可恶！那个家伙到底跑哪里去了！真是的…我为什么要为了这个不相识的人浪费这么多时间！",
			"もう！どこ行ったのよ！何で私が知らないヤツなんかのために苦労しなきゃいけないわけ！",
			"真是的!",
			"Seriously?! Where on earth did that girl go?! And why am I even wasting so much time on this stranger?!",
			"Tão irritante! Para onde foi aquela garota? Realmente... Por que eu deveria perder tanto tempo com esta estranha!",
			"Damn it! Where the hell did that guy go! Why am I wasting so much time for this unknown person!",
			"Oh, God! Where did he go? Why should I go through all that trouble for someone I don't even know?"
		],
		[
			"msg",
			250077,
			"There are more and more zombies…",
			"前面的死士越来越多了，再前进的话……",
			"しかも、ゾンビどもも増えてきてるし。これ以上先に進んだら、本格的にヤバいんじゃない……？",
			"게다가 좀비들도 점점 늘어나고 있어. 이젠 정말 위험한 거 아니야...?",
			"What's more, the number of zombies is also increasing. If this keeps up, won't things <I>really</I> start getting dangerous...?",
			"Há tantos zumbis na frente, se continuarmos nesta direção...",
			"There are more and more dead men ahead, if we move forward again ......",
			"And there are more zombies on the way. If we go any further, we're in serious trouble. ......"
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250078,
			"*Zombies roar*",
			"吼吼吼……",
			"アァアア……グォオオオオオッ！",
			"으아아아......그우오오오오오!",
			"<i>Aaaahhh... gwooooaaahh!</i>",
			null,
			"rolleyes ......",
			"Aaaaahhhh ...... guooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250079,
			"Hohoho, everyone is near me. Father, friends…",
			"呵呵呵，大家都围绕在我的身边，只要有父亲大人和大家在，其他什么都不重要了~",
			"くくっ、あはははっ！みんな私の傍にいる。お父様とみんながいれば、あとはもう何もいらないわ。",
			"쿡쿡, 아하하하! 다들 내 곁에 있어. 아버지와 모두가 있으면, 이제 아무것도 필요 없어.",
			"Keheh, AHAHAHAH! Everyone is by my side. As long as I have Father and everyone else here, nothing else matters.",
			"Hehehe, todos estão aqui comigo. Enquanto eu tiver meu pai, e todos vocês ao meu lado, então nada mais importa.",
			"Ohhhh, everyone around me, as long as there is a father and everyone in, nothing else matters ~",
			"Kukk, hahaha! Everyone is with me. As long as I have your father and everyone else, I don't need anything else."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250080,
			"She is there! No, she is surrounded by zombies!",
			"在那里！糟糕！那个家伙被死士包围了！",
			"いた！あのお嬢様ったら、ゾンビに囲まれてるじゃない！",
			"찾았다! 저 아가씨, 좀비들에게 둘러싸여 있잖아!",
			"There she is! Shit! She's being surrounded by zombies!",
			"Lá está ela! Oh não! A garota está rodeada de zumbis!",
			"There it is! Shit! That guy is surrounded by dead soldiers!",
			"There she is! That young lady is surrounded by zombies!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250081,
			"*Sound of firing*",
			"砰！砰！砰！",
			"カチャ！パァンパァン、パァン——ッ！",
			"찰칵! 팡팡, 팡——!",
			"<I>Click! Bang, bang, BANG!</I>",
			"Bang! Bang! Bang!",
			"Bang! Bang! Bang!",
			"Ka-cha! Pow-pow-pow--pow-pow-pow!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250082,
			"Get out of my way! Zombies!",
			"你们这些混蛋死士！从那个女孩身边滚开！！",
			"変態ゾンビ！その子から、離れなさいッ！",
			"변태 좀비! 저 애에게서 떨어져!",
			"You dead bastards! Get the <i>hell away from her!!</i>",
			"Seus bastardos! Deixem essa garota em paz!!",
			"You dead bastards! Get the hell away from that girl!!!",
			"Pervert zombie! Get away from that boy!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250083,
			"Who are you…… Are you trying to steal happiness from me?!",
			"你是谁……又是来破坏我的幸福的人么！",
			"誰……？ふーん、あなたも私の幸せを壊しに来たのね。",
			"누구...? 휴, 너도 내 행복을 부수러 온 거니.",
			"Who are you...? Hmm, you must be here to destroy my happiness too.",
			"\"Quem é você? Você veio para arruinar minha felicidade novamente?",
			"Who are you ...... is here to ruin my happiness again!",
			"Who ......? Hmmm, you are here to ruin my happiness too."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250084,
			"What are you talking about! I'm saving you!",
			"你在胡言乱语些什么啊！我是来救你的！",
			"何、言ってんのよ！私は、助・け・に・来・た・の！",
			"뭐라고 하는 거야! 나는 구·하·러·왔·다고!",
			"What kind of nonsense is that?! I'm. Here. To. SAVE YOU!",
			"Que tipo de bobagem é essa? Estou aqui para salvá-la!",
			"What are you talking nonsense! I'm here to save you!",
			"What are you talking about? I came... to... help... you!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250085,
			"Leave me alone! I don't need your mercy!",
			"给我消失！我不需要你的怜悯！",
			"消えて！哀れみなんていらないッ！",
			"사라져! 동정따윈 필요 없어!",
			"Get lost! I don't <i>need</i> your pity!",
			"Vá embora! Eu não preciso da sua piedade!",
			"Get the hell out of here! I don't need your mercy!",
			"Go away! I don't want your pity!"
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				201,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250086,
			"*Zombies roar*",
			"吼吼吼！！！",
			"オォオオオオオオオオオッ！",
			"오오오오오오오오오오!",
			"Groooaaahhh!!!",
			null,
			"Ho ho ho ho!!!",
			"Oooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250087,
			"Errrr! What happened to the zombies around her…",
			"呃！周围的死士怎么忽然……",
			"ちょ、どうしちゃったの、このゾンビども！？",
			"잠깐, 어떻게 된 거야, 이 좀비들!?",
			"Huh?! Why are the zombies surrounding her all of a sudden...?",
			"Hum, o que está acontecendo com os zumbis que a cercam?",
			"Ugh! How do the dead men around you suddenly ......",
			"Wait, what's wrong with you zombies!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250088,
			"Leave… Me… Alone!",
			"全都给我消失！",
			"全部……全部、全部全部全部——消えろッ！！",
			"전부……전부, 전부전부전부——사라져!!",
			"Everything... Everything should just DISAPPEAR!!",
			"Todos vocês! Apenas Desapareçam com tudo!",
			"Get lost!",
			"All ...... everything, everything, everything--Go away!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250089,
			"Hey! Where are you going! After I clearing those zombies… I must give her a lesson!",
			"喂！你要去哪里！可恶……等我收拾完这些死士一定要好好给那个任性的大小姐上一课！",
			"もう！また！？今度はどこ行くのよ！こいつらを片付けたら、あのお嬢様に絶対お説教してやるんだから！！",
			"젠장! 또!? 이번엔 어디로 가는 거야! 이녀석들 처리하고 나면, 저 아가씨에게 반드시 설교해주겠어!!",
			"Damn it! Again?! Where are you off to this time?! Once I've dealt with these guys, I'll definitely give that rebellious young lady a good scolding!!",
			"Ei! Onde você está indo?! Droga... quando eu terminar de limpar estes zumbis, terei que dar uma lição naquela patricinha mimada!",
			"Hey! Where are you going! Damn ...... When I finish cleaning up these dead soldiers I must teach that capricious young lady a good lesson!",
			"Already! Again! Where are you going this time? I'm going to give that young lady a lecture when I get rid of these guys for sure!"
		]
	],
	"9": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250090,
			"Finally, got you!",
			"终于让我追上你！",
			"や、やっと追いついた……！",
			"겨우, 겨우 따라잡았어……!",
			"F-Finally, I caught up...!",
			"Finalmente, Te alcancei.",
			"Finally let me catch up with you!",
			"Ya, I finally caught up with ......!"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				201,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250091,
			"Wait a second… Father, I will become the daughter you want!",
			"再等一会…父亲大人，再等一会芽衣就能变成父亲大人希望的样子了！",
			"もう少し……あと少しでお父様の望む姿に！",
			"조금만……조금만 더 있으면 아버지께서 바라시는 모습이 될 거야!",
			"Just a little longer... Father, just a little longer and Mei will become the one you always wanted her to be!",
			"Pai, só mais um pouco… e Mei pode finalmente se tornar o que você queria que ela fosse.",
			"Wait a little longer... Father-sama, wait a little longer and Meiko will become what Father-sama wants her to be!",
			"A little more ...... and you'll be where your father wants you to be!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250092,
			"What happened to her? She acts like another person…",
			"她从刚才开始到底怎么了，简直像是变了一个人……",
			"どうしちゃったのよ。まるで、人が変わったみたいに饒舌になっちゃって。ちょっと、気味悪いわよ……。",
			"어쩌다 이렇게 된 거야. 마치, 사람이 변한 것처럼 수다스러워져서. 좀, 소름 끼치네……",
			"What's going on? She's so talkative now, it's like she's become a completely different person. It's kinda creepy, y'know...",
			"O que está acontecendo com ela? É como se ela fosse uma pessoa completamente diferente.",
			"What in the end has happened to her since just now, it's almost like she's changed ......",
			"What's wrong with you? You've become so talkative, it's like you've changed. It's a little creepy. ......"
		],
		[
			"msg",
			250093,
			"And zombies act werid too… They didn't attack her and they are following her?",
			"而且周围死士的反应也有点奇怪……明明已经离她这么靠近了，这些死士居然没有任何攻击的意图，反而放慢了脚步跟在了她的身后……",
			"それに何だかゾンビの様子もおかしいし……どうして、あんな近くにいるのに彼女を攻撃しないわけ？まるで、彼女に忠誠を誓う騎士みたいにくっついちゃってさ……。",
			"게다가 왠지 좀비 상태도 이상하고……왜, 그렇게 가까이 있는데도 그녀를 공격하지 않는 거지? 마치, 그녀에게 충성을 맹세한 기사처럼 붙어다니면서…….",
			"The zombies seem to be acting weird too... They're so close, so why aren't they attacking here? Instead, they're clinging to her like loyal knights...",
			"E a maneira como os zumbis estão agindo... Eles estão tão perto, mas ao invés de atacá-la, eles diminuíram a velocidade e começaram a segui-la...",
			"And the reaction of the surrounding dead soldiers is also a bit strange ...... obviously already so close to her, these dead soldiers actually did not have any intention to attack, but slowed down the pace to follow her ......",
			"And there's something wrong with the zombies. ...... Why aren't they attacking her when they're so close? It's like they're attached to her like she's a loyal knight. ......"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				103,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250094,
			"Ahhh~ I feel so warm, the whole world is around me… No one would abandon me, we will have the happy ending forever!",
			"啊啊~真是舒服的感觉，整个世界都在围绕着我……再也不会有人抛弃我了，大家都会在我的身边得到永恒的幸福！",
			"あぁ——最高の気分だ。世界が私を中心に回っている……もう誰からも捨てられることなどない。皆が私の傍で、永劫の幸せを享受する！",
			"아아——최고의 기분이야. 세상이 나를 중심으로 돌아가고 있어…… 이제 누구에게도 버려지지 않을 거야. 모두가 내 곁에서 영원한 행복을 누릴 거야!",
			"Ahhh~ What a joyous feeling. The whole world is revolving around me... No one will ever abandon me anymore, so all shall enjoy eternal happiness by my side!",
			"Ahhh~ Que sentimento de alegria. Todos, o mundo inteiro, está comigo... Ninguém mais me abandonará, todos gozarão da felicidade eterna ao meu lado!",
			"Ahhh~ What a comfortable feeling, the whole world is surrounding me ...... No one will ever abandon me again, everyone will have eternal happiness by my side!",
			"Ahh--I feel great. The world revolves around me ...... and no one will ever abandon me again. Everyone will enjoy eternal happiness by my side!"
		],
		[
			"msg",
			250095,
			"Hohoho~ Raiden Mei, let me help you realize your dream~",
			"呵呵呵~雷电芽衣，就让我来帮你实现愿望吧~",
			"くくくっ、雷電芽衣の願い……この私が叶えてやろう。",
			"쿠쿠쿠, 라이덴메이의 소원…… 이 내가 이루어주마.",
			"Keheheh, Raiden Mei... I'll help your dreams come true.",
			"Hahaha~ Raiden Mei, permita-me tornar seus desejos uma realidade.",
			"Ohhhh~ Raiden Meiko, let me help you to achieve your wish ~",
			"Kukk, Raiden Mei's wish ...... I, this I, will make it come true."
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250096,
			"Your appearance!? You are not Raiden Mei! Who are you!",
			"你的样子怎么会！？你不是雷电芽衣！你到底是谁！",
			"急に様子が！？あんた誰よ！雷電芽衣はどうしたの！？",
			"갑자기 상태가!? 너 누구야! 라이덴메이는 어쩌고!?",
			"Why do you look like that?! You're not Raiden Mei! Who the hell are you?!",
			"Por que você tem esse aspecto?! Você não é Raiden Mei! Quem é você?!",
			"How do you look! You're not Raiden Meiko! Who the hell are you!",
			"Suddenly you're acting weird! Who are you? What's wrong with Mei Raiden!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250097,
			"Hoho~ Little kitten, does it matter? You will become one of them soon, a dead body!",
			"呵呵~可爱的小猫咪，我是谁已经不重要了~因为你马上就会和这些家伙一样，变成一具焦黑的尸体了！",
			"くくっ、あははっ！誰だろうと関係はないだろう？すぐに貴様も消し炭になるのだからっ！",
			"쿠쿠쿠, 아하하! 누구든 상관없지 않나? 곧 너도 재가 될 테니까!",
			"Keheh, AHAHAH! Cute little kitten, it doesn't matter who I am to you, right?//nBecause soon you too will be reduced to ashes!",
			"Hahahaha~ Linda Gatinha, não importa quem eu sou~ Porque logo, você se tornará um cadáver queimado e se juntará aos outros.",
			"Oh ~ cute kitty, it doesn't matter who I am anymore ~ because you'll soon be like these guys and turn into a charred corpse!",
			"Kukk, haha! What does it matter who you are? Soon you too will be extinguished!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250098,
			"Bang!!",
			"轰隆！！！",
			"ズドォオオォオオンッ！！",
			"즈드오오오오온!!",
			"<I>ZAAAPPP!!</I>",
			null,
			"BOOM!!!",
			"Zdooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250099,
			"Wow! Thunders are trying to attack me!?",
			"哇！怎么忽然落下了闪电！？",
			"うわっ！落雷！？",
			"우왁! 낙뢰!?",
			"Woah! A lightning strike?!",
			"Caramba! De onde veio aquele relâmpago?!",
			"Wow! How come the lightning suddenly fell!",
			"Whoa! Lightning strike!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250100,
			"Hoho~ You are not so bad. Fine, I need an enemy like you now, let me torment you slowly~",
			"嚯嚯~身手不错嘛，居然能躲过。看来是个舒展筋骨的好工具呢，就让我慢慢折磨你吧~",
			"ふんっ、これを避けるか。虫けらにしては、なかなか骨がありそうだ。丁度いい……準備運動の相手になってもらおう。たっぷりと可愛がってやる！",
			"훗, 이걸 피하는 건가. 벌레 주제에 꽤 뼈대가 있어 보이는군. 마침 좋아…… 준비 운동 상대가 되어라. 마음껏 귀여워해 주지!",
			"Hmph, so you dodged that. You have quite a bit of backbone for a bug. Perfect... I'll have you be my practice target. I'll be sure to give you lots of love!",
			"Ohoho~ Parabéns por evitar isso. Parece que você me ajudará com o treinamento da minha mira. Deixe-me torturá-la lentamente~\"",
			"I can't believe I dodged it. It seems to be a good tool to stretch the muscles, let me slowly torture you ~",
			"Hmmm, let's see if I can avoid this one. For a bugger, you seem to have a good bone to pick. Just the right ...... preparation partner for you. I'll give you plenty of love!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250101,
			"Tell me who you are! There is no one can survive in Houkai explosion except our Kaslana family!",
			"告诉我你到底是什么人！除了我们卡斯兰娜家之外根本没有人能够在这种崩坏环境下生存！",
			"あんた一体、何者なの！？崩壊の中を生き延びられる人間なんて、カスラナ家以外にそうそういないはずよ！",
			"너 대체 뭐야!?붕괴 속에서 살아남을 수 있는 인간이라면, 카스라나 가문 말고는 그렇게 많지 않을 텐데!",
			"Who the hell are you?! Nobody outside of the Kaslana bloodline can survive in this kind of environment full of Honkai Energy!",
			"Quem diabos é você?! Ninguém fora da linhagem de sangue Kaslana pode sobreviver neste tipo de ambiente cheio de energia Honkai!",
			"Tell me who you really are! No one at all but us Caslana's could survive this collapse!",
			"Who the hell are you? Not many people can survive the collapse except the Kasrana family!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250102,
			"It doesn't matter at all! Raiden is disappear in this world, I will destroy this world for her!",
			"哼哼…我是谁已经不重要了，雷电芽衣已经从这个世界上消失了，而我的存在就是代替她把这个可憎的世界毁灭掉！",
			"くくっ、そんな些末なことが気になるのか？そもそも、人間などと一緒にされては困る。雷電芽衣は、もうこの世界から消えた。代わりにこの私が世界を滅ぼす。醜く腐ったこの世界をな！",
			"쿠쿠쿠, 그런 하찮은 게 신경 쓰이는 건가? 애초에, 인간 따위와 동급으로 취급받기 싫군. 라이덴메이는 이미 이 세상에서 사라졌어. 대신 이 내가 세상을 멸망시킬 거야. 추악하게 썩어버린 이 세상을 말이지!",
			"Keheh, are you really worried about such a trivial matter? To begin with, I don't want to be lumped in with humans. Raiden Mei has already left this world. I am here to take her place and bring destruction to this ugly, rotten world!",
			"Hah. Não importa mais quem eu sou. Raiden Mei não existe mais, e eu estou aqui para levar este mundo miserável à sua destruição em seu lugar!",
			"Hmph...it doesn't matter who I am anymore, Raiden Meiko has disappeared from this world, and my existence is to destroy this abominable world in her place!",
			"Kukk, are you worried about such a trivial thing? In the first place, you can't be lumped in with humans. Raiden Mei has already disappeared from this world. Instead, I will destroy the world. I will destroy this ugly, rotten world!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250103,
			"Bang!!",
			"轰隆隆！！",
			"バリッ……バチバチッ！！",
			"파르르…… 찌릿찌릿!!",
			"<I>Crack... CRACKLE!!</I>",
			null,
			"Rumble!!!",
			""
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				3,
				0,
				true
			]
		],
		[
			"msg",
			250104,
			"She is absorb the energy from thunder… This energy is… Houkai energy!",
			"闪电中的能量正在转移到她的身上……如果这个现象是崩坏造成的话，那么她现在是在吸收周围的崩坏能么！",
			"何、あれ……？彼女の周りに電気が走ってる……これも崩壊の力のせい？もしかして、崩壊エネルギーを吸収しているんじゃ！？",
			"뭐야, 저건……? 그녀 주위에 전기가 흐르고 있어…… 이 тоже 붕괴의 힘 때문이야? 혹시, 붕괴 에너지를 흡수하고 있는 거야!?",
			"What on earth...? Electricity is entering her body... Is this power caused by the Honkai? Then does that mean she's absorbing the Honkai Energy around her?!",
			"A energia do relâmpago está passando por ela... Se este for um efeito do Honkai, ela poderia estar absorvendo a energia Honkai ao seu redor?",
			"The energy in the lightning is being transferred to her body ...... If this phenomenon is caused by collapse, is she now absorbing the collapse energy around her!",
			"What, is that ......? There's electricity running around her ...... Is this also due to the force of disintegration? Maybe she's absorbing the disintegration energy!"
		],
		[
			"msg",
			250105,
			"A human can control weather without technology, there is only one possiblity…",
			"这个世界上居然有不借助外力能够直接操纵崩坏能的人类，在所有的情报中只存在于一种可能……",
			"自らの意志で崩壊エネルギーを操るなんて……そんなことただの人間じゃできない。まさか……。",
			"자신의 의지로 붕괴 에너지를 조종하다니…… 그런 건 보통 인간은 할 수 없어. 설마…….",
			"Directly manipulating Honkai Energy on her own... no ordinary human can do that. No, it can't be...",
			"Então há seres humanos neste mundo que podem manipular diretamente a energia Honkai por conta própria. Há apenas uma explicação possível que posso pensar...",
			"There are actually humans in this world who can directly manipulate collapse energy without the help of external forces, in all the information only exists in one possibility ......",
			"A mere human being can't do such a thing ...... as to manipulate disintegrating energy at his own will. No way. ......"
		],
		[
			"msg",
			250106,
			"Ah… Seems we got involved in some terrible things… Maybe I will become redeemer~",
			"哎，看来真是卷入了不得了的事件中了呢……不过现在悲观还太早了一些！换个角度考虑的话说不定我会成为世界的救世主呢！",
			"あーあ……これ、かなり厄介な事に巻き込まれたのかも。でもね……こんなことで悲観するほど、私ってヤワじゃないの。むしろ、世界を救うヒーローになるチャンスじゃない！",
			"아아…… 이거, 꽤나 골치 아픈 일에 휘말린 모양이네. 하지만 말이야…… 이런 일로 비관할 정도로, 나란 녀석 약하지 않아. 오히려, 세상을 구하는 히어로가 될 기회 아닐까!",
			"Ahh... seems I'm caught up in something <i>really</i> bad now. Still... it's too early to be all pessimistic! Actually, this could be my chance to save the world!",
			"Ah, eu acho que isto pode ser muito ruim... Mas é muito cedo para ser tudo uma desgraça e tristeza! Se você pensar nisso de outro ângulo, talvez eu acabe sendo o salvador do mundo!",
			"Hey, it seems that really involved in a great event it ...... but it is still too early to be pessimistic! If you think about it differently, maybe I will become the savior of the world!",
			"Ahhhh ...... maybe I got caught up in something pretty nasty with this. But you know,...... I'm not so yucky as to be pessimistic about something like this. Rather, this is my chance to be a hero who saves the world!"
		],
		[
			"msg",
			250107,
			"I must find a way to stop her!",
			"一定要想办法阻止她！",
			"あんたの野望、私が阻止してあげるっ！",
			"너의 야망, 내가 막아주겠어!",
			"I'll find a way to stop you!",
			"Eu tenho que encontrar uma maneira de detê-la!",
			"There must be a way to stop her!",
			"I'll stop your ambition!"
		],
		[
			"speaker",
			204541
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				3,
				0,
				false
			]
		],
		[
			"msg",
			250108,
			"Hoho! Tey it then!",
			"哼哼！真是不错的精神，那就试试看吧！",
			"ほう、この力を目の当たりにしても立ち向かってくるか。目障りな虫めが、驕るのも大概にしろッ！",
			"호오, 이 힘을 눈앞에서 보고도 맞서는 건가. 거슬리는 벌레 같으니, 건방지게 나대지 마라!",
			"Oho, so you're still standing up to me even in the face of my power. You disgusting insect, quit being so arrogant!",
			"Hah! Tal espírito! Vamos ver o que você pode fazer!",
			"Haha! That's a nice spirit, so let's give it a try!",
			"Oh, you will stand up to me even in the face of this power? You annoying insect, you must be proud of yourself!"
		],
		[
			"speaker",
			204594
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250109,
			"*Zombies roar*",
			"吼吼吼！",
			"グルル……ヴォォオオオオォオオッッ！！",
			"그르르…… 부오오오오오오오오오!!",
			"Grrr... groooooaaaghhh!!",
			null,
			"Ho ho ho ho!",
			"Grrrl......vooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			250110,
			"Get out of my way!",
			"给我闪开！",
			"どけっ！！",
			"비켜!",
			"Outta my way!!",
			"Saiam do meu caminho!",
			"Get out of my way!",
			"Get out of the way!"
		]
	]
}