{
	"130": [
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197966,
			"Looks like we are surrounded.",
			"仙人阁下，看来我们被包围了。",
			"仙人殿、どうやら包囲されたようです。",
			"선인님, 어떻게 보아 포위된 것 같습니다.",
			null,
			null,
			"Sir Immortal, it looks like we're surrounded.",
			"Hermit, it seems that you have been surrounded."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197967,
			"That's it. Do you think you can escape?",
			"到此为止了，你以为自己能逃得出去么？",
			"ここまでよ。逃げ切れると思ったの？",
			"여기까지야. 도망칠 수 있을 거라 생각했어?",
			null,
			null,
			"It's over. You think you can get away with it?",
			"This is it. Did you think you could get away with it?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197968,
			"Hum, who said we are escaping? I'm going to let you pay for what you have done.",
			"哼，谁说要逃了，在下正要找你算账。",
			"ふんっ、誰が逃げると？ちょうど決着をつけたかったところです。",
			"흥, 누가 도망친다고? 마침 결판을 내고 싶었던 참이었는데.",
			null,
			null,
			"Hmph, who said anything about running away? I was just about to settle a score with you.",
			"Hmph, who says I'm running away? I just wanted to settle this."
		],
		[
			"msg",
			197969,
			"Hey. It's them who pick up the fight. Are you in?",
			"喂，仙人阁下，这找上门来的架你打是不打？",
			"仙人殿、売られたケンカなら買いますよね？",
			"선인전, 억지로 싸움을 걸면 받아치겠죠?",
			null,
			null,
			"Hey, Mr. Immortal, are you going to fight or not?",
			"Mister Hermit, if you're sold a fight, you buy it, don't you?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197970,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197971,
			"Jingwei, take care of her. Don't let her leave me.",
			"精卫，你看好这浪人不要离开我的身边。",
			"精衛、浪人が私のそばから離れないよう見張っててください。",
			"정위, 낭인들이 내 곁을 떠나지 못하도록 지켜봐 주세요.",
			null,
			null,
			"Seibei, watch over this ronin and don't leave my side.",
			"Seie, please watch that Ronin does not leave my side."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197972,
			"Hehe, don't worry. I have read Zoffia's report. You two have fought against Houkai in the far east. In this case, I don't think we have to fight each other.",
			"呵呵，不要着急，我看了佐菲娅的报告，你们两人是在极东对抗崩坏的武者，既然如此，我想我们未必非得兵戎相见。",
			"フフ、慌てないで。ソフィアの報告を受けているわ。お二人は極東で崩壊と戦った武者ね。それなら、一戦を交えることもないでしょう。",
			"훗, 당황하지 마. 소피아의 보고를 받았어. 두 분은 극동에서 붕괴와 싸운 무사네. 그렇다면, 싸울 이유는 없겠죠.",
			null,
			null,
			"Oh, don't be in a hurry, I read Zofia's report that the two of you were fighting against the Avalanche's martial artists in the Far East, and in that case, I don't think we may have to meet in arms.",
			"Huh, don't panic. Sofia is reporting in. You two are warriors who fought against the collapse in the Far East. Then you won't have to fight a single battle."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197973,
			"How so?",
			"此话怎讲？",
			"どういう意味です？",
			"무슨 뜻이죠?",
			null,
			null,
			"What do you mean by that?",
			"What do you mean?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197974,
			"Maybe you have misunderstood us because of that despicable woman, Kallen, but in fact, our mission is to eliminate the power of Houkai in this world.",
			"也许你们因为那鼠辈卡莲，可能对我等的作为有所误解，但瘟疫骑士团的使命，就是将这世上的崩坏彻底根除。",
			"お二人はカレンのせいで、私たちを少々誤解しているようね。悪疫騎士団の使命は、この世から崩壊を根絶することなの。",
			"두 분은 카렌 때문에 우리를 약간 오해하고 있는 모양이네. 악역기사단의 사명은 이 세상에서 붕괴를 근절하는 거야.",
			null,
			null,
			"Perhaps you may have misunderstood what we do because of that rat-bastard Karin, but the mission of the Plague Knights is to eradicate the collapse of this world once and for all.",
			"I think you two have misunderstood us a bit because of Karen. The mission of the Knights of the Plague is to eradicate decay from the world."
		],
		[
			"msg",
			197975,
			"If you are willing to join us, I can let go what happened before. And you will certainly help us fulfill our long-cherished wish of eliminating Houkai.",
			"如果你们愿意弃暗投明加入我等，我可以对之前的事情既往不咎，而你们身上的超凡特性，必将可以帮助到我等实现根绝崩坏的夙愿。",
			"もしお二人が私たちの仲間になるというなら、これまでのことは咎めないわ。それにお二人には非凡な才能がある。きっと崩壊を根絶するという我々の宿願を強力してくれるでしょう。",
			"만약 두 분이 우리 편이 된다면, 지금까지의 일은 묻지 않겠어. 게다가 두 분은 비범한 재능이 있지. 분명 붕괴를 근절하겠다는 우리의 숙원을 힘껏 도와줄 거야.",
			null,
			null,
			"If you are willing to abandon the darkness and join us, I can let bygones be bygones about what happened before, and the transcendent characteristics in you will surely be able to help us realize our long-cherished wish of eradicating the collapse.",
			"If the two of you are going to join us, I don't blame you for what you have done. Besides, you both have extraordinary talents. I am sure that you will help us in our quest to eradicate the collapse."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197976,
			"Bah, you are just making some empty promises. How can you explain those innocent people infected with the black death?",
			"呸，说的比唱的好听，那些无辜的黑死病人你又做何解释？",
			"ハッ、綺麗事を並べていますが、あの罪もない黒死病の患者のことはどう説明するのです？",
			"헛, 그럴싸한 말을 늘어놓지만, 그 죄 없는 흑사병 환자들은 어떻게 설명할 겁니까?",
			null,
			null,
			"FFS, talk is better than talk, and how do you explain all those innocent Black Death victims?",
			"Ha, you are putting up a pretty picture, but how do you explain those innocent black death patients?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197977,
			"They are essential for the study of how the power of Houkai infects human body.",
			"为了研究崩坏在人体身上的表现，它们是必不可少的研究素体。",
			"崩壊が人体に与える影響を研究するため、あれは研究に欠かせない素体なのよ。",
			"붕괴가 인체에 미치는 영향을 연구하기 위해, 그들은 연구에 꼭 필요한 소체야.",
			null,
			null,
			"They are essential research vectors in order to study the manifestations of disintegration in the human body.",
			"They study the effects of disintegration on the human body, so that's an essential element in their research."
		],
		[
			"msg",
			197978,
			"And the black death patient will eventually die of Houkai even if they are left alone. I just made the best use of everything available.",
			"而且黑死病人就算放着不管也会死于崩坏，我只是物尽所用罢了。",
			"それに黒死病の患者はほおっておいても崩壊のために死んでしまう。だから最大限に活用しているだけ。",
			"게다가 흑사병 환자는 내버려둬도 붕괴 때문에 죽게 돼. 그러니 최대한 활용할 뿐이지.",
			null,
			null,
			"And the Black Death will die of collapse even if left alone, I'm just using what I have.",
			"Besides, patients with the Black Death would die of collapse if left alone. So we just make the most of it."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197979,
			"Oh, although I myself have killed a lot, but I'm not even a close match to you.",
			"嚯，在下自问是个杀人不眨眼的恶徒，但和阁下比起来，在下可真是甘拜下风。",
			"フッ、拙者も人斬りの悪党と自負しているが、そなたと比べれば可愛いものですね。",
			"훗, 저도 사람 베는 악당이라고 자부하지만, 당신과 비교하면 애교 수준이군요.",
			null,
			null,
			"Oooh, I ask myself to be a murderous villain, but compared to Your Excellency, I am truly inferior.",
			"I am proud to say that I am a manslayer and a scoundrel, but compared to you, I am a cute little thing."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			197980,
			"We are not the same. The plague knights only kill for a purpose. Even if the black death patients die naturally, they will become the source of infection and continue to pollute the world. Therefore, we need to eradicate the Houkai inside them.",
			"不要把我等与你这莽夫相提并论，瘟疫骑士团并不会做无谓的杀戮，黑死病人就算死亡，也会成为崩坏的感染源继续污染世间，为此，我们才需要将他们身上的崩坏彻底根除。",
			"あなたのような乱暴者と一緒にしないで。悪疫騎士団は無意味な殺戮はしない。黒死病の患者は死んでも崩壊の感染源となって世間を汚染し続ける。だからその体から崩壊を完全に取り除かねばならないの。",
			"당신 같은 난폭자와 동급으로 취급하지 마. 악역 기사단은 무의미한 살육은 하지 않아. 흑사병 환자는 죽어도 붕괴의 감염원이 되어 세상을 오염시키 계속해. 그러니까 그 몸에서 붕괴를 완전히 제거해야만 하는 거야.",
			null,
			null,
			"Don't compare us to you, reckless man, the Plague Knights don't do needless killing, even if they die, the Black Death will become a source of Avalanche infection to continue to pollute the world, and for that reason, we are the ones who need to eradicate the Avalanche from them completely.",
			"Don't be with rowdy people like you. The Knights of the Evil Plague do not kill senselessly. Even after they die, the patients of the Black Death continue to contaminate the world by becoming a source of infection for the decay. Therefore, we must completely remove the decay from their bodies."
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197981,
			"It's better for them to sacrifice for our great purpose.",
			"与其让他们如蝼蚁般痛苦死去，不如成为我等伟大造物的垫脚石。",
			"苦しみながら虫ケラのように死んでいくよりは、我らの偉大な被造物の糧となるほうがいいでしょう。",
			"고통 속에서 벌레처럼 죽어가는 것보다는 우리의 위대한 피조물의 양식이 되는 편이 나을 겁니다.",
			null,
			null,
			"Instead of letting them die in agony like ants, they should become stepping stones for our great creations.",
			"It is better to be food for our great creation than to suffer and die like an insect."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197982,
			"You mean the God's Box?",
			"你说的就是那神之匣么。",
			"あなたが言っているのは神の匣のことですね。",
			"당신이 말하는 것은 신의 상자에 관한 것이군요.",
			null,
			null,
			"Is that the Box of God you're talking about.",
			"You are talking about God's box."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197983,
			"Exactly. Unlike her, I think you can understand the function of the God's Box.",
			"正是，你与这莽夫不同，我想你应该明白神之匣的作用。",
			"その通り。あなたはそっちのがさつ者とは違うようね。きっと神の匣の作用も理解しているでしょう。",
			"그렇군. 너는 저런 무뚝뚝한 사람들과는 다르구나. 분명 신의 상자의 작용도 이해하고 있을 거야.",
			null,
			null,
			"Exactly, you are different from this mangaka, I think you should understand the role of the God's Box.",
			"That's right. You don't seem to be one of those slaughterers. I'm sure you understand how God's box works."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197984,
			"The God's Box is just a device to gather Houkai, it does not solve any problems. When the concentration of Houkai energy inside it exceeds the limit, it will cause a huge disaster as it used to do in the far east.",
			"神之匣只是聚集崩坏的装置，并没有解决任何问题，而当崩坏能浓度超过界限，就会像在极东那般酿成巨大的灾难。",
			"神の匣はただ崩壊を集めるだけの装置。問題の解決にはなりません。それに崩壊エネルギーの濃度が限界を超えると、極東のときのように大きな災難を引き起こします。",
			"신의 상자는 단지 붕괴를 모으는 장치일 뿐입니다. 문제의 해결이 되지 않아요. 게다가 붕괴 에너지의 농도가 한계를 넘으면 극동에서처럼 큰 재난을 일으킬 거예요.",
			null,
			null,
			"The God's Box is just a device to gather disintegration, it doesn't solve any problems, and when the concentration of disintegration energy exceeds the limit, it can cause a huge catastrophe like the one in the Far East.",
			"God's Box is just a device to collect disintegration. It does not solve the problem. Besides, if the concentration of decay energy exceeds the limit, it will cause a great disaster, as it did in the Far East."
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197985,
			"Houkai is not something that can be easily controlled by human beings. I suggest that you should stop as soon as possible.",
			"崩坏绝非人类可以轻易控制的存在，我劝你们还是乘早收手吧。",
			"崩壊は人類がやすやすと制御できるものではありません。早いうちに手を引くことをお勧めします。",
			"붕괴는 인류가 쉽게 제어할 수 있는 것이 아닙니다. 일찍 손을 떼는 것을 권합니다.",
			null,
			null,
			"Avalanche is by no means an existence that can be easily controlled by humans, so I advise you to quit while you're ahead.",
			"Collapse is not something humanity can easily control. We recommend that you back out of it as soon as possible."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197986,
			"You don't have to worry about that. The Knight of Apocalypse have a special troop to seal the power of Houkai, but that's none of your business right now.",
			"这不用你担心，天启骑士团有专门封印崩坏的部队，但是你们现在无权知晓。",
			"ご心配なく。天啓騎士団には崩壊を封印する専門の部隊がいるの。でも今のあなたたちに知る権利はないわ。",
			"걱정 마세요. 천계 기사단에는 붕괴를 봉인하는 전문 부대가 있어. 하지만 지금의 여러분들에게 알 권리는 없어요.",
			null,
			null,
			"That's nothing for you to worry about, the Horsemen of the Apocalypse have troops specialized in sealing the Crash, but you have no right to know about it now.",
			"Don't worry. The Order of the Enlightened Knights has a unit dedicated to sealing the collapse. But you have no right to know that now."
		],
		[
			"msg",
			197987,
			"Let me ask you one last time, would you like to join us?",
			"我最后再问你们一次，是否愿意加入我们？",
			"最後にもう一度聞くわ。私たちの仲間になる気は？",
			"마지막으로 한 번 더 물어볼게. 우리 편이 될 생각 있어?",
			null,
			null,
			"I'm going to ask you one last time, will you join us?",
			"I'm going to ask you one last time. Are you ready to join us?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				520,
				3,
				true
			]
		],
		[
			"msg",
			197988,
			"Sorry, my mission is to protect human beings from Houkai. I can't agree with you.",
			"抱歉，在下的使命是从崩坏手中保护人类，你们的做法恕我不能苟同。",
			"申し訳ありませんが、私の使命は崩壊から人類を守ること。あなたたちのやり方に賛同はできません。",
			"죄송하지만, 제 사명은 붕괴로부터 인류를 지키는 것입니다. 여러분의 방식에 동의할 수 없습니다.",
			null,
			null,
			"I'm sorry, but I'm on a mission to protect humanity from the Avalanche, and I'm sorry to say that I can't agree with what you're doing.",
			"I am sorry, but my mission is to protect humanity from collapse. I do not agree with your ways."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				520,
				3,
				false
			]
		],
		[
			"msg",
			197989,
			"Well, it seems that rats are only rats.",
			"是么，看来鼠辈就是鼠辈。",
			"そう。どうやらネズミはネズミのようね。",
			"그래. 역시 쥐는 쥐인 모양이네.",
			null,
			null,
			"Really? Seems like a rat is a rat.",
			"Yes. Looks like a rat is a rat."
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			197990,
			"Looks like I have overestimated you!",
			"我还是太高看你们了！",
			"やっぱり買いかぶりすぎだったわ！",
			"역시 너무 과대평가했어!",
			null,
			null,
			"I still think too highly of you guys!",
			"I knew I was buying too much!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			197991,
			"Roar——",
			"吼——",
			"——ガルルルルッ！",
			"——그르르르릉!",
			null,
			null,
			"Roar--",
			"--Gulrrrrrrrrrrrrrrrrr!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			197992,
			"Houkai beast? What have you…...",
			"崩坏兽？你们到底……",
			"崩壊獣？これは一体……。",
			"붕괴수? 이건 대체…….",
			null,
			null,
			"Crash Beast? What the hell are you guys ......",
			"A Honkai Beast? What the heck is this? ......."
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			197993,
			"They are the experimental bodies that we have created, and they are also one of our achievements in controlling Houkai.",
			"它们是我等研究出的实验体，也是我等控制崩坏的成果之一。",
			"これは私たちが研究で作り出した実験体。そして崩壊を制御した成果の一つでもあるの。",
			"이건 우리가 연구로 만들어낸 실험체. 그리고 붕괴를 제어한 성과 중 하나이기도 해.",
			null,
			null,
			"They are experiments that we have researched, and they are one of the results of our efforts to control the collapse.",
			"This is an experimental body we created in our research. And it's one of the results of our controlled collapse."
		],
		[
			"msg",
			197994,
			"By the way, I'd like to see how long you can hold up.",
			"顺便一提，数量要多少有多少，我倒要看看你们能坚持到什么时候。",
			"ついでに言っておくと、数はいくらでもいるわ。いつまで持ちこたえられるかしら。",
			"덧붙여 말해두자면, 수는 얼마든지 있어. 언제까지 버틸 수 있을까?",
			null,
			null,
			"By the way, as many as you want, I'd like to see how long you can hold out.",
			"And by the way, there are plenty of them. I wonder how long we can hold out."
		]
	],
	"131": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			197995,
			"Boom!!!",
			"轰！！",
			"ズゴォォォンッ！！！",
			"쓰아아아악!!!",
			null,
			null,
			"Boom!",
			"Zgooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			197996,
			"Tut, she is tough…...",
			"啧，竟然强到这般地步么……",
			"くっ、ここまで強いなんて……。",
			"큭, 이렇게까지 강하다니…….",
			null,
			null,
			"Gee, is it even this strong ......",
			"Damn, I can't believe how strong it is here. ......"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197997,
			"It's over. Trigger force, initiated——",
			"结束了，寸劲·开——",
			"終わりです。寸勁・開天——",
			"끝이야. 순경・개천——",
			null,
			null,
			"It's over. Inch Power - Open -",
			"The End. Shun Jing, Kaiten--"
		],
		[
			"speaker",
			320350
		],
		[
			"portraits",
			[
				756,
				0,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197998,
			"Help…help…me…",
			"救……救……我……",
			"た……たす……けて……。",
			"도……도와……줘…….",
			null,
			null,
			"Save ...... save ...... me ......",
			"You can also visit ...... to get more information."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				7,
				true
			]
		],
		[
			"msg",
			197999,
			"Human!?",
			"人类！？",
			"人間！？",
			"인간!?",
			null,
			null,
			"Humans!",
			"Human!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			198000,
			"Hehe, you can't kill it.",
			"呵呵，怎么不下手了。",
			"ふふ、手を下さないの？",
			"후후, 손을 대지 않는 거야?",
			null,
			null,
			"Oh, how not to get down.",
			"Hmmm...no hands down?"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198001,
			"Evil…What have you done?",
			"邪道……你到底做了些什么？",
			"邪道……一体なにをしたのです？",
			"사도…… 대체 무슨 짓을 한 거야?",
			null,
			null,
			"Evil Way ...... What the hell have you done?",
			"What on earth did you do to the evil ......?"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198002,
			"Crack!",
			"咔嚓！",
			"——カチャ！",
			"——찰칵!",
			null,
			null,
			"Click!",
			"--Kacha!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198003,
			"Hello! What are you waiting for? These guys are not human beings any more!",
			"喂！符华你在犹豫些什么，这些家伙早就不是人类了！",
			"フカ殿、何をためらっているのです。そやつはもはや人間ではない！",
			"후카 님, 왜 망설이고 계십니까? 저 녀석은 더 이상 인간이 아닙니다!",
			null,
			null,
			"Hey! Fuhua what are you hesitating for? These guys aren't human anymore!",
			"What are you waiting for, Mr. Huka? He is no longer human!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				612,
				2,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			198004,
			"Ha ha, don't worry, soon you will end up the same as them.",
			"呵呵，不用担心，很快你们就会跟这些实验体一样了！",
			"ふふふ、安心なさい。あなたたちもすぐこの実験体と同じにしてあげるわ！",
			"후후후, 안심하세요. 당신들도 곧 이 실험체와 똑같이 만들어 줄 테니까!",
			null,
			null,
			"Oh, don't worry, soon you'll be just like these experiments!",
			"Don't worry. You will soon be the same as this experimental subject!"
		],
		[
			"speaker",
			320350
		],
		[
			"portraits",
			[
				756,
				0,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV13_MosterRoar"
		],
		[
			"msg",
			198005,
			"Roar!",
			"吼！",
			"ガルルルルッ！",
			"으르렁!",
			null,
			null,
			"Roar!",
			"Gulrrrrrrrrrrrrrrrrrr!"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			198006,
			"Fuka!",
			"符华殿下！",
			"フカさん！",
			"후카 씨!",
			null,
			null,
			"His Royal Highness, Fuhua!",
			"Mr. Huka!"
		],
		[
			"speaker",
			0
		],
		[
			"msg",
			198007,
			"Bang——",
			"砰——",
			"——バンッ！",
			"——탕!",
			null,
			null,
			"Bang--",
			"--BANG!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			198008,
			"Kallen?",
			"卡莲？",
			"カレン？",
			"카렌?",
			null,
			null,
			"Carine?",
			"Karen?"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			198009,
			"Tut, you are here as well? OK, I'll catch you all here today!",
			"啧，都到齐了么，真是抓贼抓一窝，好啊，今天就在这里将你们一网打尽！",
			"あらあら、全員お揃いね。いいでしょう、今日ここで一網打尽にしてあげるわ！",
			"아라라, 모두 모였네. 좋아, 오늘 여기서 한꺼번에 처리해 주겠어!",
			null,
			null,
			"Tsk, are they all here? It's really catching a nest of thieves, good, we'll catch you all here today!",
			"Oh my goodness, we're all here. Okay, I'm going to round them all up here today!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				7,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198010,
			"Levy…...You bastard, do you have any ideas what you have done!?",
			"莱薇……你这混蛋，你知道你到底在做什么吗！？",
			"レヴィ……このバカ、何をやっているかわかっているの！？",
			"레비…… 이 바보, 뭘 하고 있는지 알고 있어!?",
			null,
			null,
			"Levi ...... you asshole, do you know what the hell you're doing!",
			"Levy...... this idiot knows what he is doing!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				438,
				7,
				true
			],
			[
				520,
				5,
				false
			]
		],
		[
			"msg",
			198011,
			"Stop your crap, if you hadn't stolen the God's Box, our long-cherished wish of eliminating Houkai would have been realized. I don't want to talk with you anymore.",
			"废话，如果不是你盗走神之匣，我等根绝崩坏的夙愿早就已经实现，我还用得着你这鼠辈多嘴？。",
			"黙りなさい。あなたが神の匣を盗んで逃げなければ、崩壊を根絶するという我らの宿願はとうに実現していたのよ。あなたみたいなネズミにこれ以上口出しなんてさせないわ。",
			"닥쳐. 네가 신의 상자를 훔쳐 도망치지 않았더라면, 붕괴를 근절하겠다는 우리의 숙원은 이미 이뤄졌을 거야. 너 같은 쥐새끼에게 더 이상 입에 담지도 못하게 해 주겠어.",
			null,
			null,
			"Nonsense, if you hadn't stolen the God's Box, our long-cherished wish of eradicating the collapse would have been realized long ago, and do I still need you rats to talk too much?",
			"Shut up. If you hadn't stolen God's box and run away, our long-cherished dream of eradicating decay would have been realized. I won't let a rat like you meddle in our affairs any longer."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				7,
				false
			],
			[
				520,
				5,
				true
			]
		],
		[
			"msg",
			198012,
			"All I see is that you have created that evil Houkai beast with countless lives. Of course I want to stop you, you devil!",
			"我只看到你用无数人命堆砌起了那邪恶的崩坏之物，我当然要阻止你这恶魔！",
			"あなたは無数の人の命を犠牲にして、あの邪悪な崩壊物を作り出しただけ。そんな悪魔は当然阻止するわ！",
			"당신은 무수한 사람의 목숨을 희생해서, 그 사악한 붕괴물을 만들어낸 것뿐이야. 그런 악마는 당연히 저지해야 해!",
			null,
			null,
			"All I see is that you've piled up that evil crumbling thing with countless lives, and of course I'm going to stop you, the devil!",
			"You just sacrificed countless human lives to create that evil disintegrating thing. Of course we will stop such a demon!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				438,
				7,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			198013,
			"How stupid. Only us can make the full use of the God's Box. The disaster of Houkai in the far east is due to your ignorance. And do you even think you have done something good!?",
			"愚蠢，神之匣只有在我等手里才能发挥正确的作用，极东的崩坏就是因你的无知而起，居然还以为自己做了什么功德无量的事情吗！？",
			"愚かな。神の匣は我らの手になければ正しく効果を発揮できないの。極東の崩壊はあなたの無知のせいで起きたこと。なのに自分が功徳を積んだとでも思っているの？",
			"어리석군. 신의 상자는 우리 손에 없으면 제대로 효과를 발휘할 수 없어. 극동의 붕괴는 네 무지 때문에 일어난 일이야. 그런데 자기가 공덕을 쌓았다고 생각이라도 하는 거야?",
			null,
			null,
			"Foolishness, the God's Box can only function correctly in our hands, the collapse of the Far East is due to your ignorance, and you actually think you've done something meritorious!",
			"Foolish. God's sack must be in our hands to be properly effective. The collapse of the Far East happened because of your ignorance. And yet you think you have made a merit?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				5,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198014,
			"You!",
			"你！",
			"くっ……！",
			"쿱……!",
			null,
			null,
			"You!",
			"Damn. ......!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				438,
				5,
				true
			],
			[
				520,
				4,
				false
			]
		],
		[
			"msg",
			198015,
			"Traitor, you will be executed anyway. Let me bury you here!",
			"天命教义的叛徒，反正你也要被处死，就让我来提早为你送葬！",
			"天命の教義に背いた裏切り者。どうせ死刑になるのなら、今ここで葬ってやるわ！",
			"천명의 교의를 배신한 배신자. 어차피 사형될 거라면, 지금 여기서 처단해 주겠어!",
			null,
			null,
			"Traitor to the Divine Righteousness Doctrine, you're going to be executed anyway, so let me give you an early burial!",
			"A traitor who disobeyed the doctrine of the Celestial Life. If I'm going to be executed anyway, I'll bury him here and now!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198016,
			"Roar!!!!",
			"吼！！！",
			"ガルルルルッ！",
			"으르렁렁!",
			null,
			null,
			"HOO!!!",
			"Gulrrrrrrrrrrrrrrrrrr!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198017,
			"There are too many of them…Hey, Fuka! If you can't kill them, just go away and let me…cough!",
			"这个数量……喂，符华！你要是不打就给我一边呆着去……咳！！",
			"この数……仙人殿！手を下せないなら邪魔です……ゲホッ！！",
			"이 수…… 선인님! 손을 쓰지 못하신다면 방해됩니다…… 커헉!!",
			null,
			null,
			"This amount ...... Hey, Fu Hua! If you don't fight, stay aside ...... cough!",
			"This number of ...... hermits, Mister Hermit! If you can't put your hand down, you're in my way...... gee whiz!"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				10,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198018,
			"Miss.Mei, your wound?!",
			"芽衣殿下，你这伤势？！",
			"芽衣さん、その傷は！？",
			"메이 씨, 그 상처는!?",
			null,
			null,
			"Your Highness, Meiko, this injury?",
			"Mei, that wound!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198019,
			"Cough…...I'm ok. I'm going to kill these birdpersons…...",
			"咳……不用管我，在下要宰了这个鸟人……",
			"ゲホ……案ずることはありません、拙者がこの鳥人間を始末して……。",
			"크헉... 걱정 마시오, 이 자가 저 새 인간을 처리하겠소...",
			null,
			null,
			"Cough ...... Don't mind me, I'm going to kill this bird ......",
			"Geho ...... don't worry, I will take care of this bird man ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198020,
			"Jingwei, grab her.",
			"精卫，抓好她。",
			"精衛、彼女を捕まえて。",
			"정위, 그녀를 잡아라.",
			null,
			null,
			"Seiko, grab her.",
			"Seiei, get her."
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198021,
			"Trigger Force · Open day!",
			"寸劲·开天！",
			"寸勁・開天！",
			"순경・개천!",
			null,
			null,
			"Inch Strength - Open Sky!",
			"Shun Jing/Kaiten!"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				520,
				4,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV04_ExplosionClose"
		],
		[
			"msg",
			198022,
			"Boom!!!!!!",
			"轰！！！！！！！",
			"ズゴォォォン！！",
			"쓰아아아악!!",
			null,
			null,
			"Boom ！！！！！！！",
			"Zgooooooooooooooooooooooooooooooooooooooooooooooooooooooooooo!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				520,
				4,
				true
			]
		],
		[
			"msg",
			198023,
			"Kallen, do you know the way out?",
			"卡莲，你可知道出去的路？",
			"カレン、出口はわかりますよね？",
			"카렌, 출구는 알죠?",
			null,
			null,
			"Carlene, do you know the way out?",
			"Karen, you know the way out, right?"
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				438,
				1,
				false
			]
		],
		[
			"msg",
			198024,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				438,
				5,
				false
			]
		],
		[
			"msg",
			198025,
			"Come with me. My friends will pick us up in the front.",
			"跟我来！我的伙伴会在前面接应我们。",
			"ついてきて！仲間がこの先で迎えに来ているわ！",
			"따라와! 동료들이 앞에서 기다리고 있어!",
			null,
			null,
			"Follow me! My partner will meet us at the front.",
			"Follow me! My friends are coming to get you just down the road!"
		],
		[
			"speaker",
			204745
		],
		[
			"portraits",
			[
				850,
				0,
				false
			],
			[
				438,
				5,
				true
			]
		],
		[
			"msg",
			198026,
			"Dr.Levy, they have escaped our surrounding!",
			"莱薇大人，贼人逃出包围圈了！",
			"レヴィ様、奴らが包囲網を突破して逃げました！",
			"레비 님, 놈들이 포위망을 뚫고 도망쳤습니다!",
			null,
			null,
			"Lord Levi, the thieves have escaped the siege!",
			"Mr. Levy, they have broken through the siege and escaped!"
		],
		[
			"speaker",
			204928
		],
		[
			"portraits",
			[
				850,
				0,
				true
			],
			[
				520,
				7,
				false
			]
		],
		[
			"msg",
			198027,
			"How dare they! Catch them!!",
			"岂有此理，给我追！！",
			"何をしているの！？追うのよ！！",
			"뭐 하는 거야!? 쫓아가야지!!",
			null,
			null,
			"Outrageous, give me chase!",
			"What are you doing! We're going after it!"
		]
	],
	"132": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198028,
			"A Safehouse in the capital of Shicksal",
			"天命都城 某安全屋中",
			"天命の都 とある隠れ家",
			"천명의 도시 어느 은신처",
			null,
			null,
			"In a safe house in the capital city of Destiny.",
			"The City of Heavenly Lives A Certain Hideout"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198029,
			"Whoa...Whoa…",
			"呼……呼……",
			"ハァ……ハァー……。",
			"하아…… 하아…….",
			null,
			null,
			"Phew ...... Phew ......",
			"Hah ...... hah ......."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				612,
				1,
				true
			],
			[
				438,
				1,
				false
			]
		],
		[
			"msg",
			198030,
			"Fuka…what happened…",
			"符华殿下，这到底……",
			"フカさん、これは一体……。",
			"후카 씨, 이건 대체…….",
			null,
			null,
			"Your Highness Fuhua, what the hell ......",
			"Huka, what the heck is this ......."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				438,
				1,
				true
			]
		],
		[
			"msg",
			198031,
			"The power of Houkai inside here was triggered by the God's Box and is wakening. I have suppressed it for her but she will need to stay in bed for a couple of days.",
			"她体内的崩坏受到神之匣的牵引，现在有复苏的迹象，虽然我已经为她压制，但看起来得要躺上几天了。",
			"彼女の体内の崩壊が神の匣に引き寄せられて、復活の兆しをみせているようです。私が抑え込みましたが、数日は起き上がれませんね。",
			"그녀의 체내의 붕괴가 신의 상자에 끌려가서, 부활의 조짐을 보이고 있습니다. 제가 억제했지만, 며칠은 일어날 수 없을 거예요.",
			null,
			null,
			"The disintegration in her body was pulled by the God's Box and is now showing signs of revival, and although I've suppressed it for her, it looks like she'll have to lie down for a few days.",
			"It seems that the disintegration in her body has been drawn to God's box and is showing signs of revival. I have held her down, but she won't be able to get up for a few days."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			198032,
			"You can take a rest here. This is the safehouse prepared for the rescue of Kallen. Shicksal doesn’t know about it.",
			"你们安心修养吧，这里本是我为营救卡莲准备的安全屋，天命并不知道它的存在。",
			"安心して休むといい。ここは元々僕がカレンを救い出すために用意した隠れ家だ。天命もここの存在を知らない。",
			"안심하고 쉬어도 좋아. 여긴 원래 내가 카렌을 구출하기 위해 마련한 은신처야. 천명도 여기의 존재를 모른다.",
			null,
			null,
			"Rest in peace and recuperate, this was supposed to be a safe house I prepared for the rescue of Kalyan, and the Mandate of Heaven doesn't know it exists.",
			"Rest easy. This is the hiding place I originally prepared to rescue Karen. Heaven's Will does not know of this place's existence either."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			198033,
			"Thank you for the assistance. I'm Fuka of Taixu Mountain, and you are?",
			"多谢阁下出手相助，在下太虚山·符华，刚才事态紧急，敢问您是？",
			"助けていただき感謝いたします。私は太虚山のフカ。先ほどは急で失礼いたしましたが、あなたは？",
			"도와주셔서 감사합니다. 저는 태허산의 후카입니다. 아까는 급해서 실례를 했습니다만, 당신은?",
			null,
			null,
			"Thank you for your help, my name is Taixu Mountain-Fu Hua, the situation was urgent just now, may I ask who you are?",
			"Thank you for your help. I am Huka from Taizhuoshan. I apologize for the suddenness of my visit earlier, but you?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			198034,
			"I'm Otto Apocalypse. You are welcome.",
			"我是奥托·阿波卡利斯，符华殿下不必多礼。",
			"僕はオットー・アポカリプス。フカ殿、そんなにかしこまらないで。",
			"나는 오토 아포칼립스. 후카 님, 그렇게 굳이 예의를 차리지 않아도 돼.",
			null,
			null,
			"I am Otto Apokalis, Your Highness Fuhua need not be polite.",
			"My name is Otto Apocalypse. Don't be so formal, Mister Huka."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			198035,
			"Apocalypse…....",
			"阿波卡利斯……",
			"アポカリプス……。",
			"아포칼립스…….",
			null,
			null,
			"Apokolips ......",
			"Apocalypse. ......."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				519,
				1,
				false
			]
		],
		[
			"msg",
			198036,
			"That's right. Maybe you've heard from Kallen that Apocalypse is the family name of Shicksal's bishop.",
			"没错，也许你有听卡莲说过，阿波卡利斯就是天命主教的姓氏。",
			"そう、カレンから聞いているかな？アポカリプスは天命組織の主教を務める一族だ。",
			"그래, 카렌에게 들었을까? 아포칼립스는 천명 조직의 주교를 맡은 일족이야.",
			null,
			null,
			"Yes, perhaps you have heard Carine say that Apokolips is the last name of the Bishop of Providence.",
			"Yes, I wonder if Karen has told you about this? Apocalypse is the family that serves as the bishop of the Celestial Organization."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				519,
				1,
				true
			]
		],
		[
			"msg",
			198037,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				217,
				5,
				true
			],
			[
				438,
				1,
				false
			]
		],
		[
			"msg",
			198038,
			"You can trust him. He is my friend.",
			"符华殿下，请您放心，奥托是我的同伴，您可以信任他。",
			"フカさん、安心してください。オットーは仲間ですから、信用していいですよ。",
			"후카 씨, 안심하세요. 오토는 동료니까, 믿어도 좋아요.",
			null,
			null,
			"Your Highness Fuhua, please be assured that Otto is my companion and you can trust him.",
			"Huka, don't worry. You can trust Otto because he is one of us."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				438,
				1,
				true
			]
		],
		[
			"msg",
			198039,
			"I understand. If he wants to hurt us, he doesn't have to wait until now. I'm just a little surprised. It seems that not all of the people in Shicksal hold the same idea about Houkai.",
			"我明白，如果奥托殿下想要加害于我们，大可不必等到现在，我只是稍微有些吃惊，看来天命内部的理念也并非完全一致。",
			"わかっています。もしオットー殿が危害を加えるつもりなら、今まで待つ必要はありませんから。ただちょっと驚いたのです。どうやら天命内部の理念も完全に一致しているわけではなさそうですね。",
			"알고 있습니다. 오토 님이 해를 가할 생각이었다면 지금까지 기다릴 필요 없었을 테니까요. 그저 조금 놀랐을 뿐이에요. 천명 내부의 이념도 완전히 일치하는 건 아닌 모양이군요.",
			null,
			null,
			"I understand that if His Highness Otto wanted to inflict harm on us, he wouldn't have had to wait until now, and I'm just slightly surprised that it seems that the philosophy within the Divine Order isn't exactly the same.",
			"I understand. If Otto wanted to harm me, he wouldn't have had to wait until now. I am just a little surprised. It seems that the philosophy within Tenmei is not completely consistent."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				519,
				2,
				false
			]
		],
		[
			"msg",
			198040,
			"Hehe, now I understand why Kallen regard you as the immortal.",
			"呵呵，我现在明白为什么卡莲会尊你为仙人了。",
			"ふふっ、なぜカレンが仙人と呼んで崇めるのか今わかったよ。",
			"후훗, 왜 카렌이 선인이라 부르며 숭배하는지 이제 알겠어.",
			null,
			null,
			"Oh, I understand now why Kalyan honors you as an immortal.",
			"Phew, now I know why Karen calls them hermits and worships them."
		],
		[
			"msg",
			198041,
			"You're right. Although Shicksal is and organization against Houkai, as you can see, the use of the God's Box has gradually deviated from the right path.",
			"你说的不错，天命虽然是对抗崩坏的组织，但如你所见，神之匣的做法已经逐渐偏离了正道。",
			"君の言うとおりだ。天命は崩壊に対抗する組織だけど、ご覧のとおり、神の匣のやり方はもはや正道から逸脱してしまっている。",
			"네 말이 맞아. 천명은 붕괴에 대항하는 조직이지만, 보다시피 신의 상자의 방식은 이미 바른 길에서 벗어나 버렸어.",
			null,
			null,
			"You're right, while Divine Order is the organization that fights against the Collapse, as you can see, the Divine Box has gradually drifted away from the right path.",
			"You are right. Tenmei is an organization that opposes disintegration, but as you can see, the way God's Box is doing things is no longer the right way."
		],
		[
			"portraits",
			[
				217,
				2,
				true
			],
			[
				519,
				4,
				false
			]
		],
		[
			"msg",
			198042,
			"Although there are some people who hold doubts about the organization like Kallen, but Shicksal now is too powerful and those people end up…",
			"虽然也有像卡莲这样抱有质疑的人存在，但如今天命在欧洲拥有一手遮天的实力，这些人最终都……",
			"カレンのように疑問を抱く者もいるけど、今や天命は欧州で絶大な権力を誇っているから、結局は皆……。",
			"카렌처럼 의문을 품는 이도 있지만, 이제 천명은 유럽에서 막대한 권력을 자랑하니, 결국 모두......",
			null,
			null,
			"Although there are also people like Kalyan who hold doubts exist, but nowadays the fate of heaven has a handful of power in Europe, these people are ultimately ......",
			"Some, like Karen, have their doubts, but in the end they are all ...... because Tenmei now boasts immense power in Europe."
		],
		[
			"speaker",
			204758
		],
		[
			"portraits",
			[
				438,
				1,
				false
			],
			[
				519,
				4,
				true
			]
		],
		[
			"msg",
			198043,
			"……",
			"……",
			"……。",
			".......",
			null
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				438,
				1,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			198044,
			"I see. The situation in Europe is beyond my imagination. It seems that this trip is not that easy.",
			"原来如此，欧洲的形势的确超出了我的想象，看来这一行没有那么简单了。",
			"なるほど。欧州の情勢は確かに私の想像を超えていました。この旅はそう簡単にはいかなさそうですね。",
			"그렇군. 유럽의 정세는 확실히 내 상상을 뛰어넘었어. 이번 여정은 그리 순탄치 않을 것 같네.",
			null,
			null,
			"I see, the situation in Europe is indeed beyond my imagination, it seems that this business is not that simple.",
			"I see. The situation in Europe was certainly beyond my imagination. I guess this trip is not going to be so easy."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			198045,
			"No, Fuka, please listen to me. I know that you are here for the God's Box, but it is the top priority in Shicksal's plan now. And it can't be taken by the two of you alone.",
			"不，符华殿下，请听我说，我知道你们是为了神之匣而来，但它是如今天命计划的重中之重，仅凭你们二人的力量是无法将其左右的。",
			"いや、フカ殿、僕の話を聞いてくれ。君たちは神の匣のために来たそうだが、あれは今や天命の計画の要だ。君たち二人の力でどうこうできるものじゃない。",
			"아니, 후카 님, 내 말을 들어봐. 당신들은 신의 상자를 위해 왔다지만, 그것은 이제 천명 계획의 핵심이야. 당신들 둘의 힘으로 어떻게 할 수 있는 게 아니야.",
			null,
			null,
			"No, Your Highness Fuhua, please listen to me, I know that you are here for the God's Box, but it is the top priority of the Divine Destiny program today, and the two of you alone will not be able to sway it.",
			"No, Mister Huka, listen to me. You came here for the God's Box, but that is now the keystone of the plan of heavenly destiny. It's not something you two can do on your own."
		],
		[
			"msg",
			198046,
			"What's more, you two are not members of Shicksal. So it's better for you to leave before things get out of hand.",
			"况且，两位原本也不是天命的人，还是趁事情演化到不可收拾的地步之前趁早脱身的好。",
			"それに、元々お二人は天命の人じゃない。事態が収拾不能になる前に早めに身を引いたほうがいい。",
			"게다가, 원래 당신들은 천명 소속도 아니잖아. 사태가 수습 불가능해지기 전에 미리 물러나는 게 좋을 거야.",
			null,
			null,
			"Besides, the two of you were not originally people of the Mandate of Heaven, so it was better to get out before things evolved to an unmanageable point.",
			"Besides, the two of you are not natural born people to begin with. You should step aside as soon as possible before things get out of hand."
		],
		[
			"portraits",
			[
				519,
				4,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			198047,
			"I will come over regularly to provide supplies, and I will find an opportunity to send you back to far east.",
			"我会定时过来提供资源，等到风声一过就找机会将你们送回极东。",
			"時間を決めて僕が差し入れに来よう。ほとぼりが冷めたら機会をみてお二人を極東にお送りするよ。",
			"시간을 정해두고 내가 음식을 가져오도록 하지. 일이 잠잦아지면 기회를 봐서 당신들을 극동으로 보내줄게.",
			null,
			null,
			"I'll come by regularly to provide resources, and when the wind dies down I'll look for an opportunity to send you back to the Far East.",
			"I'll come by at a certain time to drop off the food. When things cool down, I will take the opportunity to send you both to the Far East."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				519,
				4,
				true
			],
			[
				217,
				2,
				false
			]
		],
		[
			"msg",
			198048,
			"I know what you mean, Mr.Otto.",
			"我明白您的意思，奥托殿下。",
			"仰ることはよく理解できます。",
			"말씀하신 건 잘 이해할 수 있습니다.",
			null,
			null,
			"I understand what you mean, Your Highness Otto.",
			"I understand what you are saying."
		],
		[
			"portraits",
			[
				519,
				4,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			198049,
			"But as long as it's about Houkai, then it's my business.",
			"但只要与崩坏有关，那便是我分内的事情。",
			"ですが崩壊と関わりがあるなら、私の義務でもあります。",
			"하지만 붕괴와 관련이 있다면, 제 의무이기도 합니다.",
			null,
			null,
			"But as long as it's related to the crash, it's my job.",
			"But if I am involved with the collapse, it is my duty."
		],
		[
			"portraits",
			[
				519,
				4,
				true
			],
			[
				217,
				5,
				false
			]
		],
		[
			"msg",
			198050,
			"God's Box is dangerous and can't be controlled by human beings. If I leave it alone, there will be another disaster sooner or later. Please forgive me for not accepting your offer.",
			"神之匣绝非人类可以控制的危险存在，放着不管迟早定会再生灾祸，请恕我不能接受您的好意。",
			"神の匣は人間には制御できない危険な存在です。放っておけば遅かれ早かれ再び災いが起きるでしょう。ご好意に甘えてはいられません。",
			"신의 궤는 인간이 통제할 수 없는 위험한 존재입니다. 내버려 두면 조만간 다시 재앙이 일어날 겁니다. 호의만 믿고 있을 수는 없습니다.",
			null,
			null,
			"The God's Box is not a dangerous existence that can be controlled by humans, and if it is left unchecked, it will lead to disaster sooner or later, so please forgive me for not accepting your kind offer.",
			"God's sagger is a dangerous entity that humans cannot control. If left unchecked, sooner or later disaster will strike again. We cannot afford to be lax in our favors."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				3,
				false
			],
			[
				217,
				5,
				true
			]
		],
		[
			"msg",
			198051,
			"Do you want to get involved in this anyway?",
			"您无论如何也要涉足于此么。",
			"どうしても関わるというのかな。",
			"꼭 관여하겠다는 건가.",
			null,
			null,
			"Are you going to dabble in this anyway.",
			"I guess I would have to get involved."
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				519,
				3,
				true
			],
			[
				217,
				1,
				false
			]
		],
		[
			"msg",
			198052,
			"Sorry, it's my mission and my responsibility.",
			"抱歉，这是我使命，也是我的责任。",
			"すみません。これが私の使命であり、責務なのです。",
			"죄송합니다. 이것이 제 사명이자 책임입니다.",
			null,
			null,
			"I'm sorry, but this is my mission and my responsibility.",
			"Sorry. This is my mission and responsibility."
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				519,
				2,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			198053,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				519,
				1,
				false
			],
			[
				217,
				1,
				true
			]
		],
		[
			"msg",
			198054,
			"Seems that your mind can't be changed easily.",
			"好吧，看来我无法轻易改变您的想法。",
			"わかった。フカ殿の考え方を変えることはできないようだね。",
			"알겠다. 후카 님의 생각을 바꿀 수는 없겠군.",
			null,
			null,
			"Well, it seems I can't easily change your mind.",
			"I understand. It seems I can't change Huka's way of thinking."
		],
		[
			"msg",
			198055,
			"But you have just messed around with Shicksal and they are still looking for you, please do not go out these days.",
			"但现在事情刚刚发生，风头正紧，还请两位这几天务必不要外出。",
			"でも事件が起きたばかりで今はピリピリしている。数日は外に出ないでほしい。",
			"하지만 사건이 막 발생한 지금은 긴장 상태다. 며칠간은 외출하지 말아 주길 바란다.",
			null,
			null,
			"But now that things have just happened and the wind is blowing, please make sure you two don't go out for a few days.",
			"But the incident just happened and things are tense right now. I don't want you to go outside for a few days."
		],
		[
			"msg",
			198056,
			"I will wait until Mei is fully recovered.",
			"等到芽衣殿下完全回复过来，我们再从长计议吧。",
			"芽衣殿が完全に回復したら、改めてじっくり相談しよう。",
			"메이 님이 완전히 회복하면, 다시 한번 천천히 상의하자.",
			null,
			null,
			"Let's wait until Her Highness Meiko has fully recovered, then we'll think long and hard about it.",
			"Once Mei-dono is fully recovered, we will discuss this again at length."
		]
	],
	"133": [
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198057,
			"Ok…...",
			"嗯……",
			"ふむ……。",
			"흠…….",
			null,
			null,
			"Hmmm ......",
			"Hmmm. ......."
		],
		[
			"portraits",
			[
				217,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			198058,
			"There is something wrong with the terra here…...",
			"这里的地脉果然有些蹊跷……",
			"ここの地相はやはりちょっと怪しいですね……。",
			"이곳의 지형은 역시 조금 수상하네요…….",
			null,
			null,
			"There really is something fishy about the veins of the earth here ......",
			"The geomancy here is still a bit suspicious. ......"
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				217,
				4,
				true
			],
			[
				698,
				1,
				false
			]
		],
		[
			"msg",
			198059,
			"Whew! Whew!",
			"咻！咻！",
			"ヒューッ、ヒューッ！",
			"휴우, 휴우!",
			null,
			null,
			"Phew! Phew!",
			"Hugh, hugh!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198060,
			"Jingwei, did you notice it as well?",
			"精卫，你也发现了么。",
			"精衛も気づきましたか。",
			"정위도 눈치챘나 보군.",
			null,
			null,
			"Seibei, did you find out too.",
			"Did you notice Seiei as well?"
		],
		[
			"msg",
			198061,
			"Although I felt a little strange when I came in, I didn't expect that there would be such a huge amount of Houkai power under this cell.",
			"虽然从进来的时候就感到有些异样，没想到这座牢房地下竟会有如此庞大的崩坏能反应。",
			"入って来たときから異様な感じはしていましたが、牢獄の地下にこんな莫大な崩壊エネルギー反応があるなんて。",
			"들어올 때부터 이상한 느낌은 들었지만, 감옥 지하에 이렇게 엄청난 붕괴 에너지 반응이 있을 줄이야.",
			null,
			null,
			"Though I felt something strange from the time I entered, I didn't expect such a massive collapsing energy reaction to be underneath this cell.",
			"I had a strange feeling from the moment I came in, but I had no idea there was such an enormous disintegrating energy reaction in the basement of the prison."
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198062,
			"It's worth investigating…...",
			"看来有必要调查一下了……",
			"どうやら調査してみる必要がありますね……。",
			"어쩌면 조사해볼 필요가 있겠어...",
			null,
			null,
			"Looks like there's a need to investigate ......",
			"Apparently we need to investigate ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198063,
			"Hum——",
			"嗡——",
			"——ウォォォォン！",
			"——우오오오온!",
			null,
			null,
			"Buzz--",
			"--Wow!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				1,
				false
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198064,
			"This is!?",
			"这气息是！？",
			"この気配は！？",
			"이 기운은!?",
			null,
			null,
			"The scent is!",
			"This is a sign!"
		],
		[
			"msg",
			198065,
			"Let's go Jingwei. Looks like the God's Box is here.",
			"走吧精卫，看来神之匣就在这里。",
			"行きましょう、精衛。どうやら神の匣はここにあるようです。",
			"가자, 정위. 아무래도 신의 함은 여기에 있는 모양이야.",
			null,
			null,
			"Let's go Seibei. Looks like the Box of Gods is here.",
			"Let's go, Seie. It seems that God's box is here."
		],
		[
			"speaker",
			1962
		],
		[
			"portraits",
			[
				217,
				1,
				true
			],
			[
				698,
				1,
				false
			]
		],
		[
			"msg",
			198066,
			"Whew! Whew!",
			"咻！咻！",
			"ヒューッ、ヒューッ！",
			"휴우, 휴우!",
			null,
			null,
			"Phew! Phew!",
			"Hugh, hugh!"
		],
		[
			"speaker",
			204736
		],
		[
			"portraits",
			[
				217,
				5,
				false
			],
			[
				698,
				1,
				true
			]
		],
		[
			"msg",
			198067,
			"Hokushin Mei…...",
			"北辰芽衣……",
			"芽衣……。",
			"메이.......",
			null,
			null,
			"North Star Meiko ......",
			"Mei. ......."
		]
	],
	"134": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448950,
			"The Human Union Floating Fortress Stigmata Lab",
			"人合联浮空要塞 圣痕实验室",
			"人類契約連合の空中要塞　聖痕実験室",
			"인류 계약 연합의 공중 요새 성흔실험실",
			null,
			null,
			"SPLM Floating Fortress, Stigmata Laboratory.",
			"Aerial Fortress of the Human Contracting Union, Stigmata Laboratory."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448951,
			"【Worry】Take a break, Doctor. You've been working for 72 hours straight so far.",
			"【担忧】博士，你也休息一下吧，至今为止你已经连续工作72小时了。",
			"【心配】博士、少し休憩しましょう。すでに72時間働いていますよ。",
			"【걱정】박사님, 잠시 휴식하세요. 벌써 72시간 동안 일하고 계셨잖아요.",
			null,
			null,
			"[Worried] Take a break too, Dr., you've been working for 72 hours straight so far.",
			"[Worried] Doctor, let's take a break. You've already worked 72 hours."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			448952,
			"Obviously even Heishin's data has been analyzed, but the most critical has no result at all… Forget it. Disconnect Phemie Iris.",
			"明明连兵神数据都已经分析出来了，可最关键的“那个”根本没有结果……算了，断开连接吧菲米莉丝。",
			"兵神のデータでさえ分析できたのに、最も重要な「あれ」が全く進捗がないのはなぜなの。ふぅ～、フェミリス、もう切断していいわよ。",
			"병신의 데이터조차 분석할 수 있었는데, 가장 중요한 「그것」이 전혀 진전이 없는 건 왜야. 후~, 페미리스, 이제 끊어도 돼.",
			null,
			null,
			"Obviously, even the data of the God of War has already been analyzed, but the most crucial \"that\" has no result at all....... Forget it, disconnect Femiris.",
			"Why is it that even the data of the god of war could be analyzed, but the most important \"that\" has made no progress at all? Whew, Femiris, you can disconnect now."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			448953,
			"【Execute】I see. Disconnect Miss Mei's Stigmata connection.",
			"【执行】我知道了，断开芽衣小姐的圣痕连接。",
			"【実行】かしこまりました。芽衣さんの聖痕との接続を切断します。",
			"【실행】알겠습니다. 메이의 성흔과의 연결을 차단합니다.",
			null,
			null,
			"[Execution] I see, disconnecting Mei-sama's stigma connection.",
			"[Execution] Yes, sir. I will disconnect from Mei's sacrament."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448954,
			"Well…",
			"唔……",
			"うぅ……。",
			"으음…….",
			null,
			null,
			"Well ......",
			"Ugh. ......."
		],
		[
			"speaker",
			204706
		],
		[
			"portraits",
			[
				38,
				4,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448955,
			"【Test】Miss Mei has stable vital characteristics and low Herrscher energy level. She has no tendency to Herrscher. Please rest assured.",
			"【检测】芽衣小姐生命特征稳定，律者能量水平偏低，没有律者化的倾向，请放心。",
			"【測定】芽衣さんの身体状況は安定しています。律者のエネルギーレベルが低いようです。律者化の傾向はありませんので、ご安心ください。",
			"측정메이 씨의 신체 상황은 안정적입니다. 율자의 에너지 레벨이 낮은 것 같습니다. 율자화 경향은 없으니 안심하세요.",
			null,
			null,
			"[Detection] Mei-sama's life traits are stable, Herrscher energy levels are low, and she has no tendency to Herrscherize, so please rest assured.",
			"[Measurements] Mei's physical condition is stable. Herrscher's energy level seems to be low. Please be assured that there is no tendency to Herrscher-ization."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				38,
				4,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448956,
			"Thank you, Phemie Iris. I'm going to see my Lord father.",
			"谢谢你，菲米莉丝，我去看看父亲大人。",
			"ありがとう、フェミリス。それではお父様のところに行ってくるわね。",
			"고마워, 페미리스. 그럼 아버님께 다녀올게.",
			null,
			null,
			"Thank you, Femiris. I'll go check on Father Superior.",
			"Thank you, Femiris. Now I'm off to visit your father."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448957,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			448958,
			"I'm sorry Mei, but I don't want to disturb your reunion with Longma unless it is a critical moment for the survival of mankind.",
			"抱歉芽衣，若非已经到了人类存亡的关键时刻，我也不希望打扰你和龙马团聚的时光。",
			"ごめんなさい、芽衣。人類の生存が関わる肝心な時じゃなかったら、私もあなたと龍馬の再会を邪魔しなかったわ。",
			"미안해, 메이. 인류의 생존이 걸린 중요한 때가 아니었다면, 나도 너와 료마의 재회를 방해하지 않았을 거야.",
			null,
			null,
			"I'm sorry Mei, but if it hadn't already come to a critical moment in the survival of mankind, I wouldn't have wanted to interrupt your reunion with Ryoma.",
			"I'm sorry, Mei. I wouldn't have interfered with you and Ryoma's reunion if it wasn't a crucial time for the survival of the human race."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				19,
				5,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448959,
			"I get it. Let's go first…",
			"我明白的，先走一步了……",
			"わかっています。では先に失礼します……。",
			"알고 있어. 그럼 먼저 실례할게…",
			null,
			null,
			"I get it, one step ahead ......",
			"I understand. Now, if you'll excuse me first, I have to go to ......."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448960,
			"Wait.",
			"慢着。",
			"ちょっと待って。",
			"잠깐만.",
			null,
			null,
			"Slow down.",
			"Wait a minute."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448961,
			"Merlin……",
			"梅琳……",
			"メリン……。",
			"멜린…",
			null,
			null,
			"Merlin ......",
			"Melin. ......."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448962,
			"Whoa, whoa, whoa, whoa, whoa, whoa, whoa, whoa!Mei, go and find your father. The magician must have come to see me. Don't worry about her.",
			"哇哇哇哇，魔术师你怎么突然来了！芽、芽衣你快去找你父亲吧，魔术师肯定是来找我的，不要在意她。",
			"どうしてメリンがここに来るのよ。め、芽衣はお父さんのところに行って。私に用があるはずだから気にしないで。",
			"왜 멜린이 여기 오는 거야. 메, 메이는 아빠한테 가. 나한테 볼일이 있을 테니까 신경 쓰지 마.",
			null,
			null,
			" Mei, Mei you go find your father, the magician must have come for me, don't mind her.",
			"Why is Merrin coming here? Mei, go to your father. He must be looking for me, so don't worry about it."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				2,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448963,
			"No, I'm here for you.",
			"不，我是来找你们的。",
			"いいえ、私はあなたたちに用があるの。",
			"아니, 나는 너희에게 볼일이 있어.",
			null,
			null,
			"No, I'm here for you.",
			"No, I'm here for you guys."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				5,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448964,
			"Well, Mei is doing well and not inclined to be Herrscherized, but don't provoke her…",
			"呃，现在芽衣的状况还算稳定，没有律者化的倾向，但你可别刺激她了……",
			"えっと、今は芽衣の状態はかなり安定していて律者化の傾向もないから、彼女を刺激しないでほしいんだけど……。",
			"음… 지금은 메이 상태가 꽤 안정적이고 율자화 경향도 없으니까, 그녀를 자극하지 말아 줘…",
			null,
			null,
			"Uh, right now Mei's condition is fairly stable, no Herrscherization tendencies, but you don't want to irritate her ......",
			"Let's see, Mei's condition is pretty stable right now and there is no tendency to Herrscher-ization, so I don't want to provoke her. ......"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448965,
			"I'm sorry that I went out of my way to reactivate your Herrscher powers in this extreme way.",
			"很抱歉，是我一意孤行用了这种偏激的方法来将你的律者力量再次激活。",
			"あなたの律者の力を活性化させてしまって、ごめんなさい。",
			"네 율자의 힘을 활성화시켜 버려서, 미안해.",
			null,
			null,
			"I'm sorry that I was the one bent on using this paranoid method to bring your Herrscher powers back to life.",
			"I am sorry I activated your Herrscher's power."
		],
		[
			"msg",
			448966,
			"I have been careful not to cause any great disaster. He is still alive, is the best proof.",
			"我已经非常注意，没有酿成大祸。龙马现在还活着，就是最好的证明。",
			"それでも十分の注意を払っていたつもりなの。だから大事に至らなかった。龍馬がまだ生きているということが最大の証拠よ。",
			"그래도 충분히 주의를 기울이고 있었어. 그래서 큰일 나지 않았어. 료마가 아직 살아있다는 게 가장 큰 증거야.",
			null,
			null,
			"I've been very careful not to cause a major disaster. The fact that Ryoma is still alive now is the best proof.",
			"But I was still paying enough attention. That's why it didn't turn out to be important. The fact that Ryoma is still alive is the greatest proof."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448967,
			"But it's because of you that my father is like this.",
			"可也是因为你，父亲大人才变成这样。",
			"でも、あなたのせいで、お父様はこんな様になったわ。",
			"하지만 네 탓에, 아버님께서 이렇게 되셨단 말이야.",
			null,
			null,
			"But it's because of you that father and adults have become like this.",
			"But you made your father look like this."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448968,
			"Did you know? Mei, although Stigmata is back in your body, it's not fully activated.",
			"你知道吗芽衣，虽然圣痕已经回到了你自己体内，可它却没有完全激活。",
			"知っているかな。芽衣さんの聖痕は体内に戻ったけれど、完全に活性化していない。",
			"알고 있어? 메이 씨의 성흔은 체내로 돌아갔지만, 완전히 활성화되지는 않았어.",
			null,
			null,
			"You know Mei, even though the Stigma has returned to you within yourself, it's not fully activated.",
			"Do you know. Mei's stigmata are back in her body but not fully activated."
		],
		[
			"msg",
			448969,
			"And therein lies the key to the defeat of Houkai...I've always thought so.",
			"而这里面，蕴含着人类打败崩坏的关键……我一直都是这么认为的。",
			"その中に崩壊を倒す鍵が宿っていると……私はずっと思っている。",
			"그 안에 붕괴를 쓰러뜨릴 열쇠가 깃들어 있다고…… 나는 줄곧 그렇게 생각해왔어.",
			null,
			null,
			"And therein lies the key to humanity's defeat of Honkai ...... I've always thought so.",
			"I have always believed ...... that the key to defeating Honkai resides in that."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			448970,
			"But it's still a guess, I haven't analysed anything yet...Does Mei's Stigmata really have anything to do with Mei…",
			"不过这终究是一个猜测，我目前还什么都没有分析出来……芽衣的圣痕，真的与MEI有关么……",
			"でも、これはあくまで推測よ。今の分析結果だと何もわからないわ……芽衣の聖痕は、本当にMEIと関係あるのか……。",
			"하지만, 이건 어디까지나 추측이야. 지금 분석 결과로는 아무것도 알 수 없어…… 메이의 성흔이, 진짜로 MEI와 관계가 있는 건지…….",
			null,
			null,
			"But this is ultimately a guess, I haven't analyzed anything yet ...... Mei's stigmata, is it really related to MEI ......",
			"But this is just a guess. The current analysis doesn't tell us anything. ...... whether Mei's stigmata really have anything to do with MEI. ......"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				2,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			448971,
			"Soon, we'll know the results. Doctor, Miss Mei, I'd like you to go to a place.",
			"很快，我们就会知道结果了。博士，芽衣小姐，我希望你们前往一个地方。",
			"もうすぐ結果がわかるよ。博士、芽衣さん、向かってほしい場所があるのだけど。",
			"곧 결과를 알게 될 거야. 박사님, 메이 씨, 가주셨으면 하는 곳이 있는데.",
			null,
			null,
			"Soon, we'll know the result. Doctor, Mei-san, there's a place I'd like you to travel to.",
			"We'll know the results soon. Dr. Mei, I have a place I'd like you to head."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				2,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			448972,
			"What?",
			"什、什么？",
			"え？",
			"에?",
			null,
			null,
			"What, what?",
			"Huh?"
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				2,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			448973,
			"Go to where Aliyeid is.",
			"去阿赖耶识的所在之地。",
			"阿頼耶識がいるところに。",
			"아뢰야식이 있는 곳으로.",
			null,
			null,
			"Go to the place where the Arya consciousness is.",
			"Where there is Arya."
		],
		[
			"msg",
			448974,
			"Otto has already taken Kiana to contact Aliyeid, but that thing is MEI's product in the end. There are more than one person who really owns the permission.",
			"奥托已经带着琪亚娜去接触阿赖耶识了，不过，那东西说到底是MEI的产物，真正的权限拥有者，可不止一个人。",
			"オットーはすでにキアナを連れて阿頼耶識と接触した。でも、あれはMEI博士の産物であって真の権限者は一人だけじゃない。",
			"오토는 이미 키아나를 데리고 아뢰야식과 접촉했어. 하지만, 그건 MEI 박사의 산물이지 진정한 권한자는 한 명만이 아니야.",
			null,
			null,
			"Otto had already taken Kiana to access Arya Sense, but that thing was, in the end, a product of MEI, and there was more than one person who really had access to it.",
			"Otto has already made contact with Arya with Kiana. But that was a product of Dr. MEI, not just one true authority."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				745,
				2,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			448975,
			"Kiana……",
			"琪亚娜……",
			"キアナちゃん……。",
			"키아나 쨩…….",
			null,
			null,
			"Kiana......",
			"Kiana. ......."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			448976,
			"I will ask my own guard to escort you to find what is hidden in the lab belonging to Dr.MEI——",
			"我会让我的亲卫队护送你们，去找到藏在实验室中，属于MEI博士的东西——",
			"親衛隊をエスコートさせるよ。実験室に隠された、MEI博士のものを探してきて。",
			"친위대를 호위시켜 줄게. 실험실에 숨겨진, MEI 박사의 물건을 찾아와 줘.",
			null,
			null,
			"I will have my personal guards escort you to find something hidden in the lab that belongs to Dr. MEI-",
			"I'll have the SS escort you. Go find Dr. MEI's stuff hidden in the lab."
		]
	],
	"135": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448977,
			"The Human UnionFloating Fortress",
			"人合联浮空要塞",
			"人類契約連合　空中要塞",
			"인류계약연합 공중요새",
			null,
			null,
			"People's Republic of China (PRC) Floating Fortress",
			"Human Contracting Union Aerial Fortress"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448978,
			"Awake, sleeping monster of destruction, and make a pact with the Savior to destroy this false capital of the air!",
			"苏醒吧，沉睡的灭世巨兽，与救世主签订契约，毁灭这虚妄的空中之都！",
			"目覚めろ、眠りし滅亡の巨獣よ、救世主の名のもとに我と契約を交わし、空に浮かぶ城を滅せよ！",
			"깨어나라, 잠든 멸망의 거수여, 구세주의 이름으로 나와 계약을 맺고, 하늘에 떠 있는 성을 멸하라!",
			null,
			null,
			"Awaken, sleeping beast of annihilation, and make a pact with the Savior to destroy this false capital of the air!",
			"Awake, you sleeping beasts of destruction, make a covenant with me in the name of your savior and destroy the castle in the sky!"
		],
		[
			"msg",
			448979,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448980,
			"Eh…....",
			"呃……",
			"…………。",
			"………….",
			null,
			null,
			"Uh ......",
			"............."
		],
		[
			"bgm",
			47
		],
		[
			"msg",
			448981,
			"No work… No, it must have been a barrier cut off by cunning humans.",
			"果然还是不行吗，看来救世主的神谕咏唱还是无法将沉眠的灵魂唤回……不，一定只是被狡猾人类用屏障隔绝了才对。",
			"やはりダメなようだ。どうやら我の歌はまだ眠りし魂を呼び戻すことができないようだ……いや、もしかして狡猾な人間に邪魔されているのではないか。",
			"역시 안 되는 모양이야. 아무래도 내 노래는 아직 잠든 영혼을 불러올 수 없는 것 같아…… 아니, 혹시 교활한 인간이 방해하고 있는 건 아닐까.",
			null,
			null,
			"Sure enough, it still doesn t work, it seems that the savior s oracle chanting is still unable to call the dormant soul back ...... No, it must just be isolated by the cunning human with a barrier.",
			"It still seems to be no good. It seems that my song has not yet been able to call back the sleeping soul. ...... No, perhaps it has been disturbed by a cunning person."
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448982,
			"If we can find the storage room for the giant sea beast——",
			"如果能找到那只巨大海兽的存放房间的话——",
			"あの巨大な海獣の居場所さえ突き止めれば——",
			"그 거대한 해수의 위치만 찾아낸다면——",
			null,
			null,
			"If we can find the room where the giant sea beast is kept-",
			"If only we could locate that giant Kaiju."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			448983,
			"But Lord Kyuushou, I hear you say she is a very big monster. Won't she sink the whole floating island and we all fall into the sea?",
			"可是九霄大人，听你说她是非常大的怪物吧，不会把整个浮岛弄沉，然后我们都掉到海里吗？",
			"でも九霄様、あれは大きな獣だよね。島ごとを沈んで、みんなが海に落ちちゃったらどうしよう。",
			"하지만 큐쇼님, 저건 큰 짐승이잖아요. 섬 전체가 가라앉고, 모두가 바다에 빠지면 어쩌죠.",
			null,
			null,
			"But Kyuushou-sama, from what you said she's a very big monster right, won't she sink the whole floating island and then we all fall into the sea?",
			"But, Kyuushou-sama, that is a big beast. What if it sinks the whole island and everyone falls into the sea?"
		],
		[
			"msg",
			448984,
			"It seems that... It looks dangerous.",
			"好像……很危险的样子。",
			"きっと……危ないよ。",
			"분명…… 위험해요.",
			null,
			null,
			"It seems like ...... it's dangerous.",
			"I bet ...... is dangerous."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448985,
			"But we have been in desperate crisis, in this case only to seek to lay down the way of life, can really open up the road.",
			"可我们已经在绝命的危急之中，在这种情况下只有寻求舍命之道，才能够真正开辟道路。",
			"しかし、今の我々は絶望的な危機に瀕している。この状況では、命を危険に晒さない限り、道は開かれないだろう。",
			"하지만 지금 우리는 절체절명의 위기에 처해 있다. 이런 상황에선 목숨을 걸지 않으면 길이 열리지 않을 것이다.",
			null,
			null,
			"But we are already in the peril of extinction, and only by seeking the way of laying down one's life in such a situation can we truly open the way.",
			"But now we are in desperate peril. In this situation, there will be no way out unless we put our lives in danger."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				1,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448986,
			"Ah, Lord Kyuushou means don't give up hope no matter how dangerous it is, Celine. I get it!",
			"哈~九霄大人的意思是无论有多危险都不要放弃希望吧，西琳我懂了！",
			"あ〜、なるほど！どんなに危険でも希望を諦めないことが大事なんだね。シーリン、ちゃんと理解したよ！",
			"아~ 그렇구나! 아무리 위험해도 희망을 포기하지 않는 게 중요한 거였군. 시린, 제대로 이해했어!",
			null,
			null,
			"Ha~ Kyuushou-sama means don't give up hope no matter how dangerous it is right Sirin I see!",
			"Ah, I see! It's important not to give up hope, no matter how dangerous it is. Sirin, I understand you correctly!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448987,
			"Yes, but now that the beast of contract can't Summon, we must find other ways to fight back! Even if the oracle comes, you will not receive it.",
			"没错，但如今契约之兽无法召唤之时，我们必须寻找其他方法展开反击！一直绷紧精神，神谕即便下达了也是接收不到的。",
			"そう、契約の獣を召喚できない今、我々は他の方法を見つけて反撃しなければならないのだ！永遠に神経を張り詰めていては、神託を出しても受け取ってもらえないのだ。",
			"그래, 계약의 짐승을 소환할 수 없는 지금, 우리는 다른 방법을 찾아 반격해야 한다! 영원히 긴장만 하고 있다면, 신탁을 내려도 받아들여지지 않을 것이다.",
			null,
			null,
			"Yes, but now when the Beast of the Pact cannot be summoned, we must find other ways to launch a counterattack! Keep straining your spirit, and the oracle won't be received even if it's given.",
			"Yes, now that we cannot summon the beast of the covenant, we must find other ways to fight back! If we keep our nerves taut forever, the oracle will not receive us even if we send it out."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448988,
			"Then we should…",
			"那我们现在应该……",
			"じゃあ、シーリンたちは今……。",
			"그럼 시린은 지금…….",
			null,
			null,
			"So we should now ......",
			"Well, Sirin and his team are now at ......."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448989,
			"In that case, it's time to practice the new Creation Killing Magic Ball! Celine, let's share our thoughts.",
			"既然如此，就来练习新的创世之必杀魔球好了！西琳，继续来交流一下心得吧。",
			"ならば、新しい創世の必殺技を練習しよう！シーリン、頼む。",
			"그럼 새로운 창세의 필살기를 연습해보자! 시린, 부탁해.",
			null,
			null,
			"Since that's the case, it's good to practice the new Creation's Definitive Magic Ball! Sirin, keep the exchange of ideas coming.",
			"Then let's practice some new creation special moves! Sirin, please."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				3,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			448990,
			"But Celine didn't know how to describe it. When I was Herrscher, I was naturally able to use the power.",
			"可是西琳也不知道怎么描述好，还是律者的时候，很自然而然地就能够使用力量。",
			"う～ん、シーリン、よくわからないよ。律者の時は自然に力を使うことができたんだけど……。",
			"으음~ 시린, 잘 모르겠어. 율자일 때는 자연스럽게 힘을 쓸 수 있었는데...",
			null,
			null,
			"But Sirin didn't know how to describe it well, it was natural to be able to use the power when you were still a Herrscher.",
			"Hmmm, Sirin, I'm not sure. When I was a Herrscher, I could use my powers naturally. ......"
		],
		[
			"portraits",
			[
				513,
				6,
				false
			],
			[
				70,
				7,
				true
			]
		],
		[
			"msg",
			448991,
			"I think, this must be relying on the wish and imagination, to embody the power, right?",
			"我想，这一定是靠着心愿和想象，把力量具象化的吧？",
			"願望と想像力で力が具現化できたんじゃないかな。",
			"소망과 상상력으로 힘이 구현화된 게 아닐까?",
			null,
			null,
			"I guess it must be a matter of visualizing the power by wishing and imagining, right?",
			"I think the power could be embodied in desire and imagination."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				513,
				6,
				true
			],
			[
				70,
				7,
				false
			]
		],
		[
			"msg",
			448992,
			"Is it so, the world of annihilation gathers, follow the guidance of the Savior, and appear!",
			"是这样么，湮灭的世界聚集，一切都归于虚无，听从救世主的指引，显现吧！",
			"そういうものなのか。ふぅ……滅亡せし世界が集約し、全てが無に帰す。救世主の導きに従い、漆黒の闇よ、現れたまえ！",
			"그런 건가. 후우... 소멸한 세계가 집약되어 모든 것이 무(無)로 귀의한다. 구세주의 인도에 따라 칠흑의 어둠이여, 나타나라!",
			null,
			null,
			"Is that so? The annihilated worlds are gathered, all is reduced to nothingness, listen to the Savior and manifest!",
			"Is that how it is? Phew. ...... The world that was destroyed will be consolidated, and all will come to nothing. Follow the Savior's lead, O jet-black darkness, and appear!"
		],
		[
			"portraits",
			[
				513,
				6,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			448993,
			"Burning soul black hole!",
			"燃魂黑洞！",
			"ソール・エクスプロージョンッ！",
			"소울 익스플로전!",
			null,
			null,
			"Soul Burning Black Hole!",
			"Sole Explosion!"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				2,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448994,
			"Hmm!",
			"唔！",
			"うわっ！",
			"우왁!",
			null,
			null,
			"Mmm!",
			"Wow!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			448995,
			"Wow!? Theresa? This, this, this is a misfire! Why did you walk in range of the Savior!",
			"呜哇！？德丽莎？这这这、这是误伤！为什么要走进救世主的射程范围！",
			"うお！？テレサ？ど、どうしてここに！なぜ救世主の射程範囲に入った！",
			"우엇!? 테레사? 어, 어떻게 여기에! 왜 구세주의 사정권 안에 들어온 거야!",
			null,
			null,
			"Whoo-hoo! Theresa? This, this, this is a misfire! Why walk into range of the Savior!",
			"Whoa! Theresa? What? How did you get here? How did you get in range of the Saviors?"
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			448996,
			"Well, nothing happened, but I just lost my footing.",
			"明明什么都没发生好吧，只是我一下子没站稳而已。",
			"何も起きてないじゃない。あたくしがよろめいただけよ。",
			"아무 일도 없잖아. 제가 그냥 비틀거린 거야.",
			null,
			null,
			"Obviously nothing happened, okay? It's just that I didn't stand still for a second.",
			"Nothing happened. I just stumbled."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			448997,
			"You're still hurt. I heard that, Theresa. You took the full force of Herrscher's attack, and it's a miracle you survived.",
			"你的伤还没好吧，九霄大人可听说了，德丽莎你正面吃下了律者全力的攻击，能活下来已经是奇迹。",
			"だが、ケガはまだ完治していないはず。テレサは律者の全力の一撃を受けたのだ。正直、生き残れたことが奇跡だ。",
			"하지만 아직 상처가 완치되지 않았을 텐데. 테레사는 율자의 전력 일격을 받았어. 솔직히 살아남은 게 기적이야.",
			null,
			null,
			"Your injuries haven't healed yet, right? Lord Kyuushou has heard that Theresa, you ate the full force of Herrscher's attack head-on, and it's already a miracle that you survived.",
			"But the injury must not be fully healed yet. Theresa took the full force of Herrscher's blow. Frankly, it is a miracle that she survived."
		],
		[
			"stopBGM"
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			448998,
			"Lie down and rest. It is the word of the Savior.",
			"好好躺着休息，这可是救世主的神谕。",
			"横になって治るまで休むといい。これは救世主の命令だ。",
			"누워서 완치될 때까지 쉬는 게 좋겠어. 이건 구세주의 명령이다.",
			null,
			null,
			"Lie down well and rest. This is an oracle of the Savior.",
			"Lie down and rest until you are healed. This is an order from the Savior."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			448999,
			"No, I have to fight this war to get Kiana back.",
			"不行，我必须参与这场战争，找机会把琪亚娜夺回来才行。",
			"そんなことできないわ。あたくしはこの戦いに参加して、キアナを取り戻さないといけないの。",
			"그런 건 못 해. 난 이 전투에 참여해서 키아나를 되찾아야만 해.",
			null,
			null,
			"No, I have to get involved in this war and find a chance to take Kiana back before I do.",
			"I can't do that. I have to join this fight and get Kiana back."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				513,
				2,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			449000,
			"The war...  So it did become a lot quieter today.",
			"战争……这么说，今天确实变得安静了许多。",
			"戦い……そういえば、今日はやけに静かだね。",
			"전투…… 그러고 보니 오늘은 유난히 조용하네.",
			null,
			null,
			"War ...... so to speak, it did get a lot quieter today.",
			"Fighting...... come to think of it, it's awfully quiet today."
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				513,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			449001,
			"Almost all the troops are already out to take on Otto. Merlin doesn't want me to fight. She must be afraid that I'll be a destabilizing factor in her attempt to take down Otto. But if it was just to get Kiana out...Er...",
			"几乎所有的部队都已经出发去对付奥托了，梅琳不希望我参加战斗，一定只是害怕我会成为阻碍她拿下奥托的不稳定因素。但如果我只是为了救出琪亚娜的话……呃……",
			"ほとんどの部隊はオットーとの戦いに向かったわ。メリンがあたくしに戦闘に参加してほしくないのは、オットーと対峙する時にあたくしがそれを邪魔するのを懸念してるのかもしれないわ。でもキアナの救出のためなら……ぐっ……。",
			"대부분의 부대는 오토와의 전투로 향했어. 메일린이 내가 전투에 참여하는 걸 원치 않는 건, 오토와 맞설 때 내가 방해할까 봐 걱정해서일 거야. 하지만 키아나를 구하기 위해서라면…… 으윽…….",
			null,
			null,
			"Almost all of the troops have already set out to deal with Otto, and Merlin's not wanting me to take part in the battle must just be a fear that I'll be the destabilizing factor that prevents her from taking Otto. But if I'm just trying to save Kiana ...... uh ......",
			"Most of the troops have gone to fight Otto. Maybe Merrin doesn't want me in the fight because he's afraid I'll get in the way of his plan to confront Otto. But if it's for the rescue of Kiana, I'd be happy to ......gug......."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			449002,
			"I know what you want. I'll take care of Kiana. Celine, take Theresa to recuperate.",
			"你的渴求九霄大人知道了，琪亚娜的事交给救世主来解决，西琳，带德丽莎去好好养伤。",
			"その願い……この救世主が叶えてやろう。キアナのことは我に任せろ。シーリン、テレサを頼んだ。",
			"그 소원…… 이 구세주가 이루어 주마. 키아나의 일은 나에게 맡겨라. 시린, 테레사를 부탁해.",
			null,
			null,
			"Your thirst is known to Lord Kyuushou, leave Kiana's matter to the Savior, Sirin, take Theresa to get well.",
			"I will make that wish ...... come true by this savior. Leave Kiana to me. Sirin, take care of Theresa."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				7,
				true
			],
			[
				413,
				3,
				false
			]
		],
		[
			"msg",
			449003,
			"No way! I can't let you kids take any more risks…",
			"不行！我不能让你们这些孩子再去冒险了……",
			"そんなのダメ！もう子供のあなたたちを危険に晒すことなんてできないわ……。",
			"그건 안 돼! 더 이상 어린 너희들을 위험에 빠�게 할 순 없어…….",
			null,
			null,
			"I can't! I can't let you kids take any more chances ......",
			"No, you can't do that! I can't put you kids in danger anymore. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				413,
				3,
				true
			]
		],
		[
			"msg",
			449004,
			"Hey, you don't think much of Lord Kyuushou. I'm the one chosen by fate. I've saved people from crises more than once!",
			"嘿，那你也太小看九霄大人了，我可是命运选中之人，不只一次拯救大家与危机之中！",
			"ククク、九霄様を見くびっているな。我は運命に選ばれし者、何度も皆を危機から救った救世主だ！",
			"큭큭큭, 큐쇼 님을 얕보는군. 나는 운명에 선택받은 자, 여러 번이나 모두를 위기에서 구한 구세주다!",
			null,
			null,
			"Hey, then you're underestimating Lord Kyuushou, I'm the chosen one of destiny, and I've saved everyone from crisis more than once!",
			"Kukuku, you underestimate Kurosawa-sama. I am the one chosen by fate, the savior who saved everyone from danger many times!"
		],
		[
			"msg",
			449005,
			"Leave it to me. That's my deal with Kiana.",
			"放心交给我吧，这也是我和琪亚娜的约定。",
			"安心して我に任せるがいい。これはキアナとの約束だからな。",
			"안심하고 나에게 맡기도록 해. 이건 키아나와의 약속이니까.",
			null,
			null,
			"Don't worry and leave it to me. That's what Kiana and I agreed to.",
			"Rest assured, you are in good hands with me. This is a promise I made to Kiana."
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				413,
				2,
				false
			]
		],
		[
			"msg",
			449006,
			"Kyuushou……",
			"九霄……",
			"九霄……。",
			"큐쇼…….",
			null,
			null,
			"Kyuushou......",
			"Kyuushou......。"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				413,
				2,
				true
			]
		],
		[
			"msg",
			449007,
			"And I have the Herrscher core of destruction cause and effect. Rub a black hole, this kind of trifle difficult not pour me~",
			"而且救世主大人可是有覆灭因果的律者核心的，不就是搓个黑洞，这种小事难不倒我~",
			"それに我は、因果を破壊する律者のコアを持っている。ブラックホールを作るくらい楽勝だ。",
			"게다가 나는, 인과를 파괴하는 율자의 코어를 가지고 있다. 블랙홀을 만드는 건 식은 죽 먹기다.",
			null,
			null,
			"Besides, Lord Savior has the Herrscher Core that overrides karma, so it's just rubbing a black hole, this kind of small matter won't be hard for me to handle~",
			"Besides, I have the Herrscher core that destroys causality. It's a piece of cake to create a black hole."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				513,
				2,
				false
			]
		],
		[
			"msg",
			449008,
			"But lately, Lord Kyuushou, you said that your Herrscher power is very unstable, and you were still working out with Celine…",
			"可最近九霄大人不是说自己的律者力量非常不稳定，刚才都还在和西琳做复健运动么……",
			"でも九霄様の律者の力が不安定だから、さっきまでシーリンと特訓してたんじゃ……。",
			"하지만 큐쇼 님의 율자의 힘이 불안정해서, 방금 전까지 시린과 특훈하고 있지 않았어…….",
			null,
			null,
			"But didn't Kyuushou-sama recently say that his Herrscher power was very unstable, and he was even doing rehab exercises with Sirin just now ......",
			"But since the power of Herrscher's power is unstable, you were training with Sirin a while ago. ......"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				2,
				true
			]
		],
		[
			"msg",
			449009,
			"I'd blow up half a floating island if I used my real power here, not a dangerous thing like that.",
			"要是在这里使出真正的力量，可是会炸掉半座浮空岛的，可不能做这种危险的事。",
			"こ、ここで本気を出してみろ。世界の半分を壊してしまいかねないからな。そんな危険なことをここでやるわけにはいかない。",
			"자, 여기서 진짜 실력을 발휘해 봐. 세계의 절반을 부숴버릴 수도 있으니까. 그런 위험한 일을 여기서 할 순 없어.",
			null,
			null,
			"If you use your real power here, you'll blow up half of the floating island, so you can't do something dangerous like that.",
			"Come on, you've got to get serious here. You could destroy half the world. We can't do such a dangerous thing here."
		],
		[
			"speaker",
			204864
		],
		[
			"portraits",
			[
				70,
				8,
				true
			],
			[
				513,
				3,
				false
			]
		],
		[
			"msg",
			449010,
			"Kyuushou said, the more critical, the more to face the danger, is what wealth and danger seek——",
			"可九霄大人不是说过，越是危急之时，就越要面对危险，是什么富贵险中求——",
			"でも、どんな危険でも、それに直面しなければならないって——",
			"하지만, 어떤 위험이라도, 반드시 맞서야 한다고——",
			null,
			null,
			"But didn't Lord Kyuushou say that the more critical the situation, the more danger one has to face, what with the riches-",
			"But that we have to face it, whatever the risks--"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			449011,
			"Emm……",
			"这是、呃……",
			"そ、それは、えっと……。",
			"그, 그것은, 음…….",
			null,
			null,
			"This is, uh ......",
			"Well, that's, uh, ......."
		],
		[
			"portraits",
			[
				70,
				1,
				false
			],
			[
				513,
				3,
				true
			]
		],
		[
			"msg",
			449012,
			"Celine, you stay here and take care of Theresa. I'll be right back!",
			"总之！西琳你留在这照顾好德丽莎，九霄大人去去就回！",
			"と、とにかく！シーリン、ここに残ってテレサの面倒を見てるんだ。すぐ戻るから！",
			"어, 어쨌든! 시린, 여기 남아서 테레사를 돌봐 줘. 곧 돌아올 테니까!",
			null,
			null,
			"Anyway! Sirin, you stay here and take care of Theresa, Lord Kyuushou will go and return!",
			"And anyway! Sirin, stay here and take care of Theresa. I'll be right back!"
		]
	],
	"136": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449013,
			"Glorious Covenant",
			"辉煌盟约",
			"輝きの盟約",
			"빛의 맹약",
			null,
			null,
			"The Splendid Pact",
			"Pact of Brilliance"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449014,
			"Huh……",
			"唔唔唔……",
			"うーん……。",
			"으음…….",
			null,
			null,
			"Woohoo ......",
			"Hmmm ......."
		],
		[
			"msg",
			449015,
			"And then we'll turn over the final debugging to Flora. Kallen, Kiana, it's time for us to move on.",
			"然后将最终调试交给芙洛拉完成，卡莲，琪亚娜，我们是时候行动了。",
			"最終調整はフローラに引き渡してくれ。カレン、キアナ、出発だ。",
			"최종 조정은 플로라에게 맡겨 줘. 카렌, 키아나, 출발이다.",
			null,
			null,
			"Then leave the final debugging to Flora to complete, Kallen, Kiana, it's time for us to make our move.",
			"Turn over to Flora for final adjustments. Kallen, Kiana, let's go."
		],
		[
			"portraits",
			[
				46,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449016,
			"Huh huh huh……",
			"唔唔唔唔……",
			"うーん……。",
			"으음…….",
			null,
			null,
			"Woo-woo-woo ......",
			"Hmmm ......."
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449017,
			"Ah! Why don't Lord Otto take me with him? I can be a bodyguard, can't I?",
			"啊！奥托大人为什么不带上我，我也是可以当贴身护卫的吧？",
			"もう！どうしてオットー様はわたくしを連れて行ってくれないんですの！わたくしだって十分強いのに……。",
			"아니! 왜 오토님은 저를 데려가지 않는 거예요! 저도 충분히 강한데…….",
			null,
			null,
			"Ah! Why didn't Otto-sama take me with him? I can be a personal guard too, right?",
			"Oh, God! Why doesn't Otto take me with him? Even I am strong enough. ......"
		],
		[
			"msg",
			449018,
			"Although guarding Glorious Covenant is also very important, it is of course more important to protect Lord Otto.",
			"虽然说守护辉煌盟约也非常重要，不过当然是保护奥托大人更重要啊！",
			"輝きの盟約を守ることも大切ですが、オットー様を守ることの方がもっと大切ですわ！",
			"빛의 맹약을 지키는 것도 중요하지만, 오토님을 지키는 게 더 중요해요!",
			null,
			null,
			"Although it's also very important to guard the Brilliant Covenant, but of course it's more important to protect Otto-sama!",
			"It is important to keep the Pact of Brilliance, but it is more important to keep Otto!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH01_EV14_WindWooshA"
		],
		[
			"msg",
			449019,
			"……",
			"呼……",
			"はぁ～……。",
			"하아……",
			null,
			null,
			"Phew ......",
			"Huh. ......."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449020,
			"And Glorious Covenant has new features that no one else can detect...Well, well…",
			"而且不是说辉煌盟约有新功能，别人一般侦查不到么……唔唔……",
			"それに輝きの盟約に簡単に検知されないシステムが搭載されているはずですわ。なのに、うぅ……。",
			"게다가 빛의 맹약에게 쉽게 탐지되지 않는 시스템이 탑재되어 있을 텐데요. 그런데, 우우……",
			null,
			null,
			"And didn't they say that the Covenant of Splendor has a new feature that people can't usually detect? ......唔唔唔唔......",
			"And it's supposed to be equipped with a system that won't be easily detected by the Pact of Brilliance. And yet, ugh ......."
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449021,
			"Don't worry! Flora, this is for you. Lord Otto's radar is picking up. He must be in danger.",
			"不纠结了！芙洛拉，这里就交给你，我的奥托大人雷达有信号了，一定是遇到了危险！",
			"もういいですわ！フローラ、ここは任せましたわ。わたくしのオットー様レーダーが反応していますわ。オットー様はきっと危険な目に遭っているはずですの！",
			"이젠 됐어요! 플로라, 여긴 맡길게요. 제 오토님 레이더가 반응하고 있어요. 오토님은 분명 위험한 일을 당하고 계실 거예요!",
			null,
			null,
			"No more tangles! Flora, I'll leave it to you here. I've got a signal on my Otto-sama's radar. It must be in danger!",
			"That's enough! Flora, I've got you here. My Otto-sama radar is responding. Otto must be in danger!"
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				46,
				4,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			449022,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449023,
			"Hey, are you listening to me?",
			"喂，你有没有听我说话啦？",
			"ちょっと、聞いているんですの？",
			"저기, 듣고 있나요?",
			null,
			null,
			"Hey, are you listening to me?",
			"Hey, are you listening to me?"
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			449024,
			"……",
			"……",
			"……。",
			"……",
			null
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449025,
			"I'll take that as a promise.",
			"你不说话我当你答应咯？",
			"返事しないのでしたら、わたくしは行きますわ。",
			"대답 안 하신다면, 전 갈게요.",
			null,
			null,
			"I'll take that as a yes if you don't say anything.",
			"If you don't answer, I will go."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449026,
			"——Click",
			"——咔嚓。",
			"——カチャ",
			"——찰칵",
			null,
			null,
			"--click.",
			"--Kacha."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449027,
			"Uh, the door's open? What a weirdo! If you can hear me, just say Ok! Then I'm going!",
			"呃，门开了？真是个怪人，既然听得到就直接说好了啊！那我走了！",
			"え、ドアが開いた？変な人ですの。聞こえたのなら、そう言えばいいですのに……それでは、行ってきますわ。",
			"어, 문이 열렸어? 이상한 사람이네요. 들으셨다면, 그렇게 말씀하시지 그랬어요…… 그럼, 다녀올게요.",
			null,
			null,
			"Uh, the door's open? What a weirdo. If you could hear it, you should've just said so! Then I'm off!",
			"What, the door opened? You are a strange man. If you heard me, just say so. ...... Then I'm off."
		],
		[
			"msg",
			449028,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204738
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				44,
				2,
				false
			]
		],
		[
			"msg",
			449029,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"msg",
			449030,
			"The scene of the final battle... There's no way the other side doesn't know about this move.",
			"决战的场所……对方不可能不知道这一步棋。",
			"決戦の場所……相手がこの手を知らないわけがないよ。",
			"결전의 장소…… 상대가 이 수를 모를 리가 없어.",
			null,
			null,
			"The place of the duel ...... The other side can t be unaware of this move.",
			"The place of the decisive battle: ...... There's no way my opponent doesn't know about this move."
		],
		[
			"msg",
			449031,
			"If so, why... Would you take it easy?",
			"既然如此，又为什么……会如此从容？",
			"だったら、どうして……こんなに余裕なの？",
			"그럼, 어째서…… 이렇게 여유로운 거야?",
			null,
			null,
			"If that's the case, then why is ...... so subdued?",
			"If that's the case, how come ...... has so much leeway?"
		],
		[
			"speaker",
			55489
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449032,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"bgm",
			47
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449033,
			"Wow...There were big mechs all around, and it was hard for my powers to deal with them...",
			"哇哇……周围都是那些大机甲，我的力量要去对付它们可太难了啊……",
			"うわ～……周りに大きな機械ばっかりありますの。わたくしにはとても手に負えませんわ……。",
			"우와~…… 주변에 큰 기계들뿐이에요. 저로서는 감당할 수 없어요……",
			null,
			null,
			"Woah woah ...... surrounded by those big mechs, it's going to be too hard for my power to go against them ......",
			"Wow - ...... there are all these big machines around. I can't handle it. ......"
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449034,
			"By the way, use my blood body to lure them to other places. I am really smart~",
			"对了~用我的血分身，把它们都勾引到别的地方去好了，我真是很聪明~",
			"そうですわ、わたくしの血で分身を作って、それを使って他の場所に誘導すればいいのですわ。流石わたくし！",
			"그래요, 제 피로 분신을 만들어서, 그것을 이용해 다른 곳으로 유인하면 되는 거예요. 역시 저에요!",
			null,
			null,
			"That's right~ Use my blood split, just seduce them all somewhere else, I'm so smart~",
			"Yes, you can make an alter ego with my blood and use it to guide you elsewhere. That's my style!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449035,
			"「Enemy detected. Locked down——」",
			"「发现敌人，锁定完毕——」",
			"「敵を発見、ロックしました」",
			"「적을 발견, 로크했습니다」",
			null,
			null,
			"\"Enemy detected. Locked on--\"",
			"Enemy detected and locked."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449036,
			"All right, all right, let's go. Let's go. Lord Otto will praise me if he sees me, right?",
			"好好好，快去追快去追~奥托大人要是看到肯定会夸我吧？",
			"順調ですわ。早く追跡してオットー様の居場所を突き止めたら、きっとわたくしを褒めてくださいますわ～",
			"순조로워요. 빨리 추적해서 오토 님의 위치를 찾아내면, 분명 저를 칭찬해 주실 거예요~",
			null,
			null,
			"Okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay, okay.",
			"You're doing great. I'm sure Otto will praise me if I track him down quickly and find out where he is."
		],
		[
			"msg",
			449037,
			"Maybe I'll show up at the critical moment and save Lord Otto from danger! Then…",
			"搞不好我会在关键一刻出现，然后救奥托大人于危急之中！然后……",
			"危機的な状況で、わたくしが颯爽と現れてオットー様を救ったとしたら——",
			"위급한 상황에서, 제가 쓩싯 나타나 오토 님을 구해 드린다면——",
			null,
			null,
			"Maybe I'll show up at a critical moment and then save Lord Otto from a critical situation! Then ......",
			"What if, in a critical situation, I had sashayed in and saved Master Otto--?"
		],
		[
			"speaker",
			204666
		],
		[
			"portraits",
			[
				810,
				1,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449038,
			"Salute, it seems that you are the right person to stay beside me.",
			"赛露蒂，看来你才是那个适合呆在我身边的人。",
			"セルティ、やはり僕に相応しい女性は君しかいないよ。",
			"셀티, 역시 나와 어울리는 여자는 너밖에 없어.",
			null,
			null,
			"Seluti, it looks like you're the one to stay by my side.",
			"Celty, after all, you are the only woman who is worthy of me."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				2,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449039,
			"!!",
			"这样！",
			"キャー！キャー！きっとこんな風に言ってくださいますことよ！",
			"꺄! 꺄! 분명 이렇게 말해 주실 거예요!",
			null,
			null,
			"This way!",
			"Caw! Caw! I am sure you will say something like this!"
		],
		[
			"msg",
			449040,
			"Okay, Lord Otto, I'm coming~",
			"好，奥托大人，我这就来~",
			"オットー様、今から全力で行きますわ！",
			"오토 님, 지금부터 전속력으로 가겠습니다!",
			null,
			null,
			"Yes, Lord Otto, I'm coming.",
			"Dear Otto, I'm going all out now!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449041,
			"「Individual identification detection, no relevant certification, hostile identification confirmation, beginning to exclude.」",
			"「个体识别检测，无相关认证，敌对识别确认，开始排除。」",
			"「身元を確認します。関連証明書なし、敵と見なし、排除を開始します」",
			"「신원을 확인합니다. 관련 증명서 없음, 적으로 간주, 제거를 시작합니다」",
			null,
			null,
			"\"Individual identification detected, no relevant authentication, hostile identification confirmed, exclusion initiated.\"",
			"No relevant credentials, considered enemy and will initiate elimination. Without relevant credentials, we consider you an enemy and will begin elimination.\""
		],
		[
			"msg",
			449042,
			"Bang!",
			"砰！",
			"バババババッ！",
			"빵빠빠빵!",
			null,
			null,
			"Bang!",
			"Ba-ba-ba-ba!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449043,
			"Oops, oops! Why is there a defense system?",
			"糟糕糟糕！为什么还有防御系统在啦！而且我是自己人，自己人！这里本来不是天命的领地嘛！",
			"や、やばいですわ！なぜ防御システムが発動しましたの！？それに、わたくしは味方！味方ですのよ！？ここは天命の領域ではないんですの！？",
			"아이고, 큰일이에요! 왜 방어 시스템이 발동한 거죠!? 게다가 저는 아군! 아군이라고요!? 여기는 천명의 영역이 아닌가요!?",
			null,
			null,
			"Shit, shit, shit! Why are there still defenses up? Besides, I'm one of us! This isn't Schicksal's territory!",
			"Oh no, it's not good! Why has the defense system been triggered? And I'm on your side! I'm on your side! This is not Schicksal's domain!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449044,
			"Da da da da——",
			"哒哒哒哒——",
			"「侵入者排除、侵入者排除——」",
			"「침입자 제거, 침입자 제거——」",
			null,
			null,
			"Da-da-da-da-da--",
			"\"Intruder elimination, intruder elimination--\""
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				44,
				2,
				true
			]
		],
		[
			"msg",
			449045,
			"Don't come over here——",
			"不要过来啊——",
			"わたくしを撃たないで！",
			"저를 쏘지 마세요!",
			null,
			null,
			"Don't come over here--",
			"Don't shoot me!"
		]
	],
	"137": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449046,
			"Atlantic Second Study Floating Island",
			"大西洋 沉没第二研究浮岛",
			"大西洋　沈没した第二研究浮島",
			"대서양 침몰한 제2 연구 부도",
			null,
			null,
			"Atlantic Ocean Sinking of the second study of floating islands",
			"Atlantic Ocean Sunken Second Research Floating Island"
		],
		[
			"msg",
			449047,
			"Beep……",
			"滋啦……",
			"……。",
			"…….",
			null,
			null,
			"Zira ......",
			"......."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449048,
			"According to the probes, Mona has transformed the floating island into a second Garland.",
			"根据探测，末那已经将浮岛改造成了第二个伽蓝。",
			"探索の結果、末那はすでに第2ガランに改造したようだ。",
			"탐사 결과, 마나는 이미 제2 갈란으로 개조한 모양이다.",
			null,
			null,
			"According to the probe, Mordecai has transformed the floating island into a second Garan.",
			"From the search, it seems that Suena has already converted it into a second galang."
		],
		[
			"msg",
			449049,
			"I'll send you information on the route the vanguard has explored. We need to speed up and find the information we need.",
			"我会给你们传输先头部队探索到的路线资料，要加快速度，找到我们需要的资料。",
			"先頭部隊が探索した経路のデータを転送するわ。必ず情報を見つけてきて。",
			"선두 부대가 탐색한 경로의 데이터를 전송할게. 반드시 정보를 찾아 와.",
			null,
			null,
			"I'll transmit you information on the routes explored by the advance party, to speed up and find the information we need.",
			"I'll forward you the data on the routes explored by the lead unit. Be sure to find the information."
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449050,
			"Yes, my Lord.",
			"遵命。",
			"かしこまりました。",
			"알겠습니다.",
			null,
			null,
			"Compliance.",
			"Yes, sir."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				19,
				5,
				false
			]
		],
		[
			"msg",
			449051,
			"The road appears to lead to the location of the Stigmata terminal...In the vanguard, we've taken down most of our defenses, haven't we?",
			"这条路似乎是通往圣痕终端所在方位的……先头部队，应该已经把防御系统都拆得差不多了吧？",
			"この道は聖痕端末がある方向に通じてるみたい……先頭部隊はもう防御システムをダウンさせてるのよね？",
			"이 길은 성흔端末이 있는 방향으로 통하는 것 같아…… 선두 부대는 이미 방어 시스템을 다운시킨 거지?",
			null,
			null,
			"This road seems to lead to the direction where the Stigma Terminal is located ...... The advance guards, they should have already dismantled all the defense systems, right?",
			"This road seems to lead in the direction of the stigmata terminal. ...... The lead unit has already taken down the defense system, right?"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				19,
				5,
				true
			]
		],
		[
			"msg",
			449052,
			"This has nothing to do with us. The area where Stigmata Terminal is located is a battle zone, so we'll avoid it if we don't have to.",
			"这与我们无关，圣痕终端所在的区域是激战区，若非必要，我们要尽可能避开。",
			"それはどうでもいい。聖痕端末があるエリアは激戦区。必要なければ、そこを回避するべきだ。",
			"그건 중요하지 않아. 성흔端末이 있는 구역은 격전지야. 필요 없다면, 그곳은 피하는 게 좋아.",
			null,
			null,
			"It's none of our business, the area where the Stigma Terminal is located is a zone of intense battle, and we need to avoid it as much as possible if we don't have to.",
			"It doesn't matter. The area where the stigmata terminal is located is a hot spot. If you don't need it, you should avoid that area."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			449053,
			"Aren't we going to have to walk through the defenses all over again?Is this team really okay…",
			"那我们岂不是要踩着防御系统再走一遍？这个小队真的没问题吗……",
			"それでは、もう一度防御システムを触発するんじゃない？この小隊で本当に大丈夫か心配ね……。",
			"그럼, 다시 방어 시스템이 발동되지 않을까? 이 소대로 정말 괜찮을지 걱정이야…….",
			null,
			null,
			"Wouldn't we have to step over the defenses and go through them again? Is this squad really okay ......",
			"Then maybe you'll inspire the defense system again? I'm really worried that you're going to be okay with this platoon. ......"
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			449054,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			449055,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			449056,
			"I, I just happened to get caught! Not to find what information together! Lord Kyuushou has an even more important mission!",
			"我、我只是碰巧被抓住的啊！不是要一起去找什么资料的！九霄大人还有更加重要的使命！",
			"わ、我はたまたま捕まえられただけなんだ！一緒に資料を探すつもりはない！我にはもっと大切な使命がある！",
			"나, 나는 우연히 잡힌 것뿐이야! 함께 자료를 찾을 생각 없어! 나에겐 더 중요한 사명이 있다고!",
			null,
			null,
			"I, I just happened to be caught ah! It wasn't to find any information together! Lord Kyuushou has a more important mission!",
			"Wow, I just happen to be the one who caught it! I am not going to search for documents with you! I have a more important mission!"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			449057,
			"You're not gonna cause me any more trouble than you did when you snuck into the aircraft.",
			"偷偷潜入飞行器这事还没处理，别想给我再惹事。",
			"こっそり飛行船に潜入したことはまだ片付けていない。これ以上、私に迷惑をかけないで。",
			"몰래 비행선에 잠입한 건 아직 처리하지 않았어. 더 이상 내게 폐 끼치지 마.",
			null,
			null,
			"We haven't dealt with the sneaking into the craft yet, so don't give me any more trouble.",
			"I have yet to clean up the matter of sneaking onto the airship. Don't bother me any more."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				473,
				0,
				true
			],
			[
				70,
				8,
				false
			]
		],
		[
			"msg",
			449058,
			"Hmm!",
			"唔！",
			"ぐっ！",
			"꽉!",
			null,
			null,
			"Mmm!",
			"Ggh!"
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			449059,
			"I think we can rest assured about the defense system. After all…",
			"防御系统这方面的事我认为大可以放心，毕竟……",
			"防衛システムについては心配しないで。なんせ——",
			"방어 시스템에 대해서는 걱정하지 마. 어쨌든 ——",
			null,
			null,
			"This aspect of the defense system I think is a big relief, after all ......",
			"Don't worry about the defense system. In any case--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				8,
				true
			]
		],
		[
			"msg",
			449060,
			"「Identity data detection is completed, MEI. Confirmation is completed——」",
			"「身份数据检测完毕，MEI，确认完成——」",
			"「身分データチェック、MEI、確認が完了しました」",
			"「신분 데이터 체크, MEI, 확인이 완료되었습니다」",
			null,
			null,
			"\"Identity data detected, MEI. Confirmation complete--\"",
			"Identity data check, MEI, and verification complete."
		],
		[
			"msg",
			449061,
			"「Welcome back」",
			"「欢迎回来。」",
			"「お帰りなさい」",
			"「어서 오세요」",
			null,
			null,
			"\"Welcome back.\"",
			"Welcome back.\""
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				4,
				false
			]
		],
		[
			"msg",
			449062,
			"Mei Stigmata... Is it really closely related to MEI...",
			"芽衣的圣痕……真的跟MEI有着密切关系么……",
			"芽衣の聖痕……本当にMEI博士と関係あったんだ……。",
			"메이의 성흔…… 정말 MEI 박사와 관계가 있었어…….",
			null,
			null,
			"Is Mei's stigmata ...... really closely related to MEI ......",
			"The Stigmata of Mei ...... really had something to do with Dr. MEI ......."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				19,
				4,
				true
			]
		],
		[
			"msg",
			449063,
			"According to my information, the reason Otto is so attached to Kiana is that the permission key detected in the Stitmata terminal is a genetic fragment of \"Saint \".",
			"根据我得到的情报，奥托会如此执着于琪亚娜，是因为圣痕终端中检测到的权限钥匙是“圣女”的基因片段。",
			"私が得た情報では、オットーがキアナに執着している理由は、聖痕端末から検出された権限の鍵は「聖女」の遺伝子断片だからだ。",
			"내가 얻은 정보로는, 오토가 키아나에 집착하는 이유는, 성흔 단말에서 검출된 권한 키가 「성녀」의 유전자 단편이기 때문이야.",
			null,
			null,
			"According to the information I received, Otto was so obsessed with Kiana because the key to access detected in the Stigma Terminal was a genetic fragment of the \"Holy Maiden\".",
			"From the information I have obtained, Otto is obsessed with Kiana because the key to the authority detected on the stigmata terminal is a genetic fragment of the \"saint\"."
		],
		[
			"msg",
			449064,
			"However, since they are the products of MEI, it is impossible not to leave their own permission interface.",
			"但既然都是MEI的产物，不可能完全不留下自己的权限接口才对。",
			"聖痕端末はMEIの産物だったら、自分自身の権限もきっと残しているはず。",
			"성흔 단말이 MEI의 산물이었다면, 자신의 권한도 분명 남겨뒀을 거야.",
			null,
			null,
			"But since they're all products of MEI, they can't be completely left without their own permission interfaces to do so.",
			"If the Stigmata terminal was a product of MEI, it would surely have left its own authority behind."
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			449065,
			"Does that really guarantee that we'll find the armor data here…",
			"这真的能确保我们可以在这找到那套装甲的数据么……",
			"これで本当にあの装甲のデータを見つけられるの……。",
			"이걸로 정말 그 갑옷의 데이터를 찾을 수 있을까…….",
			null,
			null,
			"Does this really ensure that we can find the data for that armor here ......",
			"Now you can really find data on that armor at ......."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			449066,
			"That's a very high probability. But at least one thing can be confirmed, Miss Mei's Stigmata is storing MEI's permission information, which will be the key to our victory.",
			"这个可能性非常高，但至少有一点是可以确认的，芽衣小姐的圣痕，正储存着MEI的权限信息，这将会是我们致胜的关键。",
			"その可能性は非常に高い。少なくても確認できることが一つあるよ。芽衣さんの聖痕は、MEIの権限情報が保存されている。これは私たちが勝利する鍵になる。",
			"그 가능성은 매우 높아. 적어도 확인할 수 있는 게 하나 있어. 메이 씨의 성흔에는 MEI의 권한 정보가 저장돼있어. 이게 우리가 승리할 열쇠가 될 거야.",
			null,
			null,
			"This possibility is very high, but at least one thing is confirmed, Mei-san's stigma, is storing information about MEI's authority, which will be the key to our victory.",
			"That is very likely. There's at least one thing we can confirm. Mei's stigmata store MEI's authorization information. This is the key to our victory."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				745,
				1,
				true
			],
			[
				216,
				5,
				false
			]
		],
		[
			"msg",
			449067,
			"Stigmata again, what kind of relationship should we have with those who lived in the distant past…",
			"又是圣痕，我们与那些久远时代的人之间，到底该算是怎么样一个关系……",
			"また聖痕なのね。私たちと遠い時代の人々との間には、一体どのような関係があったというの……。",
			"또 성흔이네. 우리와 먼 시대의 사람들 사이에는, 대체 어떤 관계가 있었던 걸까…….",
			null,
			null,
			"Stigmata again, what kind of relationship should we have with those of long ago times ......",
			"It's another sacrament. What kind of relationship did we have with the people of a distant era? ......"
		],
		[
			"msg",
			449068,
			"Without Stigmata, where would we be now?",
			"如果没有圣痕的存在，我们，现在又会过着怎么样的生活……",
			"聖痕がなければ、私たちは今、どんな生活をしているのかしら……。",
			"성흔이 없었다면, 우리는 지금 어떤 삶을 살고 있을까…….",
			null,
			null,
			"How would we, now, be living without the stigmata ......",
			"Without the Stigmata, I wonder what life would be like for us now. ......"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				473,
				0,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			449069,
			"Maybe she died in the Houkai.",
			"说不定，已经在崩坏中死去了。",
			"もしかしたら、崩壊の中で死んだかもしれない。",
			"어쩌면 붕괴 속에서 죽었을지도 몰라.",
			null,
			null,
			"Perhaps, already dead in Honkai.",
			"Perhaps they died in Honkai."
		],
		[
			"msg",
			449070,
			"The existence of Stigmata makes a huge difference between people. Only those who have acquired resistance are allowed access to the truth.",
			"圣痕的存在，让人与人之间产生了巨大的差别。唯独那些拥有了抗性的人，才被允许接触真相。",
			"聖痕が存在する故に、人と人の間には大きな差が生まれた。抗体を持つ人間のみ、真実に触れることが許される。",
			"성흔이 존재하기 때문에, 사람과 사람 사이에는 큰 차이가 생겼다. 항체를 가진 인간만이 진실에 닿는 것이 허락된다.",
			null,
			null,
			"The existence of stigmata makes a huge difference between people. Only those who possessed the Resistance were allowed access to the truth.",
			"Because of the existence of the Stigmata, there is a great difference between people. Only those with antibodies are allowed to touch the truth."
		],
		[
			"msg",
			449071,
			"Ordinary people, however, will die in Houkai without knowing it. To the last moment, he could only curse his own misfortunes and revile the unfair fate of having met such a disaster——",
			"一般人，可是会毫不知情地在崩坏之中死去。直到最后一刻，他也只会诅咒自己的不幸，唾骂自己遭遇如此天灾的不公命运——",
			"ほとんどの人が、何も知らないうちに崩壊に飲み込まれて命を落としてしまう。最後の瞬間まで、彼らは自分自身の不幸を呪い、災害に苛まれる自分の運命を罵るしかできない。",
			"대부분의 사람들은 아무것도 모른 채 붕괴에 삼켜져 목숨을 잃는다. 마지막 순간까지, 그들은 자신의 불행을 저주하고 재앙에 시달리는 자신의 운명을 욕할 수밖에 없다.",
			null,
			null,
			"An ordinary person, however, would have died in the Honkai without any knowledge of it. Until the last moment, he would have only cursed his misfortune and reviled his unjust fate of having suffered such a natural disaster -",
			"Most people are swallowed by Honkai and lose their lives before they know anything about it. Until the last moment, they can only curse their own misfortune and curse their fate as disaster torments them."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			449072,
			"Faberge, focus on the mission for now. Miss Mei, I need to use your power for this. It's all for the future of mankind.",
			"法贝菈，现在就先以任务为主。芽衣小姐，为此我需要借用你的力量，这都是为了人类的未来。",
			"ファベラ、今はこっちに集中して。芽衣さんの力を借りる必要がある。人類の未来のために。",
			"파베라, 지금은 여기에 집중해. 메이의 힘을 빌려야 해. 인류의 미래를 위해.",
			null,
			null,
			"Fabella, for now, let's focus on the mission. Mei-sama, for this I need to borrow your power, it's all for the future of humanity.",
			"Fabela, you need to focus on this side now. We need Mei's help. For the future of humanity."
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			449073,
			"Do I have a choice…",
			"我拥有选择的权利么……",
			"私には選択する権利があるのかしら……。",
			"내게 선택할 권리가 있을까...",
			null,
			null,
			"Do I have the right to choose? ......",
			"I wonder if I have the right to choose. ......"
		],
		[
			"msg",
			449074,
			"——Search for key information.",
			"——搜索关键信息。",
			"……情報を検索してください。",
			"...정보를 검색해 주세요.",
			null,
			null,
			"--Search for key information.",
			"Find information at ......."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			449075,
			"「The order has been confirmed. May I have your orders?」",
			"「指令确认完毕，请问有何吩咐？」",
			"「指令を確認しました、要件はなんでしょう？」",
			"「지령 확인했습니다, 요건은 무엇입니까?」",
			null,
			null,
			"\"Command confirmed. What can I do for you?\"",
			"\"I have reviewed the directive, what are the requirements?\""
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				216,
				5,
				false
			],
			[
				216,
				5,
				true
			]
		],
		[
			"msg",
			449076,
			"Displaying internal maps, indicating the relevant laboratory or data storage loci, with the key word…",
			"显示内部地图，标注相关实验室或数据存储室位点，关键字是……",
			"内部の地図を表示して。あと、関連する実験室またはデータ保管室の場所をマーク。キーワードは——",
			"내부 지도를 표시해. 그리고 관련 실험실 또는 데이터 보관실 위치를 표시해. 키워드는 ——",
			null,
			null,
			"Displays an internal map labeled with relevant lab or data repository locations, keyworded ......",
			"Display a map of the interior. Also, mark the location of the relevant laboratory or data storage room. Keywords are--."
		],
		[
			"msg",
			449077,
			"「Godslayer Armor」",
			"「弑神装甲」",
			"——神殺装甲。",
			"——신살 장갑.",
			null,
			null,
			"\"Deicide armor.\"",
			"--God-killing armor."
		]
	],
	"138": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449078,
			"「Permission confirmed, access allowed.」",
			"「权限确认，允许访问。」",
			"「権限確認、アクセスを許可します」",
			"「권한 확인, 접속을 허가합니다」",
			null,
			null,
			"\"Permission confirmed. Access granted.\"",
			"Authorization confirmed, access granted."
		],
		[
			"bgm",
			66
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				19,
				1,
				false
			]
		],
		[
			"msg",
			449079,
			"At first glance, these are useless data, but since they are accessed through MEI's permissions...",
			"乍看之下都是些无用的数据，但既然是通过MEI的权限访问获得的……",
			"一見無駄なデータのように見えるけど、MEIの権限でアクセスできたものなら……。",
			"겉보기엔 쓸모없는 데이터 같지만, MEI의 권한으로 접근할 수 있었다면...",
			null,
			null,
			"At first glance it all looks like useless data, but since it was obtained through MEI privileged access ......",
			"If it looks like useless data, but you have access to it under the authority of the MEI, you can find it at ......."
		],
		[
			"msg",
			449080,
			"Please give me some time to read it.",
			"请先给我一点时间解读。",
			"今から解読するわ。少し時間をちょうだい。",
			"지금부터 해독할게. 잠시 시간을 달라.",
			null,
			null,
			"Please give me a moment to unpack this.",
			"I'm going to decode it now. Give me some time."
		],
		[
			"speaker",
			320348
		],
		[
			"portraits",
			[
				745,
				1,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			449081,
			"Speed up, Doctor. Houkai energy is rising sharply inside the floating island, presumably where the Stigmata Terminal is located. Get Godslayer Armor data back before anything goes wrong.",
			"加快速度博士，浮岛内部的崩坏能正在急剧上升，推测是圣痕终端所在的位置。在意外发生前，赶紧把弑神装甲相关的数据取回来。",
			"急いで博士、浮島の崩壊エネルギーが急激に上昇しているわ。おそらく聖痕端末辺りだと思う。事態が悪化する前に、神殺装甲の関連データを探して。",
			"서둘러요, 박사님. 부유섬 붕괴 에너지가 급격히 상승하고 있어요. 아마 성흔 단말 근처인 것 같아요. 사태가 악화되기 전에 신살 장갑 관련 데이터를 찾아야 해요.",
			null,
			null,
			"Accelerate Doctor, the Honkai energy inside the floating island is rising dramatically, presumably where the Stigma terminal is located. Rush to retrieve the data related to the Deicide Armor before an accident occurs.",
			"Hurry up Dr., the Honkai energy on the floating island is rising rapidly. Probably around the Stigmata terminal. Find the relevant data on the god-killing armor before things get worse."
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				19,
				1,
				true
			]
		],
		[
			"msg",
			449082,
			"Houkai Energy? Kiana….",
			"崩坏能？难道……是琪亚娜那边？……",
			"崩壊エネルギー？まさか……キアナがいるところ？",
			"붕괴 에너지? 설마... 키아나가 있는 곳?",
			null,
			null,
			"Honkai can? Could ...... be Kiana's side? ......",
			"Honkai energy? Don't tell me it's where ...... Kiana is?"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				70,
				6,
				true
			],
			[
				473,
				0,
				false
			]
		],
		[
			"msg",
			449083,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				6,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449084,
			"But this is an extremely difficult escape level! No, the Savior cannot be stopped by such a test. There must be some way to pass it.",
			"可这不是超困难的逃脱关卡么！不，区区这点考验，是拦不住救世主的，一定有什么方法可以赶过去。",
			"だが、ここから脱出するのが難しい！いや、問題ない。この程度の試練で躓いていては、キアナのもとへ辿り着くことすらできない。きっと何か方法があるはずだ。",
			"하지만 여기서 탈출하기 어렵군! 아니다, 문제없어. 이 정도 시련에 좌절하고 있다면, 키아나에게 닿는 것조차 불가능해. 분명 뭔가 방법이 있을 거야.",
			null,
			null,
			"But isn't this a super difficult escape level! No, this little test in the area won't stop the Savior, there must be some way to rush through.",
			"But getting out of here is the hard part! No, it's not a problem. If we stumble through this level of ordeal, we will never even get to Kiana. Surely there must be some way."
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449085,
			"I felt powerful. Your hand must be the sword that chopping space and time, contains the powerful power in the scabbard, which can slay any evil beast! With such great power, why not join me in saving the world!",
			"库库库，九霄大人感受到了强大的力量。你手上的一定是斩裂时空的剑，剑鞘中蕴含着强大力量，得以斩杀任何灾祸之兽！既然拥有如此强大的力量，为何不随九霄大人一起拯救这个世界！",
			"ククク、我は強い力を感じた。お主が持ってる時空を切り裂く剣。その鞘には、全ての獣を殺せる強い力が宿ってるとみた！そこまで強い力を持っているならば、この救世主と一緒に世界を救おうじゃないか！",
			"쿡쿡, 나는 강한 힘을 느꼈다. 네가 가진 시공을 가르는 검. 그 칼집에는 모든 짐승을 죽일 수 있는 강한 힘이 깃들어 있는 게 분명하다! 그 정도의 힘을 가졌다면, 이 구세주와 함께 세상을 구하자!",
			null,
			null,
			"Kyuushou, Lord Kyuushou sensed a powerful force. The one in your hand must be the sword that cuts through space and time, and the scabbard contains a powerful force that is able to cut down any beast of calamity! Since you have such great power, why don't you join Lord Kyuushou in saving the world!",
			"Kukuku, I felt a strong power. The sword that you hold, the sword that cuts through space-time. In its sheath, I saw that it has the power to kill all beasts! If you are that powerful, why don't you and this savior save the world together?"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				473,
				0,
				false
			]
		],
		[
			"msg",
			449086,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449087,
			"Yes, anyone who becomes Lord Kyuushou's companion will doubt whether they have the potential to save the world at first, but that's okay. We'll grow up along the way, and then——",
			"震惊得说不出话了吗~也对，但凡成为九霄大人伙伴的人，最开始都会怀疑自己是否具备救世的潜质，不过没关系，在战斗的路上，我们会不断成长，然后——",
			"言葉が出ないほど驚いているのか。それはそうか、この九霄様の仲間となる者は、最初に自分の資質を疑うものだ。だが心配するな。戦いの中で我らは成長し続ける、そして——",
			"말이 안 나올 정도로 놀란 모양이군. 그럴 만하지, 이 큐쇼 님의 동료가 되는 자는, 자신의 자질을 의심하는 법이니까. 하지만 걱정하지 마라. 싸움 속에서 우리는 계속 성장할 테니, 그리고 ——",
			null,
			null,
			"Too shocked to speak~ That's right, but anyone who becomes Kyuushou-sama's partner will doubt their potential to save the world at first, but it's okay, on the way to battle, we'll continue to grow and then-",
			"Are you so surprised that you are speechless? Is that so? Those who become the companions of this Kurosawa-sama are the first to doubt their own qualifications. But don't worry. We will continue to grow in battle, and--"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				70,
				2,
				true
			],
			[
				473,
				0,
				false
			]
		],
		[
			"msg",
			449088,
			"Besides, you'll be executed on the spot. We're not the same people.",
			"再说，就把你就地处决。我们可不是一类人。",
			"うるさい、殺すぞ！",
			"시끄러, 죽여버린다!",
			null,
			null,
			"Say it again and you'll be executed on the spot. We're not in the same category.",
			"Shut up, I'll kill you!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				8,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449089,
			"Goo ! ? Lord Kyuushou's precepts are useless!",
			"咕！？九、九霄大人的箴言没有用！",
			"えっ！？我の言葉が通じないだと！？",
			"엣!? 내 말이 통하지 않는다고!?",
			null,
			null,
			"Gu!? The aphorisms of Lord Kyuushou didn't work!",
			"What? You can't understand my words?"
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449090,
			"It looks like a lot of fun. Is there anyone here?",
			"好像很热闹的样子，有谁在这里么？",
			"賑やかそうですわ。誰がいますの？",
			"분위기가 활기차 보이네요. 누가 계신 거죠?",
			null,
			null,
			"Seems like a lot of activity. Anyone here?",
			"It looks lively. Who's there?"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				1,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449091,
			"Lord Otto, are you here? Ah…",
			"奥托大人，你在这边吗？啊……",
			"オットー様、そこにいらっしゃいますの？あ……。",
			"오토 님, 거기 계신 거예요? 아…….",
			null,
			null,
			"Lord Otto, are you over here? Ah ......",
			"Mr. Otto, are you there? Ah ......."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				46,
				1,
				true
			],
			[
				70,
				2,
				false
			]
		],
		[
			"msg",
			449092,
			"Tell us whether you are a friend or an enemy——",
			"嚯，突然出现的白发苍色魔女么，报上名来，你究竟是敌是友——",
			"ほぅ、突如現れた白髪の魔女。果たして味方か、それとも——",
			"호오, 갑자기 나타난 백발의 마녀. 과연 아군인가, 아니면 ——",
			null,
			null,
			"Oooh, a white-haired, pale-colored demoness who suddenly appeared, tell me your name, and whether you're friend or foe--",
			"A white-haired witch appears out of nowhere. Is she really an ally, or--"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				70,
				2,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			449093,
			"Bang!",
			"砰！",
			"バンッ！",
			"빵야!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			449094,
			"!!!",
			"好痛！干什么！突然就打过了！",
			"い、痛いですわ！何をするのですか！いきなり発砲するなんて卑怯者がすることですわ！",
			"아, 아파요! 뭘 하는 거예요! 갑자기 총을 쏘다니 비겁한 짓이에요!",
			null,
			null,
			"It hurts! What for! It suddenly hit!",
			"It hurts! What are you doing? It's a cowardly thing to fire a shot out of the blue!"
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				70,
				2,
				true
			]
		],
		[
			"msg",
			449095,
			"Wait, that person I've ever seen, which is like that help soldiers when Shicksal met! You're the enemy!",
			"等等，那个人身上的标识我见过，是跟在天命时碰到的那帮军人一样的！你是敌人！",
			"待って、あの人のロゴ……見たことがありますわ。天命にいる時に出会った軍人たちと一緒ですの！あなたは敵ですわ！",
			"잠깐, 저 분의 로고…… 본 적 있어요. 천명에 있을 때 만났던 군인들과 같아요! 당신은 적이에요!",
			null,
			null,
			"Wait, I've seen the markings on that man before, they're the same as the group of soldiers we ran into back in Schicksal! You're the enemy!",
			"Wait, I've seen that guy's logo ....... He's like those soldiers I met when I was in Schicksal! You are the enemy!"
		],
		[
			"bgm",
			78
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				473,
				0,
				false
			]
		],
		[
			"msg",
			449096,
			"Shicksal divine right squad, Salute, Artificial Herrscher...Can manipulate blood, less experience in combat.",
			"天命神权小队，赛露蒂，人造律者……可以操纵血液，战斗经验较少。",
			"天命神権小隊、セルティ、人造律者……血液を操ることができるが、戦闘経験が少ない。",
			"천명 신권 소대, 세르티, 인조율자…… 혈액을 조종할 수 있지만, 전투 경험이 부족하다.",
			null,
			null,
			"Schicksal Divine Right Squad, Seluti, Artificial Herrscher ...... can manipulate blood and has less combat experience.",
			"He can control Schicksal's Priesthood Platoon, Celty, and Man-Made Herrscher ...... blood, but has little combat experience."
		],
		[
			"msg",
			449097,
			"Nothing to fear.",
			"不足为惧。",
			"人造律者といえど私の敵ではない。",
			"인조율자라고 해도 내 적수는 안 된다.",
			null,
			null,
			"Not to be feared.",
			"Even the man-made Herrscher is not my enemy."
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				4,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449098,
			"I will defeat you and avenge everyone! And Lord Otto will be proud of me!",
			"别小看我了！我要打败你，为大家报仇！这样奥托大人也一定会为我感到自豪！",
			"み、見くびらないで！あなたを倒して、みんなの敵を討ちますわ！そしたら、オットー様がわたくしを見直してくれるに違いありませんわ！",
			"제, 제가 만만하게 보지 마요! 당신을 쓰러뜨려서 모두의 원수를 갚을 거예요! 그럼 오토 님께서 분명 저를 다시 봐 주실 거예요!",
			null,
			null,
			"Don't underestimate me! I'm going to defeat you and avenge everyone! Then Lord Otto will be proud of me, too!",
			"Don't underestimate me! I will defeat you and avenge everyone! Then I'm sure that Otto will see me in a new light!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				473,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			449099,
			"Bang!",
			"砰！",
			"バンッ！",
			"빵야!",
			null,
			null,
			"Bang!",
			"Bang!"
		],
		[
			"speaker",
			204741
		],
		[
			"portraits",
			[
				46,
				3,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449100,
			"WeII why? I always feel like there's a magnetic field blocking my attack.",
			"唔，为什么，总觉得有个磁场抵挡住了我的攻击。",
			"うう、なんだか、磁場のようなものがわたくしの攻撃をブロックしたような気がしますわ。",
			"으으, 왠지 자기장 같은 게 제 공격을 막은 것 같아요.",
			null,
			null,
			"Well, why, it always feels like there's a magnetic field resisting my attacks.",
			"Ugh, I feel as if some kind of magnetic field blocked my attack."
		],
		[
			"msg",
			449101,
			"And her sword is full of Houkai energy...Is she a Herrscher?",
			"而且她的剑里充满了崩坏能……难道，她也是律者？",
			"それに彼女の剣には、たくさんの崩壊エネルギーが……まさか、彼女も律者なんですの？",
			"게다가 그녀의 검에는 엄청난 붕괴 에너지가... 설마 그녀도 율자인 거예요?",
			null,
			null,
			"And her sword is filled with Honkai energy ...... Could it be that she is also a Herrscher?",
			"And her sword has a lot of Honkai energy in it. ...... Don't tell me she's a Herrscher too?"
		],
		[
			"speaker",
			432743
		],
		[
			"portraits",
			[
				46,
				3,
				true
			],
			[
				473,
				0,
				false
			]
		],
		[
			"msg",
			449102,
			"Huh? I don't know what you're talking about.",
			"哈？不知道你在说什么。",
			"はぁ？何を言っているの。",
			"하? 무슨 소리야.",
			null,
			null,
			"Huh? Don't know what you're talking about.",
			"Huh? What are you talking about?"
		],
		[
			"msg",
			449103,
			"I'm human, the most ordinary human. If I get infected by a Houkai, I can die, a human without resistance.",
			"我可是人类，最普通不过的人类。不小心被崩坏感染就可能会死掉，毫无抗性的人类。",
			"私は人間、しかも普通の人間だ。うっかりしたら崩壊に感染して死んでしまうような、崩壊の抗体を持っていないただの人間だ。",
			"나는 인간, 게다가 평범한 인간이야. 실수하면 붕괴에 감염되어 죽을 수도 있는, 붕괴 항체가 없는 그냥 인간이라고.",
			null,
			null,
			"I'm a human, the most ordinary human. A human who could die if accidentally infected by Honkai, a human with no resistance.",
			"I am a human being, and an ordinary human being. I am just a human being who does not have antibodies to Honkai that would inadvertently infect me with Honkai and kill me."
		],
		[
			"msg",
			449104,
			"It's not the same as you.",
			"和你们是不一样的。",
			"お前たちとは違う。",
			"너희랑은 달라.",
			null,
			null,
			"It's not the same as you guys.",
			"I'm not like you guys."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				473,
				0,
				true
			]
		],
		[
			"soundEffect1",
			"DLC_CH00_EV14_WeaponCollisionMonsterFall"
		],
		[
			"msg",
			449105,
			"——Bang!",
			"——砰！",
			"——バンッ！",
			"빵!",
			null,
			null,
			"-Bang!",
			"--BANG!"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449106,
			"Looks like this is an opportunity, now!",
			"看来这是个机会，趁现在！",
			"チャンスだ！",
			"찬스다!",
			null,
			null,
			"Looks like this is an opportunity while it lasts!",
			"Opportunity!"
		],
		[
			"portraits",
			[
				70,
				2,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449107,
			"Mei!Yssring!",
			"芽衣！伊瑟琳！",
			"芽衣先輩！イザーリン！",
			"메이先輩!이자린!",
			null,
			null,
			"Mei! Estherine!",
			"Mei Senpai! Estherine!"
		],
		[
			"speaker",
			204607
		],
		[
			"portraits",
			[
				19,
				4,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449108,
			"How... Although this is only a preliminary reading... Is this the blueprint for the Stigmata terminal?Please give me a little more time, maybe we can get more information here than we think.",
			"怎么会……虽然只是初步解读……这难道是圣痕终端的蓝图？请再给我一点时间，或许，我们可以在这得到的资料会远超我们想象。",
			"そんな……一応解読してみたけど、これが聖痕端末の設計図だっていうの？もうちょっと時間をちょうだい。想像を超える情報が得られるかもしれないわ。",
			"그런... 일단 해독해 봤는데, 이게 성흔 단말의 설계도라고? 좀 더 시간을 줘. 상상을 뛰어넘는 정보를 얻을 수 있을지도 모르니까.",
			null,
			null,
			"How can ...... although it is only a preliminary interpretation ...... Could this be the blueprint for the Stigma terminal? Please give me a little more time, perhaps the information we can get here will be far more than we can imagine.",
			"I've tried to decipher ......, but you're saying this is the blueprint for the Stigmata terminal? Give me a little more time. You might get more information than you can imagine."
		],
		[
			"msg",
			449109,
			"But it's strange that we didn't find any information about MEI in Mei's Stigmata...",
			"不过这也太奇怪了，明明在芽衣圣痕中没有发现任何关于MEI的情报……",
			"でも変だね。芽衣の聖痕にはMEIに関する情報は何もなかったのに……。",
			"근데 이상하네. 메이의 성흔에는 MEI에 관한 정보는 아무것도 없었는데...",
			null,
			null,
			"But that's too weird, obviously I didn't find any information about MEI in Mei's stigmata ......",
			"That's odd though. I didn't see anything about MEI in Mei's stigmata, but you can find it at ......."
		],
		[
			"msg",
			449110,
			"If Stigmata's information can be modified as Mei wishes, and she even hides her tracks in this way, then why is it so easy now… What are you trying to tell us...",
			"如果圣痕的信息可以按MEI希望的修改，她甚至用这个方法藏起了自己的踪迹，那为什么现在又这么容易地……你到底想告诉我们什么……",
			"聖痕の情報をMEIが望む通り変更できるだとしたら、彼女はこの方法で自分の痕跡を隠したんだ。だったら、どうしてこのタイミングで簡単に情報を……いったい私たちに何を伝えたいの……。",
			"성흔의 정보를 MEI가 원하는 대로 변경할 수 있다면, 그녀는 이 방법으로 자신의 흔적을 숨겼어. 그렇다면, 왜 이 타이밍에 쉽게 정보를…… 대체 우리에게 무엇을 전하고 싶은 거야…….",
			null,
			null,
			"If the information on the stigmata can be modified the way MEI wants it to be, and she even used it to hide her tracks, then why is it so easy now ...... What are you trying to tell us ......",
			"If the MEI can change the information on the sacrament as they wish, then she has covered her tracks this way. If that is the case, then why would she want to tell us ...... information so easily at this time ......?"
		],
		[
			"speaker",
			204618
		],
		[
			"portraits",
			[
				70,
				7,
				false
			],
			[
				473,
				0,
				true
			]
		],
		[
			"msg",
			449111,
			"……",
			"……",
			"……。",
			"……。",
			null
		],
		[
			"msg",
			449112,
			"Looks like we all have our own battles, and if we both run away, it's not going to be good, is it?",
			"看来我们彼此都有着自己的战斗，而且都跑掉的话，恐怕会很不妙吧？",
			"ふっ、今ここで逃げ出したら使命を遂行している仲間を見捨てることになる。",
			"흥, 지금 여기서 도망치면 임무를 수행하고 있는 동료를 버리는 꼴이야.",
			null,
			null,
			"It seems we have our own battles with each other, and I'm afraid it's going to be a bad one if we all run away, isn't it?",
			"Pfft, if you run away now, you will be abandoning your friends who are on a mission."
		],
		[
			"msg",
			449113,
			"Leave it to Lord Kyuushou on Kiana's side, and let us win each other's battles.",
			"琪亚娜那边就交给九霄大人好了，让我们彼此在自己的战斗中取得胜利吧。",
			"キアナは我に任せて、この戦いで勝利を手に入れようではないか！",
			"키아나는 나에게 맡겨, 이 싸움에서 승리를 손에 넣자!",
			null,
			null,
			"I'll leave Kiana's side to Kyuushou-sama, let's let each other be victorious in our own battles.",
			"Let us leave Kiana to me and let us win this battle!"
		]
	],
	"139": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449114,
			"The other side North America",
			"另一边 北美",
			"同時刻　北米",
			"동시각 북미",
			null,
			null,
			"The other side, North America.",
			"Same time North America"
		],
		[
			"bgm",
			38
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			449115,
			"All the time, I am very grateful for everyone's care.",
			"一直以来，都非常感谢大家的照顾。",
			"今までお世話になりました。",
			"지금까지 신세졌습니다.",
			null,
			null,
			"The care has been much appreciated.",
			"Thank you for all you have done for us."
		],
		[
			"msg",
			449116,
			"I'm sorry Lord Himeko, Lord Kika, Lord Esha.",
			"对不起了姬子大人，辉火大人，爱莎大人。",
			"申し訳ございません、姫子様、輝火様、エルサ様。",
			"죄송합니다, 히메코님, 키카님, 엘사님.",
			null,
			null,
			"I'm sorry Himeko-sama, Kaguya-sama, and Aisha-sama.",
			"My apologies, Himeko-sama, Teruhi-sama, and Elsa-sama."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			449117,
			"Go, now that we're not Shicksal anymore, you have the right to choose your life.",
			"去吧，现在我们已经不是天命了，你们有权选择自己的人生。",
			"行きなさい。私たちはもう天命じゃないわ。あなたは自分の人生を選ぶ権利がある。",
			"가세요. 우리는 이미 천명이 아니에요. 당신은 자신의 인생을 선택할 권리가 있어요.",
			null,
			null,
			"Go ahead, now that we are no longer Schicksal, you have the right to choose your own life.",
			"Go. We are not Schicksal anymore. You have the right to choose your own life."
		],
		[
			"msg",
			449118,
			"If you can no longer fight, lay down your arms.",
			"无法再战斗的话，就放下武器。",
			"もう戦えないなら、武器は捨てなさい。",
			"이제 싸울 수 없다면, 무기는 버리세요.",
			null,
			null,
			"Drop your weapons if you can't fight anymore.",
			"If you can't fight anymore, drop your weapons."
		],
		[
			"speaker",
			204735
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				694,
				0,
				false
			]
		],
		[
			"msg",
			449119,
			"Thank you!",
			"谢谢你们！",
			"はい、ありがとうございます。",
			"네, 감사합니다.",
			null,
			null,
			"Thanks, guys!",
			"Yes, thank you."
		],
		[
			"msg",
			449120,
			null,
			"",
			null,
			null,
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				694,
				0,
				true
			]
		],
		[
			"msg",
			449121,
			"This is how Lord Theresa wants to see it…",
			"这就是德丽莎大人希望看到的结局吧……",
			"これはテレサ先輩が見たかった光景なの……。",
			"이건 테레사 선배가 보고 싶어했던 광경이야…….",
			null,
			null,
			"This is how Theresa-sama would like to see it end ......",
			"This is the sight Theresa senior wanted to see. ......"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				3,
				false
			]
		],
		[
			"msg",
			449122,
			"Or maybe it's just cannon fodder to keep the Valkyries in the field who don't want to fight anymore.",
			"或许是，让这些不想再战斗的女武神继续留在战场上，那就只是炮灰罢了，连侦查用的小车都不如。",
			"多分ね。もう戦いたくない戦乙女を戦場に残しても、無駄死にさせるだけよ。",
			"아마도. 싸우고 싶어하지 않는 발키리를 전장에 남겨둔다면, 헛되이 죽게 만들 뿐이야.",
			null,
			null,
			"Perhaps it was that keeping these Valkyries who didn't want to fight anymore on the battlefield would be nothing more than cannon fodder, not even as good as a cart for scouting.",
			"Maybe. Leaving a war maiden on the battlefield who no longer wants to fight will only let her die in vain."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				3,
				true
			]
		],
		[
			"msg",
			449123,
			"Well, let me make sure again, the people who are left...Do you all want to keep fighting?",
			"嗯，那么我再确认一遍，留下来的人……都希望继续战斗么？",
			"さて、もう一度確認するわよ。残った全員は……戦うのね？",
			"자, 다시 한번 확인할게. 남은 전원은… 싸울 거지?",
			null,
			null,
			"Well, then I'll double check, do those who stay ...... wish to keep fighting?",
			"Okay, let's go over this again. All the rest of you fight ......, right?"
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				4,
				false
			]
		],
		[
			"msg",
			449124,
			"It would be nice to retire this way, but I couldn't bear it. It's really annoying to see people being killed in front of you.",
			"就这么退休倒也不错，但我果然咽不下这口气。看着大家在自己面前被杀死这种事，真的非常让人讨厌。",
			"このまま引退してもいいんだけど、すっきりしないのよね。目の前でみんなが殺されるなんて、本当に腹が立つわ。",
			"이대로 은퇴해도 괜찮지만, 찜찜해. 눈앞에서 모두가 죽는 건 정말 화가 나.",
			null,
			null,
			"It would be nice to retire like this, but I really can't swallow this. Watching people get killed in front of me is really, really annoying.",
			"I could retire like this, but it doesn't feel right. It really pisses me off that people are getting killed right in front of my eyes."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				876,
				2,
				false
			]
		],
		[
			"msg",
			449125,
			"But there's no way we can fight the Human Union now.",
			"不过，现在的我们根本没办法对抗人合联。",
			"でも、今の私たちでは人類契約連合に対抗できない。",
			"하지만 지금의 우리로는 인류계약연합에 맞설 수 없어.",
			null,
			null,
			"However, there is no way for us to fight against the HSU now.",
			"But we can't compete with the Human Contract Coalition now."
		],
		[
			"msg",
			449126,
			"Without Shicksal behind us now, there was no guarantee of living expenses or combat-related supplies.",
			"如今没有天命在背后支持我们，无论是生活的支出，亦或是战斗相关的补给，都是无法确保的。",
			"天命のサポートを失った今、生活費や戦闘物資も保証されないわ。",
			"천명의 지원을 잃은 지금, 생활비나 전투 물자도 보장되지 않아.",
			null,
			null,
			"Nowadays, without Schicksal behind us, there is no way to ensure either living expenses or battle-related supplies.",
			"Now that we've lost our Schicksal support, we're not guaranteed a living wage or combat supplies."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				876,
				2,
				true
			]
		],
		[
			"msg",
			449127,
			"That's right. So I've been thinking about what we should do from now on.",
			"没错，所以我也一直在想，今后我们该做什么。",
			"そこが課題になるわ。だから、これからはどうするのか、ずっと考えてた。",
			"그게 과제가 될 거야. 그래서, 앞으로 어떻게 할지 계속 생각해왔어.",
			null,
			null,
			"Exactly, which is why I've also been wondering what we should do in the future.",
			"That's going to be the challenge. So I've been thinking a lot about what we're going to do."
		],
		[
			"msg",
			449128,
			"Despite the promise to bring back Lord Theresa, it is our own problems that need to be dealt with most now.",
			"虽然答应要将德丽莎大人带回来，但眼下最需要处理的，应该是我们自己的问题才对。",
			"テレサ先輩を連れ戻すと約束したけれど、今は私たちには自身の問題を先に解決しなければならない。",
			"테레사 선배를 데려오기로 약속했지만, 지금은 우리 자신의 문제를 먼저 해결해야 해.",
			null,
			null,
			"Although we promised to bring Theresa-sama back, the most important thing we need to deal with right now should be our own problems.",
			"I promised to bring Theresa senior back, but now we have our own problems to solve first."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				1,
				false
			]
		],
		[
			"msg",
			449129,
			"Ah... I began to miss the days when I had two days off…",
			"啊……我开始怀念以前做一休二的日子了……",
			"はぁ～……一日仕事して二日間休める日が恋しくなったわね……。",
			"하아~… 하루 일하고 이틀 쉬는 날이 그리워졌네….",
			null,
			null,
			"Ah ...... I'm starting to miss the days when I used to do one off ......",
			"Huh. ...... I miss the days when I can work one day and take two days off. ......"
		],
		[
			"msg",
			449130,
			"What then? You don't want us to be mercenaries, do you, with your head in the right place?",
			"那怎么办，以你这脑子去想的话，该不会要我们当佣兵吧？",
			"それで、どうするの？もしかして傭兵でもなれっていうの？",
			"그래서, 어떻게 할 거야? 혹시 용병이라도 하라는 거야?",
			null,
			null,
			"Then what? If you think about it, you don't want us to be mercenaries, do you?",
			"So, what are you going to do? Are you asking me to become a mercenary?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				1,
				true
			]
		],
		[
			"msg",
			449131,
			"It's really a way to build up your network, get more fighting power… However, it is also very long.",
			"这确实是一个方法，重新累积人脉，掌握更多战力……但是，却也非常漫长。",
			"確かにそれも一つの手かもしれないわね。人脈と戦力の両方集めることができるけど、それに時間を掛けるほど悠長なことをしていられないわ。",
			"확실히 그 방법도 하나의 수일지도 모르겠네. 인맥과 전력 모두 모을 수 있지만, 거기에 시간을 들일 만큼 한가롭게 지낼 수는 없어.",
			null,
			null,
			"This is indeed a way to re-accumulate connections and master more war power ...... However, it is also very long.",
			"That could certainly be one way to go. We can gather both contacts and forces, but we can't take the time to do that."
		],
		[
			"msg",
			449132,
			"But in any case, we must first establish a new foothold.",
			"但无论如何，我们都得先建立新的据点。",
			"いずれにしても、まずは新しい拠点を作らないといけないわ。",
			"어쨌든, 우선은 새로운 거점을 만들어야 해.",
			null,
			null,
			"But in any case, we have to establish a new stronghold first.",
			"Either way, we need to build a new base first."
		],
		[
			"speaker",
			204665
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				809,
				2,
				false
			]
		],
		[
			"msg",
			449133,
			"Here?",
			"在这里？有你的熟人么难道，那还真没想到啊~",
			"ここで？知り合いでもいるの？",
			"여기서? 아는 사람이라도 있어?",
			null,
			null,
			"Here? Do you have any acquaintances? - No, that's a surprise.",
			"Here? Do you know someone here?"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				809,
				2,
				true
			]
		],
		[
			"msg",
			449134,
			"...I heard from Lord Theresa that the Kiana survived only because they were teleported to the North American branch at the last minute.",
			"不……我从德丽莎大人那里听说了，琪亚娜她们能活下来，是因为在最后关头传送到了北美支部。",
			"いるわけないじゃない、今更何を言ってるのよ。そうじゃなくて、ほら、キアナたちが生き残ったのは、土壇場で北米支部に転送されたとテレサ先輩から聞いたわ。",
			"있을 리가 없잖아, 지금 와서 무슨 소리야. 그게 아니라, 있잖아, 키아나들이 살아남은 건 간발의 차로 북미 지부로 전송됐다고 테레사 선배한테 들었어.",
			null,
			null,
			"No...... I heard from Theresa-sama that Kiana and the girls survived because they teleported to the North American branch at the last minute.",
			"There's no way they're there, what are you talking about now? I didn't mean that, you see, Theresa senior told me that Kiana and the others survived and were transferred to the North American branch at the last minute."
		],
		[
			"msg",
			449135,
			"There should be a base where Anti-Entropy used to be.",
			"这里，应该有着逆熵曾经的基地才对。",
			"そこには、ネゲントロピーの拠点があるはずよ。",
			"거기에는 네겐트로피의 거점이 있을 거야.",
			null,
			null,
			"Here, there should be a base where Anti-Entropy used to be.",
			"There should be a Anti-Entropy stronghold there."
		],
		[
			"msg",
			449136,
			"I didn't see Moonlight Throne or Huberian in the Human Union, but they might have been found in the North American branch, if they hadn't gone down with the Ark Fortress.",
			"在人合联里，我没有看到月光王座和休伯利安，如果它们不是陪着方舟要塞一同毁灭的话，说不定能在北美支部找到。",
			"人類契約連合では、月光王座とハイペリオンを見ていないわ。方舟と一緒に破壊されてないなら、北米支部で見つかるかもしれない。",
			"인류계약연합에서는 월광왕좌와 히페리온을 보지 못했어. 방주와 함께 파괴되지 않았다면, 북미 지부에서 찾을 수 있을지도 몰라.",
			null,
			null,
			"I don't see the Moonlight Throne or Hyperion in the HLA, and if they hadn't accompanied the Ark Fortress to its destruction, they might have been found in the North American branch.",
			"I haven't seen Moonlight Throne and Hyperion in the Human Contracting Union. If they were not destroyed with the Ark, they may be found in the North American branch."
		],
		[
			"msg",
			449137,
			"If we are lucky enough to recover the two ships, it will also facilitate our follow-up activities.",
			"如果能幸运找回这两艘战舰，也会方便我们展开后续活动。",
			"この二隻の艦艇を回収できれば、今後の活動も容易になるわ。",
			"이 두 척의 함선을 회수할 수 있다면, 앞으로의 활동도 수월해질 거야.",
			null,
			null,
			"If we are lucky enough to retrieve these two battleships, it will also make it easier for us to start our follow-up activities.",
			"If we can recover these two vessels, it will make our future operations easier."
		],
		[
			"speaker",
			204791
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				876,
				3,
				false
			]
		],
		[
			"msg",
			449138,
			"Do it before it's too late. I have a bad feeling that in this peaceful place, I can feel Houkai's fluctuations vaguely.",
			"趁早开始行动吧，我有种不好的预感，在这种太平的地方，我也能隐约感受到崩坏能的波动。",
			"だったら早めに行動しよう。なんだか嫌な予感がするわ。こんな何もないところでも、微かに崩壊エネルギーの変動を感じる。",
			"그렇다면 빨리 움직이자. 왠지 불길한 예감이 들어. 이런 텅 빈 곳에서도, 희미하게 붕괴 에너지의 변동을 느껴.",
			null,
			null,
			"Let's start moving before it's too late, I have a bad feeling that I can vaguely feel the fluctuation of Honkai energy even in such a peaceful place.",
			"Then let's act early. I have a bad feeling about this. Even in the middle of nowhere like this, I can feel a faint fluctuation of Honkai energy."
		],
		[
			"speaker",
			204584
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449139,
			"Because the world is coming down to the wire.",
			"因为，世界已经要进入最后关头了。",
			"世界が瀬戸際に来ているからだよ。",
			"세계가 위기에 처해 있기 때문이야.",
			null,
			null,
			"Because, the world is going into its final throes.",
			"Because the world is coming to the brink."
		],
		[
			"stopBGM"
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			449140,
			"Who!",
			"谁！",
			"何者なの！？",
			"뭐야!?",
			null,
			null,
			"Who!",
			"Who are you!"
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			449141,
			"First meeting, the Valkyries of the former Shicksal. Am I wrong~",
			"初次见面，前天命的女武神们，我没认错吧~",
			"初めまして。元天命の戦乙女たち。",
			"처음 뵙겠습니다. 원천명의 전투처녀들.",
			null,
			null,
			"First look, former Schicksal Valkyries, did I recognize you correctly?",
			"Nice to meet you. Former Schicksal War Maidens."
		],
		[
			"msg",
			449142,
			"I'll do the same! The former anti-entropy executor, Traveler.",
			"那我也这么介绍吧！前逆熵的执行者，旅人。",
			"自己紹介をしようか。私はネゲントロピーの執行者、旅人だよ。",
			"자기소개를 할까. 나는 네겐트로피의 집행자, 여행자야.",
			null,
			null,
			"Then I'll introduce it that way too! Former Enforcer of Anti-Entropy, Traveler.",
			"Let me introduce myself. I am an Anti-Entropy enforcer, a traveler."
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				929,
				0,
				true
			]
		],
		[
			"msg",
			449143,
			"Anti-Entropy!?",
			"逆熵的！？",
			"ネゲントロピー！？",
			"네겐트로피!?",
			null,
			null,
			"Anti-Entropy!",
			"Anti-Entropy！？"
		],
		[
			"speaker",
			204636
		],
		[
			"portraits",
			[
				401,
				0,
				true
			],
			[
				929,
				0,
				false
			]
		],
		[
			"msg",
			449144,
			"I know what you're looking for. Come with me?",
			"我知道你们要找的东西在哪，要跟我来吗？",
			"今じゃ元執行者になるのかな。ああ、そうそう、探し物の在処を知ってるよ。私についてくるかい？",
			"이젠 전 집행자가 되는 걸까. 아, 그래 그래, 찾는 물건의 소재를 알고 있어. 나 따라올래?",
			null,
			null,
			"I know where you're looking for something. Want to come with me?",
			"I guess I'm a former enforcer now. Oh, yeah, yeah, I know where to find what you're looking for. Do you want to follow me?"
		]
	]
}