{
	"180": [
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53167,
			"My father and me was fighting with the Kasa-obake at this place before…",
			"这里是方才妾身与家父和那伞妖战斗的地方……",
			"ここは妾の家族と「千影」が戦闘を繰り広げた場所…",
			"이곳은 소첩의 가족과 「센카게」가 전투를 벌였던 장소…",
			"This is where I fought against the umbrella monster with my father..."
		],
		[
			"msg",
			53168,
			"Smell of demon…Kasa-obake must be nearby.",
			"这里妖气弥漫，千影一定就在不远。",
			"ここは妖気につつまれておる。千影も遠くはないはずだ。",
			"이곳은 요기에 휩싸여 있군. 센카게도 멀지 않을 거야.",
			"There's a demonic aura everywhere here. Chikage must be not far away."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53169,
			"Finally, we almost find him…",
			"走了这么久终于有回报了啊~",
			"ここまで歩いたのも無駄じゃなかったようですね。",
			"여기까지 걸어온 것도 헛되진 않았나 보군요.",
			"We walked for so long, and finally we see the fruits of our effort~"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53170,
			"Do you really want to fight with it? Kasa-obake is not human being, sword is useless. I can't guarantee your security.",
			"汝真的要与妾身一同与伞妖战斗么，伞妖不是人类，不是一般刀剑所能伤及的，倘若遇到危险，妾身也无法保证你的安全。",
			"本当に妾と供に「千影」と戦うつもりか？「千影」は人間ではない。普通の剣などでは傷を負わせることすらできない。何かあっても妾は知らぬぞ。",
			"정말 소첩과 함께 「센카게」와 싸울 작정이오? 「센카게」는 인간이 아니오. 보통 검으로는 상처 입히는 것조차 불가능하지. 무슨 일이 생겨도 소첩은 모른다오.",
			"Do you really want to fight the umbrella monster with me? The umbrella monster is not human and cannot be harmed by ordinary swords. If you encounter danger, I cannot guarantee your safety."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53171,
			"You are so fickle. Take it easy, I promise that I will help you when you are in trouble.",
			"小姐真是薄情呢，不过请小姐宽心，在下会保证小姐在危险的时候搭救小姐的哦。",
			"…結構薄情ですね。でも心配ご無用、もしお嬢さんの身に危険が迫ったら、拙者は必ず助太刀いたしますよ？",
			"…꽤 무정하시네요. 하지만 걱정 마시오, 만약 아가씨께 위험이 닥치면 졸인 반드시 도와드리겠소.",
			"That's pretty heartless... but please don't worry, I promise to rescue you if you're in danger."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53172,
			"Seems you are really a strong warrior.",
			"看来汝还真的是未尝一败的强者呢。",
			"流石無敗の剣豪、心強い強い。",
			"역시 무패의 검호, 든든하네요.",
			"It guess you are really a strong warrior, since you've  never been defeated."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53173,
			"Oh? You finally admit my ability.",
			"哦？小姐终于承认在下的实力了么？",
			"おや、やっと拙者の実力を認める気になりましたか？",
			"오, 드디어 소인의 실력을 인정할 마음이 생기셨습니까?",
			"Oh? Miss, are you finally acknowledging my strength?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53174,
			"Sure, your talking ability.",
			"没错，在耍嘴皮子这一点上。",
			"大口をたたく実力だけは認めてやるぞ。",
			"허풍만은 인정해 주지.",
			"That's right, when it comes to talking nonsense."
		]
	],
	"181": [
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53175,
			"Lonely moon, rain of flowers, there are many beautiful scenes in the world. Do you enjoy the scene here?",
			"孤月批霜，白星落樱，君可知尘世美景几何？竟来此虚无之地共赏幽冥。",
			"辺境の森へようこそ。見ての通り、なにもないところですが、何かご用かしら？",
			"변경의 숲에 어서 오세요. 보시다시피, 아무것도 없는 곳이지만, 무슨 일이라도?",
			"The solitary moon is frost-covered, white stars are falling on the cherry blossoms... Do you know how many beautiful sights there are in the world? Why do you come to this empty place to enjoy the netherworld?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53176,
			"Is she Kasa-obake?",
			"这位小姐就是伞妖千影？",
			"これが唐傘お化けの千影？",
			"이게 당산 오바케의 치카게?",
			"Is this lady the umbrella demon Chikage?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53177,
			"No, she is my sister, her name is Shirosakura…",
			"不，她是妾身的姐姐，名叫白樱……",
			"いや、妾の姉上、白桜だ。",
			"아니, 첩의 자매님, 시라자쿠라다.",
			"No, she is my elder sister. Her name is Shirosakura..."
		],
		[
			"msg",
			53178,
			"Do you remember me? Shiro-Sama, please leave the Kasa-obake.",
			"姐姐大人，可还记得妹妹，请姐姐大人离开这伞妖。",
			"姉上！その妖怪傘から離れてくださいませ！",
			"자매님! 그 요괴 우산에서 떨어져 주십시오!",
			"My dear sister! Please remember me and leave this umbrella monster!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53179,
			"Kasa-obake…Why do you say that. It's just like a friend to me, it won't hurt me.",
			"伞妖…妹妹何出此言。这把伞一直陪伴在吾身旁宛若挚友，怎会是妖物呢？",
			"妖怪傘？あらこの子、何を言っているのかしら？吾と同じ時を共に過ごしてきた友が、妖怪であるはずがありませんわ。",
			"요괴 우산? 아이고 이 아이, 무슨 소리를 하는 거예요? 저와 같은 세월을 함께해온 친구가 요괴일 리가 없잖아요.",
			"Umbrella monster... Why do you say that, sister? This umbrella has always been by my side like a close friend, how can it be a monster?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53180,
			"It seems that you were confused by the Kasa-obake.Alright, don't blame then.",
			"看来姐姐大人已经被千影给迷惑了心智？既然这样，就别怪妹妹无礼了！",
			"姉上…既に心まで奪われてしまったか。それならば仕方があるまい、ご無礼をお許しください！",
			"자네... 벌써 마음까지 빼앗긴 모양이군. 그렇다면 어쩔 수 없지, 실례를 용서하시오!",
			"So my elder sister has been bewitched by Chikage? Well, in this case, don't blame your younger sister for being rude!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53181,
			"Keng!",
			"吭！",
			"カーン！",
			"쨍그랑!",
			"Clang!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53182,
			"Cough!",
			"咳！",
			"はっ！",
			"핫!",
			"*Cough!*"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53183,
			"Why you always don't listen to me, since you were a little girl. This will only hurt yourself. I just saved you and let you get out of the forest, why you come back again?",
			"妹妹为何总是不听姐姐的话呢，从小时候起就我行我素，这样只会害了自己。刚才姐姐已经将汝救出这森林，汝为何又要回来？",
			"楓ちゃんはいつもこうよね、わがままで自分勝手。せっかく森の外まで見逃し、助けてあげたのに、何でまた戻ってきたのかしら。",
			"카에데는 항상 이래, 제멋대로이고 자기중심적이야. 애써 숲 밖까지 놓아주고 구해줬는데, 왜 또 돌아온 거야?",
			"Why do you always disobey your elder sister? You have been doing only whatever you want since you were little, and this is only hurting yourself. I have just rescued you from this forest, why do you want to come back?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53184,
			"If you really meant to save me, just let my father and families go and beat the Kasa-obake with me!",
			"姐姐若是真要救我，就将父亲与族人放了，和妹妹一起消灭这伞妖！",
			"もし本当に助ける気がございましたら、父上や他の皆も開放して、妖怪「千影」を一緒に倒しましょう。",
			"진심으로 구하려 하신다면, 아버님과 다른 모두도 풀어주시고, 요괴「천영」을 함께 쓰러뜨립시다.",
			"If you really want to save me, sister, please release my father and the other clan members, and work with me to destroy this umbrella monster!"
		],
		[
			"msg",
			53185,
			"Kasa-obake! I won't leave here! No matter what will happen, I must beat you…Cough! Cough!",
			"妖伞千影！妾身是不会离去的！今天即使殒命于此妾身也要将汝……咳！咳！",
			"妖怪「千影」！今日は刺し違えようとも、貴様をここで滅ぼす！",
			"요괴「천영」! 오늘은 죽을 각오로 싸워서라도 너를 이 자리에서 멸하겠다!",
			"Demon umbrella Chikage! I will not leave! Even if I die here today, I will destroy you... *Cough! Cough!*"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53186,
			"I think it's a good idea to leave here, you can't beat the Kasa-obake now.",
			"在下也奉劝小姐就此离去为好，这伞妖以小姐目前的伤势迎战根本就是以卵击石。",
			"ここは一旦引いた方が良いと拙者は進言したいところだけどね。お嬢さん今の状態ではこの妖怪を倒すのは難しいでしょう。",
			"여기는 한번 물러나는 게 좋겠다고 소인이 진언하고 싶은데요. 아가씨 지금 상태로는 이 요괴를 쓰러뜨리는 건 어려울 겁니다.",
			"I advise you to leave now, young miss. With your current injuries, it would be like hitting a rock with an egg if you fought the umbrella monster."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53187,
			"It's my decision! It's none of your business!",
			"这是吾等驱妖世家之事！不需要汝来插手！",
			"これは伊豆家の問題だ！部外者は黙っておれ！",
			"이건 이즈 가문의 문제다! 외부인은 입 다물어!",
			"This is the business of our demon-exorcist clan! You don't need to interfere!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53188,
			"No, I promised that if you die here, I need to bury you. It's a big trouble to me if you really die.",
			"这可不成，在下与小姐有过约定，倘若小姐葬身于此，在下还要出力立坟，费心劳神，多不值啊。",
			"聞き入れられませんね。何しろ、お嬢さんの墓を建てる約束をしてしまった故、もしお嬢さんが倒された場合、拙者はここで墓を掘らねばなりません。",
			"받아들여질 수 없군요. 무슨 일이 있어도, 아가씨의 묘를 세우기로 약속했기 때문에, 만약 아가씨가 쓰러진다면 소인은 여기서 무덤을 파야 합니다.",
			"This won't do. You and I had an agreement. If you were to die here, I would have to work hard to build your grave. It would be a waste of time and effort. It's not worth it."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53189,
			"You…Cough!! Cough!!",
			"汝……咳！！咳！！",
			"汝…！ゴホッ！ゴホッ！",
			"이 자…! 콜록! 콜록!",
			"You... *Cough!! Cough!!*"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53190,
			"Just take a break, I will deal the Kasa-obake.",
			"所以小姐就且休息片刻，这伞妖就交给在下来吧。",
			"そこの妖怪傘は拙者にお任せを、お嬢さんはそこらへんで休んでいるといい。",
			"저기 있는 요괴 우산은 소인에게 맡기시고, 아가씨는 저쪽에서 쉬고 계시는 게 좋겠습니다.",
			"So, Miss, please rest for a while, and leave this umbrella monster to me."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53191,
			"You really meant to beat it…",
			"汝果然也是冲着千影而来么。",
			"汝も「千影」狙いだったのか？",
			"너도 「치카게」를 노렸던 건가?",
			"So you are here for Chikage as well?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53192,
			"I don't care who would be my competitor.",
			"对在下来说，对手是谁并不重要。",
			"いや。相手は誰でも良い。",
			"아니. 상대는 누구라도 상관없다.",
			"To me, it doesn't matter who the opponent is."
		],
		[
			"msg",
			53193,
			"I just try to find an enemy who can beat me.",
			"在下只想寻找一个能杀死在下的人。",
			"拙者を倒せるものを探している。",
			"나를 쓰러뜨릴 자를 찾고 있다.",
			"I just want to find someone who can defeat me."
		]
	],
	"182": [
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53194,
			"I can't image there is another person like you in the world…",
			"没想到这世上还有像阁下这样的高人……",
			"まさか、この世の中にまだあなた様のような達人がいるとは思いもしませんでしたわ。",
			"이런 세상에 아직도 당신님 같은 고수가 계실 줄은 꿈에도 몰랐어요.",
			"I didn't expect there to be such a powerful person like you to exist..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53195,
			"You are better than a lot of people who called themselves \"master\".",
			"小姐才是，看似柔弱，实力却比江湖上自称高手之人强出百倍。",
			"お姉さんの方こそ。実力はその辺の名人を気取ってる奴らの百倍、いや、それ以上だね。",
			"아가씨 쪽이 말이야. 실력은 그런 대가 행세하는 자들보다 백 배, 아니, 그 이상이야.",
			"This young lady is the one. Although she looks weak, her strength is a hundred times stronger than those who claim to be masters in this world."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53196,
			"May I have your name…",
			"请问阁下姓名……",
			"お名前を聞いても宜しいかしら？",
			"성함을 여쭤봐도 될까요?",
			"May I ask for your name...?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53197,
			"I'm Hokushin Mei.",
			"在下北辰芽衣。",
			"北辰芽衣だ。",
			"북진메이다.",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53198,
			"Mei-Sama, I have a request. Please kill me and use my soul to seal the Kasa-obake…",
			"芽衣大人，小女有一事请阁下成全，请在此了断小女，让小女用魂魄将伞妖封印，这样它就再也无法…",
			"芽衣様、ひとつお願いがございます。今もう一度吾を絶ち、吾の魂を持って「千影」を封印してください。そうすればもう…",
			"메이님, 한 가지 부탁이 있습니다. 지금 다시 한번 저를 베어, 제 영혼으로 「천영」을 봉인해 주십시오. 그렇게 하면 이제...",
			"Mei-sama, I have a favor to ask of you. Please end my life here and let me seal the umbrella demon with my soul, so that it will never be able to..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53199,
			"!?",
			"！？",
			"！？",
			"!?",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53200,
			"I have sealed the Kasa-obake in this forest for years. I'm afraid I can't seal it anymore. When he break the seal, I will lose my mind and become its puppet.",
			"吾与伞妖千影相伴数年，用体内的法力将它的妖力封印于这森林之中，现在力量就快枯竭，恐怕不久就会被伞妖完全吞噬，成为它的傀儡……",
			"吾の法力で今まで何年間も「千影」をこの森に抑えてきましたが、すでに限界がきています。法力が尽きれば吾は完全に支配されてしまいます。",
			"나의 법력으로 지금까지 몇 년간 「천영」을 이 숲에 가두어 왔지만, 이미 한계에 다다랐소. 법력이 다하면 나는 완전히 지배당하고 말 것이오.",
			"I have been with the umbrella demon Chikage for several years. I have used the magic power in my body to seal its demonic power in this forest. Now my power is almost exhausted. I am afraid that I will soon be completely devoured by the umbrella demon and become its puppet..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53201,
			"Shiro-Sama, there must be some other ways!",
			"姐姐大人，一定还有别的办法的！",
			"姉上！まだほかの手があるはずです！どうか諦めないでください！",
			"누님! 아직 다른 방법이 있을 거예요! 제발 포기하지 마세요!",
			"Sister, there must be another way!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53202,
			"Time is not enough…Mei-Sama,please do it, I can't control the demon anymore.",
			"已经来不及了……芽衣大人，请快下手吧，小女已经无法控制伞妖的妖力了……",
			"もう手遅れよ…芽衣様、お願い致します。吾にはもう「千影」の妖力を制御する力は残されておりません。",
			"이미 때는 늦었어…메이様, 부탁드립니다. 저에게는 더 이상 「천영」의 요력을 제어할 힘이 남아있지 않습니다.",
			"It's too late... Mei-sama, please act quickly, I can no longer control the power of the umbrella demon..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53203,
			"As your wish.",
			"那在下就恭敬不如从命了。",
			"では、遠慮なく切らせていただこう。",
			"그럼, 사양하지 않고 베도록 하지.",
			"Then I will respectfully obey your command."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53204,
			"Kurokaede, it's nice to see you again…I'm so happy…",
			"黑枫，能在最后再见到你……姐姐此生无憾了……",
			"楓ちゃん、最後にあえて嬉しかったわ。これでもう悔いはありません…",
			"카에데, 마지막으로 만나서 기뻤어. 이제야 흔쾌히 갈 수 있겠네…",
			"Kaede-chan, I have no regrets in my life because I can see you again at the end..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53205,
			"NO!!!",
			"不要！！！！",
			"いやああああああああああ！！！",
			"아니야아아아아아아아!!!",
			"NOOOOOOOOOOO!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53206,
			"KA!!",
			"咔！！",
			"スパッ！",
			"슈샥!",
			"Swish!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53207,
			"Shiro-Sama!!!",
			"姐姐大人！！！",
			"姉上ー！！",
			"누님—!!",
			"Sister!!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53208,
			"Toot…",
			"呜……",
			"う…",
			"으…",
			"Ugh..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53209,
			"You just broke the Kasa-obake!",
			"汝居然把千影给斩断了！",
			"まさか、汝、「千影」を切ったのか！？",
			"설마, 자네, 「치카게」를 베었는가!?",
			"No way... You... really just cut Chikage?!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53210,
			"I promise that I will bury you but I didn't promise to bury your sister.",
			"在下只答应过给小姐立坟，可不包括汝的姐姐啊。",
			"あいにく、拙者はお嬢さんの墓を建てる約束はしたが、姉の方の墓も建てる約束はしておりません故。",
			"안타깝게도, 소인은 아가씨의 무덤을 쌓기로 약속했지만, 누님의 무덤도 쌓기로 약속한 적은 없사옵니다.",
			"I only promised to build a tomb for you, not for your sister."
		],
		[
			"msg",
			53211,
			"Oh, compare with beat someone, it's hard to help others.",
			"哎，看来原来比起杀人……救人来的更麻烦呢。",
			"やれやれ、人を切るより救う方が難しいようですね。",
			"아이고, 사람을 베는 것보다 구하는 게 더 어려운 모양이군요.",
			"Aiya, it seems that saving people is more troublesome than killing them."
		]
	],
	"183": [
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53212,
			"Lonely moon, rain of flowers, there are many beautiful scenes in the world. Do you enjoy the scene here?",
			"孤月披霜，白星落樱，君可知尘世美景几何？竟来此虚无之地共赏幽冥。",
			"辺境の森へようこそ。見ての通り、なにもないところですが、何かご用かしら？",
			"변경의 숲에 오신 걸 환영해요. 보시다시피, 아무것도 없는 곳이지만, 무슨 일이라도?",
			"The lonely moon is covered with frost, white stars are falling like cherry blossoms. Do you know how many beautiful sights there are in the world? Why do you come to this empty place to enjoy the netherworld?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53213,
			"Is she Kasa-obake?",
			"这位小姐就是伞妖千影？",
			"これが唐傘お化けの千影？",
			"이게 우산 도깨비 치카게인가?",
			"Is this lady Chikage the umbrella demon?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53214,
			"No, she is my sister, her name is Shirosakura…",
			"不，她是妾身的姐姐，名叫白樱……",
			"いや、妾の姉上、白桜だ。",
			"아니, 이 몸의 언니, 시라자쿠라다.",
			"No, she is my elder sister. Her name is Shirosakura..."
		],
		[
			"msg",
			53215,
			"Do you remember me? Shiro-Sama, please leave the Kasa-obake.",
			"姐姐大人，可还记得妹妹，请姐姐大人离开这伞妖。",
			"姉上！その妖怪傘から離れてくださいませ！",
			"언님! 그 요괴 우산에서 떨어져 주십시오!",
			"Dear sister, please remember me. Please leave this umbrella demon."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53216,
			"Kasa-obake…Why do you say that. It's just like a friend to me, it won't hurt me.",
			"伞妖…妹妹何出此言。这把伞一直陪伴在吾身旁宛若挚友，怎会是妖物呢？",
			"妖怪傘？あらこの子、何を言っているのかしら？吾と同じ時を共に過ごしてきた友が、妖怪であるはずがありませんわ。",
			"요괴 우산? 아이고 이 아이, 무슨 말을 하는 거지? 이 몸과 같은 시간을 함께해온 친구가 요괴일 리 없소.",
			"Umbrella <i>demon...</i> Why do you say that, sister? This umbrella has always been by my side like a close friend, how can it be a demon?"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53217,
			"It seems that you were confused by the Kasa-obake.Alright, don't blame then.",
			"看来姐姐大人已经被千影给迷惑了心智？既然这样，就别怪妹妹无礼了！",
			"姉上…既に心まで奪われてしまったか。それならば仕方があるまい、ご無礼をお許しください！",
			"언님... 벌써 마음까지 빼앗긴 겁니까. 그렇다면 어쩔 수 없군, 실례를 용서하십시오!",
			"Sister... it seems your heart has already been stolen. If that's the case, there's nothing I can do. Please forgive my rudeness!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53218,
			"I think it's a good idea to leave here, you can't beat the Kasa-obake now.",
			"在下奉劝小姐就此离去为好，这伞妖以小姐目前的伤势迎战根本就是以卵击石。",
			"ここは一旦引いた方が良いと拙者は進言したいところだけどね。お嬢さん今の状態ではこの妖怪を倒すのは難しいでしょう。",
			"여기서는 일단 물러나는 게 좋을 거라고 졸자는 진언하고 싶지만 말이야. 아가씨, 지금 상태로는 이 요괴를 쓰러뜨리기 어려울 걸세.",
			"I advise you to leave now. With your current injuries, it would be like hitting a rock with an egg for you to fight the umbrella demon."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53219,
			"It's my decision! It's none of your business!",
			"这是吾等驱妖世家之事！不需要汝来插手！",
			"これは伊豆家の問題だ！部外者は黙っておれ！",
			"이건 이즈가(伊豆家)의 문제다! 관계 없는 자는 조용히 있어!",
			"This is the business of our demon-exorcist family! You need not interfere!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53220,
			"No, I promised that if you die here, I need to bury you. It's a big trouble to me if you really die.",
			"这可不成，在下与小姐有过约定，倘若小姐葬身于此，在下还要出力立坟，费心劳神，多不值啊。",
			"聞き入れられませんね。何しろ、お嬢さんの墓を建てる約束をしてしまった故、もしお嬢さんが倒された場合、拙者はここで墓を掘らねばなりません。",
			"받아들여지지 않는군. 아무튼, 아가씨의 무덤을 세우기로 약속해버린 탓에, 만약 아가씨가 쓰러진다면 졸자는 여기서 무덤을 파야 하니.",
			"This won't do. You and I have an agreement. If you die here, I will have to work hard to build you a grave. It will be a waste of time and effort. It's not worth it."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53221,
			"You…Cough!! Cough!!",
			"汝……咳！！咳！！",
			"汝…！ゴホッ！ゴホッ！",
			"그대…! 콜록! 콜록!",
			"You... *Cough!! Cough!!*"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53222,
			"Just take a break, I will deal the Kasa-obake.",
			"所以小姐就且休息片刻，这伞妖就交给在下来吧。",
			"そこの妖怪傘は拙者にお任せを、お嬢さんはそこらへんで休んているといい。",
			"저 요괴 우산은 소인에게 맡기시오, 아가씨는 저쪽에서 좀 쉬고 계시게.",
			"So Miss, please take a rest for a while, and leave this umbrella demon to me."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53223,
			"You really meant to beat it…",
			"汝也是冲着千影而来么……",
			"汝も「千影」狙いだったのか？",
			"그대도 「천영」을 노린 건가?",
			"Are you here for Chikage as well...?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53224,
			"I don't care who would be my competitor.",
			"对在下来说，对手是谁并不重要。",
			"いや。相手は誰でも良い。",
			"아니. 상대는 누구라도 좋다.",
			"To me, it doesn't matter who the opponent is."
		],
		[
			"msg",
			53225,
			"I just try to find an enemy who can beat me.",
			"在下只想寻找一个能杀死在下的人。",
			"拙者を倒せるものを探している。",
			"소인을 쓰러뜨릴 수 있는 자를 찾고 있다.",
			"I just want to find someone who can defeat me."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53226,
			"Here we go.",
			"那小女就失礼了！",
			"では失礼する！",
			"그럼 실례하겠소!",
			"How rude!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53227,
			"Keng!",
			"吭！！",
			"カーン！！",
			"쨍!!",
			"Clang!!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53228,
			"I can't image there is another person like you in the world…",
			"呃……没想到这世上还有像阁下这样的高人……",
			"まさか、この世の中にまだあなた様のような達人がいるとは思いもしませんでしたわ。",
			"설마, 이 세상에 아직도 당신 같은 달인이 있을 줄은 꿈에도 생각지 못했어요.",
			"Ah... I didn't expect there to be such a great person like you in this world..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53229,
			"You are better than a lot of people who called themselves \"master\".",
			"小姐才是，看似柔弱却，实力却比江湖上自称高手之人强出百倍。",
			"お姉さんの方こそ。実力はその辺の名人を気取ってる奴らの百倍、いや、それ以上だね。",
			"누나 쪽이야말로. 실력은 그런 데서 명인인 척하는 자들보다 백 배, 아니, 그 이상이네.",
			"The young lady is the one. Although she looks weak, her strength is a hundred times stronger than those who claim to be masters in the world."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53230,
			"I have a request.",
			"小女有一事想拜托阁下。",
			"芽衣様、ひとつお願いがございます",
			"메이様, 하나 부탁드릴 게 있습니다",
			"I have a favor to ask of you."
		],
		[
			"msg",
			53231,
			"I have sealed the Kasa-obake in this forest for years. I'm afraid I can't seal it anymore. When he break the seal, I will lose my mind and become its puppet.",
			"吾与伞妖千影相伴数年，用体内的法力将它的妖力封印于这森林之中，现在力量就快枯竭，恐怕不久就会被伞妖完全吞噬，成为它的傀儡……",
			"吾の法力で今まで何年間も「千影」をこの森に抑えてきましたが、すでに限界がきています。法力が尽きれば吾は完全に支配されてしまいます。",
			"나의 법력으로 지금까지 몇 년간 「천영」을 이 숲에 가두어 왔지만, 이미 한계에 다다랐습니다. 법력이 다하면 나는 완전히 지배당하고 말 것입니다.",
			"I have been with the umbrella demon Chikage for several years. I have used the magic power in my body to seal its demonic power in this forest. Now my power is almost exhausted. I am afraid that I will be completely devoured by the umbrella demon soon and become its puppet..."
		],
		[
			"msg",
			53232,
			"Let me beat the Kasa-obake, then the demon won't be harmful.",
			"请将吾与这伞妖斩断，这样它就不能再为害于世了。",
			"吾と「千影」を断ち切ってください。そうすればもう世に害を与えることは無くなります。",
			"나와 「천영」을 끊어주십시오. 그러면 더 이상 세상에 해를 끼치지 않게 될 것입니다.",
			"Please cut off my connection with this umbrella demon, so that it can no longer harm the world."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53233,
			"Let me help you…",
			"是么，那就让妹妹来帮姐姐这忙吧……",
			"…解りました、ならばその役、妹である妾がお務め致す。",
			"…알았어, 그럼 그 일은 여동생인 첩이 맡겠다.",
			"Really? Then let me help you..."
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53234,
			"KA!!",
			"咔！",
			"カッ！",
			"쾅!",
			"Click!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53235,
			"Kurokaede!? Eh…What is this?",
			"黑枫！？呃……这是……",
			"楓ちゃん？え…これは…",
			"카에데쨩? 에... 이건...",
			"Kurokaede?! Uh... this is..."
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53236,
			"Uhmm, Shirosakura, you really think I will let you do this?",
			"哼哼~白樱，汝以为老朽会这么让汝得逞么。",
			"白桜よ、お前の考え通りになると思ったか？",
			"시라자쿠야, 네 생각대로 될 거라 생각했나?",
			"Hmph~ Shirosakura, do you think I will let you succeed like this?"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53237,
			"The Kasa-obake is talking!?",
			"这伞居然说话了！？",
			"か…傘が喋った？",
			"우... 우산이 말을 하잖아?",
			"The umbrella is actually speaking?!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53238,
			"Chikage! How dare you…",
			"千影！汝莫非……",
			"千影…お前…",
			"치카게... 너...",
			"Chikage! You..."
		],
		[
			"msg",
			53239,
			"Shirosakura! Do you remember that I saved your sister?",
			"白樱！汝别忘了！当年可是老朽网开一面才答应救了汝妹妹，要不然现在恐怕她已经是一具死尸了！",
			"白桜よ、忘れるなよ。当時はお主の頼みだからこそ妹を見過ごしてやったが、そうでなければ今頃は…",
			"시라자쿠야, 잊지 마라. 당시엔 자네 부탁이었기에 네 여동생을 봐준 거다. 그렇지 않았다면 지금쯤...",
			"Shirosakura! Don't forget! I was the one who gave you a chance to save your sister, otherwise she would be dead by now!"
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53240,
			"I just did some tricks!",
			"汝以为老朽会这么简单就放过汝的妹妹么，当她偷出老朽的时候就已经在她的体内埋下了祸种！只等着今天发芽结果了！",
			"まぁワシがそんな簡単にお主の妹を見過ごすと思ったか？お前が私を盗み出した時、体内に災いの種を仕込んでおいたのだ。",
			"흥, 내가 그렇게 쉽게 네 여동생을 넘어갈 줄 알았나? 네가 나를 훔쳐갈 때 몸속에 재앙의 씨앗을 심어뒀다.",
			"Do you think I will let your sister go so easily? When she snuck out of the house, I had already planted the seeds of disaster in her body! Just waiting for it to sprout and bear fruit today!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53241,
			"You go back your word…",
			"汝这伞妖……居然出尔反尔……",
			"約束とは違います！",
			"약속과 다릅니다!",
			"You umbrella demon... actually went back on your word."
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53242,
			"Shirosakura! You are too kind to trust a demon!",
			"白樱公主，汝还真是天真善良，居然连妖怪的话都能当真。",
			"お主は甘すぎる。妖怪の話を信じるとは。",
			"그대는 너무 순진하군. 요괴 이야기를 믿다니.",
			"Shirosakura-hime, you are so naïve and kind that you even take the words of demons seriously."
		],
		[
			"msg",
			53243,
			"Kurokaede! I will satisfy you! Meet you sister in the hell!",
			"黑枫！就让老朽完成你的心愿！让汝与姐姐重归于好吧！",
			"黒楓よ！ワシがお主の願いを叶えてやろう。姉と一緒に消えよ！",
			"흑풍아! 내가 그대의 소원을 이루어 주마. 언니와 함께 사라져라!",
			"Kurokaede! Let me fulfill your wish! Let you and your sister be reconciled together in hell!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53244,
			"Ah!",
			"呃啊啊啊啊啊！！！",
			"うわぁぁぁ！！！",
			"우와아아아!!!",
			"AAAAHHH!!!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53245,
			"Sister!!Uhmm!!!It becomes stronger!",
			"妹妹！！呃！！！妖力又增强了！啊啊啊啊！！！！",
			"楓ちゃん！！くっ！また妖力が強くなったわ！ああ、ああー！！！",
			"카에데 쨩!! 쿱! 또 요력이 강해졌어! 아, 아아—!!!",
			"Sister!!! Ugh!!! The demonic power has increased again! Aaahh, AAAHH!!!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53246,
			"Are they becoming puppets?",
			"啧！妖气已经将她两人吞噬，已经化作傀儡了么……",
			"妖気に呑まれて傀儡と化したか…",
			"요기에 삼켜져 꼭두각시가 되었군…",
			"Tch! The evil spirit has already devoured them both. Has it turned them into puppets?"
		]
	],
	"184": [
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			53247,
			"...What happened?",
			"呃……这到底是怎么回事？",
			"ん…これはどういうことだ？",
			"음… 이게 무슨 뜻이지?",
			"Nngh... what is going on?"
		],
		[
			"msg",
			53248,
			"That was me…I stole it from my family…",
			"那天晚上……是妾身从祠堂将伞妖偷出的么……",
			"あの日…「千影」の封印を解いたのが妾だったのか…",
			"그날… 「치카게」의 봉인을 푼 게 첩이었던 건가…",
			"That night... was it me who stole the umbrella demon out of the ancestral hall..."
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53249,
			"Yes, you were a little girl at that time. I controlled you and let you steal me. You were dying and I made a deal with your sister.",
			"没错，当年汝还只是孩童，在老朽的妖力控制下带走了老朽，但是汝的身体承受不了老朽的诅咒，濒临死亡。于是老朽就与汝的姐姐做了一次交易。",
			"そうだ、当時幼かったお主を操ったが、お主はワシの呪いに耐えられず、瀕死の状態になった。そしてワシはお主の姉と取引をしたのだ。",
			"그래, 당시 어렸던 자네를 조종했지만, 자네는 나의 저주를 견디지 못하고 빈사 상태가 되었지. 그리고 나는 자네의 누나와 거래를 한 것이야.",
			"That's right, you were just a child back then, and you took me away under my control, but your body couldn't bear my curse and you were on the verge of death. So I made a deal with your sister."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53250,
			"Chikage…Shut up!",
			"千影……给我住嘴！",
			"千影！黙りなさい！",
			"치카게! 입 다물어!",
			"Chikage... shut up!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53251,
			"You were trying to save me so you took the Kasa-obake away…",
			"所以姐姐大人是为了救我，才自愿背负罪名，将千影带走的么……",
			"と言うことは、姉上は妾を救うために…",
			"그 말은 즉, 언니께서는 첩을 구하기 위해...",
			"So, my elder sister took the blame and took Chikage away to save me..."
		],
		[
			"msg",
			53252,
			"Why?! It was my fault!!",
			"为什么！为什么会这样！！是妾身害了姐姐大人！！",
			"なぜだ！？なぜこんなことになったのだ！！妾のせいで、姉上がこんな目に…！",
			"왜!? 어째서 이런 일이 생긴 거야!! 첩 때문에, 언니께서 이런 꼴을...",
			"Why?! Why is this happening?!! I was the one who harmed my elder sister!"
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53253,
			"Don't be sad. You are useless now…I will reborn with this swordman's body!",
			"哼哼，汝不必伤心，因为汝也已经没有利用价值了……只要获得了这个剑士的身体，老朽就可以重生了！",
			"お主も悲しむ必要は無い。すでに利用価値はなくなった。この武士の体さえ手に入れれば、ワシは完全復活できる！",
			"자네도 슬퍼할 필요는 없네. 이미 이용 가치는 없어졌어. 이 무사의 몸만 손에 넣으면, 나는 완전히 부활할 수 있다!",
			"Heheh, you don't have to be sad, because you are no longer of any use to me... As long as I obtain the body of this ronin, I can be reborn!"
		],
		[
			"msg",
			53254,
			"You are a well matched competitor!",
			"没想到世上还有此等武艺拔群之人，看来这次果然没有白费力。",
			"ワシのためにその体をよこせ！",
			"나를 위해 그 몸을 내놓아라!",
			"I didn't expect there to be such a person with outstanding martial arts skills in the world. It seems that my efforts this time were not in vain."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53255,
			"Uhmm!",
			"呃！",
			"うっ…",
			"윽...",
			"Ugh...!"
		],
		[
			"speaker",
			204567
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				613,
				0,
				false
			]
		],
		[
			"msg",
			53256,
			"No…no way! Why you have this kind of power?",
			"这……！这是怎么回事，汝的体内为何会蕴藏着这种东西！！",
			"これは…！？これはどういうことだ！お主の体…",
			"이건…!? 이게 무슨 일이냐! 네 몸이…",
			"This...! What's going on? Why is there something like this hidden in your body?!!"
		],
		[
			"msg",
			53257,
			"You can't handle it…Get out!!",
			"这根本不可能是人类能够驾驭的力量……别过来！别过来！！呃啊啊啊啊！！！",
			"これは人類が操れる力ではないぞ！来るな！来るなぁぁぁ！！",
			"이건 인류가 다룰 수 있는 힘이 아냐! 오지 마! 오지 마아아아아!!",
			"This is simply not a force that humans can control... Don't come over here! Get away!! Get AWAYYY!!!"
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53258,
			"Gala!",
			"嘎啦！",
			"バキっ！",
			"과드득!",
			"Crack!"
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53259,
			"Kasa-obake…was broken…",
			"千影……居然折断了……",
			"千影が…折れた…",
			"센에이가… 부러졌어…",
			"Chikage... actually broke..."
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				613,
				0,
				true
			]
		],
		[
			"msg",
			53260,
			"AH!!!!",
			"啊啊啊啊啊！！！！",
			"あああああああ！！！",
			"아아아아아아아!!!",
			"AAAAAAAHHHH!!!!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53261,
			"Mei-Sama!",
			"芽衣大人！",
			"芽衣様！！",
			"메이様!!",
			"Mei-sama!"
		],
		[
			"msg",
			53262,
			"What is this black smoke in her body…It's very horrible…",
			"她的身体里面怎么会有这种黑雾……这不是妖气……而是某种更为可怕的东西……",
			"彼女の体どうなってるのだ？この黒い霧みたいなのは…妖気ではないな。何かもっとおぞましいものが…",
			"그녀의 몸이 된 거냐? 이 검은 안개 같은 건… 요기가 아니야. 뭔가 더 흉악한 게…",
			"Why is there a black mist around her body...? This is no evil spirit... but something more terrifying..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53263,
			"She will be swallowed up if we do nothing!",
			"这样下去，她会被这黑雾吞噬掉的！",
			"このままでは、芽衣様が黒い霧に呑み込まれてしまいます。",
			"이대로 가면, 메이 님이 검은 안개에 삼켜져 버릴 거야.",
			"If this goes on, she will be swallowed up by the black mist!"
		],
		[
			"speaker",
			204566
		],
		[
			"portraits",
			[
				612,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53264,
			"Stay away! You ghosts!",
			"给在下让开！你们这些亡魂！在下是不会输给你们的！",
			"退けー！この亡霊どもが！あんたらになんか負けるものか！",
			"물러서! 이 망령들아! 너희 따위한테 질 리가 없어!",
			"Out of my way, you dead souls! I will not lose to you!"
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				612,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53265,
			"Sister...",
			"妹妹……",
			"楓ちゃん…",
			"카에데...",
			null
		],
		[
			"msg",
			53266,
			"Let me use the rest of my power to seal you all!",
			"就让吾等用最后的力量将这股力量封印吧……",
			"吾らが残っているの最後の力で封印しましょう。",
			"우리가 남은 마지막 힘으로 봉인합시다.",
			"Let us use our last bit of strength to seal this power..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53267,
			"Uhmmm.",
			"嗯。",
			"うん。",
			"응.",
			"Right."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53268,
			"We may can't meet for a very long time…",
			"恐怕这次又会是一次长别……",
			"また長いお別れになりそうね。",
			"또 긴 이별이 될 것 같네.",
			"I'm afraid this will be another long farewell..."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53269,
			"Nevermind. I'm not afraid if you stay with me…",
			"没关系，只要和姐姐在一起，就没有什么好怕的……",
			"平気です！姉上と一緒なら、怖くありません。",
			"괜찮아요! 언니와 함께라면, 무섭지 않아요.",
			"It doesn't matter, as long as I'm with you, there's nothing to be afraid of..."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53270,
			"Mei-Sama.",
			"芽衣大人。",
			"芽衣様。",
			"메이님.",
			"Mei-sama."
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53271,
			"Stupid ronin.",
			"混蛋浪人。",
			"ばか浪人。",
			"이 바보 무사.",
			"Dumbass ronin."
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			53272,
			"Stay alive…",
			"请一定要活下去……",
			"生きて…",
			"살아…",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			53273,
			"……",
			"……",
			"…",
			"…",
			null
		]
	],
	"185": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96002,
			"Boom!!",
			"轰隆！！",
			"ドォォオオン！！",
			"우우우웅!!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96003,
			"「Report! 43% of the robo army has been damaged, the enemies are trying to land our battleship!」",
			"「报告！机甲部队损失43%，敌方女武神正在试图登陆我舰！」",
			"「報告します！機甲部隊の損失43%、戦乙女が我が艦への乗艦を強行しようとしています！」",
			"「보고합니다! 기갑 부대의 손실 43%, 전투녀가 우리 함선에 강제로 승선을 시도하고 있습니다!」",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96004,
			"What a group of annoying women, if we go on like this we can only hold on 20 minutes……But the Shicksal battleship hasn't been recharged, so it's underestimated.",
			"真是些难缠的家伙，这样下去最多只能再撑20分钟……不过天命的旗舰也没有继续充能，看来是被小看了。",
			"本当にしぶといやつらね。このままじゃ、もってあと20分ってところかしら。天命の旗艦もエネルギー充填を開始していないし……甘く見られたものね。",
			"정말 질긴 녀석들네. 이대로라면, 버틸 수 있는 건 20분 정도일 거야. 천명의 기함도 에너지 충전을 시작하지 않았고…… 얕봤던 모양이네.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96005,
			"Don't know how is going on underwater…There's no time to lose……",
			"博士她们不知道情况如何了…不抓紧时间的话……",
			"博士たちの状況はどうなのかしら……急いでくれないと……。",
			"박사님들 상황은 어때…… 서두르지 않으면…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96006,
			"Boom!!!",
			"轰隆！！！",
			"ドォオオン！！！",
			"우우우웅!!!",
			null
		],
		[
			"msg",
			96007,
			"Uh! What's wrong!",
			"呃！又怎么了！",
			"くっ！今度は何っ！？",
			"큭! 이번엔 뭐야!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96008,
			"「Moonlight Throne is attacked by an unknown source! They're! Tentacles!」",
			"「月光王座遭到来自海中的不明攻击！是！是触手！」",
			"「月光王座が海中から正体不明の攻撃を受けました！しょ、触手です！」",
			"「월광왕좌가 바다 속에서 정체불명의 공격을 받았습니다! 이, 이건 촉수예요!」",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96009,
			"Tentacle? That planet-level Houkai beast…Leave it alone! Full attack on the Shicksal Valkyria! Don't let them come in!",
			"触手？那个行星级崩坏兽么…别管它！全力进攻天命的女武神！不要让她们侵入！",
			"触手？あの惑星級崩壊獣かしら……ひとまず無視よ！天命の戦乙女どもへの攻撃に注力して！彼女たちを侵入させないように！",
			"촉수? 그 행성급붕괴수인가... 일단 무시하자! 천명의 전투무녀들에 대한 공격에 집중해! 그녀들이 침입하지 못하도록 막아!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96010,
			"Mother! Well…wel……",
			"妈妈！那个…那个……",
			"お母さん！あ、あれ……！",
			"엄마! 저, 저거...!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96011,
			"What's wrong Seele?",
			"怎么了希儿？",
			"どうしたの？ゼーレ？",
			"무슨 일이니? 제레?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96012,
			"Those tentacles is attacking everyone…the robo army and those Valkyria are all stopped by those tentacles! We can't attack……",
			"刚才出现的触手正在无差别攻击…机甲部队和女武神都被那些触手挡住了！我们没办法进攻……",
			"あの触手が無差別攻撃をしてるの……機甲部隊も戦乙女も、あの触手に阻まれてる！これ以上攻撃できない……。",
			"저 촉수가 무차별 공격을 하고 있어요... 기갑부대도 전투무녀도, 모두 저 촉수에 막혀버렸어요! 더 이상 공격할 수 없어요...",
			null
		],
		[
			"msg",
			96013,
			"How disturbing……Fine, anyway our goal is to hold the Shicksal, since then let the beast help us against Valkyria.",
			"真是捣乱的家伙……不过也好，我们本来的目的也是牵制天命，既然这样的话就让那个深海怪物来帮我们对抗女武神吧。",
			"本当に邪魔なヤツね……でも好都合だわ。私たちの目的は天命を食い止めること。あの深海の怪物に戦乙女を止める手伝いをしてもらいましょう。",
			"정말 방해꾼이네... 하지만 딱 좋아. 우리 목적은 천명을 저지하는 거야. 그 심해의 괴물에게 전투무녀를 막는 걸 도와달라고 하자.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96014,
			"Seele! Sin! Go back Moonlight Throne, ready to withdraw!",
			"希儿！杏！返回月光王座，准备脱离战斗！",
			"ゼーレッ！シン！月光王座に戻って！戦闘から離脱するわよ！",
			"제레! 신! 월광왕좌로 돌아와! 전투에서 이탈할 거야!",
			null
		]
	],
	"186": [
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96015,
			"Ok mother!",
			"好的妈妈！",
			"はい、お母さん！",
			"네, 엄마!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96016,
			"Sin! Let's go! Mother is asking us to go back!",
			"杏！我们走吧！妈妈让我们回去了！",
			"シン！行こう！お母さんが戻るようにって！",
			"신! 가자! 엄마가 돌아오라고 하셔!",
			null
		],
		[
			"msg",
			96017,
			"You go! I need to find that Maria! Kill her on my own!",
			"要回你自己回！我要找到那个玛丽亚！亲手宰了她！",
			"戻るなら一人で戻れ！ボクはあのマリアを見つけ出して、この手で葬るまで戻らない！",
			"돌아가고 싶으면 혼자 가라! 난 저 마리아를 찾아내서 이 손으로 처단할 때까지 돌아가지 않겠어!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96018,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96019,
			"Leave me alone! Stupid!",
			"给我滚开！臭小鬼！",
			"どけっ！チビ！",
			"비켜! 꼬맹이!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96020,
			"Bang!!!",
			"砰！！！",
			"バン！！！",
			"빵!!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96021,
			"……",
			"……",
			"……。",
			"…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96022,
			"Haha~Humans are still ugly as they are, no matter through years of washing, their killing nature hasn't changed.",
			"呵呵~人类还是一如既往的丑陋，不管经过多少时间的清洗，这种厮杀的本性依然没有改变。",
			"クフッ、人類とは相も変わらず醜い。どれだけの時をかけても浄化されず、殺戮本能に抗えない。",
			"훗, 인간들은 여전히 추잡하기 그지없군. 아무리 시간이 흘러도 정화되지 못하고 살육 본능에 저항하지 못하는구나.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96023,
			"But even ugly humans…are beautiful from my perspective……so as the songs they created, very desirable.",
			"但就算是如此丑恶的人类…在我看来却如此美丽……就如同它们所创造的歌谣一般，令人向往。",
			"だが、こんなにも醜くとも……妾の目には美しく映る……彼の者らが創り出した歌のように、焦がれ憧れる。",
			"하지만, 이토록 추잡하더라도…… 내 눈에는 아름답게 비치네…… 그들이 만들어낸 노래처럼, 갈망하고 동경하게 되지.",
			null
		],
		[
			"msg",
			96024,
			"But easy to fade away……",
			"但也容易转瞬即逝……",
			"しかし、それも束の間のこと……いずれ消えゆく運命……。",
			"하지만, 그것도 잠시…… 언젠가 사라질 운명…….",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96025,
			"Ha ha ha ha! What's wrong! Kiana! Where's your spirit before! Don't disappoint me!",
			"哈哈哈哈！怎么了！琪亚娜！刚才的锐气呢！别这么快就让我扫兴啊！",
			"ハッハハハ！どうしたんですの！キアナ！さっきまでの勢いは！？もうお終いですの！？",
			"하하하하! 어떻게 된 거야! 키아나! 아까까지의 기세는!? 이미 끝난 거야!?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96026,
			"Eh……",
			"呃……",
			"う、うぅ……。",
			"으, 으윽…….",
			null
		]
	],
	"187": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96027,
			"Kiana! Hold on!",
			"琪亚娜！坚持住！",
			"キアナ！しっかり！",
			"키아나! 정신 차려!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96028,
			"……I won't let you hurt Kiana!",
			"……我不会让你伤害琪亚娜的！",
			"……キアナちゃんには手出しさせないわよ！！",
			"……키아나에게 손대지 못하게 할 거야!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96029,
			"Mei…go away…she's too strong!",
			"芽衣…让开…你不是她的对手！",
			"芽衣先輩……どいてっ！彼女の相手は先輩じゃない！",
			"메이 선배…… 비켜! 그녀의 상대는 선배가 아니야!",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96030,
			"Don't worry, Kiana~I will kill all those people you care about in front of you! Then you will know the pain of me for losing Sessiria-Sama!",
			"放心，琪亚娜~我在你面前把你重视的人统统杀掉！这样你就能明白我失去塞西莉亚大人的痛苦了！",
			"安心なさい、キアナ。あなたの目の前であなたの大切な人を片っ端から殺してあげるから！そして、あなたに私がセシリア様を失った苦しみを分からせてあげますの！",
			"안심해, 키아나. 네 눈앞에서 네 소중한 사람들을 하나씩 죽여줄 테니까! 그리고 네게 내가 세실리아 님을 잃은 고통을 가르쳐주겠어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96031,
			"Then let's start from this girl called Mei~",
			"那就从这个叫芽衣的小姑娘开始吧~",
			"それでは……この芽衣っていう小娘から始めましょう。",
			"그럼…… 이 메이라는 애부터 시작해보자.",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96032,
			"Stop!",
			"住手！",
			"やめてっ！！",
			"그만둬!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96033,
			"「Maria-Sama! Glorious Covenant is being attacked! Our army suffers great loss! Please return soon!」",
			"「玛丽亚大人！辉煌盟约遭到攻击！女武神部队损失惨重！请尽快返回！」",
			"「マリア様！輝きの盟約が攻撃を受けています！戦乙女部隊の被害は甚大です！至急お戻りください！」",
			"「마리아 님! 빛의 맹약이 공격을 받고 있습니다! 발키리 부대의 피해가 막심합니다! 긴급히 돌아와 주세요!」",
			null
		],
		[
			"speaker",
			204556
		],
		[
			"portraits",
			[
				401,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96034,
			"Glorious Covenant? So many Valkyria are contained by Anti-Entropy?",
			"辉煌盟约？那么多女武神居然被逆熵的部队压制了么？",
			"輝きの盟約？あんなにたくさんの戦乙女がネゲントロピーの部隊に制圧されたというんですの？",
			"빛의 맹약? 그 많은 발키리들이 네겐트로피 부대에게 제압당했다고?",
			null
		]
	],
	"188": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96035,
			"「No…It's a beast suddenly coming from the sea that attack us! It's…Ahhhh!!!」",
			"「不…攻击我们的是从海里忽然冒出来的怪物！是…啊啊啊啊！！！」",
			"「いえ……我々を攻撃しているのは海から突然現れた怪物です！これは……うわっあぁああぁ！！！」",
			"「아니… 우리를 공격하는 건 바다에서 갑자기 나타난 괴물입니다! 이건… 으아아아악!!!」",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96036,
			"What's wrong……",
			"到底怎么回事……",
			"一体、何が起こってますの……。",
			"대체 무슨 일이 벌어지고 있는 거야….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96037,
			"Beast from the sea…is it……",
			"海底的怪物…难道是……",
			"海底の怪物……まさか……！",
			"바다 속 괴물… 설마……!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96038,
			"Huh! Lucky you Kiana, I will come back to you later!",
			"哼！琪亚娜你还真是走运吗，处置你的事情一会再说！",
			"ふふふ、キアナあなた本当に運がいいわ。あなたを始末するのはまた今度。",
			"후후후, 키아나 너 정말 운이 좋구나. 너를 처리하는 건 다음 기회로 미룰게.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96039,
			"Bring these traitors back! After I finish that beast!",
			"把这些叛党都带回战舰！等解决了那个什么怪物在好好陪你们！",
			"この反逆者どもを捕らえなさい！キアナ、あの変な怪物を片付けたら、あなたたちと遊んであげるから！",
			"이 반역자들을 잡아라! 키아나, 저 이상한 괴물을 처리하고 나면 너희들과 놀아줄게!",
			null
		],
		[
			"msg",
			96040,
			"La la la la♪La la la la la♪",
			"啦啦啦啦♪啦啦啦啦啦♪",
			"ランランラン♪ランランラン♪",
			"랄랄라♪ 랄랄라♪",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96041,
			"Ha ha ha~ Kiana, you finally come~",
			"呵呵呵~琪亚娜，你终于来了~",
			"フフフ～キアナ、やっと来たわね～",
			"후후후~ 키아나, 드디어 왔구나~",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96042,
			"Jhana……",
			"迦娜……",
			"ガーナ……。",
			"가나…….",
			null
		]
	],
	"189": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			96043,
			"You did all these……",
			"这些都是你干的么……",
			"これ全部、あなたの仕業なの……？",
			"이 모든 게 네 짓이야……?",
			null
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			96044,
			"All the Valkyria…are killed by you?",
			"这里的女武神…都是你杀的？",
			"ここの戦乙女は……全部あなたが殺したの？",
			"여기의 발키리들은…… 전부 네가 죽인 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			96045,
			"What's wrong Kiana, do you feel pity for humans? Right~After all you are one of them.",
			"怎么了琪亚娜，对人类的产生了怜悯么？也是呢~毕竟现在的你也是人类的一员。",
			"どうしたの？キアナ、人類なんかに同情しているの？それもそっか、今のあなたも人類の一人なんだものね。",
			"왜 그래? 키아나, 인간 따위에게 동정하는 거야? 그럴 만도 하지, 지금의 너도 인간 중 하나이니까.",
			null
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			96046,
			"You are that beast…you can kill so many Valkyria, are you a Herrscher?",
			"你就是那个怪物么…能干掉这么多女武神的人，莫非是律者？",
			"あなたがあの怪物……？こんなにたくさんの戦乙女を倒すなんて、まさか律者ですの？",
			"네가 저 괴물……? 이렇게 많은 발키리를 쓰러뜨리다니, 설마 율자야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			96047,
			"Herrscher? Yes~right, you can call me the Herrscher of the Seas!",
			"律者？嗯~没错，你可以叫我海之律者！",
			"律者？そうよ～、海の律者って呼んでちょうだい！",
			"율자? 그래~ 바다의 율자라고 불러줘!",
			null
		],
		[
			"msg",
			96048,
			"So now it's easy, I just need to finish you!",
			"既然是这样就好办了，只要解决掉你就行了！",
			"そういうことなら話は早いんですの。あなたを倒せばいいだけなんだから！",
			"그런 거라면 이야기는 간단하군요. 당신을 쓰러뜨리기만 하면 되는 거니까!",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			96049,
			"No! That's the personification of the planet-level Houkai! You won't able to defeat it!",
			"不行！那是行星级崩坏兽的化身！你不可能战胜得了它的！",
			"ダメッ！あれは惑星級崩壊獣の化身なんだから！あなたじゃ、あれに敵わない！",
			"안 돼! 저건 행성급붕괴수의 화신이야! 당신으론, 저걸 당해낼 수 없어!",
			null
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			96050,
			"The planet-level Houkai? Huh…Whatever it is!",
			"行星级崩坏兽？哼…不管是什么东西都一样！",
			"惑星級崩壊獣？ふふふ……相手が何だろうと同じですの！",
			"행성급붕괴수? 후후후... 상대가 뭐든 간에 상관없어요!",
			null
		],
		[
			"msg",
			96051,
			"Bang!!",
			"砰！！",
			"ガキンッ！！",
			"쨍그랑!!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			96052,
			"!?",
			"！？",
			"っ！？",
			"쳇!?",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			96053,
			"Huh…You humans really don't know what's greeting?",
			"哎…你们人类难道就不会好好打招呼么？",
			"あら……あなたたち人類って、挨拶もロクにできないの？",
			"어라... 당신들 인간들은 인사도 제대로 못 하는 거야?",
			null
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			96054,
			"How come…the knife doesn't work on her……",
			"怎么可能…刀刃居然伤不了她……",
			"ありえないですの……キズひとつ付かないなんて……。",
			"믿을 수 없군요... 상처 하나 안 난다니....",
			null
		],
		[
			"speaker",
			0
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			96055,
			"Valkyria army fall in!",
			"女武神部队集合！",
			"戦乙女部隊、集合！",
			"전투여신 부대, 집합!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				4,
				0,
				true
			]
		],
		[
			"msg",
			96056,
			"「Yes!」",
			"「是！」",
			"「はっ！」",
			"「알겠습니다!」",
			null
		],
		[
			"speaker",
			204542
		],
		[
			"portraits",
			[
				101,
				0,
				true
			],
			[
				4,
				0,
				false
			]
		],
		[
			"msg",
			96057,
			"Ok, every time like this I will doubt the universality of your languages……",
			"好吧，每次这种时候我都会怀疑你们人类语言的通用性……",
			"はぁ……こういう時、いつもあなたたち人類の言葉の意義を疑うわ……。",
			"하아... 이런 때마다, 항상 당신들 인간의 말의 의미를 의심하게 돼...",
			null
		]
	]
}