{
	"159": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10139"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			301664,
			"To be continued",
			"未完待续",
			"つづく",
			"계속",
			null,
			null,
			"unfinished business to be continued",
			"continue"
		]
	],
	"994": [
		[
			"speaker",
			0
		],
		[
			"bg",
			"CG10007"
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			302224,
			"They were attacked by many mekas during the operation at ME Corp.",
			"在ME社攻略作战中，她们遭到了大批机甲的攻击。",
			"ME社攻略戦の途中、彼女たちは大量の機甲の攻撃に遭遇した。",
			"ME사 공략전 도중, 그녀들은 대량의 기갑 공격에 직면했다.",
			null,
			null,
			"During the M.E. Corporation Raider battle, they were attacked by a large number of mechs.",
			"During the course of the M.E. Corporation campaign, the girls encountered a large number of armored attacks."
		],
		[
			"msg",
			302225,
			"After Bronya hacked the ME Corp database, they had finally held off the attack of mekas and captured ME Corp.",
			"之后，依靠着布洛妮娅骇入ME社数据库，她们终于防住机甲攻势拿下ME社。",
			"その後、ブローニャの力によりデータベースに侵入し、彼女たちは機甲の攻勢を防ぎきりME社を攻略する。",
			"그 후, 브로냐의 힘으로 데이터베이스에 침입해, 그녀들은 기갑의 공세를 막아내고 ME사를 공략한다.",
			null,
			null,
			"After that, relying on Bronya hacking into the M.E. Corporation's database, they finally defended against a mecha attack to take down the M.E. Corporation.",
			"Then, with Bronya's help, the girls penetrate the database, and they are able to prevent the armored offensive and capture M.E. Corporation."
		],
		[
			"msg",
			302226,
			"However, Herrscher Mei appeared in front of everyone and started to attack them together with the mekas.",
			"此时，律者芽衣却出现在了众人面前，并联合着机甲对她们发起了攻击。",
			"しかし、攻略と同時に律者芽衣が皆の前に現れる。芽衣は機甲すらも巻き込み、彼女たちを攻撃した。",
			"그러나 공략과 동시에 율자메이가 모두 앞에 나타난다. 메이는 기갑마저 휘말리게 하며 그들을 공격했다.",
			null,
			null,
			"At that moment, Herrscher Mei appeared in front of the group and united the mechs to attack them.",
			"However, Herrscher Mei appears before everyone at the same time as the attack. Mei attacked them, engulfing even the armored ones."
		],
		[
			"msg",
			302227,
			"After they fled, they had no choice but to give up the base and use Hyperion to get away.",
			"而从劫难中逃脱的众人，只能开始准备舍弃基地利用休伯利安号逃跑的计划。",
			"辛くも難を逃れた人々は基地を捨て、ハイペリオン号で逃げるしかなかった。",
			"간신히 난을 피한 사람들은 기지를 버리고 히페리온호로 도망칠 수밖에 없었다.",
			null,
			null,
			"And the crowd that escaped from the hijacking could only begin to prepare a plan to abandon the base and use the Hyperion to escape.",
			"Those who narrowly escaped had no choice but to abandon their base and flee on the Hyperion."
		],
		[
			"msg",
			302228,
			"During this operation, in order to make Bronya leave safely, Seele didn’t manage to board to ship.",
			"在逃脱行动期间，希儿为了让布洛妮娅安全离开，使得自己没能成功登舰。",
			"その撤退行動の際、ゼーレはブローニャが安全に逃げられるよう、自ら戦艦に乗らないことを決意。",
			"그 철수 작전 도중 제레는 브로냐가 안전하게 도망칠 수 있도록 스스로 전함에 타지 않기로 결심했다.",
			null,
			null,
			"During the escape operation, Seele made herself unsuccessful in boarding the ship in order to get Bronya out safely.",
			"During that retreat, Seele decided not to board the battleship himself so that Bronya could escape to safety."
		],
		[
			"msg",
			302229,
			"So she was lost in the devastating attack of the Herrscher...",
			"于是，她便在律者毁灭性的攻击之中，失去了踪影……",
			"そして、彼女は律者の放つ輝きの中、姿を消していくのであった……。",
			"그리고 그녀는 율자가 내뿜는 빛 속에서 모습을 감추고 말았다……",
			null,
			null,
			"She was then lost in the midst of the Herrscher's devastating attack ......",
			"And then she disappeared in the radiance of Herrscher's radiance. ......"
		]
	]
}