{
	"870": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65883,
			"It’s finally over... Is this what a producer needs to do, so tired...",
			"总算结束了……这就是Producer的工作吗，好累……",
			"どうにか片付いた……これがプロデューサーの仕事なの？疲れるわね……。",
			"어떻게 처리됐다... 이게 프로듀서 일이야? 지치네....",
			null
		],
		[
			"msg",
			65884,
			"Ouch... I didn’t expect the force of chaos to be so strong!?",
			"咕…不过，没想到妨碍九霄大人铺展救世之路的混沌之力竟然能强到如此地步吗！？",
			"ぐっ…それにしても九霄様の救世の道に広がる混沌の力がここまで強くなっているなんて！",
			"윽… 그렇지만 큐쇼님의 구세의 길에 펼쳐진 혼돈의 힘이 이렇게까지 강해졌다니!",
			null
		],
		[
			"msg",
			65885,
			"Lucky we had the security to stop them... They were planning to make a mess in Babylon during the idol festival, right?",
			"幸亏保安制止即使…那似乎是准备偶像祭期间到巴比伦捣乱的一批人吧？",
			"セキュリティが止めてくれたからよかったけど…アイドルフェスタを準備していた時にバビロンで騒ぎを起こしたやつらと同じやつのようね。",
			"보안이 막아줘서 다행이지만… 아이돌 페스타를 준비하던 때에 바빌론에서 소동을 일으킨 놈들과 같은 자들이네.",
			null
		],
		[
			"msg",
			65886,
			"Hmm, they must be stunned by the power of the savior... But it’s so tired... Uh, what’s that?",
			"哼哼，一定是救世主的队伍光辉在此，让她们无法称心如意呢……可是，真累啊……唔，那个是？",
			"フフン、救世主のチームが輝いているからには、あいつらの思い通りにはさせないわよ……だけど、本当に疲れるわ……あ、あれは？",
			"훗, 구세주 팀이 빛나고 있는 이상, 저 녀들의 뜻대로는 안 될 거야…… 하지만 정말 지치네…… 아, 저건?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65887,
			"Senior Mei was reasonable, but Himeko almost interrupted the event...",
			"虽然芽衣学姐很讲道理没有妨碍到活动，但姬子那家伙，真是差点让活动中断了呢……",
			"芽衣先輩の言う通りだし、イベントの妨害はしてないけど、おばさんったら、あとちょっとでイベントが中止になるところだったわよ……。",
			"메이 선배 말대로고, 이벤트 방해는 안 했지만, 아줌마라니까, 좀 더 있으면 이벤트가 중단될 뻔했어…….",
			null
		],
		[
			"msg",
			65888,
			"Hah... So tired. It’s not easy to be a producer. Thank god the audience didn’t complain in the end. Hope it won’t affect the Live.",
			"哈…好累，Producer真不是好当的，最后观众们没有抱怨就已经谢天谢地了吧，希望不会影响到Live呢。",
			"はぁ…疲れた。プロデューサーって楽じゃないわね。観客が怒らなかっただけでも御の字だわ。ライブに影響しなければいいけど。",
			"하아… 힘들어. 프로듀서란 쉽지 않네. 관객이 화내지 않은 것만 해도 다행이야. 라이브에 영향만 안 주면 좋겠지만.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65889,
			"Hmm? Isn’t this Kiana, my arch rival. You look so messed up.",
			"唔？这不是琪亚娜嘛，我的宿敌居然这么一副狼狈样呢，看来已经要不行了呢。",
			"あれ？キアナじゃないの。私の宿敵がそんなに疲れた顔をしているなんて。どうやらもうダメのようね。",
			"어라? 키아나 아니야. 나의 숙적이 그렇게 지친 얼굴을 하고 있다니. 아무래도 이미 끝난 모양이네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65890,
			"You’re in a mess too. Put yourself together before you laugh at me, okay...",
			"你的衣服也乱糟糟的先整理好再来嘲笑我好吗……",
			"あなたの服だってボロボロじゃないの。身なりを整えてから私を笑ったらどうなの……。",
			"네 옷도 너덜너덜하잖아. 단장하고 나서 나를 비웃으면 어때…….",
			null
		],
		[
			"msg",
			65891,
			"You had some issues too~ I actually admire you for still being able to laugh~",
			"反正你也吃瘪了吧~这样子还能笑得出来真是你的优点呢~",
			"どうせあなたも大変な目にあっているんでしょう？そんな姿でも笑えるって、あなたすごいわね～。",
			"어차피 너도 힘든 일을 겪고 있었던 거지? 그런 모습으로도 웃을 수 있다니, 너 대단하네~.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65892,
			"I was overcoming the challenges! Fans were very happy!",
			"唔！征服考验的事怎么可以说吃瘪，粉丝们可是大满意呢！",
			"ふんっ！試練を乗り越えるのに大変なんて言っていられないわよ！ファンは大満足なんだから！",
			"흥! 시련을 극복하는 데 힘들다고 할 수 없지! 팬들은 대만족이니까!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65893,
			"Stop pretending. I heard it, you were complaining about being tired too.",
			"行了这时候就不要嘴硬了，我听到了，刚刚在抱怨累的人可不止我一个呢。",
			"はいはい。もうゴチャゴチャいわないで。疲れているのは私だけじゃないって、しっかり聞こえたんだから。",
			"알았어 알았어. 이제 지껄이지 마. 지친 건 나만이 아니라는 거, 똑똑히 들렸으니까.",
			null
		],
		[
			"msg",
			65894,
			"I won’t argue with you today. Don’t have the energy... Well, thinking about it, let’s have dinner somewhere.",
			"今天就暂时不和你吵了，也没有力气吵……唉，想了想，不如一起去哪吃个晚饭吧。",
			"今日は言い争いはナシ。もうそんな気力もないわよ……あ、そうだ、どこかで一緒に晩ご飯食べない？",
			"오늘은 말다툼은 없어. 이미 그럴 기력도 없거든…… 아, 맞다, 어디서 같이 저녁 먹을래?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65895,
			"Are you trying to brainwash me! With this awkward, ordinary life!",
			"这落魄的一般社员样的景色是为了让救世主堕入平凡的洗脑幻像吗！",
			"この落ちぶれたサラリーマンみたいな光景は救世主を平凡に突き落とすために洗脳する幻覚かしら？",
			"이렇게 망가진 샐러리맨 같은 광경은 구세주를 평범하게 떨어뜨리기 위해 세뇌하는 환각인 걸까?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65896,
			"No way! Are you coming or now! Today only!",
			"才不是！来还是不来！仅限今天！",
			"そんなわけないでしょ！来るの？来ないの？今日だけよ！",
			"그럴 리 없잖아! 올 거야? 안 올 거야? 오늘만이야!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65897,
			"Oh, oh... Yeah sure.",
			"哦、哦……可以哦。",
			"あ、あ……いいわ。",
			"아, 아…… 좋아.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65898,
			"I mean, it’s the first time we become Producers... In the end, we all want our members to be recognized. Nobody’s life is easy.",
			"毕竟大家都是第一次当Producer呢……到头来大家都是想自己的成员能得到大家的认可嘛，总之都不容易呢。",
			"みんな初めてプロデューサーになったんだし……結局はみんな自分のメンバーに人気が出てもらいたいわけだし。やっぱり大変よねぇ。",
			"다들 처음 프로듀서가 된 거니까…… 결국은 다들 자신의 멤버가 인기를 얻었으면 하는 거고. 역시 힘들지.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65899,
			"Well, since you asked me for dinner, let’s not think about it today! But I will keep going after you after this! Don’t forget!",
			"既然邀请九霄大人吃饭，那今天就不要想这个了吧！但吃完饭后我会继续讨伐你的！可不要忘了！",
			"九霄様を食事に誘うなら、今日はそんなことを考えなくていいのよ！でも、食べ終わったらあなたを倒すからね！忘れないでよ！",
			"큐쇼様을 식사에 초대한다면, 오늘은 그런 걸 생각하지 말아요! 하지만, 먹고 나면 당신을 쓰러뜨릴 거예요! 잊지 말아요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65900,
			"Yeah~ Right~",
			"是~是~",
			"はいはい。",
			"알았어 알았어.",
			null
		]
	],
	"871": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65901,
			"The Valentine’s Day is coming, but I have to sit in the office processing these contracts for my idols... Sigh, I want to go to the temple with Senior Mei and watch the concert...",
			"明明情人节就要到了，我却要坐在办公室里面帮我的偶像们处理这些协议……唉，我也想和芽衣学姐去神社祈福，去看演奏会啊……",
			"もうすぐバレンタインデーだっていうのに、オフィスで自分のアイドルの契約書を処理しなくちゃいけないなんて……あぁ、私も芽衣先輩と神社にお祈りに行って、コンサートに行きたいなぁ……。",
			"벌써 발렌타인데이인데, 오피스에서 자신의 아이돌 계약서를 처리해야 한다니…… 아, 나도 메이 선배와 신사에 기도하러 가고, 콘서트에 가고 싶어…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65902,
			"Kukuku, you still have time to worry about other things, Kiana. You don’t deserve to be a producer!",
			"库库库，没想到你居然还有想其他事的余裕么，琪亚娜，你作为制作人已经失格了！",
			"クックック、あなたに他の事を考える余裕があるなんて。キアナ、あなたはプロデューサーとして失格よ！",
			"쿠쿠쿠, 당신이 다른 일을 생각할 여유가 있다니. 키아나, 당신은 프로듀서로서 실격이야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65903,
			"It’s all because of you. If you didn’t hijack us, there will only be my idol group in Babylon, then there won’t be so much hassle.",
			"就是因为你，要不是你也要插手进来，整个巴比伦就只有我创立的偶像团，就没那么多事了。",
			"あなたのせいよ。あなたが余計なことをしなければバビロンには私が作ったアイドルチームしかなかったはずだし、こんな面倒事もなかったはずなのよ。",
			"당신 탓이야. 당신이 쓸데없는 일을 하지 않았다면 바빌론에는 내가 만든 아이돌 팀만 있었을 거고, 이런 귀찮은 일도 없었을 텐데.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65904,
			"Of course I won’t let you enjoy such a wonderful world!",
			"哼哼哼，这么奇妙的世界当然不能让你一个人独占了！",
			"フフン。こんな不思議な世界をあなただけに独占させられるはずがないでしょ！",
			"흥. 이런 신비한 세계를 너만 독점할 순 없잖아!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65905,
			"Whatever, I shouldn’t waste my time with you... If you don’t have anything important, then leave. I need to find other work for my idols.",
			"算了，跟你生气完全就是在浪费生命……没有事的话你就赶紧离开吧，我还要帮我家的偶像们联系其他的工作呢。",
			"もういいわ、あなたに怒っても無駄だもの……用がないなら早く出ていってちょうだい。まだ私のアイドルたちのために仕事を連絡をしなくちゃいけないんだから。",
			"이젠 됐어, 너한테 화내봤자 소용없으니까… 할 일 없으면 빨리 나가줄래. 아직 내 아이돌들을 위해 일 연락을 해야 한단 말야.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65906,
			"Kiana, all work and no play makes you dull...",
			"琪亚娜，所谓的工作正是要劳逸结合才能有更高的效率……",
			"キアナ、仕事っていうのは労働と休息のバランスがとれてこそ効率が上がるのよ……。",
			"키아나, 일이라는 건 노동과 휴식의 균형이 맞아야 효율이 오르는 거야…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65907,
			"What do you want to say?",
			"你想说什么？",
			"何が言いたいの？",
			"무슨 말을 하려는 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65908,
			"Hmm, uh, you know, I’m not very familiar with Babylon, do you want to...",
			"呃，那个，你看，我对这个巴比伦也不熟悉，要不要……",
			"うん、その、ほら。私はバビロンに慣れてないから、もしよければ……。",
			"음, 그, 있잖아. 나는 바빌론에 익숙하지 않아서, 만약 괜찮다면…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65909,
			"No, why should I walk around in the school with you on Valentine’s Day?",
			"不要，凭什么情人节我偏偏要和你一起在学园里面闲逛啊？",
			"嫌よ。どうしてバレンタインにあなたと一緒に学園内でぶらぶらしなくちゃいけないの？",
			"싫어. 왜 발렌타인에 너랑 함께 학원 안을 어슬렁거려야 하는 거야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65910,
			"A lone wolf will die from a hunter’s gun one day, but a trustworthy partner will protect you...",
			"哼，孤独的狼总有一天会死于猎人的枪下，但是一个值得信赖的同伴会保护在你的身边……",
			"フン、孤独な狼はいつかハンターの銃にやられるのよ。でも信頼できる仲間が傍にいれば……。",
			"흥, 외로운 늑대는 언젠가 사냥꾼의 총에 당하는 법이야. 하지만 믿을 만한 동료가 곁에 있다면…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65911,
			"Ok ok, I get it. I will take it as a break. You may cause more trouble if I ignore you... But you must listen to me on the way, did you hear me?",
			"好了好了，我知道了，就当做是休息吧，反正我不理你的话不知道你又会惹出什么麻烦……这一路上你必须要听我的指示，听到了没！",
			"はいはい。分かったわよ。休憩だと思って付き合うわよ。どうせ私が相手しなかったらまた面倒起こすんでしょうし……。その代わり、途中は私の言うことを聞いてよね？分かった？",
			"알았어 알았어. 휴식이라고 생각하고 같이 가줄게. 어차피 내가 상대 안 해주면 또 말썽 부릴 거잖아……. 그 대신, 도중에는 내 말 잘 들어야 해? 알겠지?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65912,
			"No problem!",
			"没问题！",
			"大丈夫！",
			"알겠어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65913,
			"Kiana... You are just trying to keep her out of trouble. It’s not because you are bored, or you just don’t want to deal with the documents... Yep! This is it!",
			"琪亚娜……你只是为了不让这个家伙惹麻烦，必须要照顾这个家伙而已，才不是因为感到无聊了根本不像处理那些文件……嗯！就是这样！",
			"キアナ……あなたはこいつがトラブルを起こさないようにしっかりと面倒を見なくちゃいけないの。退屈で書類仕事をしたくないわけじゃないの……うん！そうよ！",
			"키아나…… 너는 이 녀석이 말썽 안 부리도록 잘 돌봐야 해. 지루해서 서류 작업을 피하려는 건 아니야…… 음! 그래!",
			null
		]
	],
	"872": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65914,
			"Ouch, I feel so uncomfortable...",
			"咕，总感觉空气中散发着让人不适的气息……",
			"ぐっ、何だか空気中に不快な雰囲気が漂っている……。",
			"윽, 왠지 공기 중에 불쾌한 분위기가 감돌고 있어…….",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65915,
			"It’s just some Valentine’s Day decorations. Why are you feeling so bad?",
			"不就是多了一些和情人节有关的装饰么，怎么就让你不适了？",
			"バレンタイン関係の装飾が増えただけじゃない。どうして不快なの？",
			"발렌타인 관련 장식이 늘어난 것뿐이잖아. 왜 불쾌한 거야?",
			null
		],
		[
			"msg",
			65916,
			"Aha, I know. Kyushou, you must not go out very often, so you can’t get used to the outside world~ So pathetic.",
			"啊哈，我知道了，肯定是因为平时九霄你根本就不出门，所以才不适应吧~真是可怜呢。",
			"あ、分かった。九霄、あなたいつも外に出ないから慣れてないのね～。かわいそう。",
			"아, 알겠다. 큐쇼, 너 항상 밖에 안 나가니까 익숙하지 않은 거네~. 불쌍해.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65917,
			"No... No way! Kyushou-sama is just to concentrated to save this world, she has no time for trivial things like this.",
			"哪…哪有！九霄大人只是一心在寻找救世的道路，根本无暇关注世间的无聊之事。",
			"ま…まさか！九霄様は一心不乱に救世の道を探しているのよ。世間のママゴトに付き合っている暇はないの。",
			"무…무슨 소리! 큐쇼님은 한결같이 구세의 길을 찾고 계신 거야. 세상의 잡일 따위에 신경 쓸 겨를이 없으시다구.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65918,
			"Speaking of Valentine’s Day, everyone’s attracted by the Idol Festival though~",
			"不过虽然说是情人节，不过大家的注意力却都被正在进行的偶像祭给吸引过去了呢~",
			"でもバレンタインなのに、みんなの注意は今やってるアイドルフェスタに行っているわね～。",
			"그런데 발렌타인인데, 다들 지금 열리고 있는 아이돌 페스타에 관심이 쏠려 있네~.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65919,
			"Phew, that means our idols have captured the attention of the entire school. We should feel proud of it.",
			"哼，那正是说明我们培养的偶像已经掠夺走了整个学园的注意力，这应该足以让我们感到自豪才对。",
			"フンッ、それはつまり私たちの育成したアイドルがこの学園全体の注意を引いているということじゃない。それでこそ誇らしく感じるわ。",
			"흥, 그건 바로 우리가 키운 아이돌이 이 학원 전체의 주목을 받고 있다는 뜻이 아니겠어. 그래야 자랑스럽다고 느껴지지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65920,
			"But everyone is at the live and forgets their own work. Look, that’s Misletoe’s love counseling room, but she never used this place after becoming an idol.",
			"但是大家都聚集在live的场馆那里，都忘记了自己原本的工作了呢，你看，那边是槲寄生的恋爱咨询室，自从她成为了偶像之后这间教室就再也没用过了呢。",
			"でも、みんなライブ会場の方に集まっちゃって、自分の本来の仕事を忘れているわ。ほら、あそこはヤドリギの恋愛相談室なのに、アイドルになってからはこの部屋は使われなくなっちゃった。",
			"하지만, 다들 라이브 회장 쪽으로 모여들어서 본래의 일을 잊고 있어. 자, 저기는 겨우살이 연애 상담실인데, 아이돌이 된 후로 이 방은 사용되지 않게 되어버렸어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65921,
			"Since they have chosen this path, we as producers should make this happen for them. Just like a savior should lay the foundation for the future of human race.",
			"既然她们选择了这条道路，我们作为制作人就应该全力为她们铺平前进的道路，作为救世主也是一样，为人类的未来而奠基。",
			"彼女たちがその道を選んだのなら、私たちはプロデューサーとして全力で道を敷いてあげるべきよ。救世主としても同じ。人類の未来のための礎を築くのよ。",
			"그들이 그 길을 선택한 거라면, 우리는 프로듀서로서 전력으로 길을 닦아줘야 해. 구세주로서도 마찬가지야. 인류의 미래를 위한 초석을 다지는 거라고.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65922,
			"Of course I know. I just don’t like the school being so desolated. Hope happiness will come back here after the Idol Festival ends...",
			"这我当然知道，我只是不喜欢这样冷清寂寞的学园而已。希望在偶像祭结束之后，这里能够恢复往日欢乐的景象呢……",
			"それはもちろん分かるけど、こんな寂しい学園は好きじゃないだけ。アイドルフェスタが終わったら、ここが前みたいに賑やかに戻るといいんだけど……。",
			"그건 물론 알지만, 이렇게 쓸쓸한 학원은 좋아하지 않을 뿐이야. 아이돌 페스타가 끝나면, 여기가 예전처럼 활기차게 돌아오면 좋겠는데…….",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65923,
			"Kiana, look, what’s that ad?",
			"琪亚娜你看，那个广告是什么？",
			"キアナ、見て。あれは何の広告？",
			"키아나, 봐. 저건 무슨 광고야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65924,
			"Please come up the hill for Valentine’s Day Special Fortune-telling? Fortune-telling, shrine, it must be that place...",
			"情人节特别神签，请上山求？对了，说起神社的话不就是那个地方了么……",
			"バレンタインスペシャルくじ、山に登って引いてね？そうだ、神社と言えばあそこじゃないの……。",
			"발렌타인 스페셜 추첨, 산에 올라가서 뽑아봐? 맞아, 신사라고 하면 거기 말곤 없을 거야...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65925,
			"A shrine? This school has a shrine!",
			"神社？这个学园里居然还有神社的么！",
			"神社？この学園の中に神社まであるの？",
			"신사? 이 학원 안에 신사까지 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65926,
			"Hehe, you don’t know, do you~ I will show you~",
			"哼哼，这你就不知道了吧~我带你去看看你就知道了~",
			"ふふ～ん、知らなかったでしょう？連れて行ってあげるわよ～。",
			"후훗~, 몰랐지? 데려가 줄게~.",
			null
		]
	],
	"873": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65927,
			"The Babylon School is really a gifted land. So many servants have gathered here. I have decided to move to here after saving the world on the other side.",
			"果然巴比伦学园是一块神眷之地呢。居然聚集了这么多的英灵，我决定了，等九霄大人拯救了那边的世界之后就来这个地方隐居。",
			"やはりバビロン学園は神聖な場所なのね。こんなにたくさんの英霊が集まるなんて。決めた。九霄様があっちの世界を救ったら、この場所に来て隠居するわ。",
			"역시 바빌론 학원은 신성한 장소구나. 이렇게 많은 영웅들이 모이다니. 결심했어. 큐쇼様이 저쪽 세계를 구하면, 이곳에 와서 은퇴할 거야.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65928,
			"Forget it, if there is no Houkai left, the world may not even exist.",
			"别想了，要是世界上没有了崩坏之后这个世界还会不会存在都还不能确定呢。",
			"やめなさいよ。世界に崩壊がいなくなった後、この世界がまだ存在しているかどうかなんて分からないわよ。",
			"그만둬. 세계에 붕괴가 사라진 후, 이 세계가 아직 존재할지 없을지 누가 알아.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65929,
			"With my promise, this wonderland will be preserved in any circumstance! Speaking of which, Kiana...",
			"有我救世主的保证，这个世外桃源无论经历多少磨难都一定会保留下来的！说起来，琪亚娜……",
			"救世主の私が保証するわ。この桃源郷はどんな苦難に見舞われても必ず残るわ！ところで、キアナ……。",
			"구세주인 내가 보장할게. 이 낙원은 어떤 고난이 닥쳐도 반드시 남을 거야! 그런데, 키아나...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65930,
			"Huh? What’s up?",
			"嗯？有什么问题么？",
			"ん？どうかした？",
			"응? 무슨 일이야?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65931,
			"Where are we going now?",
			"我们现在是在往什么地方走？",
			"私たちは今どこに向かって歩いているの？",
			"우리 지금 어디로 가고 있는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65932,
			"The Shrine of Demon, of course~",
			"当然是天魔神社咯~",
			"もちろん天魔神社よ～。",
			"당연히 천마 신사지~.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65933,
			"Demon? That factory-like place? But this mountain looks so deserted, there’s nothing. Could this shrine be inside the mountain! Maybe there’s a secret path somewhere on the top of the mountain...",
			"天魔？就是那个像是工厂一样的地方么？但是这座山看上去挺荒凉的，什么都没有啊。难道这间神社是在山体里面么！在山顶有着秘密的通道什么的……",
			"天魔？あの工場みたいな場所？でもこの山は荒れ果てて何もないみたいだけど。まさか、ここの神社って山の中にあるの！？山頂に秘密のトンネルみたいなのが合ったりして……。",
			"천마? 그 공장 같은 곳? 근데 이 산은 황폐해서 아무것도 없어 보이던데. 설마, 여기 신사가 산 속에 있는 거야!? 산꼭대기에 비밀 터널 같은 게 있다거나...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65934,
			"Nah, you will know soon~",
			"才不是呢，你过一会儿就知道了~",
			"違うわよ。もうじき分かるわ～。",
			"아니야. 곧 알게 될 거야~.",
			null
		]
	],
	"874": [
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65935,
			"Ala, we have new guests. Welcome to the Shrine of Demon. Have you come for fortune-telling, or exorcism? We also have special love fortune-telling because the Valentine’s Day is coming~",
			"啊啦，又有新的客人来了么，欢迎来到天魔神社，请问你们是来求签，还是来请求除灵呢？另外因为最近临近情人节，所以我们这还有特别的恋爱签哦~",
			"あら、また新しいお客さんが来たのね。天魔神社へようこそ。おみくじを引きに来たの？それとも除霊に来たの？それから、最近はバレンタインが近いから特別に恋愛くじもあるよ～。",
			"어머, 또 새로운 손님이 왔구나. 천마 신사에 어서 와. 오미쿠지를 뽑으러 왔니? 아니면 퇴마하러 왔니? 그리고 최근에 발렌타인이 가까워져서 특별히 연애 점도 있어~.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65936,
			"Exorcism!? I can perform that simple spell too~",
			"除灵！？这种简单的咒术本救世主也会呢~",
			"除霊！？そんな簡単な呪術、救世主にだってできるわよ～。",
			"퇴마!? 그런 간단한 주술, 구세주라도 할 수 있어~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65937,
			"I really should ask Parasite to enter your body and see how your brain is formed...",
			"我真该联系寄生人形让她进入到你的身体里看看你的大脑的构造是长什么样的……",
			"寄生人形をこいつの体の中に入れて、どんな脳をしているのか見てやりたいわ……。",
			"기생 인형을 이 녀석의 몸 안에 넣어서, 어떤 뇌를 가지고 있는지 보고 싶어…….",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65938,
			"Dear guest, are you Ms. Parasite’s friend? If that’s the case, we can offer a discount for you two~",
			"这位客人原来是寄生小姐的朋友么？这样的话本神社可以对两位进行优惠哦~",
			"こちらのお客さんは寄生お姉ちゃんの友達なの？それなら2人にはサービスするわよ～。",
			"이쪽 손님은 기생 언니의 친구니? 그렇다면 두 사람에게는 서비스해 줄게~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65939,
			"So the ad came from this place~",
			"果然是这个地方打的广告么~",
			"やっぱりここの広告だったのね～。",
			"역시 여기 광고였구나~.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65940,
			"But it seems no one has come...",
			"但是总感觉这里没有什么人来啊……",
			"でもここには誰も来ていないような気が……。",
			"그런데 여기에는 아무도 오지 않은 것 같은 느낌이…….",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65941,
			"Ad? What ad? Red is not aware of that~",
			"广告？什么广告？红贽不知道这件事哦~",
			"広告？何の広告？紅贄は何も知らないよ～。",
			"광고? 무슨 광고? 홍제는 아무것도 모른다구~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65942,
			"Did other people open another shrine somewhere? Could it be some new comers?",
			"难道是有人在其他的地方也开了一间神社么，难道说是新来到这里的人？",
			"誰かが他の場所にも神社を開いたとでも言うの？まさかここに新しく来た人？",
			"누군가 다른 곳에도 신사를 열었다는 거야? 설마 여기에 새로 온 사람?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65943,
			"Oh? Kiana, did something happen? You can ask the Savior for help~ And I will definitely help you!",
			"哦？琪亚娜，是发生了什么事么，你可以来求助本救世主哦~我肯定会帮忙的！",
			"ねえ、キアナ、何があったの？この救世主に言ってみなさい。助けになるわよ！",
			"저기, 키아나, 무슨 일이 있었니? 이 구세주에게 말해봐. 도와줄게!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65944,
			"I think I’ll just do it myself. No need to trouble you, Savior-sama.",
			"我觉得我还是自己来吧，就不劳救世主大人费心了。",
			"やっぱり自分でどうにかするわ。救世主様の手を煩わせるまでもないわ。",
			"역시 내가 직접 해결할게. 구세주님의 손을 빌릴 필요까지는 없어.",
			null
		],
		[
			"msg",
			65945,
			"Don't worry, Red, I will investigate this for you~",
			"放心吧，红贽，我一定会帮你调查清楚的~",
			"安心して。紅贄、私がしっかり調べてあげるから。",
			"안심해. 아카니에, 내가 꼼꼼히 조사해 줄 테니까.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65946,
			"Ok! I get it... By the way, do you know me? Akanie has not introduced my name yet...",
			"嗯！红贽知道了……诶，话说客人您是认识红贽吗？明明红贽都没有说过自己的名字……",
			"うん！分かった……あれ、ところで、お客さん、紅贄のこと知ってるの？紅贄は自分の名前を言ってないよ……。",
			"응! 알았어... 어, 근데 손님, 아카니에에 대해 아시나요? 아카니에는 자기 이름을 말하지 않았는데...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65947,
			"Ahaha... It’s just that I heard a warm-hearted witch called Akanie lived here. She was really good at exorcism~ Well, we shall get going. Don’t worry, we will take care of the other shrine for you~",
			"啊哈哈……只是听别人说过这里有个叫做红贽的巫女非常热心，除灵可是一流呢~那我们先走了，关于另外一个神社的事我们会帮你解决的，这你就放心吧~",
			"アハハ……別の人がここに紅贄っていうとても熱心な巫女がいるって言っていたのよ。除霊の腕は一流だって。じゃあ、またね。もう1つの神社のことは私たちが解決してあげるから、安心してね。",
			"아하하... 다른 사람이 여기에 아카니에라는 아주 열성적인 무녀가 있다고 말했어. 퇴마 실력은 일류라고. 그럼, 또 봐. 다른 신사 문제는 우리가 해결해 줄 테니 안심하세요.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65948,
			"Ah... I don't really know what's happening, but... Red wishes things will go well for two of you~",
			"啊……虽然不是很明白发生了什么，但是……红贽也只能祝两位行事顺利了~",
			"あ……何が起こったのかよく分からないけど、でも……紅贄もお2人の無事をお祈りしますよ～。",
			"아... 무슨 일이 있었는지 잘 이해는 안 가지만, 그래도... 아카니에도 두 분의 무운을 빌게요~.",
			null
		]
	],
	"875": [
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65949,
			"Hehehe, hehehehe!",
			"哼哼哼，哼哼哼哼！",
			"ふっふっふ、ふっふっふっふ！",
			"훗훗훗, 훗훗훗훗!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65950,
			"What’s wrong with you, you’ve been laughing strangely since just now...",
			"干嘛啦，从刚才开始就诡异地笑着……",
			"何なのよ、さっきから不気味な笑いをして……。",
			"뭐야, 아까부터 으스스한 웃음을 짓고...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65951,
			"Kiana, I have already found the truth!",
			"琪亚娜，我已经推理出来了所谓的事件的真相了！",
			"キアナ、私はいわゆる事件とやらを推理できたわ！",
			"키아나, 내가 이른바 사건이라는 것을 추리해냈어!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65952,
			"Ha? What truth?",
			"哈？什么真相？",
			"はぁ？何の真相？",
			"하아? 무슨 진상?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65953,
			"This isn’t just commercial competition. It’s a competition of faith, between two shrines. Big event!",
			"这不仅仅是一场商业竞争，更是两间神社的信仰之争，这可是了不得的大事件啊！",
			"これはただのビジネス上の競争じゃないわ。むしろ2つの神社の信仰の争いよ。これはきっと大きな事件よ！",
			"이건 그냥 사업상 경쟁이 아니야. 오히려 두 신사 간의 신앙 다툼이야. 이건 분명 큰 사건이야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65954,
			"I thought you were going to say something meaningful. Well, you have no idea what people live in Babylon. They may look like trouble makers, but with the existence of the student union, they no longer have direct conflicts.",
			"我还以为你要说些什么，我看你就是完全不懂这个巴比伦都是些什么家伙。虽然你别看平时那些家伙都是喜欢挑事的样子，不过还好有学生会的疏导，这里的家伙已经不会再发生这么直接的冲突了。",
			"何を言い出すかと思ったら。あなた、このバビロンのみんなのことを全然分かっていないわね。みんないつもは挑戦的なことをするけど、生徒会の指導があって、ここのみんなはもう直接ぶつかり合うようなことはしないわ。",
			"무슨 말을 할까 했더니. 당신, 이 바빌론 사람들에 대해 전혀 모르는군요. 다들 평소에는 도전적인 일을 하긴 하지만, 학생회의 지도가 있어서 여기 사람들은 더 이상 직접 부딪히는 일은 안 해요.",
			null
		],
		[
			"msg",
			65955,
			"Well, except some old rivalry, like the School of Demon and the Nordic School...",
			"当然，除了一些陈年老账呢，比如天魔学院和北欧学院……",
			"もちろん、長年解決できていない問題もあるけどね。天魔学院とか、北欧学院とか……。",
			"물론, 오랫동안 해결되지 못한 문제들도 있죠. 천마학원이라든가, 북유럽 학원이라든가……",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65956,
			"So the student union had never managed this place?",
			"难道说这个地方学生会没有来管理过么？",
			"まさかこの場所は生徒会が管理していないの？",
			"설마 이곳은 학생회가 관리하지 않는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65957,
			"Probably, I don’t know what kind of new comers they are. Hopefully we can negotiate with them probably, that will save a lot of trouble...",
			"大概吧，不知道这次新来的又是什么样的家伙，希望是能够好好交谈的人，这样就能省却一番功夫了……",
			"たぶんね。今回新しく来たのがどんなやつか分からないけど。話が通じる相手ならいいんだけど。それならかなり楽になるはずだわ……。",
			"아마도요. 이번에 새로 온 녀석이 어떤 놈인지 모르겠지만. 말이 통하는 상대라면 좋겠네요. 그렇다면 꽤 수월해질 텐데……",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65958,
			"Guests, if you are only here to hang around, I will need to ask you to stop.",
			"两位客人若只是来此闲逛的话还请在此止步。",
			"お2人さん、散歩で来たならそこで止まってくださいな。",
			"두 분, 산책하러 오신 거라면 거기서 멈춰 주세요.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65959,
			"Oops, isn’t this Darpel? Is this shrine run by you and your sister?",
			"咦？这不是黑枫么，难道这里的神社是你和你姐姐开的么？",
			"あれ？黒楓じゃないの。まさかここの神社って、あなたとあなたのお姉さんが開いたの？",
			"어라? 흑단 아니야? 설마 이곳 신사는, 너와 네 언니가 연 거야?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65960,
			"This is no shrine. Where did you hear about that, Ms. Kiana? There is only a small residence built my me and my sister here.",
			"此处可不是什么神社，琪亚娜阁下又是听了何方传言，这里一直都只有妾身与家姐的建造的小居而已。",
			"この場所は神社なんかじゃありませんわ。キアナさんはどこでそんな噂を？ここはずっと前に私と姉が建てた小さな住まいですよ。",
			"이곳은 신사 같은 게 아니에요. 키아나 씨는 어디서 그런 소문을 들었죠? 여기는 오래전에 저와 언니가 지은 작은 거처예요.",
			null
		],
		[
			"msg",
			65961,
			"May I ask if you have anything else? If not, please go back.",
			"请问两位还有什么别的事么，如果没有的话便请回吧。",
			"他に何かありますか？なければお引き取りください。",
			"다른 할 말 있나요? 없으면 물러가 주세요.",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65962,
			"Wait a minute, sister. They must have come here to ask something. Why push them away?",
			"等一下，妹妹，这两位能来到这里想必是有事要问吧，为何要将她们赶走呢？",
			"待って、この2人は何かを聞きにここに来たのよ。どうして追い返そうとするの？",
			"잠깐, 이 두 사람은 무언가를 묻러 여기 온 거야. 왜 쫓아내려고 하는 건데?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65963,
			"Ah, Whitessom, I do have something to ask you~",
			"白樱么，正好，我有些事想要问你呢~",
			"白桜？よかった、聞きたいことがあるのよ～。",
			"백앵? 잘 됐다, 물어볼 게 있어~",
			null
		]
	],
	"876": [
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65964,
			"I see, I’m sorry about my sister’s rudeness~ But we really have no idea about the billboard. In fact, this word is very new to us.",
			"原来是这样么，妹妹刚才多有失礼，真是抱歉~但是我们确实不知道什么广告牌什么的，倒不如说这个名词对于吾等来说本就很新鲜呢。",
			"そうだったの。妹が失礼をしてごめんなさいね。でも、私たちは本当に広告看板なんて知らないわ。そんなの私たちも初耳よ。",
			"그랬구나. 동생이 실례를 해서 미안하네. 하지만 우리는 정말 광고 간판 같은 건 몰라. 그런 건 우리도 처음 듣는 얘기야.",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65965,
			"As for Valentine’s Day and love fortune-telling, that’s just nonsense.",
			"至于情人节，恋爱签什么的，根本也就是无稽之谈。",
			"バレンタインやら、恋愛くじやら、荒唐無稽もいいところです。",
			"발렌타인이니, 연애 추첨이니, 황당무계하기 그지없네.",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65966,
			"Maybe there is some misunderstanding. Kiana, please investigate this. We do not enjoy from disputes, but we do not like false accusation either.",
			"可能是有什么误会吧，还请琪亚娜查明此事呢，吾姐妹两虽然不喜争斗，却也不喜欢被平白诬陷呢。",
			"きっと何か誤解があったんでしょう。キアナ、調べてもらえないかしら？私たち姉妹は争いは好きじゃないけど、無実の罪を着せられるのも嫌なの。",
			"분명 무슨 오해가 있었던 거겠지. 키아나, 좀 알아봐 줄 수 없어? 우리 자매는 싸움은 좋아하지 않지만, 무고한 죄를 뒤집어쓰는 것도 싫어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65967,
			"Hmm, someone must be behind this. As long as you tell us the name, Kyushou-sama will still forgive you!",
			"哼哼，肯定是有人在幕后指使吧，你们只要交出幕后指使者的名字，九霄大人还是会宽恕你们的！",
			"ふふん、きっと誰かが裏で操っているのよ。あなたたち、黒幕の名前をさっさと言えば、九霄様は大目に見てあげるわよ！",
			"훗, 분명 누군가 뒤에서 조종하고 있는 거야. 너희들, 흑막의 이름을 빨리 말하면 큐쇼 님은 너그러이 봐 줄 거야!",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65968,
			"Kiana, who is this person with no manner?",
			"琪亚娜，这个无理之人是谁？",
			"キアナ、この理不尽な人は誰ですか？",
			"키아나, 이 불합리한 사람은 누구예요?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65969,
			"Ouch... Kyushou is so impolite, she must have made the sisters angry.",
			"糟糕……九霄这个没礼貌的家伙怕不是要惹她们姐妹两生气了。",
			"しまった……九霄の失礼な態度がこの姉妹を怒らせちゃった。",
			"큰일 났어... 큐쇼의 실례하는 태도가 이 자매를 화나게 만들었어.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65970,
			"Kukuku, I am the great savior, the incarnation of the world’s will, the purge of darkness and messenger of light - Houraiji Kyushou!",
			"库库库，吾乃伟大的救世主，天地意志的化身，黑暗的清扫者，光明的代行者——蓬莱寺九霄是也！",
			"クックック。我こそは偉大な救世主、天と地の意志の化身、暗闇の掃除人、光の代行者——蓬莱寺九霄よ！",
			"쿠쿠쿠. 나야말로 위대한 구세주, 천지의 의지의 화신, 어둠의 청소부, 빛의 대행자 ——호라이지 큐쇼다!",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65971,
			"Kiana, is she your friend?",
			"琪亚娜，这是汝的友人么？",
			"キアナ、これはあなたの友人ですか？",
			"키아나, 이분은 당신 친구예요?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65972,
			"Kiana is a designated guardian of the savior. She is the only friend recognized by Kyushou-sama!",
			"琪亚娜是本救世主钦定的护法，是九霄大人唯一认可的伙伴呢！",
			"キアナはこの救世主が認めた守護者、九霄様が唯一認めた仲間よ！",
			"키아나는 이 구세주가 인정한 수호자, 큐쇼 님이 유일하게 인정한 동료야!",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65973,
			"You are so rude. Ms. Kiana is helping us to find the truth, how dare you talk like this!",
			"汝这人好生无礼，琪亚娜阁下帮助我们姐妹两消除间隙，怎可放任你这般诋毁！",
			"あなた失礼な人ですね。キアナさんが私たちのために色々してくれているのに、あなたは悪口ばかり！",
			"당신 정말 무례한 사람이네요. 키아나 씨가 우리를 위해 여러 가지로 도와주고 있는데, 당신은 욕만 하다니!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65974,
			"Uh... Darpel, just hold on, she always talks like this, you don’t have to...",
			"呃…黑枫，你先等一下，这个家伙说话就是这样的，你不用……",
			"あ…黒楓、待って、そいつはそういう話し方なの。そこまで……。",
			"아... 흑풍, 기다려, 저 녀석은 원래 말투가 그런 거야. 그 정도까지...",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65975,
			"No need to say, Ms. Kiana. We may not be strong, but enough to teach her a lesson!",
			"琪亚娜阁下，你不用再说了，吾与妹妹虽然实力不济，但是教训这个宵小倒是没什么问题的！",
			"キアナさん、それ以上言わなくていいわ。私と妹の実力はまだまだだけど、こんな無礼者にお仕置きするくらいなら問題ないわ！",
			"키아나 씨, 그 이상 말할 필요 없어요. 저와 동생의 실력은 아직 미흡하지만, 이런 무례한 자에게 혼쭐을 내주는 건 문제없어요!",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65976,
			"Well, come on then! The power of savior will not be shadowed by darkness like you!",
			"哼，那就来吧！救世主的威光是不会被你们这些黑暗所遮蔽的！",
			"ふん、かかってきなさい！救世主の威光はあなたたちのような闇で遮られたりはしないわよ！",
			"흥, 덤벼봐! 구세주의 위광은 너희 같은 어둠에 가로막히지 않을 거야!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65977,
			"...No, listen to me...",
			"……不是，你们听我说话啊……",
			"……ちがうの、みんな、私の話を聞いて……。",
			"......아냐, 여러분, 내 말을 들어봐...",
			null
		]
	],
	"877": [
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				-1,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65978,
			"Ms. Kiana, why are you helping this little troll?",
			"琪亚娜阁下，为什么你要帮着这个小贼？",
			"キアナさん、どうしてこんな賊をかばうの？",
			"키아나 씨, 왜 이런 도적을 감싸는 거예요?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65979,
			"Exactly, Ms. Kiana, are you trying to protect her? It will only make her more arrogant!",
			"就是，琪亚娜阁下，难道这种人阁下也要庇护她么，这只会更加助长她的嚣张气焰而已！",
			"そうですよ、キアナさん。まさかキアナさんまでこいつをかばうんですか？そんなことしたら、こいつがますます調子に乗るだけですよ！",
			"맞아요, 키아나 씨. 설마 키아나 씨까지 이 녀석을 감싸시는 건가요? 그렇게 하면 이 녀석이 더욱 기고만장할 뿐이에요!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65980,
			"Hey, Kyushou, did you hear that. I told you to change the way you speak. You pissed people off again, didn’t you?",
			"喂，九霄，你听到没有，早就说让你改变你的说话方式了，你看，又惹别人不高兴了吧？",
			"ちょっと、九霄、聞いた？あなたのその話し方をどうにかしなさいって言ったでしょ。ほら、また人を怒らせちゃったじゃないの。",
			"잠깐, 큐쇼, 들었어? 네 그 말투를 고치라고 말했잖아. 자, 또 사람들을 화나게 만들었잖아.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65981,
			"Ouch...",
			"咕……",
			"ぐっ……。",
			"윽...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65982,
			"I’m sorry~ She always talks like that and makes a lot of troubles. Please forgive her~ Come, Kyushou, apologize.",
			"不好意思啊~这个家伙平时说话就是这样，本来祸也惹了不少，还请原谅她~九霄你还愣着干啥，道歉啊。",
			"ごめんなさいね～。こいつは普段の話し方がこうなのよ。ただでさえトラブルばっかり起こすの。許してあげてね～。九霄、何ボーっとしているのよ、謝って。",
			"미안해~. 이 녀석은 원래 말투가 이래요. 본래도 말썽만 일으키는 녀석이에요. 용서해주세요~. 큐쇼, 뭐 멍하니 있는 거야, 사과해.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			65983,
			"Uh, I’m sorry...",
			"唔，对不起……",
			"うっ、すみません……。",
			"으, 죄송합니다...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			65984,
			"Can’t you say it louder... Well, at least I got you to apologize.",
			"那么小声……算了，能让你道歉已经是谢天谢地了。",
			"そんなに小さな声で……いいわ、あなたが謝っただけで神に感謝だわ。",
			"그렇게 작은 목소리로...... 좋아, 네가 사과한 것만으로도 신께 감사할 따름이야.",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65985,
			"Since Ms. Kiana had said so, we shall not pursue this any further. Speaking of which, I do remember someone came to us a few days ago.",
			"那既然是琪亚娜阁下这样说，吾与妹妹也不会再追究了。不过说起来，吾倒是记起来前些日子有人来找过我们。",
			"キアナさんがそういうなら、私と妹もこれ以上は言わないわ。そう言えば、ここ数日、私たちの所に来た人を記録してあるわ。",
			"키아나 씨가 그렇게 말한다면, 나와 동생도 더 이상 말하지 않을게. 그런데 말이야, 최근 몇 일 동안 우리에게 온 사람을 기록해 뒀어.",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65986,
			"It was a pink-haired girl with a strange outfit. She also claimed to be the president of student union...",
			"是一个粉色头发，穿着怪异的家伙，那人似乎还自称是什么学生会长……",
			"ピンクの髪の毛で、変な服を着たやつ。あの人、自分で生徒会長とかって言ってた……。",
			"분홍색 머리에, 이상한 옷을 입은 녀석. 그 사람, 스스로 학생회장이라느니 뭐라니 말했어......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65987,
			"Pink hair? President? Could it be Ares? What did she say to you?",
			"粉头发？学生会长？难道是战神无双么？她对你们说了些什么？",
			"ピンクの髪の毛？生徒会長？まさか戦神無双かしら？あなたたちに何か言った？",
			"분홍색 머리? 학생회장? 설마 전신무쌍이야? 너희들에게 무슨 말을 했니?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65988,
			"Nothing special, something about Valentine’s Day that we couldn’t understand. But we had rejected her clearly.",
			"并未有什么特别的。只说了些情人节之类的妾身听不懂的话语。但吾等已经明确拒绝过那人了。",
			"特に何も。バレンタインがどうのこうのっていう意味不明な言葉を言っていました。でも私たちはきっぱりと断りました。",
			"특별히 아무것도. 발렌타인이 어쩌고저쩌고 하는 이해할 수 없는 말을 했어. 하지만 우리는 단호히 거절했지.",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65989,
			"Because we still want to live here in peace...",
			"因为吾等还是想静静地在这里生活……",
			"私たちはここで静かに暮らしたいの……。",
			"우리는 여기서 조용히 살고 싶어......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65990,
			"Ares... I think I probably know what happened~",
			"战神无双……我想我大概知道发生了什么了呢~",
			"戦神無双……大体どういうことか分かってきたわ～。",
			"전신무쌍...... 대충 무슨 일인지 알 것 같아~.",
			null
		],
		[
			"msg",
			65991,
			"Let me apologize on behalf of that irresponsible president first. It is all probably her own idea... Unfortunately, it caused trouble to Red...",
			"我先代替那个不负责任的学生会长向各位道歉吧，这一切应该都是那个人自己想出来的馊主意吧……只是给红贽添麻烦了……",
			"あの無責任な生徒会長に代わって謝っておくわね。これは全てあいつが自分で思いついたくだららない考えよ……紅贄に迷惑をかけちゃったわね……。",
			"그 무책임한 학생회장을 대신해서 사과할게. 이건 모두 그 녀석이 스스로 생각해 낸 어리석은 생각이야...... 홍제에게 폐를 끼쳤네......",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65992,
			"Red?",
			"红贽？",
			"紅贄？",
			"홍제?",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65993,
			"Though we may not mean it, but it originated from us... Ms. Kiana, please take us to see Red. We will apologize to her.",
			"虽然并非吾等之因，却因吾等而起……琪亚娜阁下，请带我们去见见那个叫做红贽的人吧，吾等会向她道歉的。",
			"私たちのせいではないけど、私たちがいるから起こってしまった……キアナさん、私たちをその紅贄という人のところへ連れて行って。私たち、その人に謝らなきゃ。",
			"우리 탓은 아니지만, 우리가 있기 때문에 일어난 일...... 키아나 씨, 우리를 그 홍제라는 사람에게 데려가 줘. 우리, 그 사람에게 사과해야 해.",
			null
		]
	],
	"878": [
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65994,
			"Why do I feel such a strong atmosphere of disaster? Who is this person named Red?",
			"此地的灾厄之气为何如此浓厚？那位叫做红贽的究竟是何许人？",
			"この場所の災厄の気配はどうしてこんなに強いんですか？その紅贄という人は何者なんですか？",
			"이 곳의 재앙의 기운은 왜 이렇게 강한 거죠? 그 홍제라는 사람은 누구인가요?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			65995,
			"Red is the witch of this shrine. She was a doll created to absorb all the scent of disaster in the world, but an accident happened in her creation. That was another long story...",
			"红贽就是这间神社的巫女，她是为了吸收这些世间所有灾厄之气而被制造出来的人偶，只不过再制造的时候发生了一点意外，不过那是另外一个很长的故事了……",
			"紅贄はこの神社の巫女よ。彼女はこの世界の全ての災厄を吸収して作られた人形なの。作られる過程でちょっとした事故があったんだけど、それは話すと長くなるわ……。",
			"홍제는 이 신사의 무녀야. 그녀는 이 세상의 모든 재앙을 흡수해서 만들어진 인형이야. 만들어지는 과정에서 작은 사고가 있었는데, 그건 말하자면 길어지네......",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65996,
			"Sounds similar to our exorcism. How is she now?",
			"似乎与我们的除魔有着共同的特性呢，那位红贽小姐现在怎么样？",
			"私たちの魔除けと似たようなものね。その紅贄さんは今どうしているの？",
			"우리의 부적과 비슷한 거네. 그 홍제 씨는 지금 어떻게 지내고 있어?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65997,
			"She’s already here, why don’t you ask her yourself?",
			"她已经来了，你们自己问她不就好了么？",
			"もう来たわよ。自分で聞いてみたら？",
			"이미 왔어. 직접 물어보면 될 거야.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			65998,
			"Ah, guests, you are back, Red was worried about you... And these two guests are? Are you here for fortune-telling too?",
			"啊，两位客人，你们回来了，红贽一直在担心你们……这两位是？也是来求神签的客人吗？",
			"あ、お2人さん、戻ってきたのね。紅贄もずっと心配して……この2人は？おみくじを引きに来たお客さん？",
			"아, 두 분, 돌아오셨네. 홍제도 계속 걱정하고... 이 두 분은? 오미쿠지를 뽑으러 온 손님?",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			65999,
			"We are terribly sorry. Because of our negligence, we have caused you great trouble. Please forgive us.",
			"万分抱歉，因为吾等不察的缘故，给阁下造成了诸多麻烦，还请阁下原谅。",
			"本当にごめんなさい。私たちの不注意であなたに迷惑をかけてしまいました。どうか許してください。",
			"정말 죄송합니다. 우리의 부주의로 당신에게 폐를 끼쳤습니다. 부디 용서해 주세요.",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66000,
			"Eh... This... Why so sudden...",
			"诶……这…为什么这么突然……",
			"え……そ…そんな、どうして突然……。",
			"엣... 그... 그런, 왜 갑자기......",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66001,
			"I think this is just Ares’ own idea. She saw that Mistletoe no longer ran her love-counseling room, so she wanted to create some festival feeling in the school, and introduce Darpel and Whitessom to this environment.",
			"说起来估计这只是战神无双自己想出来的主意吧，看到槲寄生的恋爱咨询室不再开启之后想要在学园里搞一点节日氛围， 还想让新来的黑枫白樱姐妹两融于这个环境。",
			"要するにおそらくこれは戦神無双が勝手に考えてやったことなのよ。ヤドリギの恋愛相談室が閉まってしまったから、学園内で記念日の雰囲気を盛り上げるためと、新たに来た黒楓と白桜の2人をこの環境になじませようとしたのね。",
			"요컨대 아마 이건 전신무쌍이 멋대로 생각해 해버린 일이야. 야도리미의 연애 상담실이 문을 닫아버렸기 때문에, 학원 내에서 기념일 분위기를 띄우기 위해서랑, 새로 온 흑풍과 백앵 두 사람을 이 환경에 적응시키려고 한 거지.",
			null
		],
		[
			"msg",
			66002,
			"That’s why she set up a billboard to direct people to another mountain. But she didn’t realize she had caused trouble to both sides. Well, I believe she was trying to set the School of Demon up...",
			"设立一个广告牌什么的让人们向另一处山上走，但是没想到却同时给两方都添了麻烦呢。虽然她自己肯定是想暗中给天魔学院使坏来着……",
			"広告看板を設置して、みんなを山の方に向かわせようとしたのよ。でもまさか双方に迷惑をかけるなんて思ってなかったでしょうね。彼女自身は密に天魔学院に悪さをしてやろうと思っているでしょうけど……。",
			"광고 간판을 설치해서, 모두를 산 쪽으로 향하게 하려고 했어. 하지만 양쪽에 폐를 끼칠 줄은 몰랐겠지. 그녀 자신은 몰래 천마학원에 말썽을 부리려고 생각하고 있겠지만......",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			66003,
			"I see. Seems that Ares girl is not a bad person after all.",
			"原来是这样子的么，看来那位战神无双小姐本身性格也不坏呢。",
			"そういうことだったの。それならその戦神無双さんっていう人の性格も悪いわけじゃなさそうね。",
			"그런 일이었구나. 그렇다면 그 전신무쌍 씨라는 사람의 성격도 나쁜 건 아닌 것 같네.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66004,
			"Ahaha... Well... Maybe...",
			"啊哈哈……这……大概吧……",
			"アハハ……ま……まあね……",
			"아하하…… 뭐…… 뭐 그래……",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66005,
			"Excuse me...",
			"请问……",
			"あの……",
			"저기……",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66006,
			"Hmm? How can I help you?",
			"嗯？请问有什么事吗？",
			"ん？どうかしたの？",
			"음? 무슨 일이야?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66007,
			"I heard that you have been absorbing the disasters... Is this really okay for you?",
			"听闻红贽小姐一直在吸收着灾厄……这样对于红贽小姐自己来说真的好么？",
			"紅贄さんは災厄を吸収しているって聞いたんですけど……そんなことをして紅贄さん自身は大丈夫なんですか？",
			"홍제 씨는 재앙을 흡수하고 있다고 들었는데…… 그런 걸 하면 홍제 씨 자신은 괜찮은 거예요?",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66008,
			"Red is fine~ As long as everyone is happy, Red is okay with it~ Because Red is born for it~",
			"红贽没有关系的哦~对于红贽来说，只要大家都幸福，红贽怎样都可以的~因为红贽就是为此而生的嘛~",
			"紅贄は大丈夫だよ～紅贄は、みんなが幸せになってくれれば、それでいいの～。紅贄はそのために生まれてきたのだから～。",
			"홍제는 괜찮아~ 홍제는, 모두가 행복해져 준다면, 그걸로 돼~. 홍제는 그걸 위해 태어났으니까~.",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				504,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			66009,
			"......",
			"……",
			"……",
			"……",
			null
		],
		[
			"speaker",
			204590
		],
		[
			"portraits",
			[
				504,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66010,
			"By the way, what’s this Idol Festival you were talking about? Many have asked Akanie to bless the idols...",
			"对了，刚才你们说的偶像祭是什么啊，说起来有好多人来问红贽向偶像祈福呢……",
			"そうだ、さっき言ってたアイドルフェスタって何なの？たくさんの人が紅贄にアイドルのお祈りをしていくんだけど……。",
			"아 맞아, 아까 말한 아이돌 페스타가 뭐야? 많은 사람들이 홍제에게 아이돌 기원을 하던데……",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66011,
			"Oh that... Will take some time to explain. Would you two like to hear this story too?",
			"那个啊……说起来又要花上一些功夫了呢，不过不知另外两位愿不愿意一起来听听这个故事呢？",
			"それはね……話し出すとまた長くなるわね。そっちの2人もこのお話を聞きたいかしら？",
			"그건 말이지…… 이야기하려면 또 길어질 거야. 저쪽 두 사람도 이 이야기 들을래?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66012,
			"We...",
			"我们……",
			"私たちは……。",
			"우리는…….",
			null
		],
		[
			"speaker",
			204564
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				610,
				0,
				false
			]
		],
		[
			"msg",
			66013,
			"We’d love to. Maybe, trying to blend in and change our thoughts... Would be good. What do you think, sister?",
			"我们正有此意呢，说不定，融入这个地方，改变一下之前的想法……也挺不错，你觉得呢，妹妹？",
			"私たちも聞きたいわ。もしかして、この場所にとけ込めれば、以前の考え方を変えられるかもしれないわ……それもいいじゃない。どう？黒楓？",
			"우리도 듣고 싶어. 어쩌면, 이 곳에 녹아들면, 이전의 생각을 바꿀 수 있을지도 모르잖아…… 그거도 나쁘지 않아. 어때? 흑풍?",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66014,
			"I am okay, up to your decision.",
			"妾身无所谓，这都由姐姐来决定吧。",
			"私は何でもいいわ。お姉ちゃんが決めてちょうだい。",
			"난 뭐든 좋아. 언니가 결정해 줘.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				610,
				0,
				true
			]
		],
		[
			"msg",
			66015,
			"So I will go from the beginning... It all started with Kyushou...",
			"那么故事就得从之前说起了呢……事情都是由九霄这个家伙引起的……",
			"それならかなりさかのぼって話さなきゃね……事の始まりはこの九霄のやつが引き起こしたのよ……。",
			"그렇다면 꽤 오래전으로 거슬러 올라가서 이야기해야겠네... 일의 시작은 이 큐쇼 녀석이 일으킨 거야...",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				113,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			66016,
			"Not me! You started this live and idol thing, Kiana! Kyushou-sama was only...",
			"才不是我啦！明明是琪亚娜你先弄起来的live和偶像，九霄大人只是……",
			"私じゃないわよ！キアナが先にライブとアイドルをやりだしたんでしょ！九霄様はただ……。",
			"내가 아니야! 키아나가 먼저 라이브와 아이돌을 시작했잖아! 큐쇼님은 그냥...",
			null
		],
		[
			"speaker",
			204565
		],
		[
			"portraits",
			[
				611,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66017,
			"How dare you call yourself like that?!",
			"汝居然还敢自称大人？！",
			"あなた、自分のことを様で呼ぶの！？",
			"너, 자기 자신을 '님'이라고 부르는 거야!?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				611,
				0,
				true
			],
			[
				123,
				0,
				false
			]
		],
		[
			"msg",
			66018,
			"Whoa!",
			"噫！",
			"ギクッ！",
			"깜짝!",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				113,
				0,
				false
			],
			[
				123,
				0,
				true
			]
		],
		[
			"msg",
			66019,
			"Hehe, seems I should Kyushou here more often to learn about the manners. Darpel works really well against her~",
			"噗，看来今后可以多带九霄来这学学古礼，黑枫似乎也非常克制九霄呢~",
			"プッ、どうやらこれからは九霄をここに連れてきて礼儀を学ばせればいいみたいね。黒楓なら九霄を抑えられそうだわ。",
			"풋, 아무래도 이제부터는 큐쇼를 여기 데려와서 예절을 가르치면 될 것 같네. 흑풍이라면 큐쇼를 제압할 수 있을 거야.",
			null
		]
	],
	"879": [
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66020,
			"Auntie, I have cleaned my room.",
			"大姨妈，我已经把房间好好打扫了。",
			"テレサ、部屋の掃除、終わったわよ。",
			"테레사, 방 청소 다 했어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66021,
			"Yeah.",
			"嗯嗯。",
			"うんうん。",
			"응응.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66022,
			"And I have revised all of the Vakyria classes.",
			"而且还把女武神课程全部都温习了一遍。",
			"それとヴァルキリーの授業を全部復習しておいたわ。",
			"그리고 발키리 수업 전부 복습해 놨어.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66023,
			"Why are you so well-behaved today? You’re not just talking, are you?",
			"今天你怎么这么乖？该不是只是说说而已吧？",
			"今日はどうしてそんなにイイ子なの？口だけじゃないでしょうね？",
			"오늘은 왜 이렇게 착한 거야? 말뿐인 거 아니지?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66024,
			"Well, you have come all the way from Europe, of course I will show the best of me~",
			"难得大姨妈从欧洲过来一趟，当然要拿出最好的状态来迎接啦~",
			"せっかくテレサがヨーロッパから来てくれたんだから、最高の状態でお出迎えするのが当然でしょう～。",
			"테레사가 유럽에서 와준 김에 최고의 상태로 맞이하는 게 당연하죠~",
			null
		],
		[
			"speaker",
			204554
		],
		[
			"portraits",
			[
				203,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66025,
			"I thought you wanted to clean the house to prepare for the Spring Festival~ So you have other thoughts.",
			"我还以为是琪亚娜自己想要让家里变得干净一点，好迎接春节呢~原来还有别的想法。",
			"私はてっきりキアナが自ら家をきれいにして新年を迎えようとしているのかと思ったわ。別の考えがあったのね。",
			"나는 키아나가 스스로 집을 깨끗이 해서 새해를 맞이하려는 줄 알았어. 다른 생각이 있었구나.",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66026,
			"Hmph, Kyushou-sama thinks something must be wrong. How could Kiana behave so well.",
			"哼哼，九霄大人觉得，这里面肯定有蹊跷，琪亚娜怎么可能表现这么好。",
			"フン、九霄様は何かきっと裏があると思ったわ。キアナがこんなにいいことをするはずがないわ。",
			"흥, 큐쇼 님은 분명 뭔가 속셈이 있을 거라고 생각했어. 키아나가 이렇게 좋은 일을 할 리가 없거든.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66027,
			"Tell the truth, Kiana, what are you planning.",
			"老实交代吧琪亚娜，你的心中到底在打什么小算盘。",
			"正直に言いなさい、キアナ。何を考えているの？",
			"솔직히 말해봐, 키아나. 무슨 생각을 하고 있는 거야?",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				101,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66028,
			"Hehe, well, you know~ We should receive pocket money in New Year, right? If auntie sees my good behavior and has a good mood, she may give me more pocket money~",
			"嘿嘿，就是那个，你们看~过年的时候应该是有压岁钱这种东西的吧？如果大姨妈看见这么乖心情好的话，就会给我更多的压岁钱了~",
			"エヘヘ、実はね、ほら、お正月にはお年玉っていうものがあるはずでしょ？こんなにイイ子にしているのをテレサが見たら、お年玉を多めにくれるんじゃないかな～って思って。",
			"에헤헤, 사실은 말이야, 있잖아, 설날에는 세뱃돈이라는 게 있잖아? 이렇게 착하게 굴고 있는 걸 테레사가 보면 세뱃돈을 더 많이 줄 거라고 생각했어~.",
			null
		],
		[
			"speaker",
			204557
		],
		[
			"portraits",
			[
				413,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66029,
			"I knew you would say it. I’ve already got the red packets ready for every one~ Come around~",
			"哼，就知道这个丫头会这么说，大家的红包我早就准备好啦~来来来~",
			"もう、どうせそんなことを言うだろうと思って、みんなのお年玉はとっくに用意してあるわよ。ほらほら～。",
			"정말, 분명 그런 말을 할 줄 알았어. 다들 세뱃돈은 이미 준비해 뒀다고. 자자~.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				103,
				0,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66030,
			"Thank you, auntie... Wait... Why is there only a note inside? Where’s the pocket money?",
			"谢谢大姨妈……等等……这里面为什么只有一张纸条，说好的压岁钱呢？",
			"ありがとうテレサ……待って……どうして中に紙きれ1枚しか入ってないの？お年玉は？",
			"고마워 테레사... 잠깐... 왜 안에 종이 조각 하나밖에 없어? 세뱃돈은?",
			null
		],
		[
			"speaker",
			204592
		],
		[
			"portraits",
			[
				121,
				3,
				false
			],
			[
				-1,
				0,
				true
			]
		],
		[
			"msg",
			66031,
			"Tomorrow, we will still fight for all the beautiful things in the world... That’s right, the savior stands out to protect this beautiful yet cruel world!",
			"明天也要为世界上的美好而战……说得没错，救世主就是为了守护这个美丽而又残酷的世界而站出来的！",
			"明日も美しい世界のために戦う……その通りよ。救世主はこの美しくも残酷な世界を守るために立ち上がったのよ！",
			"내일도 아름다운 세계를 위해 싸우자... 그렇지. 구세주는 이 아름답고도 잔혹한 세계를 지키기 위해 일어섰다고!",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				121,
				3,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			66032,
			"Great, Kyushou can understand it. I asked Theresa to swap the content of red packets.",
			"九霄能够理解真是太好了呢，是我让德丽莎把那里面的内容换掉的哦。",
			"九霄が分かってくれてよかったわ。私がテレサに中身を入れ替えさせたのよ。",
			"큐쇼가 이해해줘서 다행이야. 내가 테레사에게 내용물을 바꾸게 했거든.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66033,
			"Mom... Principal?! Why?!",
			"妈…学园长？！为什么？！",
			"マ…学園長！？どうして！？",
			"학... 학원장님!? 왜요!?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			66034,
			"Satisfaction comes from hard work. One must work to earn.",
			"经过努力得到的成果才是最甜美的，只有付出才会有所回报。",
			"努力によって得られた成果こそ最も美しいのよ。代償があるからこそ報酬があるのよ。",
			"노력으로 얻은 성과야말로 가장 아름다운 거야. 대가가 있기에 보상이 있는 법이지.",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66035,
			"So? Don’t we even have the spring gifts anymore?",
			"所以呢？难道我们连新春礼包都没有了么？",
			"だから？まさか私たちのお年玉もなくなっちゃったわけ？",
			"그래서? 설마 우리 세뱃돈도 없어졌다는 거야?",
			null
		],
		[
			"speaker",
			204644
		],
		[
			"portraits",
			[
				104,
				0,
				true
			],
			[
				28,
				0,
				false
			]
		],
		[
			"msg",
			66036,
			"If you want the gift, then go search. I have hidden everything in the teaching building...",
			"想要新春礼包么，那就去找吧，我把所有的东西都藏在了教学楼……",
			"お年玉が欲しいの？それなら探しに行きなさい。全て校舎に隠したわ……。",
			"세뱃돈을 원해? 그럼 찾아가봐. 전부 교실에 숨겨뒀다니까...",
			null
		],
		[
			"speaker",
			204553
		],
		[
			"portraits",
			[
				104,
				0,
				false
			],
			[
				28,
				0,
				true
			]
		],
		[
			"msg",
			66037,
			"Understand. I will turn the building upside down if I have to!",
			"明白了，就算把教学楼翻个底朝天，我也我一定会把老妈藏的礼物翻出来的！",
			"分かったわ。校舎中をひっくり返してでも、ママが隠したプレゼントを探し出してやるわ！",
			"알았어. 교실 전체를 뒤집어엎더라도, 엄마가 숨겨둔 선물을 찾아내고 말 거야!",
			null
		]
	]
}